{
    "url": "https://scp-wiki.wikidot.com/scp-5509",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+67\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\nSCP-5509 \"The Art of War in Contamination\" by:\n \nDrAkimoto\n & \nMalyceGraves\n\n\n \n\n\nIn Memoria, Adytum Hub\n\n\n \n\n\n\n\n★ DrAkimoto's Author Page ★\n\n\n💀 MalyceGrave's Author Page 💀\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n93.51%\n\n(+72)\n\n\n6.49%\n\n(-5)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+67\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n5/5509\n LEVEL \n5/5509\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5509\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned MTF\n\n\n\n\n\n\nArea-02\n\n\nDr. Judith Low\n\n\nDr. Samira Golzar\n\n\nΓ-44 (\"Meat Lockers\")\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\n\nProjected SCP-5509/SCP-3862-Σ short-term infection rates within NYC.\n\n\n\n\n\n\nA Stage-3 Biohazard Quarantine is being upheld within the borough of Queens in New York City. The New York Hospital Med Center (temporarily designated Emergency Outpost B701) is being used as a treatment facility for SCP-5509 infected individuals.\n\n\nAssets within the CDC and New York City Department of Health are to continue to advise citizens against the consumption and use of unboiled tap water, under the guise of borough-specific water contamination. In conjunction with these efforts, several Foundation backed non-profit organizations will continue to distribute bottled water to affected areas in need.\n\n\nThe Medical Department is consulting with the \nKelipat Nogah Initiative\n to determine a possible cause for the spread of SCP-5509 and its connection to other Sarkic-related anomalies.\n\n\n\n\n\n\nDescription\n\n\nSCP-5509 is a highly invasive species of artificially created schistosome\n1\n organisms, proficient in the infection of and multiplying within human hosts. Unlike non-anomalous schistosomes, SCP-5509 instances are capable of releasing fertilized eggs into fresh water sources. These eggs are capable of infecting hosts through consumption or exposure to mucus membranes; once within a host the eggs will hatch before rapidly maturing. Short term symptoms of SCP-5509 infestation are congruent with schistosomiasis including: skin lesions, fever, chills, headache, stomach pain, joint pain, cough, fatigue, and muscle aches.\n\n\n\n\n■ 5509.doc.01 - Memo to Dr. Low ■\n\n\n\n\n❐ 5509.doc.01 - Memo to Dr. Low ❐\n\n\n\n\n\n\n\n\nSCPF Internal Memorandum\n\n\n\n\n\n\nFROM:\n Dr. Samira Golzar\n\n\nTO:\n Dr. Judith Low\n\n\nDATE:\n 2019/09/13\n\n\nRE:\n SCP-5509 contagion\n\n\n\n\n\n\n\nSCP-5509 Organism\n\n\n\n\n\n\nThis has to be an artificially mutated blood fluke.\n\n\nSchistosome infections are typically nonlethal in humans when treated with praziquantel or other anti-parasitics, which kill the worms causing the infection. When treated with anti-parasitic medications, SCP-5509 instances are highly sensitive to these treatments, and are thus easily cleared up by generic over-the-counter anti-parasitics.\n\n\nThis would normally be a good thing, as the cells dissolve and the organism itself dies. However analysis of all known SCP-5509 instances has revealed the presence of both strains of \nSCP-3862-Σ\n, the pathogenic bacterial infection that is highly resistant to all commonly known antimicrobial therapies, and is considered biologically immortal.\n\n\nWhile mostly innocuous on their own, the two strains combine to manifest SCP-3862-Σ, the disease that killed my predecessor, Dr. Forrester. The more I study this, the more I believe that the SCP-5509 organisms were specifically created to be a biological containment and delivery system for SCP-3862-Σ, allowing 3862-Σ to spread undetected in the general populace.\n\n\nFurthermore, there are certain genetic markers in the SCP-5509 organism itself which make me think that they're all \ndesigned\n to die on their own at some point regardless of the presence of anti-parasitics. There is no way for me to know how far this contagion is spread, but I can tell you that we're about to see a lot more cases of SCP-3862-Σ.\n\n\n– Samira\n\n\n\n\n\n\n\n\n\n\nAs the origin and long term effects of SCP-5509 are currently unknown, this file will be updated as new information becomes available.\n\n\n\n\n\n\nDiscovery\n\n\nThe first known SCP-5509 infection was reported on 2019/09/01 at 12:54 GMT, from the New York Hospital Med Center in Queens, NYC. Within the next six hours, 103 new SCP-5509 related cases were discovered, leading to Foundation-led investigations into the situation. While initial attempts to quarantine and treat affected individuals appeared to be working, by 2020/09/07 there were over 3,600 cases, prompting the Foundation to begin quarantine procedures for the entire borough of Queens.\n\n\nAn exhaustive and rapid series of field examinations of the homes belonging to affected individuals first turned up no common factors. The infection initially appeared to be spreading at random, until all collected tap water samples in the infected homes revealed traces of SCP-5509, leading Foundation scientists to theorize that the water supply itself was the source.\n\n\nFoundation assets within the NYC municipal government attempted to contact the reservoir and aqueduct facilities responsible for water quality testing. Of the 13 facilities, the Ashokan Reservoir\n2\n was the only non-responsive agency. Local law enforcement was used to perform an initial investigation but contact was lost shortly after their arrival. Mobile Task Force Gamma-44 (\"Meat Lockers\") and a medical research team were dispatched to the Ashokan Reservoir for further investigation.\n\n\n\n\n■ Video Log 5509/1 ■\n\n\n\n\n❐ Video Log 5509/1 ❐\n\n\n\n\n\n\nDate:\n 2019/09/10\n\n\nLocation:\n Ashokan Reservoir, Ulster County, New York\n\n\nDepicted:\n Captain R. Cobb, Agent K. Hartley, Agent C. Pine, Agent J. Riley, Dr. B. Garden, Dr. P. Farley\n\n\nForeword:\n \nUpon arriving at the testing facility, the investigation team discovered substantial damage to the front façade of the building.\n\n\n[BEGIN LOG]\n\n\n[The six-man team exits the vehicle and begin approaching the front door. A cacophony of groans and crying can be heard from within.]\n\n\nCaptain Cobb:\n Heads on a swivel, boys. We don't know what we're getting into here.\n\n\n[The team enter the building and quickly begin encountering evidence of a mass anomaly. The floor and walls of the entrance hallway have been coated with a thick, viscous substance resembling a combination of human excrement and gastropod secretions.]\n\n\nDr. Garden:\n None of this is natural.\n\n\nCaptain Cobb:\n That's a hell of an understatement, Doc. I don't know what the fuck kind of stuff they've got you doing that this is only \"not natural\". Frankly, I don't want to know.\n\n\nDr. Garden:\n No, it's not that, it's just that humans \ndon't\n secrete this kind of fluid.\n\n\nCaptain Cobb:\n Well, golly gee, I'm so glad we have you here to tell us the patently obvious.\n\n\nDr. Garden:\n No need to be rude, Captain, I am merely-\n\n\n[Dr. Garden ceases speaking as the team enters the main room of the facility to find the remains of the facility staff displayed above the central holding tank. The bodies have been fused together into an undulating mass suspended above the water vats by thick strands of tendon-like tissue.\n\n\nThe tissue seems to stretch out from the central mass and are anchored to the wall via calcified bone staples driven into the wall and supporting columns. The victims groan and shudder again before vomiting a mixture of blood, viscera, and SCP-5509 eggs into the vat below.]\n\n\nDr. Garden:\n My god, this has to be the source of the infection.\n\n\n[The doctor begins crossing the room before being stopped by Agent Hartley.]\n\n\nCaptain Cobb:\n Let us clear the building before you get started.\n\n\nDr. Garden:\n Time is important, Captain, I'd like to take samples before they expire.\n\n\n[Dr. Garden gestures broadly towards the writhing mass of bodies.]\n\n\nCaptain Cobb:\n \n[sighing]\n Yeah, sure. Hartley and Pine take the east corridor. Riley, you check the storage room to the back.\n\n\n[The team separates to approach their designated assignments.]\n\n\nDr. Farley:\n Do you think there are more of them here, Captain?\n\n\nCaptain Cobb:\n Can't be sure, this is Black Lodge territory, and they always like leaving little \"surprises\".\n\n\nDr. Farley:\n So you've dealt with them be–\n\n\n[Captain Cobb faces the rear access door as Agent Riley approaches it; as she opens it a bright flash causes massive distortion in the video feed, briefly causing it to distort wildly before the feed terminates.]\n\n\n[END LOG]\n\n\nAfterword:\n \nBackup arrived at the remains of the facility approximately 25 minutes after the video terminated. The subsequent investigation concluded that the facility was destroyed through the detonation of a concealed explosive device. Testing of the water reservoir itself revealed a substantial infestation of SCP-5509, confirming the Ashokan Reservoir as a point of origin for known cases at the time.\n\n\n\n\n\n\n\n\n\n\nIn the hours following this investigation, similar attacks were reported at several reservoirs along the Delaware, New Crotan, and Catskill aqueducts. By 2019/09/12, an estimated 25% of the New York City population had been infested by SCP-5509.\n\n\n\n\n\n\nUpdated Operational Protocols\n\n\nAll Foundation sites within the northeastern United States are to remain on lockdown; all sites within North America are to remain on standby until further notice.\n\n\nThe Foundation has commandeered Center for Disease Control (CDC) assets within SCP-5509 affected areas and will use these resources to help mitigate the spread of SCP-5509. In conjunction with the CDC and assets within mainstream media, a disinformation campaign has begun downplaying the severity of SCP-5509 and its impact on civilian populations.\n\n\nThe New York Tri-State area has been placed under a state of emergency and the Department of External Affairs has executed Article 2, section 3\n3\n of the Foundation Charter and is in the process of directing state and federal officials to cede direct control over resources and infrastructure in SCP-5509 affected areas to the Foundation.\n\n\nThe Kelipat Nogah Initiative is working in conjunction with the Medical Department and Intelligence Agency to ascertain a treatment for SCP-5509 infections and an effective counter-strategy against the possible Sarkic threat.\n\n\nAdditionally, the O5 Council has initiated Situation Delta-4 \"Potential Biological Breach-of-Veil Scenario\" in order to begin preparation for wide-scale activation of Foundation assets for rapid response deployment.\n\n\n\n\n\n\nUpdate 2019/09/14 -\n\n\nIn conjunction with the NYPD, the Foundation has established 26 security checkpoints throughout New York City in an attempt to regulate travel and maintain peace. Mobile Task Force Pi-1 (\"City Slickers\") and MTF Gamma-44 have been dispatched to respond to a drastic increase in organised criminal activity throughout the city. In several instances, security check points have been targeted by rioters, instigated by known members of \nGoI-0432\n (\"The Hunter's Black Lodge\").\n\n\nThere are currently an estimated 2.45 million SCP-5509 infected individuals within the New York Metropolitan Area. To date, the Medical Division has been unsuccessful in creating a viable method of removing SCP-5509 from an infected human host. Further testing has indicated that long-term SCP-5509 infection will result in an altering of brain chemistry, making infected individuals more susceptible to manipulation. This is confirmed by the high percentage of infected civilians engaging in directed criminal activity, with no prior history of such.\n\n\nIt is believed that the UN itself is the primary target of this attack as multiple heads of state are on site due to the General Assembly and the previously scheduled meeting of the UN Security Council. As there has been no coordinated Global Occult Coalition response, the Foundation has initiated Operation Unison, in which a joint task force comprised of multiple Mobile Task Forces will secure and evacuate high priority targets.\n\n\nThe UN Secretary General and the Special Envoys to the UN Security Council will be transported to one of the secure locations designated in the Foundation Charter. Following their extraction all other diplomatic and political officials will be secured as dictated by field command. The Kelipat Nogah Initiative has been given provisional command over the Foundation response, with field operations being led by Commander Malachai ben Liraz.\n\n\n\n\n\n\nEmergency Notice to All Foundation Personnel.\n\n\n\n\n\n\nOn 2019/09/16 at 07:12 EST, a Foundation convoy consisting of 42 Foundation security personnel and five transport vehicles arrived at the Headquarters of the United Nations in Manhattan. Immediately following their arrival, a large serpentine organism emerged from the East River destroying several security barricades and the Foundation convoy. The following footage was captured via Foundation Audio/Video equipment and CCTV security cameras:\n\n\n\n\n■ Video Log 5509/2 ■\n\n\n\n\n❐ Video Log 5509/2 ❐\n\n\n\n\n\n\nDate:\n 2019/09/16\n\n\nLocation:\n Headquarters of the United Nations, Manhattan, New York City\n\n\nDepicted:\n Agent H. Marlow, Agent G. Hess, Agent R. Jones, Agent V. Lane, \nPoI-0432/1\n4\n\n\nForeword:\n Footage begins immediately following the arrival of the serpentine organism and the destruction of the Foundation convoy. Of the 42 agents sent by the Foundation, four survived the initial attack.\n\n\n[BEGIN LOG]\n\n\n[Agents Marlow and Jones scramble to their feet and take aim at the large serpentine creature as they back away from the smouldering vehicles. The creature appears to be intent on devouring Alexander De Croo, the Prime Minister of Belgium.]\n\n\nAgent Jones:\n \n[On radio.]\n Comms check, sound off! Who's out there?\n\n\n[Agent Lane can be seen dragging herself from an overturned transport.]\n\n\nAgent Lane:\n Jones? I'm here, my leg is fucked up pretty bad I–\n\n\nAgent Hess:\n What the fuck is going on Sarge?\n\n\n[Agent Hess is observed crawling behind a remaining barricade and pulling his sidearm.]\n\n\nAgent Jones:\n \n[On radio.]\n Regroup at the main entrance, do not engage. I repeat, do not engage. \n[Switching channels.]\n Command, Convoy-1 needs backup immediately, we're unde–\n\n\n[A dark skinned human figure dressed in chitinous armor and scarlet robes\n5\n appears before Agent Jones, quickly severing his legs at the knees with a long scythe. The flesh around the wounds begins to undulate and blister. Agent Marlow charges the attacker as a thick tentacle reaches from beneath PoI-0432/1's robe and grips Agent Marlow by the ankle, lifting him into the air.]\n\n\nPoI-0432/1:\n Haste will grant you no advantage, \nkoljatmertä.\n\n\n[PoI-0432/1 bellows before bisecting Agent Marlow vertically with its scythe.]\n\n\nAgent Lane:\n Jones? Hess? Fuck, what's going on?\n\n\nAgent Hess:\n Lane? What's your position?\n\n\nAgent Lane:\n I'm four, maybe five, meters south from Transport-3.\n\n\n[Agent Hess peeks from around the barricade.]\n\n\nAgent Hess:\n Shit, I'm not gonna reach you without being spotted, I-I'm sorry Lane, I gotta go for the entrance– just, just play de–\n\n\n[With preternatural speed PoI-0432/1 glides on a mass of writhing tentacles toward Agent Hess.]\n\n\nPoI-0432/1:\n So quick to abandon your comrades– you are not worthy of my \nHalkost\n.\n\n\n[With its left hand, PoI-0432/1 picks Agent Hess up from the ground by his throat, then tosses him aside with ease in the direction of the large flesh beast. The serpentine creature catches the agent in its mouth and quickly devours him.]\n\n\n[The mutated corpse of Agent Jones reanimates, using vascular tendrils it drags itself towards Agent Lane. The agent discharges her firearm several times into her attacker, with no noticeable effect. PoI-0432/1 watches as the re-animated corpse tears into Agent Jones, her screams cut short as it consumes her head. With one of its tendrils, the creature throws the feet of Agent Lane in front of PoI-0432/1.]\n\n\n[PoI-0432/1 considers the offering for a moment before walking over to the large serpentine creature and jumps to its back. It points towards the building and the creature lunges forward in response.]\n\n\nPoI-0431/1:\n Onwards, the Ozi̮rmok awaits.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nInternal security footage observed PoI-0432/1 and its serpentine creature killing over 200 individuals, 126 of which were diplomatic officials\n6\n before collapsing the Secretariat building. After destroying the building, PoI-0432/1 and its creature returned to the East River. The attacks took place over a 38 minute span, Foundation backup arrived moments after the collapse of the building. The footless remains of the Secretary General and the Special Envoys were found impaled on chitinous spikes within the General Assembly building.\n\n\n\n\n\n\nUpdate 2019/09/18 -\n\n\nSCP-5509 infections have been reported in the United Kingdom, France, Canada, Japan, India, Germany, Israel, South Korea, and China, with all current attempts to develop a pharmacological response proving ineffective.\n\n\nThe number of SCP-5509 infected individuals is currently estimated at approximately 46 million.\n\n\n\n\n\n\nAct II: \nExierunt ut Vinceret\n | \nIn Memoria, Adytum\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Microscopic parasitic worms commonly known as blood flukes.\n\n\n2\n. A fresh water reservoir; acts as a main-source for the Catskill Aqueduct that provides water to the borough of Queens.\n\n\n3\n. (SCPF Chart. art. II, § 3) - \nIn the event of an uncontained biological contamination of an anomalous origin, local administrative and military officials shall cede situational sovereignty to the SCPF and SCPF-designated entities…\n\n\n4\n. Karcist Halyna Ieva, a leading figure and target of worship for several Sarkic cults\n\n\n5\n. Later identified as PoI-0432/1.\n\n\n6\n. A full list of which can be found in Incident Report 5509/8.\n\n\n\n\n\n\n\n\n« \nSCP-5508\n | SCP-5509 | \nSCP-5510\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5509\n\" by DrAkimoto, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5509\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage 1\n\n\n\n\nSource:\n \nFlickr\n\n\nLicense:\n CC BY 2.0\n\n\nTitle:\n map.jpg\n\n\nAuthor:\n Carbon Visuals\n\n\nRelease year:\n 2018\n\n\n\n\nImage 2\n\n\n\n\nSource:\n \nFlickr\n\n\nLicense:\n PD Mk 1.0\n\n\nTitle:\n UNbuilding.jpg\n\n\nAuthor:\n \nDiplomatic Security Service\n\n\nRelease year:\n 2019\n\n\n\n\nImage 3\n\n\n\n\nSource:\n \nFlickr\n\n\nLicense:\n PD Mk 1.0\n\n\nTitle:\n bloodfluke.jpg\n\n\nAuthor:\n \nNIH Image Gallery\n\n\nRelease year:\n 2018",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5509 \" by DrAkimoto, from the SCP Wiki . Source: https://scpwiki.com/scp-5509 . Licensed under CC-BY-SA .",
        "Source: Flickr License: CC BY 2.0 Title: map.jpg Author: Carbon Visuals Release year: 2018",
        "Source: Flickr License: PD Mk 1.0 Title: UNbuilding.jpg Author: Diplomatic Security Service Release year: 2019",
        "Source: Flickr License: PD Mk 1.0 Title: bloodfluke.jpg Author: NIH Image Gallery Release year: 2018"
    ],
    "title": "SCP-5509"
}