{
    "url": "https://scp-wiki.wikidot.com/scp-5511",
    "all_text": "rating: \n+64\n+\n–\nx\n\n\n\n\n\n\n\n\n2/5511\n LEVEL \n2/5511\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-5511\n\n\nObject Class: Keter\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Containment for SCP-5511 is focused on investigating the cause of and attempting to prevent another occurrence of SCP-5511. All witnesses of the victims' deaths have been amnesticized, with the corpses being cremated to prevent investigation of the cause of death. Cover stories for their deaths have been disseminated. A \ndisinformation campaign\n, painting the projection to the moon as a \nmarketing stunt\n, is currently underway.\n\n\nDescription:\n SCP-5511 is an event that took place over the night of 2020/02/12 in which a total of 84 civilians died by having their heads spontaneously explode with a force of around one milliton of TNT. This caused another 20 people to die from the force or resulting debris, with over 30 being left injured. During this time, a projection of red letters (SCP-5511-1) appeared on the surface of the moon, changing whenever a new victim appeared. No cause or pattern could be found in any of the victims that could lead to finding a possible perpetrator.\n\n\nBelow is a list of a few notable victims, with the resulting change in SCP-5511-1. A full list is available to anyone assigned to this project with a clearance of Level 2 or higher.\n\n\n\n\n\n\nTime\n\n\nInfo about the victim\n\n\nChange in SCP-5511-1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n18:30 EST\n\n\nNo victim, beginning of the event.\n\n\nSCP-5511-1 first appeared, showing the number \"\n000000\n\".\n\n\n\n\n\n\n~19:20 EST\n\n\n1st victim. Eve Hendricks, a wife and mother of 2 from Bangor, Wales, age 32.\n\n\nThe number displayed by SCP-5511-1 increased by 800, now showing \"\n000800\n\".\n\n\n\n\n\n\n~20:10 EST\n\n\n13th Victim. Jennifer Köhle, a teacher at an elementary school from Munich, Germany, age 29.\n\n\nThe number displayed by SCP-5511-1 increased by 3100, now showing \"\n012500\n\".\n\n\n\n\n\n\n~23:20 EST\n\n\n32nd Victim. Gamal Alaoui, a CEO at a tech company from Cairo, Egypt, age 52.\n\n\nThe number displayed by SCP-5511-1 increased by 100, now showing \"\n0034600\n\".\n\n\n\n\n\n\n~02:50 EST\n\n\n49th Victim. Josue Caron, a popular live streamer from Lyon, France, age 17.\n\n\nThe number displayed by SCP-5511-1 increased by 2600, now showing \"\n0052400\n\".\n\n\n\n\n\n\n~04:00 EST\n\n\n64th victim. Eiji Oue, a NEET\n1\n from Ōsaka, Japan, age 23.\n\n\nThe number displayed by SCP-5511-1 did not increase, still showing \"\n0061400\n\"\n\n\n\n\n\n\n~06:20 EST\n\n\nLast (84th) victim. Lance Masons, an office worker from Austin Texas, age 32.\n\n\nThe number displayed by SCP-5511-1 increased by 1200, now showing \"\n076700\n\".\n\n\n\n\n\n\n06:30 EST\n\n\nNo victim, apparent ending of the event.\n\n\nThe number did not change in value but was displayed at a smaller size. A different writing appeared above it in larger letters, reading \"\nGAME OVER\n\".\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \"Not in employment, education or training.\"\n\n\n\n\n\n\n\n\n« \nSCP-5510\n | SCP-5511 | \nSCP-5512\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5511\n\" by Crashington, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5511\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5511 \" by Crashington, from the SCP Wiki . Source: https://scpwiki.com/scp-5511 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Containment for SCP-5511 is focused on investigating the cause of and attempting to prevent another occurrence of SCP-5511. All witnesses of the victims' deaths have been amnesticized, with the corpses being cremated to prevent investigation of the cause of death. Cover stories for their deaths have been disseminated. A disinformation campaign, painting the projection to the moon as a marketing stunt, is currently underway.",
    "description": "SCP-5511 is an event that took place over the night of 2020/02/12 in which a total of 84 civilians died by having their heads spontaneously explode with a force of around one milliton of TNT. This caused another 20 people to die from the force or resulting debris, with over 30 being left injured. During this time, a projection of red letters (SCP-5511-1) appeared on the surface of the moon, changing whenever a new victim appeared. No cause or pattern could be found in any of the victims that could lead to finding a possible perpetrator.",
    "title": "SCP-5511"
}