{
    "url": "https://scp-wiki.wikidot.com/scp-5516",
    "all_text": "rating: \n+69\n+\n–\nx\n\n\n\n\n\n\nETHICS COMMITTEE NOTICE:\n\n\nTHIS ARTICLE IS UNDER REVIEW AND MAY NOT REFLECT ACCURATE INFORMATION CONCERNING SCP-5516.\n\n\nAmendments are pending the resolution of \nEthics Committee Investigation - Case Number: \n11A82N\n.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5516\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5516-37 in containment.\n\n\n\n\n\n\nSpecial Containment Procedures:\n All 101 entities composing SCP-5516 are to be contained within Aquatic Enclosure L-23 at \nSite-184\n's Aquatic Anomalies Wing. Aquatic Enclosure L-23 constitutes one 10 x 10 x 1m, aquarium holding ± 90,000L of seawater. SCP-5516 poses a Null-1 containment risk; as such, the use of localized seawater for the containment habitat — provided Site-184's seawater decontamination facilities continue to pass bi-monthly inspections\n1\n — and standard Aquatic Enclosure automated cleaning practices are approved.\n\n\nSCP-5516 entities are fed via automated food dispersal at 08:00 and 19:00.\n2\n All SCP-5516 entities are assigned designation numbers: SCP-5516-1 - SCP-5516-101. Designation numbers are to be marked on the carapace of SCP-5516 entities using FLaN-Aquatic Paints.\n3\n Emergent SCP-5516 entities are assigned the designation number of the recently deceased SCP-5516 entity.\n4\n Deceased SCP-5516 entities possess no anomalous threat and are approved for incineration alongside Site-184's non-anomalous biological waste.\n\n\nDescription:\n SCP-5516 is the collective designation for 101 SCP-5516 entities. SCP-5516 entities are visually identical to non-anomalous \nHomarus Americanus\n5\n but demonstrate a variety of anomalous behaviours:\n\n\n\n\nSignificantly higher cognitive aptitude and puzzle-solving ability compared to non-anomalous \nHomarus Americanus\n.\n\n\nCommunal hunting, and food rationing and distribution practices.\n6\n\n\nSimultaneous 'idle' state: When not hunting or feeding, SCP-5516 entities distribute themselves evenly across their enclosure and demonstrate simultaneous self-grooming behaviour.\n7\n\n\nAbility to navigate to other SCP-5516 entities: When removed from their enclosure, SCP-5516 entities will return to other SCP-5516 groupings, displaying a 95% success rate while unobstructed.\n8\n\n\nCollective, non-entity-dependent problem solving: Individual SCP-5516 entities are capable of solving memory puzzles presented to other SCP-5516 entities. SCP-5516 entities have utilized this ability to bypass simplified rotary numeric locks and meet kinetic-based food distribution systems in testing environments.\n\n\nLimited Self-Proliferation: Following the death of an individual SCP-5516 entity, 6-18 hours later, a separate SCP-5516 entity undergoes a molting process that produces two distinct SCP-5516 entities of roughly equal size.\n\n\n\n\nDue to the aforementioned behaviour, it is theorized that individual SCP-5516 entities are controlled by a singular group-consciousness.\n9\n\n\nRecovery:\n On 04/21/1987, all SCP-5516 entities\n10\n were recovered by \nMobile Task Force Lambda-14\n (\"One Star Reviewers\") while conducting a raid of \"Allan's Seafood,\" formerly located in Liscomb, Nova Scotia, due to a suspected affiliation with \nGOI-116: Ambrose Restaurants\n.\n\n\nAddendum: Experiment Ceta-88C\n On 05/11/1996, Dr. [DATA EXPUNGED] oversaw the testing of Oros-Class Amnestic on SCP-5516-17, under R&D initiative: Waning Moon - Ceta.\n\n\nAt the time of testing, the development of Oros-Class Amnestic was ongoing; the Ethics Committee issued approval for testing on █████████████ invertebrates. Following the events of 05/08/1996, Dr. Oswald Grisdale, alongside Dr. Sylvia Morrison, and Dr. [DATA EXPUNGED], administered Oros-Class Amnestic to SCP-5516-17.\n\n\nFollowing testing, SCP-5516-17 entered a catatonic state for 2 hours before resuming typical behaviour. 10 hours after testing, SCP-5516-82 molted, producing two SCP-5516 entities: SCP-5516-82 and SCP-5516-101.\n11\n\n\n\n\n\n\n\n\nThe following documents have been attached to SCP-5516's file as part of ongoing \nEthics Committee Investigation - Case Number: \n11A82N\n\n\n\n\n\n\n\n\n\n\n + ECI-11A82N: Evidence - Audio Transcription:\n\n\n\n\n- ECI-11A82N: Evidence - Audio Transcription:\n\n\n\n\n\n\nAUDIO TRANSCRIPTION\n\n\n\n\nDATE:\n 14/08/2020.\n\n\nNOTE:\n The following is transcribed from an audio recording uncovered during ECI-11A82N. Speakers are Dr. Gregory Werner, Head Researcher for Site-184's Aquatic Anomalies Wing and Dr. Sarah Collaert, Junior Researcher assigned to SCP-5516.\n\n\n\n\n[EXTRANEOUS AUDIO REMOVED]\n\n\nDr. Collaert:\n Hello, Dr. Werner. I heard you wanted to speak to me?\n\n\nDr. Werner:\n Yes, please have a seat. This is about your work with SCP-5516.\n\n\nDr. Collaert:\n And the request for access to a higher clearance? Thank you, Sir. I'm trying to revise the entry, but without knowing what happened—\n\n\nDr. Werner:\n I'm afraid that won't be possible.\n\n\nDr. Collaert:\n I know I don't have the official clearance, but in the forty years you've had them in custody, the tests from 96' were the only—\n\n\nDr. Werner:\n Dr. Collaert, your work on SCP-5516 has been suspended. You're being transferred; you should receive the details of your new assignment shortly.\n\n\nDr. Collaert:\n I, uh, Sir… I don't understand. I was brought on specifically for my background in—\n\n\nDr. Werner:\n You're new here, Dr. Collaert. These sort of rearrangements are not uncommon. Things come up and personnel need to be reassigned as necessary. SCP-5516 isn't going anywhere, and when you're back we can see about having you reinstated to your old position.\n\n\nDr. Collaert:\n When I'll be back? What do you mean. I—\n\n\nDr. Werner:\n That will be all, thank you. Please see yourself out.\n\n\n\n\n\n\n\n\n\n\n\n\n + ECI-11A82N: Evidence - Email Log:\n\n\n\n\n - ECI-11A82N: Evidence - Email Log:\n\n\n\n\n\n\nThe following emails were sent on 14/08/2020.\n\n\n\n\n\n\n\n\nTo:\n \nui.481pcs|eromada.refinnej#ui.481pcs|eromada.refinnej\n\n\nFrom:\n \nui.481pcs|trealloc.haras#ui.481pcs|trealloc.haras\n\n\nSubject:\n Transferred!(?)\n\n\n\n\n\n\nJenny,\n\n\nThey just took me off SCP-5516.\n\n\nI'm a little shocked. I got a folder with a new assignment—something to do with anomalous plankton blooms off the coast of Newfoundland. It's a six-month placement, like, on a boat.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n \nui.481pcs|trealloc.haras#ui.481pcs|trealloc.haras\n\n\nFrom:\n \nui.481pcs|eromada.refinnej#ui.481pcs|eromada.refinnej\n\n\nSubject:\n Re: Transferred!(?)\n\n\n\n\n\n\nWhat the fuck? That makes no sense, Sarah.\n\n\nYou spent four years with your face pressed against the glass of various lobster tanks for that degree and they're sending you to look at plankton? Christ, I know it's the Foundation, but I'm pretty sure you've introduced me to everyone in the lobster behavioural analysis scene in this hemisphere and I don't exactly think any of them will be taking on the job (plus they've got nothing on you anyway).\n\n\nI've got to run, but we'll chat about this later, okay? Maybe it's a mix-up?\n\n\nI'll do dinner, and don't worry, no shellfish!\n\n\nIt's going to be okay.\n\n\nLove you,\n\n- J.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n + ECI-11A82N: Evidence - Journal Entries:\n\n\n\n\n - ECI-11A82N: Evidence - Journal Entries:\n\n\n\n\nThe following is a digitization of Dr. Collaert's journal entry, dated 25/08/2020. Dr. Collaert willingly surrendered these documents during ECI-11A82N.\n\n\n\n\nAugust, 15\nth\n\n\nI walked down to the beach tonight, I'm not sure why. I suppose I don't need to say goodbye yet - certainly not to the ocean.\n\n\nI didn't notice at the time, but something weird has been happening the last few months.\n\n\nIt's the lobsters. I'm not sure how to explain it, I suppose I told myself I was just in touch with them. I was spending so much time staring into that tank; why would I question it when I knew a particular lobster was hungry? Sure, I couldn't wait to get back to work, to them - but why wouldn't I? I was doing important work, breaking ground in my field, even if no one outside the Foundation would ever read what I was writing. I was doing it for myself, after all.\n\n\nNow I'm not so sure. I stood in the water, took my shoes off and everything, and I swear, I \ncould feel\n the water around me, all of me, like a pressure. I don't remember undressing, but the next thing I knew I was laying in the water, resting my head where the sand ended.\n\n\nI closed my eyes, and a wave covered me, I let my mouth open and I drank it in. I don't really know what happened next. The memories, they don't feel like mine, they don't fit. I was trapped -surrounded by glass and acrylic, or wood and rope, or both.\n\n\nI don't know if my brain couldn't handle it, or if I was drowning, but I was yanked back to myself. I pushed myself up out of the water, coughing the saltwater up.\n\n\nJenny was worried when I came back, she said I had been gone for a while - longer than I thought. I told her it was because I'd be leaving soon.\n\n\nI hate myself for lying to her.\n\n\n\n\n\n\n\n\nAugust, 22\nnd\n\n\n\nGod, I hate packing. Somehow it always takes way longer than it should—as long as you have, it seems.\n\n\nI don't want to go tomorrow.\n\n\nJenny's getting the last few things together. I know she doesn't want me to go either, but she's putting on a brave face: \"it's only six months,\" \"you'll come back with some sailor tattoos and a pet puffin and we'll take a drive down to Lunenburg — get your land-legs back.\" I don't deserve her.\n\n\nI signed up with the Foundation — we both did — because it was a chance for us to see more, to know more; I suppose it's fitting that the first question I asked was the wrong one.\n\n\nI suppose we'll still both be looking at the same moon, and the same ocean. Her, here on the porch, me\n\n\non the deck\n\n\nlooking out for signs of bioluminescent\n\n\npuking over a railing.\n\n\nThere's something shining…\n\n\n\n\nDr. Collaert's journal continues on the next page, the writing appears to be scribbled hastily.\n\n\n\n\nWhat just happened?\n\n\nOkay, calm down, they covered this stuff in orientation, right? Write it down, yeah?\n\n\nWait, what if it's memetic? Shit, okay.\n\n\nI'm going to write it down - I feel like I’m already losing it, like it's slipping past me.\n\n\nThere was a shine? From the moon, or the reflection of the moon on the water, like moonlight on water. Something ivory, moving, but not there - flickering.\n\n\nI remember walking to it, or into it. It was cold, and I could feel them moving.\n\n\nAs the water passed my eyes, I opened them, but they weren't my eyes anymore. I wouldn’t be able to see like that. My head hurts trying to think about it.\n\n\nI was alone this time, I remember being alone. I couldn't move. I felt the needle slide in, and I saw them: Dr. Werner and two others. Then I was undone. I came apart, I couldn't think anymore, they had taken that from me, or killed it. They had killed me, but I wasn't dead, the blood was still pumping, I was still moving. Yet, I was \nannihilated\n.\n\n\n\n\n\n\nAugust, 23\nrd\n\n\nIf it wasn't for what I wrote, I never would have known it happened, I've already forgotten. The weird part is I don't even \nfeel\n like I forgot, nothing seems missing.\n\n\nWhat else am I missing?\n\n\nI know things without knowing why I know them. I don't remember what happened, but I know that the Oros-Class Amnestic kills the consciousness, I know they were panicked as they did it, but not because of the tests; I know they tested it on SCP-5516 when they weren't supposed to, I know that it made SCP-5516-101, they made SCP-5516-101; there were only 100 to start.\n\n\nThey thought they all shared a single mind, one that existed independent of the body, but that must not have been quite right - they weren't paying attention. I can't say I'd blame them; I don't know why they would have looked so close. The test worked, but not in the way they hoped. Whatever Oros-Class is, it didn't affect the hivemind, but it did affect the lobster, made it forgot itself. Then the hivemind registered one lobster down and popped out another - back to 100 - but the body was still around, so when that died, it popped out another. It found a new normal, and its kept that going all these years.\n\n\nWe though it was capped at 100, or 101, but why did we think that - because they are nice, sensical numbers and we like those? I know there are many more SCP-5516 entities out there - shifting in an inky blackness - but how many?\n\n\nAnd I still don't know why they took the risk — what were they scared of? \"The Ethics Committee issued approval for testing on [space left blank] invertebrates,\" non-anomalous - it must be.\n\n\nThey must have thought no one would remember, but something did.\n\n\n\n\n\n\n\n\n\n\n\n\n + ECI-11A82N: INTERNAL REPORT FORM:\n\n\n\n\n - ECI-11A82N: INITIAL INTERNAL REPORT FORM:\n\n\n\n\n\n\n\n\nETHICS COMMITTEE INVESTIGATION - CASE NUMBER: \n11A82N\n\n\n\n\nINTERNAL REPORT FORM:\n\n\nCOMPLAINT LEVELED AGAINST:\n Dr. Gregory Werner, Head Researcher for Site-184's Aquatic Anomalies Wing.\n\n\nREPORTEE:\n Dr. Sarah Collaert, Junior Researcher.\n\n\nDATE:\n 23/08/2020\n\n\nSITE (IF APPLICABLE):\n 184\n\n\nNATURE OF COMPLAINT:\n Dr. Collaert alleges that during the development of Oros-Class Amnestic — conducted as part of the Foundation's Research & Development initiative: Waning Moon - Ceta, Dr. Gregory Wener, along with two accomplices, conducted experimentations on live, anomalous SCP-5516 entities. Additionally, Collaert alleges that Dr. Gregory Werner has been instrumental in the obfuscation of this breach of protocol; in doing so, Dr. Gregory Werner is furthermore accused of misallocating Foundation resources and personnel, falsifying Foundation records, and intentionally disrupting the Foundation's mandate by preventing accurate record keeping.\n\n\nVALIDITY OF COMPLAINT:\n An initial review board, after listening to the testimony of Dr. Sarah Collaert, has found the allegations leveled against Dr. Gregory Werner credible, and opened an official investigation: EIC-11A28N.\n\n\nETHICS COMMITTEE RESPONSE:\n Following the opening of ECI-11A28N, Dr. Gregory Werner has been relieved of duty and placed under house arrest. \nEthics Committee Investigation Task Force\n: ECITF-Domum-3 (\"Human Resources\"), is responsible for the gathering of evidence related to ECI-11A28N and has received authority to detain and interrogate the associates of Dr. Gregory Werner: Dr. Oswald Grisdale and Dr. Sylvia Morrison.\n\n\nFollowing the submission of evidence by ECITF-Domum-3 to the Ethics Committee, Dr. Gregory Werner shall be tried by an adjudicative board, as per bylaw EC-10.7.12\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Amd-1: As of 17/03/2007, Site-184's seawater decontamination facilities are inspected monthly.\n\n\n2\n. Amd-2: As part of my ongoing research into SCP-5516, food dispersal at 08:00 has been suspended. SCP-5516 entities are instead fed via hand dispersal at 09:00, to better conduct behavioural analysis.\n\n\n3\n. Amd-3: The use of FLaN-Aquatic Paints at Site-184 was discontinued in 1998, due to averse effects on delicate aquatic lifeforms. Current practices utilize Sea-Breeze P.I.T.s (Passive Integrated Transponders) for the designation of SCP-5516 entities.\n\n\n4\n. Amd-4: Following the events of 05/11/1996, procedures following an increase in total SCP-5516 entities should be codified. I propose the following addition: \"Should the net total of SCP-5516 entities increase, emergent SCP-5516 entities are to receive sequential designation numbers.\"\n\n\n5\n. The American or Northern Lobster.\n\n\n6\n. Cmt—1: Recent studies have shown that while SCP-5516 entities distribute food evenly, certain SCP-5516 entities display preferences; when various food sources are introduced, SCP-5516 entities can be seen exchanging their allotted food with other SCP-5516 entities. Of note, no SCP-5516 instance has been seen attempting to steal or otherwise deprive another SCP-5516 entity of food.\n\n\n7\n. Cmt-2: Upon introducing more diverse terrain features to SCP-5516's enclosure, certain SCP-5516 instances can be seen repeatability positioning themselves adjacent to particular terrain features. Upon repositioning these terrain features within the enclosure, SCP-5516 entities will redistribute themselves to allow individual entities to remain near their preferred terrain features.\n\n\n8\n. Amd-5: SCP-5516 entities display distressed behaviour when removed from close proximity to other SCP-5516 entities. This distressed behaviour is reduced if multiple SCP-5516 instances are kept within close proximity to one another, following removal from their Aquatic Enclosure\n\n\n9\n. Cmt-3: Due to my ongoing studies into SCP-5516, I believe we have been too hasty to assign a group-consciousness to SCP-5516. Individual entities are seen displaying clear preferences, distinct from collective behaviour. I propose the possibility that SCP-5516 entities possess a two-leveled self-awareness, allowing them to be aware of themselves as both individual entities and a collective consciousness.\n\n\n10\n. Amd-6: Only the initial 100 SCP-5516 entities were recovered on 04/21/1987.\n\n\n11\n. Cmt-4: Although the original SCP-5516-101 and SCP-5516-17 entities have since died, the total quantity of SCP-5516 instances have remained at 101 entities.\n\n\n\n\n\n\n\n\n« \nSCP-5515\n | SCP-5516 | \nSCP-5517\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5516\n\" by DodoDevil, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5516\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Lobster\n\n\nName:\n Bugre_americanu\n\n\nAuthor:\n Roberto Rodríguez\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Bugre_americanu.jpg",
    "addendums": [
        "Addendum: Experiment Ceta-88C On 05/11/1996, Dr. [DATA EXPUNGED] oversaw the testing of Oros-Class Amnestic on SCP-5516-17, under R&D initiative: Waning Moon - Ceta.\nAt the time of testing, the development of Oros-Class Amnestic was ongoing; the Ethics Committee issued approval for testing on █████████████ invertebrates. Following the events of 05/08/1996, Dr. Oswald Grisdale, alongside Dr. Sylvia Morrison, and Dr. [DATA EXPUNGED], administered Oros-Class Amnestic to SCP-5516-17.\nFollowing testing, SCP-5516-17 entered a catatonic state for 2 hours before resuming typical behaviour. 10 hours after testing, SCP-5516-82 molted, producing two SCP-5516 entities: SCP-5516-82 and SCP-5516-101. 11"
    ],
    "documents": [],
    "notes": [
        "August, 15 th I walked down to the beach tonight, I'm not sure why. I suppose I don't need to say goodbye yet - certainly not to the ocean. I didn't notice at the time, but something weird has been happening the last few months. It's the lobsters. I'm not sure how to explain it, I suppose I told myself I was just in touch with them. I was spending so much time staring into that tank; why would I question it when I knew a particular lobster was hungry? Sure, I couldn't wait to get back to work, to them - but why wouldn't I? I was doing important work, breaking ground in my field, even if no one outside the Foundation would ever read what I was writing. I was doing it for myself, after all. Now I'm not so sure. I stood in the water, took my shoes off and everything, and I swear, I could feel the water around me, all of me, like a pressure. I don't remember undressing, but the next thing I knew I was laying in the water, resting my head where the sand ended. I closed my eyes, and a wave covered me, I let my mouth open and I drank it in. I don't really know what happened next. The memories, they don't feel like mine, they don't fit. I was trapped -surrounded by glass and acrylic, or wood and rope, or both. I don't know if my brain couldn't handle it, or if I was drowning, but I was yanked back to myself. I pushed myself up out of the water, coughing the saltwater up. Jenny was worried when I came back, she said I had been gone for a while - longer than I thought. I told her it was because I'd be leaving soon. I hate myself for lying to her.",
        "August, 22 nd God, I hate packing. Somehow it always takes way longer than it should—as long as you have, it seems. I don't want to go tomorrow. Jenny's getting the last few things together. I know she doesn't want me to go either, but she's putting on a brave face: \"it's only six months,\" \"you'll come back with some sailor tattoos and a pet puffin and we'll take a drive down to Lunenburg — get your land-legs back.\" I don't deserve her. I signed up with the Foundation — we both did — because it was a chance for us to see more, to know more; I suppose it's fitting that the first question I asked was the wrong one. I suppose we'll still both be looking at the same moon, and the same ocean. Her, here on the porch, me on the deck looking out for signs of bioluminescent puking over a railing. There's something shining…",
        "What just happened? Okay, calm down, they covered this stuff in orientation, right? Write it down, yeah? Wait, what if it's memetic? Shit, okay. I'm going to write it down - I feel like I’m already losing it, like it's slipping past me. There was a shine? From the moon, or the reflection of the moon on the water, like moonlight on water. Something ivory, moving, but not there - flickering. I remember walking to it, or into it. It was cold, and I could feel them moving. As the water passed my eyes, I opened them, but they weren't my eyes anymore. I wouldn’t be able to see like that. My head hurts trying to think about it. I was alone this time, I remember being alone. I couldn't move. I felt the needle slide in, and I saw them: Dr. Werner and two others. Then I was undone. I came apart, I couldn't think anymore, they had taken that from me, or killed it. They had killed me, but I wasn't dead, the blood was still pumping, I was still moving. Yet, I was annihilated .",
        "August, 23 rd If it wasn't for what I wrote, I never would have known it happened, I've already forgotten. The weird part is I don't even feel like I forgot, nothing seems missing. What else am I missing? I know things without knowing why I know them. I don't remember what happened, but I know that the Oros-Class Amnestic kills the consciousness, I know they were panicked as they did it, but not because of the tests; I know they tested it on SCP-5516 when they weren't supposed to, I know that it made SCP-5516-101, they made SCP-5516-101; there were only 100 to start. They thought they all shared a single mind, one that existed independent of the body, but that must not have been quite right - they weren't paying attention. I can't say I'd blame them; I don't know why they would have looked so close. The test worked, but not in the way they hoped. Whatever Oros-Class is, it didn't affect the hivemind, but it did affect the lobster, made it forgot itself. Then the hivemind registered one lobster down and popped out another - back to 100 - but the body was still around, so when that died, it popped out another. It found a new normal, and its kept that going all these years. We though it was capped at 100, or 101, but why did we think that - because they are nice, sensical numbers and we like those? I know there are many more SCP-5516 entities out there - shifting in an inky blackness - but how many? And I still don't know why they took the risk — what were they scared of? \"The Ethics Committee issued approval for testing on [space left blank] invertebrates,\" non-anomalous - it must be. They must have thought no one would remember, but something did.",
        "\" SCP-5516 \" by DodoDevil, from the SCP Wiki . Source: https://scpwiki.com/scp-5516 . Licensed under CC-BY-SA .",
        "Filename: Lobster Name: Bugre_americanu Author: Roberto Rodríguez License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Bugre_americanu.jpg"
    ],
    "containment_procedures": "All 101 entities composing SCP-5516 are to be contained within Aquatic Enclosure L-23 at Site-184's Aquatic Anomalies Wing. Aquatic Enclosure L-23 constitutes one 10 x 10 x 1m, aquarium holding ± 90,000L of seawater. SCP-5516 poses a Null-1 containment risk; as such, the use of localized seawater for the containment habitat — provided Site-184's seawater decontamination facilities continue to pass bi-monthly inspections1 — and standard Aquatic Enclosure automated cleaning practices are approved.",
    "description": "SCP-5516 is the collective designation for 101 SCP-5516 entities. SCP-5516 entities are visually identical to non-anomalous Homarus Americanus5 but demonstrate a variety of anomalous behaviours:",
    "title": "SCP-5516"
}