{
    "url": "https://scp-wiki.wikidot.com/scp-5518",
    "all_text": "rating: \n+27\n+\n–\nx\n\n\nItem #:\n SCP-5518\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n SCP-5518 is to be stored at Site-19 in six secure storage lockers. By order of the Ethics Committee, no direct access to SCP-5518 is currently permitted.\n\n\nDescription:\n SCP-5518 is a set of six square plates of an unknown stone material, measuring 0.5 meters in length, 0.5 meters in width, and 1.5 cm in depth. These plates are designed to be assembled into a box and are each inscribed with the same text in a different language\n1\n, as noted in Addendum-5518. This text provides the instructions for activating the primary anomalous function of SCP-5518.\n\n\nThe primary function of SCP-5518 is to implement an instantaneous YK-Class Reality Restructuring Event, wherein the baseline reality would be consumed in order to generate an identical mirror reality. SCP-5518 and its contents are not affected by this event, and reappear in the mirror reality at a time and location that is determined by the activation procedure. Objects and information may thus be transferred between the baseline and mirror reality by storing them in the assembled box form of SCP-5518 prior to activation.\n\n\nDiscovery:\n SCP-5518 was discovered when it spontaneously materialized in an empty vault in Site-19 as a fully assembled box. The appearance of SCP-5518 was immediately flagged by the on-site surveillance system, and Foundation agents were dispatched to assess any possible threats. When SCP-5518 was subsequently disassembled into its plate components, a large number of printed files were found inside, including the following:\n\n\n• Security credentials to establish that SCP-5518 was sent by a duly authorized member of the Foundation.\n\n• The locations and special containment procedures for \nSCP-231\n, \nSCP-2845\n, and \nSCP-3600\n2\n.\n\n• The construction plans for building \nSCP-711\n and preventing the breakdown of \nSCP-2000\n.\n\n• The operational data for \nProject Palisade\n.\n\n• [REDACTED]\n\n\nAddendum-5518-A:\n A transcription of the text inscribed on each plate of SCP-5518:\n\n\n\n\nThis is not salvation. This box represents our greatest failure, and we have used it only as our last resort, to deliver a warning for the threats we were too late to overcome. These threats will come to you in time. We could not survive them, and we sacrifice all that we have left to deliver our warning. Do not let our deaths be in vain.\n\n\nThis box is designed to deliver its contents through a reset of reality. These functions may be activated by [INSTRUCTIONS EXPUNGED BY ORDER OF THE ETHICS COMMITTEE].\n\n\nYou are now the baseline reality. You are the second chance we never had, and should you fail to hold the darkness at bay, the box awaits. Pass on your warnings, accept your condemnation as we have, and the new world will continue to try again.\n\n\n\n\n\n\n+FURTHER ACCESS RESTRICTED TO LEVEL 5 CREDENTIALS\n\n\n\n\n-WELCOME OVERSEER\n\n\n\n\nDocument-5518:\n The following document is an abridged compilation of the circumstances that preceded the use of SCP-5518 in prior iterations of reality.\n\n\n\n\n\n\nDesignation\n\n\nDescription\n\n\nAftermath\n\n\n\n\n\n\nXA-1\n\n\nThe earliest known iteration of reality that included the use of SCP-5518. Society develops along an overall positive trend regarding economic trends, environmental factors, and social upheaval, surpassing present society by approximately 1.5 standard deviations. This trend continues until 2089, when anomalies are first discovered by the general public. The Foundation is established in an attempt to contain this threat, but ultimately proves ineffective, resulting in the rapid collapse of social order. By the year 2098, anomalous phenomena have rendered the planet unsuitable for sustained human life.\n\n\nSCP-5518 provides the first formal instructions for developing special containment procedures, and the coordinates to discover \nSCP-001.\n\n\n\n\n\n\nXA-2\n\n\nThe Foundation is established in the year 1824, approximately two years prior to the discovery of anomalous phenomena. Subsequent investigations bring the Foundation into conflict with various groups of interest, including the Church of the Broken God, the Serpent’s Hand, and Marshall, Carter, and Dark, Ltd. The escalation of these conflicts leads to the public gaining knowledge of anomalous phenomena, and subsequently, an international arms race for weaponized anomalies. Finally, in the year 1970, President Robert Kennedy initiates a conflict between all known groups of interest that would result in the collapse of human civilization.\n\n\nSCP-5518 provides the full documentation of \nSCP-3000\n and the development of amnestics. Iteration XB-1 is further instructed with the precise time and method for assassinating Robert Kennedy.\n\n\n\n\n\n\nXB-3\n\n\nIn an attempt to proactively combat the rise of anomalous phenomena, the Foundation uses knowledge gained by SCP-5518 to conduct covert infiltrations of all major nations. Any known groups of interest are rapidly suppressed, and a shadow government is established across global society by the year 1998. Minimal anomalous activity is noted after this point. However, civil liberties are effectively eliminated from the general population, and multiple rebellions are attempted to usurp Foundation rule. The largest of these rebellions eventually manages to assassinate the O5 council in the year 2043, leading to the subsequent collapse of society and the theft of SCP-5518 by parties unknown\n\n\nThe contents of SCP-5518 from this iteration are unknown, at the item was utilized by non-Foundation personnel. SCP-5518 was utilized an unknown number of times before it is finally reclaimed by the Foundation in iteration XC-4.\n\n\n\n\n\n\nXC-4\n\n\nThe Foundation is established in the year 1778, when SCP-5518 spontaneously materializes in the custody of Anna Strong, a Culper Ring spy. Foundation carries out its mission with minimal interference with public society, and nearly 4000 SCPs are successfully contained by the year 1921. After this point however, reality appears to undergo a spontaneous loss of integrity. Symptoms begin with the disappearance of physical locales and culminate in the disappearance of various laws of physics. SCP-5518 is utilized in the year 2012, just prior to the complete disintegration of the timeline.\n\n\nSCP-5518 provides approximately 80% of the current SCP database. Despite extensive research, no definitive cause is identified for the collapse of reality and investigations continue in iteration XC-5.\n\n\n\n\n\n\nXC-5\n\n\nThe most recent prior iteration of reality. The Foundation is established in the year 1843 and immediately continues investigating the collapse of iteration XC-4. A working theory proposes that SCP-5518 may have been involved in the prior collapse of reality. This leads to the decision to restrict all access to SCP-5518 and its contents. After this point however, anomalous phenomena undergo a rapid increase and renders the planet unsuitable for sustained human life by the year 1901.\n\n\nSCP-5518 provides a revised standard for establishing an effective Ethics Committee for the Foundation.\n\n\n\n\n\n\nEthics Addendum:\n The following statement was issued by the Foundation Ethics Committee to the O5 Council.\n\n\n\n\nSCP-5518 represents a unique opportunity for the Foundation. The power to reset reality is simultaneously the power to choose the outcomes of reality, and yes, we could use this to warn against K-Class scenarios or convey instructions for a better future. However, the use of SCP-5518 is not acceptable under any circumstances.\n\n\nFirst, anomalies are unpredictable, and we cannot entrust the whole of reality to an object that cannot even be properly tested. Perhaps it worked for our predecessors, but how can we be sure that it will work again? How can we be sure that it won’t come with unwanted side effects? These are questions we will never definitively answer.\n\n\nMore importantly however, the Foundation owes its sole duty to our baseline reality. The improvement of any mirror reality is entirely irrelevant, as these realities would not be our own. Our predecessors may have surrendered their responsibility, but for better or for worse, this is our world now, and we will make our stand until the end. SCP-5518 is therefore prohibited from all future use.\n\n\nDisassemble the box and lock away the plates; secure, contain, protect. Nothing else matters.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. These languages include English, Mandarin, Spanish, Hindi, ASCII binary code, and an unknown script, bearing no resemblance to any known language or writing style, past or present.\n\n\n2\n. None of these SCPs had been discovered at this time.\n\n\n\n\n\n\n\n\n« \nSCP-5517\n | SCP-5518 | \nSCP-5519\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5518\n\" by Risora, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5518\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-5518-A: A transcription of the text inscribed on each plate of SCP-5518:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5518 \" by Risora, from the SCP Wiki . Source: https://scpwiki.com/scp-5518 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5518",
    "object_class": "Thaumiel",
    "containment_procedures": "SCP-5518 is to be stored at Site-19 in six secure storage lockers. By order of the Ethics Committee, no direct access to SCP-5518 is currently permitted.",
    "description": "SCP-5518 is a set of six square plates of an unknown stone material, measuring 0.5 meters in length, 0.5 meters in width, and 1.5 cm in depth. These plates are designed to be assembled into a box and are each inscribed with the same text in a different language1, as noted in Addendum-5518. This text provides the instructions for activating the primary anomalous function of SCP-5518.",
    "title": "SCP-5518"
}