{
    "url": "https://scp-wiki.wikidot.com/scp-5531",
    "all_text": "rating: \n+48\n+\n–\nx\n\n\n\n\n\n\nInstances of SCP-5531-A\n\n\n\n\n\n\nItem #:\n SCP-5531\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to the size of SCP-5531 and its geographical location, remote satellite data of SCP-5531 should be the main source of information. The Pacific Observational Teams and Atlantic Observational Teams should be headquartered at Site-40, and maintain constant contact.\n\n\nDue to the enormous amount of SCP-5531-A generated, normal Foundation procedures regarding biological disposal are not suitable for containment. In addition, due to the non-anomalous nature of SCP-5531-A, usage of civilians to dispose and consume SCP-5531-A is allowed. Civilian consumption of SCP-5531-A is to be used as the dominant method of controlling the population of SCP-5531-A, to prevent a containment breach of SCP-5531.\n1\n\n\nSee additional addendum for updates regarding the consumption of SCP-5531-A.\n\n\nDescription:\n SCP-5531 is a series of widespread volcanic vents found at tectonic plate boundaries in the oceans of the northern hemisphere, including along the Mid-Atlantic Ridge and the northern portions of the \"Ring of Fire\".\n\n\nSCP-5531-A are species of fish in the order \nSalmoniformes\n, which includes char, trout, and most importantly, salmon. All species of salmon, including \nOncorhynchus\n, \nSalmo\n, and \nSalvelinus\n, are believed to be part of SCP-5531-A. While difficult to verify, it is believed that all species of salmon are instances of SCP-5531-A, and there does not exist salmon that is not a result of SCP-5531.\n\n\nThe main anomaly affecting SCP-5531 is that mature instances of SCP-5531-A are continuously observed to exit SCP-5531; due to the sheer number of vents in both oceans, the number of SCP-5531-A generated per day across the ocean is estimated to be around 10,000, accounting for around 14 million metric tons of biomass per year despite no clear origin.\n\n\nGenetic testing revealed that SCP-5531-A have very little genetic variation among its own species. Despite this, SCP-5531-A still undergo sexual reproduction, with female instances producing valuable roe that is considered a delicacy. Testing revealed that while SCP-5531-A have anomalous origins, there are no other observable anomalies associated; consumption of SCP-5531-A is deemed safe.\n\n\nThe Northern Atlantic anomaly of SCP-5531 was well-known by Norwegian fisherman for hundreds of years, who mistakenly assumed that cave-dwelling is part of salmon ecology. The true nature of SCP-5531-A was not understood until observation of SCP-████ blocked off civilian fishing vessels from the Bering Islands for several years, in which the exponential population explosion of salmon lead to the discovery, linking the Pacific anomaly to the Atlantic one.\n\n\nDue to the widespread popularity of salmon, the Overseer Council voted almost unanimously (12-1) to allow civilian disposal methods; the sheer amount of biomass generated each year from SCP-5531 would be impossible to achieve only using the Foundation's resources. The O5 council has mandated that containment of SCP-5531 would mainly consist of data observation, as well as population control of SCP-5531-A.\n\n\nConsumption is encouraged for SCP-5531-A as the most effective method of limiting the number of SCP-5531-A.\n\n\nAddendum:\n Relevant Memorandum Regarding Containment\n\n\n\n\n\n\nFrom:\n\n\nten.pics|04etis#ten.pics|04etis\n\n\n\n\n\n\nSubject:\n\n\nMemo Regarding SCP-5531\n\n\n\n\n\n\nMessage\n\n\n\n\n\n\n\nSalmon consumption has slumped in recent years due to concerns of heavy metal and mercury poisoning.\n\nThis is believed to be a deliberate campaign by unknown actors attempting to cause a containment breach of SCP-5531 by overpopulation; terms such as \"biomagnification\", \"bioaccumulation\" and \"mercury cycle\" are to be monitored in usual web crawling services to determine perpetrators.\n\nInvestigation into memetic propaganda is under review.\n\n\n\n\n-\n-\n\n\nSite-40\n\n\nSecure - Contain - Protect\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nten.pics|04etis#ten.pics|04etis\n\n\n\n\n\n\nSubject:\n\n\nMemo Regarding SCP-5531\n\n\n\n\n\n\nMessage\n\n\n\n\n\n\n\nSalmon consumption has still been in decline, especially in countries outside of East Asia, North America, and Scandinavia. Promotion of culinary styles suitable for SCP-5531-A in conjunction with light memetic propaganda is authorized.\n\nAs a measure of control, embedded field agents should encourage consumption of salmon and salmon by-products, or include salmon in other industrial usages.\n\n\n\n\n-\n-\n\n\nSite-40\n\n\nSecure - Contain - Protect\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nten.pics|04etis#ten.pics|04etis\n\n\n\n\n\n\nSubject:\n\n\nMemo Regarding SCP-5531\n\n\n\n\n\n\nMessage\n\n\n\n\n\n\n\nRecent media increasingly have seen unknown actors attempt to use environmentalism as a front to affect seafood consumption, citing overfishing and possible extinction.\n\nThis is judged to not be true, the population growth of SCP-5531-A is not at risk, and in fact grows too fast. Reduction of SCP-5531-A is a priority.\n\n\n\n\n-\n-\n\n\nSite-40\n\n\nSecure - Contain - Protect\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nten.pics|04etis#ten.pics|04etis\n\n\n\n\n\n\nSubject:\n\n\nMemo Regarding SCP-5531\n\n\n\n\n\n\nMessage\n\n\n\n\n\n\n\nA recent decline in consumption of SCP-5531-A is linked to recent fad diets such as \"veganism\" and \"vegetarianism\".\n\nMore investigation is needed as of this anomalous disdain for SCP-5531-A; use of force is authorized.\n\n\n\n\n-\n-\n\n\nSite-40\n\n\nSecure - Contain - Protect\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nten.pics|04etis#ten.pics|04etis\n\n\n\n\n\n\nSubject:\n\n\nMemo Regarding O5-3\n\n\n\n\n\n\nMessage\n\n\n\n\n\n\n\nConsumption of SCP-5531-A is safe.\n\n\n\nO5-3 was not allergic to fish. There is no such thing as a \"seafood allergy\".\n\n\n\n\n-\n-\n\n\nSite-40\n\n\nSecure - Contain - Protect\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Breach in this case would constitute overwhelming other local oceanic populations due to uncontrolled growth of SCP-5531-A.\n\n\n\n\n\n\n\n\n« \nSCP-5530\n | SCP-5531 | \nSCP-5532\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5531\n\" by Joreth, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5531\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n fish.jpg\n\n\nName:\n Sockeye salmon and arctic char.jpg\n\n\nAuthor:\n Jonny Armstrong\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Sockeye_salmon_and_arctic_char.jpg",
    "addendums": [
        "Addendum: Relevant Memorandum Regarding Containment"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5531 \" by Joreth, from the SCP Wiki . Source: https://scpwiki.com/scp-5531 . Licensed under CC-BY-SA .",
        "Filename: fish.jpg Name: Sockeye salmon and arctic char.jpg Author: Jonny Armstrong License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Sockeye_salmon_and_arctic_char.jpg"
    ],
    "item": "SCP-5531",
    "object_class": "Euclid",
    "containment_procedures": "Due to the size of SCP-5531 and its geographical location, remote satellite data of SCP-5531 should be the main source of information. The Pacific Observational Teams and Atlantic Observational Teams should be headquartered at Site-40, and maintain constant contact.",
    "description": "SCP-5531 is a series of widespread volcanic vents found at tectonic plate boundaries in the oceans of the northern hemisphere, including along the Mid-Atlantic Ridge and the northern portions of the \"Ring of Fire\".",
    "title": "SCP-5531"
}