{
    "url": "https://scp-wiki.wikidot.com/scp-5536",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5536\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhoto of the Stonehenge monument, taken by on-site security seconds before the Ansuman Incident.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Containment Site-57 has been established around SCP-5536 with a radius of approximately 2 km. The perimeter around SCP-5536 is to be routinely patrolled by at least 20 armed security personnel. Any irregular activity outside of SCP-5536's established pattern is to be immediately reported to Site Director Pendleton. The following astronomical events must have the listed measurements taken:\n\n\n\n\nSolar eclipse:\n All flowers in bloom on SCP-5536's trilithons must have liquid mercury applied and SCP-5536-3 transported to the Site-57 Observatory.\n\n\nLunar eclipse:\n Terminate SCP-5536-3 through the method of decapitation.\n\n\n\n\nAny and all attempts to visually document SCP-5536 are strictly prohibited.\n\n\nSCP-5536-3 is to be kept in a standard windowless humanoid containment cell in Site-57 and provided monthly psychological evaluation. SCP-5536-3 must never be exposed to sunlight or any other kind of stronger ultraviolet radiation. SCP-5536-3 is allowed restricted socialization privileges with appointed personnel and permission to roam designated areas of the site under the supervision of a bodyguard due to cooperative behaviour.\n\n\nDescription:\n SCP-5536 is a stone monument commonly known as \"Stonehenge,\" located in Wiltshire, England. Following the Ansuman Incident, each of the trilithons\n1\n has exhibited dangerously high levels of ultraviolet and gamma radiation, capable of deteriorating any biological composition and damaging any artificial equipment within 9.5 meters. The large amounts of radiation has also created an optical anomaly in its centre, a construct of a glowing purple cube (approximately 5 m from each side) that remains the same even if observed from different angles.\n\n\nThe following is the established pattern of SCP-5536's anomalous activity:\n\n\n\n\nDay cycle:\n 10 to 20 SCP-5536-2 instances will emerge and begin circling the trilithons until sundown.\n\n\nNight cycle:\n Vines will sprout from and envelop every trilithon, with hundreds of an unknown species of white flower bulbs\n2\n embedded on each one. Each of these flower bulbs measures around 30 cm in length and 19 cm in width. Any attempts to remove or water them have have resulted in the plant's expiration.\n\n\nSolar eclipse:\n The white flowers will bloom open, revealing their mouths.\n\n\nLunar eclipse:\n All objects within a 3 km radius with a volume of 729 m\n3\n or more will experience unpredictable temporal, spacial, and reality distortions. 100 to 250 instances of SCP-5536-2 will emerge from SCP-5536.\n\n\n\n\nAny visual depiction of SCP-5536 following the Ansuman incident can cause severe hazardous properties when viewed in any way, ranging from permanent brain damage to \n[D\nATA\n \nEX\nP\nUNGED]\n.\n\n\nSCP-5536-2 is the designation for a highly hostile species of humanoid entities comprised of pure rubedo\n3\n that routinely emerge from SCP-5536 during daylight hours. Each instance is approximately 1.9 m in height. SCP-5536-2's sole facial feature is a luminescent orange point in the forehead.\n\n\nSCP-5536-2 instances possess significant durability, speed, and strength, requiring excessive force to neutralize. All attempts to capture any instances so far have failed, due to their active area seemingly limited to 30 meters away from SCP-5536, immediately crumbling to shards once stepping out of range. SCP-5536-2 instances are currently believed to be non-sapient, acting instead as a superorganism with basic goals.\n\n\nSCP-5536-3 (formerly known as Thorin Wagner) is a male human of Scottish descent. Records indicate that SCP-5536-3 was born on ████, making him ██ years old during acquisition. As of the writing of this report, his current height is 1.54 m.\n\n\nWhen in contact with sunlight, SCP-5536-3 will cause his surrounding area (approximately 5 m) to spontaneously combust, injuring himself in the process. This effect will continue until SCP-5536-3 is removed from the exposure.\n\n\nSCP-5536-3's second anomalous property manifests during periods of sleep. During the first 10 minutes of sleep, SCP-5536-3's brain activity gradually increases until it is 10 times stronger than the average theta brainwaves (about 50 to 90 Hz). After that point, SCP-5536-3 will experience mild epileptic seizures usually lasting from 7 to 8 hours, during which he cannot be awakened with any known methods.\n\n\nAfter awakening, SCP-5536-3 will usually express discomfort about his dreams before continuing with his daily activities in containment. If asked to describe the nature of his dreams, SCP-5536-3 will either ramble in \nan unknown language\n Wuski\n4\n for 5 hours or recite different 8-digit numbers for 2 hours.\n5\n\n\nDo you still remember us after all this time?\n6\n\n\nAddendum 5536.a:\n Discovery\n\n\nSCP-5536 was discovered on 5 July 2020 (the Ansuman Incident) during a penumbral lunar eclipse in the Wiltshire area. The Foundation was informed about the situation through several reports from social media. MTF Epsilon-6 (\"Village Idiots\")\n7\n was quickly deployed to the location where they found approximately 50 tourists being killed by hundreds of SCP-5536-2 instances. At least 200 other tourists were also spotted attempting to flee the location with some of them collapsing after succumbing to SCP-5536's radiation.\n\n\nAs the MTF members dismounted from their vehicles and dispatched various SCP-5536-2 instances, Agent Handel emerged from SCP-5536, bringing an unconscious SCP-5536-3, who was sighted at SCP-5536's centre before the incident, and placing him beside the other injured tourists before aiding the MTF members. Nearly a hundred of SCP-5536-2 instances were \nte\nr\nmi\nn\nat\ned\n, with the surviving few immediately retreating back to the centre of SCP-5536, vanishing in the optical anomaly.\n\n\n75 people were killed in the resulting event, 2 of which were identified to be SCP-5536-3's parents. 19 other victims shortly expired due to radiation and one additional victim died while on the way to the hospital when he attempted to show medical personnel a photo of SCP-5536 that he took.\n\n\nAll 180 survivors were gathered in a refuge centre and amnesticized. The general public was later given the cover story that the incident was the result of several unaccounted solar flares damaging the ozone layers. UNESCO officials promptly prohibited any cultural and tourism activity on Wiltshire.\n\n\nA security perimeter surrounding SCP-5536 was quickly established. After 2 weeks of negotiation with UNESCO and GOC officials, the Foundation was subsequently given permission to develop it to Containment Site-57 under the guise of a temporary UNESCO reclamation site.\n\n\n\n\nExtra Appendix: Circumstance of SCP-5536-3's Acquisition\n\n\n\n\nClose Appendix\n\n\n\n\nDuring the 19 days following the Ansuman Incident, SCP-5536-3 had not developed any anomalous properties. At that point in time, SCP-5536-3 had been staying at a refuge centre in Wiltshire and was about to be recovered by his aunt to live with her.\n\n\nOn 24 July 2020, at 11:30 AM, as SCP-5536-3 exited the centre to greet her at the entrance, the area around him instantly combusted, heavily injuring a security officer and SCP-5536-3's aunt. SCP-5536-3 himself received second-degree burns on his arms and torso. Reports show that the combustion lasted for 2 minutes, during which the entrance was burnt to the ground and SCP-5536-3 fled the scene.\n\n\nMe and Kabarat\nTwo Foundation agents, who had been sent to the centre under the pretense of additional security, quickly secured the victims and located SCP-5536-3 in a nearby bathroom, having an epileptic seizure. The Foundation was later informed of the situation and deployed a mobile containment unit, leading to SCP-5536-3's acquisition.\n\n\nThe victims and witnesses of said acquisition were amnesticized, including SCP-5536-3's aunt, who was given a cover story that her nephew had been immolated in the incident.\n\n\nAfter regaining consciousness and treated for his injuries, SCP-5536-3 was questioned by Dr. Nunnally Natt in Site-57. SCP-5536-3 willingly informed her of his remaining relatives, which was shortly followed by multiple Foundation personnel being tasked in cementing the cover story of his supposed death.\n\n\n\n\nClose Appendix\n\n\n\n\n\n\nAddendum 5536.b:\n Observation\n\n\n4 days after acquisition, during which SCP-5536-3 continuously exhibited his anomalous properties, Dr. Nunnally Natt was given the approval to begin her observation on SCP-5536-3.\n\n\n\n\nObservational Log 5536-3.OL.1 Summary\n\n\nDate:\n 28-07-2020\n\n\nSubject:\n SCP-5536-3\n\n\nPreface:\n A CloudHelm (a wearable EEG device) was attached to SCP-5536-3 before sleeping.\n\n\nObservation Notes:\n SCP-5536-3 quickly agreed to the procedure. During the first 10 minutes of sleep, SCP-5536-3's brainwaves gradually increased from 5 Hz to 70 Hz. SCP-5536-3 immediately suffered an epileptic seizure past that point, with several security personnel attempting to wake him up using various methods\n8\n to no avail.\n\n\nSCP-5536-3 awakened 8 hours later, visibly shaken and mumbling \"so long…\" for 3 minutes. When asked about the meaning of his words, SCP-5536-3 immediately curled up under his blanket and refused to answer any more questions.\n\n\n\n\n\n\nObservational Log 5536-3.OL.2 Summary\n\n\nDate:\n 31-07-2020\n\n\nSubject:\n SCP-5536-3\n\n\nPreface:\n SCP-5536-3 was asked to describe his dreams.\n\n\nObservation Notes:\n SCP-5536-3 refused to comply, saying that \"five months is already \nh\ne\nll\n\" before going completely silent. When asked again, SCP-5536-3 began to recite multiple 8-digit numbers\n9\n in random orders for 2 hours. The numbers were confirmed to be past and future dates for solar and lunar eclipses.\n\n\n\n\n\n\nObservational Log 5536-3.OL.3 Summary\n\n\nDate:\n 01-08-2020\n\n\nSubject:\n SCP-5536-3\n\n\nPreface:\n SCP-5536-3 was asked to recount any dreams he had during containment.\n\n\nObservation Notes:\n SCP-5536-3 started shouting in what was later discovered to be Wuski for 5 hours, culminating in him collapsing from dehydration and having to be treated in the site infirmary.\n\n\n\n\nObservation of SCP-5536-3 would later be ceased by Site Director Pendleton. Dr. Jordan was assigned to give monthly psychological evaluation for SCP-5536-3 the following day.\n\n\nAddendum 5536.c:\n Testing Logs\n\n\nThe following are the testing logs for the attempted visual documentations of SCP-5536.\n\n\n\n\nSCP-5536 Testing Logs\n\n\n\n\nClose Testing Logs\n\n\n\n\n\n\nTesting Log 5536.01\n\n\nDate:\n 21-09-2021\n\n\nProcedure:\n D-080604 was given a digital camera and instructed to take a picture of SCP-5536.\n\n\nResults:\n D-080604 screamed and smashed the camera with his foot seconds after looking at the finished photo. Subject attempted to gouge out his own eyeballs as on-site security subdued and stunned him. Subject was later given Class-C amnestics.\n\n\nThe memory card of the digital camera was damaged beyond repair.\n\n\nWell, that was strange, but not entirely unexpected, seeing what happened to that one tourist during the Ansuman Incident. I suggest we use a few other tools for future testing.\n - Dr. Natt\n\n\n\n\n\n\nTesting Log 5536.02\n\n\nDate:\n 24-09-2021\n\n\nProcedure:\n D-197676 was given a camcorder and instructed to visually record SCP-5536.\n\n\nResults:\n D-197676 began shaking uncomfortably as she is recording for the first 19 seconds. Subject then dropped the camcorder and attempted to flee the testing grounds. As two security personnel started after her, the camcorder internally fractured and emitted \nradioactive particles\n \nli\ng\n{Can you see Him?}\nh\nt\n, heavily injuring D-197676 and temporarily blinding 5 other personnel. D-197676 would later contract skin cancer and die 4 hours after testing.\n\n\n\n\n\n\nTesting Log 5536.03\n\n\nDate:\n 27-09-2021\n\n\nProcedure:\n D-126427 was given an infrared camera and instructed to visually record SCP-5536.\n\n\nResults:\n After 3 seconds of recording, the infrared camera instantly exploded, killing D-126427 and slightly injuring 2 security personnel. The resulting explosion was noted to have a medium level of gamma radiation.\n\n\n\n\n\n\nTesting Log 5536.04\n\n\nDate:\n 28-09-2021\n\n\nProcedure:\n D-191919 was given a complete painting kit and instructed to create a painting of SCP-5536.\n\n\nResults:\n D-191919 began to paint at an abnormal speed, finishing her painting in 5 minutes. Subject showed the painting to security personnel, at which point it burst to flames and the \nsu\n{Our Lord}\nn\n turned \n[DA\nTA\n \nEX\nP\n{Our Patriarch}\nUN\nGE\nD]\n, causing \nnothing\n the sky to momentarily \nmelt\n \nburn\n \nfall\n \ndisappear\n \n[D\nAT\n{Our Saviour}\nA\n \nEX\nP\nUNGED]\n and killing subject along with 4 security personnel.\n\n\nVisual testing for SCP-5536 will be ceased for the foreseeable future. Any attempts to violate this order will not go unpunished. I hope that you take more caution for your future actions, Doctor.\n - O5-█\n\n\n\n\n\n\nClose Testing Logs\n\n\n\n\n\n\nAddendum 5536.d:\n 16-05-2022 Incident\n\n\n\n\n\n\n\n\n[INPUT LEVEL 5/5536 SECURITY CREDENTIALS]\n\n\n\n\n[CREDENTIALS APPROVED]\n\n\n\n\n\n\nOn 16 May 2022, a full lunar eclipse took place in the Wiltshire area, followed shortly by a containment breach in Site-57. Several areas of Site-57 experienced multiple reality and spacial displacements, transforming the interior architecture of Site-57 and causing several Foundation personnel to be instantly transported to the immediate vicinity of SCP-5536 and attacked by hundreds of emerging SCP-5536-2 instances.\n\n\nThe following are the records that were managed to be recovered from the incident.\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nDue to the unpredictable effects of the anomalies present during the incident, several sections of the recovered documents have permanently been altered. Please note that this does not constitute a breach of secrecy or an infohazard.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\nSITE-57 SECURITY FOOTAGE.CAM 19\n\n\nDate:\n 16-05-2022\n\n\nTime:\n 05:20:19 - 05:21:40\n\n\n\n\n05:20:19\n The hallway which SCP-5536-3's \nconta\nin\nment\n \nc\nell\n is located in begins to stretch out, the floors falling backwards and the walls crawling through each other.\n\n\n05:21:13\n The hallway lights spread and coat the walls as Agent Handel descends from the upper floor.\n\n\n05:21:17\n Agent Handel repeatedly knocks on the \nconta\nin\nment\n \nc\nell's\n \ndoo\nr\n.\n\n\n05:21:21\n A growling sound is heard from the left end of the hallway. Agent Handel quickly grabs onto the \ndoo\nr's handle.\n\n\n05:21:23\n A \nr\niv\ner\n rushes from the left and floods the entire hallway as Agent Handel keeps hanging on the handle, struggling against the current.\n\n\n05:21:35\n The \nr\niv\ner has calmed and begins to subside. Agent Handel tightens \nh\nis grip on the \ndo\nor and prepares to kick it open.\n\n\n05:21:37\n A giant \nworm\n \nleech\n \nmouth\n \nchasm\n screams open from below \nhi\nm, revealing a sky, and starts draining the \nr\ni\nver.\n\n\n05:21:39\n \nDorren\n twists the handle.\n\n\n05:21:40\n The \nd\noor loosens.\n\n\n\n\n\n\n\n\nDate\n: 16-05-2022\n\n\nInterviewer:\n Agent Dorren Handel\n\n\nInterviewee:\n SCP-5536-3\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Handel materialises inside of SCP-5536-3's \nconta\nin\nment\n \nc\nell\n.\n\n\nAgent Handel:\n (\nPanting\n) SCP-5536-3!\n\n\nNo response.\n\n\nAgent Handel:\n Shit. (\nBreathes\n) Thorin!\n\n\nThorin:\n Good evening, Agent. Have you come to ask for my assistance?\n\n\nAgent Handel:\n Oh God. What the- Why are you \nred\n?\n\n\nThorin:\n \nCrimson,\n actually. What brings you to my humble abode on such an occasion?\n\n\nAgent Handel:\n Look, I don't know if you noticed, but the whole site's going Escher and a bunch of Foundation personnel are getting slaughtered by those fucking redstone zombies! Now you better know something on how to stop this shit before it gets out of site!\n\n\nThorin:\n (\nSighs\n) I really wish you had toned down the vulgarity. I may know something about that, but before that, I sense a question, kept for so long, lingering in your mind, Agent. Would you be so kind as to tell me what it is?\n\n\nAgent Handel:\n Huh.\n\n\nAgent Handel pauses, then continues to laugh for 10 seconds.\n\n\nAgent Handel:\n You're right, you're right. How could I forget my mission? The only purpose I have in this miserable life? (\nBreathes\n) \nWhy are the\n \nmoons\n \nempty?\n\n\nThorin:\n (\nChuckles\n) Now, what nonsense are you talking about?\n\n\nDorren:\n Don't mess around, kid.\n\n\nThorin:\n Oh. (\nPauses\n) I see. An agent of the Magistratum, correct?\n\n\nDorren:\n (\nCoughs\n) I guess I don't have to explain everything after all. Now, I shall ask of you to answer my question, Fier\nKing\n.\n\n\nThorin:\n I'm sorry to disappoint you, agent, but I'm afraid they have actually been empty for quite some time. Since the day that you saved me, to be exact.\n\n\nDorren:\n I asked for a \nreason\n, kid! Don't state the fucking obvious!\n\n\nThorin:\n Well, I don't know what your superiors would call it, but I believe the human word for it is\n \nthe King\n{Archon of the Suns}\nship.\n\n\nDorren:\n Shit. (\nPauses\n) \nShit!\n So I'm guessing that's who you've been sucking up to for the last couple of years, huh? The polatroska who's also the\n \nsu\n{The Traitor}\nns\n?\n\n\nThorin:\n \"Sucking up\" is too simplified of a term. I personally would call it \"coincidental subservience.\"\n\n\nDorren:\n Fine, whatever. Now tell me, what does it have to do with the\n \nmoons\n?\n\n\nThorin:\n The chains that keep\n \nthem\n \ntethered are slowly rusting away.\n\n\nDorren:\n Shit, that's bad. Does this mean that the prisoners are free?\n\n\nThorin:\n No. They're in a world given to us by\n \nthe King\n{Adonaios}\nship.\n \nA refuge world, connected to all the\n \nmoons\n \nin this particular multiverse, but still undoubtedly a larger prison.\n\n\nDorren:\n Then what about those slaves, huh? How come they are able to leave your so-called \"larger prison\"? Why do you even need them in the first place?\n\n\nThorin:\n (\nFrowns\n) We never deserved to rule over them. They were there first, you know. Now, I may be a Fier, Agent, but I am only one of many. If I had such power, I would have granted them peace, freeing their souls from those crystal bodies. But for now, I can only give them a privilege that not even the lords of the Horizon Court have, to see my world under the sun.\n\n\nDorren:\n I could just kill them, you know. End their suffering and all that.\n\n\nThorin:\n (\nLooks away\n) If you could see what kind of afterlife awaits them, you'd at least hesitate on doing that.\n\n\nDorren:\n You should've just told all of this to the Foundation.\n\n\nThorin:\n Oh, I tried. I've told them all about how I spent centuries becoming one of millions of kings and the oncoming fate of all our worlds, but they didn't seem to understand a single word.\n\n\nDorren:\n Maybe \ndon't\n talk to them in Wuski? It's quite\n \nnia\n{The Night Eternal}\ntruc.\n\n\nThorin:\n (\nLaughs\n) That's a choice I cannot make, sadly. If I do not ramble about it or say a bunch of numbers for hours, I'd be\n \n[DA\n{Just kill me.}\nTA EXPU\n{Please.}\nNG\n{Let me rest for just a little bit.}\nED].\n\n\nDorren:\n Sheesh, you're better off dead if that happens.\n\n\nThorin:\n That's not a viable solution.\n\n\nDorren:\n So… you're not craving the sweet release of death \nnor\n are you trying to get the fuck out of here. Somehow I don't believe either of those statements.\n\n\nThorin:\n You're misinterpreting my answers, Agent. This \nis\n my escape attempt, though I'm just following Mother Nature's laws. But as you can see, they're not very well-constructed. Death, on the other hand, is an unpredictable gift that keeps on giving.\n\n\nDorren:\n (\nPauses\n) You know what? Just tell me how to fix this. Let's both stop stalling. (\nBreathes\n) Tell me what I have to do.\n\n\nThorin\n looks around \nhis\n \nconta\nin\nment\n \nc\nell\n then lays down on \nhis\n mattress.\n\n\nThorin:\n \nK\ni\nl\nl\n \nm\ne\n.\n\n\nDorren:\n Yeah sure, why n- Wait, what? You're kidding, right?\n\n\nThorin:\n You've experienced it, haven't you? For your soul to be at peace, unburdened and unchained from the world.\n\n\nDorren:\n Look, I don't know how you knew that, but I'm not gonna fulfill whatever death wish you h-\n\n\nThorin:\n If your allegiance is with the Foundation and the Magistratum, then you should just hurry up and kill me. I know my parents are dead and all traces of my existence outside of this site have been erased. I'm perfectly sure that I won't be allowed to leave this place for the rest of my lives. It's just… I want to be at peace, even if it's just for a while.\n\n\nDorren:\n You're telling me that this is the only way it can stop?\n\n\nThorin:\n No, but it's certainly the easiest. Besides, as long as you don't destroy my brain, I should be back tomorrow morning. (\nBreathes\n) Please, just aim for the neck. Make it quick.\n\n\nDorren:\n Why are you telling me all this? If the Foundation finds out, they'd probably kill you off for good! (\nSighs\n) Why do I even bother? They're definitely recording this right now. These people are too cautious for their own good.\n\n\nThorin:\n They will listen to you, trust me. They'll bring you here for every lunar eclipse to finish me off as many times as it takes, because they understand what needs to be done.\n\n\nDorren:\n I really hope you're telling the truth, kid.\n\n\nThorin:\n I am.\n\n\nAudio distorts for 19 seconds as \nDorren\n pulls out a \ns\nt\na\nf\nf\n from \nhis\n palm and holds it above \nThorin's\n neck.\n\n\nDorren:\n So, you got anything to say, before I put you to rest?\n\n\nThorin:\n Yeah. (\nStarts to smile\n) Thanks for saving me back then.\n\n\nDorren:\n (\nChuckles\n) Don't mention it.\n\n\nDorren\n \n[D\nA\nTA\n \nEX\nPU\nNGE\nD]\n, decapitating \nThor\nin. \nHi\ns body begins to evaporate as \nflames\n erupt from below \nh\nim and swallow him whole.\n\n\nA \nd\noo\nr\n appears on the \nw\nall beside \nDorren\n and swings open, revealing an empty bedroom.\n\n\nHis\n \ns\nt\na\nf\nf\n bends in \nhis\n hand, clattering to \nc\nhain\ns\n, crackling to \nth\nor\nns\n, and finally growing to a \ns\ncar\nf\n, which \nhe\n wraps around \nhis\n neck.\n\n\nDorren:\n See you later, kid.\n\n\nDorren\n steps through the \nd\noo\nr\n.\n\n\nThe \nd\noor vanishes.\n\n\n[END LOG]\n\n\n\n\nThe lunar eclipse ended shortly afterwards. The interior of Site-57 quickly reverted back to its original state and all SCP-5536-2 instances marched back to the middle of SCP-5536, each of them vanishing instantly inside the light.\n\n\nA rescue team shortly arrived and managed to recover 89 Foundation personnel. 38 other personnel were confirmed to be deceased and 4 are currently missing.\n\n\nSCP-5536-3 would rematerialise in his cell the next morning without any injuries. The following is an excerpt from the post-incident interview.\n\n\n\n\nDate:\n 17-05-2022\n\n\nInterviewer:\n Dr. Nunnally Natt\n\n\nInterviewee:\n SCP-5536-3\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Natt:\n SCP-5536-3, we are conducting this interview to close out our investigation of the incident which took place on 16th of May that resulted in the deaths of many staff members. Do you have any comments to make?\n\n\nSCP-5536-3:\n Yes, actually. This interview will be available to Level 5 personnel and above, correct?\n\n\nDr. Natt:\n I'm not at liberty to disclose that inf-\n\n\nSCP-5536-3:\n I'll take that as a yes. That means I can only give you the rough outlines.\n\n\nDr. Natt:\n If what you have is enough, then it shouldn't be a problem.\n\n\nSCP-5536-3:\n Very well. (\nPauses\n) Even though I am not responsible for such a horrible incident, I deeply apologize for it, as the perpetrators are some of my close colleagues.\n\n\nDr. Natt:\n When you say \"colleagues,\" do you mean those of the same status as you? So if there are others, does this mean it's happening in many places?\n\n\nSCP-5536-3:\n Countless of them, not just ours. In places you wouldn't even know existed.\n\n\nDr. Natt:\n I see. In one of your interviews, you also mentioned something along the lines of \"becoming a king in a span of a few centuries.\" Now, you sure don't look a quarter of that age.\n\n\nSCP-5536-3:\n Physically, no. This body of the child that I once was does not reflect my mental and spiritual experience. Though if you were to ask me of my age, I would reply that I am, without a doubt, 361 years old.\n\n\nDr. Natt:\n (\nPauses\n) Are you still Thorin? The boy that we brought here two years ago?\n\n\nSCP-5536-3:\n I wish I could say that. But you know how things are.\n\n\nDr. Natt:\n Right… Now, if what you said is true, we are to terminate you on every lunar eclipse to prevent the more disastrous effects of SCP-5536's anomalous properties. Since your statement has been proven to be correct, I would also like to request that you give us information on the actions to be taken during other astronomical events.\n\n\nSCP-5536-3:\n Doctor, what makes you think whatever comes out of my mouth is the truth?\n\n\nDr. Natt:\n Because it seems like you're actually trying to help us.\n\n\nSCP-5536-3:\n (\nSighs\n) Then I shall give. You know those flowers that sprout up and wrap around the trilithons every night?\n\n\nDr. Natt:\n Yes, I am aware that giving them any liquid has no effect on their growth.\n\n\nSCP-5536-3:\n Good. Now you might want to stock up on liquid mercury for the preparation of a solar eclipse.\n\n\nDr. Natt:\n Do we… water them with it?\n\n\nSCP-5536-3:\n (\nLaughs heartily\n) Goodness no, Doctor! You'll kill them! Help them \ndrink,\n for they will bloom with opened mouths.\n\n\nDr. Natt:\n All… right, then.\n\n\nSCP-5536-3:\n That's all I could give you for now. And Doctor, if it's not too much to ask, I would like to ask of you to prepare a room for me in the observatory during the solar eclipses. Is that an even trade?\n\n\nDr. Natt:\n Is that request necessary?\n\n\nSCP-5536-3:\n Yes, for all of you, but mostly for myself.\n\n\nDr. Natt:\n I'll see what I can do.\n\n\nSCP-5536-3:\n Thank you, Doctor.\n\n\n[END LOG]\n\n\n\n\nA search mission was also intiated to relocate Agent Handel, concluding on that same day when he was found baking an unknown food product in the site cafeteria. Dr. Nunnally Natt was assigned to interview Agent Handel several minutes later in the site's safe room.\n\n\n\n\nDate:\n 17-05-2022\n\n\nInterviewer:\n Dr. Nunnally Natt\n\n\nInterviewee:\n Agent Dorren Handel\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Natt:\n So, Agent Handel, about yesterday…\n\n\nAgent Handel:\n First off, it's a German name. Yes, I know it sounds like a pun. Also, the kid is safe, don't worry.\n\n\nDr. Natt:\n Yes, I'm aware of that. That's not what I'm here for, though.\n\n\nAgent Handel:\n Oh yeah. Sorry for the \npie\n thing. They might smell weird, but trust me, they're perfectly edible.\n\n\nDr. Natt:\n (\nScratches her head\n) I hope that doesn't have anything to do with whatever \"Archon\" you're working for.\n\n\nAgent Handel:\n (\nPauses\n) Okay, who snitched on me?\n\n\nDr. Natt:\n (\nChuckles\n) Relax. It's an O5. She told me to watch a few recordings yesterday.\n\n\nAgent Handel:\n Dang. Is she listening to this right now?\n\n\nDr. Natt motions her hand to the hidden camera.\n\n\nAgent Handel:\n (\nLooks at the camera\n) Oh, tro\n{fuck}\nsk! That was there this whole time? Must be real fucking tiny if-\n\n\nDr. Natt:\n We're getting off track, Agent.\n\n\nAgent Handel:\n Sorry. (\nCoughs\n) Anyways, are they actually afraid to come into contact with other anomalies?\n\n\nDr. Natt:\n They're just cautious, that's all.\n\n\nAgent Handel:\n Doctor, I'm gonna be honest with you. I'm not a reality bender or a Type Green, whatever you want to call it.\n\n\nDr. Natt:\n So I've heard.\n\n\nAgent Handel:\n Also, I'm not \nactually\n German, though I do speak it. (\nLooks around the room\n) To tell you the truth, working with the Foundation has been \né\n{I'm tired}\nta rép\n{So tired.}\nsax\n. But I'm still gonna finish my mission, and that includes working with you. I can safely say that most of you are pretty competent. I also realize that both of our bosses have the same goal, to protect our existence.\n\n\nDr. Natt:\n I sure hope my bosses think the same too, but I'm afraid that, during these two years, you're already aware on how we do things here.\n\n\nAgent Handel:\n (\nSighs\n) So, what do they plan to do to me? Launch me to the sun? Blast me with SRAs? Lock me up along with their anomalous\nanimated factory\nporn?\n\n\nDr. Natt:\n (\nLaughs and leans back on her chair\n) No, nothing like that. They're probably more interested on finding out more about your superiors.\n\n\nAgent Handel:\n Does that mean they'll finally be sending troops to Stonehenge?\n\n\nDr. Natt:\n You know that we can't afford to do that without proper research, right? Besides, you could definitely kill me before I blink and send some yourself.\n\n\nAgent Handel:\n That wouldn't be \nethical\n, Doctor.\n\n\nDr. Natt:\n You're starting to sound like a human.\n\n\nAgent Handel:\n Yep. And I hate it.\n\n\nDr. Natt:\n (\nSits upright\n) Look, I know it won't sound professional, but I want to thank you for saving our asses. Only a dumbass would take that for granted. I made sure that the O5 will at least consider helping you. They said they'll hold a vote to decide if this mission of yours is worth the trouble.\n\n\nAgent Handel:\n (\nExasperated\n) Thanks. Much appreciated. Rest assured, my missions are for a good cause.\n\n\nDr. Natt:\n You're welcome. They already have countermeasures though, just in case you need to be put down.\n\n\nAgent Handel:\n I know.\n\n\nAgent Handel dematerialises from his seat.\n\n\nDr. Natt:\n That concludes the interview.\n\n\n[END LOG]\n\n\n\n\nInterviewer's Notes:\n \nAgent Handel is considered imperative to the containment of SCP-5536 and must be informed immediately about the results of the vote, whenever that happens. I don't care if any of you thinks he is involved with the Fifthists or if he's a lobotomized Type Green. We owe him. Don't forget that.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A structure which consists of 2 vertical stones supporting a third horizontal stone across the top. Frequently used in the context of megalithic monuments.\n\n\n2\n. Hypothesised to be a mutation between the Madonna lily (\nLilium candidum\n) and the pheasant's eye (\nNarcissus poeticus\n).\n\n\n3\n. A mineral which resulted from the natural combination of obsidian, brimstone, and [REDACTED]. Currently used by the Foundation for emergency heating.\n\n\n4\n. An ancient dialect which originated from several regions in Russia. The Foundation are currently searching for any of its native speakers.\n\n\n5\n. All 8-digit numbers given are dates that have been proven to correlate with past and future astronomical events.\n\n\n6\n. \n\"Archon Magistratum\".\n\n\n7\n. A task force specialising in the investigation, containment, and subsequent cleanup of anomalies in rural and suburban environments.\n\n\n8\n. Methods include shaking, shouting, blaring an airhorn, blowing a dog whistle, playing a high bass boosted \nJJBA\n non-descript media compilation, and tickling.\n\n\n9\n. 28051900, 08041902, 29051919, 18051920, 14011926, 02101959, 15111999, 05062020,16052022, 19032072, 25022119, 04052190, and 18122199.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n[ACCESS RESTRICTED: ENTER TIMMŪS-OP CREDENTIALS]\n\n\n\n\n[WELCOME, TIMMŪS-OPERATIVE MARGARINE]\n\n\n\n\n\n\n\n\n \n\n\nACTIVATING EXISTENTIAL KILL AGENT\n\n\n \n\n\n\n\n\n\n\"Is it really you?\"\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nSorry, Ma'am.\n\n\n \n\n\n \n\n\n \n\n\nI had to make sure that it's really you.\n\n\n \n\n\n \n\n\n \n\n\nOr your boss.\n\n\n \n\n\n \n\n\n \n\n\nOr his bosses.\n\n\n \n\n\n \n\n\n \n\n\nOr \ntheir\n boss.\n\n\n \n\n\n \n\n\n \n\n\nYou know, I should really stop talking.\n\n\n \n\n\n \n\n\n \n\n\nLike, right now.\n\n\n \n\n\n \n\n\n \n\n\nOkay, I'm gonna stop.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nLIFE SIGNS DETECTED\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n\n\nFULL MISSION REPORT\n\n\n\n\n \n\n\n\n\nFROM:\n Agent \nDoorhandle\n\n\nTO:\n Timmūs-Operative \nMargarine\n\n\n\n\nThis is Agent \nDoorhandle\n, giving a full report. \nOkay, maybe not that full.\n\n\nI\n've found the gateway. It is located in the 11\nth\n Level (Humanity) in Wiltshire, England, Europe, on Earth, inside the Milkyway. It is a monument of stone monoliths that the humans previously called \"Stonehenge\". The only safe time to enter through it is on the lunar and solar eclipses. \nWe could always just destroy it, you know.\n\n\nAccording to the information \nI\n've gotten, the gateway leads to the place where the prisoners escaped to. If a few other sources are also to be believed, that its connection spans through infinite realities and universes, we might have another Infinitum crisis on our hands. \nWhen are the others coming, anyway? It's just me and Kabarat (that human) here.\n\n\nThere's also a \nFier\n here. \nThorin Wagner\n, male, born on 19 ADG. \nHe\n is currently not a threat and has proven to both be cooperative in \nmy\n mission and crucial in maintaining the gateway's connection, but \nI\n worry that, since \nhis\n body doesn't support \nhis\n power, \nhe\n might trigger a planetary extinction event in about 10 years. \nI\n suggest moving \nhim\n to the 3\nrd\n Level (\nArak\n) when \nhis\n time comes. \nGood kid. He will be missed greatly.\n\n\nDuring these past 2 years, \nI\n have been cooperating with one of Humanity's Reclamation Groups, the SCP Foundation. From what \nI\n've seen so far, they are mostly able to handle some of the 12\nth\n and 13\nth\n Level threats, and their leaders are currently deciding on the best course of action involving us, though \nI\n still plan on checking out the Serpent's Hand. If everything goes well, \nI\n shall be reporting back to \nyou\n soon. \nI'll try my best to come back on \nKlannux\n this year, though I can't really guarantee it. I'll still send a postcard to you and Arké-né just in case.\n\n\nThis has been \nmy\n full report, \nMa'am\n. \nLove you! :D\n\n\n\n\nWe are the demons that keep the angels in check.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-5535\n | SCP-5536 | \nSCP-5537\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5536\n\" by Doorhandle, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5536\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Shuttered Dreams-1.jpg\n\n\nAuthor:\n \nDoorhandle\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n The Gateway\n\n\nAuthor:\n \nDoorhandle\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative Of:\n\n\n\n\nNames:\n Archimedes Muzenda.jpg\n\n\nAuthor:\n Alice_Alphabet\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPixabay",
    "addendums": [
        "After awakening, SCP-5536-3 will usually express discomfort about his dreams before continuing with his daily activities in containment. If asked to describe the nature of his dreams, SCP-5536-3 will either ramble in an unknown language Wuski 4 for 5 hours or recite different 8-digit numbers for 2 hours. 5 Do you still remember us after all this time? 6 Addendum 5536.a: Discovery\nSCP-5536 was discovered on 5 July 2020 (the Ansuman Incident) during a penumbral lunar eclipse in the Wiltshire area. The Foundation was informed about the situation through several reports from social media. MTF Epsilon-6 (\"Village Idiots\") 7 was quickly deployed to the location where they found approximately 50 tourists being killed by hundreds of SCP-5536-2 instances. At least 200 other tourists were also spotted attempting to flee the location with some of them collapsing after succumbing to SCP-5536's radiation.\nAs the MTF members dismounted from their vehicles and dispatched various SCP-5536-2 instances, Agent Handel emerged from SCP-5536, bringing an unconscious SCP-5536-3, who was sighted at SCP-5536's centre before the incident, and placing him beside the other injured tourists before aiding the MTF members. Nearly a hundred of SCP-5536-2 instances were te r mi n at ed , with the surviving few immediately retreating back to the centre of SCP-5536, vanishing in the optical anomaly.\n75 people were killed in the resulting event, 2 of which were identified to be SCP-5536-3's parents. 19 other victims shortly expired due to radiation and one additional victim died while on the way to the hospital when he attempted to show medical personnel a photo of SCP-5536 that he took.\nAll 180 survivors were gathered in a refuge centre and amnesticized. The general public was later given the cover story that the incident was the result of several unaccounted solar flares damaging the ozone layers. UNESCO officials promptly prohibited any cultural and tourism activity on Wiltshire.\nA security perimeter surrounding SCP-5536 was quickly established. After 2 weeks of negotiation with UNESCO and GOC officials, the Foundation was subsequently given permission to develop it to Containment Site-57 under the guise of a temporary UNESCO reclamation site.",
        "Addendum 5536.b: Observation\n4 days after acquisition, during which SCP-5536-3 continuously exhibited his anomalous properties, Dr. Nunnally Natt was given the approval to begin her observation on SCP-5536-3.\nObservation of SCP-5536-3 would later be ceased by Site Director Pendleton. Dr. Jordan was assigned to give monthly psychological evaluation for SCP-5536-3 the following day.",
        "Addendum 5536.c: Testing Logs\nThe following are the testing logs for the attempted visual documentations of SCP-5536.",
        "Addendum 5536.d: 16-05-2022 Incident\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "Observational Log 5536-3.OL.1 Summary Date: 28-07-2020 Subject: SCP-5536-3 Preface: A CloudHelm (a wearable EEG device) was attached to SCP-5536-3 before sleeping. Observation Notes: SCP-5536-3 quickly agreed to the procedure. During the first 10 minutes of sleep, SCP-5536-3's brainwaves gradually increased from 5 Hz to 70 Hz. SCP-5536-3 immediately suffered an epileptic seizure past that point, with several security personnel attempting to wake him up using various methods 8 to no avail. SCP-5536-3 awakened 8 hours later, visibly shaken and mumbling \"so long…\" for 3 minutes. When asked about the meaning of his words, SCP-5536-3 immediately curled up under his blanket and refused to answer any more questions.",
        "Observational Log 5536-3.OL.2 Summary Date: 31-07-2020 Subject: SCP-5536-3 Preface: SCP-5536-3 was asked to describe his dreams. Observation Notes: SCP-5536-3 refused to comply, saying that \"five months is already h e ll \" before going completely silent. When asked again, SCP-5536-3 began to recite multiple 8-digit numbers 9 in random orders for 2 hours. The numbers were confirmed to be past and future dates for solar and lunar eclipses.",
        "Observational Log 5536-3.OL.3 Summary Date: 01-08-2020 Subject: SCP-5536-3 Preface: SCP-5536-3 was asked to recount any dreams he had during containment. Observation Notes: SCP-5536-3 started shouting in what was later discovered to be Wuski for 5 hours, culminating in him collapsing from dehydration and having to be treated in the site infirmary.",
        "Testing Log 5536.01 Date: 21-09-2021 Procedure: D-080604 was given a digital camera and instructed to take a picture of SCP-5536. Results: D-080604 screamed and smashed the camera with his foot seconds after looking at the finished photo. Subject attempted to gouge out his own eyeballs as on-site security subdued and stunned him. Subject was later given Class-C amnestics. The memory card of the digital camera was damaged beyond repair. Well, that was strange, but not entirely unexpected, seeing what happened to that one tourist during the Ansuman Incident. I suggest we use a few other tools for future testing. - Dr. Natt",
        "Testing Log 5536.02 Date: 24-09-2021 Procedure: D-197676 was given a camcorder and instructed to visually record SCP-5536. Results: D-197676 began shaking uncomfortably as she is recording for the first 19 seconds. Subject then dropped the camcorder and attempted to flee the testing grounds. As two security personnel started after her, the camcorder internally fractured and emitted radioactive particles li g {Can you see Him?} h t , heavily injuring D-197676 and temporarily blinding 5 other personnel. D-197676 would later contract skin cancer and die 4 hours after testing.",
        "Testing Log 5536.03 Date: 27-09-2021 Procedure: D-126427 was given an infrared camera and instructed to visually record SCP-5536. Results: After 3 seconds of recording, the infrared camera instantly exploded, killing D-126427 and slightly injuring 2 security personnel. The resulting explosion was noted to have a medium level of gamma radiation.",
        "Testing Log 5536.04 Date: 28-09-2021 Procedure: D-191919 was given a complete painting kit and instructed to create a painting of SCP-5536. Results: D-191919 began to paint at an abnormal speed, finishing her painting in 5 minutes. Subject showed the painting to security personnel, at which point it burst to flames and the su {Our Lord} n turned [DA TA EX P {Our Patriarch} UN GE D] , causing nothing the sky to momentarily melt burn fall disappear [D AT {Our Saviour} A EX P UNGED] and killing subject along with 4 security personnel. Visual testing for SCP-5536 will be ceased for the foreseeable future. Any attempts to violate this order will not go unpunished. I hope that you take more caution for your future actions, Doctor. - O5-█",
        "Date : 16-05-2022 Interviewer: Agent Dorren Handel Interviewee: SCP-5536-3 [BEGIN LOG] Agent Handel materialises inside of SCP-5536-3's conta in ment c ell . Agent Handel: ( Panting ) SCP-5536-3! No response. Agent Handel: Shit. ( Breathes ) Thorin! Thorin: Good evening, Agent. Have you come to ask for my assistance? Agent Handel: Oh God. What the- Why are you red ? Thorin: Crimson, actually. What brings you to my humble abode on such an occasion? Agent Handel: Look, I don't know if you noticed, but the whole site's going Escher and a bunch of Foundation personnel are getting slaughtered by those fucking redstone zombies! Now you better know something on how to stop this shit before it gets out of site! Thorin: ( Sighs ) I really wish you had toned down the vulgarity. I may know something about that, but before that, I sense a question, kept for so long, lingering in your mind, Agent. Would you be so kind as to tell me what it is? Agent Handel: Huh. Agent Handel pauses, then continues to laugh for 10 seconds. Agent Handel: You're right, you're right. How could I forget my mission? The only purpose I have in this miserable life? ( Breathes ) Why are the moons empty? Thorin: ( Chuckles ) Now, what nonsense are you talking about? Dorren: Don't mess around, kid. Thorin: Oh. ( Pauses ) I see. An agent of the Magistratum, correct? Dorren: ( Coughs ) I guess I don't have to explain everything after all. Now, I shall ask of you to answer my question, Fier King . Thorin: I'm sorry to disappoint you, agent, but I'm afraid they have actually been empty for quite some time. Since the day that you saved me, to be exact. Dorren: I asked for a reason , kid! Don't state the fucking obvious! Thorin: Well, I don't know what your superiors would call it, but I believe the human word for it is the King {Archon of the Suns} ship. Dorren: Shit. ( Pauses ) Shit! So I'm guessing that's who you've been sucking up to for the last couple of years, huh? The polatroska who's also the su {The Traitor} ns ? Thorin: \"Sucking up\" is too simplified of a term. I personally would call it \"coincidental subservience.\" Dorren: Fine, whatever. Now tell me, what does it have to do with the moons ? Thorin: The chains that keep them tethered are slowly rusting away. Dorren: Shit, that's bad. Does this mean that the prisoners are free? Thorin: No. They're in a world given to us by the King {Adonaios} ship. A refuge world, connected to all the moons in this particular multiverse, but still undoubtedly a larger prison. Dorren: Then what about those slaves, huh? How come they are able to leave your so-called \"larger prison\"? Why do you even need them in the first place? Thorin: ( Frowns ) We never deserved to rule over them. They were there first, you know. Now, I may be a Fier, Agent, but I am only one of many. If I had such power, I would have granted them peace, freeing their souls from those crystal bodies. But for now, I can only give them a privilege that not even the lords of the Horizon Court have, to see my world under the sun. Dorren: I could just kill them, you know. End their suffering and all that. Thorin: ( Looks away ) If you could see what kind of afterlife awaits them, you'd at least hesitate on doing that. Dorren: You should've just told all of this to the Foundation. Thorin: Oh, I tried. I've told them all about how I spent centuries becoming one of millions of kings and the oncoming fate of all our worlds, but they didn't seem to understand a single word. Dorren: Maybe don't talk to them in Wuski? It's quite nia {The Night Eternal} truc. Thorin: ( Laughs ) That's a choice I cannot make, sadly. If I do not ramble about it or say a bunch of numbers for hours, I'd be [DA {Just kill me.} TA EXPU {Please.} NG {Let me rest for just a little bit.} ED]. Dorren: Sheesh, you're better off dead if that happens. Thorin: That's not a viable solution. Dorren: So… you're not craving the sweet release of death nor are you trying to get the fuck out of here. Somehow I don't believe either of those statements. Thorin: You're misinterpreting my answers, Agent. This is my escape attempt, though I'm just following Mother Nature's laws. But as you can see, they're not very well-constructed. Death, on the other hand, is an unpredictable gift that keeps on giving. Dorren: ( Pauses ) You know what? Just tell me how to fix this. Let's both stop stalling. ( Breathes ) Tell me what I have to do. Thorin looks around his conta in ment c ell then lays down on his mattress. Thorin: K i l l m e . Dorren: Yeah sure, why n- Wait, what? You're kidding, right? Thorin: You've experienced it, haven't you? For your soul to be at peace, unburdened and unchained from the world. Dorren: Look, I don't know how you knew that, but I'm not gonna fulfill whatever death wish you h- Thorin: If your allegiance is with the Foundation and the Magistratum, then you should just hurry up and kill me. I know my parents are dead and all traces of my existence outside of this site have been erased. I'm perfectly sure that I won't be allowed to leave this place for the rest of my lives. It's just… I want to be at peace, even if it's just for a while. Dorren: You're telling me that this is the only way it can stop? Thorin: No, but it's certainly the easiest. Besides, as long as you don't destroy my brain, I should be back tomorrow morning. ( Breathes ) Please, just aim for the neck. Make it quick. Dorren: Why are you telling me all this? If the Foundation finds out, they'd probably kill you off for good! ( Sighs ) Why do I even bother? They're definitely recording this right now. These people are too cautious for their own good. Thorin: They will listen to you, trust me. They'll bring you here for every lunar eclipse to finish me off as many times as it takes, because they understand what needs to be done. Dorren: I really hope you're telling the truth, kid. Thorin: I am. Audio distorts for 19 seconds as Dorren pulls out a s t a f f from his palm and holds it above Thorin's neck. Dorren: So, you got anything to say, before I put you to rest? Thorin: Yeah. ( Starts to smile ) Thanks for saving me back then. Dorren: ( Chuckles ) Don't mention it. Dorren [D A TA EX PU NGE D] , decapitating Thor in. Hi s body begins to evaporate as flames erupt from below h im and swallow him whole. A d oo r appears on the w all beside Dorren and swings open, revealing an empty bedroom. His s t a f f bends in his hand, clattering to c hain s , crackling to th or ns , and finally growing to a s car f , which he wraps around his neck. Dorren: See you later, kid. Dorren steps through the d oo r . The d oor vanishes. [END LOG]",
        "Date: 17-05-2022 Interviewer: Dr. Nunnally Natt Interviewee: SCP-5536-3 [BEGIN LOG] Dr. Natt: SCP-5536-3, we are conducting this interview to close out our investigation of the incident which took place on 16th of May that resulted in the deaths of many staff members. Do you have any comments to make? SCP-5536-3: Yes, actually. This interview will be available to Level 5 personnel and above, correct? Dr. Natt: I'm not at liberty to disclose that inf- SCP-5536-3: I'll take that as a yes. That means I can only give you the rough outlines. Dr. Natt: If what you have is enough, then it shouldn't be a problem. SCP-5536-3: Very well. ( Pauses ) Even though I am not responsible for such a horrible incident, I deeply apologize for it, as the perpetrators are some of my close colleagues. Dr. Natt: When you say \"colleagues,\" do you mean those of the same status as you? So if there are others, does this mean it's happening in many places? SCP-5536-3: Countless of them, not just ours. In places you wouldn't even know existed. Dr. Natt: I see. In one of your interviews, you also mentioned something along the lines of \"becoming a king in a span of a few centuries.\" Now, you sure don't look a quarter of that age. SCP-5536-3: Physically, no. This body of the child that I once was does not reflect my mental and spiritual experience. Though if you were to ask me of my age, I would reply that I am, without a doubt, 361 years old. Dr. Natt: ( Pauses ) Are you still Thorin? The boy that we brought here two years ago? SCP-5536-3: I wish I could say that. But you know how things are. Dr. Natt: Right… Now, if what you said is true, we are to terminate you on every lunar eclipse to prevent the more disastrous effects of SCP-5536's anomalous properties. Since your statement has been proven to be correct, I would also like to request that you give us information on the actions to be taken during other astronomical events. SCP-5536-3: Doctor, what makes you think whatever comes out of my mouth is the truth? Dr. Natt: Because it seems like you're actually trying to help us. SCP-5536-3: ( Sighs ) Then I shall give. You know those flowers that sprout up and wrap around the trilithons every night? Dr. Natt: Yes, I am aware that giving them any liquid has no effect on their growth. SCP-5536-3: Good. Now you might want to stock up on liquid mercury for the preparation of a solar eclipse. Dr. Natt: Do we… water them with it? SCP-5536-3: ( Laughs heartily ) Goodness no, Doctor! You'll kill them! Help them drink, for they will bloom with opened mouths. Dr. Natt: All… right, then. SCP-5536-3: That's all I could give you for now. And Doctor, if it's not too much to ask, I would like to ask of you to prepare a room for me in the observatory during the solar eclipses. Is that an even trade? Dr. Natt: Is that request necessary? SCP-5536-3: Yes, for all of you, but mostly for myself. Dr. Natt: I'll see what I can do. SCP-5536-3: Thank you, Doctor. [END LOG]",
        "Date: 17-05-2022 Interviewer: Dr. Nunnally Natt Interviewee: Agent Dorren Handel [BEGIN LOG] Dr. Natt: So, Agent Handel, about yesterday… Agent Handel: First off, it's a German name. Yes, I know it sounds like a pun. Also, the kid is safe, don't worry. Dr. Natt: Yes, I'm aware of that. That's not what I'm here for, though. Agent Handel: Oh yeah. Sorry for the pie thing. They might smell weird, but trust me, they're perfectly edible. Dr. Natt: ( Scratches her head ) I hope that doesn't have anything to do with whatever \"Archon\" you're working for. Agent Handel: ( Pauses ) Okay, who snitched on me? Dr. Natt: ( Chuckles ) Relax. It's an O5. She told me to watch a few recordings yesterday. Agent Handel: Dang. Is she listening to this right now? Dr. Natt motions her hand to the hidden camera. Agent Handel: ( Looks at the camera ) Oh, tro {fuck} sk! That was there this whole time? Must be real fucking tiny if- Dr. Natt: We're getting off track, Agent. Agent Handel: Sorry. ( Coughs ) Anyways, are they actually afraid to come into contact with other anomalies? Dr. Natt: They're just cautious, that's all. Agent Handel: Doctor, I'm gonna be honest with you. I'm not a reality bender or a Type Green, whatever you want to call it. Dr. Natt: So I've heard. Agent Handel: Also, I'm not actually German, though I do speak it. ( Looks around the room ) To tell you the truth, working with the Foundation has been é {I'm tired} ta rép {So tired.} sax . But I'm still gonna finish my mission, and that includes working with you. I can safely say that most of you are pretty competent. I also realize that both of our bosses have the same goal, to protect our existence. Dr. Natt: I sure hope my bosses think the same too, but I'm afraid that, during these two years, you're already aware on how we do things here. Agent Handel: ( Sighs ) So, what do they plan to do to me? Launch me to the sun? Blast me with SRAs? Lock me up along with their anomalous animated factory porn? Dr. Natt: ( Laughs and leans back on her chair ) No, nothing like that. They're probably more interested on finding out more about your superiors. Agent Handel: Does that mean they'll finally be sending troops to Stonehenge? Dr. Natt: You know that we can't afford to do that without proper research, right? Besides, you could definitely kill me before I blink and send some yourself. Agent Handel: That wouldn't be ethical , Doctor. Dr. Natt: You're starting to sound like a human. Agent Handel: Yep. And I hate it. Dr. Natt: ( Sits upright ) Look, I know it won't sound professional, but I want to thank you for saving our asses. Only a dumbass would take that for granted. I made sure that the O5 will at least consider helping you. They said they'll hold a vote to decide if this mission of yours is worth the trouble. Agent Handel: ( Exasperated ) Thanks. Much appreciated. Rest assured, my missions are for a good cause. Dr. Natt: You're welcome. They already have countermeasures though, just in case you need to be put down. Agent Handel: I know. Agent Handel dematerialises from his seat. Dr. Natt: That concludes the interview. [END LOG] Interviewer's Notes: Agent Handel is considered imperative to the containment of SCP-5536 and must be informed immediately about the results of the vote, whenever that happens. I don't care if any of you thinks he is involved with the Fifthists or if he's a lobotomized Type Green. We owe him. Don't forget that.",
        "\" SCP-5536 \" by Doorhandle, from the SCP Wiki . Source: https://scpwiki.com/scp-5536 . Licensed under CC-BY-SA .",
        "Filename: Shuttered Dreams-1.jpg Author: Doorhandle License: CC BY-SA 3.0",
        "Filename: The Gateway Author: Doorhandle License: CC BY-SA 3.0 Derivative Of: Names: Archimedes Muzenda.jpg Author: Alice_Alphabet License: Public Domain Source Link: Pixabay"
    ],
    "containment_procedures": "Containment Site-57 has been established around SCP-5536 with a radius of approximately 2 km. The perimeter around SCP-5536 is to be routinely patrolled by at least 20 armed security personnel. Any irregular activity outside of SCP-5536's established pattern is to be immediately reported to Site Director Pendleton. The following astronomical events must have the listed measurements taken:",
    "description": "SCP-5536 is a stone monument commonly known as \"Stonehenge,\" located in Wiltshire, England. Following the Ansuman Incident, each of the trilithons1 has exhibited dangerously high levels of ultraviolet and gamma radiation, capable of deteriorating any biological composition and damaging any artificial equipment within 9.5 meters. The large amounts of radiation has also created an optical anomaly in its centre, a construct of a glowing purple cube (approximately 5 m from each side) that remains the same even if observed from different angles.",
    "title": "SCP-5536"
}