{
    "url": "https://scp-wiki.wikidot.com/scp-5537",
    "all_text": "SCP-5537:\n For the Seafood Lover in You\n\n\nAuthor:\n \nHexick\n.\n\n\n\n\n\n\nImage Sources:\n\n\n[See license box at the end of this page]\n\n\n\n\n\n\n\n\n[ ▸ More by this Author ◂]\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+29\n+\n–\nx\n\n\nItem #:\n SCP-5537\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All instances of SCP-5537 are currently kept within cryogenic storage within the Safe-class wing of Site-35. Due to the fragile nature of SCP-5537 instances, access to the anomalies is restricted to personnel possessing 4/5537 clearance and having been specially authorized by the current research head over SCP-5537. Furthermore, in the interest of preventing the onset of decay, SCP-5537 instances may be held outside of storage for no more than 4 consecutive hours.\n\n\nDescription:\n SCP-5537 collectively designates the partially putrified remains of numerous fish, crustaceans, bivalves, and other similarly related sea life all possessing genetic structure identical to members of the group \nHomo sapiens\n (humans) recovered from the Bates Harbor located in Montauk, New York. Analysis of all recovered instances has determined that all had died in the same time frame due to rapid hemorrhaging of all internal organic structures from an unknown cause.\n\n\nAlong with the bulk of SCP-5537s, the following items of interest were discovered along with the anomalies:\n\n\n\n\nA chef's coat; covered in blood and fatty tissue. Genetic analysis has been deemed impossible due to continuous exposure to the elements.\n\n\n\n\n\n\n174 porcelain platters. Each had food remains caked onto their surfaces and damage consistent with exposure to saltwater.\n\n\n\n\n\n\nCongealed pools of vomit. Contents were partially digested SCP-5537 instances along with biscuits and bisque soup.\n\n\n\n\n\n\nA human cadaver. An autopsy revealed the individual to have been infected with Kuru.\n\n\n\n\n\n\n12 one-gallon buckets of ground organic remains.\n\n\n\n\n\n\nThaumic sigils engraved within the bedrock near the site of the SCP-5537 discovery.\n\n\n\n\nDiscovery:\n SCP-5537 along with the aforementioned items of interest were recovered at various points throughout the Bates Harbor on March 9th, 2005 off the cliff edge which situated a struggling Red Lobster franchise (mainly due to the increasing price of seafood beyond what could be afforded by the establishment). Questioning of the staffers working for the restaurant has yielded no results, and further investigation into the practices of the aforementioned business is pending. Currently, Foundation operatives are attempting to obtain a warrant from the Site-35 Deputy Chief to raid the restaurant; however, verification for the reasonable belief of anomalous activity present on the premises is underway. Attempts to locate the employees terminated as a result of poor business performance has proven unsuccessful.\n\n\n\n\n\n\n« \nSCP-5536\n | SCP-5537 | \nSCP-5538\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5537\n\" by Hexick, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5537\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nN/A",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5537 \" by Hexick, from the SCP Wiki . Source: https://scpwiki.com/scp-5537 . Licensed under CC-BY-SA .",
        "N/A"
    ],
    "item": "SCP-5537",
    "object_class": "Safe",
    "containment_procedures": "All instances of SCP-5537 are currently kept within cryogenic storage within the Safe-class wing of Site-35. Due to the fragile nature of SCP-5537 instances, access to the anomalies is restricted to personnel possessing 4/5537 clearance and having been specially authorized by the current research head over SCP-5537. Furthermore, in the interest of preventing the onset of decay, SCP-5537 instances may be held outside of storage for no more than 4 consecutive hours.",
    "description": "SCP-5537 collectively designates the partially putrified remains of numerous fish, crustaceans, bivalves, and other similarly related sea life all possessing genetic structure identical to members of the group Homo sapiens (humans) recovered from the Bates Harbor located in Montauk, New York. Analysis of all recovered instances has determined that all had died in the same time frame due to rapid hemorrhaging of all internal organic structures from an unknown cause.",
    "title": "SCP-5537"
}