{
    "url": "https://scp-wiki.wikidot.com/scp-5539",
    "all_text": "rating: \n+30\n+\n–\nx\n\n\n\n\n\n\n\n\n1/5539\n LEVEL \n1/5539\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-5539\n\n\nObject Class: Safe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5539-2\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5539 is to be kept in Mass Storage Site-33, Low-Security Warehouse 6. Any testing of SCP-5539 must be authorized by MTF Mu-680 “Identified Flying Objects”. Foundation employees working in Low-Security Warehouse 6 should be issued a semiannual memo detailing Foundation Code of Workplace Conduct 56: Alcohol consumption and inebriation is not permissible in the workplace.\n\n\nDescription:\n SCP-5539 is a pair of public bathroom signs labelled Gents/Hommes and Ladies/Dames. The signs are designated SCP-5539-1 and SCP-5539-2 respectively.\n\n\nWhen either SCP-5539 instance is installed on a bathroom door in any establishment primarily serving alcoholic beverages, hereafter referred to as a bar, the anomalous properties of SCP-5539 will manifest. Any individual with a Blood Alcohol Content (BAC) at or above 0.030% who enters SCP-5539’s affected bathroom and attempts to urinate will be instantly transported to another, non-anomalous, bar’s bathroom. The distance between the source bar and destination bar is a function of the individual’s BAC. That is to say, the higher an individual’s BAC, the further they will be transported.\n\n\nAddendum.5539.1:\n Project 41-Crofton\n\n\n\n\n+ ACCESS ADDENDUM\n\n\n\n\n- CLOSE ADDENDUM\n\n\n\n\n\n\n\n\nProject 41-Crofton\n\n\n\n\n\n\nLead Researcher:\n Doctor Vera Kedrov\n\n\nDate Activated:\n August 24, 2020\n\n\nCurrent Status:\n Terminated\n\n\n\n\n\n\n\n\nSummary:\n Project 41-Crofton is a study of SCP-5539 with the goal of experimentally characterizing its anomalous properties for potential field use. The primary method of data collection is Procedure A41-Crofton as conducted by MTF Epsilon-34 “Day Drinkers” personnel.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProcedure A41-Crofton\n\n\n\n\n\n\n\n\nSummary:\n Procedure A41-Crofton is a repeatable procedure used to collect data points for the statistical analysis of SCP-5539. To conduct the procedure, a subject must consume alcoholic beverages until a pre-specified BAC is met, at which point they must induce SCP-5539’s anomalous properties by urinating in an affected bathroom. After being transported from the source bar to the destination bar, the subject makes note of their location then returns to the source bar by conventional means. The data points collected in this manner are used to improve the accuracy of statistical models of SCP-5539.\n\n\nProcedure A41-Crofton is to be exclusively conducted by MTF Epsilon-34 “Day Drinkers” personnel. Epsilon-34 is comprised of Foundation agents who have demonstrated above average alcohol tolerance and are equipped with surgically implanted radio tracking beacons.\n\n\nProcedure A41-Crofton has been conducted 130 times since Project 41-Crofton’s activation. Through this testing it has been determined that there exists a rough linear relationship between a subject’s BAC and their displacement distance. For example, a BAC of 0.030% will result in a displacement of roughly 600 m and a BAC of 0.35%\n1\n will result in a displacement of roughly 250 km. However, the discrete distance between bars in combination with inherent randomness gives the statistical model a high variance, making accurate predictions of displacement location difficult.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum.5539.2:\n Relevant Correspondence\n\n\n\n\n+ ACCESS ADDENDUM\n\n\n\n\n- CLOSE ADDENDUM\n\n\n\n\n\n\n\n\n\n\nFrom:\n \npcs.noitadnuof|34vordek.v#pcs.noitadnuof|34vordek.v\n\n\nTo:\n \npcs.noitadnuof|70idrabmol.e#pcs.noitadnuof|70idrabmol.e\n\n\nSubject:\n Subject Bi-Monthly Progress Report 1\n\n\n📎 Raw.csv\n\n📎 Model.csv\n\n📎 Field Applications.pdf\n\n\nHello Elena,\n\n\nI’ve attached a comprehensive report along with supplemental materials to this E-mail, but I know you’re busy, so I’ll give you the executive summary.\n\n\nEverything is progressing smoothly. There was some initial friction with the Area-56 staff when we took over their mess hall and turned it into a test bed, but I think they’re over it. As of today, we’ve executed Procedure A41-Crofton 134 times, putting us well ahead of schedule. The statistical model we’re creating with the data is getting more accurate every day. Using it, we’ve been able to correctly predict the destination bar 1 in every 3 tests. By the next progress report, I suspect we’ll have gotten that to 1 in every 2 tests.\n\n\nIn terms of field use, we’ve outlined several promising applications. The first is as an infiltration method for kinetic action units. A team could use SCP-5539 to displace to a bar near a target location and seize their objective by surprise. The second use would be as a mass evacuation vehicle. If a site were to become compromised, its personnel could use SCP-5539 to escape faster than any conventional air or ground evacuation.\n\n\nRaw test results, our statistical model, and more detailed plans for field use have been attached.\n\n\nDoctor Vera Kedrov | Area-56 | Lead Researcher, Project 41-Crofton\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n \npcs.noitadnuof|70idrabmol.e#pcs.noitadnuof|70idrabmol.e\n\n\nTo:\n \npcs.noitadnuof|34vordek.v#pcs.noitadnuof|34vordek.v\n\n\nSubject:\n RE: Subject Bi-Monthly Progress Report 1\n\n\nI’m going to be blunt with you Vera, this is terrible.\n\n\nWhen I handed you a check for ███ thousand dollars, I was hoping that you would at least be able to tell me where I’d end up after using 5539, but after two months of getting your co-workers drunk, you can’t even say that for certain. Your statistical model is nowhere close to being ready for field use.\n\n\nSpeaking of field use, the applications you dreamed up are insane. What MTF operator wants to insert into a hot zone drunk off their ass and then still have to catch a taxi to get to their target? And a site evacuation vehicle? Do you want everyone in Site-19 to carry around an emergency bottle of Bacardi?\n\n\nConvincing the budget committee to fund a project with this much alcohol involved in the first place was a nightmare, but with this sort of progress, there’s no way I’ll be able to get you another round of cash. I’m shutting Project 41-Crofton down. You’ve got to the end of the month to wrap up, then you and your staff will be transferred back to your previous assignments.\n\n\nI like you Vera, but this is a mess.\n\n\nDoctor Elena Lombardi | Site-19 | Director, Anomalous Technologies Research & Development\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum.5539.3:\n Incident Reports\n\n\n\n\n+ ACCESS ADDENDUM\n\n\n\n\n- CLOSE ADDENDUM\n\n\n\n\n\n\n\n\nIncident Report 5539.1\n\n\n\n\n\n\nDate Occurred:\n November 23, 2020\n\n\nType Code:\n H380 - Unscheduled Use of Anomaly\n\n\n\n\n\n\n\n\nSummary:\n On November 23, 2020, while attempting to perform procedure A41-Crofton, MTF Epsilon-34 operator Agent Frank Koehler ingested enough alcohol to achieve a BAC of 1.2%, far in excess of the permitted experimental amount. A post incident investigation found that Agent Koehler’s actions were most likely caused by heightened emotional stress from the termination of Project 41-Crofton and having received a transfer order to SCP-███, generally thought to be an undesirable assignment due to the excessive [REDACTED].\n\n\nProject 41-Crofton research staff attempted to subdue Agent Koehler in order to treat him for potential alcohol poisoning, but Agent Koehler overpowered them and insisted on continuing with the procedure. After inducing SCP-5539’s anomalous properties, he was transported to [REDACTED], a night club in Kaohsiung City, Taiwan. Inebriated, Agent Koehler was arrested by local authorities for public intoxication. Once in custody, Agent Koehler entered a coma and was transported to a local medical center where he received lifesaving treatment.\n\n\nFoundation personnel embedded in the Taiwanese government retrieved Agent Koehler soon after. As of December 11, 2020, Agent Koehler has been cleared for active duty and has been assigned to SCP-███.\n\n\n\n\n\n\nAgent Koehler after being retrieved by Foundation operatives embedded in the Taiwanese government\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIncident Report 5539.2\n\n\n\n\n\n\nDate Occurred:\n November 30, 2020\n\n\nType Code:\n E106 - Experimentation that Violates Ethics Code\n\n\n\n\n\n\n\n\nSummary:\n On November 30, 2020 Project 41-Crofton research staff led by Doctor Vera Kedrov engaged in reckless experimentation resulting in the assumed expiration of D-19803. The post incident Ethics Committee investigation has established the following timeline.\n\n\n\n\n\n\n\n\n498-Kerlaugar and 905-Eutychus\n\n\n\n\n\n\n\n\nOn November 24, 2020 Doctor Kedrov learnt of Incident 5539.1 and determined that Agent Koehler’s nearly ██,000 km displacement demonstrated that the relationship between BAC and SCP-5539 induced travel distance was not linear. Rather, the high variance in Project 41-Crofton’s statistical model was obscuring an exponential relationship.\n\n\nBetween November 24 and 29, Doctor Kedrov led her research staff in the creation of a procedure to nonlethally replace a subject’s blood with pure alcohol. The procedure involved the use of anomalous technologies 905-Eutychus “Lethal Trauma Stabilization Casket” and 498-Kerlaugar “Non-Euclidian Fluid Manipulator”.\n\n\nOn November 30, Doctor Kedrov submitted a falsified D-Class request resulting in D-19803 being assigned to Project 41-Crofton. Once in Doctor Kedrov’s custody, she instructed her staff to replace D-19803’s blood with alcohol using the procedure they had developed. The operation required that the subject be sealed into the Lethal Trauma Stabilization Casket to prevent a cardiac flat line.\n\n\nThe procedure was successfully completed without incident. Once ready, D-19803 was, with the help of research staff, made to induce SCP-5539’s anomalous properties. Immediately upon doing so, D-19803 disappeared and contact with the casket’s radio tracking device was lost. As of January 18, 2021, neither D-19803 nor the casket have been found despite global search efforts.\n\n\nDoctor Kedrov and her senior research staff have been charged with Unauthorized D-Class Sacrifice. All testing of SCP-5539 has been halted indefinitely per Ethics Committee ruling.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum.5539.4:\n Classified Top Secret Level 4/5539\n\n\n\n\n+ ACCESS ADDENDUM\n\n\n\n\n- CLOSE ADDENDUM\n\n\n\n\n\n\n\n\nMTF Mu-680 “Identified Flying Objects” Dossier\n\n\n\n\n\n\nCommanding Officer:\n Colonel Elaine Brookes\n\n\nDate Activated:\n September 28, 2608\n\n\nCurrent Status:\n Active\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSatellite imagery of Kepler-███b\n\n\n\n\n\n\n\n\nObjective:\n MTF Mu-680’s ongoing goal is to prevent the civilian discovery of Kepler-███b, which would most likely induce a BK-Class Broken Masquerade Scenario.\n\n\nKepler-███b is an exoplanet well within the circumstellar habitable zone of Kepler-███ known to harbor Sapience 17-Jericho, an alien species in the early information stage of societal development with an approximate population of █ billion. Current analysis suggests that civilian exploration probes will discover Kepler-███b by 2610.\n\n\nOn September 8, 2608, an MTF Omega-805 “The Final Frontier” superluminal probe performing pre-First Contact screening around Kepler-███b detected an artificial EM signal emanating from the planet’s surface identical to the signal produced by radio tracking devices used by the Foundation in the early 21st century.\n\n\nFurther investigation revealed that D-19803’s stabilization casket, lost on November 30, 2020 to SCP-5539, was present on Kepler-███b and being housed in a structure of extreme cultural significance, analogous to a museum or church. Further study indicates that large portions of Sapience 17-Jericho’s culture centers around an event occurring approximately 600 years ago in which a benevolent supernatural being arrived on their world to warn them of a supreme evil known as the Foundation.\n\n\nIn the event that civilian authorities establish contact with Sapience 17-Jericho, the occurrence of a BK-Class Broken Masquerade Scenario is almost guaranteed. To prevent this MTF Mu-680 “Identified Flying Objects” was created. Currently, Mu-680 operates both a disinformation network and a fleet of combat spacecraft with the goal of preventing civilian authorities from approaching Kepler-███b. This strategy is anticipated to become untenable as civilian development intensifies in the region. In the long term, Mu-680 aims to artificially induce either an IK-Class Collapse of Global Civilization Scenario or WK-Class Mass Extinction Event on Kepler-███b. This course of action is pending Ethics Committee approval.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The highest experimental BAC permitted by the Ethics Committee.\n\n\n\n\n\n\n\n\n« \nSCP-5538\n | SCP-5539 | \nSCP-5540\n »",
    "addendums": [
        "Addendum.5539.1: Project 41-Crofton",
        "Addendum.5539.2: Relevant Correspondence",
        "Addendum.5539.3: Incident Reports",
        "Addendum.5539.4: Classified Top Secret Level 4/5539"
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-5539 is to be kept in Mass Storage Site-33, Low-Security Warehouse 6. Any testing of SCP-5539 must be authorized by MTF Mu-680 “Identified Flying Objects”. Foundation employees working in Low-Security Warehouse 6 should be issued a semiannual memo detailing Foundation Code of Workplace Conduct 56: Alcohol consumption and inebriation is not permissible in the workplace.",
    "description": "SCP-5539 is a pair of public bathroom signs labelled Gents/Hommes and Ladies/Dames. The signs are designated SCP-5539-1 and SCP-5539-2 respectively.",
    "title": "SCP-5539"
}