{
    "url": "https://scp-wiki.wikidot.com/scp-5540",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\nItem #:\n SCP-5540\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The area surrounding SCP-5540 has been enclosed by a chain link fence under pretenses of a chemical spill zone. A single building at the north border of the fence, Outpost Phantasos, has been constructed to accommodate any researchers who need to investigate SCP-5540, with a maximum capacity of four persons. Any greater amount increases the chance of an Inverse Condition. Automatic systems are in charge of monitoring and alerting security to damages.\n\n\nFour security cameras fed by an onsite generator surround SCP-5540 and stream its activity to Foundation intranets, where analysis can be performed without risking mental stability. Anti-coghaz bots are active on each camera as a safeguard against possible memetic threat. While it is considered unlikely to occur, assigned personnel who report the reemergence of childhood memories are to be removed from SCP-5540 research immediately.\n\n\nPersonnel who request access to Outpost Phantasos or request access to the anomaly must be amnesticized as to remove all memories of life prior to adolescence. Failure to do so increases the chance of an Inverse Condition.\n\n\nDescription:\n SCP-5540 is a quasi-corporeal, sapient mass of oneiric origin, located in the Bois Beckett Forest of Sherbrooke, Quebec, Canada. The mass forms an amorphous mound approximately 2m in width, regularly oscillating and altering its composition between material states.\n1\n Limbs are present as branches extruding from the anomaly, though these routinely dissolve into the main mass and, at points, form the shapes of other organisms. These include those of felines, canids, plants,\n2\n and crude humanoid bodies. Limb movement often increases when human subjects are approaching.\n\n\nThe anomaly does not maintain a physical presence at its location. Despite superficial visuals, it has left no impact on the terrain or surrounding flora, and has been largely ignored by wildlife. SCP-5540 has not displayed an awareness of entities beyond humans.\n\n\nWhen approaching within 3m of the anomaly, subjects report sounds of excited speech and a voice beckoning to come closer, the details of which are indistinct upon recollection. Once at a distance of 1m, the anomaly expands itself to form a set of miniaturized, plastic furniture and brightly colored cubes, likely intended to serve as seats.\n3\n The subjects then behave as though they are engaging in a lively conversation with another individual, performing energetic gestures and displaying joyful expressions. No words are spoken during this time. Upon leaving, subjects cannot describe their experiences beyond having felt emotions of nostalgia and bliss. SCP-5540 remains as a point of fondness afterwards.\n\n\nSCP-5540 performs its own behavior independent of human interaction. Common examples include puppeteering, performed with the shapes created on its limbs, and games of catch, played with itself. Intermittently, it creates eye-like structures that examine a specific point above itself, generating hands as if to grab descending objects.\n\n\nInverse Conditions are neurological phenomena afflicting subjects within ~60m of the anomaly, emerging once five or more persons are present within the radius. These constitute a rapid release of dopamine and a loss in motor control, rendering subjects immobile and delirious. Despite the expected reactions that would emerge, subjects are paranoid, fearing that an unspecified \"belonging\" will be taken from them and disposed of. This lasts until subjects panic, spontaneously regaining motor control and fleeing from the area.\n\n\nWithout proper amnesticization Inverse Conditions can repeat. The compounded loss in motor control results in stress-induced nerve damage, increasing until full body paralysis sets in\n4\n and, unless drastic action is taken, a persistent vegetative state. Minimal neurological activity occurs at this stage. When brought into the vicinity of SCP-5540, activity associated with bliss is noted, along with the release of dopamine.\n\n\nWhile it is rare, a metal plaque has been observed by subjects near the anomaly. This is reportedly placed at a point above the anomaly, located in a dimly-lit corridor that extends for an indefinite distance. A transcript is provided below:\n\n\n\n\n\n\nUse the following receptacle for waste\n\n\nSlide it into the slot until it falls into the bin.\n\n\nRemember, don't leave your memories on the floor.\n\n\nThat makes a mess for everyone!\n\n\nBe courteous to your fellow visitors and dispose of them properly.\n\n\nRemember, you'll never need to remember them again after today!\n\n\n\n\n\n\nIntermittently, SCP-5540 has been noted to increase in mass.\n\n\n\n\nFootnotes\n\n\n1\n. Most commonly plastics, flesh, and plush.\n\n\n2\n. Often flowers.\n\n\n3\n. Owing to their quasi-physical nature, these cannot be used.\n\n\n4\n. Usually during the fourth or fifth Inverse Condition.\n\n\n\n\n\n\n\n\n« \nSCP-5539\n | SCP-5540 | \nSCP-5541\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5540\n\" by NatVoltaic, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5540\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Use the following receptacle for waste Slide it into the slot until it falls into the bin. Remember, don't leave your memories on the floor. That makes a mess for everyone! Be courteous to your fellow visitors and dispose of them properly. Remember, you'll never need to remember them again after today!",
        "\" SCP-5540 \" by NatVoltaic, from the SCP Wiki . Source: https://scpwiki.com/scp-5540 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5540",
    "object_class": "Euclid",
    "containment_procedures": "The area surrounding SCP-5540 has been enclosed by a chain link fence under pretenses of a chemical spill zone. A single building at the north border of the fence, Outpost Phantasos, has been constructed to accommodate any researchers who need to investigate SCP-5540, with a maximum capacity of four persons. Any greater amount increases the chance of an Inverse Condition. Automatic systems are in charge of monitoring and alerting security to damages.",
    "description": "SCP-5540 is a quasi-corporeal, sapient mass of oneiric origin, located in the Bois Beckett Forest of Sherbrooke, Quebec, Canada. The mass forms an amorphous mound approximately 2m in width, regularly oscillating and altering its composition between material states.1 Limbs are present as branches extruding from the anomaly, though these routinely dissolve into the main mass and, at points, form the shapes of other organisms. These include those of felines, canids, plants,2 and crude humanoid bodies. Limb movement often increases when human subjects are approaching.",
    "title": "SCP-5540"
}