{
    "url": "https://scp-wiki.wikidot.com/scp-555",
    "all_text": "rating: \n+252\n+\n–\nx\n\n\n\n\n\n\nSCP-555 in containment.\n\n\n\n\n\n\nItem #:\n SCP-555\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n \nSCP-555 is to be placed in a standard containment locker. Corpses are not to be brought within eighteen meters of SCP-555 or the room in which it is contained.\n SCP-555's containment procedures were revised after \nIncident 555-1\n.\n\n\nSCP-555 is to be housed in a 5x5x3 meter concrete containment chamber. Inside the walls, an electromagnet array with a combined internal field strength of three teslas or greater is installed. In an interstitial chamber, a set of the most powerful permanent magnet arrays available is to be held away from the electromagnet array, and moved into place by automatic systems in the event of power failure. The chamber is to be separated from the rest of the facility by an exclusion zone of at least twenty meters, due to dangers posed by high magnetic fields and by the SCP itself. No corpses are ever to be brought into the exclusion zone. A HEPA air filtering system is to be installed to avoid fouling of the SCP. SCP-555 is never to be stored in the same site as \nSCP-447\n.\n\n\nDescription:\n SCP-555 is a metal cylinder with rounded ends, 1.25 centimeters in diameter and 8 centimeters long, similar to a magnet commonly fed to cattle to prevent hardware disease. It emits a field of unknown nature which exerts an attractive force on dead or necrotic human tissue, including hair separated from the body, corpses, shed skin cells, and — in extreme cases — the epidermal layer of the skin. This field does not tend to follow the inverse-square law and does not interact with matter or electromagnetic fields in a manner consistent with any known force. The SCP itself appears to be impervious to force, showing no response to focused heating, compression, or striking.\n\n\nThe attractive force exerted by the field increases linearly with the amount of dead material in close proximity to the SCP. Past a certain point (measured at approximately 295 kilograms of necrotic material within two meters of the SCP), the progression becomes exponential, and the field's strength and radius increase rapidly.\n\n\nThe field also appears to have an effect on permanent magnets; the field strength of magnets in proximity to SCP-555 decreases over time, with the rate of decrease changing in proportion to SCP-555's field strength.\n\n\nSCP-555 was recovered by agents in 19██ in a cemetery in ████████, California. The Foundation was alerted to a possible SCP after a coffin due to be buried was pulled from the pallbearers' grip and came to rest above the grave of a ███████ ███████, who died in 1948.\n\n\n███████ ███████'s body was turned over to Foundation forensic specialists, who noted that the torso appeared to have been smashed inward, though with no skin damage. The SCP was found inside the corpse's stomach. The corpse was found to have no other anomalous properties and was reinterred.\n\n\nA ground-penetrating radar survey of the cemetery showed that all coffins in a twelve-meter radius had been displaced underground towards the site containing the SCP.\n\n\nAddendum:\n See \nIncident Log 555-1\n.\n\n\n\n\n\n\n« \nSCP-554\n | SCP-555 | \nSCP-556\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-555\n\" by atomicthumbs, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-555\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1280px-CowMagnet.jpg\n\n\nName:\n File:CowMagnet.jpg\n\n\nAuthor:\n Wormcast\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:CowMagnet.jpg",
    "addendums": [
        "Addendum: See Incident Log 555-1 ."
    ],
    "documents": [],
    "notes": [
        "\" SCP-555 \" by atomicthumbs, from the SCP Wiki . Source: https://scpwiki.com/scp-555 . Licensed under CC-BY-SA .",
        "Filename: 1280px-CowMagnet.jpg Name: File:CowMagnet.jpg Author: Wormcast License: CC BY-SA 3.0 Source: https://commons.wikimedia.org/wiki/File:CowMagnet.jpg"
    ],
    "item": "SCP-555",
    "object_class": "Euclid",
    "containment_procedures": "SCP-555 is to be placed in a standard containment locker. Corpses are not to be brought within eighteen meters of SCP-555 or the room in which it is contained. SCP-555's containment procedures were revised after Incident 555-1.",
    "description": "SCP-555 is a metal cylinder with rounded ends, 1.25 centimeters in diameter and 8 centimeters long, similar to a magnet commonly fed to cattle to prevent hardware disease. It emits a field of unknown nature which exerts an attractive force on dead or necrotic human tissue, including hair separated from the body, corpses, shed skin cells, and — in extreme cases — the epidermal layer of the skin. This field does not tend to follow the inverse-square law and does not interact with matter or electromagnetic fields in a manner consistent with any known force. The SCP itself appears to be impervious to force, showing no response to focused heating, compression, or striking.",
    "title": "SCP-555"
}