{
    "url": "https://scp-wiki.wikidot.com/scp-5556",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5556\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Instances of SCP-5556 are to be housed in a standard humanoid group habitat scaled to .25 of standard size. Standard humanoid rations are to be provided. Small running wheels are to be provided in exchange for good behavior and to encourage exercise.\n\n\nPersonnel are not to directly interact with SCP-5556 except as approved during testing. Any statements made by SCP-5556 instances are to be disregarded.\n\n\nDescription:\n SCP-5556 refers to a group of humanoids resembling garden gnomes. Each wears a beard and a tall, pointed hat. Each entity is between 30 to 40 centimeters tall.\n1\n SCP-5556 entities are anatomically similar to humans apart from their height and possess a similar level of intelligence.\n\n\nEach SCP-5556 instance is highly explosive and will involuntarily detonate when a specific action is performed on it by a human. The action required differs for each instance. The explosive force varies widely between events, but is always sufficient to neutralize the affected instance. Instances experience a brief period of intense pain before detonating. SCP-5556 instances are not capable of inducing this effect on each other directly, but may attempt to persuade humans to induce it.\n\n\nAddendum 5556.1:\n Recovery Log 1\n\n\n\n\nForeword:\n MTF-Tau-14 (Members Tau-1 through 5) was dispatched to contain SCP-5556, a group of what were believed to be Notice Class anomalous entities. During recovery, an instance which identified itself as the group's leader approached Tau-1 to speak.\n\n\n[BEGIN LOG]\n\n\nSCP-5556-1:\n Excuse me, tall fellow, what in the world do your pals think they're doing with me coterie o' squatted consorts?\n\n\nTau-1:\n Pardon? Oh, one of the skips. We're here to take you guys somewhere safe. If you could just hold still and…\n\n\n[Tau-1 attempts to place SCP-5556-1 in a containment box. SCP-5556-1 jumps onto Tau-1's chest and climbs to the back of their head.]\n\n\nTau-1:\n Hey, get off! Christ, they told us you were supposed to be docile!\n\n\nSCP-5556-1:\n As the supreme commander o' this here rabble of tykes, I hereby forbid ya from grabbing up me tiny men! Gnomes, assault these hooligans!\n\n\n[SCP-5556-1 pulls Tau-1's hair while yelling. Tau-1 attempts to remove the entity but is unable to get a proper grip on it. The entity shakes Tau-1's head back and forth and bites their scalp. Tau-1 signals for backup, but the rest of the task force is occupied with containing other SCP-5556 instances in a similar manner to Tau-1.]\n\n\nTau-1:\n Jesus, you have a strong grip! Settle down would'ya! This is for your own good!\n\n\n[Tau-3 catches an SCP-5556 instance. It explodes in his hands, amputating several of his fingers and causing severe burns. The entities and MTF pause to survey the damage.]\n\n\nTau-1:\n Shit! Four, get the medical kit! [To SCP-5556-1] What the hell just happened?\n\n\nSCP-5556-1:\n Aw, looks like one of your pals picked up Chuckie. What a shame. He had a husband, you know?\n\n\nTau-1:\n Okay, that's nice, why did he just blow up?\n\n\nSCP-5556-1:\n Toasty boy over there tripped ol' Chuck's fuse! Each of us has one, y'know. Set it off, and we pop like a balloon! I could've warned you if you hadn't barged in and started scooping us all up.\n\n\nTau-1:\n So all of you can explode. Dammit, why didn't HQ know that? What else can set you guys off?\n\n\nSCP-5556-1:\n Oh ho, each of us has our own little thing. Caerwyn there, he blows if you read him a bedtime story! And Alun, well, let's say he's not much of a hugger. It's written right on their faces, really! You'd have to be blind not to see it.\n\n\nTau-1:\n And I suppose there's something innocent that makes \nyou\n blow up as well?\n\n\nSCP-5556-1:\n Hmm, I suppose there is! I wouldn't know though, I can't see my own face!\n\n\nTau-1:\n I—what—how do you not know that? Hasn't someone \nelse\n told you?\n\n\nSCP-5556-1:\n Would be a tad rude, wouldn't it, telling a lad how he's gonna pop? Although… [To Tau-2] You there! Flip poor Cedric topsy-turvy lest he blow ya to the moon!\n\n\n[The SCP-5556 instance Tau-2 holds shouts in protest. Tau-2 flips its container upside-down, which causes it to explode. Tau-2 suffers minor burns.]\n\n\nSCP-5556-1:\n Gullible sorts, aren't we?\n\n\n[END LOG]\n\n\n\n\nAddendum 5556.2:\n Recovery Log 2\n\n\n\n\nForeword:\n The following logs were recorded by on-site security systems while the SCP-5556 instances were being moved into containment.\n\n\n[BEGIN LOG]\n\n\nSCP-5556-2:\n Psst. Hey. You there, big bones.\n\n\nD-4133:\n Huh? Sorry, the higher-ups don't want me talking to you guys.\n\n\nSCP-5556-2:\n Look, I'm sure you're very busy carting me off to a tiny prison, but I assure you this is very important. Life or death, even!\n\n\nD-4133:\n I'm just gonna not listen to you till we get to your cell.\n\n\nSCP-5556-2:\n Alright, well. You know Shmebby, our so-called leader, yeah? The guy your lot have been calling 'Dash-One?' I'll let you in on a little secret about him. He has a certain… medical condition. He needs sugar, lots of it. His body can't make it right, and he'll be dead by the end of the week without it.\n\n\nD-4133:\n Yeah, I don't believe that for a second.\n\n\nSCP-5556-2:\n I promise ya, I'm telling the truth! Us little folk need more of the stuff than your kind do. Do ya really trust the higher-ups to make sure all of us have our dietary needs met before we keel over? It happens quicker than you'd think.\n\n\nD-4133:\n I—I'm sure they'll take care of him. And we were told not to give you guys anything.\n\n\nSCP-5556-2:\n You and me both know the people up top are good for nothing. Did you know when they found us, your bosses didn't even know we explode? Lemme tell ya, friend, I know how it feels to be stepped all over. I'm a foot tall, after all! I think it's time you take some initiative and bring a poor gnome some sugar. What's the harm? I'm sure your bosses will be grateful once they realize you saved one of their new pets, or whatever it is you're keeping us for.\n\n\nD-4133:\n Huh, okay. Maybe you're right. I'll see what I can do about it.\n\n\n[D-4133 exits the containment chamber.]\n\n\n\n\n\n\n[D-4133 enters the SCP-5556 containment cell for testing. He reaches into the back of his pants, clenches, and retrieves a packet of sugar taken from the site cafeteria.]\n\n\nResearcher ████:\n D-4133, what is that? Security, we have an unauthorized object, chamber…\n\n\nD-4133:\n Uh, Dash-One? I brought this for you.\n\n\nSCP-5556-1:\n Pardon? What is this for? Ow, how in the bloody f-\n\n\n[SECURITY FEED LOST]\n\n\nAfterword:\n The containment area for SCP-5556 as well as D-4133 were found to have been vaporized in a large explosion. All instances of SCP-5556 were present and unharmed with the exception of SCP-5556-1. The entities appear to have selected SCP-5556-2 as a new leader.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Not counting the height of the hat.\n\n\n\n\n\n\n\n\n« \nSCP-5555\n | SCP-5556 | \nSCP-5557\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5556\n\" by Auxiphor, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5556\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5556.1: Recovery Log 1",
        "Addendum 5556.2: Recovery Log 2"
    ],
    "documents": [],
    "notes": [
        "Foreword: MTF-Tau-14 (Members Tau-1 through 5) was dispatched to contain SCP-5556, a group of what were believed to be Notice Class anomalous entities. During recovery, an instance which identified itself as the group's leader approached Tau-1 to speak. [BEGIN LOG] SCP-5556-1: Excuse me, tall fellow, what in the world do your pals think they're doing with me coterie o' squatted consorts? Tau-1: Pardon? Oh, one of the skips. We're here to take you guys somewhere safe. If you could just hold still and… [Tau-1 attempts to place SCP-5556-1 in a containment box. SCP-5556-1 jumps onto Tau-1's chest and climbs to the back of their head.] Tau-1: Hey, get off! Christ, they told us you were supposed to be docile! SCP-5556-1: As the supreme commander o' this here rabble of tykes, I hereby forbid ya from grabbing up me tiny men! Gnomes, assault these hooligans! [SCP-5556-1 pulls Tau-1's hair while yelling. Tau-1 attempts to remove the entity but is unable to get a proper grip on it. The entity shakes Tau-1's head back and forth and bites their scalp. Tau-1 signals for backup, but the rest of the task force is occupied with containing other SCP-5556 instances in a similar manner to Tau-1.] Tau-1: Jesus, you have a strong grip! Settle down would'ya! This is for your own good! [Tau-3 catches an SCP-5556 instance. It explodes in his hands, amputating several of his fingers and causing severe burns. The entities and MTF pause to survey the damage.] Tau-1: Shit! Four, get the medical kit! [To SCP-5556-1] What the hell just happened? SCP-5556-1: Aw, looks like one of your pals picked up Chuckie. What a shame. He had a husband, you know? Tau-1: Okay, that's nice, why did he just blow up? SCP-5556-1: Toasty boy over there tripped ol' Chuck's fuse! Each of us has one, y'know. Set it off, and we pop like a balloon! I could've warned you if you hadn't barged in and started scooping us all up. Tau-1: So all of you can explode. Dammit, why didn't HQ know that? What else can set you guys off? SCP-5556-1: Oh ho, each of us has our own little thing. Caerwyn there, he blows if you read him a bedtime story! And Alun, well, let's say he's not much of a hugger. It's written right on their faces, really! You'd have to be blind not to see it. Tau-1: And I suppose there's something innocent that makes you blow up as well? SCP-5556-1: Hmm, I suppose there is! I wouldn't know though, I can't see my own face! Tau-1: I—what—how do you not know that? Hasn't someone else told you? SCP-5556-1: Would be a tad rude, wouldn't it, telling a lad how he's gonna pop? Although… [To Tau-2] You there! Flip poor Cedric topsy-turvy lest he blow ya to the moon! [The SCP-5556 instance Tau-2 holds shouts in protest. Tau-2 flips its container upside-down, which causes it to explode. Tau-2 suffers minor burns.] SCP-5556-1: Gullible sorts, aren't we? [END LOG]",
        "Foreword: The following logs were recorded by on-site security systems while the SCP-5556 instances were being moved into containment. [BEGIN LOG] SCP-5556-2: Psst. Hey. You there, big bones. D-4133: Huh? Sorry, the higher-ups don't want me talking to you guys. SCP-5556-2: Look, I'm sure you're very busy carting me off to a tiny prison, but I assure you this is very important. Life or death, even! D-4133: I'm just gonna not listen to you till we get to your cell. SCP-5556-2: Alright, well. You know Shmebby, our so-called leader, yeah? The guy your lot have been calling 'Dash-One?' I'll let you in on a little secret about him. He has a certain… medical condition. He needs sugar, lots of it. His body can't make it right, and he'll be dead by the end of the week without it. D-4133: Yeah, I don't believe that for a second. SCP-5556-2: I promise ya, I'm telling the truth! Us little folk need more of the stuff than your kind do. Do ya really trust the higher-ups to make sure all of us have our dietary needs met before we keel over? It happens quicker than you'd think. D-4133: I—I'm sure they'll take care of him. And we were told not to give you guys anything. SCP-5556-2: You and me both know the people up top are good for nothing. Did you know when they found us, your bosses didn't even know we explode? Lemme tell ya, friend, I know how it feels to be stepped all over. I'm a foot tall, after all! I think it's time you take some initiative and bring a poor gnome some sugar. What's the harm? I'm sure your bosses will be grateful once they realize you saved one of their new pets, or whatever it is you're keeping us for. D-4133: Huh, okay. Maybe you're right. I'll see what I can do about it. [D-4133 exits the containment chamber.]",
        "[D-4133 enters the SCP-5556 containment cell for testing. He reaches into the back of his pants, clenches, and retrieves a packet of sugar taken from the site cafeteria.] Researcher ████: D-4133, what is that? Security, we have an unauthorized object, chamber… D-4133: Uh, Dash-One? I brought this for you. SCP-5556-1: Pardon? What is this for? Ow, how in the bloody f- [SECURITY FEED LOST] Afterword: The containment area for SCP-5556 as well as D-4133 were found to have been vaporized in a large explosion. All instances of SCP-5556 were present and unharmed with the exception of SCP-5556-1. The entities appear to have selected SCP-5556-2 as a new leader.",
        "\" SCP-5556 \" by Auxiphor, from the SCP Wiki . Source: https://scpwiki.com/scp-5556 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Instances of SCP-5556 are to be housed in a standard humanoid group habitat scaled to .25 of standard size. Standard humanoid rations are to be provided. Small running wheels are to be provided in exchange for good behavior and to encourage exercise.",
    "description": "SCP-5556 refers to a group of humanoids resembling garden gnomes. Each wears a beard and a tall, pointed hat. Each entity is between 30 to 40 centimeters tall.1 SCP-5556 entities are anatomically similar to humans apart from their height and possess a similar level of intelligence.",
    "title": "SCP-5556"
}