{
    "url": "https://scp-wiki.wikidot.com/scp-5558",
    "all_text": "rating: \n+248\n+\n–\nx\n\n\nItem #:\n 𝒫\n\n\nObject Class:\n Keter\n\n\nDisambiguation:\n 𝒫 may refer to either part of the interconnected anomaly described below.\n\n\n\n\n𝒫 when described in physical situations or as performing actions, refers to the individual.\n\n\n𝒫 when described with regards to memetic effects or written/spoken transmission, refers to the word.\n\n\n\n\nSpecial Containment Procedures:\n Due in part to 𝒫's docility and compliance with the Foundation, 𝒫's containment has been adapted to allow for as much autonomy as possible, including janitorial duties and scheduling interviews/therapy.\n\n\nThough information about the word 𝒫 is largely self-normalizing, it is to be removed from public access when possible, and should be limited in Foundation documents to those pre-approved by the Department of Miscommunications.\n\n\n𝒫's mother, Penelope Yore, is on close watch, and is allowed weekly calls with 𝒫, though precautions such as a delayed line must be taken to ensure that no information about the Foundation is able to transfer. 𝒫 is aware that Ms. Yore's knowledge of the situation is incomplete, and has thus far been able to adapt to Foundation efforts consistently.\n\n\nDescription:\n 𝒫 (formerly Nudah Borvitch) is an 18-year-old human with a drastically disparate cranial structure when compared with the average individual. 𝒫's otherwise standard human body leads into a fleshy, conical neck supporting a gargantuan head with 50-100 small orifices composed of various facial tissues including skin, cartilage, adipose, and bone. These orifices are largely symmetrical, with minor discrepancies across the midline of the face, and are in a constant state of flux, having new ones generated while the cranial flesh simultaneously absorbs existing ones.\n\n\n𝒫 also refers to the word \"𝒫\", which displays a number of memetic qualities with regards to its transmission, both auditory and visual. 𝒫, the individual, cannot be referred to by any name or direct identifier other than \"𝒫\". When written or otherwise transferred visually, all direct reference to 𝒫 is limited to the word \"𝒫\". However, when spoken, the word is pronounced identically to a separate word from the English language. A spoken rendition of the word \"𝒫\" may be heard below.\n\n\n\n\n\n\n\n\nAddenda Materials\n\n\n\n\n\n\nAddendum 01 - Interview (02-17-19)\n\n\n\n\nForeword:\n 𝒫's facial abnormality was discovered when a video entitled \"Kid With Liquid Mouth\" gained notable popularity on the internet. 𝒫 was quickly located and determined to be suffering from an anomalous condition. The following interview took place a week after 𝒫's initial habituation into Site-96.\n\n\n\n\nDr. Ozid enters the room and sits down.\n\n\nDr. Ozid:\n Hi 𝒫.\n\n\n𝒫:\n Hey.\n\n\nDr. Ozid:\n Obviously I don't want to make this any more of a burden on you than the situation already is, so I'll try to keep it as brief as possible.\n\n\n𝒫:\n Well, yeah… I mean, well no, it's fine, I honestly want to understand this as much as you do so, like, it's fine.\n\n\nDr. Ozid:\n I appreciate the sentiment. Now, just to begin, I'll start chronologically. What was the first time you noticed weird things happening?\n\n\n𝒫:\n Well, I didn't think it was weird at the time, but the first time somebody called me 𝒫 was… like, I was eleven, I think. It was actually an insult originally, one of the kids in my class called me it just because I was wearing pink socks. Which, you know, doesn't mean anything, I just liked the color at the time. I don't, now. I mean… I don't.\n\n\nDr. Ozid:\n At the time, did you think anything of it? I know you said you didn't think it was strange, but did you have any sort of emotional reaction?\n\n\n𝒫:\n I mean, I cried and everything but, it was probably more that I was being made fun of than the actual contents of the bullying. I didn't mind the name at all, in fact, when I came back to school the next day and everyone was calling me 𝒫, I sort of… liked it, kinda. Better than “Nudah”, anyway.\n\n\nDr. Ozid:\n When did you notice that it was becoming more than a nickname?\n\n\n𝒫:\n The thing is, I sort of didn’t, no one did. I mean, I thought it was weird that teachers, my parents, the principal, were all using my nickname, but I never thought it was, you know, weird like it is now.\n\n\nDr. Ozid:\n When did it start to progress in severity?\n\n\n𝒫:\n Well, so, it was actually like three and a half years before my head started getting, you know, fatter. I one hundred percent thought it was just self hatred until people started telling me to see a doctor. I was in the hospital for a few days before I… started growing noses and stuff. And that was only like a month ago, everything that's happened since then is relatively new.\n\n\nDr. Ozid:\n Are you able to use any of your new facial features?\n\n\n𝒫:\n I know the noses are functional and the eyes aren't, and nothing else even looks like a real body part so it beats me.\n\n\nDr. Ozid:\n Hmm, so that covers my checklist, but I wanted to ask, how are you feeling?\n\n\n𝒫:\n I mean look, I understand the severity of the situation and I appreciate that you guys aren't sugar coating this. Things are weird, we don't know why, and we're trying to fix it. I get it, and I'm here for it.\n\n\nDr. Ozid:\n But how are you feeling? Seriously, I mean, if there's anything else we can do to make your time here more comfortable…\n\n\n𝒫:\n I'm fine, please don't try to make big accommodations for me. I don't want to be a burden, I'm doing great here, and I'm fine.\n\n\nDr. Ozid:\n Alright, well in that case, thanks for talking to me 𝒫. I'll let you know if we discover anything else.\n\n\n\n\n\n\nAddendum 02 - Interview (07-07-19)\n\n\n\n\nForeword:\n Objects began manifesting at 02:06:14, while 𝒫 was asleep. The following interview was conducted twelve hours later.\n\n\n\n\n𝒫:\n Well, the world is ending.\n\n\nDr. Ozid:\n Good morning 𝒫.\n\n\n𝒫:\n For you maybe. I don't even know what this is, but I just want it to stop.\n\n\nDr. Ozid:\n Has this been happening all day?\n\n\n𝒫:\n And all of last night, since like 2 in the morning. I haven't slept since it started.\n\n\nDr. Ozid:\n What happened, initially?\n\n\n𝒫:\n I mean… not really anything, I don't think. One minute I was asleep, and then boom, I get hit in the head with a doorknob. A doorknob! What the hell!\n\n\nDr. Ozid:\n We actually ran a number of analyses on the object, but so far, nothing out of the ordinary has been found.\n\n\n𝒫:\n How do we even know it came from me? There's tons of weird stuff here, right?\n\n\nA polaroid image of two humans kissing manifests directly in front of 𝒫's face, who grabs it and throws it on the floor.\n\n\nDr. Ozid:\n It just seems to be centered around you.\n\n\n𝒫:\n Physically, maybe, but certainly not thematically! I mean, I don't even like- look, it's just random stuff. Earlier an empty bottle of Sprite appeared in my hands, I do not drink sugar soda.\n\n\nDr. Ozid:\n I understand. At the moment, the best option would be to determine, if possible, the source of these objects, as well as attempting to draw connections between them in case they are some subconscious manifestation-\n\n\n𝒫:\n Don't say \"of your desires\".\n\n\nDr. Ozid:\n I wasn't planning on it.\n\n\n\n\nUpdate (07-18-19):\n While conscious, 𝒫 is able to manifest a variety of objects, though this appears to be entirely unintentional on 𝒫's part, both in the frequency and content of the manifestations. Though the objects do not appear to follow any pattern, a number of them have been noted as frequently reoccurring, sometimes multiple times per day. Among them are plush yardsticks, various comics (with a majority being from \nAction Comics\n), heated neck pillows, unmarked bottles containing soda, and manila folders containing images of people kissing.\n\n\n\n\nAddendum 03 - Interview (11-05-19)\n\n\n\n\nForeword:\n Notably different objects to the previous manifestations began appearing at 08:14:58, the first instance of which occurred inside the Site-96 integrated cafeteria. The following interview was scheduled by 𝒫, who requested one as soon as it was possible for Dr. Ozid to arrive, which was nearly four hours later.\n\n\n\n\nDr. Ozid:\n Hey, 𝒫, are you… okay?\n\n\n𝒫:\n Pretty fuckin' far from it, asshole.\n\n\nDr. Ozid:\n Please try to stay civil, 𝒫.\n\n\n𝒫:\n I'm sorry. I'm sorry, just, today has been very stressful. Like, I'm eating my breakfast, and boom, dick and balls. The fuck am I supposed to do about that?\n\n\nDr. Ozid:\n I understand the concern, we're trying to figure out if anything changed in your diet or habituation but this may just be… well…\n\n\n𝒫:\n Another random thing happening in my random fucked up life?\n\n\nDr. Ozid:\n Yes, minus the profanity.\n\n\nA concave plastic self-pleasure device manifests on the table.\n\n\n𝒫:\n I feel sick.\n\n\nDr. Ozid:\n If you don't mind me saying it, you seem a bit off today.\n\n\n𝒫 grabs the device and waves it in front of Dr. Ozid's face.\n\n\n𝒫:\n Gee, I wonder why!\n\n\nDr. Ozid:\n If it makes you feel any better, no one is judging you for this. It's just an anomalous event, it isn't your fault.\n\n\n𝒫:\n It may not be my fault, but I saw the reactions of everyone this morning. People were doing that fucking wide-eyed thing where they're trying not to react just to make me feel better, when in reality, they think I'm a freak! Somehow, even though I eat breakfast with people who have fucking impossible arms and cosmic skin, I'm still the freak! And it's like, I know they know it's just a weird anomaly or whatever, but it comes off like I'm some sort of superpowered sexual deviant and I hate it, and I know they will never be able to shake the thought from their minds.\n\n\nDr. Ozid:\n 𝒫, listen to me. You're right that people will think it's weird, but I promise you, they don't think \nyou\n are weird. I'm sure you've noticed the red cylinders protruding from my forehead?\n\n\n𝒫:\n What about them?\n\n\nDr. Ozid:\n I started working at the SCP Foundation when I was 27. When I was 29, I was researching a portal between two nearly identical parallel universes, when the portal irreparably closed, sealing me on the other side. Everything was identical, except for one small issue. Unlike me, humans didn't have these.\n\n\nDr. Ozid taps his antennae.\n\n\nDr. Ozid:\n When I eventually started working here, in this universe's Foundation, I had to deal with glances and tension constantly, but people got used to it, and now I'm doing pretty well, socially.\n\n\n𝒫:\n Ok, but you have horns and I have like 500 noses and dildos coming out of the fucking sky. There's a difference.\n\n\nDr. Ozid:\n Your situation may be more severe than mine, but regardless, it's more about your own self-worth than it is about other peoples' judgement, and I can promise you, it will get better.\n\n\n10 seconds of silence elapse.\n\n\n𝒫:\n Okay, fine. Sure. I'll try.\n\n\nDr. Ozid:\n I'm glad to hear it, 𝒫. I'm proud of you.\n\n\n𝒫:\n Alright, don't overstay the wholesomeness, this is still fucked up.\n\n\nThe table becomes instantaneously covered in a tablecloth, upon which is a patterned image of male genitalia.\n\n\n𝒫:\n Case in point.\n\n\nDr. Ozid:\n Hey, don't sweat it, I've seen worse restaurant decor in my time.\n\n\n\n\nUpdate (12-26-19):\n Starting November 5th, 𝒫 has begun to exhibit an irregularity in its baseline materialization behavior. In irregular cycles, objects will manifest as they have previously for a number of days, followed by an isolated, abnormal day, wherein new objects manifest, such as fill-in-the-blank style storybooks, empty coffee cups, various self-pleasure devices, ribbons and other fabric scraps, metal rulers, Sharpie brand permanent markers, and graphic homoerotic pornography.\n\n\n\n\nAddendum 04 - Video Log (01-03-20)\n\n\n\n\nForeword:\n The following video log is taken from the camera in 𝒫's chamber.\n\n\n\n\n16:19:15\n\n𝒫 \nteleports into the room and looks back and forth rapidly, in a state of panic. A \nlovely table\n manifests in the center of the room, surrounded by \nroyal chairs\n.\n 𝒫 \nsits in one of the \nroyal chairs\n, displaying extreme concern.\n 𝒫 \nstruggles to exit the \nroyal chair\n but is unable.\n\n\n16:22:00\n\n𝒫\n's outfit is instantaneously replaced with an \nelegant ball gown\n.\n 𝒫 \nattempts to remove the \nelegant ball gown\n but is once again unable.\n\n\n16:23:00\n\n\nThree \nguests\n manifest in each of the other \nroyal chairs\n, along with \ntea and cookies\n.\n 𝒫\n, displaying a look of horror, picks up a \ncup of tea\n and reluctantly takes a sip before returning it to the \nlovely table\n.\n\n\n16:24:00\n\n𝒫 \nhas a little party.\n\n\n16:25:00\n\n𝒫 \nhas a little party.\n\n\n16:30:00\n\n𝒫 \nhas a little party.\n\n\n16:35:00\n\n𝒫 \nhas a little party.\n\n\n16:40:00\n\n𝒫 \nhas a little party.\n\n\n16:44:00\n\n𝒫 \nsets down the \ncup of tea\n and grabs on to the nearest \nroyal chair\n.\n 𝒫 \nstruggles against the \nroyal chair\n for a number of minutes before successfully exiting it.\n\n\n16:47:00\n\n𝒫 \ngrabs the \nroyal chair\n and begins smashing it against the \nlovely table\n. After a minute of attacking, the \nlovely table\n splits in half, sending all the \ntea and cookies\n sliding into a mess on the floor.\n\n\n16:52:00\n\n𝒫 \nbegins screaming at the \nguests\n who continue to \nhave a little party\n, despite the lack of a \nlovely table\n or \ntea and cookies\n.\n 𝒫 \nappears to be in tears. The \nguests\n ignore\n 𝒫 \nand continue to \nhave a little party\n.\n 𝒫 \nfalls to the floor, sobbing.\n\n\n16:54:00\n\n𝒫 \nstands up. The \nguests\n stop \nhaving a little party\n, and stare blankly at\n 𝒫\n. The \nlittle party\n demanifests. 𝒫 removes the tattered ball gown, sighs deeply, and demanifests.\n\n\n\n\nEnd Note:\n 𝒫's whereabouts are currently unknown.\n\n\n\n\n\n\n\n\n« \nSCP-5557\n | 𝒫 | \nSCP-5559\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\n𝒫\n\" by Henzoid, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5558\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 𝒫.mp3\n\n\nAuthor:\n \nHenzoid\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 01 - Interview (02-17-19)",
        "Addendum 02 - Interview (07-07-19)",
        "Addendum 03 - Interview (11-05-19)",
        "Addendum 04 - Video Log (01-03-20)"
    ],
    "documents": [],
    "notes": [
        "\" 𝒫 \" by Henzoid, from the SCP Wiki . Source: https://scpwiki.com/scp-5558 . Licensed under CC-BY-SA .",
        "Filename: 𝒫.mp3 Author: Henzoid License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "𝒫",
    "object_class": "Keter",
    "containment_procedures": "Due in part to 𝒫's docility and compliance with the Foundation, 𝒫's containment has been adapted to allow for as much autonomy as possible, including janitorial duties and scheduling interviews/therapy.",
    "description": "𝒫 (formerly Nudah Borvitch) is an 18-year-old human with a drastically disparate cranial structure when compared with the average individual. 𝒫's otherwise standard human body leads into a fleshy, conical neck supporting a gargantuan head with 50-100 small orifices composed of various facial tissues including skin, cartilage, adipose, and bone. These orifices are largely symmetrical, with minor discrepancies across the midline of the face, and are in a constant state of flux, having new ones generated while the cranial flesh simultaneously absorbs existing ones.",
    "title": "𝒫"
}