{
    "url": "https://scp-wiki.wikidot.com/scp-5562",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\nLightlessLantern\n\n\n\n\n\n\nSCP-5562:\n Shrewsbury Key\n\n\n\n\n\n\n\n\nItem No:\n SCP-5562\n\n\nContainment Class:\n Radix\n1\n\n\nSpecial Containment Procedures:\n SCP-5562 is to be stored in Containment Chamber 12 at Site-26. Foundation knowledge of the existence of SCP-5562 is not to be disclosed to the British Occult Service.\n\n\nUse of SCP-5562 requires the approval of the Site-26 Director or Overseer Command. The input of the Ethics Committee is to be disregarded.\n\n\nDescription:\n SCP-5562 is a large metal cube, measuring 3 metres tall, discovered beneath the town hall of Shrewsbury, Shropshire, England. SCP-5562 has 1 entrance, which can only be opened by an adult British citizen. How SCP-5562 verifies this is unknown.\n\n\nA brass plaque is located to the right of the entrance, which reads \"PROPERTY OF THE DIRECTORATE OF MILITARY INTELLIGENCE, SECTIONS 13\n2\n AND 19\n3\n\". A slot is located beneath this plaque.\n\n\nOpening the entrance will result in the entrance automatically closing after a period of 20 seconds. Following this, the entrance will be unable to be opened for 50 seconds. Should an object have been present within SCP-5562, an envelope will be deposited from the slot. This envelope will contain all secret information contained within the inputted object.\n\n\nNo inputted objects have been present upon reopening SCP-5562.\n\n\nTesting Logs:\n\n\n\n\nTest 001\n4\n\n\nInput:\n Agent Sarah Tate\n\n\nOutput:\n Agent Tate's bank details and passwords to her computer and email.\n\n\nResults:\n SCP-5562 taken into Foundation custody for testing of any anomalous properties.\n\n\n\n\n\n\nTest 003\n\n\nInput:\n The full text of \nThe Hobbit\n by JRR Tolkien, encrypted using a Foundation one-time pad.\n\n\nOutput:\n The decrypted text of \nThe Hobbit\n.\n\n\nResults:\n The anomalous capabilities of SCP-5562 have been confirmed.\n\n\n\n\n\n\nTest 026\n\n\nInput:\n An intercepted message from ORIA Outpost 12 to Tehran Headquarters.\n\n\nOutput:\n A message confirming the presence of ORIA agents within Ghana to monitor potential anomalous activity.\n\n\nResults:\n As this was a breach of ORIA agreements with the GOC, this information was leaked to the GOC through embedded Foundation agents.\n\n\n\n\n\n\nTest 054\n5\n\n\nInput:\n Senior Researcher Arthur Illingworth's encrypted hard drive.\n\n\nOutput:\n Illegally procured photos of subordinates, emails blackmailing subordinates and threats of retaliation if reported to senior personnel.\n\n\nResults:\n Output was used as evidence in Illingworth's subsequent trial.\n\n\n\n\n\n\nTest 076\n6\n\n\nInput:\n Sir Edward Filey, Head of the British Occult Service's Cybersecurity Division.\n\n\nOutput:\n Information confirming the presence of illegal backdoors to the British Occult Service's internal database. Information also confirmed Filey had accepted bribes from hostile Groups Of Interest in exchange for access to the database.\n\n\nResults:\n Information was reported to the British Occult Service. Method of interrogation was not disclosed.\n\n\n\n\n\n\nTest 129\n7\n\n\nInput:\n Researcher Ahmed Hussain, believed to be an embedded ORIA agent and the orchestrator of multiple ORIA attacks on Foundation bases within the Middle East.\n\n\nOutput:\n Bank details and passwords for Hussain's computer and email accounts.\n\n\nResults:\n Subsequent analysis has found Researcher Ahmed Hussain to be innocent of all charges. He has been posthumously pardoned.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Object has been incorporated into the Foundation's command structure, but is unrelated to Judaism.\n\n\n2\n. Precursor of the British Occult Service during the First and Second World Wars.\n\n\n3\n. Responsible for the interrogation of captured enemy soldiers during the Second World War.\n\n\n4\n. Accidental; Agent Tate became trapped within SCP-5562 during initial discovery.\n\n\n5\n. Requested by the Foundation Internal Tribunal Department.\n\n\n6\n. Interrogation requested by the British Occult Service.\n\n\n7\n. Ordered by Overseer Command.\n\n\n\n\n\n\n\n\n« \nSCP-5561\n | SCP-5562 | \nSCP-5563\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5562\n\" by LightlessLantern, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5562\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Test 001 4 Input: Agent Sarah Tate Output: Agent Tate's bank details and passwords to her computer and email. Results: SCP-5562 taken into Foundation custody for testing of any anomalous properties.",
        "Test 003 Input: The full text of The Hobbit by JRR Tolkien, encrypted using a Foundation one-time pad. Output: The decrypted text of The Hobbit . Results: The anomalous capabilities of SCP-5562 have been confirmed.",
        "Test 026 Input: An intercepted message from ORIA Outpost 12 to Tehran Headquarters. Output: A message confirming the presence of ORIA agents within Ghana to monitor potential anomalous activity. Results: As this was a breach of ORIA agreements with the GOC, this information was leaked to the GOC through embedded Foundation agents.",
        "Test 054 5 Input: Senior Researcher Arthur Illingworth's encrypted hard drive. Output: Illegally procured photos of subordinates, emails blackmailing subordinates and threats of retaliation if reported to senior personnel. Results: Output was used as evidence in Illingworth's subsequent trial.",
        "Test 076 6 Input: Sir Edward Filey, Head of the British Occult Service's Cybersecurity Division. Output: Information confirming the presence of illegal backdoors to the British Occult Service's internal database. Information also confirmed Filey had accepted bribes from hostile Groups Of Interest in exchange for access to the database. Results: Information was reported to the British Occult Service. Method of interrogation was not disclosed.",
        "Test 129 7 Input: Researcher Ahmed Hussain, believed to be an embedded ORIA agent and the orchestrator of multiple ORIA attacks on Foundation bases within the Middle East. Output: Bank details and passwords for Hussain's computer and email accounts. Results: Subsequent analysis has found Researcher Ahmed Hussain to be innocent of all charges. He has been posthumously pardoned.",
        "\" SCP-5562 \" by LightlessLantern, from the SCP Wiki . Source: https://scpwiki.com/scp-5562 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-5562 is to be stored in Containment Chamber 12 at Site-26. Foundation knowledge of the existence of SCP-5562 is not to be disclosed to the British Occult Service.",
    "description": "SCP-5562 is a large metal cube, measuring 3 metres tall, discovered beneath the town hall of Shrewsbury, Shropshire, England. SCP-5562 has 1 entrance, which can only be opened by an adult British citizen. How SCP-5562 verifies this is unknown.",
    "title": "SCP-5562"
}