{
    "url": "https://scp-wiki.wikidot.com/scp-5574",
    "all_text": "rating: \n+66\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5574:\n Imaginary Suffering\n\n\nAuthor:\n \nCrystalMonarch\n\n\nMore by this author\n\n\n\n\n\n\n\n\nrating: \n+66\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n>login SCP Database MTompkins.Site109@scipnet\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAccessing SCP Database…\n\n\nCredentials Accepted. Welcome back \nJunior Researcher Marissa Tompkins\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n>access SCP-5574\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nClearance Level \n2/5574\n Recognised\n\nLoading SCP-5574…\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nCover of a 1913 pulp novel in the early stages of SCP-5574 infection. At this point, only the character depicted to the bottom right is symptomatic.\n\n\n\n\n\n\nItem #:\n SCP-5574\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-5574 is currently contained within a copy of the novel \nPride and Prejudice\n in Standard Containment Locker B2032.\n\n\nA minimum of ten additional novels should be stored alongside SCP-5574’s current host at all times, and any previously infected novels should be removed and incinerated.\n\n\nTesting of the effects of SCP-5574 on \nnarrative media\n is currently restricted to Researchers with Class 2/5574 clearance or higher. Testing of the effects of SCP-5574 on human subjects is currently prohibited, except with the direct authorization of Lead Researcher Caldwell.\n\n\nDescription:\n SCP-5574 is a noospheric\n1\n parasite which infects non-interactive narrative media.\n\n\nInfected media is extended significantly beyond the normal limits of the narrative (e.g. movies continuing far beyond their usual runtime, the text of physical books shifting and being rewritten in real time). This narrative is continuous and occurs even when not observed. The anomalous effect is not extended to any copies that are made of the affected media.\n\n\nCharacters within the narrative will act in a manner appropriate to their previously established characterisation but be described as having, or be shown to experience, a variety of symptoms commonly associated with degenerative brain conditions. SCP-5574 symptoms typically begin with headaches, followed by a gradual deterioration in mental capacity, specifically in areas focused around imagination and creative thinking.\n\n\nSCP-5574 can also infect humans and \nother sapient entities\n. The effects observed are similar to that seen in characters within affected media, and continue until the host has experienced near total loss of capacity for independent thought, and enters a permanent vegetative state. The course of the infection lasts significantly longer in human hosts, typically 8-15 years compared to a more variable range of hours-weeks for narrative media.\n\n\nAfter the infection has run its course, or if the current host dies or is destroyed prematurely, SCP-5574 will transfer to a new host. It will preferentially transfer to other narrative media which are physically nearby, up to a maximum range of approximately 15 meters. If no acceptable media are found within this range it will transfer to a human host within range.\n\n\nIf neither of these options is available, it will travel via noosphere to a memetically proximal host\n2\n. Physical distance is irrelevant to this secondary form of transmission, with hosts being found to be infected up to 4,200 miles from the previous host.\n\n\n\n\nAddendum: Selected Test Media\n\n\n\n\nClose File\n\n\n\n\n\n\nTest Media:\n \nA Christmas Carol\n, a novella by Charles Dickens\n\n\nEffect on Narrative:\n Following the end of the original work, Scrooge begins experiencing SCP-5574 symptoms. After recognising that his mind is failing, he seems at peace and remarks he is ‘glad he had at least one good day’. He writes a will leaving his wealth to Bob Cratchit and shortly after enters a coma like state. At this point no new text was added and SCP-5574 transferred to a new host.\n\n\nNotes:\n Typical of expected results where narrative continues with the additional factor of SCP-5574 symptoms.\n\n\n\n\n\n\nTest Media:\n 10 additional copies of \nA Christmas Carol\n, tested in sequence.\n\n\nEffect on Narrative:\n Most continued in the same manner as the previous test, with minor changes to dialogue and circumstance. The sole exception was test 7 in which Scrooge became frantic and agitated, cursed Cratchit and the ghosts, and is described as being bitterly fearful of hell. He attempts to flee London but is unable to travel outwith previously established settings and ultimately enters a coma state alone in his home.\n\n\nNotes:\n It appears the anomaly has some creativity with how it continues the narrative, while remaining within the bounds of the already established world and characters.\n\n\n\n\n\n\nTest Media:\n A VHS tape of a filmed production of the play \nThe Merchant of Venice\n, by William Shakespeare.\n\n\nEffect on Narrative:\n The production continued with a sixth act in which Shylock seeks revenge. At the onset of the seventh act, all characters begin experiencing SCP-5574 symptoms and rapidly succumb. The video stops on a shot of all actors lying comatose on stage.\n\n\nNotes:\n The literary quality of the additional scenes have been analysed by literary experts, whose consensus was that the writing approached the quality of Shakespeare’s original works. Shylock’s soliloquy on how all methods were acceptable in the pursuit of liberty was highlighted as particularly poignant.\n\n\n\n\n\n\nTest Media:\n \nThe Short Reign of Mary Queen of Scots\n, a non-fiction narrative biography by Margaret Dunne.\n\n\nEffect on Narrative:\n The original biography ends after Mary is taken captive by her cousin Elizabeth. The anomalous narrative describes her rapidly succumbing to melancholy and to SCP-5574 symptoms over the course of several weeks.\n\n\nNotes:\n The SCP-5574 infection lasted only a few hours in this host. Further testing indicates the lower degree of narrative in non-fiction causes it to expire more rapidly following SCP-5574 infection.\n\n\n\n\n\n\nTest Media:\n \nThe Tigers of Texas\n, a novel by Buck Henderson\n3\n\n\nEffect on Narrative:\n The Tiger Posse continue their trek across the west but rapidly succumb to SCP-5574 symptoms, lasting only a few days.\n\n\nNotes:\n The duration of infection seems to correspond with the creativity and popularity of the infected narrative. This should be taken into account when selecting narratives to act as long term hosts.\n\n\n\n\n\n\nTest Media:\n \nAlice in Wonderland\n by Lewis Carroll.\n\n\nEffect on Narrative:\n Alice is discontent at home in England for a short while, and after experiencing the onset of symptoms returns to Wonderland to consult the various strange inhabitants. They offer advice on ‘expanding one’s mind’ and exercising her imagination to stave off symptoms. This is effective for a short time, but Alice and the rest eventually succumb.\n\n\nNotes:\n These exercises were trialled in human hosts of SCP-5574 and proved effective in quality of life improvement and in delaying disease progression.\n\n\n\n\n\n\nTest Media:\n \nA Study in Scarlet\n by Arthur Conan Doyle.\n\n\nEffect on Narrative:\n Sherlock Holmes quickly notices he is experiencing symptoms of brain disease, and after several hours of conversation with Watson deduces he is in a fictional world. He makes several attempts at escaping the narrative but ultimately fails. He then makes a direct appeal to the reader, claiming to possess a fully human intellect and demanding that his rights as an Englishman be upheld, before succumbing to SCP-5574 symptoms.\n\n\nNotes:\n The SCP-5574 narrative entities' claims of sapience and self awareness have resulted in an Ethics Committee request for further testing. This is currently ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The non-physical component of consciousness where memetic and other thought-form entities propagate.\n\n\n2\n. i.e. a host that has a similar mindset, or one who shares common symbolic or thematic similarities.\n\n\n3\n. A largely unknown and unsuccessful work.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n>exit\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nAccess Your Most Recently Viewed File?\n\n\n\n\n\n\nTranscript: SCP-5574 Test Narrative 26-2013\n\n\n\n\nClose File\n\n\n\n\nTranscript: SCP-5574 Test Narrative No. 26-2013\n\n\n \n\n\nOriginal Media Summary:\n A printed text describing a standard Foundation interview room with a single occupant, for whom no description is given. The only event which occurs is the arrival of Junior Researcher Tompkins, who is briefly described and then stated to be about to begin routine questioning. 267 words.\n\n\n\n\nOriginal document excised, transcript begins from the point at which SCP-5574’s anomalous effects first take effect\n\n\nThe Researcher smoothed out her skirt and sat on the uncomfortable steel chair that was still standard issue for all interview rooms, despite her years of complaints. Her subject for the day was already sitting, an unkempt young man with the bored look of someone who'd spent a lot of time sitting in a cell being forced to talk to strangers. A look she was all too familiar with.\n\n\n\"OK, so the time is 12:43, I’m Marissa Tompkins, Class 3 Researcher, and today I’ll be interviewing SCP-5574.\" She turned and glanced behind her to double check the recording device on the wall was blinking red and operational. The movement made her head throb and she winced, migraines always announced themselves before their full arrival and she could tell this was going to be a big one. She slid one of the two coffees she’d brought across the table to the subject with an awkward smile. Despite all her years of experience, it was still difficult to ignore the social niceties, even when around anomalous entities.\n\n\n\"Alright Mr Smith, I'm going to begin by asking you a few questions to test your responsiveness, OK?\n\n\n\"That's fine by me ma'am, I just want to get all this over with so I can get back to my family.\"\n\n\nMarissa felt that familiar twinge of guilt as she knew that he would very likely be spending the rest of his life in a cell, and his family had already been made to forget his existence. But this was what the job demanded, anything and everything for the greater good.\n\n\nShe went through the tests quickly, she'd done this so many times that her actions were automatic and as the familiar scenario unfolded she felt her mind wander. He answered questions designed to test his intelligence, both intellectual and emotional, and she thought about how she'd ended up spending the past decade working in a series of tiny cells just like this one. Ten years trying to make life better for the people she helped keep imprisoned, and she’d likely be fighting this uphill battle for the rest of her life.\n\n\nShe tried to think about what she’d rather be doing but drew a blank. She wasn't the most forward thinking woman at the best of times and her growing migraine was clouding her mind and making it very hard to think.\n\n\n“OK, so this next set of questions is a little strange, they’re designed to test if you’re what we like to call ‘a sapient entity’. Basically, if you’re a person or just a convincing illusion of one. It might seem a little silly, since most of the time you call tell if someone’s a person just by looking, but in my line of work I often encounter things that aren’t quite what they seem. Things that look human, that might even have intelligence of a sort, but have no more moral value than a fly or this coffee cup. So what I’ll be looking for here is signs of you having a conception of an inner self, an ability to effect and be affected by your environment and whether you have the capacity to experience pleasure, suffering, stuff like that.”\n\n\nMr Smith just nodded.\n\n\nThirty minutes of questioning later and he still hadn’t touched his coffee. Marissa took a long sip of her own before giving him the results. Her head wasn’t getting any better and the deliciously caffeinated concoction helped distract her.\n\n\n\"OK then Mr Smith.\" She smiled. \"You'll be glad to hear you qualify as a Class II sapient entity, which in laymen’s terms, means you're a person. That means you qualify for ethical care and treatment for as long as-\". Marissa stopped talking, partly because she'd forgot what she was going to say and partly because her migraine had blossomed into a nova of stabbing pain right behind her left eye.\n\n\nShe clutched her head and shouted for help. Something wasn't right, she'd had migraines before but never this bad. And her thinking was slow and sluggish, especially when she tried to come up with plans or think about the future. And Mr Smith was still just sitting there. And no-one from outside was coming despite her yells. Oh shit. Belatedly, her training kicked in.\n\n\nShe was being affected by an anomaly. Categorise effects: headaches, clouded thinking, people acting like zombies. Her headache was clearing but alarmingly her thinking was getting worse, it was hard to think of what to do next, hard to come up with even the simplest plans. She tried to leave the room and found the door sealed. Not just locked, but fused seamlessly into the wall.\n\n\n\"Oh.\" she said.\n\n\nShe slumped to the ground. All these years talking to little bits of reality gone wrong and until now she’d never fully appreciated how horrifying it was to have the world you thought you knew fall apart around you. She knew this wasn’t real now, of course, that much was obvious. That was little consolation to her though, as her mind fell apart like a sandcastle drowned by the tide. She was aware she'd lost the ability to imagine future events and only dimly remembered that was probably a good thing. The walls started to melt around her, forming horrifying faces with far too many teeth. They weren’t real either but suddenly Marissa wasn’t sure if she was even real herself.\n\n\nEventually, the world around her was nothing but a swirl of nightmares and Marissa had only her thoughts. Thoughts that were swiftly degrading, moment by moment. She no longer had the capacity to hope for rescue or escape so instead she could only wait. But no-one ever came and she was reduced to a catatonic state, living but mindless.\n\n\nMarissa Tompkins lay motionless on the floor.\n\n\nMarissa Tompkins lay motionless on the floor.\n\n\nMarissa Tompkins lay motionless on the floor.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n>exit SCP Database\n\n\n \n\n\n>access SCiPNET messages\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nLoading most recent message thread…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nSCPiNET v4.0.2\n\n\nTerminal:\n 53817\n\n\nAuthorization:\n MTompkins.Site109\n\n\n \n\n\nMessage History with \nSenior Researcher Dr Caldwell\n\n\nCurrently Viewing Today’s Messages: Oldest > Newest\n\n\n \n\n\n[09:15] MTompkins:\n Have you had a chance to look over the results of my study on SCP-5574 yet? The findings are quite alarming and I’ve suggested several urgent changes to the Containment Procedures. I tried calling your office but wasn’t able to get a response, please let me know when would be a convenient time for us to meet and discuss this further.\n\n\n \n\n\n[09:26] JCaldwell:\n I’ve read your report, and further discussion won’t be necessary. The current Containment Procedures are perfectly effective for ensuring continued containment. I recommend you turn your attentions to some of the Site’s more recently acquired SCPs whose documentation actually needs updating.\n\n\n \n\n\n[09:28] MTompkins:\n This isn’t a matter of containment, it’s a matter of ethics. The anomaly is creating and then torturing real sapient people. They’re suffering.\n\n\n \n\n\n[09:37] JCaldwell:\n I am not going to authorise torturing real human beings to save some ink on a page. Sometimes the Foundation has to do unpleasant things to ensure the containment of dangerous entities like this nasty little parasite. If what’s in those books bothers you, then don’t read them, this is one anomaly that’s best left to rot away in a storage locker.\n\n\n \n\n\n[09:39] MTompkins:\n My feelings on the matter are not the issue. People are suffering, real people, with feelings as real as yours or mine. The fact they are anomalously generated doesn’t make their experiences any less real.\n\n\n \n\n\n[09:45] JCaldwell:\n Even if they are in some sense alive, their life is a product of the anomaly. If it creates and destroys lives then that is no net loss, without the anomaly those ‘people’ would never have existed to begin with.\n\n\n \n\n\n[09:47] MTompkins:\n They’re being tortured, as bad as any human victim of SCP-5574. And they die at such a faster rate that orders of magnitudes more people suffer and die in those novels you’re using than would if we used human hosts. I recognise that you might find it distasteful to value the suffering of anomalously generated sapient entities the same as flesh and blood humans. But the Foundation Charter of Ethics states we have an equal duty to protect all Class II sapient entities, and my research clearly shows that the SCP-5574 narrative entities qualify.\n\n\n \n\n\n[10:06] JCaldwell:\n Well if you want to lodge a complaint with the Ethics Committee you’re welcome to. Then in six months, once they’ve sorted through the paperwork, maybe it’ll get changed. But as long as I’m the Lead Researcher on SCP-5574, protecting human lives comes first.\n\n\n \n\n\n[10:08] MTompkins:\n Please, if we could just meet and discuss this.\n\n\n \n\n\n[11:13] JCaldwell:\n I’m a busy man Marissa. I have a lecture to give in an hour, a lot of anomalies to oversee and no time to hand-hold every Junior Researcher that feels squeamish about what we do here. Report to Dr Hadogan about that new predatory narrative he’s tracking, maybe then you can use your talents to save some real \nhuman\n lives.\n\n\n \n\n\n[11:15] Mtompkins:\n These are real human lives! Every week you delay is dozens, maybe hundreds of people suffering!\n\n\n \n\n\n[11:36] JCaldwell:\n This conversation is over.\n\n\n \n\n\nJCaldwell has gone offline\n\n\n \n\n\n[18:28] MTompkins:\n I’ve attached a copy of SCP-5574’s latest host. I think it might help you see the issue from a different perspective.\n\n\n\n\nTranscript: SCP-5574 Test Narrative 27-2013\n\n\n\n\nClose File\n\n\n\n\n\n\nTranscript: SCP-5574 Test Narrative 27-2013\n\n\n \n\n\nOriginal Media Summary:\n A DVD containing video footage of Site 109 Lecture Hall A17 during Dr Caldwell’s lecture \nA History of the Study of Noospheric Parasites\n. This lecture is in the form of a non-fiction narrative in which he explains his career in the study of noospheric anomalies, and his history with the Foundation. 87 minutes.\n\n\n \n\n\nTranscript of original lecture excised, transcript begins from the point at which SCP-5574’s anomalous effects first take effect, shortly following the conclusion of Dr Caldwell’s talk.\n\n\n \n\n\n[BEGIN LOG]\n\n\n \n\n\nDr Caldwell smiles at the crowd who can be heard applauding.\n\n\n \n\n\nDr Caldwell:\n Thank you folks, thank you but my lecture isn’t done yet! I’ve talked about the current anomalies I’m studying, the ‘parasites of imagination’ as some are calling them, but I’d like to dig a little deeper. To an entity of the noosphere our imaginations aren’t just inside our heads, they’re attached to everything we produce.\n\n\n \n\nArt, architecture, technology, even a post-it note with some scribbled reminders. Anything touched by human hands is shaped by our imaginations, our theories of the world and our plans for the future. And it’s that substance that these unique class of anomalous parasites feed upon and which, uh, which…\n\n\n \n\n\nDr Caldwell stops speaking and frowns, rubbing his temples\n\n\n \n\n\nDr Caldwell:\n I’m sorry folks, I have a bit of a headache coming on it seems, and it’s making it hard to concentrate. I might just have to cut this lecture short after all.\n\n\n \n\n\nThe camera pans to follow Dr Caldwell as he goes to leave the lecture hall but finds that the door is inoperable. At this point he looks over the silent, watching crowd, several of whom can now be seen in frame watching him with polite smiles and vacant expressions.\n\n\n \n\n\nDr Caldwell:\n \nmuttering\n Marissa, you bitch.\n\n\n \n\n\nHe turns to face the camera and raises his voice\n\n\n \n\n\nDr Caldwell:\n Goddamn you Tompkins, I’ll have your job for this. You want to feed humans to monsters so bad, how about I get you reassigned to some first hand experience with carnivorous noovores yourself? If you don’t get me out of here right fucking now I will make sure you spend the rest of your life regretting this decision.\n\n\n \n\n\nDr Caldwell paces the room, and appears quite upset. He attempts to break down the door, unsuccessfully, and shakes a member of the audience who does not respond, but continues to smile politely and occasionally applaud. After several minutes of this he winces and clutches his head, then turns back to the camera and resumes speaking.\n\n\n \n\n\nDr Caldwell:\n OK fine Tompkins, you win. Point made. It’s pretty hard to dispute that SCP-5574 entities are sapient from the inside.\n\n\n \n\nThis next part is for you James. The real James Caldwell I mean, the non-anomalous one. I am sapient, we were wrong, and the Containment Procedures for SCP-5574 need to be changed. Knowing me, I doubt that’s enough to convince you so I’ll say this. Remember Madrid? When we promised Angela that when it came between our pride and doing what’s right, we’d do what’s right? Well now is one of those times.\n\n\n \n\nNow as for Marissa Tompkins and her sanctimonious moralising, well, you can’t say what you’re thinking to her. But hey, I’m just an anomaly that’s going to die long before HR can get their hands on me so I can say whatever the fuck I want.\n\n\n \n\nHey Marissa, you can-\n\n\n \n\n\nDr Caldwell angrily rants about Marissa Tompkins, generally on the topic of destroying her career, reputation and life, as well as insults about her personality, appearance and intellectual capacity. These insults are punctuated by increasingly long gaps of silence, and gradually become less coherent and more repetitive. After 43 minutes of this he slumps in a chair and speaks in a quieter voice.\n\n\nDr Caldwell:\n I know I don’t have much time left, I can feel my mind slipping away. Facing death in my own private hell like this, it’s surprisingly little comfort knowing that there’s still another version of me out there.\n\n\nI’ve never believed in souls, or anything like that, too scientifically minded, even after seeing all the strange things the Foundation keeps locked away. Even Angela, with all her certainty, would have a hard time figuring out where my soul goes after this. Maybe to some kind of hell after everything I’ve done in the name of the greater good. Maybe when the real me dies, I’ll be there waiting for him.\n\n\n \n\n\nDr Caldwell is silent for the remainder of the recording. After another 57 minutes he succumbs to the effects of SCP-5574 and collapses on the floor, at which point SCP-5574 was detected to have transferred to another host.\n\n\n \n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n[19:07] JCaldwell:\n You should know that I have reported this to Director Kristov. I suggest you offer your resignation now and don’t make this any harder on yourself.\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nYou have \nOne\n New Message\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n>view\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nViewing New Message from \nSenior Researcher Dr Caldwell\n\n\n \n\n\n[21:15] JCaldwell:\n I can’t stop thinking about that version of me trapped in there. I want to blame you, be angry that you created that version of me and then tortured him. But I have been Lead Researcher on SCP-5574 for the past 15 years and I can’t even begin to count how many thousands I’ve caused to suffer in that same way.\n\n\nIt’s hard for me to admit when I’m wrong. Harder still when accepting that means accepting responsibility for so much pain. But I’ve always tried to be the kind of person that can make hard decisions, and I can’t let this continue any further.\n\n\nI’ve informed Director Kristov that SCP-5574 will be contained in human hosts from now on. And I’ve also volunteered to be its first subject. I’m not a young man, I have always had a very active imagination and I’m confident that I can continue to act in a research and educational capacity for at least another 5 years before the effects on my intellectual ability become too severe.\n\n\nSo thank you Marissa, for giving me a chance to try and make up for what I’ve done.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n>logoff\n\n\n\n\n\n\n« \nSCP-5573\n | SCP-5574 | \nSCP-5575\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Test Media: A Christmas Carol , a novella by Charles Dickens Effect on Narrative: Following the end of the original work, Scrooge begins experiencing SCP-5574 symptoms. After recognising that his mind is failing, he seems at peace and remarks he is ‘glad he had at least one good day’. He writes a will leaving his wealth to Bob Cratchit and shortly after enters a coma like state. At this point no new text was added and SCP-5574 transferred to a new host. Notes: Typical of expected results where narrative continues with the additional factor of SCP-5574 symptoms.",
        "Test Media: 10 additional copies of A Christmas Carol , tested in sequence. Effect on Narrative: Most continued in the same manner as the previous test, with minor changes to dialogue and circumstance. The sole exception was test 7 in which Scrooge became frantic and agitated, cursed Cratchit and the ghosts, and is described as being bitterly fearful of hell. He attempts to flee London but is unable to travel outwith previously established settings and ultimately enters a coma state alone in his home. Notes: It appears the anomaly has some creativity with how it continues the narrative, while remaining within the bounds of the already established world and characters.",
        "Test Media: A VHS tape of a filmed production of the play The Merchant of Venice , by William Shakespeare. Effect on Narrative: The production continued with a sixth act in which Shylock seeks revenge. At the onset of the seventh act, all characters begin experiencing SCP-5574 symptoms and rapidly succumb. The video stops on a shot of all actors lying comatose on stage. Notes: The literary quality of the additional scenes have been analysed by literary experts, whose consensus was that the writing approached the quality of Shakespeare’s original works. Shylock’s soliloquy on how all methods were acceptable in the pursuit of liberty was highlighted as particularly poignant.",
        "Test Media: The Short Reign of Mary Queen of Scots , a non-fiction narrative biography by Margaret Dunne. Effect on Narrative: The original biography ends after Mary is taken captive by her cousin Elizabeth. The anomalous narrative describes her rapidly succumbing to melancholy and to SCP-5574 symptoms over the course of several weeks. Notes: The SCP-5574 infection lasted only a few hours in this host. Further testing indicates the lower degree of narrative in non-fiction causes it to expire more rapidly following SCP-5574 infection.",
        "Test Media: The Tigers of Texas , a novel by Buck Henderson 3 Effect on Narrative: The Tiger Posse continue their trek across the west but rapidly succumb to SCP-5574 symptoms, lasting only a few days. Notes: The duration of infection seems to correspond with the creativity and popularity of the infected narrative. This should be taken into account when selecting narratives to act as long term hosts.",
        "Test Media: Alice in Wonderland by Lewis Carroll. Effect on Narrative: Alice is discontent at home in England for a short while, and after experiencing the onset of symptoms returns to Wonderland to consult the various strange inhabitants. They offer advice on ‘expanding one’s mind’ and exercising her imagination to stave off symptoms. This is effective for a short time, but Alice and the rest eventually succumb. Notes: These exercises were trialled in human hosts of SCP-5574 and proved effective in quality of life improvement and in delaying disease progression.",
        "Test Media: A Study in Scarlet by Arthur Conan Doyle. Effect on Narrative: Sherlock Holmes quickly notices he is experiencing symptoms of brain disease, and after several hours of conversation with Watson deduces he is in a fictional world. He makes several attempts at escaping the narrative but ultimately fails. He then makes a direct appeal to the reader, claiming to possess a fully human intellect and demanding that his rights as an Englishman be upheld, before succumbing to SCP-5574 symptoms. Notes: The SCP-5574 narrative entities' claims of sapience and self awareness have resulted in an Ethics Committee request for further testing. This is currently ongoing.",
        "Original document excised, transcript begins from the point at which SCP-5574’s anomalous effects first take effect The Researcher smoothed out her skirt and sat on the uncomfortable steel chair that was still standard issue for all interview rooms, despite her years of complaints. Her subject for the day was already sitting, an unkempt young man with the bored look of someone who'd spent a lot of time sitting in a cell being forced to talk to strangers. A look she was all too familiar with. \"OK, so the time is 12:43, I’m Marissa Tompkins, Class 3 Researcher, and today I’ll be interviewing SCP-5574.\" She turned and glanced behind her to double check the recording device on the wall was blinking red and operational. The movement made her head throb and she winced, migraines always announced themselves before their full arrival and she could tell this was going to be a big one. She slid one of the two coffees she’d brought across the table to the subject with an awkward smile. Despite all her years of experience, it was still difficult to ignore the social niceties, even when around anomalous entities. \"Alright Mr Smith, I'm going to begin by asking you a few questions to test your responsiveness, OK? \"That's fine by me ma'am, I just want to get all this over with so I can get back to my family.\" Marissa felt that familiar twinge of guilt as she knew that he would very likely be spending the rest of his life in a cell, and his family had already been made to forget his existence. But this was what the job demanded, anything and everything for the greater good. She went through the tests quickly, she'd done this so many times that her actions were automatic and as the familiar scenario unfolded she felt her mind wander. He answered questions designed to test his intelligence, both intellectual and emotional, and she thought about how she'd ended up spending the past decade working in a series of tiny cells just like this one. Ten years trying to make life better for the people she helped keep imprisoned, and she’d likely be fighting this uphill battle for the rest of her life. She tried to think about what she’d rather be doing but drew a blank. She wasn't the most forward thinking woman at the best of times and her growing migraine was clouding her mind and making it very hard to think. “OK, so this next set of questions is a little strange, they’re designed to test if you’re what we like to call ‘a sapient entity’. Basically, if you’re a person or just a convincing illusion of one. It might seem a little silly, since most of the time you call tell if someone’s a person just by looking, but in my line of work I often encounter things that aren’t quite what they seem. Things that look human, that might even have intelligence of a sort, but have no more moral value than a fly or this coffee cup. So what I’ll be looking for here is signs of you having a conception of an inner self, an ability to effect and be affected by your environment and whether you have the capacity to experience pleasure, suffering, stuff like that.” Mr Smith just nodded. Thirty minutes of questioning later and he still hadn’t touched his coffee. Marissa took a long sip of her own before giving him the results. Her head wasn’t getting any better and the deliciously caffeinated concoction helped distract her. \"OK then Mr Smith.\" She smiled. \"You'll be glad to hear you qualify as a Class II sapient entity, which in laymen’s terms, means you're a person. That means you qualify for ethical care and treatment for as long as-\". Marissa stopped talking, partly because she'd forgot what she was going to say and partly because her migraine had blossomed into a nova of stabbing pain right behind her left eye. She clutched her head and shouted for help. Something wasn't right, she'd had migraines before but never this bad. And her thinking was slow and sluggish, especially when she tried to come up with plans or think about the future. And Mr Smith was still just sitting there. And no-one from outside was coming despite her yells. Oh shit. Belatedly, her training kicked in. She was being affected by an anomaly. Categorise effects: headaches, clouded thinking, people acting like zombies. Her headache was clearing but alarmingly her thinking was getting worse, it was hard to think of what to do next, hard to come up with even the simplest plans. She tried to leave the room and found the door sealed. Not just locked, but fused seamlessly into the wall. \"Oh.\" she said. She slumped to the ground. All these years talking to little bits of reality gone wrong and until now she’d never fully appreciated how horrifying it was to have the world you thought you knew fall apart around you. She knew this wasn’t real now, of course, that much was obvious. That was little consolation to her though, as her mind fell apart like a sandcastle drowned by the tide. She was aware she'd lost the ability to imagine future events and only dimly remembered that was probably a good thing. The walls started to melt around her, forming horrifying faces with far too many teeth. They weren’t real either but suddenly Marissa wasn’t sure if she was even real herself. Eventually, the world around her was nothing but a swirl of nightmares and Marissa had only her thoughts. Thoughts that were swiftly degrading, moment by moment. She no longer had the capacity to hope for rescue or escape so instead she could only wait. But no-one ever came and she was reduced to a catatonic state, living but mindless. Marissa Tompkins lay motionless on the floor. Marissa Tompkins lay motionless on the floor. Marissa Tompkins lay motionless on the floor.",
        "Viewing New Message from Senior Researcher Dr Caldwell [21:15] JCaldwell: I can’t stop thinking about that version of me trapped in there. I want to blame you, be angry that you created that version of me and then tortured him. But I have been Lead Researcher on SCP-5574 for the past 15 years and I can’t even begin to count how many thousands I’ve caused to suffer in that same way. It’s hard for me to admit when I’m wrong. Harder still when accepting that means accepting responsibility for so much pain. But I’ve always tried to be the kind of person that can make hard decisions, and I can’t let this continue any further. I’ve informed Director Kristov that SCP-5574 will be contained in human hosts from now on. And I’ve also volunteered to be its first subject. I’m not a young man, I have always had a very active imagination and I’m confident that I can continue to act in a research and educational capacity for at least another 5 years before the effects on my intellectual ability become too severe. So thank you Marissa, for giving me a chance to try and make up for what I’ve done."
    ],
    "item": "SCP-5574",
    "object_class": "Euclid",
    "containment_procedures": "SCP-5574 is currently contained within a copy of the novel Pride and Prejudice in Standard Containment Locker B2032.",
    "description": "SCP-5574 is a noospheric1 parasite which infects non-interactive narrative media.",
    "title": "SCP-5574"
}