{
    "url": "https://scp-wiki.wikidot.com/scp-5581",
    "all_text": "rating: \n+62\n+\n–\nx\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5581: To Serve Man\n\naudio/Image creds:\n\n\nhttps://pxhere.com/en/photo/712348\n - Public Domain\n\n\nhttps://www.youtube.com/watch?v=iTUxWFEmadg\n CC 4.0\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n 5581\n\n\nClass/Clearance:\n Keter/\nThree\n\n\n\n\n\n\nAn image from SCP-5581.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation webcrawlers and .aic's are to scan the deep web for copies of SCP-5581 and remotely delete them. In the event of a subject viewing SCP-5581, they are to be brought to a local hospital, humanely euthanized, and any connected parties are to be amnesticized with Class-A amnestics. The cover story \"Nosocomial Infection\" is to be used, and the remains are to be cremated.\n\n\nDescription:\n SCP-5581 is the designation for a .mp4 file consisting of a series of still images and audio, titled \"toserveman.mp4.\" SCP-5581 displays an anomalously small filesize, typically under 200 bytes, but is able to be played at resolutions upwards of 1080p. The images that constitute SCP-5581 can be safely viewed separately, suggesting hazardous effects only occur when the images are presented in a specific sequence. These images appear to have no clear meaning, typically being landscape shots of seemingly random locations on Earth. The only audio consists of assorted grunts, moans, and labored breathing.\n\n\nIf SCP-5581 is viewed by any human, subjects will begin to undergo a series of physiological changes.\n\n\n\n\nThe spine will bend backwards as the pelvis thrusts forward, and subjects will be locked in this position. Subjects' extremities will be splayed out similar to the position taken when doing jumping jacks.\n\n\nThe lumbar vertebrae will extend horizontally, piercing the flesh, and curve backwards into a vaguely spherical shape 2 meters in diameter. The coccyx will then grow downwards and meet the vertebrae at the end of the spherical structure.\n\n\nThe rest of the spinal vertebrae will create a latticed network among the frame provided by the lumbar vertebrae, in order to strengthen the shape. Any skin present on the body will harden, forming a scab-like surface.\n\n\nSkin from the forearms and thighs will extend to cover the frame provided by the vertebrae and coccyx, causing the body to form a sphere. Flesh will then continue to fill the remaining gaps.\n\n\nThe neck, hands, and feet will retract into the shape, leaving only the face visible along the surface area of the sphere. Subjects will be unable to vocalize, but will be able to breathe, expel waste, and eat, and many subjects display symptoms of jaundice. Communication is established via software and apparatuses used for ALS patients.\n\n\n\n\nFollowing transfiguration, surviving subjects report being transported to an unknown location, SCP-5581-1. This location is described as a large green rectangle suspended in space, with a large rectangular wall dividing it lengthwise. Two large appendages appear on either side of the rectangle, and repeatedly strike the subject with appropriately sized tools, causing subjects to suffer blunt force trauma and forces upwards of 4 g's. Subjects, if they survive, will be transported back to their original location after an arbitrary amount of time.\n\n\nThe extent of Foundation testing involved having a subject view SCP-5581 to be transported to SCP-5581-1 with recording software, in order to further understand the surroundings. No video was able to be recorded for unknown reasons, though audio recording software produced the following.\n\n\n\n\n\n\n\n\n« \nSCP-5580\n | SCP-5581 | \nSCP-5582\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5581\n\" by Popsioak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5581\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n landscape\n\n\nName:\n N/A\n\n\nAuthor:\n N/A\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \npxhere\n\n\n\n\n\n\nFilename:\n tennis\n\n\nName:\n FREE SOUND EFFECT - TENNIS BALL BEING HIT [NO COPYRIGHT]\n\n\nAuthor:\n Ultimate Free Sound Effects Channel\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nYouTube",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5581 \" by Popsioak, from the SCP Wiki . Source: https://scpwiki.com/scp-5581 . Licensed under CC-BY-SA .",
        "Filename: landscape Name: N/A Author: N/A License: CC0 1.0 Source Link: pxhere",
        "Filename: tennis Name: FREE SOUND EFFECT - TENNIS BALL BEING HIT [NO COPYRIGHT] Author: Ultimate Free Sound Effects Channel License: CC BY 4.0 Source Link: YouTube"
    ],
    "item": "5581",
    "containment_procedures": "Foundation webcrawlers and .aic's are to scan the deep web for copies of SCP-5581 and remotely delete them. In the event of a subject viewing SCP-5581, they are to be brought to a local hospital, humanely euthanized, and any connected parties are to be amnesticized with Class-A amnestics. The cover story \"Nosocomial Infection\" is to be used, and the remains are to be cremated.",
    "description": "SCP-5581 is the designation for a .mp4 file consisting of a series of still images and audio, titled \"toserveman.mp4.\" SCP-5581 displays an anomalously small filesize, typically under 200 bytes, but is able to be played at resolutions upwards of 1080p. The images that constitute SCP-5581 can be safely viewed separately, suggesting hazardous effects only occur when the images are presented in a specific sequence. These images appear to have no clear meaning, typically being landscape shots of seemingly random locations on Earth. The only audio consists of assorted grunts, moans, and labored breathing.",
    "title": "SCP-5581"
}