{
    "url": "https://scp-wiki.wikidot.com/scp-5594",
    "all_text": "PlaguePJP: IV\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+100\n+\n–\nx\n\n\n\n\nby PlaguePJP\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5594\n — \nFine Dine and Good Spirits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5594\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe entrance into SCP-5594.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n A perimeter has been established around the border of SCP-5594, members of the general populace are to be refused entry and amnesticised if needed. Personnel are not to enter into any mineshaft.\n\n\nThe remaining eleven members of SCP-5594's population have been relocated and amnesticised. Efforts to locate and amnesticise former residents of SCP-5594 who may have been witness to anomalous phenomena are ongoing.\n\n\n\n\nDescription:\n SCP-5594 is Middalia, a former coal-mining town in central Kentucky, USA and the anomalous phenomena surrounding it.\n\n\n\n\n\n\n\n\nAerial view of SCP-5594. (Click to Enlarge)\n\n\n✖\n\n\n\n\nIn May 1962, a landfill was ignited during a controlled disposal effort by the local fire department. The fire spread into an unsealed mineshaft entrance, quickly expanding underground and into the connected coal veins. The following anomalous phenomena occurred subsequently:\n\n\n\n\nMultiple residents and visitors of SCP-5594 disappearing within the town borders. The resulting search and rescue efforts were unsuccessful or ended in additional disappearances.\n\n\nThe spontaneous disappearance of non-anomalous objects.\n\n\nSurrounding wildlife, specifically livestock from surrounding farms, entering the town in droves.\n\n\nA single tree being felled without an observable cause.\n1\n\n\nThe appearance of SCP-5594-1.\n\n\n\n\nThe enduring fire and various anomalous events caused a mass exodus of SCP-5594's population over the last 60 years.\n\n\nSCP-5594 is inhabited by three spectral entities, collectively designated SCP-5594-1. Based on their appearances, they are believed to be the spirits of deceased miners Cecil Anderson, Jameson Lancaster, and Kevin McPadden. These individuals died in 1890 as a result of the only fatal mine collapse in Middalia's history. SCP-5594-1 is believed to occupy the burning mines, although they have been seen wandering the streets of SCP-5594 on rare occasions.\n\n\nAddendum 5594.1:\n D-Class Expedition\n\n\nThe following are transcripts of D-60173's investigation into SCP-5594. D-60173 was tethered and given a heat-proof armor, oxygen tank, and night-vision goggles.\n\n\n\n\n+ Open Investigation Log One +\n\n\n\n\n- Close Investigation Log One -\n\n\n\n\n\n\n\n\nTRANSCRIPT\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\nA smoke plume a few meters away from the insertion point.\n\n\n\n\n\n\nD-60173:\n You're still hearing me right?\n\n\nDr. Quinsin:\n Loud and clear. Proceed.\n\n\nD-60173:\n Sounds good.\n\n\n(D-60173 enters the unsealed mineshaft and proceeds down a shallow decline leading to a sharp right turn and a steeper decline. He slides downward and enables the night vision goggles and camera.)\n\n\nD-60173:\n Why wasn't I just given like a flashlight or something?\n\n\nDr. Quinsin:\n You're going to need both of your hands.\n\n\nD-60173:\n Wouldn't a headlamp have sufficed?\n\n\nDr. Quinsin:\n You're covered in almost 50,000 dollars worth of technology, why would you want a headlamp?\n\n\nD-60173:\n You're not the one carrying all of it.\n\n\n(D-60173 continues forward for the next fifteen minutes as cracks in the ground filter smoke in and through the veins, obstructing D-60173's vision. At the end of a tunnel is a steep drop. D-60173 is instructed to use an anchor and rope to rappel downward. He complies, landing in a tunnel flooded in a black liquid. The temperature of the cave is at 93°C.)\n\n\nDr. Quinsin:\n Is that water?\n\n\nD-60173:\n I don't think so. It's too thick.\n\n\nDr. Quinsin:\n Grab a sample and watch where you're stepping, there could be a hole somewhere in there.\n\n\nD-60173:\n Don't you guys have, I don't know, robots or drones for this type of stuff?\n\n\nDr. Quinsin:\n We do. Why do you ask?\n\n\nD-60173:\n Sending me down here, alone, with no means to protect myself feels… antiquated.\n\n\nDr. Quinsin:\n I mean, we can't \narm\n you — there's no reason for you to be armed at all. It's a flaming cave, not a warzone.\n\n\n(D-60173 continues forward, then suddenly stops.)\n\n\nDr. Quinsin:\n What happened?\n\n\nD-60173:\n Something just bumped into my leg. It's under my foot. Should I grab it?\n\n\nDr. Quinsin:\n Is it moving?\n\n\nD-60173:\n I— I don't think so.\n\n\nDr. Quinsin:\n Grab it, please.\n\n\n(D-60173 hesitantly bends down and pushes his hand through the viscous liquid. He takes a step back and pulls the object out, revealing it to be a skeletal hand embedded into the handle of a rusted pickaxe. After realizing what it is, D-60173 immediately releases the object.)\n\n\nD-60173:\n Jesus christ what the fuck is this—\n\n\n(Laughter is heard from behind. The camera quickly turns around, finding the same empty corridor as before. D-60173 begins to quicken in pace.)\n\n\nD-60173:\n I know you must see spooky bullshit like this every day, but I don't. You threw me to the goddamn lions!\n\n\nDr. Quinsin:\n I get it. Please, just go forward and we'll discuss this later.\n\n\nD-60173:\n You're a real bastard, you know that?\n\n\nDr. Quinsin:\n There will be time to talk later. As of right now, I need you to continue forward\n\n\n(D-60173 enters an upwards stretch of the mine that quickly levels out into a short path ending in the crossroads. One end has a human-made arched tunnel, the other is a continuation of the vein.)\n\n\n\n\n\n\nStill frame from D-60173's bodycamera.\n\n\n\n\n\n\nDr. Quinsin:\n Let's try left.\n\n\n(The camera feed cuts out for three seconds. The microphone experiences a slight connection breakdown. Through the static, D-60173 is heard vocalizing distress. When the camera feed reconnects, the image is seen against a dead end.)\n\n\nDr. Quinsin:\n Are you okay?\n\n\nD-60173:\n I— I don't know what this goddamn place is doing.\n\n\nDr. Quinsin:\n What happened?\n\n\nD-60173:\n The path kept going— This wall wasn't here when I started walking through!\n\n\n(Heavy footsteps are heard from behind D-60173 followed by the echoes of metal clashing with stone.)\n\n\nD-60173:\n Do you hear—\n\n\n(The sound of sawing and another metallic clash.)\n\n\nDr. Quinsin:\n Yeah I do, we're gonna take you out for now. Come on.\n\n\n(D-60173 exits the crossroads and proceeds through the previous path. D-60173 trips, landing on his stomach.)\n\n\nD-60173:\n Shit! Shit!\n\n\n(The connection between microphones begins to deteriorate.)\n\n\nDr. Quinsin:\n Wh— you okay? Get—\n\n\n(The camera feed shows it scraping against the ground. D-60173 yells.)\n\n\nDr. Quinsin:\n Stay— get you— soon.\n\n\n(Heavy breathing is heard from D-60173, then the echoes of uproarious laughter.)\n\n\n(The camera indicates that D-60173 has turned right. He manages to flip on his back, showing the now ripped tether being dragged by an invisible force.)\n\n\n(A connection is reformed.)\n\n\nDr. Quinsin:\n Hey-hey-hey! Can you hear me? What's going on?\n\n\nD-60173:\n I don't know! Help me! Do something!\n\n\n(D-60173's motion suddenly ceases. He is lying on the ground in front of a large, circular crevice; smoke pours from it.)\n\n\nD-60173:\n Shit I can't get up! Something's pressing on me. Whatever you are, please, I'm begging you, don't kill me. \n(Yelling)\n Help! Help!\n\n\n(D-60173 is abruptly launched down the gap as echoes of howling laughter swell around him. Before landing, D-60173 appears to be cushioned and dropped into a pool of water.)\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open Investigation Log Two +\n\n\n\n\n- Close Investigation Log Two -\n\n\n\n\n\n\n\n\nTRANSCRIPT\n\n\n\n\n\n\n«BEGIN LOG»\n\n\nDr. Quinsin:\n Are you okay? Where are you?\n\n\nD-60173:\n I— I don't know what—\n\n\n(D-60173 pans around, finding himself to be in a massive, open expanse stretching at least 500 meters in each direction. The temperature of this area is noticeably cooler.)\n\n\nSCP-5594-1A:\n \n(From behind D-606173)\n Hehehe! Welcome, pal!\n\n\nD-60173:\n What the fuck!\n\n\n\n\n\n\n\n\nStill frame from D-60173's camera. (From left to right) SCP-5594-1A, SCP-5594-1B, and SCP-5594-1C\n\n\n✖\n\n\n\n\nSCP-5594-1B:\n You think we went a bit too far? Look at 'em.\n\n\nSCP-5594-1A:\n He's fine! Just a bit wet is all. \n(Laughter)\n My lord, that was a treat!\n\n\nSCP-5594-1C:\n You didn't have to toss him down here.\n\n\nSCP-5594-1A:\n How \nelse\n would we have gotten him down 'ere, dimwit?\n\n\nDr. Quinsin:\n Hello?\n\n\nD-60173:\n Uh— I— Yeah?\n\n\nDr. Quinsin:\n Can you put me on the speaker, please. Should be on the right side of the camera apparatus.\n\n\n(D-60173 complies while the spectral entities continue to argue.)\n\n\nSCP-5594-1A:\n Fine! How about \nyou\n take the reins then!\n\n\nDr. Quinsin:\n Excuse me?\n\n\n(SCP-5594-1 collectively become silent and glace around.)\n\n\nSCP-5594-1B:\n The hell was that? That you fella?\n\n\nD-60173:\n No-no-no. Please. I—\n\n\nDr. Quinsin:\n It's me, I'm in a different location.\n\n\n(The entities approach D-60173.)\n\n\nSCP-5594-1C:\n What's that wacky little contraption? Is this like them black rectangles?\n\n\nSCP-5594-1A:\n \n(Yelling)\n TINY VOICE? IS YOU OKAY IN THERE?\n\n\nDr. Quinsin:\n I can hear you fine, no need to shout. Do you three happen to be Cecil Anderson, Jameson Lancaster, and Kevin McPadden?\n\n\nSCP-5594-1C:\n I would be Kevin, that man right there \n(Pointing to -1B)\n is Jameson, and the big fella over there \n(Pointing to -1A)\n would be Cecil.\n\n\nDr. Quinsin:\n You died in these mines, correct?\n\n\nSCP-5594-1B:\n Sure did.\n\n\nDr. Quinsin:\n I believe I overheard Mr. Anderson insinuate that you three were responsible for the activity in the mines above us. Is this true?\n\n\n(Turning to a slight huddle, SCP-5594-1 begin to discuss among themselves.)\n\n\nSCP-5594-1B:\n What was that word?\n\n\nSCP-5594-1C:\n Insinuate?\n\n\nSCP-5594-1A:\n What does that mean?\n\n\nSCP-5594-1C:\n What's what mean?\n\n\nSCP-5594-1A:\n Insinuate, moron. What's he sayin' 'bout me?\n\n\nSCP-5594-1B:\n You think he insulted you?\n\n\nSCP-5594-1A:\n Yeah I do. And I'm not gonna take that from no machine.\n\n\nSCP-5594-1B:\n You right—\n\n\nDr. Quinsin:\n I can hear you and insinuate is not an insult nor am I a machine. I'm asking if you three caused all the oddit— \nweird\n things a few minutes ago.\n\n\nSCP-5594-1A:\n Oh yeah, those were pranks.\n\n\n(D-60173 stands and begins to look around; the area he is in is barren, save for a couch, table, a pile of wood, and television set with various items beside it. He turns to his left, finding a pile of human skeletons.)\n\n\nD-60173:\n Holy shit! What did you do to them?\n\n\nSCP-5594-1C:\n Wait, okay, I know how this looks. We can explain.\n\n\n(Pause.)\n\n\nD-60173:\n Well?\n\n\nSCP-5594-1C:\n Oh. Usually they don't let us get this far.\n\n\nD-60173:\n Oh my god, did I pick up one of their hands?\n\n\nSCP-5594-1B:\n You said hand? Where was it?\n\n\nD-60173:\n Why?\n\n\nSCP-5594-1B:\n I've been piecin' our skeletons back together and couldn't find my left hand! You found it! Where was it?\n\n\nD-60173:\n I don't care about your goddamn skeletons! What happened to them?\n\n\nSCP-5594-1C:\n After the fire-people opened the surface for us, we were able to escape and finally meet new people, but for some reason, they weren't too keen on us intrudin' on their homes and causin' 'em “mental breakdowns” from \"fear.\"\n\n\nD-60173:\n Please just get to the point!\n\n\nSCP-5594-1C:\n \n(It clears its throat.)\n We were able to draw people into the open mineshafts but, apparently, these mines are hot enough to cause people to die \nincredibly\n fast. We thought the first twenty or so were just bad luck. Now we’re thinkin' that this type of heat isn’t good for alive people.\n\n\nSCP-5594-1B:\n Long story short, we keep ‘em here as a remembrance of our almost-friendship.\n\n\nDr. Quinsin:\n Alright, hypothet— \nimagine\n these people managed to make it to you three alive. What was the plan?\n\n\nSCP-5594-1A:\n Well, I began herdin' animals into the town for food and such when the mines were first opened. Found this beautiful steed, a bit later. Our plan was to just get a pal to share some supper with.\n\n\nDr. Quinsin:\n That's all? You just wanted someone to eat dinner with?\n\n\nSCP-5594-1A:\n No reason to lie to you tiny-machine-man. We get some firewood, light it, cook a nice steak or some lamb, sit on that couch that Kevin found, and look at the people trapped in those black rectangles on the watchin' box.\n\n\nDr. Quinsin:\n Why did you terrorize your \"friend\" before getting him down here? I may not have experience in that area but I'm fairly certain it wouldn't work.\n\n\nSCP-5594-1A:\n What's wrong with a bit of fun?\n\n\nDr. Quinsin:\n Well, I need him released, now, please. If one of you could, I don't know, float him—\n\n\nD-60173:\n Shut up. Cecil, you said you have steak?\n\n\nSCP-5594-1A:\n Yes siree.\n\n\nDr. Quinsin:\n You're not to eat with—\n\n\nD-60173:\n You lied to me, damn it. I deserve this.\n\n\nDr. Quinsin:\n No you do \nnot\n. You will leave—\n\n\n(D-60173 removes his earpiece and throws it to the pile of corpses as SCP-5594-1C begins to retrieve firewood from a nearby pile.)\n\n\nSCP-5594-1B:\n Holy hell did you just kill him?\n\n\nD-60173:\n No. Do you think the air is breathable down here?\n\n\nSCP-5594-1C:\n Only one way to find out, frankly.\n\n\n(D-60173 removes his oxygen mask and heat-proof suit. There are no apparent side effects.)\n\n\nD-60173:\n Huh, that's good. Where'd you get a VCR from?\n\n\nSCP-5594-1B:\n When those wackos up top still lived 'round here, they just left them lyin' around. I grabbed it with the watchin' box a few years ago.\n\n\nSCP-5594-1A:\n You're some sort of sorcerer, aren't ya? Bein' alive down here and havin' a tiny machine voice strapped to ya’.\n\n\nD-60173:\n Can't say that I am. Now, I haven't had a good steak in years and I'm hungry. Let's eat, friends.\n\n\n(Over the next hour, SCP-5594-A cooks four steaks for the group over an open flame. They eat and converse while watching a VHS of Star Wars: The Empire Strikes Back.)\n\n\n\n\n\n\nCONVERSATION EXCERPTS\n\n\n\n\n\n\n(The group is watching the scene where Lando Calrissian betrays Luke Skywalker and Han Solo.)\n\n\nSCP-5594-1B:\n You ever been to that floating city?\n\n\nD-60173:\n Oh no — I mean I wish I could — it's not real.\n\n\nSCP-5594-1A:\n Alright, I can believe that you can fake the magic space wizards but that massive city? You're pullin' my leg now.\n\n\nD-60173:\n I can promise you that buildings are still on the ground.\n\n\nSCP-5594-1C:\n I know that but Luke Skywalker is \nthere\n. I just watched him walkin' there.\n\n\nD-60173:\n They actually used a painting or a sculpture for the wide shot along with the physical sets, of course. They also used a blue screen for the backgrounds.\n\n\nSCP-5594-1A:\n Malarkey. That place is clearly white.\n\n\n\n\n(The entities are seen cowering against the couch.)\n\n\nD-60173:\n …so this dude was ordered to keep climbing up and up and up. And that shack never stopped growing. After a few hundred, he looked out the window and saw some figures staring at him.\n\n\nSCP-5594-1A:\n Who are they?\n\n\nD-60173:\n Listen. He kept climbing and climbing this tower and it \nnever\n ended. Eventually, day turned to night and he goes to rest… that was his mistake, but he didn't have a choice.\n\n\nSCP-5594-1A:\n What mistake?\n\n\nD-60173:\n The batteries of his light died and his camera went out. The next day…\n\n\nSCP-5594-1A:\n Next day what, next day what?\n\n\nD-60173:\n He was ordered to come down the tower, but what came down wasn't \nhim\n. Something was wearing his skin.\n\n\n\n\nD-60173:\n Kevin, how'd you manage to get a horse down here? If people can't make it I don't imagine a horse could.\n\n\nSCP-5594-1C:\n Yeah it was a tricky process. I only got 'er down here after I accidentally dug one of my tunnels into a nearby farm.\n\n\nD-60173:\n You dig tunnels?\n\n\nSCP-5594-1C:\n Oh yeah, I got a bunch — a few for transportatin' meat or wood down here or for Cecil to get the stuff he finds down 'ere. There's a bunch of my tunnels around. Can't imagine why you took the long way.\n\n\nD-60173:\n Kinda wish I knew that.\n\n\n\n\n(D-60173 is demonstrating the process of creating a cheesesteak.)\n\n\nD-60173:\n So you layer it in here. It's just onions, cheese, and steak. No peppers!\n\n\nSCP-5594-1C:\n Why no peppers?\n\n\nD-60173:\n Philly cheesesteaks don't have peppers on them. It's blasphemy to put peppers on one of 'em and call it a Philly Cheesesteak.\n\n\nSCP-5594-1B:\n Blasphemy? What, is \"Philly\" a god?\n\n\nD-60173:\n \nPhilly is the furthest thing from holy\n.\n\n\n\n\n(After five hours, D-60173 exited the cave with the help of SCP-5594-1 and was safely recovered at the insertion point.)\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\nIn the months following this investigation, sightings of SCP-5594-1 became scarce. The following note was later found in the D-Class barracks.\n\n\n\n\nWelp, I hope we didn't get you into no trouble with your bosses.\n\n\nWe hope to see you again. I know you promised to come back sometime, no rush. We've been having cheesy steaks a few times a week, just be sure to bring us some \nnew recipes\n next time. You know where the tunnels are. Just be sure not to go in the small one or you'll end up in the boil pit. See you soon.\n\n\n\n\nStay safe, pal,\n\n\nKevin, Cecil, and Jameson\n\n\n\n\n\n\nAs of documentation, further correspondence from SCP-5594-1 has not been received.\n\n\n\n\nFootnotes\n\n\n1\n. Such as a person chopping it down, wind damage, or seismic activity.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5593\n | SCP-5594 | \nSCP-5595\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPlaguePJP's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6598\n \n(+259)\n \n•\n\n\n\n\n\n\nSCP-7591\n \n(+195)\n \n•\n\n\n\n\n\n\nSCP-8599\n \n(+236)\n \n•\n\n\n\n\n\n\nSCP-8596\n \n(+261)\n \n•\n\n\n\n\n\n\nSCP-7596\n \n(+131)\n \n•\n\n\n\n\n\n\nSCP-8000\n \n(+947)\n \n•\n\n\n\n\n\n\nSCP-8595\n \n(+385)\n \n•\n\n\n\n\n\n\nSCP-8591\n \n(+136)\n \n•\n\n\n\n\n\n\nSCP-6591\n \n(+131)\n \n•\n\n\n\n\n\n\nSCP-6593\n \n(+191)\n \n•\n\n\n\n\n\n\nSCP-8597\n \n(+177)\n \n•\n\n\n\n\n\n\nPlauge's Proposal\n \n(+245)\n \n•\n\n\n\n\n\n\nSCP-5364\n \n(+90)\n \n•\n\n\n\n\n\n\nSCP-7597\n \n(+143)\n \n•\n\n\n\n\n\n\nSCP-6596\n \n(+301)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nHOGSLICE Makes A Friend\n \n(+166)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPLAGUEPJPAGE\n \n(+198)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5594\n\" by PlaguePJP, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5594\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nImage source:\n [\nhttps://www.flickr.com/photos/j3net/480637896/in/photostream/\n]\n\n\nOriginal name:\n Coal miners and mule\n\n\nLicense:\n CC BY-SA 2.0\n\n\nOriginal by:\n Janet Lindenmuth\n\n\n\n\n\n\nImage source:\n [\nhttps://commons.wikimedia.org/wiki/File:Centralia_PA_in_1971.jpg\n]\n\n\nOriginal name:\n Centralia PA in 1971.jpg\n\n\nLicense:\n Public domain\n\n\nOriginal by:\n United States Department of Agriculture\n\n\n\n\n\n\nImage source:\n [\nhttps://ccsearch-dev.creativecommons.org/photos/22f65714-f254-48c8-84fc-e5375e624dca\n]\n\n\nOriginal name:\n 2007 08 25 - Centralia - PA54-PA61 - 23\n\n\nLicense:\n CC BY-SA 2.0\n\n\nOriginal by:\n thisisbossi\n\n\n\n\n\n\nImage source:\n [\nhttps://commons.wikimedia.org/wiki/File:Centralia_smoke_rising.jpg\n]\n\n\nOriginal name:\n Centralia smoke rising.jpg\n\n\nLicense:\n CC BY-SA 2.5\n\n\nOriginal by:\n Jrmski\n\n\n\n\n\n\nImage source:\n [\nhttps://search.creativecommons.org/photos/271e88dc-68db-42dc-8f77-90a01b7df562\n]\n\n\nOriginal name:\n Ramsgate Wind Tunnels,Air Raid Tunnels, by Dan Hogben (12)\n\n\nLicense:\n CC BY 2.0\n\n\nOriginal by:\n Disco-Dan",
    "addendums": [
        "Addendum 5594.1: D-Class Expedition\nThe following are transcripts of D-60173's investigation into SCP-5594. D-60173 was tethered and given a heat-proof armor, oxygen tank, and night-vision goggles.\nIn the months following this investigation, sightings of SCP-5594-1 became scarce. The following note was later found in the D-Class barracks.\nAs of documentation, further correspondence from SCP-5594-1 has not been received."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5594 \" by PlaguePJP, from the SCP Wiki . Source: https://scpwiki.com/scp-5594 . Licensed under CC-BY-SA .",
        "Image source: [ https://www.flickr.com/photos/j3net/480637896/in/photostream/ ] Original name: Coal miners and mule License: CC BY-SA 2.0 Original by: Janet Lindenmuth",
        "Image source: [ https://commons.wikimedia.org/wiki/File:Centralia_PA_in_1971.jpg ] Original name: Centralia PA in 1971.jpg License: Public domain Original by: United States Department of Agriculture",
        "Image source: [ https://ccsearch-dev.creativecommons.org/photos/22f65714-f254-48c8-84fc-e5375e624dca ] Original name: 2007 08 25 - Centralia - PA54-PA61 - 23 License: CC BY-SA 2.0 Original by: thisisbossi",
        "Image source: [ https://commons.wikimedia.org/wiki/File:Centralia_smoke_rising.jpg ] Original name: Centralia smoke rising.jpg License: CC BY-SA 2.5 Original by: Jrmski",
        "Image source: [ https://search.creativecommons.org/photos/271e88dc-68db-42dc-8f77-90a01b7df562 ] Original name: Ramsgate Wind Tunnels,Air Raid Tunnels, by Dan Hogben (12) License: CC BY 2.0 Original by: Disco-Dan"
    ],
    "containment_procedures": "A perimeter has been established around the border of SCP-5594, members of the general populace are to be refused entry and amnesticised if needed. Personnel are not to enter into any mineshaft.",
    "description": "SCP-5594 is Middalia, a former coal-mining town in central Kentucky, USA and the anomalous phenomena surrounding it.",
    "title": "SCP-5594"
}