{
    "url": "https://scp-wiki.wikidot.com/scp-5596",
    "all_text": "PlaguePJP: VI\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+162\n+\n–\nx\n\n\n\n\nby PlaguePJP\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5596\n — \nThe Love Doctor\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5596\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5596.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5596 is contained in Site-322's standard item storage. SCP-5596-1 is contained in low-security humanoid containment. While its anomalous properties have subsided since the acquisition of SCP-5596, it is unknown if other machines similar to SCP-5596 could cause its properties to reappear.\n\n\nDescription:\n SCP-5596 is a Love Tester machine dedicated to measuring the “sex appeal\" of its users. Upon inserting a quarter, users will be prompted to grasp the machine's handle. When squeezed, a column of light bulbs indicated as corresponding to the users' attractiveness will illuminate.\n1\n Ranks include (from lowest to highest): Clammy, Harmless, Mild, Naughty but Nice, Wild, Burning, Passionate, Hot Stuff, and Uncontrollable.\n\n\n\n\n\n\nSCP-5596-1.\n\n\n\n\n\n\nSCP-5596-1 is Chester Mabrey, a 26-year-old internet personality from Bangor, Maine. SCP-5596-1 was formerly the owner and host of \"Modern Day Cupid,\" a YouTube channel dedicated to relationship advice targeted at young men. The channel accrued over two-hundred thousand subscribers until May of 2017 when SCP-5596-1 announced that he would no longer be uploading to the channel due to \"other obligations.\"\n\n\nThose who have received any rank below \"Naughty, but Nice\" on SCP-5596 will have SCP-5596-1 teleported to their location within two weeks of their last usage. This event most commonly occurs between 8 PM and 12 AM local time while the target is isolated. SCP-5596-1 will then provide its target with advice regarding their love life and attempt to fix any of the target's relationship problems.\n\n\nAddendum 5596.1:\n Sample Interaction\n\n\nThe capture of SCP-5596-1 was deemed paramount. The containment team on the SCP-5596 project used the machine, however, none were able to score lower than \"Naughty, but Nice.\" Director Paul Lague ordered for SCP-5596 to be relocated to a Foundation shell store near Site-322 where both Site staff and members of the general populace could attempt to trigger the effects of SCP-5596.\n\n\nThe most recent instance was triggered by James Yarbough, a 21-year-old college student. The Foundation initiated surveillance protocols, installing cameras and microphones into his home.\n\n\n\n\nTRANSCRIPT\n\n\n\n\n«BEGIN LOG»\n\n\n(SCP-5596-1 appears in Yarbough's bedroom. SCP-5596-1 drags a nearby cushioned chair to the side of Yarbough's bed and retrieves his charging cellphone from his nightstand.)\n\n\nSCP-5596-1:\n Christ, you really are a loser.\n\n\nYarbough:\n Who the hell are you?\n\n\nSCP-5596-1:\n The tooth fairy… or your guardian angel.\n\n\nYarbough:\n Get the fuck out of my house!\n\n\nSCP-5596-1:\n Soon. You got Clammy? Seriously? What the hell are you doing man? You're better than that.\n\n\nYarbough:\n I— I'm calling the police.\n\n\nSCP-5596-1:\n \n(Wags the phone to Yarbough.)\n If I go to jail again I lose a bet. If it's that big of a deal you can call 'em when I'm done.\n\n\nYarbough:\n What are you going to do to me?\n\n\nSCP-5596-1:\n Improve your pathetic love life, for one.\n\n\nYarbough:\n …I don't swing that way.\n\n\nSCP-5596-1:\n Me neither, but even if I did I could do a lot better than you, pal. Can we stick to it here?\n\n\nYarbough:\n Stick to what?\n\n\nSCP-5596-1:\n My spiel. I have like sixteen other suckers I have to deal with tonight, so let's speed it up. You got Clammy, right? We all remember this? I'm not insane here?\n\n\nYarbough:\n I— I really don't know what you're talking about.\n\n\nSCP-5596-1:\n The Love Tester in that strip mall on 14th street. My boss told me you used him on the 19th.\n\n\nYarbough:\n That? You know that's an arcade machine? It was a quarter to squeeze some knob.\n\n\nSCP-5596-1:\n You'd think you'd get a higher rank given how much knob-squeezing you do at home… Now that I think about it, what you got, yeah, it adds up.\n\n\nIf you haven't caught on already, I'm not the tooth fairy, and that \"arcade machine\" definitely wasn't \njust\n that. Are you gonna let me help you?\n\n\nYarbough:\n With— with what. Why are you speaking in code? I don't understand what's happening. You've just been a complete asshole this whole time.\n\n\nSCP-5596-1:\n \n(Sighs. It recites the following rhythmically.)\n The pursuit of love is something grand. Something we all understand. You're a lonely loser guy. On the hunt for love, I'll try—\n\n\nYarbough:\n Right there! You just did it! Do you have to insult me?\n\n\nSCP-5596-1:\n It's part of the gig, bub, can't help it. Do you want me to keep going with the song? There are like seven verses of exposition and shit about me.\n\n\nYarbough:\n I'd rather you not. This is already the most uncomfortable experience of my life.\n\n\nSCP-5596-1:\n Thank you, I appreciate the feedback. What's up with your love life? Tell me about it, I don't judge. That's the boss' job.\n\n\nYarbough:\n Is that all you're here for? Really?\n\n\n(SCP-5596-1 nods.)\n\n\nYarbough:\n This is goddamn ridiculous. I had a girlfriend for about three years; broke up two months ago because the distance got too hard. That's about it.\n\n\nSCP-5596-1:\n You're feeling emasculated?\n\n\nYarbough:\n The hell? I have no clue where you got that from.\n\n\nSCP-5596-1:\n Just running through my script. You want her back? I feel like you want her back. Like badly.\n\n\nYarbough:\n I don't know— I don't even know if she wants me back.\n\n\n\n\n\n\nSCP-5596-1 holding its bow and arrow. Photo taken while in Foundation custody.\n\n\n\n\n\n\nSCP-5596-1:\n That's nothing to really worry about if I'm being honest. My thingamajiggy works like a charm. How about I crank you up to a Passionate? That one's always a good spot to be in.\n\n\n(SCP-5596-1 pulls a small, plastic bow from his pants along with a single plastic arrow terminating in a suction cup.)\n\n\nSCP-5596-1:\n That's about six ranks from where you are now. I like to think it helps but I never really get to see the results. The boss always tells me it works out well on his end. He likes to see the numbers bumped up. I'm not gonna argue, knowing how pissed he gets and how hot those lights get. So, a six?\n\n\nYarbough:\n What does that entail?\n\n\nSCP-5596-1:\n Can you lift your hair back for me?\n\n\n(Yarbough complies; SCP-5596-1 nocks the artificial arrow and releases. It smacks onto Yarbough's forehead and remains in place.)\n\n\nYarbough:\n Alright… and?\n\n\nSCP-5596-1:\n Just keep that on for a few hours and you'll hit that rank in no time. See ya later pal! Good luck!\n\n\n«END LOG»\n\n\n\n\nThe following morning, James Yarbough traveled from his house in Lancaster, Pennsylvania to his ex-girlfriend's location in Dallas, Texas. Following a short interaction between the two, Yarbough was seen crying in his car before retreating home.\n\n\nYarbough used SCP-5596 thirteen times upon returning, receiving the \"Passionate\" rank each time. No observable changes regarding Yarbough's success in romantic endeavors have been observed.\n\n\n\n\nFootnotes\n\n\n1\n. This is actually determined by a combination of random chance and grip strength.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5595\n | SCP-5596 | \nSCP-5597\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPlaguePJP's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-5592\n \n(+102)\n \n•\n\n\n\n\n\n\nSCP-6593\n \n(+191)\n \n•\n\n\n\n\n\n\nSCP-8597\n \n(+177)\n \n•\n\n\n\n\n\n\nSCP-7599\n \n(+194)\n \n•\n\n\n\n\n\n\nSCP-5595\n \n(+546)\n \n•\n\n\n\n\n\n\nPlauge's Proposal\n \n(+245)\n \n•\n\n\n\n\n\n\nSCP-5591\n \n(+131)\n \n•\n\n\n\n\n\n\nSCP-7597\n \n(+143)\n \n•\n\n\n\n\n\n\nSCP-8593\n \n(+179)\n \n•\n\n\n\n\n\n\nSCP-8590\n \n(+143)\n \n•\n\n\n\n\n\n\nPlague's Proposal\n \n(+360)\n \n•\n\n\n\n\n\n\nSCP-6594\n \n(+121)\n \n•\n\n\n\n\n\n\nSCP-7591\n \n(+195)\n \n•\n\n\n\n\n\n\nSCP-6596\n \n(+301)\n \n•\n\n\n\n\n\n\nSCP-6591\n \n(+131)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nHOGSLICE Makes A Friend\n \n(+166)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPLAGUEPJPAGE\n \n(+198)\n \n•",
    "addendums": [
        "Addendum 5596.1: Sample Interaction\nThe capture of SCP-5596-1 was deemed paramount. The containment team on the SCP-5596 project used the machine, however, none were able to score lower than \"Naughty, but Nice.\" Director Paul Lague ordered for SCP-5596 to be relocated to a Foundation shell store near Site-322 where both Site staff and members of the general populace could attempt to trigger the effects of SCP-5596.\nThe most recent instance was triggered by James Yarbough, a 21-year-old college student. The Foundation initiated surveillance protocols, installing cameras and microphones into his home.\nThe following morning, James Yarbough traveled from his house in Lancaster, Pennsylvania to his ex-girlfriend's location in Dallas, Texas. Following a short interaction between the two, Yarbough was seen crying in his car before retreating home.\nYarbough used SCP-5596 thirteen times upon returning, receiving the \"Passionate\" rank each time. No observable changes regarding Yarbough's success in romantic endeavors have been observed."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-5596 is contained in Site-322's standard item storage. SCP-5596-1 is contained in low-security humanoid containment. While its anomalous properties have subsided since the acquisition of SCP-5596, it is unknown if other machines similar to SCP-5596 could cause its properties to reappear.",
    "description": "SCP-5596 is a Love Tester machine dedicated to measuring the “sex appeal\" of its users. Upon inserting a quarter, users will be prompted to grasp the machine's handle. When squeezed, a column of light bulbs indicated as corresponding to the users' attractiveness will illuminate.1 Ranks include (from lowest to highest): Clammy, Harmless, Mild, Naughty but Nice, Wild, Burning, Passionate, Hot Stuff, and Uncontrollable.",
    "title": "SCP-5596"
}