{
    "url": "https://scp-wiki.wikidot.com/scp-5608",
    "all_text": "rating: \n+61\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\nSCP-5608: \"The Delectable Taste of Cognition\" by:\n \nDoctor Fullham\n\n\n\n\n\n\n♫ Doctor Fullham's Author Page ♫\n\n\n\n\n\n\n\n\nCrit Credits:\n\n\nCalibold\n\n\nHunterDog\n\n\nOboebandgeek99\n\n\nminathewitch\n does not match any existing user name\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n90.67%\n\n(+68)\n\n\n9.33%\n\n(-7)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+61\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\n\nDue to a current lack of understanding of SCP-5608's source, containment is impossible. All affected individuals are to be contained and surrounded by individuals with thought paradigms that disagree with their own. Tests of the efficacy of amnestics to counteract this anomaly are ongoing. There are currently five affected individuals in containment, designated PoI-5608-1 through -5. Foundation assets stationed in police forces and campus security are to monitor for and investigate any and all reports of stalking behavior.\n\n\nCurrently, the only known way to halt the effects of SCP-5608 is to allow the affected individual to consume at least a portion of the grey matter of their target's brain.\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nSCP-5608 is a rare, anomalous form of synesthesia\n1\n. Persons affected by the anomaly are able to perceive tastes based on the thoughts of those around them. Increasing physical proximity between the affected person and other individuals increases the strength of the taste. Additionally, affected individuals have reported that thoughts that mimic or complement their own have a pleasant taste, whereas thoughts that are counter to their own are disgusting.\n\n\nAffected individuals have described complementary thoughts as \"sweet,\" \"savory,\" \"pleasant,\" and \"overwhelmingly powerful.\" There is a significantly greater variation in the descriptions of unpleasant tastes, comparing them to the affected individual's least favorite foods, as well as various varieties of animal excrement.\n\n\nIndividuals experiencing SCP-5608 have a very high likelihood of developing a psychological addiction to the pleasant tastes. During a containment interview, PoI-5608-3 commented \"Imagine the best thing that you've ever tasted, and you can only ever taste it again if you're near a specific person. Wouldn't \nyou\n want to spend more time with them?\"\n\n\n\n\n\n\nDiscovery\n\n\n\n\n\n\nSCP-5608 was first discovered when Foundation agents within the Cincinnati Police Department interviewed James Conners, incarcerated for murdering Matthew Harper, a classmate at Xavier University. An excerpt of Agent Jakobson's interview with Conners can be found below.\n\n\n\n\nInterview 5608-CONNERS\n\n\n\n\nClose interview\n\n\n\n\n\n\n[BEGINNING OF INTERVIEW OMITTED FOR BREVITY]\n\n\nJakobson:\n Alright, we've got that all squared away. Now, can you detail the series of events that led to you murdering your classmate, Matthew Harper?\n\n\nConners:\n God, can you not be so….\ncold\n about it? I feel terrible about all of this. Matt….he didn't deserve that. I still can't believe I….ugh.\n\n\nJakobson:\n Listen, kid. I'm not a counselor. I'm not here to make you feel better. I'm here to get the facts; to figure out why a college student with a bright future and no history of aggression or neurodiverse traits was found with brain matter in hi-\n\n\nConners:\n Jesus man! I get it! It was…I think it started a few weeks ago. I was walking around campus and suddenly I taste this….\nsomething\n. I can't even describe it. It's like how good pizza, ice cream, a good steak, and my grandpa's homemade root beer taste, all rolled into one. And multiplied ten times over.\n\n\nJakobson:\n And you had not partaken of any illicit substances?\n\n\nConners:\n Hell no, man. I've been to too many parties where people OD or get jacked up and do some crazy shit. I have a drink now and again but that's it. You can fuckin test my piss if you want.\n\n\nJakobson:\n Perhaps later. So, you tasted something strange and good. What happened next?\n\n\nConners:\n Well….god this is gonna sound stupid, but….you ever see those old cartoons, where someone smells a pie or something, and the smell pulls them along by their nose?\n\n\nJakobson:\n I'm familiar with that trope, yes.\n\n\nConners:\n Well, it was like that. I just…followed the taste. And it led me to Matt.\n\n\nJakobson:\n Was this surprising to you?\n\n\nConners:\n I mean, not any more surprising than suddenly tasting some unknown ambrosia.\n\n\nJakobson:\n Right. So, Mr. Harper was the source of this taste. Did you inform him of this?\n\n\nConners laughs.\n\n\nConners:\n Are you fucking insane? How do you even tell someone that? \"Hey bro no homo but when I'm around you I taste something fantastic so let's hang out.\" No, I didn't tell him.\n\n\nJakobson:\n Understandable. So what did you do?\n\n\nConners:\n Well I had a few classes with Matt, and we studied psych together on weekends, so we spent a lot of time together anyway. But after a while….it wasn't enough.\n\n\nJakobson:\n What wasn't enough?\n\n\nConners:\n The time. I needed to be around him more. I wanted to taste it every waking second of my life. So I started…\naccidentally\n running into him at football games, the cafeteria…\n\n\nJakobson:\n You started stalking him.\n\n\nConners:\n No! I was just…fuck, yeah, I guess I was. Goddamn it. I started skipping classes and following him to his. I skipped meals, I followed him home…\n\n\nJakobson:\n And what led you to consider cannibalizing him?\n\n\nConners:\n \nJesus fucking christ\n can you not say it like that? I'm not some psycho Jeffrey Dahmer asshole! I just…I needed to taste \nmore.\n Nothing was enough anymore.\n\n\nJakobson:\n You were addicted.\n\n\nConners:\n That's putting it mildly.\n\n\nJakobson:\n Can you describe to me the events that led up to you killin-\n\n\nConners:\n It was Friday night, after a party. Matt was hammered as hell and I was the DD that night. I stuck around him all night, the more he drank, the stronger the taste got. He's….he \nwas\n a giggly drunk. The guy that always says \"I love you guys\" when he drinks. Anyway, I drove him home. The taste was so intense, so distracting…I almost t-boned someone.\n\n\nAgent Jakobson remains silent.\n\n\nConners:\n He was stumbling around when we got to his apartment complex, so I helped him inside, and up to his place. I helped him get his shoes and coat off and get into bed. As soon as his head hit the pillow, he was out like a fucking light. And for a few minutes I just sat there, tasting it. It tasted…it was better than sex. Better than the \nbest\n sex you can imagine. It was heaven in my goddamned mouth and it \nstill wasn't enough.\n\n\nConnors takes a heaving breath.\n\n\nConners:\n So I grabbed his advanced chem textbook and hit him across the face. And then again. I hit him in the temple with the corner and didn't stop until it was like I was \nbathing\n in the taste. Once there was a big enough hole I stuck my fingers in and fucking \npried\n his skull open. And then I…I fucking….\n\n\nConners begins to cry heavily.\n\n\nConners:\n \nI ate his fucking brains!\n I scooped them out with my bare hands and ate them like it was my last meal. I didn't really come to terms with what had happened until it was done, and then there I was, with my friend's blood and hair all over my hands and the worst aftertaste ever in my mouth. You know the rest.\n\n\nJakobson:\n Can you say with confidence that had it not been for the sudden appearance of this taste, this wouldn't have happened?\n\n\nConners:\n Fucking-A yes I can! I never \nwanted\n to hurt Matt. I just….it was all I could think about. \nNothing\n mattered anymore but getting more of that taste. And now I'm going to prison for the rest of my life, aren't I?\n\n\nJakobson:\n You will certainly be….detained for some time. But it won't be like any prison you know.\n\n\nConners:\n I'm so fucking sorry. I wish I had never tasted that….whatever it was. What about Matt's family? What did you guys tell them?\n\n\nJakobson:\n The police are handling that side of the investigation. However, I can guarantee that you will not be named. In fact, Matthew's family will soon forget you existed entirely.\n\n\nConners:\n \nThank god for that.\n\n\n[END INTERVIEW]\n\n\n\n\n\n\nPOST-INTERVIEW NOTE\n\n\nJames Conners was designated PoI-5608-1, and was interviewed thoroughly by Foundation agents and psychiatrists. It is clear that he exhibited symptoms of a strong psychological addiction, but it is as of yet unclear if the addiction was anomalous in nature, or simply a result of the anomalous taste. Research into this, as well as possible sources of the anomaly and methods of combating the effects, is ongoing. We are unsure if this anomaly may return, so PoI-5608-1 is currently declared as indefinitely contained.\n\n\n- Dr. J.C. Honors\n\n\n\n\n\n\nClose interview\n\n\n\n\n\n\n\n\n\n\nAddendum 5608-A\n\n\n\n\n\n\nPoI-5608-2 was placed in a standard humanoid isolated containment chamber to determine if an absence of exposure to outside thoughts could counteract the effects of SCP-5608. The victim was discovered several hours later, deceased, with the following injuries:\n\n\n\n\nThree fractured digits on the right hand.\n\n\nTwo of the fractured digits had their fingernails torn off, found embedded in the skin of their right temple.\n\n\nA self-inflicted puncture wound through the victim's right temple, outlined by severe bruising.\n\n\nTraces of grey matter in the victim's mouth.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A neurological condition describing a person's senses getting \"mixed up\" - hearing colors, tasting sounds, etc.\n\n\n\n\n\n\n\n\n« \nSCP-5607\n | SCP-5608 | \nSCP-5609\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5608\n\" by Doctor Fullham, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5608\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "[BEGINNING OF INTERVIEW OMITTED FOR BREVITY] Jakobson: Alright, we've got that all squared away. Now, can you detail the series of events that led to you murdering your classmate, Matthew Harper? Conners: God, can you not be so…. cold about it? I feel terrible about all of this. Matt….he didn't deserve that. I still can't believe I….ugh. Jakobson: Listen, kid. I'm not a counselor. I'm not here to make you feel better. I'm here to get the facts; to figure out why a college student with a bright future and no history of aggression or neurodiverse traits was found with brain matter in hi- Conners: Jesus man! I get it! It was…I think it started a few weeks ago. I was walking around campus and suddenly I taste this…. something . I can't even describe it. It's like how good pizza, ice cream, a good steak, and my grandpa's homemade root beer taste, all rolled into one. And multiplied ten times over. Jakobson: And you had not partaken of any illicit substances? Conners: Hell no, man. I've been to too many parties where people OD or get jacked up and do some crazy shit. I have a drink now and again but that's it. You can fuckin test my piss if you want. Jakobson: Perhaps later. So, you tasted something strange and good. What happened next? Conners: Well….god this is gonna sound stupid, but….you ever see those old cartoons, where someone smells a pie or something, and the smell pulls them along by their nose? Jakobson: I'm familiar with that trope, yes. Conners: Well, it was like that. I just…followed the taste. And it led me to Matt. Jakobson: Was this surprising to you? Conners: I mean, not any more surprising than suddenly tasting some unknown ambrosia. Jakobson: Right. So, Mr. Harper was the source of this taste. Did you inform him of this? Conners laughs. Conners: Are you fucking insane? How do you even tell someone that? \"Hey bro no homo but when I'm around you I taste something fantastic so let's hang out.\" No, I didn't tell him. Jakobson: Understandable. So what did you do? Conners: Well I had a few classes with Matt, and we studied psych together on weekends, so we spent a lot of time together anyway. But after a while….it wasn't enough. Jakobson: What wasn't enough? Conners: The time. I needed to be around him more. I wanted to taste it every waking second of my life. So I started… accidentally running into him at football games, the cafeteria… Jakobson: You started stalking him. Conners: No! I was just…fuck, yeah, I guess I was. Goddamn it. I started skipping classes and following him to his. I skipped meals, I followed him home… Jakobson: And what led you to consider cannibalizing him? Conners: Jesus fucking christ can you not say it like that? I'm not some psycho Jeffrey Dahmer asshole! I just…I needed to taste more. Nothing was enough anymore. Jakobson: You were addicted. Conners: That's putting it mildly. Jakobson: Can you describe to me the events that led up to you killin- Conners: It was Friday night, after a party. Matt was hammered as hell and I was the DD that night. I stuck around him all night, the more he drank, the stronger the taste got. He's….he was a giggly drunk. The guy that always says \"I love you guys\" when he drinks. Anyway, I drove him home. The taste was so intense, so distracting…I almost t-boned someone. Agent Jakobson remains silent. Conners: He was stumbling around when we got to his apartment complex, so I helped him inside, and up to his place. I helped him get his shoes and coat off and get into bed. As soon as his head hit the pillow, he was out like a fucking light. And for a few minutes I just sat there, tasting it. It tasted…it was better than sex. Better than the best sex you can imagine. It was heaven in my goddamned mouth and it still wasn't enough. Connors takes a heaving breath. Conners: So I grabbed his advanced chem textbook and hit him across the face. And then again. I hit him in the temple with the corner and didn't stop until it was like I was bathing in the taste. Once there was a big enough hole I stuck my fingers in and fucking pried his skull open. And then I…I fucking…. Conners begins to cry heavily. Conners: I ate his fucking brains! I scooped them out with my bare hands and ate them like it was my last meal. I didn't really come to terms with what had happened until it was done, and then there I was, with my friend's blood and hair all over my hands and the worst aftertaste ever in my mouth. You know the rest. Jakobson: Can you say with confidence that had it not been for the sudden appearance of this taste, this wouldn't have happened? Conners: Fucking-A yes I can! I never wanted to hurt Matt. I just….it was all I could think about. Nothing mattered anymore but getting more of that taste. And now I'm going to prison for the rest of my life, aren't I? Jakobson: You will certainly be….detained for some time. But it won't be like any prison you know. Conners: I'm so fucking sorry. I wish I had never tasted that….whatever it was. What about Matt's family? What did you guys tell them? Jakobson: The police are handling that side of the investigation. However, I can guarantee that you will not be named. In fact, Matthew's family will soon forget you existed entirely. Conners: Thank god for that. [END INTERVIEW]",
        "POST-INTERVIEW NOTE James Conners was designated PoI-5608-1, and was interviewed thoroughly by Foundation agents and psychiatrists. It is clear that he exhibited symptoms of a strong psychological addiction, but it is as of yet unclear if the addiction was anomalous in nature, or simply a result of the anomalous taste. Research into this, as well as possible sources of the anomaly and methods of combating the effects, is ongoing. We are unsure if this anomaly may return, so PoI-5608-1 is currently declared as indefinitely contained. - Dr. J.C. Honors",
        "\" SCP-5608 \" by Doctor Fullham, from the SCP Wiki . Source: https://scpwiki.com/scp-5608 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-5608"
}