{
    "url": "https://scp-wiki.wikidot.com/scp-5614",
    "all_text": "SCP-5614\n\n\n\n\n\n\nBy:\n \nAftokrator\n\n\n\n\n\n\nPublished on \n17 Mar 2022 20:30\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+54\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-5614: [ACCESS DENIED]\n\n\nTeam Xenophania's fifth entry in \nDEPARTMENT-CON 2022\n.\n\n\nWritten by \nAftokrator\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+54\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5614\n\n\n\n\n\n\nITEM #:\n SCP-5614\n\n\nOBJECT CLASS:\n Euclid\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-5614 is currently contained in a standard containment chamber at Station Delta. Personnel are encouraged to interact with SCP-5614 in order to increase the possibility of the creation of an SCP-5614-A instance.\n\n\nDESCRIPTION:\n SCP-5614 is a large marble carving of indeterminate age and endemicity\n1\n resembling the \nBocca della Verità\n located in Rome, Italy. All attempts to identify its reality of origin thus far have failed. Markings in an extraversal variant of Greek are present on the back of the carving, roughly translating as \"Only For the Worthy\", \"Containment Continues in Sempiternity\", and \"Secure, Contain, Protect\", suggesting its origins as an anomalous item previously contained or used by an extinct Foundation analogue.\n\n\nSCP-5614 possesses interdimensional transport capabilities, displacing individuals who place their hand into its mouth by poorly understood mechanisms. However, it is only known to exercise them on specific individuals, hereafter designated as SCP-5614-A, of which only 1 instance has existed thus far. The criteria for selection by SCP-5614 is unknown, as is what is considered to be \"the Worthy\". Efforts to create more instances of SCP-5614-A by introducing D-Class personnel to SCP-5614 are ongoing.\n\n\n\n\n\n\nAddendum 5614-001\n\n\n\n\n\n\n\n\nDATE:\n 27/11/2020\n\n\nSUBJECT:\n SCP-5614-A, formerly D-153841\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\nDEHTYAROV:\n SCP-5614-A, please describe what happened after you were displaced by SCP-5614.\n\n\nSCP-5614-A:\n Wait— Why am I receiving an SCP designation? I swear, I'm not anomalous or anything I— I understand you guys wanting to interview me about the whole thing but is the -A really necessary?\n\n\nDEHTYAROV:\n As of now, you are the only known individual to have been displaced by SCP-5614, and as such you've been assigned your current designation. Now, please answer the question, SCP-5614-A.\n\n\nSCP-5614-A:\n \n[Unintelligible grumbling.]\n I landed in a field. Twilight hours, I think. Cool, but not cold. I found a note in one of my pockets — wasn't there before, mind you — that told me to collect 3 rock chickens. I was confused until I saw a few of them in the distance, and then I—\n\n\nDEHTYAROV:\n Sorry— Rock chickens?\n\n\nSCP-5614-A:\n Chickens that look like they're made of rock. Because obviously that's what you'd call a rock chicken.\n\n\nDEHTYAROV:\n Hmm. Continue.\n\n\nSCP-5614-A:\n Anyway, I managed to grab 3 of them before realizing I was on someone's farm, stealing their chickens. Now I was getting chased by rock \npeople\n, who were understandably quite pissed at me, before I ended up back here.\n\n\nDEHTYAROV:\n I presume that these 'rock chickens' did not accompany you back here?\n\n\nSCP-5614-A:\n Yeah no, I'm not entirely sure where they went. Instead I found this pouch in my pocket here…\n\n\n[SCP-5614-A produces a small leather pouch from one of his pockets and places it on the table, producing a clinking noise in the process.]\n\n\nSCP-5614-A:\n …and I have no idea what is inside it. I'm not very confident that whatever's inside won't fuck me up somehow. Like radioactive waste, or something.\n\n\nDEHTYAROV:\n Very well. We'll have some analysis done on it later.\n\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\nAFTERWORD:\n 5 pure gold coins were found inside the pouch following remote inspection, which has since been surrendered to the Department of Extraversal Affairs.\n\n\n\n\nAs part of efforts to study the destination realities of SCP-5614 displacement events, SCP-5614-A was equipped with several interdimensional tracking devices and beacons, both handheld and surgically implanted, before an SCP-5614 displacement event.\n\n\n\n\nTest ID:\n 5614-A-002\n\n\nReality of Destination:\n U-Soria-Ⱌጪ੨Ờᡓɓ\n\n\n\n\nLanded on a beach, probably somewhere tropical. The beacons they made me hold disappeared, but I could still feel the one they embedded in my arm. Much nicer than the first place, I haven't been to the seaside in so long. Tide was going out gradually, revealing a bunch of seaweed and shellfish that didn't tag along.\n\n\nOh, there were also a bunch of shoes half-buried in the sand. Not sure what they were doing all the way out here, but I was there to pick up starfish, not ask questions.\n\n\n\n\n— SCP-5614-A\n\n\n\n\n\n\nAssigned Task:\n Collect 5 starfish.\n\n\nCompensation Awarded:\n 15 gold coins\n\n\nAdditional Notes:\n N/A\n\n\n\n\nFollowing these tests, it was confirmed that the realities of destination of SCP-5614 displacement events are universally capable of supporting baseline humans and typically inhabited by native life forms. Attempts to access these realities using current paratechnology have been unsuccessful due to their inordinately high degrees of variance. Additionally, no prior documentation exists for any of these realities, establishing SCP-5614's viability as a reality survey tool.\n\n\nIn addition to the above, it was also confirmed that SCP-5614-A receives compensation, typically in the form of gold coins, for the completion of certain tasks while displaced. Hence, regular testing has since been authorized as a means to survey distant realities and further finance the Department of Extraversal Affairs.\n\n\n\n\nTest ID:\n 5614-A-011\n\n\nReality of Destination:\n U-Alexandria-℺ⴛ⏁ᘇᓔሱ\n\n\n\n\nRan into a bookshelf in a burning library. Didn't really register anything else due to my destination being on fire, so you'll forgive me for not having much more to say about my surroundings at the time.\n\n\nCan I go get my burns treated now?\n\n\n\n\n— SCP-5614-A\n\n\n\n\n\n\nAssigned Task:\n Save 10 books.\n\n\nCompensation Awarded:\n 50 gold coins, the ability to store items in a dimensional subspace, 1 grimoire containing an unknown number of kinetoglyph techniques\n2\n\n\nAdditional Notes:\n SCP-5614-A is now capable of performing kinetoglyphs with limited success and capacity despite previously having no aptitude for thaumaturgy.\n\n\n\n\n\n\nTest ID:\n 5614-A-017\n\n\nReality of Destination:\n U-Rondeau-ᚴ⊑ೱŦϊ͙ਮ\n\n\n\n\nArrived in an open field of purple grass, clear blue skies, and snowy mountains. No humanoids this time though. Saw a few orange blobs about the size of a car within the vicinity, managed to cut them down to size using the, uh, kineto-clips? Kinetoglyphs, OK, got it.\n\n\nNo, I didn't really feel different while in contact with the blobs, why do you ask?\n\n\n\n\n— SCP-5614-A\n\n\n\n\n\n\nAssigned Task:\n Pacify 10 slimes.\n\n\nCompensation Awarded:\n 100 gold coins, 1 pouch containing 10 smaller instances of the slimes encountered\n\n\nAdditional Notes:\n All slimes received anomalous item designation and have been contained accordingly.\n\n\n\n\n\n\nTest ID:\n 5614-A-021\n\n\nReality of Destination:\n U-Alduin-ෆֆఠ܏ڲ१ॊਐ\n\n\n\n\nI landed in a town reminiscent of something you'd find in northern Scandinavia; mountains, forests, depressingly grey skies and all that stuff. The local thaumaturge militia had been taken out by a dragon, so they had me deal with it instead. Hands down the best thing I've done for a 5614 test so far.\n\n\n\n\n— SCP-5614-A\n\n\n\n\n\n\nAssigned Task:\n Down the dragon.\n\n\nCompensation Awarded:\n 200 gold coins, knowledge of a cognitohazardous incantation that exclusively affects draconian entities, 1 helmet imbued with sonic amplification sigils\n\n\nAdditional Notes:\n Following this displacement event, numerous personnel have mistakenly referred to SCP-5614-A as \"Dragonslayer\" both verbally and in documentation. Potential memetic influence is currently under investigation.\n\n\n\n\n\n\n\n\nAddendum 5614-002\n\n\n\n\n\n\n\n\nDATE:\n 27/12/2020\n\n\nSUBJECT:\n \nDragonslayer\n SCP-5614-A, formerly D-153841\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\nDEHTYAROV:\n It's been 1 month since we've started testing. How are you doing, SCP-5614-A?\n\n\nSCP-5614-A:\n I'll be honest, it's been crazy. In the beginning it was pretty random— pick some mushrooms here and then fight slimes over there. And now I'm a sorcerer, apparently. It's quite a bit of fun, really. Tiring, but fun.\n\n\nDEHTYAROV:\n I think you'll find the correct terminology to be \"thaumaturge\".\n\n\nSCP-5614-A:\n Yeah, but Thaumaturge Supreme doesn't have the same ring to it, you know? \n[Chuckles.]\n\n\n[Dr. Dehtyarov assumes a blank expression and remains silent.]\n\n\nSCP-5614-A:\n Thaumaturge Supreme? As in like, Doctor Strange, Sorcerer Supre—\n\n\nDEHTYAROV:\n I understand that you have gained the ability to open a dimensional subspace as a result of the tests, which you used to store materials and items such that they are accessible in both the Prime Universe and any destination reality. Am I correct?\n\n\nSCP-5614-A:\n Uh, yeah. What about it?\n\n\nDEHTYAROV:\n And you can store objects from the Prime Universe in the subspace as well, correct?\n\n\nSCP-5614-A:\n Err, I haven't really tried but I guess so?\n\n\nDEHTYAROV:\n Very good. We have something we'd like to test out.\n\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\nA proposal to provide SCP-5614-A with baseline firearms and grenades submitted by Dr. Tanya Dehtyarov as a method to increase task completion efficiency in tasks that call for combat. The proposal was accepted and implemented shortly after, with SCP-5614-A's dimensional subspace being stocked with the requisitioned materiel.\n\n\nSCP-5614-A was also instructed to store any items perceived to be anomalous or of value within his dimensional subspace during the duration of a task.\n\n\n\n\nTest ID:\n 5614-A-023\n\n\nReality of Destination:\n U-Helm-環৻ĳᡘኳตඩ\n\n\n\n\nLanded in this large fortress beside a wall running across a deep valley, which was already under attack by the time I showed up. I talked a bit with the occupants of the fortress and learned that my current location was called Wall Aglarond, and was apparently the last barrier protecting the human kingdoms from \n\"Redwolves\"\n.\n\n\nI was misidentified as a fresh conscript, had a crossbow dropped into my hands before being directed towards a vantage point. You could see most of Wall Aglarond from there. It was also the perfect place to snipe those Redwolves and toss those grenades from.\n\n\n\n\n— SCP-5614-A\n\n\n\n\n\n\nAssigned Task:\n Defend the Wall until sunrise.\n\n\nCompensation Awarded:\n 1000 gold coins, visual acuity of 20/6.6, 1 unused bolt-action rifle, 1 self-refilling ammunition box containing an assortment of cartridges\n3\n\n\nAdditional Notes:\n N/A\n\n\n\n\n\n\nTest ID:\n 5614-A-037\n\n\nReality of Destination:\n U-Bastille-ተᙙݷᐫፒḡ\n\n\n\n\nI ended up in the streets of a city that had an 1600s aesthetic to it and native inhabitants to speak with, even if I did get a few strange looks. The city was called New Tartessus, the capital of the Kingdom of the Hesperides, which was clearly facing some financial crisis that left most of the people I saw starving and homeless on the streets.\n\n\nReforms meant to mitigate the crisis had been shot down by a certain King Jebediah II, the despotic advocate of an aristocracy that refuses to grant concessions to the common folk. Understandably, he wasn't very popular with the average citizen nor my rifle.\n\n\nI should've requested for a video camera, because that shot was clean as \nhell\n.\n\n\n\n\n— SCP-5614-A\n\n\n\n\n\n\nAssigned Task:\n Resolve the kingdom's economic crisis.\n\n\nCompensation Awarded:\n 500 gold coins, 1 unused broadsword inlaid with multiple gemstones, the head of King Jebediah II\n\n\nAdditional Notes:\n King Jebediah II bears an overwhelming resemblance to American politician John Ellis Bush in appearance despite the native sapient population being of porcine descent.\n\n\n\n\n\n\nTest ID:\n 5614-A-040\n\n\nReality of Destination:\n U-Ymir-ԭሦภ୳ᒌፃ\n\n\n\n\nI had to fight man-eating giants for this one. Those giants kept human cities within massive walls to prevent escape and just, hopped in whenever they felt peckish. The guns didn't really do much, but the RPG was a godsend. Man, that really was a fucked up reality.\n\n\n\n\n— SCP-5614-A\n\n\n\n\n\n\nAssigned Task:\n Eliminate the Root of Evil.\n\n\nCompensation Awarded:\n 2000 gold coins, 2 self-regenerating steel-chromium alloy swords, 1 large anomalous entity resembling a translucent \nHallucigenia fortis\n\n\nAdditional Notes:\n SCP designation pending for recovered anomalous entity.\n\n\n\n\n\n\n\n\nAddendum 5614-003\n\n\n\n\n\n\n\n\nDATE:\n 18/02/2021\n\n\nSUBJECT:\n SCP-5614-A, formerly D-153841\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\nSCP-5614-A:\n Something's changed about the tests. It's started to feel a bit different.\n\n\nDEHTYAROV:\n How so? We haven't altered testing parameters since you got your subspace.\n\n\nSCP-5614-A:\n Previously, it was just \"bang!\" and I'd end up in whatever reality 5614 decided to send me to. I didn't really think much of it at the time, but now that I have… I think I might be able to exercise some control over what I end up doing?\n\n\nDEHTYAROV:\n I presume you've already done so for a recent test?\n\n\nSCP-5614-A:\n Yeah, actually. I had that one test with the dragon on my mind before I got displaced, and whaddaya know? I ended up fighting another dragon!\n\n\nDEHTYAROV:\n What was the test ID for that one?\n\n\nSCP-5614-A:\n Dash 42, if I remember correctly.\n\n\nDEHTYAROV:\n \n[Flips through a clipboard.]\n Interesting. That was the ID of the test with a repeat reality. What about the compensation of the tasks? Do you think you can manipulate the number of coins awarded?\n\n\nSCP-5614-A:\n I mean, I'm sure I'd be able to. The ones that pay more are always harder, though.\n\n\nDEHTYAROV:\n That's why we give you equipment and firearms to bring along on your tasks. This could be a very important development, SCP-5614-A.\n\n\nSCP-5614-A:\n No, I meant \"harder\" as in \"I have to walk several kilometers in a torrential rainstorm to deliver this package and I'm being hunted by raptors the entire time\" hard. Not every problem can be solved with bigger guns.\n\n\nDEHTYAROV:\n Well, if you wanted an exosuit you should've just told us. With everything you've been bringing back, something like an exclusion harness hardly puts a dent in the budget.\n\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\nTest ID:\n 5614-A-083\n\n\nReality of Destination:\n U-Bullwhip-⨖ↂᕴऋ⊛ế\n\n\n\n\nLanded in a jungle, right in front of this ancient-looking stone structure. Figured that whatever I was looking for was inside the structure, so I headed in and almost got killed by booby-traps. Shame about those scratches on my exosuit. Eventually I found the armor I was looking for — within a burial chamber.\n\n\nLet me tell you, it is \nnot\n easy to undress a corpse, especially one with this many arms.\n\n\n\n\n— SCP-5614-A\n\n\n\n\n\n\nAssigned Task:\n Collect 1 set of armor.\n\n\nCompensation Awarded:\n 50,000 gold coins, 1 jade burial suit\n\n\nAdditional Notes:\n Task identified as the highest-paying instance recorded. SCP-5614-A has been ordered to repeat this task in future tests.\n\n\n\n\n\n\nTest ID:\n 5614-A-139\n\n\nReality of Destination:\n U-Bullwhip-⨖ↂᕴऋ⊛ế\n\n\n\n\nI don't know why I still do these logs anymore.\n\n\nThey were there again. Reduced to greenhorns after I dealt with their experienced warriors in previous tests.\n\n\nThey didn't wear their armor like they did before. Too big for them. You could plainly see that they weren't rival tomb raiders.\n\n\nThese were their tombs.\n\n\n\n\n— SCP-5614-A\n\n\n\n\n\n\nAssigned Task:\n Collect 1 set of armor.\n\n\nCompensation Awarded:\n 50,000 gold coins, 1 jade burial suit\n\n\nAdditional Notes:\n N/A\n\n\n\n\n\n\nTest ID:\n 5614-A-140\n\n\nReality of Destination:\n U-Auf-ỐφܠՌϣƿ\n\n\n\n\nNo.\n\n\n\n\n— SCP-5614-A\n\n\n\n\n\n\nAssigned Task:\n Eliminate the Imposters.\n\n\nCompensation Awarded:\n 100,000 gold coins\n\n\nAdditional Notes:\n Upon SCP-5614-A's return, he barricaded himself within his cell for 26 hours, surrendering only after the water supply to his room was cut off.\n\n\n\n\n\n\n\n\nDATE:\n 25/10/2023\n\n\nSUBJECT:\n SCP-5614-A, formerly D-153841\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\nDEHTYAROV:\n We still need a statement from you for test dash 140, SCP-5614-A.\n\n\n[SCP-5614-A remains unresponsive. Compound ISQ-040\n4\n is discreetly applied to SCP-5614-A via subdermal autoinjector.]\n\n\nDEHTYAROV:\n SCP-5614-A?\n\n\nSCP-5614-A:\n It was a human village. It was night. It was somewhere else.\n\n\nDEHTYAROV:\n Very good. What was your task?\n\n\nSCP-5614-A:\n It was the elimination of the Imposters. It did not work with guns. It required decapitation.\n\n\nDEHTYAROV:\n Could you elaborate on what these \"Imposters\" were?\n\n\nSCP-5614-A:\n It was not known to me in the beginning. It was learnt from the locals. It was the cause of the Redwolf crisis.\n\n\nDEHTYAROV:\n Redwolf? Is this perhaps related to the Redwolves you previously encounte—\n\n\nSCP-5614-A:\n It was indistinguishable. It was so deceiving. It deceived me so.\n\n\n[SCP-5614-A begins shedding tears, but otherwise remains emotionless.]\n\n\nSCP-5614-A:\n It was hidden amongst the children. It eluded me until the very last cot. \nIt was impossible to know.\n\n\n[Effects of ISQ-040 subside. SCP-5614-A collapses in his seat.]\n\n\nSCP-5614-A:\n It- \n[Sobs.]\n It was impossible to k-know…\n\n\nDEHTYAROV:\n Thank you for your cooperation, SCP-5614-A. Get some rest, we'll be resuming testing in the morning.\n\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\nAFTERWORD:\n SCP-5614-A initially refused to cooperate with personnel to carry out its 141st test with SCP-5614, and had to forcibly brought before the latter to induce a displacement event. SCP-5614-A has yet to return from this test, breaking the previous record for the longest time taken to complete a task at 3 years and counting.\n\n\n\n\n\n\n\n\nAddendum 5614-004\n\n\n\n\n\n\nFollowing extensive investigations with extraversal Foundation counterparts, it has been confirmed that SCP-5614-A has defected to GoI Ev-5614 (Drifters), a group formed of former SCP-5614-A instances from other realities that have also defected from their respective Foundations. Due to the absence of a suitable replacement, the retrieval of SCP-5614-A is of utmost priority after the stabilization of the budget of the Department of Extraversal Affairs.\n\n\nDuring a routine reality survey mission, the frequency belonging to the interversal beacon embedded in SCP-5614-A's calve was detected, prompting the deployment of an extraction team to the beacon's location. Unfortunately, the extraction team was unable to locate neither SCP-5614-A nor members of GoI Ev-5614, instead recovering a leather pouch containing the following items:\n\n\n\n\nAll 5 subdermal interversal beacons embedded within SCP-5614-A\n\n\n200 gold coins\n\n\n1 tooth belonging to a draconian entity\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5614\n\" by Aftokrator, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5614\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n statue.png\n\n\nName:\n Mouth of Truth.png\n\n\nAuthor:\n [\nhttps://commons.wikimedia.org/wiki/User:Kalki\n]\n\n\nLicense:\n CC0 1.0\n\n\nSource:\n [\nhttps://commons.wikimedia.org/wiki/File:Mouth_of_Truth.png\n]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Term used to describe organisms or items native to a given reality.\n\n\n2\n. Grimoire was confiscated multiple times, but has repeatedly disappeared from storage and reappeared within SCP-5614-A's dimensional subspace.\n\n\n3\n. All cartridges produced by the ammunition box are incompatible with baseline firearms, restricting its use as a source of ammunition for other Foundation personnel during SCP-5614-A's downtime.\n\n\n4\n. Psychoactive compound that induces lucidity and increase compliance, primarily used in interrogations.\n\n\n\n\n\n\n\n\n« \nSCP-5613\n | SCP-5614| \nSCP-5615\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5614 \" by Aftokrator, from the SCP Wiki . Source: https://scpwiki.com/scp-5614 . Licensed under CC-BY-SA .",
        "Filename: statue.png Name: Mouth of Truth.png Author: [ https://commons.wikimedia.org/wiki/User:Kalki ] License: CC0 1.0 Source: [ https://commons.wikimedia.org/wiki/File:Mouth_of_Truth.png ]"
    ],
    "title": "SCP-5614"
}