{
    "url": "https://scp-wiki.wikidot.com/scp-5619",
    "all_text": "rating: \n+66\n+\n–\nx\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-5619\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5619-A and B are kept together in a secure anomalous items locker.\n\n\nPoI-5619-A and B are considered Low-risk and allowed to continue living amongst the general public.\n\n\nDescription:\n SCP-5619 consists of two ceramic drinking mugs (SCP-5619-A and B). SCP-5619-A is painted white and adorned with golden accents in the shape of a cat's ears, nose, and mouth. SCP-5619-B is painted black, and covered in tiny silver specs resembling stars, with the phrase “Witch’s Brew” written on the front.\n\n\nWhen boiled water is poured into either SCP-5619-A or B, the liquid will instead appear inside the opposing instance, filling until reaching close to the mug’s brim. Any excess water will fill the original mug as normal. Additional liquids and other common hot beverage ingredients (Milk, sugar, honey, etc) will also transfer if placed into either mug. Anomalous properties will not occur while SCP-5619-A or B contain non-edible substances such as soap or other cleaning products.\n\n\nWhile both SCP-5619-A and B contain drinkable liquids and are each held by a different person, subjects will visually perceive the other individual to be five feet away from them, as if there in person. This phenomenon is entirely intangible and inaudible, ending once subjects cease contact with SCP-5619-A or B, or when either mug becomes empty of its contents.\n\n\nDiscovery Log:\n SCP-5619-A and B were discovered in separate locations, a small apartment in ██████, United States (SCP-5619-A), and a one-story house in ██████, United Kingdom (SCP-5619-B). The Foundation was alerted to the anomaly following the detection of near-identical thaumaturgic frequencies in both respective locations. Further inspection confirmed the phenomena to have been occurring regularly in both locations over a span of four years.\n\n\nThe former occupants of each location were found to have moved out several weeks prior. Both parties (Poi-5619-A and B) were later discovered living together in a two-person apartment in █████, United States.\n\n\n\n\n\n\n« \nSCP-5618\n | SCP-5619 | \nSCP-5620\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5619\n\" by Penton, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5619\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5619 \" by Penton, from the SCP Wiki . Source: https://scpwiki.com/scp-5619 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5619",
    "object_class": "Safe",
    "containment_procedures": "SCP-5619-A and B are kept together in a secure anomalous items locker.",
    "description": "SCP-5619 consists of two ceramic drinking mugs (SCP-5619-A and B). SCP-5619-A is painted white and adorned with golden accents in the shape of a cat's ears, nose, and mouth. SCP-5619-B is painted black, and covered in tiny silver specs resembling stars, with the phrase “Witch’s Brew” written on the front.",
    "title": "SCP-5619"
}