{
    "url": "https://scp-wiki.wikidot.com/scp-5623",
    "all_text": "rating: \n+207\n+\n–\nx\n\n\n \n\n\nItem #:\n SCP-5623\n\n\nObject Class:\n Pending\n\n\nSpecial Containment Procedures:\n All deep-space observatories are to be monitored by remote sensing and imaging satellites in low Earth orbit.\n\n\nThe production and trade of new deep-space telescopes and satellites has been limited to companies where a sufficient number of undercover Foundation personnel are present in order to successfully implant a Binary_Star.aic file in all related hardware.\n\n\nAll images of SCP-5623 are to be intercepted by the Foundation AI \"Binary Star\", saved in the Foundation database, and subsequently deleted from public records. Those who witness the anomaly are to be administered Class B amnestics.\n\n\nDescription:\n SCP-5623 is the first extraterrestrial spacecraft observed by the Foundation and was discovered 54 years before the first manmade spacecraft\n1\n and 57 years before the first manned spacecraft\n2\n existed. SCP-5623 has a frame in the form of an oblate spheroid with an outer chamber on the bottom side which presumably serves as a control room.\n\n\nDiscovery:\n On 28 August 1903, Foundation Astronomers observed SCP-5623 near the Orion Nebula in the Milky Way Galaxy through a telescope.\n\n\nSCP-5623 has not been sighted since its discovery by any telescope or spatial equipment. Other cosmic phenomena have led Foundation Astronomers to hypothesize that SCP-5623 was pulled in by the gravity of a red dwarf star and upon impact, ceased to exist alongside the star.\n\n\nThe proposal to change its object class to neutralized is still pending.\n\n\n\n\nInsert Level 4 Credentials\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The first satellite, Sputnik 1 was launched on 4 October 1957.\n\n\n2\n. The first manned spaceflight took place on 12 April 1961 when Yuri Gagarin was launched as part of the Vostok 1 mission.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5622\n | SCP-5623 | \nSCP-5624\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5623\n\" by Sirslash47, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5623\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ZeppelinBW\n\n\nName:\n Luftschiff Graf Zeppelin LZ 127\n\n\nAuthor:\n German Federal Archives / Deutsches Bundesarchiv\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nwikimedia commons\n\n\nAttribution as in source link:\n Bundesarchiv, Bild 102-00951 / CC-BY-SA 3.0\n\n\n\n\n\n\nFilename:\n Background image by url (not uploaded as file)\n\n\nName:\n Orion Nebula - Hubble 2006 mosaic 18000\n\n\nAuthor:\n NASA, ESA, M. Robberto (Space Telescope Science Institute/ESA) and the Hubble Space Telescope Orion Treasury Project Team\n\n\nLicense:\n Public domain\n\n\nSource Link:\n \nwikimedia commons\n\n\nAdditional Note:\n The module somehow mirrors the image which I don't mind, but I cannot explain this. Also if the image causes issues in general (I used not the full quality photo from the Hubble Space Telescope so it should be fine), I can change it for a lower quality one.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5623 \" by Sirslash47, from the SCP Wiki . Source: https://scpwiki.com/scp-5623 . Licensed under CC-BY-SA .",
        "Filename: ZeppelinBW Name: Luftschiff Graf Zeppelin LZ 127 Author: German Federal Archives / Deutsches Bundesarchiv License: CC-BY-SA 3.0 Source Link: wikimedia commons Attribution as in source link: Bundesarchiv, Bild 102-00951 / CC-BY-SA 3.0",
        "Filename: Background image by url (not uploaded as file) Name: Orion Nebula - Hubble 2006 mosaic 18000 Author: NASA, ESA, M. Robberto (Space Telescope Science Institute/ESA) and the Hubble Space Telescope Orion Treasury Project Team License: Public domain Source Link: wikimedia commons Additional Note: The module somehow mirrors the image which I don't mind, but I cannot explain this. Also if the image causes issues in general (I used not the full quality photo from the Hubble Space Telescope so it should be fine), I can change it for a lower quality one."
    ],
    "item": "SCP-5623",
    "object_class": "Pending",
    "containment_procedures": "All deep-space observatories are to be monitored by remote sensing and imaging satellites in low Earth orbit.",
    "description": "SCP-5623 is the first extraterrestrial spacecraft observed by the Foundation and was discovered 54 years before the first manmade spacecraft1 and 57 years before the first manned spacecraft2 existed. SCP-5623 has a frame in the form of an oblate spheroid with an outer chamber on the bottom side which presumably serves as a control room.",
    "title": "SCP-5623"
}