{
    "url": "https://scp-wiki.wikidot.com/scp-5634",
    "all_text": "rating: \n+23\n+\n–\nx\n\n\nMrIverson\n\n\n\n\n\n\nCurrently lack an authors page, as this is only my second article, so here is my profile page until further notice. Thanks for reading: \nMrIverson\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5634\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nDraugr\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSpecial Containment Procedures:\n The area comprising all previous 5634 territory is to be monitored for reports of SCP-5634-2 entities, which will be dealt with by the appropriate Foundation authorities.\n\n\n\n\nOpen 5634-Revision-1\n\n\n\n\nHide 5634-R1\n\n\n\n\nThe following revision was used from 1891-1930.\n\n\n\n\nSpecial Containment Procedures:\n SCP-5634 is to be allowed total and complete autonomy unless otherwise stated. Any civilians attempting to enter SCP-5634 will be pressured away from SCP-5634’s perimeter by force under the guise of border security. Any SCP-5634 residents found outside of the nations borders will be forcefully returned to their respective homes in SCP-5634.\n\n\n\n\n\n\n\n\nDescription:\n SCP-5634 was a self declared nationstate comprised of the townships of St. Joseph, Felson, and Neche in Pembina County, North Dakota, USA. SCP-5634 existed for a period of 37 years (1893-1930) under the name “The Agrarian Union of Neche”, in which time it was able to create its own currency, military, and government. Residents of SCP-5634 henceforth referred to as SCP-5634-2, gradually became anomalous in nature during the period in which SCP-5634 existed, assumedly due to breeding with the anomalous (assumed to be) native inhabitants of SCP-5634. Anomalous effects vary widely but consist mainly of physical mutations, which include an unexplainable level of strength, speed, and polymelia (primarily in the legs and arms). Many of these effects harm those effected in some way, causing average anomalous inhabitants of SCP-5634 to live for an average of roughly 40 years (according to documents written by SCP-5634’s physician Douglas Olson, see \nAddendum-5634-I\n).\n\n\n\n\n\n\nThe following documents were recovered from SCP-5634. The majority of the documents relating to the government of SCP-5634 were partially burned or entirely burned by a fire orchestrated by United States led troops:\n\n\n\n\nA-5634-A (\"Declaration of Independence\")\n\n\nThe following document was recovered from the National Farmers Museum in Neche, and is SCP-5634's \"Declaration of Independence\".\n\n\n\n\n\n\nDeclaration of Independence\n\n\nof the Great Agrarian Union\n\n\n\n\nWe the people and workers of Neche, Saint Josephs, and Felson collectively declare independence from the false and backward \"Union\" of States whom continue to swipe the rights of the agrarian and of the people, due to the crimes mentioned in this document, which this council hereby claim to be an irredeemable and unforgivable offense even to the lord above.\n\n\nList of Unforgiveables\n\n\n\n\nThe taxation of the worker to a degree most unfavorable and illegal.\n\n\nThe attacks by Union forces due to our acts of retaliation which we do deem to be right with God and with the rights previously bestowed to us by your false articles and douments.\n\n\nThe deaths of over twenty just south of Neche.\n\n\nThe imperialistic actions of the Union in the Dakota area, primarily the conflict with the Sioux.\n\n\nThe imperialistic actions of the Union outside of the Dakota area, namely Korea, Mexico, and other areas where fellow agrarians were slain.\n\n\nThe clear prosecution of those with traits unique to that of the average man, some of who had been members of this very council.\n\n\nThe “confiscation” of hunting rifles, pistols, and other tools explicitly kept for self defense (which were keenly permitted by your articles).\n\n\n\n\n\n\n(List continues for 2 more pages, for details see Document 5634/Miscellaneous/LoU.)\n\n\nWith this document we declare ourselves independent, and in a state of war with the false States of the Union.\n\n\nSigned by:\n\n\n\n\n\n\n\n\nJoel Wagner\n\nKerry Fuller\n\nTroy Kraus\n\nWilliam Allemand\n\nVincent Hagen\n\nKnut Olson\n\nRobert Gibson\n\n\n\n\n\n\nEdmund Lewis\n\nDamien Milton\n\nGerald Gibson\n\nLukas Vlach\n\nOscar Cassirer\n\nJames Schult\n\nSamuel Arvesen\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA-5634-B (“Constitution”)\n\nThe following document was recovered from the capital building of SCP-5634 after neutralization (12/13/1931) and appears to be a constitution. All wording is in its original state.\n\n\n\n\n\n\nMarch the 7th, the Year of Our Lord 1891.\n\n\n\n\nThe Agrarians Constitution\n\n\nToday the United Agrarian Communities of Felson, Neche, and St. Joseph have gathered under the basis of the formation of a constitution.\n\n\nI\n\n\nThe right to use his land and that of his fellow man.\n\n\nII\n\n\nEvery man over 22 years of age will have the right to vote during an Agrarian Election.\n\n\nIII\n\n\nEvery man has the right to bear arms, no matter the circumstance.\n\n\nIV\n\n\nAny attempts on our rights from foreign powers will be met with swift retaliation, namely in the Pembina area.\n\n\nV\n\n\nEach and every man must pray to the lord our god.\n\n\n\n\n(Cut for brevity, majority of other articles consist of basic constitutional rights associated with the United States of America)\n\n\n\n\n\n\n\n\n\n\n\n\nA-5634-C (“Lest We Forget”)\n\nA poem found in the National Farmers Museum, dedicated to “the countless who died in the great conflict of independence”.\n\n\n\n\n\n\n\n\nLest we forget,\n\nThose who made white red in the fields of Bruce,\n\nCharging enemy trenches,\n\nWith odds so grave,\n\nFrom dusk to dusk, blood was spilt,\n\nWe’ll not forget the sacrifice made,\n\nIn heaven rest, sons of the Union,\n\nThe banner flies,\n\nBut stained with blood,\n\nLest we forget.\n\n\n\n\n\n\n\n\n\n\n\n\nA-5634-D (“REPORT DECEMBER, VLACH”)\n\nThe following document was found in the National Farmers Museum, and is a report from Lukas Vlach regarding his unit “The 1st “Josephian” Regiment”.\n\n\n\n\n\n\nFrom: General Lukas Vlach\n\nIntended for: Agrarian Army High Command in Neche\n\n\nEnemy batteries tear tissue from my men’s bones, causing the young to flew and the old to lose heart. IMMEDIATE SUPPORT is required near Joseph town (\nSt. Joseph\n), primarily consisting of the specialized companies, and whatever limited cannonry high command can spare after the Battle at Bruce.\n\nCasualties below:\n\n\n\n\n23 dead\n\n11 presumed dead\n\n13 injured to an unrecoverable degree\n\n16 injured to a degree reasonable\n\n22 minor injuries\n\n\n\n\nWe lack the might that we must command in order to beat the Union scum.\n\nHelp is essential or else Joseph is lost.\n\n\nGeneral Lukas Vlach\n\n\n\n\n\n\n\n\n\n\nA-5634-E (“REPORT JANUARY, VLACH”)\n\nA second report from Lukas Vlach found in the National Farmers Museum reporting a victory.\n\n\n\n\n\n\nFrom: General Lukas Vlach\n\nIntended for: Agrarian High Command in Neche\n\n\nStunning victory, mass casualties for the union. The specialist companies tore enemies limb from limb with bayonets, and their accuracy has made them an irreplaceable asset. Estimated enemy casualties at 500, with an additional 120 captured. By god gentlemen, we have done it now.\n\n\nGeneral Lukas Vlach\n\n\n\n\n\n\n\n\n\n\nA-5634-F (“The Treaty of Pembina”)\n\nThe following was found in the archive section of the capital building of SCP-5634.\n\n\n\n\n\n\n\n\nTHE TREATY TO END THE WAR OF NECHE\n\n\nMarch 3rd, 1892\n\n\n\n\n\nThis treaty hereby ceases all hostilities between the Agrarian Union of Neche and the United States of America, and obligates both signing parties to follow all points listed below:\n\n\n\n\nARTICLE I\n\nUnion recognition of the Agrarian Union of Neche, St Joseph, and Felson, regarding both its general sovereignty and claims on aforementioned member states.\n\n\nARTICLE II\n\nUnion payment of 1,000,000 United States Dollars (equivalent to 4,000,000 Agrarian Unionist Dollars) to the Agrarian Union of Neche, St Joseph, and Felson, along with further payments to the families of those lost.\n\n\nARTICLE III\n\nUnion support of the newly formed currency of the Agrarian Union of Neche, Saint Joseph, and Felson for a period of at least 20 years.\n\n\nARTICLE IV\n\nUnion support in the development of agriculture and infrastructure in the Agrarian Union of Neche, St Joseph, and Felson for a period of at least 20 years.\n\n\nARTICLE V\n\nThe complete end of the massacres on those who are unique, along with their safe return to Neche, St Joseph, or Felson.\n\n\nARTICLE VI\n\nA complete exchange of all prisoners on both sides of the war, barring those who committed crimes against all of man.\n\n\nARTICLE VII\n\nThe Agrarian Union of Neche, St Joseph, and Felson will be allowed to conduct acts of international diplomacy via help from US officials due to the landlocked state of the nation\n1\n.\n\n\nARTICLE VIII\n\n\nThe Agrarian Union of Neche, St Joseph, and Felson will be allowed to harbor a military force, which will be supplied by the Union for a period of no less than 5 years.\n\n\n\n\n\nSigned by,\n\n\n\n\nTHE AGRARIAN UNION OF NECHE, ST JOSEPH, AND FELSON REPRESENTATIVES\n\n\n\n\n\n\n\n\n\n\nJoel Wagner\n\nKerry Fuller\n\nTroy Kraus\n\nVincent Hagen\n\nKnut Olson\n\nRobert Gibson\n\n\n\n\n\n\nLukas Vlach\n\nWilliam Allemand\n\nJames Schult\n\nSamuel Arvesen\n\n\n\n\n\n\n\n\n\n\nTHE UNITED STATES OF AMERICA\n\n\n\n\n\n\n\n\n\n\nBenjamin Harrison\n\nAndrew Burke\n\nStephen Elkins\n\nRoger Allins\n\nJohn Flittie\n\n\n\n\n\n\nLewis Booker\n\nJohn Bray\n\nNelson Miles\n\nJames Forsyth\n\nJames Blaine\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA-5634-G (“Legislative Decision of April 17th, 1899”)\n\nThe following was found in the archive section of the capital building of SCP-5634.\n\n\n\n\n\n\n\n\nLegislative Decision of April 17th, 1899\n\n\nThe National Act for the Rights of The Unique\n\n\n\n\nIn recent years the unique have grown, and because of this they have been treated in a way most vile and unsuitable. This act hereby dedicates itself to ensuring the rights of the unique be held safe by the government, under the following terms:\n\n\n\n\nThe Unique receive the rights given to non-Unique citizens in accordance with the Agrarian Constitution.\n\n\nAny purposeful attacks on Unique peoples with be treated as a crime of malice and intentional hate.\n\n\nUnique peoples are entirely allowed to hold office, no matter the rank.\n\n\nUnique peoples will not be generally discriminated against via the use of slurs and physical violence, among other evil acts.\n\n\nUniques will be allowed to attend mass and be ordained.\n\n\n\n\nWith the majority of the Agrarian Legislature in agreement by 101 in agreement, and 49 against, this act is officially passed.\n\n\nSigned by,\n\n\nPresident Lukas Vlach\n\nSecretary of State Troy Kraus\n\nHead of the Legislature Vincent Hagen\n\n\n\n\n\n\n\n\n\n\nA-5634-H (“Legislative Decision of September 25th, 1908”)\n\nThe following was found in the archive section of the capital of SCP-5634.\n\n\n\n\n\n\n\n\nLegislative Decision of September 25th, 1908\n\n\nThe Act for the Abolishment of Paramilitaries\n\n\n\n\nThe rising influence of paramilitary organizations has led to a swift drop in the stability of the Union, particularly in Unique communities under threat. Organizations include but not limited to The Farmers Home Militia, The All-White Corp, the Anti-Abomination Coalition, and the Purity Coalition are banned under the terms listed below:\n\n\n\n\nWeapons held by any paramilitary organization must be turned in by a date before August 5th if government action is not to be taken.\n\n\nLeaders of paramilitary organizations which serve the goal of harming minorities will be tried for crimes against the people.\n\n\nAny government workers involved in paramilitary activity will be punished by unemployment, wage cuts, and warnings, among others.\n\n\nContinued paramilitary activity after the passage of this legislative decision will be counted as a criminal offense and will be punished accordingly.\n\n\n\n\nThis act is now declared passed, with the approval of 82, and 68 against.\n\nSigned by:\n\n\nPresident Knut Olson\n\nSecretary of State Robert White\n\nHead of the Legislature Eli Larson\n\n\n\n\n\n\n\n\nThe following document is a medical report written by Douglas Olson. The public unveilment of this document led to a surge of “anti-unique” activity, and boosted “anti-unique” political parties. These parties would eventually win an election in 1928 with candidate Robert Gibson, who took almost dictatorial power of 5634-society within a year.\n\n\n\n\n\n\nA-5634-I (“Medical Report for National Census of 1910”)\n\n\n\n\nThe population of the greater Neche area is 4,081 as reported by the census. Unique number nearly 25% of the nation now.\n\n\nI have made a worrying discover, a potential link between the disease plaguing our young, and the unique.\n\nThose with unique parents are commonly born with multiple digits and other birth defects. It seems something is genetically off with them beyond their positive traits.\n\n\nI request we take a further look into this.\n\n\nSigned,\n\n\nD. Olson\n\n\n\n\n\n\n\n\n\n\nA-5634-J (“Legislative Decision of July 9th, 1929”)\n\nThe following was found in the archive section of the capital of SCP-5634. This article caused a rift in 5634 subsequently ending its existence due to a civil war in 1930.\n\n\n\n\n\n\n\n\nLegislative Decision of July 9th, 1929\n\n\nThe Act to reverse the Decisions of April 27th, 1899, December 3rd, 1905, and July 19th, 1919\n\n\n\n\nThe acts of protection for the unique are blatantly illegal, alongside the undoing of these decisions, the Vlachian Democracy Front is banned by this act for its illegal and evil dictatorial acts against the Union. The following terms now apply:\n\n\n\n\nAll acts for the protection of unique people are hereby void.\n\n\nEnforced segregation from uniques is completely lawful and necessary.\n\n\nUnique members of government are to be relieved of their positions by the 15th of July, 1929.\n\n\nMarriage between unique peoples and normal peoples are now forbidden to halt the expansion of their disease.\n\n\nAny attempts at resistance by Unique politicians will be met with swift action.\n\n\n\n\nThis act has passed with unanimous agreement.\n\n\nSigned by,\n\n\nPresident and Head of the Legislature Robert Gibson\n\nSecretary of State Eugene Olson\n\n\n\n\n\n\n\n\n\n\nA-5634-J (“April 6th, 1930”)\n\nA letter found in the home of Robert Gibson, who was at the time, the president of SCP-5634. It describes his intent to end his life. For the rest of SCP-5634 documents see 5634/Documents.\n\n\n\n\n\n\nApril 6th, 1930\n\n\nFreaks, the lot of them.\n\nWhy did the populace not understand I was trying to protect them from those things, those abominations, those godforsaken freaks. The Union is embroiled in a great civil conflict, and with the United States becoming involved, I know that the great Agrarian vision has come to an end.\n\n\nI’ll be visiting Gerald now Susan.\n\n\nI love you.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5633\n | SCP-5634 | \nSCP-5635\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The United States is assumed to have broken this condition and may have even played the role of the international community to satisfy the leaders of SCP-5634.",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-5634 is to be allowed total and complete autonomy unless otherwise stated. Any civilians attempting to enter SCP-5634 will be pressured away from SCP-5634’s perimeter by force under the guise of border security. Any SCP-5634 residents found outside of the nations borders will be forcefully returned to their respective homes in SCP-5634.",
    "description": "SCP-5634 was a self declared nationstate comprised of the townships of St. Joseph, Felson, and Neche in Pembina County, North Dakota, USA. SCP-5634 existed for a period of 37 years (1893-1930) under the name “The Agrarian Union of Neche”, in which time it was able to create its own currency, military, and government. Residents of SCP-5634 henceforth referred to as SCP-5634-2, gradually became anomalous in nature during the period in which SCP-5634 existed, assumedly due to breeding with the anomalous (assumed to be) native inhabitants of SCP-5634. Anomalous effects vary widely but consist mainly of physical mutations, which include an unexplainable level of strength, speed, and polymelia (primarily in the legs and arms). Many of these effects harm those effected in some way, causing average anomalous inhabitants of SCP-5634 to live for an average of roughly 40 years (according to documents written by SCP-5634’s physician Douglas Olson, see Addendum-5634-I).",
    "title": "SCP-5634"
}