{
    "url": "https://scp-wiki.wikidot.com/scp-5645",
    "all_text": "rating: \n+14\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n2/5645\n LEVEL \n2/5645\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-5645\n\n\nObject Class: Safe\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5645 is stored in a standard cryogenic storage unit in Site-345. No tests are currently scheduled for it. Nils Wendler is to stay under surveillance and any possible anomalous events surrounding him are to be documented in this article.\n\n\nDescription:\n SCP-5645 is a corpse of a child that is a biological clone of Nils Wendler, a 35-year-old unmarried office worker from Cologne, Germany. SCP-5645 is genetically identical to Wendler, as well as sharing several phenotypical traits such as a large birthmark on its right-hand wrist. While SCP-5645 anatomically resembles an 8-year-old male, it has been chemically dated to the year 1992, thus apparently having not chemically aged for 27 years.\n\n\nDiscovery:\n SCP-5645 was found on the 24th of February, 2019 in the garbage disposal bin behind the apartment complex in which Nils Wendler resides. When local investigators conducted an autopsy on it, its chronological discrepancy was discovered, upon which the Foundation became alert to it. In the following investigation, nearby residents were interviewed for possible sightings of the body being placed in its place of discovery. During these, the visual resemblance to Nils Wendler was noticed and subsequent tests led to the SCP-Object designation. Wendler appears to be oblivious to the origin of SCP-5645. When confronted with it seemingly being his own corpse at a different age he initially appeared shocked, though he regained his composure quickly and expressed a desire to be left alone.\n\n\nWendler was provisionally taken into custody and encouraged to give out any information that might be relevant to SCP-5645's appearance. Even after repeated interviews, Wendler refused to say anything about SCP-5645 and his unusual reaction upon its discovery. Upon being told of soon being amnestised and released back into his home, he only made one comment:\n\n\n\n\nLook, that thing out there? I lost it a long time ago, so it's no real surprise to see it turn up dead. But this is a personal issue. And honestly, at this point, it would be a great relief if you guys could make me forget about it having been me.\n\n\n\n\n\n\n\n\n« \nSCP-5644\n | SCP-5645 | \nSCP-5646\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5645\n\" by Crashington, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5645\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Look, that thing out there? I lost it a long time ago, so it's no real surprise to see it turn up dead. But this is a personal issue. And honestly, at this point, it would be a great relief if you guys could make me forget about it having been me.",
        "\" SCP-5645 \" by Crashington, from the SCP Wiki . Source: https://scpwiki.com/scp-5645 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-5645 is stored in a standard cryogenic storage unit in Site-345. No tests are currently scheduled for it. Nils Wendler is to stay under surveillance and any possible anomalous events surrounding him are to be documented in this article.",
    "description": "SCP-5645 is a corpse of a child that is a biological clone of Nils Wendler, a 35-year-old unmarried office worker from Cologne, Germany. SCP-5645 is genetically identical to Wendler, as well as sharing several phenotypical traits such as a large birthmark on its right-hand wrist. While SCP-5645 anatomically resembles an 8-year-old male, it has been chemically dated to the year 1992, thus apparently having not chemically aged for 27 years.",
    "title": "SCP-5645"
}