{
    "url": "https://scp-wiki.wikidot.com/scp-5651",
    "all_text": "rating: \n+92\n+\n–\nx\n\n\nItem #:\n SCP-5651\n\n\nObject Class:\n Sköll\n1\n\n\nSpecial Containment Procedures:\n Undercover personnel within various national and international space programs are to plant the file Binary_Star.aic in both the hardware of the control centers and components of all launched projects. Interstellar Foundation projects are forbidden to enter the Omicron-5651 sector.\n\n\nFoundation AI Binary Star will intercept and save all data about SCP-5651 in the Foundation database and summarily delete it from non-Foundation records.\n\n\nSCP-5651-1 is currently contained within SCP-5651. Foundation staff are to be alerted when changes in the shape of SCP-5651 or the behavior of SCP-5651-1 are observed.\n\n\n\n\n\n\nSCP-5651\n\n\n\n\n\n\nDescription:\n SCP-5651 is a bronze-coloured planet with a partially ruptured crust, orbiting the only star within its vicinity. There are no other celestial bodies, nebula, or spatial phenomena near SCP-5651 in a radius of circa 30,7 megaparsec.\n2\n This supervoid\n3\n, centered around SCP-5651 has been designated Omicron-5651 in official records.\n\n\nSCP-5651 currently serves as what is assumed to be a prison for SCP-5651-1. How SCP-5651-1 was originally contained is yet unknown, as is the identity of the responsible party. It has been hypothesized that SCP-5651 was displaced from its original orbit for this explicit purpose.\n\n\nSCP-5651-1 is an entity of unknown origin that is partially melted into the core of SCP-5651 and remains visible through the fissures throughout the crust. It has displayed the capability to manipulate gravitational forces and to survive under extreme conditions.\n4\n The crust of SCP-5651 can be seen moving due to the gravitational forces it is subjected to when SCP-5651-1 actively tries to leave its current condition.\n\n\nAs a result of the high temperature in the core, SCP-5651-1 glows orange to bright yellow depending on its movements. Analyses of its silhouette, combined with magnified images, have shown that SCP-5651-1 has the form of a severely underweight humanoid with six limbs; two legs and four arms. SCP-5651-1 possesses four eye sockets that emanate bright, white light that can be seen as it attempts to move. Its dorsal openly shows its vertebrae where an unidentified crystal ore grows out of. Obtaining a crystal could aid in determining the age of both the anomaly and the entity from its length, composition, and trapped ashes and sedimentary rocks.\n\n\n\n\n\n\nAn asteroid and debris moving towards Omicron-5651 after a chain collision.\n\n\n\n\n\n\nDiscovery:\n On 25 February 1955, the Foundation launched probes from the Beholder line into space to detect and study extraterrestrial anomalies. On 3 February 1984, Beholder-11 observed a sector with a lack of spatial objects where theoretically a new supercluster should have begun.\n5\n The probe's course was altered to observe this phenomenon more closely.\n\n\nOn 7 May 2017, Beholder-11 arrived at the border of Omicron-5651, indicated by asteroids outside the border slowly floating towards SCP-5651. After scanning the surroundings, SCP-5651 was discovered. For three days, asteroids that collided and entered Omicron-5651 were observed to be attracted to the fissured side of SCP-5651. The concealed silhouette of an entity, later designated SCP-5651-1, was observed beneath the crust. Further observation discovered scratches and other damage inflicted on the inner rock layer.\n\n\nAddendum-1:\n On May 11th 2017, Beholder-11 entered the Omicron-5651 sector after a chain collision displaced the asteroid it was stationed on. After this, SCP-5651-1 was observed partially emerging from within SCP-5651. Logs of the event are below.\n\n\n\n\nForeword:\n Dr. Martha Stills and Dr. Caroline Steynburg were the assigned researchers to the Beholder-11 probe. Dr. Steynburg attended a meeting with Site Director Mathias Reimagg.\n\n\n\n\n<Begin Log>\n\n\nA siren is ringing for 2 minutes.\n\n\nDr. Steynburg:\n So, mind filling me in on the annoying ringing? I already got a headache from Reimagg and this is splitting my head in two.\n\n\nDr. Stills:\n Looks like someone needs a nicotine kick. Anyway, I'm doing a system check. Probably some stupid debris that floated into some scanner again.\n\n\nDr. Steynburg:\n Well, the siren still hasn't stopped. Any damages on the probe?\n\n\nDr. Stills:\n Everything is operational and the battery is on 78%. We are floating but the landing gear is not yet retracted.\n\n\nDr. Steynburg:\n How are we floating? We were perfectly stationed on an asteroid.\n\n\nDr. Stills:\n Another one of those stupid chain collisions. These bloody stones were back at it again. I opted for a scan and getting back to the nearest asteroid to land.\n\n\nDebris can be seen on the monitor via an awkward angle. Dr. Steynburg sits down.\n\n\nDr. Steynburg:\n Ok, we are rotating a bit. Can you give me our coordinates?\n\n\nDr. Stills:\n Let me check, they are- Uh, wait, I think I found the problem.\n\n\nDr. Steynburg:\n Get this thing flipped off already then!\n\n\nDr. Stills manages to mute the siren after entering several commands in the control system. Red light keeps flickering in the control room.\n\n\nDr. Stills:\n \nSigh.\n At least the noise is gone now.\n\n\nDr. Steynburg:\n What was the problem?\n\n\nDr. Stills:\n We- Uh… We are in Omicron-5651.\n\n\nDr. Steynburg:\n \nSigh.\n Damn, this is going to be so much paperwork. Hey, watch out!\n\n\nSeveral asteroids headed towards SCP-5651 nearly miss the Beholder-11 probe.\n\n\nDr. Stills:\n We are also attracted to the planet. I'm going to maneuver the probe so we can get a visual on the anomaly.\n\n\nDr. Steynburg:\n I'm going to retract the landing gear then. We also definitely need to make some more scans on this. Perhaps SCP-5651-1 repositioned itself again.\n\n\nDr. Stills:\n Yeah, it seems to have moved but I'm not seeing some parts of its silhou-\n\n\nA heavy rupturing sound can be heard followed by heavy breathing.\n\n\nDr. Steynburg:\n What was that?\n\n\nDr. Stills:\n I don't kn-\n\n\nAn arm from SCP-5651-1 reaches through some fissures, making the crust of SCP-5651 rupture even further. Magma falls back upon the surface and creates black clouds. More asteroids are attracted.\n\n\nDr. Steynburg:\n Holy shit, that is just an arm? It's longer than the diameter of the planet.\n\n\nDr. Stills:\n Wait, that thing is being compressed to this extent? How big would that make its real size?\n\n\nDr. Steynburg zooms in on charred black skin with tendons and bones visible on some parts.\n\n\nDr. Stills:\n I don't even know which degree of burn wound that is. Can you focus on its hand? I couldn't make out if it is a claw or not.\n\n\nDr. Steynburg:\n Aside from obvious deformity, that looks clawlike to me, but that definitely isn't keratine-based. Probably made from the same crystal that grows on its spine.\n\n\nSCP-5651-1 opens its palm. Beholder-11 loses connection a few times due to extreme gravitational force on its systems.\n\n\nDr. Steynburg:\n Hey, any chance the scanners know what's up?\n\n\nDr. Stills:\n Our velocity- No, our acceleration just keeps exponentially increasing. It's effectively hauling us in.\n\n\nDr. Steynburg:\n Seems like we finally found out why Omicron-5651 is empty and a reason to lock this thing up. It makes me wonder even more about what would happen should it break free.\n\n\nDr. Stills:\n \nHmm.\n It makes me more curious about what it originally looked like and what was able to contain this thing in the first place.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Beholder-11 has been deemed unrecoverable and now focuses on getting as many visuals and data on SCP-5651-1 as possible.\n\n\nThe area SCP-5651-1 can affect keeps extending as the crust of SCP-5651 falls apart. Research into the origins of SCP-5651-1 and its containments is ongoing. Changes in gravitational force on celestial bodies must be observed with the utmost attention.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nYou have one (1) new message.\n\n\n\n\nClose Message.\n\n\n\n\n \n\n\n\n\nNOTICE TO ALL PERSONNEL\n\n\nA new fissure has been formed on the surface of SCP-5651.\n\nDue to an unexpected increase in gravitational force, the Milky Way Galaxy has begun to drift towards Omicron-5651.\n\n\nPlease report to your respective station.\n\n\n— Site Director Mathias Reimagg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Anomaly is in a continuous state of unpreventable destruction, decay, escape, or another process that will result in either neutralization, indefinite breach, or both.\n\n\n2\n. Circa 100,000,000 light-years. Half the length of an average supercluster.\n\n\n3\n. Commonly known as a \"cold region\" because of the absence of cosmic microwave background radiation (CMBR) in measurements.\n\n\n4\n. Most notably temperatures ranging from 6000 to 7000 °C, and pressure between 4.2 and 4.5 million atm depending on its movement.\n\n\n5\n. This was later designated as the Omicron-5651 sector.\n\n\n\n\n\n\n\n\n« \nSCP-5650\n | SCP-5651 | \nSCP-5652\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5651\n\" by Sirslash47, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5651\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n planetnostars.jpg (both background and image with caption)\n\n\nName:\n Artist’s view of an exoplanet inspired by the discovery of Gliese 876 d.jpg\n\n\nDate:\n 13 June 2005\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAuthor:\n Trent Schindler, National Science Foundation\n\n\nAdditional notes:\n I edited the stars out. The mirrored version is the background.\n\n\n\n\n\n\nFilename\n Asteroid.jpg\n\n\nName:\n JPL-AsteroidDisruptedByStar-ArtistConcept.jpg\n\n\nDate:\n 17 October 2019\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAuthor:\n NASA JPL CalTech",
    "addendums": [
        "Addendum-1: On May 11th 2017, Beholder-11 entered the Omicron-5651 sector after a chain collision displaced the asteroid it was stationed on. After this, SCP-5651-1 was observed partially emerging from within SCP-5651. Logs of the event are below.\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "Foreword: Dr. Martha Stills and Dr. Caroline Steynburg were the assigned researchers to the Beholder-11 probe. Dr. Steynburg attended a meeting with Site Director Mathias Reimagg. <Begin Log> A siren is ringing for 2 minutes. Dr. Steynburg: So, mind filling me in on the annoying ringing? I already got a headache from Reimagg and this is splitting my head in two. Dr. Stills: Looks like someone needs a nicotine kick. Anyway, I'm doing a system check. Probably some stupid debris that floated into some scanner again. Dr. Steynburg: Well, the siren still hasn't stopped. Any damages on the probe? Dr. Stills: Everything is operational and the battery is on 78%. We are floating but the landing gear is not yet retracted. Dr. Steynburg: How are we floating? We were perfectly stationed on an asteroid. Dr. Stills: Another one of those stupid chain collisions. These bloody stones were back at it again. I opted for a scan and getting back to the nearest asteroid to land. Debris can be seen on the monitor via an awkward angle. Dr. Steynburg sits down. Dr. Steynburg: Ok, we are rotating a bit. Can you give me our coordinates? Dr. Stills: Let me check, they are- Uh, wait, I think I found the problem. Dr. Steynburg: Get this thing flipped off already then! Dr. Stills manages to mute the siren after entering several commands in the control system. Red light keeps flickering in the control room. Dr. Stills: Sigh. At least the noise is gone now. Dr. Steynburg: What was the problem? Dr. Stills: We- Uh… We are in Omicron-5651. Dr. Steynburg: Sigh. Damn, this is going to be so much paperwork. Hey, watch out! Several asteroids headed towards SCP-5651 nearly miss the Beholder-11 probe. Dr. Stills: We are also attracted to the planet. I'm going to maneuver the probe so we can get a visual on the anomaly. Dr. Steynburg: I'm going to retract the landing gear then. We also definitely need to make some more scans on this. Perhaps SCP-5651-1 repositioned itself again. Dr. Stills: Yeah, it seems to have moved but I'm not seeing some parts of its silhou- A heavy rupturing sound can be heard followed by heavy breathing. Dr. Steynburg: What was that? Dr. Stills: I don't kn- An arm from SCP-5651-1 reaches through some fissures, making the crust of SCP-5651 rupture even further. Magma falls back upon the surface and creates black clouds. More asteroids are attracted. Dr. Steynburg: Holy shit, that is just an arm? It's longer than the diameter of the planet. Dr. Stills: Wait, that thing is being compressed to this extent? How big would that make its real size? Dr. Steynburg zooms in on charred black skin with tendons and bones visible on some parts. Dr. Stills: I don't even know which degree of burn wound that is. Can you focus on its hand? I couldn't make out if it is a claw or not. Dr. Steynburg: Aside from obvious deformity, that looks clawlike to me, but that definitely isn't keratine-based. Probably made from the same crystal that grows on its spine. SCP-5651-1 opens its palm. Beholder-11 loses connection a few times due to extreme gravitational force on its systems. Dr. Steynburg: Hey, any chance the scanners know what's up? Dr. Stills: Our velocity- No, our acceleration just keeps exponentially increasing. It's effectively hauling us in. Dr. Steynburg: Seems like we finally found out why Omicron-5651 is empty and a reason to lock this thing up. It makes me wonder even more about what would happen should it break free. Dr. Stills: Hmm. It makes me more curious about what it originally looked like and what was able to contain this thing in the first place. <End Log> Closing Statement: Beholder-11 has been deemed unrecoverable and now focuses on getting as many visuals and data on SCP-5651-1 as possible. The area SCP-5651-1 can affect keeps extending as the crust of SCP-5651 falls apart. Research into the origins of SCP-5651-1 and its containments is ongoing. Changes in gravitational force on celestial bodies must be observed with the utmost attention.",
        "\" SCP-5651 \" by Sirslash47, from the SCP Wiki . Source: https://scpwiki.com/scp-5651 . Licensed under CC-BY-SA .",
        "Filename: planetnostars.jpg (both background and image with caption) Name: Artist’s view of an exoplanet inspired by the discovery of Gliese 876 d.jpg Date: 13 June 2005 License: Public Domain Source Link: Wikimedia Commons Author: Trent Schindler, National Science Foundation Additional notes: I edited the stars out. The mirrored version is the background.",
        "Filename Asteroid.jpg Name: JPL-AsteroidDisruptedByStar-ArtistConcept.jpg Date: 17 October 2019 License: Public Domain Source Link: Wikimedia Commons Author: NASA JPL CalTech"
    ],
    "item": "SCP-5651",
    "object_class": "Sköll1",
    "containment_procedures": "Undercover personnel within various national and international space programs are to plant the file Binary_Star.aic in both the hardware of the control centers and components of all launched projects. Interstellar Foundation projects are forbidden to enter the Omicron-5651 sector.",
    "description": "SCP-5651 is a bronze-coloured planet with a partially ruptured crust, orbiting the only star within its vicinity. There are no other celestial bodies, nebula, or spatial phenomena near SCP-5651 in a radius of circa 30,7 megaparsec.2 This supervoid3, centered around SCP-5651 has been designated Omicron-5651 in official records.",
    "title": "SCP-5651"
}