{
    "url": "https://scp-wiki.wikidot.com/scp-5652",
    "all_text": "rating: \n+43\n+\n–\nx\n\n\nCremo\n\n\n\n\n\n\nYou can check out more of my works here:\n\n\ncremo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5652\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5652 is to be contained in a petri dish filled with water at Site-228's aquatic wing. For feeding purposes, an \narchaeon\n (provided by the biological research facility) is to be placed into SCP-5652's petri dish daily.\n\n\nDescription:\n SCP-5652 is a microscopic entity resembling an adult female hammerhead shark\n1\n with an approximate 4 μm body length. Its intelligence appears to be higher than an average non-anomalous member of its species. SCP-5652's primary diet is composed of various microorganisms but it notably prefers \nbacteria\n and \narchaea\n.\n\n\nSCP-5652 was discovered in Budapest within the bloodstream of Joseph Hemér, a local architect. Hemér recently arrived in Budapest from a Caribbean business trip\n2\n when he reportedly started to feel mild pain/discomfort in his cardiovascular system. Later during a medical examination, SCP-5652 was discovered and retrieved by the embedded Foundation agents, but the pain was still present.\n\n\nTwo days after SCP-5652's discovery, the source of the pain was found. 10 heavily damaged humanoid automatons of similar sizes to SCP-5652 were discovered embedded in the walls of Hemér's blood vessels. The automatons are noted to have disproportionally large hands.\n\n\nFurther research revealed that the automatons were remote-controlled and a small symbol depicting a modified version of the \nFoundation's sigil\n was found printed on the chest of each automaton.\n\n\n\n\nFootnotes\n\n\n1\n. \nSphyrna mokarran\n\n\n2\n. The presumed location of the contact with SCP-5652. Research ongoing.\n\n\n\n\n\n\n\n\n« \nSCP-5651\n | SCP-5652 | \nSCP-5653\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5652\n\" by Cremo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5652\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5652 \" by Cremo, from the SCP Wiki . Source: https://scpwiki.com/scp-5652 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-5652 is to be contained in a petri dish filled with water at Site-228's aquatic wing. For feeding purposes, an archaeon (provided by the biological research facility) is to be placed into SCP-5652's petri dish daily.",
    "description": "SCP-5652 is a microscopic entity resembling an adult female hammerhead shark1 with an approximate 4 μm body length. Its intelligence appears to be higher than an average non-anomalous member of its species. SCP-5652's primary diet is composed of various microorganisms but it notably prefers bacteria and archaea.",
    "title": "SCP-5652"
}