{
    "url": "https://scp-wiki.wikidot.com/scp-5654",
    "all_text": "rating: \n+66\n+\n–\nx\n\n\nItem #:\n SCP-5654\n\n\nObject Class:\n Ticonderoga\n\n\nSpecial Containment Procedures:\n The O5 Council and the Ethics Committee have deemed SCP-5654 unsuitable for containment. Foundation neurological experts are working with agents embedded within global medical establishments to isolate instances of SCP-5654 for minimal exposure.\n\n\nDescription:\n SCP-5654 is an anomalous hallucinatory phenomenon affecting those who suffer various memory-based cognitive disorders. Individuals affected by SCP-5654 are diagnosed with disorders including, but not limited to, Alzheimer's disease, Huntington's disease, Parkinson's disease, chronic and emotional stress, or Korsakoff's syndrome. SCP-5654 typically affects subjects residing in establishments where regular social interactions are minimal, most commonly manifesting in assisted living facilities or medical establishments.\n\n\nOnce affected by SCP-5654, subjects will begin to hallucinate a performing vocalist, the form of which appears to change depending on the subject's age and era of birth. As of 23/12/2021, the most commonly reported form of this phenomenon is that of a singer referred to by subjects as \"Mr. Benny\". Cognitomole testing of affected subjects has revealed that SCP-5654 is a human male wearing a white turtleneck sweater, dress pants, and polished black shoes. The colour of its skin and the language in which it speaks and sings is noted to change depending on the subject's nationality and personal preference.\n\n\nWhen the hallucination begins, subjects will perceive SCP-5654 across from them, usually in an elevated position, speaking directly to them through a microphone, and will state that the song is \"dedicated to [them]\". SCP-5654 will then perform a song to the affected subject. The song performed is an original composition that typically references meaningful moments in the affected subject's life.\n\n\nSCP-5654 will then thank the subject, and, should seating be available in the environment, sit across from them, and will begin to engage in conversation. SCP-5654 has demonstrated telepathic capabilities when conversing with subjects incapable of speech.\n\n\nWhen enough information has been gathered, SCP-5654 will then attempt to verbally inspire the subject, urging them to \"fight one last battle before [their] curtain call\", and the hallucination will end. Following this, subjects become lucid for enough time to complete a small personal task.\n\n\nIt is noted that memories of SCP-5654's performance show an anomalous resistance to memory degradation; subjects will recall the song for the rest of their life.\n\n\nAddendum 5654-1:\n Compiled below are completed notable event logs of subjects affected by SCP-5654. Further logs are available upon request.\n\n\n\n\n\n\nEVENT 5654-12\n\n\n\n\n\n\nTIME\n\n\nEVENT\n\n\n\n\n\n\n15:46 - 15:57\n\n\nMrs. Carmen Hawkings, known for aggressive outbursts as a result of her condition, becomes docile for roughly eleven minutes, cheering and clapping to an unheard song. Assisted living facility staff note the change in behaviour.\n\n\n\n\n\n\n16:26\n\n\nMrs. Hawkings dresses in concealing attire and follows a leaving family out of the assisted living facility, successfully escaping.\n\n\n\n\n\n\n16:34\n\n\nMrs. Hawkings successfully boards a bus and travels to her family's home suburb of ██████, Ohio, travelling 64 kilometers.\n\n\n\n\n\n\n17:04\n\n\nMrs. Hawkings is discovered by her daughter Lucille in her backyard, sitting with and petting the family's pet cocker spaniel, that had formerly belonged to Mrs. Hawkings. She notices Lucille, and begins to converse with her. Lucille begins to cry, and embraces her mother.\n\n\n\n\n\n\n18:35\n\n\nLucille transports her mother back to the assisted living facility.\n\n\n\n\n\n\n\n\nAdditional Notes:\n It should be noted that assisted living facility staff and the family doctor both observed improvement in Mrs. Hawkings' behaviour following the event. Occasionally, she could be found playing the piano in the social room of the facility for the other residents.\n\n\n\n\n\n\n\n\n\n\nEVENT 5654-21\n\n\n\n\n\n\nTIME\n\n\nEVENT\n\n\n\n\n\n\n10:39 - 10:59\n\n\nMr. Giovanni Ferrarini, having been in a coma for 8 months prior to the event, regains consciousness in the intensive care ward of ██████ Medical Centre, Italy. Mr. Ferrarini is unresponsive to medical staff's attempts to interact. Staff note Mr. Ferrarini smiling.\n\n\n\n\n\n\n11:31 - 11:46\n\n\nMr. Ferrarini, during absence of medical staff, rises from his bed and walks towards his hospital room's bathroom sink with a porceline cup, and fills it with water. Mr. Ferrarini then walks towards a dying garden fern gifted to him by his family before his hospitalisation, and waters it. Mr. Ferrarini repeats this activity for fifteen minutes.\n\n\n\n\n\n\n11:47\n\n\nMr. Ferrarini finishes watering his plant, then lies down on his bed, smiling.\n\n\n\n\n\n\n17:04\n\n\nMr. Ferrarini utters his final words; \"I have won, Giuseppe.\"\n\n\n\n\n\n\n17:10\n\n\nMr. Ferrarini passes away.\n\n\n\n\n\n\n\n\n\n\n\n\nEVENT 5654-01\n\n\n\n\n\n\nTIME\n\n\nEVENT\n\n\n\n\n\n\n12:19 - 12:28\n\n\nMrs. Deirdre Bishop is visited by her son, James, at an assisted living facility. Mrs. Bishop remains anxious throughout the conversation. After five minutes, she calms down, but is absent to James' attempts to converse.\n\n\n\n\n\n\n13:08\n\n\nJames begins to leave the assisted living facility in frustration, having failed many attempts to converse with Mrs. Bishop. Before he can leave, Mrs. Bishop rises, and grabs his arm, stopping him. Mrs. Bishop embraces her son.\n\n\n\n\n\n\n13:09\n\n\nJames begins to cry as he holds Mrs. Bishop.\n\n\n\n\n\n\n13:54\n\n\nJames leaves the assisted living facility.\n\n\n\n\n\n\n\n\nAdditional Notes:\n It should be noted that both Mrs. Bishop and Robert Urquhart (James' father) were absent for much of James' early life, with both serving in World War II.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5653\n | SCP-5654 | \nSCP-5655\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5654\n\" by Jak Mockery, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5654\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5654-1: Compiled below are completed notable event logs of subjects affected by SCP-5654. Further logs are available upon request."
    ],
    "documents": [],
    "notes": [
        "Additional Notes: It should be noted that assisted living facility staff and the family doctor both observed improvement in Mrs. Hawkings' behaviour following the event. Occasionally, she could be found playing the piano in the social room of the facility for the other residents.",
        "Additional Notes: It should be noted that both Mrs. Bishop and Robert Urquhart (James' father) were absent for much of James' early life, with both serving in World War II.",
        "\" SCP-5654 \" by Jak Mockery, from the SCP Wiki . Source: https://scpwiki.com/scp-5654 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5654",
    "object_class": "Ticonderoga",
    "containment_procedures": "The O5 Council and the Ethics Committee have deemed SCP-5654 unsuitable for containment. Foundation neurological experts are working with agents embedded within global medical establishments to isolate instances of SCP-5654 for minimal exposure.",
    "description": "SCP-5654 is an anomalous hallucinatory phenomenon affecting those who suffer various memory-based cognitive disorders. Individuals affected by SCP-5654 are diagnosed with disorders including, but not limited to, Alzheimer's disease, Huntington's disease, Parkinson's disease, chronic and emotional stress, or Korsakoff's syndrome. SCP-5654 typically affects subjects residing in establishments where regular social interactions are minimal, most commonly manifesting in assisted living facilities or medical establishments.",
    "title": "SCP-5654"
}