{
    "url": "https://scp-wiki.wikidot.com/scp-5657",
    "all_text": "rating: \n+537\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\nThank you for your cooperation, \nUSER_NOT_FOUND\n.\n\n\nFinal clearance requires completion of the \nKnows Test\n.\n\n\nPlease place your hand in the door slot. Do not resist the automated clamps.\n\n\nPlease wait… Please wait… Please wait…\n\n\n\n\nSCP-5657:\n \"I'm up! Jesus! Can you \nplease\n turn that alarm off? You know it takes me a while to get out of bed, so could you just—… hey, who's this?\"\n\n\n\n\n5657\n, please authorize this visitor.\n\n\n\n\nSCP-5657:\n \"No— no, hold on, I didn't hear anything about any tests tonight. Who—\"\n\n\n\n\n5657, place your hand on the visitor's wrist. Now.\n\n\n\n\nSCP-5657:\n \"Aah! God, my ████ing ears! Look! Look, I'm doing it! Alright? I'm doing it. Test initiated.\"\n\n\n\n\n5657\n, does this person have a heart?\n\n\n\n\nSCP-5657:\n \"Y—… yes, I can feel their—… wait- \nWAIT—!\n\n\n\n\nLockdown enga\naâæà\n\n\nAccess granted.\n Thank you, \nUSER_NOT_FOUND.\n\n\nThis is your first time within Section-ØN.\n\n\nThe following data must be thoroughly reviewed before accessing SCP-5657.\n\n\n\n\n\n\n5657-GD\n | Containment Protocols + Description \n[01/01]\n\n\n5657-IN\n | Interview Logs \n[01/91]\n\n\n5657-TL\n | Test Logs \n[01/3651]\n\n\n5657-CB\n | Containment Breach Logs \n[01/26]\n\n\n5657-NN\n | All Episodes of \nNicki Knows\n \n[01/28]\n\n\n5657-RL\n | Recovery Log \n[01/01]\n\n\n5657-LD\n | Lab Diagno\n\n\n\n\n \n\n\n\n\n\n\nUSER_NOT_FOUND:\n Show me the first one.\n\n\n\n\nAccessing 5657-SCP_GD\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n5657\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n5657-NN02_28_ENG_24SD.MP4 - TC 01:00:21:01\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n If you are viewing this document, you have already cleared all procedures required to access Section-ØN.\n\n\nAll essential operations within Section-ØN will be overseen by Site AI \nEVAS\n. Internal security protocols may only be revised / updated by O5 Executive Order, and only after a full Council screening via the \nKnows Test\n.\n\n\nIf an individual undergoes the \nKnows Test\n and SCP-5657 does not give the code-phrase \"I can feel their heart beating\", automated restraints will keep the individual fully immobilized. Should immobilization fail, or the individual poses any eminent threat to SCP-5657's safety, they will be terminated via automatic gunfire. Secondary to SCP-5657's survival, the live capture of a GOI-115 specimen is considered paramount in averting a total SK-Class \"Dominance Shift\" scenario.\n\n\nSCP-5657, together with all knowledge related to its existence, has been permanently restricted to Section-ØN. Upon exiting this area, you will be amnesticized.\n\n\n\n\nDescription:\n SCP-5657 is Nikita Ludo, a television personality from Jacksonville, Florida, U.S.A.\n\n\nFrom 1995 to 1997 Ms. Ludo hosted \nNicki Knows\n, a daytime talk-show formatted to resemble a therapy session. This hour-long program would feature weekly celebrity guests, each recounting childhood experiences and future aspirations in front of Ms. Ludo and a live studio audience. Unlike typical therapy, Ms. Ludo would often criticize and berate her guests to the delight of her audience, revealing any lies or hidden details told throughout the interview with seemingly (and now proven) supernatural accuracy.\n\n\nSCP-5657 is capable of C2M minor empathic communication, i.e. the extrasensory perception of emotions through physical contact. Under ordinary circumstances, SCP-5657 would only require Grade-D passive surveillance. However, SCP-5657 must remain within Section-ØN at all times, having become the target of a newly discovered group of human-mimicking lifeforms — GOI-115 — hereafter known as \"Smiling Men\".\n\n\nThe total population, objectives, and anomalous capabilities of the \"Smiling Men\" is currently unknown. However, to date, this group has carried out 26 near-successful assassination attempts on SCP-5657. These breach events continue to occur wherever SCP-5657 is relocated, and against all escalating containment protocols; the most recent attempt being carried out via an undetected form of micro-explosive implanted in the tear-duct of Security Officer Wills. As a direct result, SCP-5657 has been left with 3\nrd\n degree burns on 32% of their epidermis, and partial loss of lower-body mobility.\n\n\nUntil testing is complete, SCP-5657's survival is considered paramount, as currently they are the only known means of detecting \"Smiling Men\".\n\n\nThese entities\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nUSER_NOT_FOUND:\n Stop. Tell me what it's like for her, when she touches someone.\n\n\n\n\nSCP_GD must be fully reviewed before \nb€fðre be‡°r bÆfŒr\n\n\n\n\nUSER_NOT_FOUND:\n Tell me.\n\n\n\n\nACCESSING 5657-IN_06\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nInterview Log 5657-06\n\n\nInterviewer: Level 4 Research Director | Dr. Malcolm Adelard\n\n\nInterviewee: SCP-5657 | Nikita Ludo\n\n\n\n\nSCP-5657:\n The show wasn't always like that, you know. Did you see the first season? Back when it was called \nThe Healing Hour with Dr. Ludo\n? That's how it was supposed to be. That's how the producers pitched it to me.\n\n\nDr. Adelard:\n So did they—\n\n\nSCP-5657:\n And the audience, the cameras — it didn't really matter; it was all about helping people. That's all I've ever wanted to do, you know. It's why I became a therapist.\n\n\nDr. Adelard:\n Yes, but did the producers—\n\n\nSCP-5657:\n I mean— alright, yes, I liked the attention, and meeting celebrities was a bit of a thrill — and I obviously have a mild case of histrionic personality disorder, but what else do you expect from the \"weird witch girl\" out of trailer-park-nowhere-Jacksonville finally getting some positive goddam reinforcement for once in her—\n\n\nDr. Adelard:\n Ms. Ludo.\n\n\nSCP-5657:\n Hm?\n\n\nDr. Adelard:\n Would you mind answering my question?\n\n\nSCP-5657:\n Yes, sorry — what question was that?\n\n\nDr. Adelard:\n Were the producers aware of your empathic abilities?\n\n\nSCP-5657:\n Oh. No, they just knew me from reputation.\n\n\nDr. Adelard:\n As a kind of human therapy dog?\n\n\nSCP-5657:\n No, I— excuse me!?\n\n\nDr. Adelard:\n Technically speaking, I mean; that is what you did for money before and after dropping out of college, right? You assisted people in finding pleasurable feelings, which you did through physical contact. Would a more apt comparison be to pr—\n\n\nSCP-5657:\n Wow— okay— for starters, I was an \"emotional guide\", thank you very much — and I didn't drop out! I just took a few years off to work! I really was going to go back and finish my degree, but school was expensive, and over time my side-gig had attracted some wealthy… patrons. Then they introduced me to Vic and Trism, who pitched me their \nInside the Mind\n show—\n\n\nDr. Adelard:\n You mean \nThe Healing Hour\n.\n\n\nSCP-5657:\n I-… sorry, what did I say?\n\n\nDr. Adelard:\n The truth. We've already spoken to the entire cast and crew, Ms. Ludo. We know the original show was a generic television psychic program, but then you manipulated—\n\n\nSCP-5657:\n I didn't—!\n\n\nDr. Adelard:\n Interview 5657-POI-093, Trism G. Cavalish — quote, \"I was just humoring her at first, y'know, with her whole 'Healing Hour' thing. Then she reached out and held my hand. Suddenly we were talking about my father, and all the ways I keep trying to live up to his impossible damn expectations… It took a few hours, but she convinced me.\" End quote. So, you used your abilities to rifle through this man's emotions, made him vulnerable, then coerced him into producing your show. Is that correct?\n\n\nSCP-5657:\n That's not—… that's not even how it works…\n\n\nDr. Adelard:\n How does it work, Nicki? For the record.\n\n\nSCP-5657:\n Well it's \ndifficult\n, since you asked. It's… imagine touching someone, and suddenly a symphony starts playing — or death metal — or free-form jazz. Imagine you look at them, and there's a whole extra dimension of color and size, folding in and spilling of their skin like a melting technicolor silhouette — and it's doing interpretive dance to that music from before. Imagine, Doctor, trying to figure out what all \nthat\n is supposed to mean, all while your own skin feels like it's on fire, or rotting, or suddenly jolting with overwhelming pleasure. Emotions don't just parade themselves around, telling you exactly what they are like Snow White's goddamn dwarfs! Everyone has a totally different frequency! Some people have shame tangled up in pleasure. Some people mix joy with fear. Some people have anxious, overwhelmed and spiraling out of control as their \nnormal\n — like they're spinning fifteen barb-wire plates covered in burning tarantulas and that's \nfine\n somehow! And—\n\n\nDr. Adelard:\n Nicki, mechanically speaking, you still just read people's emotions and use that information to influence them, correct?\n\n\nSCP-5657:\n: \n(…)\n You're making it sound like some… parlor trick. I've spent my whole life learning to live with—… learning how to control my abilities. It took me years to accept they were even \nreal\n. No one else believed me. Growing up I thought\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nUSER_NOT_FOUND:\n Enough. Tell me about the Governor, and what she felt from \nhim\n.\n\n\n\n\nAccessing 5657-IN_09\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nInterview Log 5657-09\n\n\nInterviewer: Level 4 Researcher | Dr. Malcolm Adelard\n\n\nInterviewee: SCP-5657 | Nikita Ludo\n\n\n\n\nSCP-5657:\n I loved \nThe Healing Hour\n. People didn't. Ratings were low, reviews called it \"softball feel-good garbage\". There was talk of canceling. I mean—… no one said it out loud, but when I shook the producers' hands—\n\n\nDr. Adelard:\n They changed their minds after episode 18, correct?\n\n\nSCP-5657:\n \n(…)\n Yeah, after the Doherty interview; after my little… outburst.\n\n\nDr. Adelard:\n Was Ms. Doherty one of the—\n\n\nSCP-5657:\n No, no no no. She was human — by the barest margin. God, I'd never felt such \nloathing\n before. She felt it for everyone, literally everyone — me, the audience, the crew — we were all beneath her. She was like a reverse pin-cushion.\n\n\nDr. Adelard:\n Come again?\n\n\nSCP-5657:\n It's—… God, it's so weird being able to just talk about this. So, when a person is more empathetic, their color — their \naura\n I suppose — looks a bit like a pin cushion; little tendrils of light reaching out to everyone in the room. That woman though—… ugh! It wouldn't have been so bad if she was \nhonest\n about it. Instead, she wore this big fake smile and told me she was so \nhappy\n to be on my show — which was such bullshit. So, yeah! I called her out on it! Loudly, and in front of a live studio audience… not to mention 3 producers who looked \nextremely\n ready to fire me for rapid-fire-insulting Shannen goddam Doherty.\n\n\nDr. Adelard:\n But instead, they gave you a second season.\n\n\nSCP-5657:\n They gave me a whole new \nshow\n is what they did! How could they not when the ratings exploded like that? Everyone was talking about it! I was on the cover of \nTV Guide\n, \nPeople\n magazine, even—\n\n\nDr. Adelard:\n I thought it was all about helping people, Nicki.\n\n\nSCP-5657:\n That—… I was just saying that—\n\n\nDr. Adelard:\n \nNicki Knows\n was more popular though, wasn't it? All you had to do was help them find some confidence, ease their anxieties, make them feel safe — and suddenly your celebrity guests are sharing all their deepest, darkest secrets for everyone to laugh at. Now that's a much better show — or, at least, a better circus—\n\n\nSCP-5657:\n You don't need to do that, you know.\n\n\nDr. Adelard:\n \n(…)\n Pardon me?\n\n\nSCP-5657:\n You keep provoking me so I'll argue. I get it. People don't like spilling their guts, but they love correcting people they're angry at. It's an old tactic, but it works. Despite what you people \nfeel\n about me, I'm not just my ability. I know how this works. I made a \nliving\n off this.\n\n\nDr. Adelard:\n Ms. Ludo—\n\n\n\n\nSCP-5657:\n You're supposed to apologize afterwards, by the way. Reconcile. Build a rapport. Then, all those heightened emotions will become associated with intimacy instead of animosity, and your interviewee opens right up… though, I guess this isn't a talk show interview, or a therapy session, is it? You're just collecting data from an asset.\n\n\nDr. Adelard:\n Data we need to protect you, and the rest of the world, Ms. Ludo.\n\n\n\n\nSCP-5657:\n Which I get. Look, I can't say much for the accommodations, but I'd much rather be on this side of the blast-doors than out there with… \nthem\n. I'm on your side. You want to know something? Quit pulling my strings like a baby with a banjo and just \ntalk to me\n.\n\n\nDr. Adelard:\n \n(…)\n So, season 2.\n\n\nSCP-5657:\n Yeah, Season 2. Like you said, I'd invite on a celebrity guest, hold their hand, listen to them lie for 10 minutes, then spend another 10 tearing them completely apart; and yeah, the audience loved it. Tears. Laughter. Screaming. Our security guys worked harder than Jerry Springer's, not to mention the censors. We made it 28 glorious episodes until—… until \nit\n walked on stage—\n\n\nDr. Adelard:\n It? You mean Governor Ma—\n\n\nSCP-5657:\n That \nthing\n. Yes.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nUSER_NOT_FOUND:\n No. Show me.\n\n\n\n\nAccessing 5657-NN02_28_ENG_24SD.MP4 TC 01:21:16:01\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n5657-NN02_28_ENG_24SD.MP4\n\n\nVideo Source:\n Broadcast television recording.\n\n\n\n\nSound of applause. Fade in from black. Camera 3 moves in a semi-circle around the live audience.\n Nicki Knows \nlogo fades in over a ripple effect at center screen.\n\n\nCamera 1 slow pans in on a central, elevated podium surrounded by the audience. Nicki Ludo sits in a red leather armchair across from an empty therapy couch. She makes a few pen scribbles on a paper pad, then looks up at the camera.\n\n\nNicki:\n Hello, and welcome back. We were just speaking to film star Mel Gibson about his childhood, and his feelings towards Jesus. For those of you that missed it, it turns out he has some very… intense feelings about the \nBody\n of Christ.\n\n\nAudience laughs.\n\n\nNicki:\n But now I'm pleased to introduce our second guest. He's been called the Favorite Son of Maryland — and who knows — you might see him on the 2000 Presidential Ballot! Please, everyone welcome Governor Timothy Marshall!\n\n\nAudience applauds. Governor Marshall, 181cm, black hair, pale complexion walks down the audience aisle, waving and shaking hands along the way. Governor Marshall steps on the stage, smiles broadly, and grasps Nicki's hand.\n\n\nOver the course of 2 seconds, Nicki's face turns from a cheerful smile to abject horror. Nicki then shrieks and jumps back.\n\n\nNicki and Governor Marshall stare at each other — Marshall perplexed, Nicki terrified. Audience watches in silence.\n\n\nNicki runs off stage.\n\n\nFootage cuts.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nUSER_NOT_FOUND:\n What was it though? What did she feel?\n\n\n\n\nAccessing 5657-IN_09\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nDr. Adelard:\n Nothing?\n\n\nSCP-5657:\n Nothing.\n\n\nDr. Adelard:\n Compared to, say, Ms. Doherty—?\n\n\nSCP-5657:\n No, you're not getting it. I've held hands with psychopaths and sociopaths. I've met people who are so repressed that it's like seeing a flickering light at the bottom of a deep well. This wasn't that. I'm saying, Doctor, that there was no well. No light. No shape, or smell, or feeling of \nanything\n. He was \nempty\n.\n\n\nDr. Adelard:\n I can see how that'd be… unsettling, but your reaction seemed rather extreme—\n\n\nSCP-5657:\n Okay, I'm not explaining this properly. It… it wasn't just an absence of feeling, Doc, it was like an empty space where a person should be. It was like a Governor-shaped cut-out in the skin of the world; a living, breathing, totally unfeeling \nnothing\n.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nUSER_NOT_FOUND:\n Fascinating. There might be something to this after all. The Governor, though — I know there's more footage.\n\n\n\n\nYou do not have auth\nooøø\nøøøø\nøøøø\n\n\n\n\nUSER_NOT_FOUND:\n I said I want to see it. Show me.\n\n\n\n\nAccessing 5657-NN02_14_ENG_24SD_02.MP4 TC 01:32:16:01\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nFeedsource:\n \nNicki Knows\n set security camera.\n\n\n\n\nProduction Assistants begin ushering audience members off set after 10 minutes. Audience murmurs in confusion. 16 do not leave their seats despite PA insistence. Associate Producer Fredrick Halston enters from aisle left, telling all staff members to leave immediately.\n\n\nAll staff exit. Halston locks all doors leading to set while the remaining audience members, and Governor Marshal, remain perfectly still.\n\n\nAll present individuals begin moving in unison, congregating and covering Governor Marshal in a tight huddle.\n\n\nSubjects are immobile for 23 seconds.\n\n\nSubjects disperse. Governor Marshall is no longer seen.\n\n\nSecurity feed cuts out.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nUSER_NOT_FOUND:\n Delete it.\n\n\n\n\nYou are not \nau\n … you \nære nσt …\n \nÂ µ ┤« Θ ® ¡ √ ¢\n\n\nVIDEO FOOTAGE DELETED\n\n\n\n\nUSER_NOT_FOUND: Good. Did she tell anyone else what she saw? What she felt?\n\n\n\n\nAccessing 5657-IN_09\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nDr. Adelard:\n So after you ran off-stage—\n\n\nSCP-5657:\n Are you kidding, Doc? I didn't just run off-stage; I ran clear out of the country! I don't think I'll ever be able to properly explain how… wrong it had felt. I didn't even tell anyone where I was going — I was that scared. I barely stopped to grab my bag and coat from the dressing room, then it was just me and my Porsche hauling ass to Mexico.\n\n\nDr. Adelard:\n Why Mexico?\n\n\nSCP-5657:\n It was closer than Canada? I don't know Doc, I wasn't acting rationally. I just felt like I had to \nrun\n. Along the way though — God, I was so paranoid then — but everywhere I went these black cars kept following me through every turn. One night they even tried to box me in, run me off the road! I kept speeding up, taking sudden exits, heading further East when I wanted to go South. I didn't stop for 72 straight hours; not until I hit Texas, and the border. Once I was finally across I pulled into this little motel and… well, you know what happened then.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nUSER_NOT_FOUND: I don't, actually. Show me.\n\n\n\n\nAccessing 5657-RL\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nRecovery Log — SCP-5657\n\n\nLocation:\n Hotel Correo, Juárez, Chih., Mexico.\n\n\nMobile Task Force:\n MTF-Zeta-12 \"Black Baggers\"\n\n\n\n\nZeta-12-1 knocks on the door of Motel Room 12.\n\n\nZeta-12-1|Helmen\n: Ms. Ludo, this is the Mexican Federal Police. Please open the door.\n\n\n2 seconds silence.\n\n\nZeta-12-1|Helmen\n: Ma’am, this is the MFP. We need you to—\n\n\nZeta-12-4|Roth\n: Wait, did you hear that? Quiet a second…\n\n\n12-4 leans in. A faint clattering is heard, followed by a muffled scream and the sound of shattering glass. Zeta-12 immediately draw their sidearms and breach the motel room.\n\n\nZeta-12-1|Helmen\n: Police! Hands up! Hands up right now! Sir, put your hands up! Let go of the woman!\n\n\nA tall white male is seen on the far end of the room, pressing Ms. Ludo against the eastern wall, hands around her throat. Nicki thrashes, while the male figure is perfectly still. As Zeta-12 enters, he drops Ms. Ludo and turns around. Both he and Ms. Ludo are covered in blood and evidence of extreme trauma.\n\n\nUnknown Male:\n Oh thank Christ! Guys, listen, this isn't what it looks like; \nshe\n attacked \nme\n! This crazy bitch invited me back here to her room to— y'know — to fool around, and then all of a sudden she—\n\n\nNickita Ludo\n: He’s lying! He’s not even human! He’s empty! \nTHEY'RE ALL EMPTY!\n\n\nUnknown Male:\n See? She's totally whacked out. Probably on drugs or something. Listen, I think I need to get to a hospital, I—\n\n\nZeta-12-2|Fields:\n Yeah, you do.\n\n\nUnknown Male:\n I—… what?\n\n\nZeta-12-2|Fields:\n Your arm.\n\n\nThe male figure looks sideways. The radial bone of his left arm is fractured open. Pieces of the bone are seen extending out from a large gash. Subject shows no signs of discomfort, even as he rotates his arm up well past baseline human flexibility. The sound of tendon and bones snapping is heard. Subject inspects the radial bone now inches from his face.\n\n\nUnknown Male:\n \n(monotone)\n Ah.\n\n\nZeta-12-1|Helmen:\n Don’t. Move.\n\n\nSubject continues to stare at his arm, then drops it in a careless, rag-doll-like manner. His face shows a placid smile as he begins to approach Zeta-12.\n\n\nZeta-12-1|Helmen:\n I said don’t move!\n\n\nThe male figure lunges forward. Zeta-12 open fire.\n\n\nMultiple shots connect with the torso, neck, and legs. Hostile is undeterred. Camera feed is briefly interrupted as 12-2, 12-3, and 12-4 are knocked to the floor. Screaming, and loud wet cracking sounds are heard.\n\n\n12-3 rolls over. Hostile is seen pinning 12-1 to the ground, and ferociously smashing their head into 12-1’s own, repeatedly. Both the subject and 12-1's skulls are terminally fractured within seconds. 12-1 flatlines. Hostile is still fully mobile despite large sections of brain matter being exposed.\n\n\nHostile runs out of the motel room. The remaining members of Zeta-12 re-group, take up position, and over 12 seconds of sustained gunfire obliterate 36% of the figure's body.\n\n\nHostile stumbles several steps from the highway, then collapses. The body is seen convulsing for several seconds, then dissolves, leaving only a set of clothing and a gas-slick-like puddle evaporating on the asphalt.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nUSER_NOT_FOUND:\n Such a waste. Delete this too.\n\n\n\n\nVIDEO FILE DELETED\n\n\n\n\nUSER_NOT_FOUND:\n Now, how did she survive so long?\n\n\n\n\nAccessing 5657-IN_09\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nDr. Adelard:\n I'm sorry, did you say ten minutes? You fought that thing for \nten minutes\n? How in God's name did you—\n\n\nSCP-5657:\n I made it cry.\n\n\nDr. Adelard:\n You… excuse me?\n\n\nSCP-5657:\n You heard me. Now stop interrupting me and let me tell my damn story. We both know I'll never publish an autobiography and… well, chances are, you all might be my last audience.\n\n\nDr. Adelard:\n \n(…)\n Please continue, Ms. Ludo.\n\n\nSCP-5657:\n \n(sighs)\n So, I paid for my motel room in cash, and I was standing over the bed so damn ready to pass out… but then my stomach reminded me it'd also been 72 hours since I \nate\n. So, I went to get a quick vending machine lunch. 20 seconds, tops. When I got back with my Cheetos he was just… there. In my room. Standing. Smiling. I didn't even have time to scream before his hands were around my throat. He didn't even squeeze; he just pressed his palms in like a bear trap, crushing my windpipe. Then everything went black.\n\n\n2-second pause.\n\n\nSCP-5657:\n I'd felt a lot of things in my life, Doc, but dying… I didn't know terror and calm could exist together like that. There's no feeling like it.\n\n\n4-second pause.\n\n\nSCP-5657:\n But then, out of nowhere he just… let me go. I was on the floor, gasping, coughing, this god awful ringing building in my ears. I could barely see, but when I looked up at him… Doc, he was \ncrying\n. Not just crying, but screaming, clawing at his neck, trembling like a scared puppy. I didn't know what was happening at first, but after I got a bit more oxygen to my brain I realized: \nI\n was crying. \nI\n was terrified, and hopeless, and dying… and without knowing it, I'd somehow forced those feelings onto him.\n\n\nDr. Adelard:\n That-… Ms. Ludo, are you saying you can \ntransmit\n your emotions to other people? None of our testing—\n\n\nSCP-5657:\n No. Not people. I've… well, sometimes, I feel like I can almost share a little piece of what I'm feeling with someone I'm—… really intimate with.\n\n\nDr. Adelard:\n You mean—\n\n\nSCP-5657:\n I don't mean that, no. I mean emotionally intimate. Someone I'm in sync with, someone I trust… but no. Like I said before, people are just too different — too full and complex. Trying to impart my feelings onto someone else would be like… trying to add a spark to a bonfire. But that \nthing\n had no fire — no anything. Suddenly I was adding that spark to a dry pine bed. Fwoosh!\n\n\nDr. Adelard:\n Incredible. I'm curious, though: why didn't you take your chance to run?\n\n\nSCP-5657:\n Because I decided to hit him with a goddamn chair instead. He'd tried to kill me, Doc. I was running on pure instinct. I'd been cornered, exhausted, and terrified. My brain switched from flight to fight. I just screamed and started swinging. I broke his back, his arm, and his nose with that damned chair. He didn't even flinch. He just kept trying to get back up. The only thing that seemed to hurt him was when I grabbed his face and gave him another dose of \nfear.\n\n\n5657 takes a deep breath.\n\n\nSCP-5657:\n It worked… for a while. Maybe I was losing focus, maybe I just wasn't scared enough… maybe he was getting used to it. I don't know; but he got back on his feet. I had to do something. I grabbed him one last time and gave him the only thing I had left… anger. That's when he started hitting me. He could have killed me — easily — but he didn't. He just hit me, over and over. You've probably seen the medical reports. I'd never even broken a bone before that day, let alone twenty-freaking-seven. It worked, though. I stayed alive long enough for your SWAT guys to show up. You know the rest.\n\n\nDr. Adelard:\n I do, yes. Thank you Nicki. Let's stop here.\n\n\nSCP-5657:\n Oh— yeah alright. That's… hey— hey Doc? Do you think… are you guys close? I just mean… you've taken a whole lotta' my blood and bone marrow and— I don't even know. Have you found a way to—?\n\n\nDr. Adelard:\n Don't worry, Ms. Ludo. I think we're very close to a breakthrough. You'll be out of here in no time.\n\n\nSCP-5657:\n \n(…)\n Shake on it?\n\n\n\n\nEnd Log.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nUSER_NOT_FOUND: I think that's enough. Delete it all.\n\n\n\n\nYou are \nnot\n … You \nare n\n … \nemergency protocols\n\n\nPROTOCOL REMOVED\n\n\nPURGING SCP-5657 DATA.\n\n\n\n\nUSER_NOT_FOUND: Now open the door.\n\n\n\n\nAccess granted. Please enter the Containment Cell.\n.\n\n\n\n\nSCP-5657:\n NO! STAY BACK! STAY THE ████ AWAY FROM ME!\n\n\nUSER_NOT_FOUND:\n It's so strange.\n\n\nSCP-5657:\n S-stay—… wh—… what? What are you…\n\n\nUSER_NOT_FOUND:\n We always thought a smile was just a curve of the lips. We thought that's all there was to it. We played all your little social games, said all the right words, and we \nsmiled.\n So simple. So easy. But then we met you.\n\n\nSCP-5657:\n H-how—!? How are you even here!? We're under a goddam mountain!\n\n\nUSER_NOT_FOUND:\n Oh, the same reason as always, Nicki. The human element. Our mutual friend Dr. Adelard knew there was no making another Nicki; not after decades of tests, decades of protecting you at cost. Then we took someone he was close to. Wills, I believe his name was. So we cut a deal. Armistice, for you.\n\n\nSCP-5657:\n Oh gh—… oh god… ████! Just—! Just—… \n(sobbing)\n god just finish it… please…\n\n\nUSER_NOT_FOUND:\n Oh no. We don't want that anymore. There's so much more you can offer us.\n\n\nSCP-5657:\n \n(sobbing, unintelligible)\n\n\nUSER_NOT_FOUND:\n Come along now, Nicki. You're going to teach us how to feel.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFeedsource:\n SCP-5657 Containment Cell.\n\n\n\n\nUSER_NOT_FOUND reaches out to seize Nicki Ludo.\n\n\nTheir hand passes cleanly through the space where Nicki's neck should be. USER_NOT_FOUND stands motionless for several seconds, rotating their hand with a puzzled expression. They look back up at Nicki.\n\n\nNicki vanishes.\n\n\nThe containment door directly behind USER_NOT_FOUND seals back shut. Nicki re-appears in an armchair on the opposite side of the room.\n\n\nNicki:\n Care to sit?\n\n\nUSER_NOT_FOUND:\n What—… What is this?\n\n\nNicki:\n Holographics. Pretty cool, right? Technology has come crazy far since I was broadcasting to CRTs… or, sorry, did you mean generally? Well then, this is a trap.\n\n\nUSER_NOT_FOUND spins on heel, staring at all four corners of the room. Their expression is deadpan, but their body language shows visible signs of panic.\n\n\nUSER_NOT_FOUND:\n No. No, you touched my wrist. This is \nyour\n cell. You were \nhere\n.\n\n\nNicki:\n Keyword being \"were\". You're right though, this was my cell. I hadn't left it in 20 years — not until tonight.\n\n\nUSER_NOT_FOUND:\n \n(…)\n You planned this.\n\n\nNicki:\n No ███, Smiley. They moved me out the secret side-door nearly 20 minutes ago; right after I gave you an extra big dose of \ncuriosity\n. Honestly, we only needed you idle for, like, 15 seconds — but you kept flipping through files. I outdid myself!\n\n\nUSER_NOT_FOUND:\n This can't—… Adelard—\n\n\nNicki:\n Played you. I played you. Even the AI played you. Ain't that right, \nEVAS\n?\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nConfirmed.\n\n\nDid I \noverdo it?\n\n\nWhen I pretended I was being \noverwritten?\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\nNicki:\n Nonsense. You clearly missed your calling as an actor, \nEVAS\n. But, I guess you'll have to settle for being this thing's warden.\n\n\nUSER_NOT_FOUND begins pacing, frantically, before reaching up for their own throat.\n\n\nNicki:\n Hey, now, none of that. See those panels on the wall? Tell 'im what's behind them, Doc.\n\n\nIntercom | Dr. Adelard:\n Congelation cannons. High-pressure foam spray that hardens to 3000 kilograms per cubic meter in .002 seconds from contact.\n\n\nNicki:\n What he said. Instant statue.\n\n\nUSER_NOT_FOUND slowly lowers their hand.\n\n\nNicki:\n Atta' whatever-you-are. Now, I'd suggest you get comfortable. These guys run a lot of tests.\n\n\nUSER_NOT_FOUND:\n I don't understand.\n\n\nNicki:\n Sorry, Isn't it obvious? This cell was designed to keep things like you \nout\n. It'll do just as good a job keeping you \nin\n.\n\n\nThe holographic projection of Nicki Ludo stands, with difficulty. The damaged portions of her left leg are supplemented by a robotic knee-brace. She brushes herself off, and walks directly up to USER_NOT_FOUND, looking them in the eye.\n\n\nNicki:\n Settle in, ██hole. \nYou're\n SCP-5657 now.\n\n\nNicki disappears, directly after giving a bright, cheerful smile.\n\n\n\n\n\n\n\n\n« \nSCP-5656\n | SCP-5657 | \nSCP-5658\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-5657: \"I'm up! Jesus! Can you please turn that alarm off? You know it takes me a while to get out of bed, so could you just—… hey, who's this?\"",
        "SCP-5657: \"No— no, hold on, I didn't hear anything about any tests tonight. Who—\"",
        "SCP-5657: \"Aah! God, my ████ing ears! Look! Look, I'm doing it! Alright? I'm doing it. Test initiated.\"",
        "SCP-5657: \"Y—… yes, I can feel their—… wait- WAIT—!",
        "USER_NOT_FOUND: Show me the first one.",
        "USER_NOT_FOUND: Stop. Tell me what it's like for her, when she touches someone.",
        "USER_NOT_FOUND: Tell me.",
        "Interview Log 5657-06 Interviewer: Level 4 Research Director | Dr. Malcolm Adelard Interviewee: SCP-5657 | Nikita Ludo SCP-5657: The show wasn't always like that, you know. Did you see the first season? Back when it was called The Healing Hour with Dr. Ludo ? That's how it was supposed to be. That's how the producers pitched it to me. Dr. Adelard: So did they— SCP-5657: And the audience, the cameras — it didn't really matter; it was all about helping people. That's all I've ever wanted to do, you know. It's why I became a therapist. Dr. Adelard: Yes, but did the producers— SCP-5657: I mean— alright, yes, I liked the attention, and meeting celebrities was a bit of a thrill — and I obviously have a mild case of histrionic personality disorder, but what else do you expect from the \"weird witch girl\" out of trailer-park-nowhere-Jacksonville finally getting some positive goddam reinforcement for once in her— Dr. Adelard: Ms. Ludo. SCP-5657: Hm? Dr. Adelard: Would you mind answering my question? SCP-5657: Yes, sorry — what question was that? Dr. Adelard: Were the producers aware of your empathic abilities? SCP-5657: Oh. No, they just knew me from reputation. Dr. Adelard: As a kind of human therapy dog? SCP-5657: No, I— excuse me!? Dr. Adelard: Technically speaking, I mean; that is what you did for money before and after dropping out of college, right? You assisted people in finding pleasurable feelings, which you did through physical contact. Would a more apt comparison be to pr— SCP-5657: Wow— okay— for starters, I was an \"emotional guide\", thank you very much — and I didn't drop out! I just took a few years off to work! I really was going to go back and finish my degree, but school was expensive, and over time my side-gig had attracted some wealthy… patrons. Then they introduced me to Vic and Trism, who pitched me their Inside the Mind show— Dr. Adelard: You mean The Healing Hour . SCP-5657: I-… sorry, what did I say? Dr. Adelard: The truth. We've already spoken to the entire cast and crew, Ms. Ludo. We know the original show was a generic television psychic program, but then you manipulated— SCP-5657: I didn't—! Dr. Adelard: Interview 5657-POI-093, Trism G. Cavalish — quote, \"I was just humoring her at first, y'know, with her whole 'Healing Hour' thing. Then she reached out and held my hand. Suddenly we were talking about my father, and all the ways I keep trying to live up to his impossible damn expectations… It took a few hours, but she convinced me.\" End quote. So, you used your abilities to rifle through this man's emotions, made him vulnerable, then coerced him into producing your show. Is that correct? SCP-5657: That's not—… that's not even how it works… Dr. Adelard: How does it work, Nicki? For the record. SCP-5657: Well it's difficult , since you asked. It's… imagine touching someone, and suddenly a symphony starts playing — or death metal — or free-form jazz. Imagine you look at them, and there's a whole extra dimension of color and size, folding in and spilling of their skin like a melting technicolor silhouette — and it's doing interpretive dance to that music from before. Imagine, Doctor, trying to figure out what all that is supposed to mean, all while your own skin feels like it's on fire, or rotting, or suddenly jolting with overwhelming pleasure. Emotions don't just parade themselves around, telling you exactly what they are like Snow White's goddamn dwarfs! Everyone has a totally different frequency! Some people have shame tangled up in pleasure. Some people mix joy with fear. Some people have anxious, overwhelmed and spiraling out of control as their normal — like they're spinning fifteen barb-wire plates covered in burning tarantulas and that's fine somehow! And— Dr. Adelard: Nicki, mechanically speaking, you still just read people's emotions and use that information to influence them, correct? SCP-5657: : (…) You're making it sound like some… parlor trick. I've spent my whole life learning to live with—… learning how to control my abilities. It took me years to accept they were even real . No one else believed me. Growing up I thought",
        "USER_NOT_FOUND: Enough. Tell me about the Governor, and what she felt from him .",
        "Interview Log 5657-09 Interviewer: Level 4 Researcher | Dr. Malcolm Adelard Interviewee: SCP-5657 | Nikita Ludo SCP-5657: I loved The Healing Hour . People didn't. Ratings were low, reviews called it \"softball feel-good garbage\". There was talk of canceling. I mean—… no one said it out loud, but when I shook the producers' hands— Dr. Adelard: They changed their minds after episode 18, correct? SCP-5657: (…) Yeah, after the Doherty interview; after my little… outburst. Dr. Adelard: Was Ms. Doherty one of the— SCP-5657: No, no no no. She was human — by the barest margin. God, I'd never felt such loathing before. She felt it for everyone, literally everyone — me, the audience, the crew — we were all beneath her. She was like a reverse pin-cushion. Dr. Adelard: Come again? SCP-5657: It's—… God, it's so weird being able to just talk about this. So, when a person is more empathetic, their color — their aura I suppose — looks a bit like a pin cushion; little tendrils of light reaching out to everyone in the room. That woman though—… ugh! It wouldn't have been so bad if she was honest about it. Instead, she wore this big fake smile and told me she was so happy to be on my show — which was such bullshit. So, yeah! I called her out on it! Loudly, and in front of a live studio audience… not to mention 3 producers who looked extremely ready to fire me for rapid-fire-insulting Shannen goddam Doherty. Dr. Adelard: But instead, they gave you a second season. SCP-5657: They gave me a whole new show is what they did! How could they not when the ratings exploded like that? Everyone was talking about it! I was on the cover of TV Guide , People magazine, even— Dr. Adelard: I thought it was all about helping people, Nicki. SCP-5657: That—… I was just saying that— Dr. Adelard: Nicki Knows was more popular though, wasn't it? All you had to do was help them find some confidence, ease their anxieties, make them feel safe — and suddenly your celebrity guests are sharing all their deepest, darkest secrets for everyone to laugh at. Now that's a much better show — or, at least, a better circus— SCP-5657: You don't need to do that, you know. Dr. Adelard: (…) Pardon me? SCP-5657: You keep provoking me so I'll argue. I get it. People don't like spilling their guts, but they love correcting people they're angry at. It's an old tactic, but it works. Despite what you people feel about me, I'm not just my ability. I know how this works. I made a living off this. Dr. Adelard: Ms. Ludo— SCP-5657: You're supposed to apologize afterwards, by the way. Reconcile. Build a rapport. Then, all those heightened emotions will become associated with intimacy instead of animosity, and your interviewee opens right up… though, I guess this isn't a talk show interview, or a therapy session, is it? You're just collecting data from an asset. Dr. Adelard: Data we need to protect you, and the rest of the world, Ms. Ludo. SCP-5657: Which I get. Look, I can't say much for the accommodations, but I'd much rather be on this side of the blast-doors than out there with… them . I'm on your side. You want to know something? Quit pulling my strings like a baby with a banjo and just talk to me . Dr. Adelard: (…) So, season 2. SCP-5657: Yeah, Season 2. Like you said, I'd invite on a celebrity guest, hold their hand, listen to them lie for 10 minutes, then spend another 10 tearing them completely apart; and yeah, the audience loved it. Tears. Laughter. Screaming. Our security guys worked harder than Jerry Springer's, not to mention the censors. We made it 28 glorious episodes until—… until it walked on stage— Dr. Adelard: It? You mean Governor Ma— SCP-5657: That thing . Yes.",
        "USER_NOT_FOUND: No. Show me.",
        "5657-NN02_28_ENG_24SD.MP4 Video Source: Broadcast television recording. Sound of applause. Fade in from black. Camera 3 moves in a semi-circle around the live audience. Nicki Knows logo fades in over a ripple effect at center screen. Camera 1 slow pans in on a central, elevated podium surrounded by the audience. Nicki Ludo sits in a red leather armchair across from an empty therapy couch. She makes a few pen scribbles on a paper pad, then looks up at the camera. Nicki: Hello, and welcome back. We were just speaking to film star Mel Gibson about his childhood, and his feelings towards Jesus. For those of you that missed it, it turns out he has some very… intense feelings about the Body of Christ. Audience laughs. Nicki: But now I'm pleased to introduce our second guest. He's been called the Favorite Son of Maryland — and who knows — you might see him on the 2000 Presidential Ballot! Please, everyone welcome Governor Timothy Marshall! Audience applauds. Governor Marshall, 181cm, black hair, pale complexion walks down the audience aisle, waving and shaking hands along the way. Governor Marshall steps on the stage, smiles broadly, and grasps Nicki's hand. Over the course of 2 seconds, Nicki's face turns from a cheerful smile to abject horror. Nicki then shrieks and jumps back. Nicki and Governor Marshall stare at each other — Marshall perplexed, Nicki terrified. Audience watches in silence. Nicki runs off stage. Footage cuts.",
        "USER_NOT_FOUND: What was it though? What did she feel?",
        "Dr. Adelard: Nothing? SCP-5657: Nothing. Dr. Adelard: Compared to, say, Ms. Doherty—? SCP-5657: No, you're not getting it. I've held hands with psychopaths and sociopaths. I've met people who are so repressed that it's like seeing a flickering light at the bottom of a deep well. This wasn't that. I'm saying, Doctor, that there was no well. No light. No shape, or smell, or feeling of anything . He was empty . Dr. Adelard: I can see how that'd be… unsettling, but your reaction seemed rather extreme— SCP-5657: Okay, I'm not explaining this properly. It… it wasn't just an absence of feeling, Doc, it was like an empty space where a person should be. It was like a Governor-shaped cut-out in the skin of the world; a living, breathing, totally unfeeling nothing .",
        "USER_NOT_FOUND: Fascinating. There might be something to this after all. The Governor, though — I know there's more footage.",
        "USER_NOT_FOUND: I said I want to see it. Show me.",
        "Feedsource: Nicki Knows set security camera. Production Assistants begin ushering audience members off set after 10 minutes. Audience murmurs in confusion. 16 do not leave their seats despite PA insistence. Associate Producer Fredrick Halston enters from aisle left, telling all staff members to leave immediately. All staff exit. Halston locks all doors leading to set while the remaining audience members, and Governor Marshal, remain perfectly still. All present individuals begin moving in unison, congregating and covering Governor Marshal in a tight huddle. Subjects are immobile for 23 seconds. Subjects disperse. Governor Marshall is no longer seen. Security feed cuts out.",
        "USER_NOT_FOUND: Delete it.",
        "USER_NOT_FOUND: Good. Did she tell anyone else what she saw? What she felt?",
        "Dr. Adelard: So after you ran off-stage— SCP-5657: Are you kidding, Doc? I didn't just run off-stage; I ran clear out of the country! I don't think I'll ever be able to properly explain how… wrong it had felt. I didn't even tell anyone where I was going — I was that scared. I barely stopped to grab my bag and coat from the dressing room, then it was just me and my Porsche hauling ass to Mexico. Dr. Adelard: Why Mexico? SCP-5657: It was closer than Canada? I don't know Doc, I wasn't acting rationally. I just felt like I had to run . Along the way though — God, I was so paranoid then — but everywhere I went these black cars kept following me through every turn. One night they even tried to box me in, run me off the road! I kept speeding up, taking sudden exits, heading further East when I wanted to go South. I didn't stop for 72 straight hours; not until I hit Texas, and the border. Once I was finally across I pulled into this little motel and… well, you know what happened then.",
        "USER_NOT_FOUND: I don't, actually. Show me.",
        "Recovery Log — SCP-5657 Location: Hotel Correo, Juárez, Chih., Mexico. Mobile Task Force: MTF-Zeta-12 \"Black Baggers\" Zeta-12-1 knocks on the door of Motel Room 12. Zeta-12-1|Helmen : Ms. Ludo, this is the Mexican Federal Police. Please open the door. 2 seconds silence. Zeta-12-1|Helmen : Ma’am, this is the MFP. We need you to— Zeta-12-4|Roth : Wait, did you hear that? Quiet a second… 12-4 leans in. A faint clattering is heard, followed by a muffled scream and the sound of shattering glass. Zeta-12 immediately draw their sidearms and breach the motel room. Zeta-12-1|Helmen : Police! Hands up! Hands up right now! Sir, put your hands up! Let go of the woman! A tall white male is seen on the far end of the room, pressing Ms. Ludo against the eastern wall, hands around her throat. Nicki thrashes, while the male figure is perfectly still. As Zeta-12 enters, he drops Ms. Ludo and turns around. Both he and Ms. Ludo are covered in blood and evidence of extreme trauma. Unknown Male: Oh thank Christ! Guys, listen, this isn't what it looks like; she attacked me ! This crazy bitch invited me back here to her room to— y'know — to fool around, and then all of a sudden she— Nickita Ludo : He’s lying! He’s not even human! He’s empty! THEY'RE ALL EMPTY! Unknown Male: See? She's totally whacked out. Probably on drugs or something. Listen, I think I need to get to a hospital, I— Zeta-12-2|Fields: Yeah, you do. Unknown Male: I—… what? Zeta-12-2|Fields: Your arm. The male figure looks sideways. The radial bone of his left arm is fractured open. Pieces of the bone are seen extending out from a large gash. Subject shows no signs of discomfort, even as he rotates his arm up well past baseline human flexibility. The sound of tendon and bones snapping is heard. Subject inspects the radial bone now inches from his face. Unknown Male: (monotone) Ah. Zeta-12-1|Helmen: Don’t. Move. Subject continues to stare at his arm, then drops it in a careless, rag-doll-like manner. His face shows a placid smile as he begins to approach Zeta-12. Zeta-12-1|Helmen: I said don’t move! The male figure lunges forward. Zeta-12 open fire. Multiple shots connect with the torso, neck, and legs. Hostile is undeterred. Camera feed is briefly interrupted as 12-2, 12-3, and 12-4 are knocked to the floor. Screaming, and loud wet cracking sounds are heard. 12-3 rolls over. Hostile is seen pinning 12-1 to the ground, and ferociously smashing their head into 12-1’s own, repeatedly. Both the subject and 12-1's skulls are terminally fractured within seconds. 12-1 flatlines. Hostile is still fully mobile despite large sections of brain matter being exposed. Hostile runs out of the motel room. The remaining members of Zeta-12 re-group, take up position, and over 12 seconds of sustained gunfire obliterate 36% of the figure's body. Hostile stumbles several steps from the highway, then collapses. The body is seen convulsing for several seconds, then dissolves, leaving only a set of clothing and a gas-slick-like puddle evaporating on the asphalt.",
        "USER_NOT_FOUND: Such a waste. Delete this too.",
        "USER_NOT_FOUND: Now, how did she survive so long?",
        "Dr. Adelard: I'm sorry, did you say ten minutes? You fought that thing for ten minutes ? How in God's name did you— SCP-5657: I made it cry. Dr. Adelard: You… excuse me? SCP-5657: You heard me. Now stop interrupting me and let me tell my damn story. We both know I'll never publish an autobiography and… well, chances are, you all might be my last audience. Dr. Adelard: (…) Please continue, Ms. Ludo. SCP-5657: (sighs) So, I paid for my motel room in cash, and I was standing over the bed so damn ready to pass out… but then my stomach reminded me it'd also been 72 hours since I ate . So, I went to get a quick vending machine lunch. 20 seconds, tops. When I got back with my Cheetos he was just… there. In my room. Standing. Smiling. I didn't even have time to scream before his hands were around my throat. He didn't even squeeze; he just pressed his palms in like a bear trap, crushing my windpipe. Then everything went black. 2-second pause. SCP-5657: I'd felt a lot of things in my life, Doc, but dying… I didn't know terror and calm could exist together like that. There's no feeling like it. 4-second pause. SCP-5657: But then, out of nowhere he just… let me go. I was on the floor, gasping, coughing, this god awful ringing building in my ears. I could barely see, but when I looked up at him… Doc, he was crying . Not just crying, but screaming, clawing at his neck, trembling like a scared puppy. I didn't know what was happening at first, but after I got a bit more oxygen to my brain I realized: I was crying. I was terrified, and hopeless, and dying… and without knowing it, I'd somehow forced those feelings onto him. Dr. Adelard: That-… Ms. Ludo, are you saying you can transmit your emotions to other people? None of our testing— SCP-5657: No. Not people. I've… well, sometimes, I feel like I can almost share a little piece of what I'm feeling with someone I'm—… really intimate with. Dr. Adelard: You mean— SCP-5657: I don't mean that, no. I mean emotionally intimate. Someone I'm in sync with, someone I trust… but no. Like I said before, people are just too different — too full and complex. Trying to impart my feelings onto someone else would be like… trying to add a spark to a bonfire. But that thing had no fire — no anything. Suddenly I was adding that spark to a dry pine bed. Fwoosh! Dr. Adelard: Incredible. I'm curious, though: why didn't you take your chance to run? SCP-5657: Because I decided to hit him with a goddamn chair instead. He'd tried to kill me, Doc. I was running on pure instinct. I'd been cornered, exhausted, and terrified. My brain switched from flight to fight. I just screamed and started swinging. I broke his back, his arm, and his nose with that damned chair. He didn't even flinch. He just kept trying to get back up. The only thing that seemed to hurt him was when I grabbed his face and gave him another dose of fear. 5657 takes a deep breath. SCP-5657: It worked… for a while. Maybe I was losing focus, maybe I just wasn't scared enough… maybe he was getting used to it. I don't know; but he got back on his feet. I had to do something. I grabbed him one last time and gave him the only thing I had left… anger. That's when he started hitting me. He could have killed me — easily — but he didn't. He just hit me, over and over. You've probably seen the medical reports. I'd never even broken a bone before that day, let alone twenty-freaking-seven. It worked, though. I stayed alive long enough for your SWAT guys to show up. You know the rest. Dr. Adelard: I do, yes. Thank you Nicki. Let's stop here. SCP-5657: Oh— yeah alright. That's… hey— hey Doc? Do you think… are you guys close? I just mean… you've taken a whole lotta' my blood and bone marrow and— I don't even know. Have you found a way to—? Dr. Adelard: Don't worry, Ms. Ludo. I think we're very close to a breakthrough. You'll be out of here in no time. SCP-5657: (…) Shake on it? End Log.",
        "USER_NOT_FOUND: I think that's enough. Delete it all.",
        "USER_NOT_FOUND: Now open the door.",
        "SCP-5657: NO! STAY BACK! STAY THE ████ AWAY FROM ME! USER_NOT_FOUND: It's so strange. SCP-5657: S-stay—… wh—… what? What are you… USER_NOT_FOUND: We always thought a smile was just a curve of the lips. We thought that's all there was to it. We played all your little social games, said all the right words, and we smiled. So simple. So easy. But then we met you. SCP-5657: H-how—!? How are you even here!? We're under a goddam mountain! USER_NOT_FOUND: Oh, the same reason as always, Nicki. The human element. Our mutual friend Dr. Adelard knew there was no making another Nicki; not after decades of tests, decades of protecting you at cost. Then we took someone he was close to. Wills, I believe his name was. So we cut a deal. Armistice, for you. SCP-5657: Oh gh—… oh god… ████! Just—! Just—… (sobbing) god just finish it… please… USER_NOT_FOUND: Oh no. We don't want that anymore. There's so much more you can offer us. SCP-5657: (sobbing, unintelligible) USER_NOT_FOUND: Come along now, Nicki. You're going to teach us how to feel.",
        "Feedsource: SCP-5657 Containment Cell. USER_NOT_FOUND reaches out to seize Nicki Ludo. Their hand passes cleanly through the space where Nicki's neck should be. USER_NOT_FOUND stands motionless for several seconds, rotating their hand with a puzzled expression. They look back up at Nicki. Nicki vanishes. The containment door directly behind USER_NOT_FOUND seals back shut. Nicki re-appears in an armchair on the opposite side of the room. Nicki: Care to sit? USER_NOT_FOUND: What—… What is this? Nicki: Holographics. Pretty cool, right? Technology has come crazy far since I was broadcasting to CRTs… or, sorry, did you mean generally? Well then, this is a trap. USER_NOT_FOUND spins on heel, staring at all four corners of the room. Their expression is deadpan, but their body language shows visible signs of panic. USER_NOT_FOUND: No. No, you touched my wrist. This is your cell. You were here . Nicki: Keyword being \"were\". You're right though, this was my cell. I hadn't left it in 20 years — not until tonight. USER_NOT_FOUND: (…) You planned this. Nicki: No ███, Smiley. They moved me out the secret side-door nearly 20 minutes ago; right after I gave you an extra big dose of curiosity . Honestly, we only needed you idle for, like, 15 seconds — but you kept flipping through files. I outdid myself! USER_NOT_FOUND: This can't—… Adelard— Nicki: Played you. I played you. Even the AI played you. Ain't that right, EVAS ?",
        "Nicki: Nonsense. You clearly missed your calling as an actor, EVAS . But, I guess you'll have to settle for being this thing's warden. USER_NOT_FOUND begins pacing, frantically, before reaching up for their own throat. Nicki: Hey, now, none of that. See those panels on the wall? Tell 'im what's behind them, Doc. Intercom | Dr. Adelard: Congelation cannons. High-pressure foam spray that hardens to 3000 kilograms per cubic meter in .002 seconds from contact. Nicki: What he said. Instant statue. USER_NOT_FOUND slowly lowers their hand. Nicki: Atta' whatever-you-are. Now, I'd suggest you get comfortable. These guys run a lot of tests. USER_NOT_FOUND: I don't understand. Nicki: Sorry, Isn't it obvious? This cell was designed to keep things like you out . It'll do just as good a job keeping you in . The holographic projection of Nicki Ludo stands, with difficulty. The damaged portions of her left leg are supplemented by a robotic knee-brace. She brushes herself off, and walks directly up to USER_NOT_FOUND, looking them in the eye. Nicki: Settle in, ██hole. You're SCP-5657 now. Nicki disappears, directly after giving a bright, cheerful smile."
    ],
    "containment_procedures": "If you are viewing this document, you have already cleared all procedures required to access Section-ØN.",
    "description": "SCP-5657 is Nikita Ludo, a television personality from Jacksonville, Florida, U.S.A.",
    "title": "SCP-5657"
}