{
    "url": "https://scp-wiki.wikidot.com/scp-5658",
    "all_text": "rating: \n+42\n+\n–\nx\n\n\nAnAnomalousWriter\n\n\n\n\n\n\nHello, check out my other wiki page/s here:\n\n\nhttp://scp-wiki.wikidot.com/ananomalouswriter-s-wallpaper-place-and-more\n (No author page yet)\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n5658\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nIn conjunction with NASA and GRU-P, the true nature of SCP-5658 is to be concealed by falsification of public records such as incident reports, scientific studies, and research papers. MTF Orion-4 (\"Insert Na-em\") are to be sent to the moon on manned missions for research and exploration purposes\n1\n under the approval of Site Director Anton Klaus.\n\n\n\n\nAn image of SCP-5658 during activation\n\n\n\n\nDescription:\n\nOn 07/19/1969, an anomalous event occurred with the moon from here on referred to as SCP-5658. During this event, the moon underwent a sudden accumulation of two quadrillion kilograms mass. This extra matter is added to its normal composition of 72 sextillion kilograms. The exterior appearance and dimensions of the anomaly remained unaffected during the event. Approximately sixty minutes after initial activation, the object’s mass reverted to its normal state. The instigation of the sudden accumulation and loss of mass is still unknown. The sudden change of mass disrupted the Earth’s elliptical orbit around the Sun and launched the planet onto a new trajectory.\n\n\nAddendum 5658-A Projected Trajectory:\n\n\n\n\n\n\nAn illustration of the Projected Path of the Earth after the activation of SCP-5658. Additional video file available \nHERE\n\n\n\n\n\n\nThe position of SCP-5658 during the event is parallel to Earth's orbit, which takes advantage of the planet's inertia thus enabling a weaker pulling force to disrupt the elliptical orbit. The resulting aftermath is a trajectory that relocates both SCP-5658 and the Earth to the outer regions of the Solar System. The change in position will be prominent after roughly 1-2 months. Further travel along the trajectory will generate drastic changes to the global climate, tidal wave activity, and the day-night cycles.\n\n\nAddendum 5658-B Prior Incidents:\n\nDuring previous American and Russian space missions, Foundation satellite S.A.F.E.Y.\n2\n intercepted various communication signals originating from deep space, outside the Milky Way galaxy. As of writing, successful deciphering of the data has not been done. In addition, it remains unknown whether these signals and phenomena are a result of SCP-5658 or if it is purely coincidental. Below is a table of various space missions and notable subsequent abnormal events due to the speculated partial activation of the anomaly.\n\n\n\n\n\n\nMission Name\n\n\nDate of Occurrence\n\n\nSignal Intercepted\n\n\nMission Event/s\n\n\nSubsequent Event/s\n\n\n\n\n\n\nSputnik 1 (Soviet Space Program)\n\n\n9/13/1959\n\n\nYes\n\n\nFirst artificial satellite launched using mundane means.\n\n\n5% increase in tidal wave activity in the Pacific Ocean.\n\n\n\n\n\n\nSputnik 2 (Soviet Space Program)\n\n\n10/21/1959\n\n\nNo\n\n\nFirst living organism in orbit launched using mundane means.\n\n\n10% increase in tidal wave activity in the Atlantic Ocean.\n\n\n\n\n\n\nExplorer-1 ABMA (NASA)\n\n\n03/02/1960\n\n\nYes\n\n\nFirst satellite for the detection of Van Allen radiation belts using mundane means.\n\n\n10% increase in tidal wave activity in all major oceans. Insignificant disturbance to the orbit of satellite S.A.F.E.Y. and satellite T.Y.P.\n3\n\n\n\n\n\n\nSatellite S.E.P. (SCP Foundation)\n\n\n05/25/1965\n\n\nYes\n\n\nSatellite for Project Aurora launched using Paratech.\n\n\n15% increase in tidal wave activity in the Atlantic Ocean causing flooding in adjacent coastlines. Small decrease in the moon's orbit around the Earth.\n\n\n\n\n\n\nZond 5 (Soviet Space Program)\n\n\n09/16/1968\n\n\nYes\n\n\nFirst terrestrial life to leave Earth orbit and circle the moon.\n\n\nUnexpected change of trajectory mid-mission almost leading to a mission failure.\n\n\n\n\n\n\nAddendum 5658-C Major Incident:\n\nThe incident coincidentally occurred during the Apollo 11 moon landing mission. SCP-5658 activated on the final approach of the command module onto its surface.\n\n\n\n\n\n\nBegin Log\n\n\n\n\n\n\n13:21:\n The service module of the Apollo craft propels itself into Lunar Orbit Injection and establishes an orbit around the moon. The spacecraft orbits above the lunar surface to survey the area and communicate with mission control.\n\n\n13:43:\n Final preparations and equipment checks are done. Two of the three astronauts move to the lunar module (LM) while the remaining astronaut mans the command module (CM).\n\n\n13:50:\n Landing equipment legs deployed, and the LM separates from the CM. Afterwards, the detached craft will initiate its thrusters after distancing 3.2km from the CM. This will propel the vehicle for Descent Orbit Insertion.\n\n\n13:56:\n Landing craft reignites thrusters to reposition it for landing. Sequentially, it has begun its descent onto the lunar surface.\n\n\n13:59:\n Lunar module is 60 meters from touchdown.\n\n\n14:01:\n Contact with the landing vessel and command control is severed. Contact with the orbiting CM cannot be established either.\n\n\n14:15:\n Contact with the mission crew is still not reestablished. Media coverage of the mission has been interrupted and stopped with the reason of technical difficulties.\n\n\n21:32:\n NASA discloses that an incident occurred in the landing sequence. The crew of the Apollo mission has been presumed dead. The incident has been attributed to a failure in the rocket propulsion devices.\n\n\n\n\nEnd Log\n\n\n\n\n\n\nThe Foundation has seized all documents and assets from NASA to examine the situation. It is presumed that the SCP-5658 activation is the culprit for the incident causing the mission catastrophe, in addition to abnormal increase in tidal wave activity around the globe flooding many coastlines. At a later date, the Foundation has examined and determined the full extent of SCP-5658 effects. Controlled reactivation of the anomaly is now a top priority.\n\n\nAddendum 5658-D Exploration Log #5:\n\nMTF Orion 4 (\"Insert Na-em\") has established a lunar outpost to conduct exploration of SCP-5658 to determine its origin and reactivation procedure. Attached is an audio transcript between the conversation of Site Command, Karl Kushner (Orion-4 Beta), and Sherly Garcia (Orion-4 Charlie) during the exploration of lunar cave-3B.\n\n\n\n\n\n\nBegin Log\n\n\n\n\n\n\nOrion-4 Beta and Orion-4 Charlie are surveying the lunar area and encounter an opening to a cave system.\n\n\nCharlie:\n Hey! I think I found another entrance. Bring over the safety tether and headlights.\n\n\nBeta:\n Roger that.\n\n\nCharlie:\n Command, permission to proceed into the opening?\n\n\nSite Command:\n Permission granted. We need to move quickly.\n\n\nOrion-4 Beta accompanies Orion-4 Charlie near the cave opening with cave diving equipment.\n\n\nBeta:\n Safety tether is now secure. You ready to go in now?\n\n\nCharlie:\n Yep, the suit contact is secured. Going in now.\n\n\nSite Command:\n Charlie, what do you see?\n\n\nCharlie:\n An abnormally large cave cavity. About 20 meters wide from what I see. Other than that, a whole lot of nothing.\n\n\nSite Command:\n Do you see the ground below, in the cavity?\n\n\nCharlie:\n Negative. No visuals of the ground, even with my lighting equipment at max.\n\n\nSite Command:\n Affirmative, continue deeper into the cavity. As deep as the tether will allow.\n\n\nOrion-4 Charlie continues descent for three more minutes.\n\n\nBeta:\n Almost used up the length of the tether, you should be about 100 meters deep.\n\n\nCharlie:\n Still got no sign of anything much. Still no ground visible either.\n\n\nSite Command:\n Return to the surface and mark the location. We'll be sending in some drones to explore deeper.\n\n\nCharlie:\n Affirmative command.\n\n\nBeta:\n The winch mechanism appears to be struggling. I'll try and help it by pulling the cord manually.\n\n\nBeta:\n Damn, feels like you've gained some weight. How much did you eat before this mission?\n\n\nCharlie:\n Quit joking around and get me out of here!\n\n\nBeta:\n Fine. You should be at 50 meters now.\n\n\nSite Command:\n Return to the outpost afterwards, this cave looks promising.\n\n\nBeta:\n Affirmative, command.\n\n\nRadio static occupies the communication line.\n\n\nSite Command:\n Is Charlie on the surface now?\n\n\nSite Command:\n Please confirm, are you on the surface now? Please respond.\n\n\nRadio static occupies the communication line.\n\n\nSite Command:\n Orion-4, please respond.\n\n\nSite Command:\n Lunar outpost, are you online? Please respond immediately.\n\n\nShortly afterwards, Site Command issued an alert regarding the event and requested a copy of the latest tidal wave activity data.\n\n\n\n\nEnd Log\n\n\n\n\n\n\nFoundation telescopes and satellites are activated to survey the lunar surface from Earth to assess the loss of communications. In addition, another signal was intercepted shortly after.\n\n\n\n\n\n\n\n\n\n\n\n\nYou have one (1) new message\n\n\n\n\n Dismiss Message\n\n\n\n\n\n\n \n\n\n\n\nTo:\n All\n\n\nFrom:\n O5council\n\n\nSubject:\n SCP-5658 Reactivation\n\n\nSent:\n 08/09/1969\n\n\n\n\nThe reactivation of SCP-5658 has caused the deaths of MTF Orion-4, crushed under the gravity of the moon. Lunar outpost is also presumed to be destroyed. It is hypothesized that the moon is an artificial construct that can generate mass through unknown means. The reactivation has also caused a change in the projected trajectory. The Earth is now currently in a collision course with the Sun. All Foundation resources have been relocated to accommodate this scenario. A set of priorities and instructions will be sent in the next 2 hours. We have 4 months. ~ O5-7\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5658\n\" by AnAnomalousWriter, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5658\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage 1\n\n\n\n\nFilename:\n \nnew%20SCP%205658%20image.jpg\n\n\nName:\n new SCP 5658 image.jpg\n\n\nAuthors:\n \nAnAnomalousWriter\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nThe SCP Wiki\n\n\n\n\nImage 2\n\n\n\n\nFilename:\n \ntrajectory.png\n\n\nName:\n trajectory.png\n\n\nAuthors:\n \nAnAnomalousWriter\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nThe SCP Wiki\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Primarily to study the reactivation of SCP-5658\n\n\n2\n. Foundation satellite for communications and surveillance launched on 02/12/1956.\n\n\n3\n. Foundation satellite for weather surveillance and imaging.",
    "addendums": [
        "Addendum 5658-A Projected Trajectory:\nThe position of SCP-5658 during the event is parallel to Earth's orbit, which takes advantage of the planet's inertia thus enabling a weaker pulling force to disrupt the elliptical orbit. The resulting aftermath is a trajectory that relocates both SCP-5658 and the Earth to the outer regions of the Solar System. The change in position will be prominent after roughly 1-2 months. Further travel along the trajectory will generate drastic changes to the global climate, tidal wave activity, and the day-night cycles.",
        "Addendum 5658-B Prior Incidents: During previous American and Russian space missions, Foundation satellite S.A.F.E.Y. 2 intercepted various communication signals originating from deep space, outside the Milky Way galaxy. As of writing, successful deciphering of the data has not been done. In addition, it remains unknown whether these signals and phenomena are a result of SCP-5658 or if it is purely coincidental. Below is a table of various space missions and notable subsequent abnormal events due to the speculated partial activation of the anomaly.",
        "Addendum 5658-C Major Incident: The incident coincidentally occurred during the Apollo 11 moon landing mission. SCP-5658 activated on the final approach of the command module onto its surface.\nThe Foundation has seized all documents and assets from NASA to examine the situation. It is presumed that the SCP-5658 activation is the culprit for the incident causing the mission catastrophe, in addition to abnormal increase in tidal wave activity around the globe flooding many coastlines. At a later date, the Foundation has examined and determined the full extent of SCP-5658 effects. Controlled reactivation of the anomaly is now a top priority.",
        "Addendum 5658-D Exploration Log #5: MTF Orion 4 (\"Insert Na-em\") has established a lunar outpost to conduct exploration of SCP-5658 to determine its origin and reactivation procedure. Attached is an audio transcript between the conversation of Site Command, Karl Kushner (Orion-4 Beta), and Sherly Garcia (Orion-4 Charlie) during the exploration of lunar cave-3B.\nFoundation telescopes and satellites are activated to survey the lunar surface from Earth to assess the loss of communications. In addition, another signal was intercepted shortly after.\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "Begin Log 13:21: The service module of the Apollo craft propels itself into Lunar Orbit Injection and establishes an orbit around the moon. The spacecraft orbits above the lunar surface to survey the area and communicate with mission control. 13:43: Final preparations and equipment checks are done. Two of the three astronauts move to the lunar module (LM) while the remaining astronaut mans the command module (CM). 13:50: Landing equipment legs deployed, and the LM separates from the CM. Afterwards, the detached craft will initiate its thrusters after distancing 3.2km from the CM. This will propel the vehicle for Descent Orbit Insertion. 13:56: Landing craft reignites thrusters to reposition it for landing. Sequentially, it has begun its descent onto the lunar surface. 13:59: Lunar module is 60 meters from touchdown. 14:01: Contact with the landing vessel and command control is severed. Contact with the orbiting CM cannot be established either. 14:15: Contact with the mission crew is still not reestablished. Media coverage of the mission has been interrupted and stopped with the reason of technical difficulties. 21:32: NASA discloses that an incident occurred in the landing sequence. The crew of the Apollo mission has been presumed dead. The incident has been attributed to a failure in the rocket propulsion devices. End Log",
        "Begin Log Orion-4 Beta and Orion-4 Charlie are surveying the lunar area and encounter an opening to a cave system. Charlie: Hey! I think I found another entrance. Bring over the safety tether and headlights. Beta: Roger that. Charlie: Command, permission to proceed into the opening? Site Command: Permission granted. We need to move quickly. Orion-4 Beta accompanies Orion-4 Charlie near the cave opening with cave diving equipment. Beta: Safety tether is now secure. You ready to go in now? Charlie: Yep, the suit contact is secured. Going in now. Site Command: Charlie, what do you see? Charlie: An abnormally large cave cavity. About 20 meters wide from what I see. Other than that, a whole lot of nothing. Site Command: Do you see the ground below, in the cavity? Charlie: Negative. No visuals of the ground, even with my lighting equipment at max. Site Command: Affirmative, continue deeper into the cavity. As deep as the tether will allow. Orion-4 Charlie continues descent for three more minutes. Beta: Almost used up the length of the tether, you should be about 100 meters deep. Charlie: Still got no sign of anything much. Still no ground visible either. Site Command: Return to the surface and mark the location. We'll be sending in some drones to explore deeper. Charlie: Affirmative command. Beta: The winch mechanism appears to be struggling. I'll try and help it by pulling the cord manually. Beta: Damn, feels like you've gained some weight. How much did you eat before this mission? Charlie: Quit joking around and get me out of here! Beta: Fine. You should be at 50 meters now. Site Command: Return to the outpost afterwards, this cave looks promising. Beta: Affirmative, command. Radio static occupies the communication line. Site Command: Is Charlie on the surface now? Site Command: Please confirm, are you on the surface now? Please respond. Radio static occupies the communication line. Site Command: Orion-4, please respond. Site Command: Lunar outpost, are you online? Please respond immediately. Shortly afterwards, Site Command issued an alert regarding the event and requested a copy of the latest tidal wave activity data. End Log",
        "To: All From: O5council Subject: SCP-5658 Reactivation Sent: 08/09/1969 The reactivation of SCP-5658 has caused the deaths of MTF Orion-4, crushed under the gravity of the moon. Lunar outpost is also presumed to be destroyed. It is hypothesized that the moon is an artificial construct that can generate mass through unknown means. The reactivation has also caused a change in the projected trajectory. The Earth is now currently in a collision course with the Sun. All Foundation resources have been relocated to accommodate this scenario. A set of priorities and instructions will be sent in the next 2 hours. We have 4 months. ~ O5-7",
        "\" SCP-5658 \" by AnAnomalousWriter, from the SCP Wiki . Source: https://scpwiki.com/scp-5658 . Licensed under CC-BY-SA .",
        "Filename: new%20SCP%205658%20image.jpg Name: new SCP 5658 image.jpg Authors: AnAnomalousWriter License: CC BY-SA 3.0 Source Link: The SCP Wiki",
        "Filename: trajectory.png Name: trajectory.png Authors: AnAnomalousWriter License: CC BY-SA 3.0 Source Link: The SCP Wiki"
    ],
    "containment_procedures": "In conjunction with NASA and GRU-P, the true nature of SCP-5658 is to be concealed by falsification of public records such as incident reports, scientific studies, and research papers. MTF Orion-4 (\"Insert Na-em\") are to be sent to the moon on manned missions for research and exploration purposes1 under the approval of Site Director Anton Klaus.",
    "description": "On 07/19/1969, an anomalous event occurred with the moon from here on referred to as SCP-5658. During this event, the moon underwent a sudden accumulation of two quadrillion kilograms mass. This extra matter is added to its normal composition of 72 sextillion kilograms. The exterior appearance and dimensions of the anomaly remained unaffected during the event. Approximately sixty minutes after initial activation, the object’s mass reverted to its normal state. The instigation of the sudden accumulation and loss of mass is still unknown. The sudden change of mass disrupted the Earth’s elliptical orbit around the Sun and launched the planet onto a new trajectory.",
    "title": "SCP-5658"
}