{
    "url": "https://scp-wiki.wikidot.com/scp-5661",
    "all_text": "rating: \n+57\n+\n–\nx\n\n\n\n\nby \nstormbreath\n\n\n\n\nItem #:\n SCP-5661\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Due to the location of SCP-5661, it is currently impossible that civilians will reach it. However, the possibility remains for civilian detection. As such, any attempts to seismically analyze the Earth must have a Foundation embed. Should evidence of SCP-5661 be discovered, this embed is to remove any and all such evidence, contacting MTF Eta-8 for amnestic treatment if necessary.\n\n\nDescription:\n SCP-5661 is a spherical chamber, approximately 1200 meters in diameter located at the exact center of the Earth's core. Although SCP-5661 can be detected through nonanomalous methods, it can only currently be reached through anomalous means.\n\n\nThe interior of SCP-5661 is anomalously capable of supporting life. The extreme heat, pressure and gravity that would be expected from the location of SCP-5661 are not present within SCP-5661: rather, it possesses a constant temperature of approximately 290 degrees Kelvin. Despite SCP-5661 being a near-perfect vacuum, living organisms are able to respirate without ill-effect, and sound travels regardless of the lack of atmosphere. Gravity is oriented to the surface of the Earth.\n\n\nAt the center of SCP-5661 is a spherical spatial distortion (designated SCP-5661-1) with a diameter of approximately 600 meters containing two anomalous entities (designated SCP-5661-KORE and SCP-5661-SATURN). SCP-5661-1 is subject to massive fluctuations in temperature, pressure, gravity, time, pH, light and other factors at random. It generally produces 100 lux of light at any given time.\n\n\nSCP-5661-KORE is a humanoid entity physically resembling an adult \nHomo sapiens idaltu\n, with immediately obvious anomalies. SCP-5661-KORE is able to heal injuries by emitting flashes of light exceeding 50,000 lux, after which all physical trauma will be removed. SCP-5661-KORE is constantly holding a sword made of an unknown white metal, which is repaired during the aforementioned healing process.\n\n\nSCP-5661-SATURN is a large vaguely humanoid entity, resembling a highly emaciated human male. SCP-5661-SATURN possesses a number of nonhuman features, including greatly distended limbs, an additional ten arms, large horns, and dark grey skin. SCP-5661-SATURN possesses the ability to rapidly regenerate lost mass and/or injuries; separated body parts disintegrate when separated.\n\n\n\n\nADDENDUM 5661.A\n\n\nOn July 15th, 1965, a lone member of the Serpent's Hand opened a Way into SCP-5661, set up art supplies and began to paint SCP-5661-1. Foundation agents were within SCP-5661 at the time, but located at a significant distance from the member of the Serpent's Hand. Although the agents immediately attempted to apprehend to the member of the Hand, the Hand member had ample time to escape. However, a large collection of objects was left behind at the time, including the following:\n\n\n\n\nI Love You, Mama\n\n\nAges and ages and ages ago,\n\nJust as man began to know fear,\n\nA devil came to earth.\n\nRising from the black dirt,\n\nIt made a demand of the world.\n\n\nA wish to feast, a wish to eat:\n\nThe hearts of a hundred infants,\n\nThe teeth of a thousand more.\n\nAll of this and much else.\n\n\nThe people bowed down in fear\n\nand offered up bountiful harvest.\n\nAnd so it slunk under the world.\n\nBut it would return again,\n\nAnd so on and so on, for centuries.\n\n\nUntil a girl, of but few years,\n\nGrabbed her father's white sword,\n\nRecieved her mother's kiss,\n\nAnd stood before her demon.\n\n\nThe beast laughed and laughed,\n\nAnd filled the canyons with mirth.\n\nBut his opponent was undaunted:\n\nShe merely took her gleaming sword,\n\nAnd spat in his face.\n\n\nHe tore her to shreads on the spot.\n\nThe corpse lay broken on the ground.\n\nBut then she picked herself up,\n\nAnd stood immortal forever.\n\n\nThe champion took her brilliant blade\n\nAnd split the ground itself.\n\nA chasm opened in the world,\n\nDown to the very crux of the world,\n\nEating her wretched enemy.\n\n\nShe followed, blade in hand\n\nNever to return again, nor to rest\n\nNor to see the light of day,\n\nAnd to never know defeat or cowardice.\n\n\n\n\n\n\nADDENDUM 5661.B\n\n\nSCP-5661-KORE and SCP-5661-SATURN have been engaged in physical combat for the entirety of the time in which they have been observed by the Foundation. Each is able to navigate and move freely within SCP-5661-1 without issue, and both frequently use this ability to navigate during the fight. The pair frequently converse in what has been tentatively identified as Proto-Afroasiatic. As Proto-Afroasiatic remains undeciphered, the content of this speech is unknown.\n\n\nSince the beginning of observation, the fight has been markedly one-sided. SCP-5661-KORE is rarely injured by SCP-5661-SATURN, and quickly heals from any injuries. SCP-5661-SATURN spends the overwhelming majority of its time either attempting to flee from SCP-5661-KORE or failing to negotiate with it.\n\n\n\n\n\n\n« \nSCP-5660\n | SCP-5661 | \nSCP-5662\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5661\n\" by stormbreath, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5661\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5661 \" by stormbreath, from the SCP Wiki . Source: https://scpwiki.com/scp-5661 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5661",
    "object_class": "Safe",
    "containment_procedures": "Due to the location of SCP-5661, it is currently impossible that civilians will reach it. However, the possibility remains for civilian detection. As such, any attempts to seismically analyze the Earth must have a Foundation embed. Should evidence of SCP-5661 be discovered, this embed is to remove any and all such evidence, contacting MTF Eta-8 for amnestic treatment if necessary.",
    "description": "SCP-5661 is a spherical chamber, approximately 1200 meters in diameter located at the exact center of the Earth's core. Although SCP-5661 can be detected through nonanomalous methods, it can only currently be reached through anomalous means.",
    "title": "SCP-5661"
}