{
    "url": "https://scp-wiki.wikidot.com/scp-5672",
    "all_text": "rating: \n+42\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by this author\n\n\n\n\nThe following article is a part of the \nAnd Every Time We Meet Again\n storyline. Whilst you can read it on its own, it's highly recommended you read the previous installments to get this article in its fullest.\n\n\nImage Sources:\n\n\nThe Site-120 logo used in the header was created by \nEstrellaYoshte\n for the purpose of all articles regarding such. Please check out more of their absolutely stellar work \nhere\n.\n\n\n\n\nFilename:\n cave.jpg\n\n\nAuthor:\n \nCoconino National Forest, Ariz.\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nlink\n\n\n\n\n\n\n\n\n\n\nrating: \n+42\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFrom:\n \nO5-9\n\n\nTo:\n All Personnel\n\n\nSubject:\n \nIMPORTANT: Overwatch Command Compromised\n\n\nDate:\n 23/05/1985\n\n\n\n\nOn the night of the 23rd of May, Overwatch Command and the O5 Council were lost. It was a long-standing plot orchestrated by a long-known Foundation enemy, Damien Nowak, and the lead of the investigation chasing him, Daniel Asheworth, previously a Foundation doctor, now a declared traitor. The event destroyed Site-01 up during the \nCouncil's summit\n in a ritual we could not have seen coming. There were no survivors.\n\n\nI was the only one lucky enough to not attend due to work reasons. As the only remaining Council member left, I hereby declare myself the new Administrator of the SCP Foundation until further command structures can be rebuilt.\n\n\nWith the more easily reachable party responsible for the attack already dead, I promise on my honor I will personally bring that terrorist to justice. You have my word.\n\n\nI'm truly sorry I couldn't have done more.\n\n\n\n\n— O5-9\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nOne of the entry tunnels leading into SCP-5672 during an activation event, manifesting a simple self-initiated thaumaturgic ritual.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As the chance of SCP-5672's discovery by non-Foundation individuals is nonexistent, containment is entirely unnecessary.\n\n\nDuring activation events, \nSite-120\n personnel are permitted to use Site portals to access the anomaly and use it to train their thaumaturgic capabilities between 01:00 and 23:00 hours of the day of the activation. Should they fail to abide by this time schedule and fall victim to the non-activation event incapacitation, no rescue is to be initiated.\n\n\nDescription:\n SCP-5672 is a cavern system located underneath Stargard, Poland, which only exists within baseline reality on a single day, 23/05, each year.\n\n\nDuring that day, for 24 hours, the thaumaturgic sensitivity within a 1-kilometer radius is greatly increased, easing and empowering the usage of any thaumic rituals compared to other locations on the planet. Due to this, the entire cave system has shown the ability to self-initiate simple thaumaturgic rituals on its own in the past.\n\n\nThough over the past years, numerous reports by Foundation staff were given regarding SCP-5672 possessing numerous caves filled with ancient ruins and unidentified corpses near its lower levels, due to the nature of the anomaly, no conclusive research regarding this has been conducted so far.\n\n\nDiscovery:\n The Foundation was aware of SCP-5672's existence — or at least the existence of a similar construct near its location — before Site-120's founding on 02/05/1916 due to its existence in local legends and fairytales. Only after one of the translated \nSCP-5292-1\n instances revealed its exact location in 1982 did the Foundation engage with it, discovering the anomaly and classifying it as an SCP object.\n\n\n\n\n\n\n[END OF FILE]\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\nlog-in\n\n\n> INITIATING OVERWATCH COMMAND LOGIN PROTOCOL…\n\n\nlogin: O5-9\n\n\n> REMEMBER: IMPERSONATING A MEMBER OF THE OVERWATCH COUNCIL IS PUNISHABLE BY DEATH.\n\n\npassword: the-beast-shall-roar-with-its-thousand-maws-when-the-sun-sets-for-its-thousandth-time\n\n\n> IDENTITY CONFIRMED. WELCOME, O5-9.\n\n\n> OPEN SCiPNET? YOU HAVE ONE (1) UNREAD MESSAGE.\n\n\nyes\n\n\n \n\n\n \n\n\n\n\nFrom:\n \nm.cornwell@site.120.int\n\n\nTo:\n \nO5-9\n\n\nSubject:\n SCP-5672 1985 Activation Event Report Log\n\n\nDate:\n 23/05/1985\n\n\n\n\nMiss,\n\n\nAs requested, I'm sending over SCP-5672's Activation Event Report Log taken directly from Dr. Asheworth's body camera following the acquiring of his clothing by my brother, during his mission \"to finally end \nthe case\n,\" as he put it. Additionally, the body you requested should arrive within your office within two days' time.\n\n\nPlease see attached file for the full log.\n\n\nI wish I had known him more. Maybe then we could have understood before it was too late. I am truly sorry I hadn't done more to help.\n\n\n\n\nSincerely,\n\n— Magdaleine Cornwell\n\n\n\n\n\n\n \n\n\n \n\n\n> ONE (1) ATTACHED FILE AVAILABLE. OPEN?\n\n\nyes\n\n\n> ACCESSING…\n\n\n \n\n\n \n\n\n\n\nDate:\n 22/05/1985\n\n\nExploration Team:\n Rogue Mobile Task Force Theta-120 (\"Tyrfing Black\")\n1\n\n\nSubject:\n SCP-5672\n\n\nTeam Lead:\n Dr. Asheworth\n\n\nTeam Members:\n Dr. Rivera, Cptn. Cornwell\n\n\nForeword:\n The following mission was not approved by the Foundation, nor were the appropriate documents that would allow for such a mission to be approved even forwarded to appropriate authorities. As such, all of the following logs depict a rogue mission, entirely undertaken by what is now considered traitors to the Foundation.\n\n\n\n\n[BEGIN LOG]\n\n\nThe log starts, revealing a relatively large, dimly lit clay cave, covered in light by numerous transparent orbs of dark orange light floating and moving around the area. Though the entire cavern is mostly intact, around its walls, numerous pictograms and wall paintings showcasing either small humanoids violently \nmurdering taller, winged humanoids with gray weaponry\n or the same small humanoids standing atop a pile of \ndark-furred bodies\n, holding what is presumed to be fire in their hands.\n\n\nAs Asheworth starts to move forward in the direction the cave is leading to, he suddenly stops, touching his leg in a groan of pain. The camera closes in, showing a wide scar across his knee and thigh, profusely bleeding through a bandage appearing to be made out of leaves, held together by thaumaturgy. Despite this, he ignores the pain and keeps marching on.\n\n\nRivera:\n \n<panting, visibly tired:>\n D-daniel, we can, we can stop, if you need to. I, I can see that you're, bleeding, you kno—\n\n\nAsheworth:\n N-no. No. I won—, won't leave until I get that bastard dead. It ends h-here. It ends n-now.\n\n\nAsheworth taps his jeans, revealing he is missing one of his rune gloves, searching for his gun, which he quickly and frantically reloads, pulling his hair back from his face.\n\n\nRivera:\n But—\n\n\nThe thaumaturgist aggressively turns back to Rivera, his eyes visibly tired.\n\n\nAsheworth:\n It. Ends. Here.\n\n\nThe two start to run again, with a third, slightly armored person holding a heavy assault rifle joining them from behind them — Captain Jeremy Cornwell is visibly less tired, but still panting.\n\n\nCornwell:\n How much do we have left \nthis time\n?\n\n\nAsheworth:\n Plus-minus 23 hours, or… or until sunset.\n\n\nCornwell:\n W-What? Why the, the hurry then, for god's sake?\n\n\nAsheworth:\n I—\n\n\nThe team enters through from the cave into a large balcony-like structure located in the top regions of an extremely large cave, with a big, relatively shallow lake in its middle. A small stream of water is dripping into it from the cave's ceiling. Stopping the running for a moment, Asheworth starts to pant, relatively lowering his stance.\n\n\nAsheworth:\n Within Nowak there's the combined souls of— wait, did you even listen to what we said about the panels in \nEsterberg\n?\n\n\nCornwell:\n The what?\n\n\nAsheworth rolls his eyes, aggressively inhaling.\n\n\nAsheworth:\n The goddamned panels in the Grand Temple of 5373 — did you read them?\n\n\nCornwell:\n No. No I didn't.\n\n\nAsheworth sighs.\n\n\nAsheworth:\n Okay, so, long-story-short: there are two ancient entities that are presumably, like, Gods, with capital G. Father, represented by blue, or the God responsible for creation, and the Beast, represented with red, responsible for destroying that creation, over and over, forever.\n\n\nAsheworth takes a long breath, during which one of the floating light orbs start to dance around him, merging into larger ones and then coming back to their previous states, rapidly altering between dark yellow, orange, and red light. After repeating this cycle a couple of times, they suddenly disintegrate, with drops of liquid-like essence falling on the floor where they stand, and then getting consumed by the floor. Seconds later, the previously seen murals start to light with light identical to the one emitted by the orbs.\n\n\nAsheworth:\n Years ago, Nowak and I accidentally opened a portal to \nsome\n sort of reality holding them both, calling parts of their existence to this one. I… I got imbued with Father's, and Nowak got a weird mixture of Father and Beast into him. I… she, I mean Natalie, she got the Beast. But she's long gone. She died the day she got that cursed soul. She…\n\n\nAs the orbs suddenly leave the murals, they playfully jump upon the heads of the team, starting to emit powerful, blue light. Said murals suddenly disappear, only to reappear on the archway leading to the next part of the cave, in which the lake is located. They do not depict the same imagery as before, this time showcasing a small humanoid standing in the crowd of thousands of furred humanoids and taller humanoids, with his arms extended.\n\n\nThe murals start to cover the entire smaller cavern, with the floating orbs once again disappearing into the floor, starting to illuminate the pictographs with light, rapidly switching between red and blue. After a while, they sit again atop Asheworth, Cornwell, and Rivera's heads, illuminating the room with blue light. As Asheworth blinks, all the murals disappear.\n\n\nAsheworth:\n Now, almost a decade after it happened, Nowak is trying to release all seals that imprison both Father and the Beast within a… a metaphysical prison, of sorts, wanting to harness their power to bring the land he thinks we stole from the Fae and 1000 back to them.\n\n\nHe pauses for a second, sighing in the process.\n\n\nAsheworth:\n What he failed to do properly ten years ago he will try to do again today. One of the rituals for breaking one of the seals — the only one I actually know — is extremely hard to recreate, with even the both of us here ten years ago we couldn't have done it properly. But now, he knows how to do it, and he has the power of knowing how to use this cave too. Meaning, he'll most likely break it, unless we intervene. \n<short pause>\n What he forgets is that I also know how to use this cave, and I am not going to stand here while he finishes his ritual.\n\n\nAsheworth invokes a flame into his hand, reaching the roof of the cave. The orbs fly away from it, only to come back to the MTF a second after the flame stops burning.\n\n\nAsheworth:\n Not until I get him burned again. This time for good.\n\n\nAsheworth pauses, looking directly at Cornwell.\n\n\nAsheworth:\n Any questions?\n\n\nCornwell bursts into laughter, looking directly at Asheworth's eyes.\n\n\nCornwell:\n You serious?\n\n\nAsheworth:\n What?\n\n\nCornwell:\n That's some top-tier fantasy shit, Asheworth. You got me good for a second.\n\n\nCornwell starts to walk in the direction of the opening leading to the balcony-like structures located within the cave with the lake. As he does so, Asheworth aggressively inhales, visibly frustrated.\n\n\nAsheworth:\n I—\n\n\nRivera:\n Yes, he's dead serious.\n\n\nCornwell suddenly stops.\n\n\nCornwell:\n Jesus Ch—, Jesus Christ.\n\n\nHe inhales quickly, blinking three times.\n\n\nCornwell:\n I… we \nhave to\n stop him. Jesus Christ.\n\n\nAsheworth and Rivera start to quickly walk towards Cornwell, walking through the threshold separating the two caves together. Doing so, Asheworth groans in pain, grabbing his wound again. He whispers a silent word, and a dim light starts to light around the wound. However, seconds later, it suddenly stops, bringing the wound back to bleeding.\n\n\nAsheworth:\n I'm running dry.\n\n\nRivera:\n What?\n\n\nAsheworth:\n I'm too tired to cast anything. Even here, even now.\n\n\nRivera kneels, lowering her level to match Asheworth's.\n\n\nRivera:\n \n<quietly:>\n We can. You know. Stop here. I understand it's—\n\n\nAsheworth:\n N-No. I said, it ends here, and I mean it.\n\n\nRivera:\n But—\n\n\nAsheworth:\n \n<whispering:>\n Please. Let me have this much. I… I need to end this, please. I need to.\n\n\nRivera sighs sadly, reloading her gun and blinking three times. Her eyes suddenly turn all white. As she stands up, she sharply inhales with her nose, snapping her fingers and starting to walk towards the stone balcony.\n\n\nAsheworth and Cornwell follow shortly after, with the light bulbs still sitting atop their heads, though stopping to emit light the moment they enter the second cave.\n\n\nAs the trio enters into the cavern with the lake, they notice approximately three hundred numerous humanoid entities standing around the water, with Nowak being the focus of their attention. He quietly murmurs something to himself, looking at a large book within his hands.\n\n\nAround the walls of the cavern, ruined pillars and walls, built in an architectural style not native to human history can be seen. They are seemingly a part of the cave, yet stand out as artificial buildings, blending into their surroundings. Around the walls, numerous dried-up bodies of Fae can be seen, whose faces are contorted in varying degrees of abject terror, seemingly still looking at something. Surrounding them are numerous half-destroyed containers, stocked until the ceiling of the cave. A buried staircase can also be seen in the vicinity.\n\n\nAsheworth:\n Oh Jesus Christ.\n\n\nRivera:\n What?\n\n\nAsheworth:\n It's a war shelter.\n\n\nCornwell:\n W-What do you mean?\n\n\nAsheworth:\n It's… it's where they hid. From us, when we came to murder them.\n\n\nRivera:\n Us?\n\n\nAsheworth:\n All of humanity. During the First Diaspora.\n\n\nRivera:\n I…\n\n\nAs Rivera looks at the bodies, she groans in pain, gently touching her head. Her face suddenly turns into an expression of horror.\n\n\nRivera:\n \n<whispering:>\n There were millions of them, Daniel. We murdered millions.\n\n\nShe pauses, looking dreadfully at her own hands.\n\n\nRivera:\n \n<quietly:>\n Why? Why is he here, even? Why bring your followers to the literal tomb of their families?\n\n\nAsheworth sighs.\n\n\nAsheworth:\n It's a sanctuary to humanity's sins, Jessie. Where better to bring a mob that needs an excuse to murder than here?\n\n\nRivera:\n I…\n\n\nAsheworth:\n They need closure — they and us, I mean. And where better than a place where it began, for both of us? I mean, that's where their cause started, the day we started killing them, and that's when our cause started, the day we opened that portal.\n\n\nAsheworth groans in pain, once again looking at the wound on his leg. Seconds later, he looks at Cornwell, who is standing slightly in the back, panting in tiredness, observing Nowak beneath them.\n\n\nAsheworth:\n Does everyone know what they're doing?\n\n\nThe two remaning members of the team nod.\n\n\nAsheworth:\n Let's go, then.\n\n\nAsheworth walks up onto the edge of the stone balcony, snapping his fingers.\n\n\nAsheworth:\n We end it here.\n\n\nAs he takes a step that would normally make him fall into the floor located 10 meters below him, suddenly, a stone slab appears underneath his foot. He continues walking, speeding up, and beneath his moving feet, stone structures spontaneously appear. The two remaining members of the MTF do the same, and seconds later, they are located at the bottom of the cave beneath them, standing near the banks of the lake. Taking the final step onto the floor, Asheworth trips over, falling on his wound.\n\n\nAsheworth:\n \n<looking directly at the shocked Nowak:>\n Hi.\n\n\nThe entire mob becomes immediately angered, rushing over at the trio. Seconds later, Rivera closes her eyes, and a telekinetic protection field forms around Asheworth and Nowak and her and Cornwell. Though the group standing around them tries to break through it, their attempts are met with failure — however, with each hit on the barrier, Rivera becomes visibly more distressed.\n\n\nNowak:\n \n<backing off a little:>\n What— what is this supposed to mean?!\n\n\nAsheworth comes forward, nearer Nowak, as half of the light bulbs on his head teleport onto Nowak's, starting to burn with a bright red.\n\n\nAsheworth:\n Me getting closure.\n\n\nAsheworth lunges at Nowak, with a previously hidden knife suddenly showing in his hand. He slashes at his head, only slightly damaging Nowak's cheek, which starts to bleed.\n\n\nNowak knocks Asheworth down onto the floor, with the colors of the lights coming from atop their heads starting to violently clash as they mix into purple. As Asheworth punches Nowak in the face with a quick right punch, it convulses as a yellow light bashes into its surface. Nowak spits a tooth out, and proceeds to charge at Asheworth, who is focusing on his hand, forming a flame within it. Asheworth pants quickly, trying to hold a breath, and meets Nowak's charge, bashing him with his elbow.\n\n\nNowak quickly overpowers Asheworth, grabbing his arm and breaking it half-spell. The thaumaturge screams in pain as Nowak steps on the palm of his second hand with his boot, tearing Asheworth's remaining glove to shreds. Though he tries to knock Nowak's left leg with his right one, trying to bring him to his level, Damien quickly regains his balance, touching the ground, from which a long blade appears. He punches Asheworth with his elbow in the face as he stands up, making him fall on his back, motionless.\n\n\nNowak:\n Daniel Asheworth, traitor. Have you any last words?\n\n\nNowak puts the edge of the blade next to Asheworth's neck, looking directly into his eyes, showing he had already surrendered. The blade starts to burn with a red and blue light — as do the light bulbs on Nowak's head — showcasing runes that weren't previously there, making Asheworth groan in pain as his right cheek gets burned by the temperature the blade starts to emit. He sighs, and looks down.\n\n\nAsheworth:\n No. Not yet.\n\n\nAsheworth suddenly dashes to his left, dodging the blade, and then lunges forward, towards Nowak, revealing a gun within his hand. Nowak backs off from sheer shock, tripping on one of the pieces of ruin located next to him.\n\n\nAsheworth fires three bullets, each hitting Nowak's chest, one after the other. The body turns motionless, but he continues to fire seven more until his gun is empty. The light bulb on Nowak's head suddenly stops burning, turning motionless too.\n\n\nRivera looks at him in disbelief, as her eyes turn from white to purple again, breaking the barrier around both her and Cornwell and the one around Asheworth. The mob around it rushes at the team, trying to grab them, with the light bulbs within the cave suddenly turning all red — the ones on the heads of the team remain blue, but their light is starting to get consumed by the red one. Around them, a \nman in a red suit\n suddenly appears, hidden by the light; as he snaps his fingers, the three ex-Foundation employees vanish, leaving undecipherable runes around their previous location marks, just as the group of Nowak's followers is about to attack them.\n\n\nThe man looks directly into the camera, revealing a red blink within his eye. He grins, whispering \"\nThree down, two to go.\n\" and proceeds to walk away from the coat on which the camera is located.\n\n\nSeconds later, the device gets stepped on by one of the bystanders, rendering it useless. The feed cuts shortly after.\n\n\n[END LOG]\n\n\n\n\nEnding Statement:\n Though a complex search mission was initiated shortly after the feed was cut by Foundation employees that arrived on-site, not a single member of MTF Theta-120 was found within. The only entity present within was the motionless body of Damien Nowak, dead, with no chance of recovery. Said body is currently being shipped to Overwatch Command as per O5-9's request.\n\n\nFurther study is ongoing.\n\n\n\n\n \n\n\n \n\n\ndelete-files\n\n\n> ARE YOU SURE YOU WANT TO DELETE THIS E-MAIL FROM ALL FOUNDATION DATABASES?\n\n\nyes\n\n\n> FILES DELETED.\n\n\nlog-out\n\n\n> LOGGED OUT. THANK YOU FOR USING SCIPNET, O5-9.\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. A three-man Mobile Task Force consisting of the main research group of the Damien Nowak case; despite their relatively high rankings within the Foundation — these being the Site Director statuses of Jessie Rivera and Daniel Asheworth and the Chief of Security status of Jeremy Cornwell — the team was decided to be a valuable field resource due to their high knowledge of PoI-5936. Following their breach of Foundation Obedience Protocol on 22/05/1985, its members have been declared traitors to the Foundation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nForgotten Days\n\n\n\n\n\n\nAnd Every Time We Meet Again\n\n\n\n\n\n\n\n\n\n\n\n\nFor Crimes Uncommitted\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nRalliston's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6372\n \n(+111)\n \n•\n\n\n\n\n\n\nSCP-5659\n \n(+270)\n \n•\n\n\n\n\n\n\nSCP-7292\n \n(+67)\n \n•\n\n\n\n\n\n\nSCP-6079\n \n(+96)\n \n•\n\n\n\n\n\n\nEE-7372\n \n(+49)\n \n•\n\n\n\n\n\n\nSCP-6120\n \n(+71)\n \n•\n\n\n\n\n\n\nSCP-0110-J\n \n(+230)\n \n•\n\n\n\n\n\n\nSCP-6335\n \n(+81)\n \n•\n\n\n\n\n\n\nSCP-6772\n \n(+84)\n \n•\n\n\n\n\n\n\nSCP-8120\n \n(+111)\n \n•\n\n\n\n\n\n\nSCP-5572\n \n(+165)\n \n•\n\n\n\n\n\n\nSCP-5795\n \n(+96)\n \n•\n\n\n\n\n\n\nSCP-6789\n \n(+334)\n \n•\n\n\n\n\n\n\nSCP-8572\n \n(+29)\n \n•\n\n\n\n\n\n\nSCP-6871\n \n(+447)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nWilson's Wildlife Adoption Gallery\n \n(+104)\n \n•\n\n\n\n\n\n\nthe most important thing in the world\n \n(+44)\n \n•\n\n\n\n\n\n\nArco\n \n(+52)\n \n•\n\n\n\n\n\n\nPeople Without Meaning\n \n(+26)\n \n•\n\n\n\n\n\n\nBury the Light\n \n(+36)\n \n•\n\n\n\n\n\n\n049 x minion x reader (reader is a minion) (blame varaxous im sorry)\n \n(+138)\n \n•\n\n\n\n\n\n\nFor Crimes Uncommitted\n \n(+28)\n \n•\n\n\n\n\n\n\nJäger, Part 2\n \n(+32)\n \n•\n\n\n\n\n\n\nThe Lands Nobody Returns From\n \n(+56)\n \n•\n\n\n\n\n\n\nThe Edge of All Light\n \n(+49)\n \n•\n\n\n\n\n\n\nInternal JOICL-PENTAGRAM Communication Regarding Project SCARLET DAWN\n \n(+70)\n \n•\n\n\n\n\n\n\nNobody's Home\n \n(+30)\n \n•\n\n\n\n\n\n\nA Library, Empty\n \n(+58)\n \n•\n\n\n\n\n\n\nProject Proposal 2049-154: \"Echoes\"\n \n(+49)\n \n•\n\n\n\n\n\n\nGRANT REQUEST FOR THE UTILIZATION OF SUB-REALITY SPACES FOR THE CREATION OF SECURE SUPERLUMINAL COMMUNICATION CHANNELS\n \n(+33)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nArtwork: Witches on the Moon\n \n(+43)\n \n•\n\n\n\n\n\n\nPublic Release of OPERATION: WITNESS Materials\n \n(+165)\n \n•\n\n\n\n\n\n\nRalliston's Authorpage\n \n(+209)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5671\n | SCP-5672 | \nSCP-5673\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5672\n\" by Ralliston, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5672\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ontotop\n\n\nAuthor:\n \nEstrellaYoshte\n, edited by \nHarryBlank\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n \nlink\n\n\n\n\n\n\nFilename:\n cave.jpg\n\n\nAuthor:\n \nCoconino National Forest, Ariz.\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nlink",
    "addendums": [],
    "documents": [],
    "notes": [
        "Filename: cave.jpg Author: Coconino National Forest, Ariz. License: Public Domain Source Link: link",
        "\" SCP-5672 \" by Ralliston, from the SCP Wiki . Source: https://scpwiki.com/scp-5672 . Licensed under CC-BY-SA .",
        "Filename: ontotop Author: EstrellaYoshte , edited by HarryBlank License: CC BY 3.0 Source Link: link",
        "Filename: cave.jpg Author: Coconino National Forest, Ariz. License: Public Domain Source Link: link"
    ],
    "containment_procedures": "As the chance of SCP-5672's discovery by non-Foundation individuals is nonexistent, containment is entirely unnecessary.",
    "description": "SCP-5672 is a cavern system located underneath Stargard, Poland, which only exists within baseline reality on a single day, 23/05, each year.",
    "title": "SCP-5672"
}