{
    "url": "https://scp-wiki.wikidot.com/scp-5674",
    "all_text": "SR #5674:\n To See What He Can See\n\n\nAuthors:\n \nA Fungus\n, an actual crustacean and \nRhys Tanner\n, God's perfect little servant\n\n\nContent Warning:\n This article contains descriptions of end-of-the-world scenarios, gore and body horror.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+51\n+\n–\nx\n\n\n\n\nby Rhys Tanner and A Fungus\n\n\n\n\n\n\nSR #5674 conduit donated from the Metropolis Britannica\n\n\n\n\nRelic Class:\n Secure — \nCaerimōnia ⬤\n\n\nSacrae Causā Prōcēdendae:\n SR #5674 may be manifested at will by any true believer. Conduits of SR #5674 found in the possession of the public are to be confiscated; if the offender is repentant, no further action will be necessary. The conduits are constituted of simple ordained matter and may be held at any reliquary or holding site within a locked box.\n\n\nEcumenical personnel \nare allowed to own, forge, and use conduits of SR #5674 at their own free will\n are permitted to use conduits of SR #5674 for the purpose of inquisition under the guidance of the cult of Saint Hubertus.\n\n\nDescription:\n SR #5674 is an aspect of Saint Hubertus\n1\n which can be accessed through the ritual use of a conduit to his animus. An SR #5674 conduit is a sealable box forged from brass, of any dimensions, with a concave lens which allows a line of sight into its interior.\n\n\nThe conduit must be blessed in the name of Saint Hubertus—\n\n\n\n\n\n\nHeavenly Father,\n\nInfinite and indivisible,\n\nOut of your heart emerges everything\n\nFrom the vastness of the expanse\n\nTo the smallest grain of sand.\n\n\n \n\nMighty Father,\n\nTo see all that is unseen;\n\nThe motions of worlds\n\nAnd the trajectories of light's rays;\n\nIs to know the sum of your works.\n\n\n \n\nBlessed Father,\n\nIn the name of Saint Hubertus;\n\nWho holds the keys to burn away madness,\n\nWho sees everything,\n\nAnd who guards the forest of Gnosis;\n\nMay we see what he can see.\n\n\n\n\n\n\nIf the blessing is heeded, Saint Hubertus will consume the offering\n2\n and answer in kind, such that the conduit will become a sink for His Providence and foresight. Upon sealing the relic\n3\n of an individual inside the conduit, the lens will reveal moving tridimensional images which defy the limits of the conduit's interior space. These images depict a possible world and its consequences wherein the individual connected to the relic was never conceived, so that we may reflect on their impact.\n\n\nAddendum #5674.I— Inquisitions\n\n\n\n\n\n\nDate\n\n\nRelic\n\n\nProvidence Granted\n\n\nInsight\n\n\n\n\n\n\n01/07/1834\n\n\nI; Skin from the \nInquisitor Caius Griffiths\n\n\nAn idyllic montane countryside. In the distance can be seen the city of Semper Viridis, Colorado Colony.\n\n\nThe inquisitor confirmed the image depicts his property, but without his homestead built upon it.\n\n\n\n\n\n\n10/04/1846\n\n\nII; A crossbow quarrel forged by \nSaint Hubertus of the Ardennes\n\n\nRabid dogs and corpses on streets.\n\n\nIt is known that the Key of Saint Hubertus is called upon to brand dogs and save them from rabies.\n\n\n\n\n\n\n19/02/1868\n\n\nI; A lock of hair from the \nPrincess Josepha Marian von Habsburg Maximus\n\n\nThe Blessed Principal Magistrate Michael von Habsburg Maximus on his deathbed, his Last Will burning on a desk beside him.\n\n\nThe Blessed Michael married Princess Josepha to preserve his legacy, and reared three sons.\n\n\n\n\n\n\n20/11/1883\n\n\nII; A scroll held by \nSaint Oliver the Protector\n\n\nThe capital of the Diocese Hibernia under an odious blue sky. The people do not dress in Christian garb and Royalist banners are present.\n\n\nThe Saint truly saved his Patronage from this fate.\n\n\n\n\n\n\n24/10/1901\n\n\nI; A vial of blood from the \nDamned #106520\n\n\nGeneva Catilina alive and tending to her unborn children. The image of the cross radiates with a halo above each of their heads.\n\n\nThe utmost proof of the Damned's guilt in her murder.\n\n\n\n\n\n\n07/01/1916\n\n\nII; A ring owned by the \nInquisitor Georgius Ballia\n\n\nThe inquisitor's brother succumbs in battle against heathens.\n\n\nThe inquisitor volunteered for transfer to the frontier of Lydia.\n\n\n\n\n\n\n20/04/1922\n\n\nII; A chalice from the Last Supper held by \nOur Lord Jesus Christ\n\n\n \n[PURGED FROM THE ARCHIVES]\n \nPsalm 39:1\n– I said, “I will watch my ways and keep my tongue from sin; I will put a muzzle on my mouth as long as the wicked are in my presence.”\n\n\nThe blasphemous inquisitor has been defrocked.\n\n\n\n\n\n\n07/11/1941\n\n\nIII; A lead bullet destined to strike the heart of the \nKing of Magog\n\n\nA most grand Basilica, draped in the icons of Our Ecumene, built in the Garden of the Agony in a liberated Ierusalem.\n\n\nIt must be made true.\n\n\n\n\n\n\n\n\nLEVEL IV CLEARANCE REQUIRED\n\n\n\n\nTHY WILL BE DONE\n\n\n\n\nAddendum #5674.II— Providence at the XVI\nth\n Crusade\n\n\nOn the 2\nnd\n day of April, 1.942 AD, after the Battle of Armagedōn as foretold in the Book of Revelation, the Synod of the Tridecimate ordained from the newly delivered Ierusalem a most righteous decree: \nMYSTĒRIUM, King of Magog and Babylon the Great, Mother of Whores and Abominations on Earth, Profaned Karcist of Marrow and Apostle of the Son of the Morning\n, would be brought before them, and, in his final acts, be rendered repentant by the will of Our Ecumene. The Antichrist was disrobed, defanged and declawed, his eyes gouged, and, so cast before a congregation of his enemies, was shot and baptised in fire. The cult of Saint Hubertus sampled his residue, so that they may be granted Providence.\n\n\n\n\n\n\n\n\nResidue\n\n\nProvidence Granted\n\n\nInsight\n\n\n\n\n\n\n1\nst\n\n\nII; Writhing vestments of the \nKing of Magog\n\n\nGlass and metal towers with tops in the sky above streets with soulless people. The beaches and waterways of Mare Nostrum are dyed and polluted by refuse. Beasts of air and sea are choked by an iridescent black miasma which floats on the water. A cross inside a halo floats above the heads of the helpers of God's creatures.\n\n\nProvidence seems to resemble the 51\nst\n Circle of Sheol. Residue was destroyed.\n\n\n\n\n\n\n4\nth\n\n\nII; The hearts, the 3\nrd\n eye, the 13\nth\n digit, and the womb of the \nKing of Magog\n\n\nAn orange mushroom growing from the ruins of a city. Iram of the Pillars reemerging to forge the Earth in her false clockwork image. Half-bodied golems in the sky crushing the citadels of Palaestīna under their fists. A cabal of smiling Daemons wearing the skins of men and the robes of bishops. Sol breaking through the Firmament and melting our flesh. Wormwood, the Leviathan of New Daevastan, blazing like a torch, regurgitating beasts and turning the seas blue and turbulent.\n\n\nAll attempts at misdirection. Residue was destroyed.\n\n\n\n\n\n\n8\nth\n\n\nI; The Crown of Tongues of the \nKing of Magog\n\n\nThe Synod of the Tridecimate murdered by lead bullets. The bodies are placed in coffins draped under an unknown flag with three crescents.\n\n\nPathetic mockery. Residue was destroyed.\n\n\n\n\n\n\n16\nth\n\n\nI; Ashes of the \nKing of Magog\n\n\n \n[POTENTIAL HAZARD OF MIND PURGED]\n \nProverbs 27:12\n– The prudent sees danger and hides himself, but the simple go on and suffer for it.\n\n\nThe Daemon blasphemes.\n\n\n\n\n\n\nIn the following days, the city of Ierusalem rejoiced, for it was scorched free of deceivers and tyrants and the abominable Larvae of Tartarus.\n\n\nThree days after this Providence, to punctuate the ceremonies of Resurrection Sunday, the Synod of the Tridecimate threw the ashes of the \nKing of Magog\n into the expanse beyond the Firmament, that he may never return. May all heathens learn humility from his grisly and deserved end.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2 Corinthians 4:18\n\n\n\n\n\nAs we look not to the things that are seen,\n\nBut to the things that are unseen.\n\nFor the things that are seen are transient,\n\nBut the things that are unseen are eternal.\n\n\n \n\n\n\n\n\n\nFootnotes\n\n\n1\n. c. 656 – 30 May 727 annō Dominī. Patron Saint of hunters, mathematicians, opticians, and smelters, as well as the Prescient Harmonic Defenses of the Latin Ecumene.\n\n\n2\n. Accepted offerings include cardamine, sage, nettles, tarragon, mulled wine, a cup of doe's milk, a prism, or a crucifix cast in antimony by the hand of the invoker.\n\n\n3\n. Personal effects (II\nnd\n Class) and offerings of the flesh (I\nst\n Class) grant the greatest Providence.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n{$previous-title}\n\n\n\n\n\n\nSR #5674\n\n\n\n\n\n\n\n\n\n\n\n\nSCP #7511\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5673\n | SR #5674 | \nSCP-5675\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSacred Relic #5674\n\" by Rhys Tanner and Dr. Phil McClaw, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5674\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-saint-hubert.png\n\n\nName:\n Brass_tobacco_box,_England,_1801-1900_Wellcome_L0057701.jpg\n\n\nAuthor:\n Wellcome images\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nName:\n Majestic_box_camera.jpg\n\n\nAuthor:\n John Kratz\n\n\nLicense:\n Creative Commons Attribution-Share Alike 2.0 International\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" Sacred Relic #5674 \" by Rhys Tanner and Dr. Phil McClaw, from the SCP Wiki . Source: https://scpwiki.com/scp-5674 . Licensed under CC-BY-SA .",
        "Filename: scp-saint-hubert.png Name: Brass_tobacco_box,_England,_1801-1900_Wellcome_L0057701.jpg Author: Wellcome images License: Creative Commons Attribution-Share Alike 4.0 International Source Link: Wikimedia",
        "Name: Majestic_box_camera.jpg Author: John Kratz License: Creative Commons Attribution-Share Alike 2.0 International Source Link: Wikimedia"
    ],
    "description": "SR #5674 is an aspect of Saint Hubertus1 which can be accessed through the ritual use of a conduit to his animus. An SR #5674 conduit is a sealable box forged from brass, of any dimensions, with a concave lens which allows a line of sight into its interior.",
    "title": "Sacred Relic #5674"
}