{
    "url": "https://scp-wiki.wikidot.com/scp-5680",
    "all_text": "rating: \n+65\n+\n–\nx\n\n\n\n\n\n\nThe building containing SCP-5680.\n\n\n\n\n\n\n\n\n\n\nA rare fully-formed avian specimen produced by SCP-5680.\n\n\n\n\n\n\nItem #:\n SCP-5680\n\n\nObject Class:\n Edifice\n\n\nContainment Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Area 5680 has been established near SCP-5680 to facilitate containment. The area surrounding SCP-5680 has been demarcated with a barbed wire fence. No civilians are to be granted entry into this perimeter.\n\n\nOn a biweekly basis, a semitrailer truck must be driven by a Foundation operative to the gate of SCP-5680. Then, the operative must wait for SCP-5680-1 to load avians or equivalent into the truck's trailer. Care must be taken to ensure that the truck is position in such a way that SCP-5680-1 instances do not need to leave the factory in order to deliver avian specimens into the truck. Before returning to Area 5680, the operator must visually confirm that SCP-5680-1 are not loading any further objects into the truck. After the truck has returned to Area 5680, the resulting biological material may either be incinerated or transported to Foundation sites for use in containing other SCP objects.\n\n\nFollowing Incident 5680-Theta, at least three members of security personnel are required to be on-site at all times.\n\n\nDescription:\n SCP-5680 are a set of assembly lines and machining equipment contained within an industrial site in the Selva de Irati, Navarra, Spain. Of note is SCP-5680's remote location, making it impractical to operate as a factory through standard methods. Markings covering the building indicate that it was built for the production of avian animals. SCP-5680 involves several anomalous machines; for instance, an acid bath capable of converting any matter to bird organs, and a set of robotic arms capable of seamlessly concatenating these parts into an organic lifeform. The remainder of the components are non-anomalous assembly machines. These machines are capable of being operated by non-anomalous humans and SCP-5680-1.\n\n\nSCP-5680 is staffed by 25 or more instances of SCP-5680-1. SCP-5680-1 are similar in appearance to non-anomalous humans; however, they do not have eyes, and their faces constantly display an expression of grimace. In addition, vivisections of SCP-5680-1 instances have revealed that they have no internal organs and are composed entirely of an organic paste. When removed from the site containing SCP-5680, SCP-5680-1 instances will rapidly decompose into this paste.\n\n\nSCP-5680-1 instances can only speak using a selection of pre-determined phrases, rendering them unable to communicate beyond their limited vocabulary. As such, their sentience is debated.\n\n\n\n\n+ Document 5680-A\n\n\n\n\n- Document 5680-A\n\n\n\n\n\n\nSo far, SCP-5680-1 have been observed to only use the following phrases. Unless explicitly stated otherwise, each phrase is spoken in a jovial tone.\n\n\n\n\n\"Another day, another dollar!\"\n This phrase is only used at 1700 hour local time every day by only one instance of SCP-5680-1.\n\n\n\"Scram, I've got work!\"\n This phrase has been used whenever Foundation personnel have attempted to interact with SCP-5680-1.\n\n\n\"Let go of me!\"\n This is generally used in response to physical violence against SCP-5680-1, regardless of the actual nature of said violence.\n\n\n\"Factories are made in factories.\"\n Simultaneously spoken by all instances of SCP-5680-1 at once, unprompted. This was said in a melancholic tone, in contrast to the usual jovial tone.\n\n\n\n\n\n\n\n\n- Document 5680-A\n\n\n\n\n\n\nWhen objects are placed into the receiving ends of SCP-5680, they will be processed into living avian specimens. SCP-5680 has demonstrated the ability to produce a variety of bird species; while in Foundation containment, it has been observed to produce game birds, gulls, and birds of prey. Thus far, no pattern has been observed.\n\n\nHowever, most birds created by SCP-5680 are incomplete. Many lack internal organs, have too many or too few limbs, or have body parts on wrong parts of their body. It is rare for a specimen to live for more than two hours.\n\n\nA parking lot has been constructed outside of the building containing SCP-5680, along with roads leading into the parking lot. These roads abruptly terminate 0.5 kilometers from SCP-5680, marked with octagonal red signs reading \"ROAD ENDS\".\n\n\n\n\n\n\n\n\nSub-Report A: Inventory\n\n\n\n\n\n\nIn addition to the room containing SCP-5680, the aforementioned industrial site contains a hallway that encompasses the rest of the site's floor area. This hallway, which is approximately 530 meters in length, contains several functional fax machines and water coolers. The hallway is partially illuminated by a series of fluorescent light fixtures placed every 30 meters.\n\n\nEvery three hours, every fax machine simultaneously produces the following document:\n\n\n \n\n\n\n\n\n\n\n\nI am contacting you regarding how business became time and money. The bird factory is estimated to produce 10,000 units between September 2020 and August 2002. I think we want to make money here; I thought this was obvious?\n\n\nDon't waste any more of our time, cut the slack, Jack!\n\n\n- Rodney\n\n\n\n\n \n\n\nNote: This document is not translated. Despite SCP-5680 being located in Spain, all documents are in American English.\n\n\nEach fax machine is equipped with an extended tray of paper\n1\n and expanded ink reserves. It is estimated that each fax machine will be able to print copies of the above document for 3 years at minimum.\n\n\nAt the end of the hallway, an image of a door is painted on the terminating wall. This \"door\" has a doorknob, but is otherwise a complete fabrication. The door is labeled \"Clarence - CEO\".\n\n\nAnalysis of the industrial site and its contents estimates that it was all created between August 15\nth\n and August 22\nnd\n of 2018.\n\n\n\n\n\n\n\n\nSub-Report B: Incident 5680-Theta\n\n\n\n\n\n\nOn September 23\nrd\n, 2020, an unidentified vehicle drove to the industrial site containing SCP-5680. The object was designed in the facsimile of a tanker truck, despite the fact that it very clearly had undergone several modifications making it more circular in shape. Upon arriving at the loading docks, three quadrupedal entities exited the vehicle, leading several instances of SCP-5680-1 into the factory.\n\n\nRecording apparati on-site recorded the entities communicating in American English.\n\n\n\n\nAUDIO RECORDING\n\n\n\n\n<Begin Log>\n\n\nEntity A:\n Hey, paint me a picture. This is what the man upstairs wants in the loop, right?\n\n\nEntity C:\n I thought we tabled this conversation, Clarence.\n\n\nEntity A:\n We picked the low-hanging fruit, so why hasn't the boss joined up with us yet?\n\n\nEntity B:\n They bird are pushing the envelope out there. Think about the end-user perspective.\n\n\nEntity A:\n I know, we actioned that. Shouldn't this be a win-win situation?\n\n\nEntity C:\n We've got a USP. The birds do nothing but make hay.\n\n\nEntity C:\n Put this on your radar, Clarence. We've done nothing but move forward. If we don't buck the trend, who will?\n\n\nEntity A:\n You're right, we've got the bandwidth for this.\n\n\n<End Log>\n\n\n\n\nThe entities then boarded their vehicle and left before Foundation response forces could reach them. Attempts to track the truck or discern its destination were unsuccessful.\n\n\n\n\nFootnotes\n\n\n1\n. In many cases, this tray extends to below the ground.\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore by notgull\n\n\n\n\nMore by notgull\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n\n\nnotgull's Proposal\n\n\nRating: 590\n\n\n\n\n\n\nSCP-3733\n\n\nRating: 380\n\n\n\n\n\n\nSCP-3095\n\n\nRating: 360\n\n\n\n\n\n\nSCP-4804\n\n\nRating: 281\n\n\n\n\n\n\nSCP-2785\n\n\nRating: 280\n\n\n\n\n\n\nSCP-4800\n\n\nRating: 279\n\n\n\n\n\n\nSCP-4348\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4048\n\n\nRating: 207\n\n\n\n\n\n\nSCP-4688\n\n\nRating: 196\n\n\n\n\n\n\nSCP-579-J\n\n\nRating: 189\n\n\n\n\n\n\nSCP-3362\n\n\nRating: 188\n\n\n\n\n\n\nSCP-5800\n\n\nRating: 184\n\n\n\n\n\n\nSCP-4785\n\n\nRating: 176\n\n\n\n\n\n\nSCP-3339\n\n\nRating: 168\n\n\n\n\n\n\nSCP-3747\n\n\nRating: 165\n\n\n\n\n\n\nSCP-4248\n\n\nRating: 161\n\n\n\n\n\n\nSCP-4948\n\n\nRating: 158\n\n\n\n\n\n\nSCP-199\n\n\nRating: 133\n\n\n\n\n\n\nSCP-7234\n\n\nRating: 124\n\n\n\n\n\n\nSCP-3296\n\n\nRating: 124\n\n\n\n\n\n\nSCP-4800-J\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4799\n\n\nRating: 120\n\n\n\n\n\n\nSCP-3485\n\n\nRating: 112\n\n\n\n\n\n\nSCP-5981\n\n\nRating: 109\n\n\n\n\n\n\nSCP-4808\n\n\nRating: 103\n\n\n\n\n\n\nSCP-3833\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3748\n\n\nRating: 94\n\n\n\n\n\n\nSCP-5054\n\n\nRating: 88\n\n\n\n\n\n\nSCP-4148\n\n\nRating: 88\n\n\n\n\n\n\nSCP-5025\n\n\nRating: 87\n\n\n\n\n\n\nSCP-1037\n\n\nRating: 77\n\n\n\n\n\n\nSCP-093-J\n\n\nRating: 74\n\n\n\n\n\n\nSCP-1684\n\n\nRating: 70\n\n\n\n\n\n\nSCP-5680\n\n\nRating: 65\n\n\n\n\n\n\nSCP-4872\n\n\nRating: 62\n\n\n\n\n\n\nSCP-3248\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6904\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5483\n\n\nRating: 38\n\n\n\n\n\n\nSCP-6785\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4397\n\n\nRating: 30\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\n\n\nThe Little Robot that Could\n\n\nRating: 349\n\n\n\n\n\n\nThe Siege of Site-19\n\n\nRating: 169\n\n\n\n\n\n\nJoin the Flock\n\n\nRating: 168\n\n\n\n\n\n\nTales of the Automaton: The Big Birdocalypse\n\n\nRating: 143\n\n\n\n\n\n\nFootage Recovered From a Private Server\n\n\nRating: 117\n\n\n\n\n\n\nMoose on the Loose\n\n\nRating: 77\n\n\n\n\n\n\nAvian Anthology I\n\n\nRating: 76\n\n\n\n\n\n\nMy Empire of Birds\n\n\nRating: 63\n\n\n\n\n\n\nDocument recovered from a Parallel Universe\n\n\nRating: 61\n\n\n\n\n\n\nJoey Fucknuts Steals The Declaration of Independence\n\n\nRating: 58\n\n\n\n\n\n\nKatz and Dogs\n\n\nRating: 55\n\n\n\n\n\n\nYour Guard\n\n\nRating: 50\n\n\n\n\n\n\nVacation Opportunity\n\n\nRating: 45\n\n\n\n\n\n\nThe Scent of a Toaster\n\n\nRating: 33\n\n\n\n\n\n\nBurn, Baby, Burn\n\n\nRating: 29\n\n\n\n\n\n\nChasing Suns\n\n\nRating: 28\n\n\n\n\n\n\nThree Feet Under I\n\n\nRating: 24\n\n\n\n\n\n\nWind in the Sails\n\n\nRating: 23\n\n\n\n\n\n\nThe Shape of Water is Humanoid\n\n\nRating: 23\n\n\n\n\n\n\nDead Reckoning\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under II\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under III\n\n\nRating: 21\n\n\n\n\n\n\nForgotten Shrine\n\n\nRating: 18\n\n\n\n\n\n\nDown Through\n\n\nRating: 17\n\n\n\n\n\n\nInto the Beetle Black Yonder\n\n\nRating: 16\n\n\n\n\n\n\nHyperfine\n\n\nRating: 15\n\n\n\n\n\n\nDon't Knock on Strange Doors\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\nResearcher Calvin's Personnel File\n\n\nRating: 91\n\n\n\n\n\n\nIncident Report ████/████\n\n\nRating: 83\n\n\n\n\n\n\n\"Sphere\" Incursion Log\n\n\nRating: 52\n\n\n\n\n\n\nInitial Incursion Log\n\n\nRating: 50\n\n\n\n\n\n\n\"Cube\" Incursion Log #1\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #2\n\n\nRating: 44\n\n\n\n\n\n\nSCP-093-J Recovered Documents\n\n\nRating: 42\n\n\n\n\n\n\nSCP-093-J Blue Test\n\n\nRating: 40\n\n\n\n\n\n\nSCP-093-J Purple Test\n\n\nRating: 35\n\n\n\n\n\n\nSCP-093-J Green Test\n\n\nRating: 33\n\n\n\n\n\n\nExploration Log 4480-1\n\n\nRating: 22\n\n\n\n\n\n\n\n\n\n\n\n\nSee my \nAuthor Page\n for more information. If you like reading my stuff, consider checking out my \nYouTube Channel\n for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5679\n | SCP-5680 | \nSCP-5681\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "So far, SCP-5680-1 have been observed to only use the following phrases. Unless explicitly stated otherwise, each phrase is spoken in a jovial tone. \"Another day, another dollar!\" This phrase is only used at 1700 hour local time every day by only one instance of SCP-5680-1. \"Scram, I've got work!\" This phrase has been used whenever Foundation personnel have attempted to interact with SCP-5680-1. \"Let go of me!\" This is generally used in response to physical violence against SCP-5680-1, regardless of the actual nature of said violence. \"Factories are made in factories.\" Simultaneously spoken by all instances of SCP-5680-1 at once, unprompted. This was said in a melancholic tone, in contrast to the usual jovial tone.",
        "AUDIO RECORDING <Begin Log> Entity A: Hey, paint me a picture. This is what the man upstairs wants in the loop, right? Entity C: I thought we tabled this conversation, Clarence. Entity A: We picked the low-hanging fruit, so why hasn't the boss joined up with us yet? Entity B: They bird are pushing the envelope out there. Think about the end-user perspective. Entity A: I know, we actioned that. Shouldn't this be a win-win situation? Entity C: We've got a USP. The birds do nothing but make hay. Entity C: Put this on your radar, Clarence. We've done nothing but move forward. If we don't buck the trend, who will? Entity A: You're right, we've got the bandwidth for this. <End Log>"
    ],
    "item": "SCP-5680",
    "object_class": "Edifice",
    "containment_procedures": "Area 5680 has been established near SCP-5680 to facilitate containment. The area surrounding SCP-5680 has been demarcated with a barbed wire fence. No civilians are to be granted entry into this perimeter.",
    "description": "SCP-5680 are a set of assembly lines and machining equipment contained within an industrial site in the Selva de Irati, Navarra, Spain. Of note is SCP-5680's remote location, making it impractical to operate as a factory through standard methods. Markings covering the building indicate that it was built for the production of avian animals. SCP-5680 involves several anomalous machines; for instance, an acid bath capable of converting any matter to bird organs, and a set of robotic arms capable of seamlessly concatenating these parts into an organic lifeform. The remainder of the components are non-anomalous assembly machines. These machines are capable of being operated by non-anomalous humans and SCP-5680-1.",
    "title": "SCP-5680"
}