{
    "url": "https://scp-wiki.wikidot.com/scp-5686",
    "all_text": "rating: \n+126\n+\n–\nx\n\n\n\n\nItem #:\n SCP-5686\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Knowledge of SCP-5686 is to be kept from the public. Any schools of thought approaching the discovery of SCP-5686 are to be closely monitored. New discoveries of SCP-5686 are to be debased and their discoverers amnesticized.\n\n\nA file containing SCP-5686’s debut article is to be stored on any eligible researcher's devices. This article may be transferred via email attachments, but these emails must be permanently erased from the database within 48 hours, either manually or automatically.\n\n\nSCP-5686 is only to be internalized with approval.\n\n\nDescription:\n SCP-5686 is an edible heuristic. SCP-5686 can be actualized through extended contemplation. While physically SCP-5686 occupies no space, nor contains any matter, it can be interacted with as a solid object of no discernible appearance. When in this state, SCP-5686 will disappear if it ceases to touch a human body.\n\n\nIf ingested, subjects report a successful internalization of the method, and profess feeling capable of facing their fears. SCP-5686 ingestion has proven useful in treating chronic depression and anxiety disorders, as well as stress-related health issues.\n\n\nSCP-5686 is real if you want it to be.\n\n\nA heuristic is a process by which a human can \"shortcut\" their thinking, and thus create easier paths for problem solving. For example, the \nrepresentativeness\n heuristic (debuting in \nJudgment Under Certainty: Heuristics & Biases\n by Amos Tversky and Daniel Kahneman, published in 1974) is the process by which the brain can assess what category an object might fit into based on its similarity to other objects in that group.\n\n\nSCP-5686 was first seen in a self-help magazine titled █████████ in 2002. The article introducing SCP-5686, written by A█████ D████ (PoI-5686), professed that SCP-5686 was \"a necessary addition to the human mind — a shortcut to clarity in a cluttered world.\" It then called SCP-5686 the \nhope\n heuristic: a process by which the brain can assess what solution a fear might have based on the solutions to smaller, similar — and more familiar — problems. A█████ D████ claimed he knew that SCP-5686 was \"unnatural\", but could be easily learned and internalized.\n\n\nSCP-5686 is a method by which to feel calm.\n\n\nSCP-5686 fails to accommodate for edge-cases. There is no method by which to ingest SCP-5686 if the subject must be tube-fed nutrients, as it immediately disappears when not touching a human body. Similar complications to the digestive tracts of subjects have proven capable of negating SCP-5686’s calming effects.\n\n\nNonetheless, before Foundation involvement, public response to SCP-5686 was overwhelmingly positive. A█████ D████ saw little criticism from public figures, and suffered only a few essay critiques from members of the psychological community, none of which gained traction. During the process of amnestic distribution and debasing claims of SCP-5686’s existence, it was found that a substantial number of SCP-5686’s most vocal supporters were incapable of ingesting SCP-5686 themselves.\n\n\nSCP-5686 is weightless.\n\n\nThough subjects claim to be able to feel and sometimes even see SCP-5686, it can not be measured. It has been found that subjects who know that SCP-5686 has no mass prior to ingestion may sometimes be incapable of experiencing its effects. If told after ingestion, subjects may feel empty. In rare cases, subjects may experience a violent reaction, often including vomiting and skin irritation.\n\n\nThose who successfully ingest SCP-5686 and are never made fully aware of SCP-5686’s properties usually experience genuine improvement of life circumstances through their own efforts. SCP-5686’s properties have so far been recorded to last as long as three decades (at which point the subject expired of heart failure).\n\n\nSCP-5686 only works on certain types of people.\n\n\nA█████ D████ was apprehended and questioned by the Foundation in 2003. When asked how he created SCP-5686, he instead said that he discovered it. A█████ D████ refused to elaborate on where. A█████ D████ confirmed that he had ingested SCP-5686, and experienced its beneficial properties.\n\n\nIn an attempt to disinfect A█████ D████ before amnesticizing and releasing him, A█████ D████ was made aware of SCP-5686’s properties regarding weight, mass, and incompatibility. However, A█████ D████ did not report emptiness, nor did he experience a violent reaction. When asked how, A█████ D████ said that he was \"aware of the difference between what is real and what is useful.\"\n\n\nSCP-5686 is a tool.\n\n\nIngesting SCP-5686 is an exercise in ignorance and naivety. When subjects who had been enlightened to its properties were asked if they wished they hadn't been informed, 80% said no. The remaining 20% professed unease, and wished that there was a way they could go back to being \"in the dark.\" So far, no such method has been uncovered.\n\n\nSCP-5686 is unreliable. SCP-5686, by its very nature, is incapable of helping those it is intended to help most. SCP-5686’s existence is fragile. SCP-5686 is worth examining, but is incapable of being examined. SCP-5686’s purpose is futile.\n\n\nSCP-5686 made me a promise.\n\n\n\n\n\n\n\n\n« \nSCP-5685\n | SCP-5686 | \nSCP-5687\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5686\n\" by DarkStuff, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5686\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5686 \" by DarkStuff, from the SCP Wiki . Source: https://scpwiki.com/scp-5686 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5686",
    "object_class": "Euclid",
    "containment_procedures": "Knowledge of SCP-5686 is to be kept from the public. Any schools of thought approaching the discovery of SCP-5686 are to be closely monitored. New discoveries of SCP-5686 are to be debased and their discoverers amnesticized.",
    "description": "SCP-5686 is an edible heuristic. SCP-5686 can be actualized through extended contemplation. While physically SCP-5686 occupies no space, nor contains any matter, it can be interacted with as a solid object of no discernible appearance. When in this state, SCP-5686 will disappear if it ceases to touch a human body.",
    "title": "SCP-5686"
}