{
    "url": "https://scp-wiki.wikidot.com/scp-5690",
    "all_text": "ADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\n{$custom-content}\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nSCP-5689\n |\nSCP-5690\n| \nSCP-5691\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nA \nROUNDERHOUSE\n Joint\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+349\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5690\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEntrance to SCP-5690.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to its location inside \nSCP-4661\n, SCP-5690 is under the jurisdiction of Site-666. As outlined in the Covenant\n1\n between the Foundation and SCP-5690-B, the Foundation will prevent local authorities from disturbing SCP-5690's operation. In exchange, SCP-5690-B will remain inside the city limits and provide transparency into its business practices.\n\n\nDescription:\n SCP-5690 is a brothel located in the city of Las Vegas. SCP-5690 is staffed almost entirely by Ardor-class demonic entities, characterized by a specialty toward the third Cardinal Vice, lust. SCP-5690 currently employs 16 Ardor-class entities.\n\n\nCustomers, generally unaware of the anomalous nature of the business, provide payment in exchange for the entities performing sexual acts on them. The entities' benefit from this is twofold; in addition to payment to sustain the business, Ardor-class demons are sustained by the Tartarean Resonance Energy produced when they engage in intercourse with a mortal.\n\n\nSCP-5690 was accidentally discovered in March of 1993 by Agent Clark Adams, who was part of the initial wave of personnel transferred to the newly-constructed Site-666.\n\n\nSCP-5690-B is the owner and proprietor of SCP-5690.\n\n\n \n\n\n \n\n\n\n\n\n\nAddendum 5690.1\n\n\nINTERVIEW LOG — AGENT CLARK ADAMS\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nINTERVIEWER:\n Agent Alice Sterling\n\n\nSUBJECT:\n Agent Clark Adams\n\n\n«BEGIN LOG»\n\n\n\n\nSTERLING:\n What the fuck, Clark.\n\n\nADAMS:\n No, look, I can explain-\n\n\nSTERLING:\n What were you doing in a brothel?\n\n\nADAMS:\n I mean, there's only like two things to do in a brothel.\n\n\nSTERLING:\n And both are illegal! I don't care what you do on your leisure time, but like-\n\n\nADAMS:\n Look, can we focus on the anomaly?\n\n\n[STERLING sighs.]\n\n\nSTERLING:\n Yes, alright. Let's hear it, from the start.\n\n\nADAMS:\n Well, I'd just finished following up on a couple of reports, you know how it is, and I decided to explore the city, get a feel for the place. A couple of the boys, not naming names, had mentioned this one place to me, real fancy, high-class place where you could find a, uh, companion, for the night. So that night I was feeling particularly frisky. You know what they say, the hog wants what it wants.\n\n\nSTERLING:\n Is this really necessary?\n\n\nADAMS:\n I'm just trying to give you a feel for the story, boss. So anyway, I goes to the place, right, and it's this dinky little hole-in-the-wall building, and that's when I noticed the red lights inside the glass and I think to myself, \nthose motherfuckers sent me to a brothel.\n They really put one over on me, and I had half a mind to go back and give 'em a piece of my mind, sending me off to an illegal esta-\n\n\nSTERLING:\n You already told me that you knew it was a brothel, Clark.\n\n\nADAMS:\n … Right, yes, I did.\n\n\nSTERLING:\n Just get on with it.\n\n\nADAMS:\n Well, I went inside, and then I noticed the little doohickey \n[ADAMS points to the TRE Counter on the table]\n started beeping its little head off. I'd forgotten to take it out of my bag after my shift, and now it was ruining my evening.\n\n\nSTERLING:\n Then I assume you left the premises and alerted base.\n\n\nADAMS:\n Er, no. Well, I-I thought about doing that, but figured it'd look real bad if it was a false alarm or something, and I was already there anyway, I might as well investigate some by myself before calling in the cavalry.\n\n\nSTERLING:\n Uh huh.\n\n\nADAMS:\n So anyway, the lady at the little desk at the lobby asked me whether I was looking for some fun for the night. I says yes, and she tells me their prices. I paid up, can't put a price on containment-\n\n\nSTERLING:\n With your own money?\n\n\nADAMS:\n Of course.\n\n\nSTERLING:\n Then why was there a withdrawal last night of $70 in your name?\n\n\nADAMS:\n Uh, gas money? Anyway, I got sent on up the stairs to one of the rooms. I went in, real tasteful place, well-decorated, and flopped out down on the bed. To set up an ambush.\n\n\nSTERLING:\n Naked, according to your report.\n\n\nADAMS:\n Yes, boss. When in Rome…\n\n\n[STERLING shakes her head before motioning for him to continue.]\n\n\nADAMS:\n Well, a couple minutes later, this woman opens the door and comes through. Nice-looking girl, dressed in some fine evening-wear. I was real distracted, which is why I didn't notice the horns until we were on the bed.\n\n\nSTERLING:\n Good god.\n\n\nADAMS:\n Look, boss, I paid out my nose for that, I'm gonna get my money's worth. And good GOLLY, was it worth the money. I tell you, that was, by far, the most-\n\n\nSTERLING:\n I really don't need to hear this, Clark.\n\n\nADAMS:\n Right, yes. Well, when we were done, I figured between the sensor going ape and the horns on the gal, I had found me a demon hotspot.\n\n\nSTERLING:\n So that's when you headed back to base to report it. We'll send in a team to st-\n\n\nADAMS:\n Er, no. That was when I went back in for round two.\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\nAddendum 5690.2\n\n\nEXPLORATION LOG — SCP-5690\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nMEMBERS:\n\n\n\n\nAgent Alice Sterling\n\n\nAgent Clark Adams\n\n\nTwo members of MTF Ω-33 \"Ocean's Three-hundred\".\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n[Task force enters building.]\n\n\nSTERLING:\n Yep, it's a brothel.\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\nAddendum 5690.3\n\n\nINTERVIEW LOG — SCP-5690-B\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nINTERVIEWERS:\n Agent Alice Sterling, Agent Clark Adams\n\n\nSUBJECT:\n SCP-5690-B\n\n\n«BEGIN LOG»\n\n\n\n\nADAMS:\n Hello, ma'am.\n\n\nSCP-5690-B:\n Please leave.\n\n\nSTERLING:\n We just have a few questions, miss. We're from the precin-\n\n\nSCP-5690-B:\n How dumb do I look? You're Foundation, you have the goddamn logo on your patch.\n\n\n[ADAMS adjusts his patch, coughing.]\n\n\nSTERLING:\n … Right, yes, of course. You're familiar with us?\n\n\nSCP-5690-B:\n Everyone of note in Undervegas knows who you are. You can't really topple a demon kingpin without making waves, love.\n\n\nSTERLING:\n Well then, would you mind answering some of our questions?\n\n\nSCP-5690-B:\n Yes.\n\n\nSTERLING:\n Why's that?\n\n\nSCP-5690-B:\n I don't work for free, darling.\n\n\n[SCP-5690-B hands a small flyer to STERLING.]\n\n\nSTERLING:\n … Seriously?\n\n\nSCP-5690-B:\n A girl's gotta work.\n\n\nSTERLING:\n $70 for an hour? I don't - is that cheap?\n\n\nADAMS:\n Oh, yeah boss, that's a whole deal and a half. Generous discount. A real bargai-\n\n\nSTERLING:\n How many brothels do you \ngo to?\n\n\nSCP-5690-B:\n Look, are you paying or not?\n\n\nADAMS:\n Don't worry boss, I got this. \n[To SCP-5690-B]\n I'll give you $35 for a half hour.\n\n\nSCP-5690-B:\n Huh, you weren't that quick last time.\n\n\nADAMS:\n It's only a few questions, we promise.\n\n\nSCP-5690-B:\n Are you neg- you know what, I'll take it.\n\n\nADAMS:\n Great. \n[To STERLING]\n Alright boss, you owe the lady thirty-five.\n\n\nSTERLING:\n I thought you said you got it!\n\n\nADAMS:\n Do I look like the kind of lowlife who pays for sex?\n\n\nSTERLING:\n \n[Sighs]\n You- Yeah, alright, here.\n\n\nSCP-5690-B:\n Thank \nyou.\n And the clock is running.\n\n\nSTERLING:\n Okay. How long has this place been open?\n\n\nSCP-5690-B:\n Oh, a couple years now. It's slow growth in this business, but steady, especially in the locale. Started with only me and two other girls, now we're up to sixteen.\n\n\nSTERLING:\n Does anyone know about your anomalous nature?\n\n\nSCP-5690-B:\n Not… really. People know us as the place that's safe, not obscenely expensive, and most importantly, a \nreally\n good lay.\n\n\nSTERLING:\n Anomalously good?\n\n\nSCP-5690-B:\n \n[Muttered.]\n They don't call me a semen demon for nothing…\n\n\nSTERLING:\n What?\n\n\nSCP-5690-B:\n What?\n\n\nADAMS:\n Do people actually call you that?\n\n\nSCP-5690-B:\n … Sometimes.\n\n\nSTERLING:\n Moving on… what's your benefit from this arrangement?\n\n\nSCP-5690-B:\n What do you mean?\n\n\nSTERLING:\n Couldn't you return to Hell? No having to worry about cops, and all the demon fucking you could want?\n\n\nSCP-5690-B:\n No can do. We're of a specific breed of demon - we get full from the energy released between demons and mortals. Has to be both. We're the demons, and the mortals pay to come to us. We get the money and the sustenance. It's pretty efficient.\n\n\nSTERLING:\n Fair enough.\n\n\nSCP-5690-B:\n It also lets me help the local girls.\n\n\nSTERLING:\n How's that?\n\n\nSCP-5690-B:\n What, did you think I was importing girls from Hell to work for me? No, fuck no. Some of the girls here got pulled over during the city shifting to Hell and back - thanks for getting rid of those, by the by - and got no way to get back. They'd starve without this place, or be reduced to working the corners. Like I used to.\n\n\nSTERLING:\n So you give them a home in exchange for… I see. Very benevolent.\n\n\nSCP-5690-B:\n Yeah, well, girls gotta stick together.\n\n\n[Silence.]\n\n\nSTERLING:\n We may have overpaid for time.\n\n\nSCP-5690-B:\n No kidding. You've still get about twenty left on the clock.\n\n\nSTERLING:\n Can I get a refund?\n\n\nSCP-5690-B:\n … No.\n\n\nADAMS:\n Well, if we've still got time paid for, it'd be a waste if you, y'know…\n\n\nSTERLING:\n Jesus Christ, Clark.\n\n\nSCP-5690-B:\n \n[Muttered.]\n Not that asshole. \n[To ADAMS]\n Well, I'm obviously down if you are.\n\n\nSTERLING:\n Amazing. I'll be in the car.\n\n\n[SCP-5690-B grasps ADAMS' hand and begins leading him toward the stairs.]\n\n\nSTERLING:\n Wait, hold on.\n\n\nSCP-5690-B:\n Yeah?\n\n\nSTERLING:\n Earlier you said 'specific breed of demon' — you're succubi, aren't you?\n\n\nSCP-5690-B:\n \n[Laughing]\n Yeah, no, honey. Everyone thinks we are, but no.\n\n\nSTERLING:\n What are you, then?\n\n\nSCP-5690-B:\n We're incubi.\n\n\nSTERLING:\n Aren't all incubi male?\n\n\nSCP-5690-B:\n You'd think that. The only difference between a succubus and incubus is whether they're a bottom or a top.\n\n\nSTERLING:\n Oh. Well, have fun, you two.\n\n\n[ADAMS' smile falters.]\n\n\nSCP-5690-B:\n Oh, we will.\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\nAddendum 5690.4\n\n\nINCIDENT LOG — SCP-5690\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\nUNEXPLAINED EVENT REPORT\n\n\n\n\n\n\nLOCATION:\n Paradise/Las Vegas, Nevada\n\n\nSTATUS:\n Concluded\n\n\nTIME:\n 11:42 PM (local time) June 25, 1993\n\n\nDISRUPTION CLASS:\n Dark\n\n\n\n\nEVENT SUMMARY:\n Monitoring equipment at Site-666 noted a significant drop in TRE levels within the vicinity of SCP-5690. A small team was deployed to investigate, but the levels had returned to Vegas baseline when they arrived.\n\n\nSCP-5690-B claimed a special client had arrived, but did not offer specifics, claiming client confidentiality; however, they played a section of a security recording.\n\n\n\n\nUNIDENTIFIED:\n Can I at least reschedule?\n\n\nSCP-5690-B:\n No. You're not even supposed to be here, your daddy would crucify me.\n\n\nUNIDENTIFIED:\n Yeah, but you’ll come back fine. Trust me, I know.\n\n\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A contract that is spiritually binding to demonic and empyrean entities.\n\n\n\n\n\n\n\n\n« \nSCP-5689\n | SCP-5690 | \nSCP-5691\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5690\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5690\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n redlight.png\n\n\nAuthor:\n \nRounderhouse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nFilename:\n RedLightDistrictAmsterdamTheNetherlands.jpg\n\n\nAuthor:\n Massimo Catarinella\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikipedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5690 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-5690 . Licensed under CC-BY-SA .",
        "Filename: redlight.png Author: Rounderhouse License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Filename: RedLightDistrictAmsterdamTheNetherlands.jpg Author: Massimo Catarinella License: CC BY-SA 3.0 Source Link: Wikipedia"
    ],
    "containment_procedures": "Due to its location inside SCP-4661, SCP-5690 is under the jurisdiction of Site-666. As outlined in the Covenant1 between the Foundation and SCP-5690-B, the Foundation will prevent local authorities from disturbing SCP-5690's operation. In exchange, SCP-5690-B will remain inside the city limits and provide transparency into its business practices.",
    "description": "SCP-5690 is a brothel located in the city of Las Vegas. SCP-5690 is staffed almost entirely by Ardor-class demonic entities, characterized by a specialty toward the third Cardinal Vice, lust. SCP-5690 currently employs 16 Ardor-class entities.",
    "title": "SCP-5690"
}