{
    "url": "https://scp-wiki.wikidot.com/scp-5699",
    "all_text": "rating: \n+433\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nAny additional comments (image sources, crit credits, whatever)\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5699\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nCernunnos\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn undated photograph depicting SCP-5699, likely taken during wartime.\n\n\n\n\n\n\nSpecial Containment Procedures:\n As proper, complete containment of SCP-5699 requires the use of mass-incarceration of affected individuals, lockdowns of major metropolitan areas and extensive application of class-A amnestics, containment of SCP-5699 has been indefinitely suspended. As SCP-5699 typically affects individuals experiencing trauma and emotional instability, containment specialists assigned to SCP-5699 have noted that witnesses regard SCP-5699 as a hallucination, or an extended period of delirium. As such, the O5 Council have ruled that SCP-5699 does not require active containment.\n\n\nDescription:\n SCP-5699 is a white\n1\n-class spectral anomaly or group of entities resembling a hooded figure with a mirrored, reflective glass pane in the place of a head.\n\n\nSCP-5699 presents itself towards individuals experiencing significant emotional turmoil, with an increased appearance rate if an individual is either considering or attempting suicide. Upon arrival to a compromised individual, SCP-5699 will silently observe a subject for approximately five minutes' time, and then vanish. After SCP-5699's disappearance, a message written in the fog of a mirror or other reflective surface within the vicinity of the subject will manifest. Messages written typically showcase affection, or a positive experience in the subject's life. A brief showing of collected messages is transcribed below.\n\n\n\n\nYou held my hand as I said goodbye to her, and walked me home, shielding my eyes from the new mothers. You stayed with me. You hadn't even thought of leaving me.\n\n\n\n\n\n\nThe little old lady in the hospital who sat at the windowsill, screaming at nothing outside was comforted by your hand. It wasn't her granddaughter's, who hadn't been there, both in hospital and in life. But you did. You stood by her, gently holding her hand.\n\n\n\n\n\n\nYou bought me a dress and helped me with the straps. You told me I was pretty and loved, and that the girl who had been inside of me the whole time was finally freed.\n\n\n\n\n\n\nThe tea was cold. Too much sugar and cream. The teabag was split in half, leaving a mug with tea leaves at the bottom. Half of it was spilt on the bed. But you brought it for me when I was sick, and shivering.\n\n\n\n\n\n\nYou told me that you believed me.\n\n\n\n\n\n\nThe haggard man who would lie by the garbage bags piled near the pub, who would rest and sleep by a brick-wall, was fed by you. Of course you didn't cook anything, but you bought the soup with your own pocket money.\n\n\n\n\n\n\nYou gave me your beloved dolly.\n\n\n\n\n\n\nProm was less lonely with you.\n\n\n\n\n\n\nYou hugged me when nobody would- You didn't know that it wasn't contagious, only through blood- And even if, you would have still shown me kindness.\n\n\n\n\n\n\nThe birdies in the park were well-fed, after a long winter.\n\n\n\n\n\n\nYou held my hand and fanned my cheek as the monitor dipped and swooned. You gripped my hand, holding onto my wedding ring as the beep grew loud, and would gently stroke my arm, as the beeps grew silent.\n\n\n\n\nAddendum No. 1:\n The following message was discovered on Dr. Ronald Pearson\n2\n's bathroom mirror:\n\n\n\n\nYou let me be free from the cell,\n\nYou let me wander and love\n\nYou helped me.\n\nYou did everything that your name and place would balk\n\nSo I will be free, and help others be free, in their own way.\n\nI won't forget you.\n\nYou are loved, by me.\n\nDon't forget that.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Designates a spectral anomaly that possesses helpful or benevolent characteristics.\n\n\n2\n. Research lead on the SCP-5699 project. Dr. Pearson suffers from severe bouts of depression.\n\n\n\n\n\n\n\n\n« \nSCP-5698\n | SCP-5699 | \nSCP-5700\n »",
    "addendums": [
        "Addendum No. 1: The following message was discovered on Dr. Ronald Pearson 2 's bathroom mirror:"
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "As proper, complete containment of SCP-5699 requires the use of mass-incarceration of affected individuals, lockdowns of major metropolitan areas and extensive application of class-A amnestics, containment of SCP-5699 has been indefinitely suspended. As SCP-5699 typically affects individuals experiencing trauma and emotional instability, containment specialists assigned to SCP-5699 have noted that witnesses regard SCP-5699 as a hallucination, or an extended period of delirium. As such, the O5 Council have ruled that SCP-5699 does not require active containment.",
    "description": "SCP-5699 is a white1-class spectral anomaly or group of entities resembling a hooded figure with a mirrored, reflective glass pane in the place of a head.",
    "title": "SCP-5699"
}