{
    "url": "https://scp-wiki.wikidot.com/scp-5703",
    "all_text": "rating: \n+88\n+\n–\nx\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5703\n - When Lori Came Home For Christmas by \nPeppersGhost\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5703\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nesoteric\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Entrances to SCP-5703 have been filled and concealed. All blueprints and records of SCP-5703 have been doctored or destroyed. Disturbance of the architecture is prohibited, including (but not limited to) removal of the original pinewood flooring. The house containing SCP-5703 remains a functional civilian residence in order to maintain a perception of normalcy in the neighborhood. Residents are to remain under electronic surveillance for behavioral abnormalities.\n\n\nDescription:\n SCP-5703 is a second floor bedroom in a suburban home formerly owned by Diane and Robert Pine.\n1\n Human hair grows from between the floorboards of SCP-5703. Internal imaging of the structure shows no abnormalities.\n\n\nExtranormal Event 5703-01:\n On December 24, 20██, Lori Hammond and her fiancée David Weathers arrived at the Pine residence just before sundown. None of the four have been seen or heard from since. SCP-5703 is believed to have initially manifested shortly after the disappearances occurred, though the causal relationship between these events remains unclear.\n\n\nThe following are transcriptions of four videos recorded on Weathers' mobile phone the night he disappeared. Speculation regarding the events depicted has been withheld pending the resolution of ongoing forensic and scientific investigations.\n\n\n\n\n[ \nVideo 1\n opens on Hammond smiling at the camera in front of the home containing SCP-5703. She carries several small gift bags in one hand and groceries from a local supermarket in the other. ]\n\n\nHammond\n: Sam! We're here! We're doing this.\n\n\nWeathers:\n Hammond family Christmas initiation, commence.\n\n\n[ Hammond attempts to ring the doorbell, but fumbles with her bags. Weathers rings it for her. ]\n\n\nHammond:\n My hero.\n\n\n[ Hammond blows a mock kiss to Weathers. Mr. Pine opens the door moments later wearing an oversized Santa Claus hat. Mrs. Pine hurries behind him. ]\n\n\nMrs. Pine:\n Oh my goodness! Oh, my baby! Come here, we got a whole year's hug quota to catch up on!\n\n\n[ Mrs. Pine reaches to embrace Hammond, who sidesteps into the entry hall. ]\n\n\nHammond:\n Sorry, one sec! Hands are full. Let me just—\n\n\nMr. Pine:\n Here, I'll grab those bags for you, Lori-O.\n\n\nWeathers:\n Did someone say hug quota? I'll give hugs!\n\n\nMrs. Pine:\n [ Laughter. ] I'll take hugs!\n\n\n[ Weathers keeps the phone in his hand while the two embrace. The camera angles up toward a section of ceiling smeared with a dark pulpy substance and strands of hair. Weathers does not appear to notice. ]\n\n\nHammond:\n [ Offscreen, overlapping. ] Hang on a bit, that one is… [ Small squeak ] It was caught on my finger! I'll just set… Yeah!\n\n\nMr. Pine:\n [ Offscreen, presumably embracing Hammond. ] Ah, I needed my girl! Ha! Okay, David, our turn!\n\n\n[ Weathers embraces Mr. Pine. The mark on the ceiling enters the camera's field of view a second time. It appears slightly larger. ]\n\n\nMr. Pine:\n That's the stuff! We're a hugging bunch. You doing a video?\n\n\nHammond:\n We're documenting Dave's first Christmas with us for Sam! And posterity. It's a big occasion!\n\n\n[ The camera pans around the entry hall, modestly decorated for the holiday. There are no photographs on display. ]\n\n\nWeathers:\n Yup, gotta make sure your brother and all future generations can watch me screw up that pie.\n\n\nMrs. Pine:\n The Slice of Heaven! She's got you all coached, huh?\n\n\nWeathers:\n Kind of! Went over the recipe but we didn't—ah, I didn't practice or anything.\n\n\nMr. Pine:\n Don't worry. If I can make it, anyone can!\n\n\nHammond:\n Who says you can make it?\n\n\n[ All laugh. ]\n\n\nMrs. Pine:\n I'm so thrilled you two got to come. Last year wasn't the same without you.\n\n\nWeathers:\n Sorry for borrowing her, ma'am.\n\n\nMrs. Pine:\n Oh no, it's fine! It's—I'm just glad everyone's here this time.\n\n\nHammond:\n Except Sam.\n\n\nMrs. Pine:\n Of course, of course. He's here in spirit!\n\n\nWeathers:\n Isn't there also a \"fur baby\" I need to meet?\n\n\nHammond:\n Yeah! Where's Butters?\n\n\nMr. Pine:\n He's around here somewhere. Probably still upstairs. Doesn't move like he used to.\n\n\nWeathers:\n Poor old guy.\n\n\nHammond:\n Butters is going to love you! We should find him.\n\n\nMr. Pine:\n Before that, do you need help with your things?\n\n\nHammond:\n Shoot! Shoot, shoot. I left the trunk wide open.\n\n\nMr. Pine:\n Ope! [ He jogs away in an exaggerated fashion. ] I'm on it!\n\n\nHammond:\n I haven't brought in the pie stuff yet, so there's ice cream in there too.\n\n\nMrs. Pine:\n I'll put everything away. You two go make yourselves at home.\n\n\nHammond:\n We'll get the presents under the tree.\n\n\n[ Hammond and Weathers carry the gift bags to the living room. The tree is decorated with lights, tinsel, and papier-mâché ornaments painted to resemble doll heads. ]\n\n\nWeathers:\n Whoa!\n\n\nHammond:\n What?\n\n\nWeathers:\n Your tree's covered in heads.\n\n\nHammond:\n Don't be morbid! It's one of the Pine family traditions.\n\n\nWeathers:\n I know you guys like your traditions, but damn. Pies? Cool. This? This is just creepy.\n\n\nHammond:\n They're cute! They're handmade. It's part of this program. Each one represents a kid my parents have sponsored for school. Or, wait, maybe it was for food or something like that. I think it's in Swaziland?\n\n\nWeathers:\n Man, that's an awful lot of kids. And that's in Africa, right? That's an awful lot of \nwhite\n kids.\n\n\nHammond:\n Wow, racist!\n\n\n[ Hammond picks up a plush snowman and throws it at Weathers, jostling the camera. The two laugh. Weathers throws the toy back at Hammond. It misses her and knocks an ornament off the tree, crushing it. ]\n\n\nWeathers:\n Shit. Sorry. Wow, those things are fragile.\n\n\nHammond:\n It's fine. I'm sure my parents won't notice one missing.\n\n\n[ As Weathers picks up the broken ornament, small clumps of hair clippings are dislodged from inside. ]\n\n\nWeathers:\n Uh, Lor?\n\n\nHammond:\n Oh. Huh. That's—I'll just get a broom.\n\n\n[ \nEnd of Video 1.\n ]\n\n\n\n\n\n\n\n[ \nVideo 2\n opens with a view inside a wastebasket. It contains the broken ornament and an assortment of unopened food items including a tub of ice cream and a whole wrapped turkey. ]\n\n\nWeathers:\n Hey Lor? Come have a look at this. I think your parents—\n\n\n[ A scream is heard. The camera snaps up toward the kitchen. Hammond stands sobbing in front of the sink, her hands over her mouth. ]\n\n\nWeathers:\n What's wrong?\n\n\n[ Hammond's sobbing intensifies. ]\n\n\nWeathers:\n Lori, what's wrong? Are you okay?\n\n\n[ A faint animal cry can be heard. Weathers approaches the sink. The tip of a bloody paw protrudes from the drain. ]\n\n\nWeathers:\n Shit! What the fuck?\n\n\nHammond:\n I don't know! He was already in there!\n\n\nWeathers:\n It's—it's okay, just stay calm. We can… we'll get him out. We'll find a way. Where—\n\n\n[ The cries grow louder and more strained. Hammond shakes her head. ]\n\n\nHammond:\n I'm so sorry!\n\n\n[ Hammond flips a switch. The paw retreats down the drain as the garbage disposal activates. The animal's cries cease. \nEnd of Video 2.\n ]\n\n\n\n\n\n\n\n[ \nVideo 3\n is a static view of a ceiling in the home. The blades of a ceiling fan are visible at the edge of the frame, as well as a dark smear similar to the one seen in the first video. Hammond can be heard crying. ]\n\n\nMr. Pine:\n It's okay. It's okay.\n\n\nHammond:\n [ Weakly. ] No. It doesn't make sense.\n\n\nMr. Pine:\n Everything happens for a reason, Lori-O, even if we don't understand it. Even terrible things.\n\n\nMrs. Pine:\n Now, this was a number of years ago, but do you remember the Christmas when you got all those socks? You were so disappointed, but I remember, you were really brave, too. Kept smiling, acting really grateful. Such a good kid. And then Bobby stepped out in his Santa suit with that new game console you wanted. You just laughed and screamed laughed so much and hugged us so tight. Right? Do you remember that?\n\n\nMr. Pine:\n [ Overlapping. ] It's okay. It's all okay. You just sit there. That's it. That's right. Papa's here. It's okay. Deep breaths. It's okay. It's almost Christmas.\n\n\nHammond:\n No. That didn't happen.\n\n\nMrs. Pine:\n It did, sweetheart.\n\n\nHammond:\n That didn't happen!\n\n\nMrs. Pine:\n It did happen. Didn't it, David? Do you remember, David? Do you remember how happy it made you?\n\n\n[ A strained grunt is heard. ]\n\n\nHammond:\n Dave? What—\n\n\nMr. Pine:\n It's okay. Papa's got you.\n\n\nWeathers:\n Y—yeah. Now that you mention it, I remember.\n\n\nMrs. Pine:\n And how did that turn out?\n\n\nWeathers:\n Um. Actually, hah, it was the best Christmas ever.\n\n\nHammond:\n What? Mom, why would you even know about something like that? You're not his—\n\n\nMrs. Pine:\n But we are, dear. It's exactly like you've been saying: he's part of the family now. Davey, honey, are you ready for one more Pine family tradition?\n\n\n[ Glass breaks somewhere nearby. Hammond begins to scream, but her voice is quickly muffled. ]\n\n\nMr. Pine:\n Don't worry, baby girl. Papa's got you. It's all right, Lori-O. It's all going to be fine. Do you want to see your brother? Would that make you feel better?\n\n\nMrs. Pine:\n That's right! I almost forgot. Sammy's here. Let's go see him. He's in your old room. You won't even recognize it now! Don't worry, I've kept all your things. I'll always keep them. Come on, stand up. Stand up now, sweetheart. It's time to go.\n\n\n[ The sound of footsteps and erratic pounding on the hardwood floor can be heard. Voices grow fainter as they move away. ]\n\n\nMr. Pine:\n It's okay. It's okay. Quiet now. Help me with her, son.\n\n\nWeathers:\n Are you sure it's all right? Okay. I'll be real careful, Lor.\n\n\nMrs. Pine:\n Sammy's going to be so happy. He's missed you like you wouldn't believe. We loved him just as much as you, Lori. As much as you. But you weren't here. You weren't here last year. And now you are.\n\n\nMr. Pine:\n We're almost there, baby girl.\n\n\n[ Incremental thudding sounds are heard. ]\n\n\nMr. Pine:\n [ Overlapping. ] Up, up the stairs. That's it. Nearly there. Almost Christmas.\n\n\nWeathers:\n It's gonna be the best Christmas ever, Lor.\n\n\nMrs. Pine:\n Davey, would you grab your camera? Sammy will want to see this.\n\n\n[ \nEnd of Video 3.\n ]\n\n\n\n\n\n\n\n[ \nVideo 4\n takes place inside SCP-5703. Hammond lays on the floor, awake but dazed. Mr. and Mrs. Pine kneel beside her. The camera, presumably held by Weathers, trembles intermittently. A box of unpainted papier-mâché heads is visible by the doorway. ]\n\n\nHammond:\n Please. Mom. I can't do it.\n\n\nMrs. Pine:\n Sure you can. Where's my brave girl?\n\n\nHammond:\n It can't be over. I'm not ready yet. What— [ Her voice wavers. ] What about the pie? Dave didn't even get to taste the pie.\n\n\nMr. Pine:\n Everything ends eventually, sweetheart. Even Christmas. Even people. [ He strokes her hair. ] Even pie.\n\n\n[ Mrs. Pine begins to gently remove Hammond's socks and shoes while singing off-key. ]\n\n\nMrs. Pine:\n [ Singing. ]\n\n\nAway in a manger, the baby awakes\n\n\nClose by me forever, no crying he makes\n\n\n[ As Mrs. Pine sings, she takes Hammond's right foot in her hands and fits the tip of the first toenail into a small gap between the floorboards. Hammond faintly attempts to pull her toe free, but it remains in place. Mr. Pine joins his wife in song, singing in an exaggerated baritone. ]\n\n\nMr. Pine & Mrs. Pine:\n [ Singing. ]\n\n\nI love thee, dear children! look down from the sky\n\n\nO stay by my cradle till morning is nigh\n\n\n[ Hammond's toe is inexplicably pulled into the space between the boards. The force increases until the soft and hard tissues of the toe are ruptured and compressed. Blood and fragments of flesh are siphoned into the gap in the floor. Hammond reaches weakly toward Mr. Pine, who continues to stroke her hair. ]\n\n\nMr. Pine & Mrs. Pine:\n [ Singing. ]\n\n\nThe cattle are lowing; I ask thee to stay\n\n\nI love thee forever, and love me I pray\n\n\n[ The process accelerates. The remainder of Hammond's foot is rapidly crushed and drawn into the floor, causing severe fractures and swelling in her lower leg. She groans loudly and rakes her nails against the floorboards. A stray scrap of flesh lands next to Mrs. Pine, who nudges it over to the opening using a candy cane. ]\n\n\nMr. Pine & Mrs. Pine:\n [ Singing. ]\n\n\nBless all the dear children in our tender care\n\n\nAnd take us to heaven to live with thee there\n\n\n[ A grandfather clock chimes twelve times in the distance. Mrs. Pine begins the process again with Hammond's left foot. Mr. Pine lays a kiss on Hammond's forehead as she convulses. ]\n\n\nMr. Pine:\n [ Overlapping. ] Merry Christmas, sweetheart.\n\n\nMrs. Pine:\n I'll get those big scissors from the wrapping station. We'll need to help this along, I think. Got to make sure there's room left for Davey.\n\n\n[ Mr. and Mrs. Pine turn to the camera and smile. ]\n\n\nMrs. Pine:\n After all, you're part of the family now.\n\n\n[ \nEnd of Video 4.\n ]\n\n\n\n\n\n\n\n\nAfterword:\n During a subsequent wellness check, law enforcement discovered Weathers' mobile phone in SCP-5703 amidst a morass of human hair and unidentified pulp. While Hammond and Weathers are known to have been romantically involved for at least 16 months prior to their disappearance, there is no available evidence which indicates that either party had any relationship (familial or otherwise) with Diane or Robert Pine prior to Extranormal Event 5703-01.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Address and geographic coordinates are available on request from the HCML supervisor.\n\n\n\n\n\n\n\n\n« \nSCP-5702\n | SCP-5703 | \nSCP-5704\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "Entrances to SCP-5703 have been filled and concealed. All blueprints and records of SCP-5703 have been doctored or destroyed. Disturbance of the architecture is prohibited, including (but not limited to) removal of the original pinewood flooring. The house containing SCP-5703 remains a functional civilian residence in order to maintain a perception of normalcy in the neighborhood. Residents are to remain under electronic surveillance for behavioral abnormalities.",
    "description": "SCP-5703 is a second floor bedroom in a suburban home formerly owned by Diane and Robert Pine.1 Human hair grows from between the floorboards of SCP-5703. Internal imaging of the structure shows no abnormalities.",
    "title": "SCP-5703"
}