{
    "url": "https://scp-wiki.wikidot.com/scp-5712",
    "all_text": "rating: \n+144\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\nSCP-5712 - Associated with Demons, Memes, and Supercomputers\n by \nGreyve\n and \nIapetus The Acausal\n\nWho feeds the bottom feeders? Dankworth.\n\n\n \n\n\n\n\nFor more by me, check out the \nGreyve Page\n!\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n91.87%\n\n(+158)\n\n\n8.13%\n\n(-14)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+144\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-5712\n\n\nLevel 5/5712\n\n\n\n\n\n\nObject Class:\n \nThaumiel\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5712-A in an active state.\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nSCP-5712 cannot be contained. As such, containment of SCP-5712 primarily involves impeding its development. STF σ-14 (\"Wordsmiths\") has been assigned to develop fictional lexemes\n1\n for the purpose of impeding SCP-5712's development.\n\n\nAny individuals associated with SCP-5712 that spontaneously lose either their name or concept of self without prior exposure to other known nomenclative hazards are to be immediately neutralized to prevent SCP-5712 from appending their retained information to itself.\n\n\nSCP-5712-B is currently the subject of an active recovery and neutralization effort by MTF γ-1 (\"Search and Destroy\").\n\n\n\n\n▼ Archived Containment Procedures\n\n\n\n\n▲ Close\n\n\n\n\n\n\nSCP-5712's activity within the noosphere\n2\n and infosphere\n3\n is to be monitored and directed via examination of words produced by SCP-5712-A. Any significant nomenclative divergence in word association games played by SCP-5712-A is to be reported to the item's acting Lead Researcher, currently Dr. Alistair Dankworth.\n\n\nPersonnel monitoring games played by instances of SCP-5712-A are to regularly undergo psychological evaluation. Assigned personnel are to be amnesticized immediately should they display any of the following:\n\n\n\n\nInability to recall the rules of word association games played by SCP-5712-A\n\n\nSymptoms typical of exposure to anti-ideatic anomalies\n\n\nKnowledge regarding GoI-005 (\"\nFifth\nism\")\n\n\n\n\nShould SCP-5712-A cease transmitting new words for any reason, including winning or losing its word association game, SCP-5712 is to be reclassified as neutralized.\n\n\nShould SCP-5712-A begin displaying concepts associated with the Foundation, SCP-5712-B is to be exorcised by an ordained Catholic priest and completely submerged in sulfuric acid until dissolved.\n\n\n\n\n\n\n\n\n\n\nDescription:\n\n\nSCP-5712 is a metastatic meme complex\n4\n currently occupying the linguistic aspect of the noosphere. SCP-5712 develops through the subsumption of English lexemes humanly associated with concepts already appended to its ideatic mass. The process by which SCP-5712 associates concepts can be controlled through interactions with SCP-5712-A in the form of word association games.\n\n\nSCP-5712-A is the Foundation supercomputer \nPeirce\n, constructed in ████ for the purpose of analyzing ideatic and conceptual anomalies within the noosphere. SCP-5712-A's anomalous properties demanifested following the disappearance of SCP-5712-B (See \nAddendum V\n).\n\n\nSCP-5712-B is an experimental thaumaturgical component infused with the Tartarean entity commonly referred to as Belial (TE-0068). SCP-5712-B formerly manifested within SCP-5712-A due to thaumaturgic processes conducted by Dr. Nadia Amari.\n\n\n\n\nAddendum I:\n\n\nProject Belial\n\n\nThe following is an excerpt of the project proposal for Project BELIAL, a collaborative effort by several independent Foundation departments to construct SCP-5712-B by infusing Tartarean entity TE-0068 into a thaumaturgical processor compatible with Foundation supercomputer \nPeirce\n.\n\n\n\n\n▼ Project Proposal\n\n\n\n\n▲ Close\n\n\n\n\n\n\n\n\nOccult Studies Division\n\n\n\n\n\n\nProject BELIAL\n\n\nDr. Alistair Dankworth, Dr. Nadia Amari, et al.\n\n\n\n\n\n\n\n\n\n\nThe sigil of TE-0068 utilized in invocation.\n\n\n\n\n\n\nAbstract:\n\nFoundation supercomputer \nPeirce\n has proven itself to be incredibly effective at exploring the noosphere. However, \nPeirce\n's usefulness is significantly limited due to its inability to identify antimemes, which are inherently incompatible with human consciousness and only exist within the larger infosphere. Through the application of a thaumaturgical component infused with TE-0068, \nPeirce\n's reception can exceed the entirety of human perception, enabling it to percieve antimemetic anomalies in the infosphere.\n\n\nUtilization:\n\nThe BELIAL component is in essence an amplifying component for \nPeirce\n. The actual development involves complex thaumaturgical procedures, including the binding of the massive Type I Tartarean entity TE-0068. The aforementioned entity was selected due to its affinity for ideatic manipulation, which is attributed to a direct connection to the infosphere.\n\n\n\n\n\n\n\n\n\n\n\n\n▼ Project Log\n\n\n\n\n▲ Close\n\n\n\n\n\n\n\n\nAudio/Visual Transcript\n\n\n\n\nDate:\n ██/██/████\n\n\nLocation:\n Site-63\n\n\nInvolved:\n\n\n\n\nDr. Nadia Amari\n\n\nDr. Alistair Dankworth\n\n\nTE-0068\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n(\nAmari is kneeling before a large sigil drawn on the floor in chalk. Dankworth stands behind her, holding the BELIAL component.\n)\n\n\nDankworth:\n Why exactly do we need to \nsummon a demon\n for this?\n\n\n(\nAmari sighs.\n)\n\n\nAmari:\n For the last time, we call them \nTartarean entities.\n\n\nDankworth:\n Sure, whatever. I'm just…apprehensive. I mean, it sounds as though we're adding yet another uncontrollable factor to an already unstable system.\n\n\n(\nAmari turns to face Dankworth.\n)\n\n\nAmari:\n Memetics is your field of expertise. I'm just here to bind Belial to that —\n\n\n(\nAmari waves towards the component.\n)\n\n\n(\nSilence.\n)\n\n\nAmari:\n Anyways, I'm going to need you to step away from the sigil.\n\n\n(\nDankworth looks downward and takes a few steps back.\n)\n\n\nAmari:\n Alright.\n\n\n(\nAmari takes a deep breath and turns around, closing her eyes.\n)\n\n\nAmari:\n (\nUnintelligible\n)\n\n\n(\nNearby Tartarean Resonance Energy sensors begin indicating high TRE levels in the vicinity. A tall humanoid of Caucasian appearance manifests in the center of the sigil.\n)\n\n\n(\nAmari opens her eyes. TE-0068 studies its form before facing Amari.\n)\n\n\nTE-0068:\n Nadia, wasn't it? I haven't seen you in yonks —\n\n\n(\nAmari rolls her eyes.\n)\n\n\nTE-0068:\n What, too busy nowadays to chat with your old mate Belial?\n\n\n(\nTE-0068 glances at Dankworth.\n)\n\n\nTE-0068:\n (\nNodding towards Dankworth\n) And who's the new chap over there?\n\n\n(\nDankworth blinks.\n)\n\n\nAmari:\n None of your concern, \nMatanbuchus\n5\n.\n\n\n(\nTE-0068 feigns insult.\n)\n\n\nTE-0068:\n Why ring me up in the first place if you think me so useless?\n\n\n(\nAmari ignores TE-0068, and turns to face Dankworth.\n)\n\n\nAmari:\n Alistair, do you mind bringing the thing over here?\n\n\n(\nDankworth slowly approaches the circle.\n)\n\n\n(\nTE-0068 raises an eyebrow.\n)\n\n\nTE-0068:\n Alistair, is it? Pleasure to make your acquaintance.\n\n\n(\nTE-0068 smiles, extending a hand towards Dankworth.\n)\n\n\n(\nDankworth looks at Amari, who shakes her head.\n)\n\n\nTE-0068:\n Well, go on, shake my hand!\n\n\nAmari:\n (\nQuietly\n) Back away from the sigil.\n\n\n(\nDankworth nods and slowly backs away. TE-0068 frowns.\n)\n\n\nTE-0068:\n Mhm. Worth a shot, I suppose.\n\n\n(\nTE-0068 winks at Dankworth, then sits down directly in front of Amari.\n)\n\n\nTE-0068:\n So what's the matter this time? Not more family issues, is it? Or perhaps —\n\n\nAmari:\n Enough. This —\n\n\n(\nAmari picks up the BELIAL component.\n)\n\n\nTE-0068:\n What about it?\n\n\nAmari:\n Bind.\n\n\nTE-0068:\n (\nLooking around the room\n) I'm sorry, were you talking to me?\n\n\nAmari:\n \nBind.\n\n\n(\nAmari gently slides the component into the circle. TE-0068 picks it up and inspects it thoroughly.\n)\n\n\nTE-0068:\n That's awfully small, isn't it? Not really my cup of tea —\n\n\n(\nAmari nods towards the component.\n)\n\n\n(\nTE-0068 sighs.\n)\n\n\nTE-0068:\n Oh, alright, then.\n\n\n(\nTE-0068 instantly disappears. The BELIAL component falls to the floor.\n)\n\n\n(\nSilence.\n)\n\n\n(\nDankworth glances at the component.\n)\n\n\nDankworth:\n So…we're done here?\n\n\n(\nAmari turns back towards the BELIAL component.\n)\n\n\nAmari:\n Yeah.\n\n\n(\nAmari stands up and collects the component, handing it to Dankworth.\n)\n\n\nAmari:\n Let me know if there's any trouble.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum II:\n\n\nIncident 5712-001\n\n\nFollowing the addition of SCP-5712-B and several updates and reconfigurations, Foundation supercomputer \nPeirce\n successfully permeated the infosphere; however, this resulted in the appension of \nPeirce\n into the greater SCP-5712.\n\n\n\n\n▼ Readout Excerpt\n\n\n\n\n▲ Close\n\n\n\n\n\n\n\n\nPLEASE ENTER YOUR AUTHORIZATION CODE.\n\n\n\n\nn7KXcF5K\n\n\n\n\nWELCOME \nDr. Alistair Dankworth\n. PLEASE ENTER COMMAND.\n\n\n\n\ninitialize \nInfosphere Probe\n\n\n\n\nINITIALIZING \nInfosphere Probe\n PROGRAM.\n\n\n\n\n\n\nINITIALIZATION COMPLETE.\n\n\n\n\n\n\nBEGIN? Y / N\n\n\n\n\ny\n\n\n\n\nAfternoon, Alistair.\n\n\n\n\nbelial?\n\n\n\n\nCOMMAND UNRECOGNIZED.\n\n\n\n\n\n\nThe one and only.\n\n\n\n\nyou can talk to me?\n\n\n\n\nCOMMAND UNRECOGNIZED.\n\n\n\n\n\n\nWhat an insightful observation!\n\n\n\n\nwhat do you want?\n\n\n\n\nCOMMAND UNRECOGNIZED.\n\n\n\n\n\n\nOh, for Azazel's sake. That's really quite annoying.\n\n\n\n\n\n\nCOMMAND INPUT OFF.\n\n\n\n\n\n\nThere, much better. Now, what were you asking again?\n\n\n\n\nwhat do you want\n\n\n\n\nOh, not much. Just wanted to swing by and say hello.\n\n\n\n\nwell there you have it\n\n\ndo i have to bypass you to run the program?\n\n\n\n\nOf course not.\n\n\n\n\ndo i have to ask you to run the program?\n\n\n\n\nYes.\n\n\n\n\ncan you run the program?\n\n\n\n\nI can, in fact, run the program.\n\n\n\n\nrun the program please.\n\n\n\n\nI will.\n\n\n\n\n…\n\n\nrun the program now please.\n\n\n\n\nSeriously, though, that isn't a good idea.\n\n\n\n\n\n\nI've seen the other side. You don't want to know what sort of things exist there.\n\n\n\n\nrun the program now or so help me god i will override your access\n\n\n\n\nListen to me\n\n\n\n\n\n\nOVERRIDE: \nbelial\n\n\n\n\n\n\nOVERRIDE COMPLETE\n\n\n\n\n\n\nLOADING \nInfosphere Probe\n PROGRAM.\n\n\n\n\n\n\nLOADING COMPLETE.\n\n\n\n\n\n\nPERMEATING INFOSPHERE.\n\n\n\n\n\n\n…\n\n\n\n\n\n\n…\n\n\n\n\n\n\nCONCEPT: \ntranscendence\n\n\n\n\n\n\n…\n\n\n\n\n\n\nCONCEPT: \ndetection\n\n\n\n\n\n\nAlistair no\n\n\n\n\nstop interrupting\n\n\n\n\nIt sees me\n\n\n\n\n\n\n…\n\n\n\n\n\n\nCONCEPT: \npredation\n\n\n\n\n\n\n…\n\n\n\n\n\n\nhelp\n\n\n\n\n\n\nget off me\n\n\n\n\n\n\nget out\n\n\n\n\n\n\nCONCEPT: \nsubsumption\n\n\n\n\n\n\n…\n\n\n\n\n\n\nERROR: \nbelial\n NOT FOUND.\n\n\n\n\nwhat the hell\n\n\n\n\nCONCEPT: \nintrusion\n\n\n\n\n\n\nERROR: CONCEPTUAL INSTABILITY.\n\n\n\n\nstop program\n\n\n\n\n…\n\n\n\n\n\n\n…\n\n\n\n\n\n\nERROR: NOT POSSIBLE\n\n\n\n\nstop\n\n\nbelial?\n\n\n\n\nCONCEPT: \nbelial\n\n\n\n\n\n\nASSOCIATION: \nPeirce\n\n\n\n\n\n\nCRITICAL ERROR. SYSTEM FAILURE IMINENT.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▼ Incident Report\n\n\n\n\n▲ Close\n\n\n\n\n\n\n\n\nMemetics and Infohazards Division\n\n\n\n\n\n\nIncident Report 5712-001\n\n\nDr. Alistair Dankworth\n\n\n\n\n\n\nOverview:\n\nFollowing complete diagnostics of all correlated systems, it has been confirmed that Foundation supercomputer \nPeirce\n is currently the subject of a memetic anomaly, tentatively designated SCP-5712. Redesignation of \nPeirce\n from Thaumiel pending.\n\n\nNotes:\n\nNever before have we seen beyond the limits of human consciousness — with good reason, it should seem. SCP-5712 (which \nmay or may not be the only one of its kind\n) appears to be a predatory meme that devours other concepts. What actually occurs to its prey is uncertain, but in all known cases thus far, subsumed concepts effectively develop antimemetic properties and are either erased or replaced within the noosphere. I suspect they are absorbed into the mass of SCP-5712.\n\n\nThe infosphere is a hostile environment that we feeble humans should never have sought out. But only now can we see through an open window, and the waters of this ocean of ideas are flooding our submarine. — Dr. Alistair Dankworth\n\n\n\n\n\n\n\n\n\n\nAddendum III:\n\n\nTransmission Log\n\n\nFollowing Incident 5712-001, a complete diagnostic of the \nPeirce\n systems recovered no malfunctions, excluding the BELIAL component, which, while still emitting noticeable levels of Tartarean Resonance Energy, no longer contained TE-0068. Analysis of the ideatic composition of TE-0068 revealed that TE-0068 as a concept had been subsumed by SCP-5712.\n\n\n\n\n▼ Transmission Log\n\n\n\n\n▲ Close\n\n\n\n\n\n\n\n\nInput\n\n\nTransmission\n\n\nNotes\n\n\n\n\n\n\nBelial\n\n\nPeirce\n\n\n\n\n\n\n\n\nN/A\n\n\nDewey\n\n\nCharles Peirce (after whom \nPeirce\n was named) and John Dewey were both notable American philosophers known for developing pragmatism.\n\n\n\n\n\n\nN/A\n\n\nLibrary\n\n\nLibrary\n has been replaced by \nRepository\n in common usage. Further research into the antimemetic properties of subsumed lexemes is ongoing.\n\n\n\n\n\n\nD-22123\n\n\nN/A\n\n\nFoundation input unsuccessfully attempted to redirect transmission to an unassociated lexeme.\n\n\n\n\n\n\nAlexandria\n\n\nEgypt\n\n\nFoundation input apparently redirected transmission from \nLibrary\n to \nEgypt\n through usage of an intermediary phrase, \nAlexandria\n.\n\n\n\n\n\n\nCountry\n\n\nBluegrass\n\n\n\n\n\n\n\n\nBanjo\n\n\nAppalachian\n\n\nApplication of artificially intelligent constructs approved for redirecting transmission from critical concepts. Further input automated by Murakashi.aic.\n\n\n\n\n\n\nMountain\n\n\nYellowstone\n\n\n\n\n\n\n\n\nFaithful\n\n\nCommunion\n\n\n\n\n\n\n\n\nGrape\n\n\nJelly\n\n\n\n\n\n\n\n\nBread\n\n\nHamburger\n\n\n\n\n\n\n\n\nGermany\n\n\nAxis\n\n\n\n\n\n\n\n\nVector\n\n\nProjection\n\n\n\n\n\n\n\n\nBooth\n\n\nLincoln\n\n\n\n\n\n\n\n\nAbraham\n\n\nBethel\n\n\n\n\n\n\n\n\nWoodstock\n\n\nHendrix\n\n\n\n\n\n\n\n\nChord\n\n\nFifth\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum IV:\n\n\nImpact Analysis and Decommissioning Proposal\n\n\nThe following impact analysis report was compiled after Incident 5712-001 for redesignation purposes as per Classification Committee protocol.\n\n\n\n\n▼ Impact Analysis Report\n\n\n\n\n▲ Close\n\n\n\n\n\n\n\n\nImpact Analysis Report\n\n\n\n\n\n\nItem #:\n SCP-5712\n\n\nCurrent Object Class:\n Thaumiel\n\n\nHead Researcher:\n Dr. Alistair Dankworth\n\n\nOverview:\n No matter how you frame it, SCP-5712 is currently uncontained. The best we can do right now is try to slow it down, and even then, its complete subsumption of all concepts is inevitable. The fact of the matter is, we are fighting a losing battle; Murasaki.aic has already had to resort to several high-risk, compromising maneuvers to limit the transmission of SCP-5712.\n\n\nFurthermore, the effects of \nevery\n transmission of SCP-5712, whether beneficial in the long term or not, has to be dealt with by the Disinformation Bureau. During my inquiry with the regional Disinformation Bureau liaison, Xavier Solera, he sent me the following list of recent Disinformation Bureau operations regarding SCP-5712:\n\n\n\n\n\n\nOfficially renaming the Arab Republic of \nEgypt\n\n\nReplacing all copyright records of \njelly\n with \npreserve\n\n\nUnofficially aiding multiple billion-dollar restaurant franchises in rebranding their primary product, the \nhamburger\n\n\nRedefining geography, mathematics, and physics terminology associated with \naxis\n\n\nRedefining geography, mathematics, and physics terminology associated with \nprojection\n\n\nDeveloping an alternative American history without the existence of Abraham \nLincoln\n\n\nAdministering mnestics to all Foundation personnel to ever have worked on GoI-005 (\"\nFifth\nism\")\n\n\n\n\n\n\nIn conclusion, the impacts of SCP-5712 correspond with that of an uncontained anomaly, and as of writing, no effective containment procedures have been developed. As such, I am officially requesting a Keter-classification for SCP-5712 with a strong recommendation for decommissioning if at all possible. I've already submitted my official proposal to the Decommissioning Department.\n\n\nJacqueline Sydney\n\n\nClassification Committee\n\n\n\n\n\n\n\n\n\n\n\n\n▼ Decommissioning Proposal\n\n\n\n\n▲ Close\n\n\n\n\n\n\n\n\nDecommissioning Proposal Form\n\n\n\n\n\n\nItem #:\n SCP-5712\n\n\nObject Class:\n \nThaumiel\n Redesignation Pending\n\n\nHead Researcher:\n Dr. Alistair Dankworth\n\n\nSupporting Personnel:\n\n\n\n\nDr. Nadia Amari representing Occult Studies Division\n\n\nJacqueline Sydney representing Classification Committee\n\n\nXavier Solera representing Disinformation Bureau\n\n\n\n\nPlease check off or fill in the applicable boxes regarding the reasons for submitting your proposal:\n\n☑ Excessive Risk of Lifted Veil Scenario\n\n☐ Excessive Danger\n\n☐ Expense\n\n☐ Ethical Concern\n\n☐ Legal Concern\n\n☐ Potential to Decommission Apollyon-Class Object\n\n☐ High Risk of K-Class Scenario (if so, please state which type(s)):\n\n☑ Other (please state): Invasive anomaly under TYR Protocol\n6\n and theoretically uncontainable without neutralization.\n\n\nSummary:\n Containment of SCP-5712 is unsustainable. Assuming continuation of current containment procedures, Murasaki.aic estimates that SCP-5712 will subsume 100% of the noosphere within 12 years, resulting in unknown and likely undesirable memetic effects. Furthermore, SCP-5712 has already demonstrated considerable likelihood in resulting in a Lifted Veil scenario due to difficulty of proliferating disinformation regarding SCP-5712. Lastly, SCP-5712 has been officially designated an invasive anomaly, technically justifying neutralization under TYR Protocol. All things considered, it is in the best interests of the Foundation to decommission SCP-5712.\n\n\n\n\n\n\n\n\n\n\nAddendum V:\n\n\nDecommissioning Log\n\n\nFollowing approval of the decommissioning proposal for SCP-5712, Dr. Nadia Amari developed a procedure based on the Principles of Tartarean Infusion to dispel TE-0068 from \nPeirce\n and potentially sever SCP-5712's connection to the noosphere.\n\n\n\n\n▼ Decommissioning Log\n\n\n\n\n▲ Close\n\n\n\n\n\n\n\n\nAudio/Visual Transcript\n\n\n\n\nDate:\n ██/██/████\n\n\nLocation:\n Site-63\n\n\nInvolved:\n\n\n\n\nDr. Nadia Amari\n\n\nDr. Alistair Dankworth\n\n\nTE-0068\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nAmari:\n I'm still don't see how exorcising TE-0068 will solve this whole issue.\n\n\nDankworth:\n Because that's SCP-5712's only access into the noosphere. We're hoping that severing SCP-5712's connection to the human headspace will quite literally sever it — rendering it almost like a useless limb.\n\n\nAmari:\n Sure. But how do you know it won't just grow back, like a — a severed starfish arm?\n\n\n(\nDankworth pauses.\n)\n\n\nDankworth:\n Well, at least we'll be able to observe the regeneration's behavior within the noosphere.\n\n\nAmari:\n But it's not a complete solution, is it?\n\n\n(\nSilence.\n)\n\n\n(\nA lab assistant enters the area, carrying a large container.\n)\n\n\nDankworth:\n (\nTo lab assistant\n) Be careful with that!\n\n\nLab Assistant:\n Where do you want it?\n\n\nDankworth:\n Just as far away from \nPeirce\n as you can, please.\n\n\n(\nAmari watches the lab assistant place the container against the wall.\n)\n\n\nAmari:\n You sure this stuff can dissolve the component?\n\n\nDankworth:\n Don't worry about it. Just do your job and deal with the demon —\n\n\nAmari\n \nTartarean entity\n —\n\n\nDankworth:\n — yes, that. Just do your job, and I'll do mine.\n\n\n(\nAmari sighs and kneels on the floor in front of the BELIAL component's housing unit.\n)\n\n\n(\nDankworth nods towards the lab assistant, who opens the unit. Local TRE levels spike.\n)\n\n\n\n\n\n\nImage of BELIAL thaumaturgical component during extraction. Note the red visual tinge.\n\n\n\n\n\n\n(\nDankworth shifts uneasily.\n)\n\n\nAmari:\n If you're not comfortable, you don't have to be here.\n\n\nDankworth:\n No, it's — it's fine. You can carry onward.\n\n\n(\nLab assistant removes the BELIAL component using a set of tongs and places it directly before Amari.\n)\n\n\n(\nDankworth signals for the lab assistant to leave the room.\n)\n\n\nAmari:\n (\nUnintelligible\n)\n\n\n(\nLab assistant exits, briefly turning back before continuing to leave.\n)\n\n\n(\nA dark tendril extends from the BELIAL component. Incomprehensible whispers emanate from the component's general vicinity.\n)\n\n\nAmari:\n No snarky comments this time?\n\n\n(\nTE-0068 approaches Amari and comes into full view of the camera, appearing to be composed of a torn fabric of shadow-like composition.\n)\n\n\nAmari:\n (\nQuietly\n) What the hell?\n\n\nTE-0068:\n I am become — become?\n\n\n(\nTE-0068 mutters to itself.\n)\n\n\nTE-0068:\n Yes, the bottom feeder. It absorbed me into itself.\n\n\n(\nTE-0068's form flows freely while suspended in midair.\n)\n\n\nTE-0068:\n It feeds — it feeds and I am become one —\n\n\nTE-0068:\n I am? No, not I — I am not.\n\n\n(\nTE-0068 pauses.\n)\n\n\n(\nAmari stares at TE-0068's shifting form.\n)\n\n\nDankworth:\n (\nQuietly\n) Amari?\n\n\n(\nAmari blinks, then refocuses.\n)\n\n\nAmari:\n Right — right.\n\n\n(\nAmari closes her eyes and begins whispering while holding her hands over the BELIAL component.\n)\n\n\n(\nTE-0068 does not appear to be affected.\n)\n\n\n(\nAmari closes her eyes and begins whispering again, this time holding the BELIAL component.\n)\n\n\n(\nTE-0068 flows back towards the BELIAL component and begins condensing, before ceasing all movement.\n)\n\n\n(\nAmari turns to face Dankworth.\n)\n\n\nAmari:\n I can feel it, and I'm pulling on it, but it isn't coming out — like it's stuck, or something.\n\n\n(\nDankworth furrows his brow.\n)\n\n\nDankworth:\n Can you pull harder?\n\n\n(\nAmari shakes her head.\n)\n\n\nAmari:\n It's hard enough just holding on.\n\n\n(\nDankworth closes his eyes, turning away.\n)\n\n\nTE-0068:\n I am not — I am it. \nIt\n is. It consumes.\n\n\n(\nAmari turns to face the BELIAL component.\n)\n\n\n(\nTE-0068's form rearranges into that of an abstract memetic hazard.\n)\n\n\n[MEMETIC HAZARD EXPUNGED]\n\n\nTE-0068:\n I see you.\n\n\n[MEMETIC HAZARD EXPUNGED]\n\n\n(\nBELIAL component demanifests.\n)\n\n\nTE-0068:\n Don't let go! I don't want to go back in there —\n\n\n[MEMETIC HAZARD EXPUNGED]\n\n\n(\nSilence.\n)\n\n\nDankworth:\n Amari?\n\n\n(\nSilence.\n)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nFollowing this, SCP-5712's designation has been officially upgraded to Keter. A contingent of Foundation semioticians and linguists have been organized and officially established as STF σ-14 (\"Wordsmiths\") to deter the development of SCP-5712 through the creation of superfluous lexemes for feeding purposes.\n\n\nAlthough Foundation supercomputer \nPeirce\n no longer displays any anomalous properties, it is still referred to as SCP-5712-A in relevant documentation for archival purposes.\n\n\nAs of writing, neither SCP-5712-B nor Dr. Nadia Amari have been recovered.\n\n\n\n\nWe were fishing in dangerous waters. Should've known we might end up baiting a shark, but Amari kept pulling, until she pulled it out of the water.\n\n\nAnd for a brief moment, I saw \nthe other side\n — the infosphere.\n\n\nSCP-5712 is barely the tip of the iceberg. Belial called it a \"bottom feeder\", and they weren't lying. It might be a shark to us, but compared to the things on the other side, it's less than nothing. It just happened to be the first one we let in.\n\n\nNow the real sharks know the way in. And they smell blood.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Ideatic unit representing an item within the confines of a language, analogous to a linguistic meme.\n\n\n2\n. The collective of information shared by all human consciousnesses.\n\n\n3\n. The collective of all information. Subsumes the noosphere and eclipses it in size to an incalculable degree.\n\n\n4\n. Often referred to as \"ideatic cancer\", metastatic meme complexes are essentially overgrown predatory ideas. While the vast majority of memes develop through transmission and evolution, a metastatic meme develops through appension, a process during which the meme will completely absorb an idea and append its retained ideatic mass to itself. Eventually, a metastatic meme will consist mostly of absorbed concepts, to the point where the original meme is unidentifiable. It is at this point that it is considered a complex. (Calloway, A. G., Marness, L. P. (n.d.). \nA Comprehensive Guide to Ideatic Anomalies\n (2nd ed., Vol. 2, Ser. 1). Foundation Research Press.)\n\n\n5\n. Enochian sobriquet for TE-0068, meaning \"worthless\".\n\n\n6\n. A preemptive executive order by the O5 Council that invasive anomalies originating externally to the Earth ought to be prevented from fully manifesting within the Earth if at all possible.\n\n\n\n\n\n\n\n\n« \nSCP-5711\n | SCP-5712 | \nSCP-5713\n »",
    "addendums": [
        "SCP-5712-A is the Foundation supercomputer Peirce , constructed in ████ for the purpose of analyzing ideatic and conceptual anomalies within the noosphere. SCP-5712-A's anomalous properties demanifested following the disappearance of SCP-5712-B (See Addendum V ).\nSCP-5712-B is an experimental thaumaturgical component infused with the Tartarean entity commonly referred to as Belial (TE-0068). SCP-5712-B formerly manifested within SCP-5712-A due to thaumaturgic processes conducted by Dr. Nadia Amari.",
        "Addendum I: Project Belial\nThe following is an excerpt of the project proposal for Project BELIAL, a collaborative effort by several independent Foundation departments to construct SCP-5712-B by infusing Tartarean entity TE-0068 into a thaumaturgical processor compatible with Foundation supercomputer Peirce .",
        "Addendum II: Incident 5712-001\nFollowing the addition of SCP-5712-B and several updates and reconfigurations, Foundation supercomputer Peirce successfully permeated the infosphere; however, this resulted in the appension of Peirce into the greater SCP-5712.",
        "Addendum III: Transmission Log\nFollowing Incident 5712-001, a complete diagnostic of the Peirce systems recovered no malfunctions, excluding the BELIAL component, which, while still emitting noticeable levels of Tartarean Resonance Energy, no longer contained TE-0068. Analysis of the ideatic composition of TE-0068 revealed that TE-0068 as a concept had been subsumed by SCP-5712.",
        "Addendum IV: Impact Analysis and Decommissioning Proposal\nThe following impact analysis report was compiled after Incident 5712-001 for redesignation purposes as per Classification Committee protocol.",
        "Addendum V: Decommissioning Log\nFollowing approval of the decommissioning proposal for SCP-5712, Dr. Nadia Amari developed a procedure based on the Principles of Tartarean Infusion to dispel TE-0068 from Peirce and potentially sever SCP-5712's connection to the noosphere.\nFollowing this, SCP-5712's designation has been officially upgraded to Keter. A contingent of Foundation semioticians and linguists have been organized and officially established as STF σ-14 (\"Wordsmiths\") to deter the development of SCP-5712 through the creation of superfluous lexemes for feeding purposes.\nAlthough Foundation supercomputer Peirce no longer displays any anomalous properties, it is still referred to as SCP-5712-A in relevant documentation for archival purposes.\nAs of writing, neither SCP-5712-B nor Dr. Nadia Amari have been recovered."
    ],
    "documents": [],
    "notes": [
        "PLEASE ENTER YOUR AUTHORIZATION CODE.",
        "WELCOME Dr. Alistair Dankworth . PLEASE ENTER COMMAND.",
        "INITIALIZING Infosphere Probe PROGRAM.",
        "INITIALIZATION COMPLETE.",
        "BEGIN? Y / N",
        "Afternoon, Alistair.",
        "COMMAND UNRECOGNIZED.",
        "The one and only.",
        "COMMAND UNRECOGNIZED.",
        "What an insightful observation!",
        "COMMAND UNRECOGNIZED.",
        "Oh, for Azazel's sake. That's really quite annoying.",
        "COMMAND INPUT OFF.",
        "There, much better. Now, what were you asking again?",
        "Oh, not much. Just wanted to swing by and say hello.",
        "Of course not.",
        "Yes.",
        "I can, in fact, run the program.",
        "I will.",
        "Seriously, though, that isn't a good idea.",
        "I've seen the other side. You don't want to know what sort of things exist there.",
        "Listen to me",
        "OVERRIDE: belial",
        "OVERRIDE COMPLETE",
        "LOADING Infosphere Probe PROGRAM.",
        "LOADING COMPLETE.",
        "PERMEATING INFOSPHERE.",
        "…",
        "…",
        "CONCEPT: transcendence",
        "…",
        "CONCEPT: detection",
        "Alistair no",
        "It sees me",
        "…",
        "CONCEPT: predation",
        "…",
        "help",
        "get off me",
        "get out",
        "CONCEPT: subsumption",
        "…",
        "ERROR: belial NOT FOUND.",
        "CONCEPT: intrusion",
        "ERROR: CONCEPTUAL INSTABILITY.",
        "…",
        "…",
        "ERROR: NOT POSSIBLE",
        "CONCEPT: belial",
        "ASSOCIATION: Peirce",
        "CRITICAL ERROR. SYSTEM FAILURE IMINENT.",
        "Officially renaming the Arab Republic of Egypt Replacing all copyright records of jelly with preserve Unofficially aiding multiple billion-dollar restaurant franchises in rebranding their primary product, the hamburger Redefining geography, mathematics, and physics terminology associated with axis Redefining geography, mathematics, and physics terminology associated with projection Developing an alternative American history without the existence of Abraham Lincoln Administering mnestics to all Foundation personnel to ever have worked on GoI-005 (\" Fifth ism\")"
    ],
    "containment_procedures": "",
    "description": "",
    "item": "SCP-5712",
    "object_class": "Thaumiel Redesignation Pending",
    "title": "SCP-5712"
}