{
    "url": "https://scp-wiki.wikidot.com/scp-590",
    "all_text": "rating: \n+370\n+\n–\nx\n\n\nItem #:\n SCP-590\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-590 is assigned to a regular SCP living space at Sector 7. There is to be one guard on duty at all times within said space, to ensure 590 does not harm himself. SCP-590 is to be supplied with one television, which is to be used only in the broadcasting of children's shows. At no time is SCP-590 allowed to leave Sector 7, for any reason. Subject is to be fed only the vitamin-laced protein gruel created for SCP-590. Anyone caught attempting to feed SCP-590 anything else will be demoted. SCP-590 is not to be handled without proper authorization.\n\n\nNote:\n SCP-590 is not to be named as anything other than Five Ninety. He is a tool to be used, not someone's friend, sibling, or child. Anyone found forming attachments to an SCP will be removed to a less people-intensive duty.\n\n\nDescription:\n SCP-590 appears to be a young male, approximately 16 years of age. The only benefit he receives from his powers is apparent longevity, as he has not aged since his arrival at the Foundation.\n\n\nAlthough in all aspects a normal teenager, when SCP-590 touches any other human, he heals all injuries and ailments, physical and mental, they may have. As an odd side effect, SCP-590 receives the injuries upon himself, being subjected to all the pain, and the aftermath.\n\n\nTo elucidate: When healing a physical wound, SCP-590 not only feels the pain of receiving the wound, but gains scars relevant to where the wound was on the subject. When healing a cancer patient, the tumors materialize at varying places on his body, usually along his arms or legs. Any mental healing performed is transferred directly, resulting in SCP-590 gaining whatever mental aberration he was healing. Those wounds he receives from using his powers accumulate.\n\n\nSCP-590 is not capable of healing mental disorders caused by psionic induction, including those caused by certain mind-altering SCPs.\n\n\nIn ████, SCP-590 was bedridden, and unable to leave his room due to accumulated injuries. In ████, SCP-590 was put on life support, unable to even breathe on his own. Shortly after, he was given one dose of \nSCP-500\n, which brought him back to full health.\n\n\nAt the instigation of Dr. Bright, SCP-590 was immediately induced to heal several cases of mental retardation. Due to this action, \nSCP-590 is permanently at the mental level of a three-year-old child\n, and is extremely tractable.\n\n\nSCP-590 is currently reserved for use on Researchers and above. Any requests for testing should go through Dr. ████████.\n\n\n\n\n\n\n« \nSCP-589\n | SCP-590 | \nSCP-591\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-590\n\" by AdminBright, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-590\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-590 \" by AdminBright, from the SCP Wiki . Source: https://scpwiki.com/scp-590 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-590",
    "object_class": "Safe",
    "containment_procedures": "SCP-590 is assigned to a regular SCP living space at Sector 7. There is to be one guard on duty at all times within said space, to ensure 590 does not harm himself. SCP-590 is to be supplied with one television, which is to be used only in the broadcasting of children's shows. At no time is SCP-590 allowed to leave Sector 7, for any reason. Subject is to be fed only the vitamin-laced protein gruel created for SCP-590. Anyone caught attempting to feed SCP-590 anything else will be demoted. SCP-590 is not to be handled without proper authorization.",
    "description": "SCP-590 appears to be a young male, approximately 16 years of age. The only benefit he receives from his powers is apparent longevity, as he has not aged since his arrival at the Foundation.",
    "title": "SCP-590"
}