{
    "url": "https://scp-wiki.wikidot.com/scp-591",
    "all_text": "rating: \n+265\n+\n–\nx\n\n\nItem #:\n SCP-591\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Instances of SCP-591 are to be kept in a separate storage containment vault at least 500m away from any civilian population, essential civilian infrastructure, or other Foundation controlled containment facilities. SCP-591 are to be activated only during approved testing by Level-3 staff. Test subjects affected by SCP-591 during testing are to remain in the area until SCP-591 has been turned off. Outside of testing SCP-591 is to remain deactivated.\n\n\nAny new ZK-class scenarios created by SCP-591 will need to have a closed concrete dome structure built to contain it. These areas will also be designated as Sector-W#. Sectors W1 through W5 that exist currently are to be monitored remotely and be kept under Clandestine-2 type status. Personnel or test subjects within a Sector-W# are to remain there and be considered as lost collateral.\n\n\nAny devices suspected to be an instance of SCP-591 are to be confiscated immediately.\n\n\nDescription:\n SCP-591 refers to a line of video game consoles originally developed as a counterfeit of the Nintendo Entertainment System (NES). SCP-591 was labeled as Pretendo in 1985 and manufactured in Southeast Asia. Official records indicate that the Pretendo brand was bought by another company, Doctor Wondertainment, supposedly to establish themselves in the growing video game market.\n\n\nPretendo was then re-engineered as a stand-alone console system that was capable of playing both NES games and Doctor Wondertainment's own line of 8-bit video game titles, hereby referred to as SCP-591-#. Such SCP-591-# titles include but are not limited to:\n\n\n\n\n\n\nDesignation\n\n\nTitle\n\n\nGenre\n\n\nRelease Date\n\n\n\n\n\n\nSCP-591-01\n\n\nEskimo Moe\n\n\nplatform\n\n\nJan 1986\n\n\n\n\n\n\nSCP-591-03\n\n\nWhap 'Em!\n\n\narcade shooter\n\n\nJan 1986\n\n\n\n\n\n\nSCP-591-06\n\n\nDusky's Adventures in Staedland\n\n\nplatform\n\n\nFeb 1986\n\n\n\n\n\n\nSCP-591-11\n\n\nYou \nCan\n Do That on Television\n\n\nsurvival horror\n\n\nApr 1986\n\n\n\n\n\n\nSCP-591-15\n\n\nWLB Sports Deluxe\n\n\nsports\n\n\nMay 1986\n\n\n\n\n\n\nSCP-591-20\n\n\nWWI Ace Trench Digger\n\n\npuzzle\n\n\nJul 1986\n\n\n\n\n\n\nSCP-591-29\n\n\nLed Zeppelin Air Racers\n\n\nmusic/racing\n\n\nOct 1986\n\n\n\n\n\n\nSCP-591-38\n\n\nSuper Kick Karate\n\n\nfighting\n\n\nDec 1986\n\n\n\n\n\n\nSCP-591-41\n\n\nSuper Kick Karate 2010\n\n\nfighting\n\n\nFeb 1987\n\n\n\n\n\n\nSCP-591-44\n\n\nFinal Kick Karate Ultimate Greatness\n\n\npinball\n\n\nMar 1987\n\n\n\n\n\n\nSCP-591-45\n\n\nThe Legend of Sword Master\n1\n\n\nfighting/simulator\n\n\nJun 1987\n\n\n\n\n\n\nSCP-591-46\n\n\nReading Rainbow Sit and Listen\n\n\neducational\n\n\nSep 1987\n\n\n\n\n\n\nWhenever SCP-591-# is inserted into SCP-591 and activated, it creates a minimized and isolated CK-class reality restructuring scenario that resembles the game's intended content. Individuals inside these affected areas will usually assume the role of the games' main character/protagonist. This effect does not apply when a normal NES cartridge is inserted into SCP-591.\n\n\nBecause of the degradation and age of SCP-591's electronic and computer components, the CK-class reality restructuring scenarios have an increased chance of becoming isolated ZK-class reality failure scenarios of varying areas of effect. Unlike the CK-class scenarios which revert after SCP-591 is deactivated, the ZK-class scenarios remain permanently as a fixed location. These locations have been designated as Sector-W1 through Sector-W5.\n\n\nEach ZK-class scenario is different with varying, and seemingly random, parameters which include but are not limited to:\n\n\n\n\nExtreme gravitic fluctuations or absence thereof\n\n\nTime dilation\n\n\nLight-speed significantly reduced or even halted\n\n\nRandomly placed cubic structures of varying elements in a solid state, including some actinoids regardless of half-life\n\n\nAbsence of any kind of naturally occurring radiation, including cosmic background radiation\n\n\nAreas that consist of a perfect vacuum\n\n\nThe creation of non-linear spatial anomalies or a similar transfiguration applied to pre-existing structures and/or ███████\n\n\n\n\nBased on previous testing, a ZK-class scenario being generated from a CK-class scenario has steadily increased from a chance of 1% to 32% over the last 28 years in Foundation custody. Based on seized Wondertainment company records, there are suspected to be a total of 243 consoles and roughly 1,300 game cartridges still unaccounted for, including an alleged \"Pocket Pretendo\" that may or may not exist as a prototype. To date, no mass unit recall for SCP-591 has been issued by Doctor Wondertainment.\n\n\n\n\n[LEVEL-3 ACCESS REQUIRED]\n\n\n\n\n[ACCESS GRANTED]\n\n\n\n\nAddendum-591-001:\n There have been a limited number of case reports involving some individuals physically surviving a ZK-class scenario. These individuals recovered from the incidents are usually altered so drastically that they have little chance of survival outside of their respective Sector-W#.\n\n\nThere are also two reported cases of an individual leaving a ZK-class scenario physically unaltered, but continue to assume the role of the game's main character pre-incident. Because the effects of SCP-591 during a ZK-class scenario are largely unknown and are becoming exceedingly unpredictable and dangerous to research, all further play-testing of SCP-591 and SCP-591-# is hereby suspended until further notice.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Includes sword controller\n\n\n\n\n\n\n\n\n« \nSCP-590\n | SCP-591 | \nSCP-592\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-591\n\" by LurkD, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-591\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-591 \" by LurkD, from the SCP Wiki . Source: https://scpwiki.com/scp-591 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-591",
    "object_class": "Euclid",
    "containment_procedures": "Instances of SCP-591 are to be kept in a separate storage containment vault at least 500m away from any civilian population, essential civilian infrastructure, or other Foundation controlled containment facilities. SCP-591 are to be activated only during approved testing by Level-3 staff. Test subjects affected by SCP-591 during testing are to remain in the area until SCP-591 has been turned off. Outside of testing SCP-591 is to remain deactivated.",
    "description": "SCP-591 refers to a line of video game consoles originally developed as a counterfeit of the Nintendo Entertainment System (NES). SCP-591 was labeled as Pretendo in 1985 and manufactured in Southeast Asia. Official records indicate that the Pretendo brand was bought by another company, Doctor Wondertainment, supposedly to establish themselves in the growing video game market.",
    "title": "SCP-591"
}