{
    "url": "https://scp-wiki.wikidot.com/scp-598",
    "all_text": "rating: \n+229\n+\n–\nx\n\n\nItem #:\n SCP-598\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-598 is contained in a three by three by three (3x3x3) meter room which has been painted solidly with Behr brand \"Pearly White\" paint. The floor is mirrored. Three (3) bright lights are positioned on the ceiling in such a way so that all the room is lit. These lights are to remain lit for 24 hours every day and are attached to a backup generator in case of power outage. The room will be examined for mold or stains daily, and these will be immediately removed if found.\n\n\nTwo level-2 guards are to be stationed outside SCP-598’s room at all times. Supervised contact with SCP-598 is unrestricted to all personnel with Level-2 access. All are subject to searches before and after contact, and random psychoanalysis afterwards.\n\n\nUnless permission is received from a overseer, tools such as knives, scalpels, mirrors, paint-peelers, or cameras are restricted.\n\n\nDescription:\n SCP-598 is an intelligent shade of yellow covering the whole of the inside of its cell. Attempts to reproduce SCP-598 with paints, crayons, etc., have failed. Through experimentation, SCP-598's properties have been discovered not to be tint or shade dependent (different shades of light, except for total darkness, will not affect the item's sentience) but are hue-dependent (a colored filter placed over the item's light source will cancel the effect).\n\n\nSCP-598 can process audiovisual stimuli in its nearby surroundings, but cannot speak nor move autonomously, nor communicate using normal senses. SCP-598 is, however, telepathic, and capable of holding extended mental conversations, enjoying topics like music, art, and science. It displays a slight interest in the SCP Foundation, although it is likely this is because of its immediate surroundings, and not for malevolent reasons.\n\n\nSCP-598 is not a physical organism- it does not move, grow, eat, sleep, or excrete waste, so it is not technically alive. Any color-accurate copy of SCP-598, reproduced by any means including computer, video recording or mirrors, will become SCP-598.\n\n\nAn interesting phenomena occurs whenever any short-wave radio is within 4 meters of SCP-598. They will begin to pick up a previously out-of-range station which will broadcast different noises.\n\n\nAs of yet, the following have been recorded:\n\n\n\n\nWolf-like howling\n\n\nWhale song\n\n\nFrogs croaking, punctuated by insect sounds\n\n\nLow humming of unknown origin\n\n\nHigh-pitched chirping noises, revealed to be bat noises brought into human hearing frequencies\n\n\n\n\nSCP-598 does not seem to know where these noises originate, yet enjoys a radio placed in the room and tuned to this frequency. The noises change at random, and go on for hours at a time.\n\n\nAddendum:\n\n\nIt has been suggested by Dr. ███████████ that a sample of SCP-598 be introduced to \nSCP-085\n. Pending approval by overseers and all involved parties.\n\n\n\n\n\n\n« \nSCP-597\n | SCP-598 | \nSCP-599\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-598\n\" by Sophia Light, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-598\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:\nIt has been suggested by Dr. ███████████ that a sample of SCP-598 be introduced to SCP-085 . Pending approval by overseers and all involved parties."
    ],
    "documents": [],
    "notes": [
        "\" SCP-598 \" by Sophia Light, from the SCP Wiki . Source: https://scpwiki.com/scp-598 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-598",
    "object_class": "Safe",
    "containment_procedures": "SCP-598 is contained in a three by three by three (3x3x3) meter room which has been painted solidly with Behr brand \"Pearly White\" paint. The floor is mirrored. Three (3) bright lights are positioned on the ceiling in such a way so that all the room is lit. These lights are to remain lit for 24 hours every day and are attached to a backup generator in case of power outage. The room will be examined for mold or stains daily, and these will be immediately removed if found.",
    "description": "SCP-598 is an intelligent shade of yellow covering the whole of the inside of its cell. Attempts to reproduce SCP-598 with paints, crayons, etc., have failed. Through experimentation, SCP-598's properties have been discovered not to be tint or shade dependent (different shades of light, except for total darkness, will not affect the item's sentience) but are hue-dependent (a colored filter placed over the item's light source will cancel the effect).",
    "title": "SCP-598"
}