{
    "url": "https://scp-wiki.wikidot.com/scp-605",
    "all_text": "rating: \n+56\n+\n–\nx\n\n\n\n\n\n\nSCP-605 in an active state near [REDACTED]\n\n\n\n\n\n\nItem #:\n SCP-605\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-605 is impossible to contain with currently available resources; all Foundation efforts are currently directed at regulating its behavior and suppressing public knowledge of its existence.\n\n\nFoundation tracking teams are permanently stationed outside a 15 km radius safe zone from SCP-605, and are equipped with large unmanned aerial vehicles that can be used in case SCP-605 enters an active state.\n\n\nDescription:\n SCP-605 is a large, amorphous, and airborne gaseous entity visually similar to a high-altitude cloud formation approximately 180 to 260 m in diameter. Its exact appearance varies drastically, from being nearly invisible during its \"dormant\" phase, to resembling an enormous storm front while \"active\". It has been observed to move slowly, but has not left the region bounded by the US state of Florida, Puerto Rico, and Bermuda Island.\n\n\nWhile \"active\", SCP-605 exhibits behavior similar to that of a living predatory organism and will track ships and aircraft in its territory and attempt to engulf them in its body. The \"active\" state of SCP-605 also causes anomalous disruptions of the local magnetic field, causing compasses and other navigation systems to malfunction or report erroneous readings.\n\n\nWhen a ship or aircraft is completely engulfed by SCP-605, it is consumed by a method that is not currently understood, leaving no trace. All attempts to study this process to date have failed, as a successful \"feeding\" will cause SCP-605 to revert to a dormant state, usually for several years and as long as several decades at a time, and during this time no anomalous readings can be detected.\n\n\nDue to SCP-605's ability and its presumed link to multiple disappearances of civilian and military assets in the past, the use of unmanned aerial vehicles to \"feed\" SCP-605 has been approved to reduce the chances of publicly known incidents.\n\n\nAddendum 605-01:\n Analysis of recorded data regarding SCP-605 have shown a minute, but detectable increase in the calculated mass of SCP-605, with spikes consistent with known dates on which SCP-605 entered an active phase. Request for further study and possible countermeasures have been filed and are awaiting O5 approval.\n\n\n\n\n\n\n« \nSCP-604\n | SCP-605 | \nSCP-606\n »",
    "addendums": [
        "Addendum 605-01: Analysis of recorded data regarding SCP-605 have shown a minute, but detectable increase in the calculated mass of SCP-605, with spikes consistent with known dates on which SCP-605 entered an active phase. Request for further study and possible countermeasures have been filed and are awaiting O5 approval."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-605",
    "object_class": "Euclid",
    "containment_procedures": "SCP-605 is impossible to contain with currently available resources; all Foundation efforts are currently directed at regulating its behavior and suppressing public knowledge of its existence.",
    "description": "SCP-605 is a large, amorphous, and airborne gaseous entity visually similar to a high-altitude cloud formation approximately 180 to 260 m in diameter. Its exact appearance varies drastically, from being nearly invisible during its \"dormant\" phase, to resembling an enormous storm front while \"active\". It has been observed to move slowly, but has not left the region bounded by the US state of Florida, Puerto Rico, and Bermuda Island.",
    "title": "SCP-605"
}