{
    "url": "https://scp-wiki.wikidot.com/scp-638",
    "all_text": "A \nROUNDERHOUSE\n Joint\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+265\n+\n–\nx\n\n\n\n\n\n\n2/638\n LEVEL \n2/638\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-638\n\n\n\n\n\n\nNeutralized\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRichard Chappell, circa 1904\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n All members of SCP-638 are deceased, and their remains have been disposed of in accordance with standard protocol.\n\n\nDESCRIPTION:\n SCP-638 was the Pulaski Crew, an organized crime squad active in the 1910s as part of the larger \nChicago Spirit\n. While Chicago Spirit boss Richard D. Chappell was not a member, he organized the group and led their only major heist in 1914. The Pulaski Crew was comprised of 5 anomalous individuals, designated SCP-638-A through -E:\n\n\n\n\nSCP-638-A: Louis 'Bagel' Bernstein; 31, Jewish American, pyromancer.\n\n\nSCP-638-B: 'Mads' Moody; 38, American, anomalous strength.\n\n\nSCP-638-C: Guiseppe 'Permontto' Fiori; 34, Italian-American, anomalously persuasive.\n\n\nSCP-638-D and -E: 'Ah Num' & 'Ah Tom'; 41, Chinese, twin thaumaturges.\n\n\n\n\nSCP-638, led by Chappell, used their anomalous abilities to perpetrate the 1914 heist of the Federal Reserve Bank of Chicago. Over the course of nineteen minutes, SCP-638 was able to eliminate security, take hostages, and gain access to the vault, which contained 2,000 short tonnes of gold bullion as part of a classified government handoff.\n\n\nThe Chicago Police Department and embedded Foundation agents stormed the facility and detained SCP-638, finding Richard Chappell and all the gold conspiciously absent. Embedded agent Chad Pick began performing preliminary interviews on the members of SCP-638 to attempt to ascertain the location of the bullion and the whereabouts of Richard D. Chappell.\n\n\n\n\n\n\nAddendum 638.1\n\n\nINTERVIEWS\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n \n\n\n\n\n\n\n\n\nSCP-638-A\n\n\nSCP-638-B\n\n\nSCP-638-C\n\n\nSCP-638-D & -E\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-638-A\n\n\n\n\n\n\nINTERVIEWER:\n Agent Chad Pick\n\n\nSUBJECT:\n SCP-638-A\n\n\n«BEGIN LOG»\n\n\n\n\nSCP-638-A:\n Detective. What can I do for you?\n\n\nPICK:\n I think we both know the answer to that question.\n\n\nSCP-638-A:\n Refresh my memory.\n\n\nPICK:\n I want to know where the money is, I want to know where the man is, and I want it now.\n\n\nSCP-638-A:\n You think I know where Mister Chappell is? And even if I did, give me one good reason why I would tell you.\n\n\nPICK:\n I know you know where he is. And I've got 30 reasons that a federal judge is more than happy to give you.\n\n\nSCP-638-A:\n You think that scares me? I'm not afraid of a little time behind bars, Detective. But at least in jail I'll be alive. Have you ever met Mister Chappell, Detective?\n\n\nPICK:\n \n[Pause.]\n No, I can't say that I have.\n\n\nSCP-638-A:\n Consider yourself lucky. Usually, in this business, the closer you work with someone the less you fear them. For Mister Chappell, the opposite is true; I worked with him on one of the biggest robberies ever planned, and I'm just as scared of him as everyone else.\n\n\nPICK:\n Is that right.\n\n\nSCP-638-A:\n No - more. I've seen \nwhat he does to snitches\n. I'll take some time over that any day. But of course, this is all moot.\n\n\nPICK:\n And why is that?\n\n\nSCP-638-A:\n Because, Detective, I don't know where he is. And frankly, the less I talk about him the better.\n\n\nPICK:\n Fine, okay. But I know you know where the gold is.\n\n\nSCP-638-A:\n Another folly, Detective. I \nhaven't killed anyone\n, which means I'm free of capital punishment. And I'm still largely in the prime of my life. Assuming I know where it is… why shouldn't I just serve my time and then come back for it as a free man?\n\n\nPICK:\n And what makes you think you're the only one with that idea?\n\n\nSCP-638-A:\n \n[Pause.]\n What?\n\n\nPICK:\n You're smart, but it doesn't take a genius to figure it out. The other four are planning the exact same thing. And who's to say they won't get out early for good behaviour?\n\n\nSCP-638-A:\n I-\n\n\nPICK:\n Even if they get released a week before you, it'll be enough. By the time you're walking out of those gates they'll be halfway across the country with enough money to buy everything in their way. So you can either let the idiots have it… or tell me, and knock a few years off that sentence, come out of Sing Sing a little earlier?\n\n\n[Silence. SCP-638-A is sweating profusely.]\n\n\nSCP-638-A:\n I- I don't know where it is. But I know what happened to it.\n\n\nPICK:\n What?\n\n\nSCP-638-A:\n The twins. I was the- the can-opener, they called me. Usually that means lockpick, but you don't exactly lockpick the Federal Reserve. I burned through the vault door itself. As soon as the police arrived, they ran into the vault and left the f- three of us standing in the lobby. They went in, did some of their, ah, *foreign* hocus-pocus, and by the time we were shooting at the buttons, it was all gone. I don't know where it is, which means neither do Fiori or Moody, but the twins do.\n\n\nPICK:\n Hm. Good to know.\n\n\nSCP-638-A:\n I don't understand. He had a plan, he always has a plan.\n\n\nPICK:\n Who?\n\n\nSCP-638-A:\n Mister Chappell. He said he had it all planned out, but everything went to shit as soon as the tellers dropped the dime. He wouldn't let something this risky flop. He's planning something.\n\n\nPICK:\n Yeah?\n\n\nSCP-638-A:\n With Moody, no doubt. Palooka was worshiping the ground he walked on. He'd take a slug for the boss. They're up to something, I know it.\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\nSCP-638-B\n\n\n\n\n\n\nINTERVIEWER:\n Agent Chad Pick\n\n\nSUBJECT:\n SCP-638-B\n\n\n«BEGIN LOG»\n\n\n\n\nPICK:\n Mr. Moody.\n\n\nSCP-638-B:\n Yeah.\n\n\nPICK:\n Care to answer some questions for me?\n\n\nSCP-638-B:\n I ain't no rat, bo.\n\n\nPICK:\n I see. Pity, your associates didn't have the same incorruptibility…\n\n\nSCP-638-B:\n What?\n\n\nPICK:\n I have Bagels singing like a bird in the next cell over. I bet he was the smart one, right? Wise head?\n\n\nSCP-638-B:\n Yeah.\n\n\nPICK:\n Then why don't you go on and follow his lead, huh? Don't be a patsy. Spill the beans.\n\n\nSCP-638-B:\n What you wanna know? You said it yourself, gumshoe. Bagels and the boss planned it all out. I was just the bruno, supposed to keep the bulls off us and the schmucks in line while we emptied the place.\n\n\nPICK:\n Sure, sure… but I wanna know how you got in.\n\n\nSCP-638-B:\n I already-\n\n\nPICK:\n You got two peepers, don't you?\n\n\nSCP-638-B:\n Yeah.\n\n\nPICK:\n Then tell me what they saw. Don't take the fall for their plan falling through. Cooperate, and you'll get out of the can a little early.\n\n\nSCP-638-B:\n … It was the wop. Parmesan, whatever.\n\n\nPICK:\n Permontto.\n\n\nSCP-638-B:\n Yeah. He knew a strega. One of them witches the mafia uses. The boss went over with him to have a chat with her, and worked out a deal.\n\n\nPICK:\n What do you know about the deal?\n\n\nSCP-638-B:\n Jack shit. Big man keeps his affairs private. Good thing, too. I don't want none of that deal with the devil business. But at the end of it, she gave us a few little bottles of this hooch. Said if we drank it, everyone would think we were bank guards 'till we did something to make 'em think otherwise. Like shooting at them.\n\n\nPICK:\n So you think the Italian knows more than he's letting on?\n\n\nSCP-638-B:\n They always do. It's why I never dealt with the Outfit. Hinky little sharpers, they'll stab you in the back.\n\n\nPICK:\n It sounds like you have something personal against Mr. Fiori.\n\n\nSCP-638-B:\n Well, I worked with him before.\n\n\nPICK:\n Didn't go well?\n\n\nSCP-638-B:\n Take a fuckin' guess. We got pinched two miles outside the city, and he starts chatting up the bull, all polite-like. Before I know it he's pinned the whole thing on me, the little stool-pigeon.\n\n\nPICK:\n So you don't trust him.\n\n\nSCP-638-B:\n Not as far as I can throw him. Actually, I think I could throw 'im pretty damn far. Don't trust anything come out his mouth.\n\n\nPICK:\n And Mr. Bernstein?\n\n\nSCP-638-B:\n Bagels might not be Italian, but he's a kike, he ain't much better. Kosher Nostra are just as sneaky, they're just quieter about it. He's a coward, doesn't have the killer instinct you need to bump someone. He kept crowing about how he didn't want it to become a massacre.\n\n\nPICK:\n Noted. Oh, one more thing — do you know anything about the current whereabouts of Richard Chappell?\n\n\nSCP-638-B:\n He was with us when we burned through the vault. And then as soon as the coppers were shooting their way in, gone. Poof. Disappeared into thin air. No idea how he lammed off, we was surrounded.\n\n\nPICK:\n And what do \nyou\n think happened?\n\n\nSCP-638-B:\n You wanna know what I really think? He was never even there to start with.\n\n\nPICK:\n What?\n\n\nSCP-638-B:\n He's one of the most powerful people in the world, why would he risk his body on a bank hit?\n\n\nPICK:\n Robbing the Federal Reserve is more than just a bank hit, don't you think?\n\n\nSCP-638-B:\n Even more reason to send your boys and save your own skin. You know what they say about Chappell, he's… unnatural. Who's to say he can't magick himself someplace he ain't?\n\n\nPICK:\n Well, I'll keep it in mind… And let me guess, you got no idea where the gold is?\n\n\nSCP-638-B:\n 'Fraid not, gumshoe. But Bagels should. He was the one in the vault with the twins when it vanished. He could've stopped 'em, but he didn't. Means he was in on it.\n\n\nPICK:\n I see. Thank you for your time.\n\n\nSCP-638-B:\n Yeah, fuck you.\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\nSCP-638-C\n\n\n\n\n\n\nINTERVIEWER:\n Agent Chad Pick\n\n\nSUBJECT:\n SCP-638-C\n\n\n«BEGIN LOG»\n\n\n\n\nPICK:\n Hello, Mr. Fiori.\n\n\nSCP-638-C:\n Hello, signore!\n\n\nPICK:\n You're very cheery for someone looking at decades in prison.\n\n\nSCP-638-C:\n Well, when you are in my business, you learn to look on the bright side of things. Plus, the can is never as bad as people say it is. In, do your time, out.\n\n\nPICK:\n Then I'll make this quick. Three questions.\n\n\nSCP-638-C:\n I can do three questions, certainly.\n\n\nPICK:\n What do you know about the deal Mr. Chappell made with the strega?\n\n\nSCP-638-C:\n \n[Pause.]\n So you are in the know, then.\n\n\nPICK:\n I am. And I'd like to know more, which is what you're going to tell me.\n\n\nSCP-638-C:\n Okay. Certainly. I can do that. I don't know about what Signore Chappell gave the strega in return. She usually works for the Outfit, though, so it must have been… generous compensation. Or, knowing how the signore works, sufficiently intimidating. \n[Laughs.]\n But I know that getting her what she required was the difficult part. She needed something from all the people we were disguising ourselves as - so we approached some of the guards and convinced them to part with their hair… and blood.\n\n\nPICK:\n You know, it's a nice change of pace to find someone actually willing to answer the goddamn question. Next: do you know where the twins moved the gold?\n\n\nSCP-638-C:\n That I do not, signore.\n\n\nPICK:\n Come on, help me out here. You've got your whole life ahead of you, you really want to waste your prime years in the big house? I'm sure helping us recover the bullion would lead to a very appreciative judge…\n\n\nSCP-638-C:\n I am… I am not a trained thaumic like the twins are. My talents are elemental in nature. But…\n\n\nPICK:\n But?\n\n\nSCP-638-C:\n I have learned the basic principles of magic. At its core, a spell is concentrated energy from the user, directed to affect mass. We were moving… Lord knows how many tons of gold. Even two thaumics are not enough to move that kind of mass large distances. I do not know where it is exactly, but it is somewhere in this city. Probably closer to the Reserve than farther.\n\n\nPICK:\n … Hm. I understand.\n\n\nSCP-638-C:\n … but spells are not just done on a whim. You need to plan, to know and see where you are sending something. This was preplanned.\n\n\nPICK:\n You think the twins double-crossed you.\n\n\nSCP-638-C:\n No, I think that the twins and Signore Chappell double-crossed all of us. He is an intelligent man, he probably plans to buy the brothers out of prison and make good on his deal.\n\n\nPICK:\n Then I gather you don't know where he actually is.\n\n\nSCP-638-C:\n No, no I do not. But on the off chance that he has the money… that much money, he could do anything he pleased. But he is not a man I sense would be happy buying an island and never speaking to anyone again. The only thing he loves more than danger and vice is being \nin the know.\n And that kind of gold could get him as high in any organization as he wanted. My guess? Marshall, Carter, and Dark are about to get another partner in the business.\n\n\nPICK:\n A bold assumption. You've been much more accommodating than your accomplices, I must admit.\n\n\nSCP-638-C:\n What can you expect from them? They are lying through their teeth.\n\n\nPICK:\n And you're not?\n\n\nSCP-638-C:\n I have no reason to. I've never stayed in the big house for more than a few months. But Signore Bernstein is looking at a murder charge.\n\n\nPICK:\n \n[Pause.]\n Is he?\n\n\nSCP-638-C:\n He burned through the vault door… without realizing there was a guard stationed on the other side. Little more than a pile of charred bones now. A tragedy.\n\n\nPICK:\n He seemed adamant that he didn't kill anyone.\n\n\nSCP-638-C:\n And why would he tell a detective the truth? You see now, why I have no loyalty to any of these buffoons.\n\n\nPICK:\n Touche. And what about Mr. Moody?\n\n\nSCP-638-C:\n What of him?\n\n\nPICK:\n Any insights into his honesty?\n\n\nSCP-638-C:\n If we are being honest, I do not know too much about Signore Moody. I have never seen him before this job. But he seems a simple button man, too short-sighted to come up with a creative lie to save his skin.\n\n\nPICK:\n Well, thank you for your honesty, Mr. Fiori.\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\nSCP-638-D and -E, left to right.\n\n\n\n\n\n\nINTERVIEWER:\n Agent Chad Pick\n\n\nSUBJECT:\n SCP-638-D, SCP-638-E\n\n\n«BEGIN LOG»\n\n\n\n\nPICK:\n Hello, gents. I'm not a sign language person, so Mr. Ah Tom, you're going to have to interpret for me.\n\n\nSCP-638-E:\n Of course. Don't worry, I will do most of the talking.\n\n\nPICK:\n Right. So, fellas. Let's get right down to brass tacks — where is it?\n\n\nSCP-638-E:\n Where is what?\n\n\nPICK:\n Don't jerk me around. Where's the goddamn gold? I know you two couldn't have moved it far.\n\n\nSCP-638-E:\n You seem tense, officer.\n\n\nPICK:\n What are you, my doctor?\n\n\nSCP-638-E:\n Perhaps you have a personal stake in finding the bullion.\n\n\nPICK:\n And what kind of stake would that be?\n\n\nSCP-638-E:\n Does it matter? Chicago is a big place, Officer. You'll never find it without us. And I think you know what we want.\n\n\nPICK:\n Don't test me. I'm not here to make deals.\n\n\n[SCP-638-D signs something.]\n\n\nSCP-638-E:\n We are.\n\n\nPICK:\n Watch that tongue, boy, unless you want yours cut out too.\n\n\n[Silence.]\n\n\nPICK:\n What is it?\n\n\n[Both stare.]\n\n\nSCP-638-E:\n How did you know my brother's tongue was cut, Detective?\n\n\nPICK:\n … Bagels told me.\n\n\n[SCP-638-D signs something.]\n\n\nSCP-638-E:\n How considerate.\n\n\n[SCP-638-D raises seven fingers.]\n\n\nPICK:\n What's that mean?\n\n\nSCP-638-E:\n Seven. The number of bottles we were given.\n\n\n[Silence.]\n\n\nSCP-638-E:\n Would you like to parlay, officer?\n\n\n[At this point, Detective Pick ordered the stenographer out of the interrogation room at once. The remainder of this interview remains untranscribed.]\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\nAddendum 638.2\n\n\nABRIDGED HISTORICAL REPORT\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nThe day following the arrest of SCP-638, Embedded Agent Chad Pick failed to clock in at Precinct 17 of the Chicago Police Department. The following day, a concerned coworker investigated his apartment, finding the door blown off its hinges. The interior of the apartment was wrecked, showing signs of a significant struggle; blood was spattered across the ripped furniture and shredded wallpaper.\n\n\nDetective Pick's corpse was discovered stuffed into a closet and in an advanced state of decomposition, indicating he had been deceased for at least a week prior to the heist. Tufts of hair were missing from his scalp; although he had sustained heavy internal trauma and beating, the cause of death was determined to be exsanguination.\n\n\nAfter additional officers arrived at the scene, the bodies of SCP-638-D and SCP-638-E were discovered stuffed into a large garbage receptacle in an alley behind the building, wrapped in a canvas. Causes of death were a single gunshot wound to the head apiece. It is unclear how or when either individual escaped the police precinct.\n\n\nRichard Davis Chappell remains at large. The spoils of the heist have never been recovered.\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nRounderhouse's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-4249\n \n(+214)\n \n•\n\n\n\n\n\n\nSCP-5549\n \n(+407)\n \n•\n\n\n\n\n\n\nROUNDERHOUSE's Jade Proposal\n \n(+367)\n \n•\n\n\n\n\n\n\nSCP-4513\n \n(+236)\n \n•\n\n\n\n\n\n\nROUNDERHOUSE's Proposal\n \n(+764)\n \n•\n\n\n\n\n\n\nSCP-6423-ARC\n \n(+71)\n \n•\n\n\n\n\n\n\nSCP-5285\n \n(+43)\n \n•\n\n\n\n\n\n\nSCP-7545\n \n(+239)\n \n•\n\n\n\n\n\n\nEXTDOC-5495\n \n(+268)\n \n•\n\n\n\n\n\n\nSCP-3790-J\n \n(+171)\n \n•\n\n\n\n\n\n\nSCP-5690\n \n(+349)\n \n•\n\n\n\n\n\n\nSCP-2304\n \n(+364)\n \n•\n\n\n\n\n\n\nSCP-4149\n \n(+280)\n \n•\n\n\n\n\n\n\nSCP-5376\n \n(+252)\n \n•\n\n\n\n\n\n\nSCP-5218\n \n(+288)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nBREAKNECK\n \n(+105)\n \n•\n\n\n\n\n\n\n1. Voodoo Ranger\n \n(+26)\n \n•\n\n\n\n\n\n\nDELTA WAVE\n \n(+89)\n \n•\n\n\n\n\n\n\nFoundation Unmasked: Lesser Known Foundation Divisions\n \n(+140)\n \n•\n\n\n\n\n\n\nSite-7: REPLICA\n \n(+84)\n \n•\n\n\n\n\n\n\nA look back on what we accomplished\n \n(+97)\n \n•\n\n\n\n\n\n\nAdoption Poster: Pearl!\n \n(+379)\n \n•\n\n\n\n\n\n\nROUNDERHOUSE's Boner Proposal\n \n(+151)\n \n•\n\n\n\n\n\n\nMTF Sigma-5 \"Pumpkin Punchers\"\n \n(+259)\n \n•\n\n\n\n\n\n\nWords of Wisdom from the Containment Chamber of SCP-046-ARC, better known as Richard \"Big Dick\" Chappell\n \n(+206)\n \n•\n\n\n\n\n\n\nThe Definition Of Madness\n \n(+51)\n \n•\n\n\n\n\n\n\nPartner's Meeting\n \n(+34)\n \n•\n\n\n\n\n\n\nCarroll #188: Gemini\n \n(+66)\n \n•\n\n\n\n\n\n\nSite-7: DAEMON\n \n(+83)\n \n•\n\n\n\n\n\n\nSite-7: AIRGAP\n \n(+122)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nROUNDERPAGE V2\n \n(+571)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-637\n | SCP-638 | \nSCP-639\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-638\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-638\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ahtum.jpg\n\n\nAuthor:\n New South Wales. Police Dept.\n\n\nLicense:\n Public Domain (per per \nAustralian Copyright Council\n)\n\n\nSource Link:\n \nSydney Living Museums\n\n\n\n\n\n\nFilename:\n bagels.jpg\n\n\nAuthor:\n New South Wales. Police Dept.\n\n\nLicense:\n Public Domain (per per \nAustralian Copyright Council\n)\n\n\nSource Link:\n \nSydney Living Museums\n\n\n\n\n\n\nFilename:\n chappellheader.png\n\n\nAuthor:\n New South Wales. Police Dept.\n\n\nLicense:\n Public Domain (per per \nAustralian Copyright Council\n)\n\n\nSource Link:\n \nSydney Living Museums\n\n\n\n\n\n\nFilename:\n fiori.jpg\n\n\nAuthor:\n New South Wales. Police Dept.\n\n\nLicense:\n Public Domain (per per \nAustralian Copyright Council\n)\n\n\nSource Link:\n \nSydney Living Museums\n\n\n\n\n\n\nFilename:\n moody.jpg\n\n\nAuthor:\n New South Wales. Police Dept.\n\n\nLicense:\n Public Domain (per per \nAustralian Copyright Council\n)\n\n\nSource Link:\n \nSydney Living Museums",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-638 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-638 . Licensed under CC-BY-SA .",
        "Filename: ahtum.jpg Author: New South Wales. Police Dept. License: Public Domain (per per Australian Copyright Council ) Source Link: Sydney Living Museums",
        "Filename: bagels.jpg Author: New South Wales. Police Dept. License: Public Domain (per per Australian Copyright Council ) Source Link: Sydney Living Museums",
        "Filename: chappellheader.png Author: New South Wales. Police Dept. License: Public Domain (per per Australian Copyright Council ) Source Link: Sydney Living Museums",
        "Filename: fiori.jpg Author: New South Wales. Police Dept. License: Public Domain (per per Australian Copyright Council ) Source Link: Sydney Living Museums",
        "Filename: moody.jpg Author: New South Wales. Police Dept. License: Public Domain (per per Australian Copyright Council ) Source Link: Sydney Living Museums"
    ],
    "title": "SCP-638"
}