{
    "url": "https://scp-wiki.wikidot.com/scp-650",
    "all_text": "rating: \n+682\n+\n–\nx\n\n\nItem #:\n SCP-650\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-650 is to be stored in a lockable room at least 4 meters by 4 meters, with comfortable lighting. It must remain under constant surveillance by no less than three (3) personnel. Observers are to position themselves so that the SCP and at least one additional observer are in their line of sight at all times.\n\n\nObservation via remote methods such as security cameras is permissible, so long as concentration is not broken at any time. This method should only be used in case of emergency, however, due to the possibility of accidental loss of sight.\n\n\nDescription:\n SCP-650 is a black statue of a stylized humanoid 167cm tall. The statue does not possess hands or facial features: the limbs taper off into rounded points and the head is a smooth surface all around. The default posture while under observation has the statue reaching upwards, head tilted as if facing the sky. Composition of the statue is currently undetermined; materials testing has yielded inconclusive and contradictory results.\n\n\nIf the statue is not being observed, it will relocate itself to a point immediately behind whomever is in the containment site and assume a threatening posture. No noise is made during this relocation process, so the precise method of locomotion is as of yet unknown. The relocation point and posture are typically close enough to induce an automatic fight-or-flight response in the observer once they turn around and see it.\n\n\nHowever, it should be noted that SCP-650 has not yet shown any signs of active aggression or hostility. Based on trial responses that varied the amount of time between breaking and re-establishing line-of-sight, its purpose does not seem to be to attack but merely to startle. The reason for this is unknown, and no further research is pending to determine its motives.\n\n\nWhile the primary method appears to be triggering a startled reaction via close proximity, the SCP has also shown varied other postures in the presence of observers who have become used to its effects. In the cases of these observers, the statue has assumed other postures a comfortable distance away, including reclining on a table, \"sitting\" on a chair, and in one instance, huddled in a corner as if terrified. Given that the observers who reported these postures also mentioned that they were left feeling uneasy, it is theorized that this may simply be a secondary method of generating reactions.\n\n\nAddendum:\n\n\n██/██/████ - Object upgraded to Euclid class after statue somehow managed to appear on the other side of Site ███ and manifest directly behind Dr. ███████ in his office. Additional observational measures are to be put in place to prevent future incidents.\n\n\nResearcher's note: I don't give a flying rat about the budget; keep this damn thing contained! Turning around in a dim office to see this thing a half-inch away from your nose is guaranteed to take years from your life. And given what we deal with, we don't have many to spare. -Dr. ███████\n\n\n\n\n\n\n« \nSCP-649\n | SCP-650 | \nSCP-651\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-650\n\" by Dr Talson, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-650\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:\n██/██/████ - Object upgraded to Euclid class after statue somehow managed to appear on the other side of Site ███ and manifest directly behind Dr. ███████ in his office. Additional observational measures are to be put in place to prevent future incidents.\nResearcher's note: I don't give a flying rat about the budget; keep this damn thing contained! Turning around in a dim office to see this thing a half-inch away from your nose is guaranteed to take years from your life. And given what we deal with, we don't have many to spare. -Dr. ███████"
    ],
    "documents": [],
    "notes": [
        "\" SCP-650 \" by Dr Talson, from the SCP Wiki . Source: https://scpwiki.com/scp-650 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-650",
    "object_class": "Euclid",
    "containment_procedures": "SCP-650 is to be stored in a lockable room at least 4 meters by 4 meters, with comfortable lighting. It must remain under constant surveillance by no less than three (3) personnel. Observers are to position themselves so that the SCP and at least one additional observer are in their line of sight at all times.",
    "description": "SCP-650 is a black statue of a stylized humanoid 167cm tall. The statue does not possess hands or facial features: the limbs taper off into rounded points and the head is a smooth surface all around. The default posture while under observation has the statue reaching upwards, head tilted as if facing the sky. Composition of the statue is currently undetermined; materials testing has yielded inconclusive and contradictory results.",
    "title": "SCP-650"
}