{
    "url": "https://scp-wiki.wikidot.com/scp-737",
    "all_text": "rating: \n+220\n+\n–\nx\n\n\n\n\n\n\nSCP-737 shortly after feeding.\n\n\n\n\n\n\nItem #:\n SCP-737\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-737 is to be kept in a locked copper safe welded to the wall in Storage Unit ██ at Site ██. While in its safe, SCP-737 is to be placed on its side in order to prevent a containment breach. In the event of a containment breach, staff are to attempt to incapacitate SCP-737 without touching or destroying its front carriage.\n\n\nSCP-737 is to be provided with three (3) cm\n3\n of wood every day via a robotic arm. Any additional carriages produced by SCP-737 are to be removed from the main body and deposited back in the safe to restrict SCP-737's movements.\n\n\nDescription:\n The primary aspect of SCP-737 is the front carriage of a wooden toy train approximately \nthree (3)\n five (5) centimeters tall, \ntwo (2)\n four (4) centimeters thick and when without carriages, \nfour (4)\n six (6) centimeters long.\n\n\nX-ray analysis has revealed that the wooden portion of SCP-737 is an outer shell, protecting a small brain and biological tissue that make up its actual body. SCP-737 is able to independently engage in locomotion, and does so constantly when given the opportunity.\n\n\nWhen SCP-737 reaches an obstacle, it will, through a process as of yet unknown, absorb the material directly in front of it and usually incorporate it into itself in the form of a wooden train carriage. This process typically takes five to twenty seconds, depending on the density of the material, and will leave a 'tunnel' in the object for SCP-737 to continue moving through.\n\n\nSCP-737 has demonstrated the ability to absorb most materials, including wood, metal, plastic, [DATA EXPUNGED]. SCP-737 seems unable to use some substances to increase its mass, and will instead convert it into a gas, which is then released from its 'chimney'. SCP-737 appears unwilling to absorb copper and its own removed segments. SCP-737 is predatory, and will favor living targets over inanimate objects.\n\n\nSCP-737 is likely vulnerable to damage, as the wood that comprises its outer shell shows no anomalous properties. Due to this, great care must be taken when handling SCP-737. As the chances of SCP-737 being a natural organism are extremely low, any clues as to its origin are to be reported immediately.\n\n\nHistory:\n SCP-737 was first discovered by the Foundation after a series of child disappearances in ███████ came to their attention when the police received testimony of 'a toy train' fleeing from the crime scenes. Mobile Task Force Mu-9 \"Toybreakers\" were sent in to investigate the matter, and despite losing █ of their group, were able to successfully retrieve SCP-737.\n\n\nAddendum 737-1:\n \nSCP-737's size has recently increased dramatically. If SCP-737 continues to grow at this rate, we may have to reconsider the containment procedures.\n - Dr. Honey\n\n\nAddendum 737-2:\n At approximately ██:██ on ██/██/20██, a containment breach of SCP-███ caused SCP-737's regular feeding time to be missed. Twenty minutes after the containment breach, SCP-737 began slowly absorbing the copper in its safe at a rate of 1 cm/hour, releasing a toxic and opaque gas from its 'chimney'.\n\n\nSCP-737 was quickly brought under control by the timely actions of Research Assistant ████, who described the gas as 'foul'. It now appears that although SCP-737 is unwilling to absorb copper, it does have the capacity to do so.\n\n\n\n\n\n\n« \nSCP-736\n | SCP-737 | \nSCP-738\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-737\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-737\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nSource:\n \npxhere\n\n\nLicense:\n CC0\n\n\nTitle:\n N/A\n\n\nAuthor:\n N/A\n\n\nRelease year:\n 2017",
    "addendums": [
        "Addendum 737-1: SCP-737's size has recently increased dramatically. If SCP-737 continues to grow at this rate, we may have to reconsider the containment procedures. - Dr. Honey",
        "Addendum 737-2: At approximately ██:██ on ██/██/20██, a containment breach of SCP-███ caused SCP-737's regular feeding time to be missed. Twenty minutes after the containment breach, SCP-737 began slowly absorbing the copper in its safe at a rate of 1 cm/hour, releasing a toxic and opaque gas from its 'chimney'.\nSCP-737 was quickly brought under control by the timely actions of Research Assistant ████, who described the gas as 'foul'. It now appears that although SCP-737 is unwilling to absorb copper, it does have the capacity to do so."
    ],
    "documents": [],
    "notes": [
        "\" SCP-737 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-737 . Licensed under CC-BY-SA .",
        "Source: pxhere License: CC0 Title: N/A Author: N/A Release year: 2017"
    ],
    "item": "SCP-737",
    "object_class": "Safe",
    "containment_procedures": "SCP-737 is to be kept in a locked copper safe welded to the wall in Storage Unit ██ at Site ██. While in its safe, SCP-737 is to be placed on its side in order to prevent a containment breach. In the event of a containment breach, staff are to attempt to incapacitate SCP-737 without touching or destroying its front carriage.",
    "description": "The primary aspect of SCP-737 is the front carriage of a wooden toy train approximately three (3) five (5) centimeters tall, two (2) four (4) centimeters thick and when without carriages, four (4) six (6) centimeters long.",
    "title": "SCP-737"
}