{
    "url": "https://scp-wiki.wikidot.com/scp-740",
    "all_text": "rating: \n+273\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-740: The Hindenburg Photograph\n\nIf you were confronted by a man with fire eyes, your training would give out, too.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn original photograph of the Hindenburg Disaster\n\n\n\n\n\n\nItem #:\n SCP-740\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-740 can be safely stored in its envelope in a security deposit box. Researchers testing SCP-740 must wear gloves at all times.\n\n\nDescription:\n SCP-740 is a slightly dirty color-corrected Polaroid photograph depicting the May 6, 1937 explosion of the airship LZ 129 Hindenburg at Lakehurst Naval Air Station, New Jersey. The Polaroid has been determined to be a photograph taken of the original.\n\n\nSCP-740's anomalous traits manifest when it is viewed while in contact with the skin. The subject touching or holding the photo will hear the sounds of explosions and people screaming. Subjects report difficulty in taking their eyes off the photograph while under its influence. Subjects holding the object typically report their inability to freely release their grip as being very distressing; many subjects have undergone emotional breakdowns as SCP-740's effects progress.\n\n\nAfter one minute of holding and looking at the photograph, the subject's body temperature will begin to rise, accompanied by a sensation of warmness. The intensity of the warmth, as well as the volume of the auditory hallucinations, will continue to increase so long as the subject looks at the photograph. Breaking eye contact will prevent the sensations from intensifying until eye contact is reestablished, and cessation of physical contact will cause the effect to 'reset' to the initial stage should the object be handled again.\n\n\nThe subject will begin to emit smoke after a period of time between two and four minutes, and burst into flame shortly afterward. Time of combustion is directly correlated to subject's size and weight. This flame will consume upwards of ninety percent of the subject's body mass and has proven fatal in all cases. The fire also consumes SCP-740, which will slowly restore itself to its original condition over the next five to eighteen hours.\n\n\nSee Interview Log 740-01 for information on recovery.\n\n\n\n\n+ Interview Log 740-01\n\n\n\n\n- Interview Log 740-01\n\n\n\n\nInterviewed:\n Agent M█████\n\n\nInterviewer:\n Dr. E████\n\n\nForeword:\n Standard interview conducted within 48 hours of SCP procurement. Agent M█████ has been employed by the Foundation for █ years and retrieved or secured █ SCPs in that time, of which the retrieval of SCP-740 was his sixth leading a retrieval team.\n\n\n<Begin Log>\n\n\nInterviewer:\n Please state, in your own words, what happened during your recovery assignment.\n\n\nAgent M█████:\n I was sent out to recover the skip, the photo, from the home of a Mister A█████ F█████████. It came to our attention when Mr. F█████████ tried unsuccessfully to sell it at auction, and I'd been keeping tabs on it for about three weeks prior.\n\n\nInterviewer:\n What prevented his selling it?\n\n\nAgent M█████:\n The auctioneer spontaneously combusted. I mean, the official COD was smoke inhalation, but that's what happened.\n\n\nInterviewer:\n I see. Please continue.\n\n\nAgent M█████:\n Anyway, after Mr. F█████████ recovered the photo, he started bringing in a bunch of people to look at it, trying to sell it again. By the time I visited his home, he was all but giving it away.\n\n\nInterviewer:\n And no one took it?\n\n\nAgent M█████:\n When you hear what happened, you'll understand why. \n[Agent M█████ sighs and pauses for 3.5 seconds.]\n After I got authority to approach for the buy, I took a team out to the retrieval site. It was considered a low-risk retrieval, so they stayed out of sight, back down his driveway, while I knocked on his front door. We'd arranged the meeting for a quarter to two, and it was March ██, 19██. He had a real nice place, huge New England mansion. He welcomed me in, gave me a seat, offered me some brandy, which I declined. He was real old, real thin and wrinkly, but really animated, talked with his hands a lot.\n\n\nInterviewer:\n How did the incident occur?\n\n\nAgent M█████:\n \n[Sucks in breath.]\n Yeah. Well, he made small talk for like ten minutes until I asked about the photograph, and then he acted like he'd forgotten that's why I was there. He goes, gets it, brings it back in an envelope and hands it to me. He hesitated, though, and gave me this weird look, like he was trying to read my mind or something. Anyway, I slid it out, and there it was, a Polaroid of the Hindenburg disaster. First thing I did was ask him how he managed to capture the explosion with a camera made decades after it happened, and he tells me it's a photo of a photo. And then I start hearing it.\n\n\nInterviewer:\n Hearing what?\n\n\nAgent M█████:\n Explosions. Fire. People — men, women, children — screaming in pain and terror. \n[Agent M█████ pauses for ten seconds.]\n It was like I was just getting sucked into that photo, I couldn't look away. Then he leans forward and that breaks my concentration, like I'd forgotten I could look up at all. He's giving me that look again, and he says, \"You hear them too, don't you?\" I said yeah. Then he shakes his head like he's disappointed. \"You're all the same, blast it,\" that's exactly what he said.\n\n\nInterviewer:\n Do you know what he meant by that?\n\n\nAgent M█████:\n Yeah, he went on about how everyone he ever showed the photo to could hear things. I asked if he did too and he said no, then he reaches to take it back. This is when the incident occurred. He says, \"No, son, it's deemed you unworthy, give it here,\" and I told him in no strong words I was leaving with it, even mentioned the briefcase of money I'd brought, but he wasn't having it. He goes, \"I've watched men burn to death because they weren't worthy. Give it to me now.\" He lunges at me, knocks over my chair. Real strong for an old guy.\n\n\n[Pause for eleven seconds.]\n\n\nInterviewer:\n Please, continue.\n\n\nAgent M█████:\n I didn't… There was no prior intel the guy was a skip himself, or he'd have been coming back with me too. I'd have followed protocol, called in my team. But with the voices in my head, the photo I couldn't let go of, and there was fire coming out of his eyes and off his bald— I just panicked, okay? I've been doing this for years, but I just freaked the hell out! Drew my weapon, fired, what, three times, four?\n\n\nInterviewer:\n The record indicates three shots.\n\n\nAgent M█████:\n I don't remember. Anyway, I immediately called it in, grabbed the envelope and left the house. I was also feeling really hot, even though it was pretty cold, March in New England and all.\n\n\nInterviewer:\n Is this when the house ignited?\n\n\nAgent M█████:\n \n[Pause for five seconds.]\n Yeah. By the time I'm outside, there's smoke coming out the roof. Once my team shows up and pries my fingers off the skip, the whole thing's in flames. We had to stand way back… I couldn't help standing back. I didn't want to be anywhere near it. \n[Pause for three seconds.]\n Doc, I saw the forensics reports. You know what they said?\n\n\nInterviewer:\n What did they say?\n\n\nAgent M█████:\n They placed the ignition point right where the old coot landed after I shot him. His body put the whole place up in three fucking minutes. I… Jesus.\n\n\nInterviewer:\n Thank you, Agent, that will be enough.\n\n\n<End Log>\n\n\nClosing Statement:\n Agent M█████ was remanded to psychiatric evaluation for three months, to treat mental trauma and acute pyrophobia not previously noted in his psychological profile. After amnestics failed to cure the condition, Agent was reassigned to a clerical position.\n\n\n\n\n- Interview Log 740-01\n\n\n\n\n\n\n\n\n\n\n« \nSCP-739\n | SCP-740 | \nSCP-741\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-740",
    "object_class": "Safe",
    "containment_procedures": "SCP-740 can be safely stored in its envelope in a security deposit box. Researchers testing SCP-740 must wear gloves at all times.",
    "description": "SCP-740 is a slightly dirty color-corrected Polaroid photograph depicting the May 6, 1937 explosion of the airship LZ 129 Hindenburg at Lakehurst Naval Air Station, New Jersey. The Polaroid has been determined to be a photograph taken of the original.",
    "title": "SCP-740"
}