{
    "url": "https://scp-wiki.wikidot.com/scp-749",
    "all_text": "rating: \n+127\n+\n–\nx\n\n\nItem #:\n SCP-749\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-749 is to be contained in a sealed Live Containment Vault with a minimum of three armed guards at all times. All guards posted are to be equipped with chemical dispersal units loaded with appropriate insecticides at all times.\n\n\nThe walls of the vault are to be sloped in order to inhibit SCP-749's attempts to crawl up them; electrified mesh capable of delivering a 5000 volt shock is to be installed over all viewing windows.\n\n\nTo feed SCP-749, dedicated sprinklers are to be turned on and a mammal weighing no less than 70 kilograms is to be introduced into the habitat. The sprinklers are to remain on for at least an hour. Feeding is to take place every five days, and no additional personnel are permitted within the room while feeding takes place.\n\n\nDescription:\n SCP-749 is an apex predator superficially resembling members of the subphylum \nMyriapoda\n, approximately 3 m long with two to three hundred pairs of legs. Each individual SCP-749 possesses powerful forcipules which secrete a powerful acidic compound with a measured pH of 0.3.\n\n\nSCP-749 demonstrates a predilection for hunting during rainstorms, and appears to be familiar with urban settings. Its preferred hunting methods consist of climbing up the walls of domiciles, using its forcipules to gain entry (usually by boring a hole through a wall or window), then feeding upon sleeping individuals within. SCP-749 shows a marked intelligence in evaluating potential prey: in all reported SCP-749 attacks, the creature fed upon the smallest unaccompanied individual, and its feeding habits in containment continue to support this conclusion of intelligence.\n\n\nSCP-749 appears to avoid detection prior to these attacks due to a combination of both visual and aural camouflage: When actively hunting prey, SCP-749 will alter its hue to match even complicated surfaces, such as stonework, rendering it visually almost undetectable until it strikes. The unique pattern of walking and form of legs possessed by the creature causes it to emulate and therefore blend in with the sound of raindrops impacting hard surfaces. However, due to the fidelity with which SCP-749 replicates this sound, varying the sound based on the surface, SCP-749 either is intelligent enough to vary its walking patterns based on surface, or exudes a non-vibration based effect that causes it to be heard as raindrops by potential prey.\n\n\n\n\n\n\n« \nSCP-748\n | SCP-749 | \nSCP-750\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-749\n\" by Heiden, rewritten by Dexanote, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-749\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-749 \" by Heiden, rewritten by Dexanote, from the SCP Wiki . Source: https://scpwiki.com/scp-749 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-749",
    "object_class": "Safe",
    "containment_procedures": "SCP-749 is to be contained in a sealed Live Containment Vault with a minimum of three armed guards at all times. All guards posted are to be equipped with chemical dispersal units loaded with appropriate insecticides at all times.",
    "description": "SCP-749 is an apex predator superficially resembling members of the subphylum Myriapoda, approximately 3 m long with two to three hundred pairs of legs. Each individual SCP-749 possesses powerful forcipules which secrete a powerful acidic compound with a measured pH of 0.3.",
    "title": "SCP-749"
}