{
    "url": "https://scp-wiki.wikidot.com/scp-768",
    "all_text": "rating: \n+141\n+\n–\nx\n\n\nItem #:\n SCP-768\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-768 is stored without batteries in a standard Safe-class secure locker at Site ██. Access to SCP-768 requires approval from at least one (1) Level 3 Senior Researcher, and Site ██ Security must be notified of any experiments to be performed on SCP-768 at least twenty-four (24) hours in advance.\n\n\nAny experimentation using SCP-768 must be performed in a remote isolation chamber at least 300 m away from any critical alarm systems. Researchers experimenting on SCP-768 must not bring any devices with alert mechanisms or alarms into the testing area, and researchers with personal medical alarm systems must not be allowed into the area while experimentation is underway.\n\n\nDescription:\n SCP-768 is a Seiko-brand travel alarm clock that is physically identical to a regular unit of its model in all regards. Its anomalous property is activated when the alarm feature of the clock is set and the alarm activates: instead of emitting a beeping alarm as in normal units of its model, it instead causes all alarms and alerts within 300 m to trigger. How SCP-768 accomplishes this is currently unknown, as disassembling SCP-768 and analyzing its components has revealed no irregularities or anomalous materials.\n\n\nExperimentation has shown that the types of alarm systems SCP-768 is capable of remotely triggering includes but is not limited to:\n\n\n\n\nAlarm clocks of all kinds, whether analog or digital\n\n\nPhone alerts and ringing for both mobile and hard-line telephones\n\n\nCar alarms\n\n\nMedical monitoring systems\n\n\nFire and disaster alarms\n\n\nComputer hardware alerts, including beep codes and emergency shutdown actions\n\n\nComputer software alerts, including virus and critical update alarms\n\n\nSCP containment alarms (See Addendum 768-1)\n\n\n\n\nSCP-768 will cause any automated responses to such alarms to trigger, but does not appear to cause what might normally trigger these alarms to occur. A phone ringing due to SCP-768 activating may cause an answering machine to start, but nothing will be recorded as no connection is made.\n\n\nSCP-768 came to the Foundation's attention after routine monitoring of municipal incident reports turned up a case in ███████ City, █████████ in which hundreds of fire and car alarms were set off simultaneously in a residential area. Investigation led to the discovery of SCP-768 in the possession of a Mr. ███████ ███████████. Subject claimed to have bought the clock from an online shop (████████████████████), which recommended the clock as being \"fit to wake the dead\". Subject passed a polygraph test, but agents failed to locate the shop in question, and Mr. ███████████ was released after being administered a class A amnestic and given a replacement clock of similar make and model.\n\n\nResearch on SCP-768 to determine its method of operation and possible applications have been approved.\n\n\nAddendum 768-1:\n Incident Report 768-01\n\n\nInitial experimentation conducted with SCP-768 caused the triggering of multiple containment breach alarms at Site ██, including that of Euclid-level SCP-███, SCP-███, and Keter-level SCP-███. Automated defense systems and self-destruct mechanisms were armed before the research team managed to alert site security and stop the response.\n\n\nDue to the potential for triggering emergency responses, future research with SCP-768's effects must take place outside of the range of any alarm systems connected to critical systems or SCP containment alarms.\n\n\nAddendum 768-2:\n Incident Report 768-05\n\n\nDuring experimentation on █████ ██, ████, Dr. █████████'s heart monitor was set to an alarm state by SCP-768, causing his pacemaker to increase his pulse rate to nearly three times his normal rate. Dr. █████████ was hospitalized but fully recovered after the incident. Future experimentation must be performed by research staff without pacemakers or personal medical alert systems.\n\n\n\n\n\n\n« \nSCP-767\n | SCP-768 | \nSCP-769\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-768\n\" by Aelanna, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-768\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 768-1: Incident Report 768-01\nInitial experimentation conducted with SCP-768 caused the triggering of multiple containment breach alarms at Site ██, including that of Euclid-level SCP-███, SCP-███, and Keter-level SCP-███. Automated defense systems and self-destruct mechanisms were armed before the research team managed to alert site security and stop the response.\nDue to the potential for triggering emergency responses, future research with SCP-768's effects must take place outside of the range of any alarm systems connected to critical systems or SCP containment alarms.",
        "Addendum 768-2: Incident Report 768-05\nDuring experimentation on █████ ██, ████, Dr. █████████'s heart monitor was set to an alarm state by SCP-768, causing his pacemaker to increase his pulse rate to nearly three times his normal rate. Dr. █████████ was hospitalized but fully recovered after the incident. Future experimentation must be performed by research staff without pacemakers or personal medical alert systems."
    ],
    "documents": [],
    "notes": [
        "\" SCP-768 \" by Aelanna, from the SCP Wiki . Source: https://scpwiki.com/scp-768 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-768",
    "object_class": "Safe",
    "containment_procedures": "SCP-768 is stored without batteries in a standard Safe-class secure locker at Site ██. Access to SCP-768 requires approval from at least one (1) Level 3 Senior Researcher, and Site ██ Security must be notified of any experiments to be performed on SCP-768 at least twenty-four (24) hours in advance.",
    "description": "SCP-768 is a Seiko-brand travel alarm clock that is physically identical to a regular unit of its model in all regards. Its anomalous property is activated when the alarm feature of the clock is set and the alarm activates: instead of emitting a beeping alarm as in normal units of its model, it instead causes all alarms and alerts within 300 m to trigger. How SCP-768 accomplishes this is currently unknown, as disassembling SCP-768 and analyzing its components has revealed no irregularities or anomalous materials.",
    "title": "SCP-768"
}