{
    "url": "https://scp-wiki.wikidot.com/scp-777",
    "all_text": "rating: \n+159\n+\n–\nx\n\n\n\n\n\n\nPhoto of SCP-777 taken by robotic drone.\n\n\n\n\n\n\nItem #:\n SCP-777\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The area known as SCP-777 is to be contained behind two (2) meter tall electrical fencing. Motion activated turrets are to be placed within the area in order to prevent any instances of SCP-777-1 from escaping the containment area. No liquids are allowed within the area known as SCP-777.\n\n\nAny civilians approaching SCP-777 are to be interrogated and subsequently dosed with Class-A amnestics. For the sake of secrecy, SCP-777 is to be represented as a military bombing range on all maps of the area, and any satellite imaging is to be doctored by dedicated staff to represent the area as such.\n\n\nAny personnel entering SCP-777 are to wear sealed ventilated pressure suits to prevent liquid coming into contact with SCP-777. These suits are to be checked for ruptures before entering SCP-777. Any instances of SCP-777-1 outside of SCP-777 are to be destroyed at the first possible opportunity.\n\n\nIn the event that SCP-777 experiences rainfall, on-site personnel are to authorize a bombing run to neutralize the threat posed.\n\n\nDescription:\n SCP-777 is an area of land spanning five square kilometers located in the ██████ Desert, referred to by locals as 'The Kingdom of Sand'. Unidentified radio interference is present within SCP-777, with the source currently unknown.\n\n\nSCP-777 demonstrates a further anomalous property when sand within the area comes into contact with any type of liquid. The moisturized sand will animate, typically taking the shape of an animal proportionate to the amount of sand moisturized. These entities will hereafter be referred to as SCP-777-1.\n\n\n\n\n\n\nEscaped instance of SCP-777-1.\n\n\n\n\n\n\nInstances of SCP-777-1 will behave aggressively to any lifeforms that enter SCP-777, and will attack on sight. SCP-777-1 will single-mindedly hunt their prey and have on several occasions followed intruders out of SCP-777 and to nearby towns.\n\n\nInstances of SCP-777-1 do not appear to attack each other, and instead behave in a hive mind, using flanking maneuvers to distract and kill their victims. SCP-777-1 typically collapse and become inanimate if not provided with further moisture after twenty-four (24) hours, although this timescale seems to be longer in smaller instances.\n\n\nSand retrieved from SCP-777 appears to retain its anomalous qualities until it is taken a further six (6) kilometers away from SCP-777. Taking advantage of this, a research outpost has been established two (2) kilometers away from SCP-777, and research on the anomalous sand is currently being undertaken.\n\n\nAnalysis of the radio interference and evidence given in Interview 777-1 indicate that the source of the anomalous events is the center of SCP-777. However, all attempts to reach it have met with failure.\n\n\nHistory\n: SCP-777 was discovered by the Foundation during a routine myth verification operation undertaken by Mobile Task Force Zeta-17 \"Beach Bullies\". Contact was lost with Task Force Zeta-17 one (1) hour after the mission began.\n\n\nMobile Task Force Phi-22 \"Well Wishers\" then began a rescue operation and managed to retrieve ██████ █████, the leader of Mobile Task Force Zeta-17 and only survivor of the incident, on the outskirts of SCP-777, who informed research staff of SCP-777's nature.\n\n\n\n\nSCP-777-1 Testing Log\n\n\n\n\n ... \n\n\n\n\n\n\nTest 777-1a\n\n\nMaterials used:\n One (1) grain of sand taken from SCP-777.\n\n\nResult:\n Drop of water is applied to sand. No visible effect.\n\n\nTest 777-1b\n\n\nMaterials used:\n Small clump of sand taken from SCP-777.\n\n\nResult:\n Water is applied to sand. Sand animates into three (3) European hornets, which then escape from containment and attack Security Officer █████. Security Officer █████ is relatively unharmed, as the hornets are unable to properly sting him. SCP-777-1 was then destroyed by a second member of security.\n\n\nText 777-1c\n\n\nMaterials used:\n Two connected small clumps of sand taken from SCP-777.\n\n\nResult:\n Water is applied to sand. Sand animates into what appears to be a hybrid between a crab and an octopus. SCP-777-1 is immobile and destroyed without incident.\n\n\nTest 777-1d\n\n\nMaterials used:\n Mixture of regular sand and sand taken from SCP-777.\n\n\nResult:\n Water is applied to mixture. Sand taken from SCP-777 animates into an African rock python, which burrows out of the sand and is destroyed by security when it attempts to escape containment.\n\n\nTest 777-1e\n\n\nMaterials used:\n Sand taken from SCP-777 contained in a test tube.\n\n\nResult:\n Water is applied to sand. Sand animates into an unidentified mass which demonstrates acidic qualities. SCP-777-1 destroyed without incident.\n\n\nTest 777-1f\n\n\nMaterials used:\n Large mound of sand taken from SCP-777 and a tank filled with water.\n\n\nResult:\n Sand is inserted into water tank. Sand takes slightly longer to animate into a juvenile great white shark. SCP-777-1 does not suffocate when water is removed from the tank, and is subsequently destroyed by security.\n\n\nTest 777-1g\n\n\nMaterials used:\n Sand taken from SCP-777 formed into sculpture of a cat.\n\n\nResult:\n Water is applied to sand. Sand animates into three (3) abnormally large scorpions. SCP-777-1 destroyed by security without incident.\n\n\nTest 777-1h\n\n\nMaterials used:\n Sand taken from SCP-777 placed next to a small plant.\n\n\nResult:\n Water is applied to sand. Sand animates into an unknown form of plant life, which appears to strangle the plant. SCP-777-1 destroyed by security without incident.\n\n\nNote:\n \nIt appears SCP-777-1 manifests itself as whatever is deadliest to the nearest organism.\n - Dr. ███\n\n\n\n\n\n\n\n\n\n\n\n\nInterview 777-1\n\n\n\n\n ... \n\n\n\n\nInterviewed:\n ██████ █████\n\n\nInterviewer:\n Dr. ███\n\n\nForeword:\n This interview was conducted after ██████ █████ was retrieved from SCP-777. Interview is taking place to ascertain SCP-777's nature.\n\n\n\n\n<Begin Log>\n\n\nDr. ███:\n Hello, ██████. I just need to ask you a few questions about what happened.\n\n\n██████ █████:\n H-hi Doc. Fire away, I guess.\n\n\nDr. ███:\n When did you discover SCP-777's…unique quality?\n\n\n██████ █████:\n We'd been in that damn desert for fifteen minutes, and ████ just wipes some sweat off his hand and…and he…oh Jesus Christ…\n\n\nDr. ███:\n Please continue, ██████.\n\n\n(██████ █████ does not respond. Dr. ███ sighs and applies a Class B Desensitizer.)\n\n\nDr. ███:\n This will help, ██████. Now, tell me what happened in the desert.\n\n\n██████ █████:\n (Monotonous) ████ got swarmed…swarmed by the ants. They ate him and then they ate █████ and then they ate ██ and then they ate me.\n\n\nDr. ███:\n No, ██████, they did not eat you. You are sitting here, talking to me.\n\n\n██████ █████:\n I am sitting here, talking to you.\n\n\nDr. ███:\n Yes. What happened next, ██████?\n\n\n██████ █████:\n Me and ████ ran away. █████ was bleeding and he fell over and it made a messed up crab.\n\n\nDr. ███:\n I'm sorry?\n\n\n██████ █████:\n Looked like a crab gone wrong. Too long and too flat, and I think were…were…blind…\n\n\nDr. ███:\n What happened next?\n\n\n(██████ █████ does not reply.)\n\n\nDr. ███:\n ██████?\n\n\n(Ten seconds pass.)\n\n\nDr. ███:\n Answer the question, please.\n\n\n\n\n██████ █████:\n I…I kept on running. Those things were right behind me, and I just kept on running. They got █████, think it was rats that got him. I just kept on running.\n\n\nDr. ███:\n Did you see anything else when you were in SCP-777, ██████?\n\n\n██████ █████:\n Sand. It was just sand. Buildings made of sand, oceans made of sand, animals made of sand. They were huge, bigger than the buildings.\n\n\nDr. ███:\n This was the center, yes? The center of SCP-777?\n\n\n██████ █████:\n No. It was close, though. I carried on running, and I went through there?\n\n\nDr. ███:\n Can you tell me what was in the center, ██████?\n\n\n██████ █████:\n There was nothing. Just…just more sand.\n\n\n(██████ █████ collapsed at this point and was removed by medical staff.)\n\n\n<End Log>\n\n\nClosing Statement:\n ██████ █████ was later diagnosed with Post Traumatic Stress Disorder and given temporary leave for stress.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-776\n | SCP-777 | \nSCP-778\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-777\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-777\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 771-1-new.jpg\n\n\nSource:\n \nFlickr\n\n\nLicense:\n CC BY-SA 2.0\n\n\nTitle:\n Erg Chebbi [2005]\n\n\nAuthor:\n Rosino\n\n\nRelease year:\n 2006\n\n\n\n\n\n\nFilename:\n 771-2-new.jpg\n\n\nSource:\n \nPublicDomainPictures.net\n\n\nLicense:\n Public Domain\n\n\nTitle:\n Sand Sculpture\n\n\nAuthor:\n Axel Kuhlmann\n\n\nRelease year:\n N/A",
    "addendums": [],
    "documents": [],
    "notes": [
        "Test 777-1a Materials used: One (1) grain of sand taken from SCP-777. Result: Drop of water is applied to sand. No visible effect. Test 777-1b Materials used: Small clump of sand taken from SCP-777. Result: Water is applied to sand. Sand animates into three (3) European hornets, which then escape from containment and attack Security Officer █████. Security Officer █████ is relatively unharmed, as the hornets are unable to properly sting him. SCP-777-1 was then destroyed by a second member of security. Text 777-1c Materials used: Two connected small clumps of sand taken from SCP-777. Result: Water is applied to sand. Sand animates into what appears to be a hybrid between a crab and an octopus. SCP-777-1 is immobile and destroyed without incident. Test 777-1d Materials used: Mixture of regular sand and sand taken from SCP-777. Result: Water is applied to mixture. Sand taken from SCP-777 animates into an African rock python, which burrows out of the sand and is destroyed by security when it attempts to escape containment. Test 777-1e Materials used: Sand taken from SCP-777 contained in a test tube. Result: Water is applied to sand. Sand animates into an unidentified mass which demonstrates acidic qualities. SCP-777-1 destroyed without incident. Test 777-1f Materials used: Large mound of sand taken from SCP-777 and a tank filled with water. Result: Sand is inserted into water tank. Sand takes slightly longer to animate into a juvenile great white shark. SCP-777-1 does not suffocate when water is removed from the tank, and is subsequently destroyed by security. Test 777-1g Materials used: Sand taken from SCP-777 formed into sculpture of a cat. Result: Water is applied to sand. Sand animates into three (3) abnormally large scorpions. SCP-777-1 destroyed by security without incident. Test 777-1h Materials used: Sand taken from SCP-777 placed next to a small plant. Result: Water is applied to sand. Sand animates into an unknown form of plant life, which appears to strangle the plant. SCP-777-1 destroyed by security without incident. Note: It appears SCP-777-1 manifests itself as whatever is deadliest to the nearest organism. - Dr. ███",
        "<Begin Log> Dr. ███: Hello, ██████. I just need to ask you a few questions about what happened. ██████ █████: H-hi Doc. Fire away, I guess. Dr. ███: When did you discover SCP-777's…unique quality? ██████ █████: We'd been in that damn desert for fifteen minutes, and ████ just wipes some sweat off his hand and…and he…oh Jesus Christ… Dr. ███: Please continue, ██████. (██████ █████ does not respond. Dr. ███ sighs and applies a Class B Desensitizer.) Dr. ███: This will help, ██████. Now, tell me what happened in the desert. ██████ █████: (Monotonous) ████ got swarmed…swarmed by the ants. They ate him and then they ate █████ and then they ate ██ and then they ate me. Dr. ███: No, ██████, they did not eat you. You are sitting here, talking to me. ██████ █████: I am sitting here, talking to you. Dr. ███: Yes. What happened next, ██████? ██████ █████: Me and ████ ran away. █████ was bleeding and he fell over and it made a messed up crab. Dr. ███: I'm sorry? ██████ █████: Looked like a crab gone wrong. Too long and too flat, and I think were…were…blind… Dr. ███: What happened next? (██████ █████ does not reply.) Dr. ███: ██████? (Ten seconds pass.) Dr. ███: Answer the question, please. ██████ █████: I…I kept on running. Those things were right behind me, and I just kept on running. They got █████, think it was rats that got him. I just kept on running. Dr. ███: Did you see anything else when you were in SCP-777, ██████? ██████ █████: Sand. It was just sand. Buildings made of sand, oceans made of sand, animals made of sand. They were huge, bigger than the buildings. Dr. ███: This was the center, yes? The center of SCP-777? ██████ █████: No. It was close, though. I carried on running, and I went through there? Dr. ███: Can you tell me what was in the center, ██████? ██████ █████: There was nothing. Just…just more sand. (██████ █████ collapsed at this point and was removed by medical staff.) <End Log> Closing Statement: ██████ █████ was later diagnosed with Post Traumatic Stress Disorder and given temporary leave for stress.",
        "\" SCP-777 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-777 . Licensed under CC-BY-SA .",
        "Filename: 771-1-new.jpg Source: Flickr License: CC BY-SA 2.0 Title: Erg Chebbi [2005] Author: Rosino Release year: 2006",
        "Filename: 771-2-new.jpg Source: PublicDomainPictures.net License: Public Domain Title: Sand Sculpture Author: Axel Kuhlmann Release year: N/A"
    ],
    "item": "SCP-777",
    "object_class": "Euclid",
    "containment_procedures": "The area known as SCP-777 is to be contained behind two (2) meter tall electrical fencing. Motion activated turrets are to be placed within the area in order to prevent any instances of SCP-777-1 from escaping the containment area. No liquids are allowed within the area known as SCP-777.",
    "description": "SCP-777 is an area of land spanning five square kilometers located in the ██████ Desert, referred to by locals as 'The Kingdom of Sand'. Unidentified radio interference is present within SCP-777, with the source currently unknown.",
    "title": "SCP-777"
}