{
    "url": "https://scp-wiki.wikidot.com/scp-791",
    "all_text": "rating: \n+47\n+\n–\nx\n\n\nItem #:\n SCP-791\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Containment area is to have a sealed drainage system, and any materials or liquids collected are to be submitted for testing and review. Emergency drainage systems are to be maintained at all times, and must possess no fewer then eight filtration screens.\n\n\nSCP-791 is to be held in a wide-weave steel mesh bag, to allow for ease of location in a “Draining” event, and to pre-contain any biological events. Removal from the bag may only be done under testing conditions.\n\n\nDescription:\n SCP-791 appears to be a mass of liquid water held in a spherical shape by an unknown and undetectable force. Biological tissues can pass through SCP-791 as they would through normal water, and reports indicate the water to be similar to normal sea water, but with a lower salt content. It is impossible to “splash” SCP-791, however, water may be drawn out via the hands or mouth.\n\n\nSCP-791 reacts to non-biological materials, such as stone or metal, as if it were a sphere of solid concrete. SCP-791 may be lifted, rolled, or otherwise manipulated in this way, but acquiring samples with non-biological materials is extremely difficult due to the extreme hardness and weight of SCP-791. SCP-791 does not reduce in dimensions when water is drawn from it. This is true even when withdrawing very high volumes of water.\n\n\nThe water of SCP-791 is sterile, and contains no microbes of any kind. It is almost identical to earth water, but has a slightly elevated amount of hydrogen. SCP-791 will randomly undergo “Draining” events, where massive amounts of water will pour from SCP-791. SCP-791 retains its properties during these events, and “Draining” can last between several hours to four months.\n\n\nItems will sometimes exit SCP-791. It is unknown where these items originate from, though most appear to be “oceanic” in origin. Items resembling seaweed, fish, ████████, ██████, plankton, [DATA EXPUNGED] note possible awareness.\n\n\nThe ████████-like entities have occurred multiple times, and have [DATA EXPUNGED] unknown. Communication via █████ and similar alternate realities observed via \nSCP-2684\n, \nSCP-3374\n or indirectly through \nSCP-257\n.\n\n\n\n\n\n\n« \nSCP-790\n | SCP-791 | \nSCP-792\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-791\n\" by Dr Gears, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-791\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-791 \" by Dr Gears, from the SCP Wiki . Source: https://scpwiki.com/scp-791 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-791",
    "object_class": "Safe",
    "containment_procedures": "Containment area is to have a sealed drainage system, and any materials or liquids collected are to be submitted for testing and review. Emergency drainage systems are to be maintained at all times, and must possess no fewer then eight filtration screens.",
    "description": "SCP-791 appears to be a mass of liquid water held in a spherical shape by an unknown and undetectable force. Biological tissues can pass through SCP-791 as they would through normal water, and reports indicate the water to be similar to normal sea water, but with a lower salt content. It is impossible to “splash” SCP-791, however, water may be drawn out via the hands or mouth.",
    "title": "SCP-791"
}