{
    "url": "https://scp-wiki.wikidot.com/scp-850",
    "all_text": "rating: \n+104\n+\n–\nx\n\n\nItem #:\n SCP-850\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-850 is not dangerous unless threatened. However, as it reacts to containment as a threat, measures must be taken to ensure that it does not know that it is contained. SCP-850 must be kept in a large habitat maintained in [REDACTED] ocean. The boundaries of this habitat are to be marked and enforced by concrete walls several feet in thickness designed to appear as a reef.\n\n\nDescription:\n SCP-850 is a spatial and biological anomaly. It externally appears to be a school of fish closely resembling, in appearance and genetics, the species \nClupea harengus\n. Major differences include darker coloration and greater variance in size.\n\n\nAn area exists within it in which space heavily bends. Internal area is far larger than external area. The exact area of this bent portion of space is unknown, but has proven to have a radius greater than 50 kilometers. Dr. Grangan has postulated that it could be infinite in size. All area that has been observed does contain water.\n\n\nIt has been observed that in the increasingly deep layers of SCP-850, the fish seem to become increasingly different from \nClupea harengus\n. This is seemingly to become in part self-dependent. Though the specimens in the outer swarm depend primarily upon external creatures for food, the varied species further in seem to prey on each other. Despite preying upon one another, all fish in the school work together. Due to the sheer size of SCP-850, this typically provides enough force to kill a predator or destroy a barrier.\n\n\nAddendum-850-1:\n\n\nThe entrance to the bent area of space does not allow for submarines to enter (though this is not a problem for human divers). Thus, for study of life deep within SCP-850, the Bottleship Project has been initiated. The aims of the project are as follows: To build a large submarine inside SCP-850 without disturbing SCP-850, by the method of carrying various parts inside and then assembling them.\n\n\nAddendum-850-2:\n\n\nThe Bottleship Project has been completed. The resulting ship and its crew have been assigned the designation of Reconnaissance Task Force Omicron-6 (aka \"Trilobite\"). Observation of internal organisms is to begin.\n\n\nAddendum-850-3:\n\n\nTwo major results have been thus far observed. The first is that SCP-850 is indeed far larger than the initial guess of 50 kilometers in radius. The second is that the organisms are becoming gradually far different from \nClupea harengus\n and are assuming many ecological niches. The size seems to vary from several centimeters to [REDACTED], and are certainly recognizable as different species.\n\n\nAddendum-850-4:\n\n\nAll signals from the Trilobite were lost. The last radar footage from the submarine seemed to show a [DATA EXPUNGED]. It rapidly moved towards the ship. In the following minute, all communication systems ceased function. Camera footage shows the ship being torn apart by large teeth and flooded with water. Analysis of camera footage indicates [REDACTED]. SCP-850 is pending reclassification to Keter.\n\n\nAddendum-850-5:\n\n\nReclassification to Keter denied.\n\n\n\n\n\n\n« \nSCP-849\n | SCP-850 | \nSCP-851\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-850\n\" by Dr Grangan, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-850\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-850-1:\nThe entrance to the bent area of space does not allow for submarines to enter (though this is not a problem for human divers). Thus, for study of life deep within SCP-850, the Bottleship Project has been initiated. The aims of the project are as follows: To build a large submarine inside SCP-850 without disturbing SCP-850, by the method of carrying various parts inside and then assembling them.",
        "Addendum-850-2:\nThe Bottleship Project has been completed. The resulting ship and its crew have been assigned the designation of Reconnaissance Task Force Omicron-6 (aka \"Trilobite\"). Observation of internal organisms is to begin.",
        "Addendum-850-3:\nTwo major results have been thus far observed. The first is that SCP-850 is indeed far larger than the initial guess of 50 kilometers in radius. The second is that the organisms are becoming gradually far different from Clupea harengus and are assuming many ecological niches. The size seems to vary from several centimeters to [REDACTED], and are certainly recognizable as different species.",
        "Addendum-850-4:\nAll signals from the Trilobite were lost. The last radar footage from the submarine seemed to show a [DATA EXPUNGED]. It rapidly moved towards the ship. In the following minute, all communication systems ceased function. Camera footage shows the ship being torn apart by large teeth and flooded with water. Analysis of camera footage indicates [REDACTED]. SCP-850 is pending reclassification to Keter.",
        "Addendum-850-5:\nReclassification to Keter denied."
    ],
    "documents": [],
    "notes": [
        "\" SCP-850 \" by Dr Grangan, from the SCP Wiki . Source: https://scpwiki.com/scp-850 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-850",
    "object_class": "Euclid",
    "containment_procedures": "SCP-850 is not dangerous unless threatened. However, as it reacts to containment as a threat, measures must be taken to ensure that it does not know that it is contained. SCP-850 must be kept in a large habitat maintained in [REDACTED] ocean. The boundaries of this habitat are to be marked and enforced by concrete walls several feet in thickness designed to appear as a reef.",
    "description": "SCP-850 is a spatial and biological anomaly. It externally appears to be a school of fish closely resembling, in appearance and genetics, the species Clupea harengus. Major differences include darker coloration and greater variance in size.",
    "title": "SCP-850"
}