{
    "url": "https://scp-wiki.wikidot.com/scp-859",
    "all_text": "rating: \n+56\n+\n–\nx\n\n\nItem #:\n SCP-859\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-859 is stored in a locked container, which is stored in a secure containment chamber at Site ██. SCP-859 must not be removed from its container except with express permission from Level 4 personnel, and experimentation on SCP-859 must only be performed with Class D personnel.\n\n\nDescription:\n SCP-859 is a spherical mass of dark, unidentified material approximately 11cm in diameter that appears to be covered in multiple layers of spider webbing. SCP-859 is soft to the touch, and approximates the stickiness of spider webbing, although the strands observed on the object do not come off.\n\n\nWhen any living human places their hand on SCP-859, the subject immediately gains an acute arachnophobia as well as severe allergic reactions to any kind of spider venom. See Addendum 859-1 for details.\n\n\nSCP-859 was discovered in [DATA EXPUNGED] along with the swollen and decayed bodies of 37 individuals who had been [DATA EXPUNGED]. Investigation into the origin of SCP-859 as well as the exact nature of its effect are inconclusive.\n\n\nAddendum 859-1:\n\n\nList of personnel exposed to SCP-859:\n\n\nSubject:\n Agent █████████\n\n\nDate:\n ██/██/20██\n\n\nExposure Method:\n Accidental, during containment of SCP-859. Subject immediately screamed and dropped SCP-859 after touching it with his bare hand. When questioned afterwards, reported that he saw hundreds of venomous spiders crawling out of SCP-859 and onto his hand. No spiders were observed in the area, and acute arachnophobia was observed in Subject.\n\n\nResult:\n Subject was found dead in his apartment on ██/██/20██, having died from a bite from a common house spider. Subject had no history of being allergic to spider venom according to medical profile from Foundation records.\n\n\nSubject:\n D-47121 - male African-American, 31 years old, no known medical allergies\n\n\nDate:\n ██/██/20██\n\n\nExposure Method:\n Instructed to place hand on SCP-859. Displays shock and revulsion to SCP-859 after contact, similar to initial case. Acute arachnophobia observed in Subject.\n\n\nResult:\n After showing violent resistance and extreme terror when attempting to expose Subject to an agitated huntsman spider, Subject is restrained and spider placed on Subject. Subject bitten and immediately exhibits symptoms of extreme anaphylactic shock. Subject dies within 1 minute of exposure, and attempts at resuscitation result in failure.\n\n\nNote:\n Huntsman spiders have particularly mild venom, rarely resulting in little more than mild pain.\n\n\nSubject:\n D-47565 - female Caucasian, 27 years old, no known medical allergies\n\n\nDate:\n ██/██/20██\n\n\nExposure Method:\n Instructed to place hand on SCP-859. Subject exhibited significant resistance prior to instructions. Similar initial symptoms to previous subjects.\n\n\nResult:\n Subject restrained and exposed to agitated huntsman spider. Emergency medical treatment administered immediately after Subject is bitten, including epinephrine. Medical treatment has no effect, Subject dies within 1 minute of exposure.\n\n\nSubject:\n D-47901 - male Asian, 29 years old, no known medical allergies\n\n\nDate:\n ██/██/20██\n\n\nExposure Method:\n Instructed to place hand on SCP-859. Subject exhibits regular initial symptoms, after which Subject is placed in secure isolation chamber, with measures to prevent any insects from breaching isolation.\n\n\nResult:\n Subject exhibits increasing levels of paranoid arachnophobia, peaking after five (5) days in isolation, after which Subject is observed semi-catatonic, curled into a fetal position in the corner of the chamber, and constantly babbling and muttering about \"spiders on the walls\", and \"they're coming to get me\". Subject found dead of severe allergic reaction to spider venom after seven (7) days. Over ███ spider bites were found on the Subject, despite having found no spiders within the isolation chamber, and preventative measures still being intact. Review of security footage showed [DATA EXPUNGED].\n\n\n\n\n\n\n« \nSCP-858\n | SCP-859 | \nSCP-860\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-859\n\" by Aelanna, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-859\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 859-1:\nList of personnel exposed to SCP-859:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-859 \" by Aelanna, from the SCP Wiki . Source: https://scpwiki.com/scp-859 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-859",
    "object_class": "Euclid",
    "containment_procedures": "SCP-859 is stored in a locked container, which is stored in a secure containment chamber at Site ██. SCP-859 must not be removed from its container except with express permission from Level 4 personnel, and experimentation on SCP-859 must only be performed with Class D personnel.",
    "description": "SCP-859 is a spherical mass of dark, unidentified material approximately 11cm in diameter that appears to be covered in multiple layers of spider webbing. SCP-859 is soft to the touch, and approximates the stickiness of spider webbing, although the strands observed on the object do not come off.",
    "title": "SCP-859"
}