{
    "url": "https://scp-wiki.wikidot.com/scp-862",
    "all_text": "rating: \n+166\n+\n–\nx\n\n\n\n\n\n\nInstance of SCP-862-1\n\n\n\n\n\n\nItem #:\n SCP-862\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n A 6m x 6m bunker has been constructed around SCP-862 in order to prevent escape or sightings of SCP-862-1. The interior of the bunker is to be monitored by researchers via cameras placed inside the bunker outside of SCP-862's sphere of influence.\n\n\nThe bunker is to be checked daily for breaches or escaped instances of SCP-862-1. In the event of a bunker breach, the rupture is to be immediately sealed with concrete and cement. Any escaped instances of SCP-862-1 are to be tracked and destroyed by Mobile Task Force Beta-23 (\"Rat Trappers\").\n\n\nNo materials or individuals are to enter SCP-862.\n\n\nDescription:\n SCP-862 is an area spanning ten square meters located in the city of █████, ██████. This area possesses a sphere of influence that affects all materials. Upon arriving in SCP-862, materials will begin to split into portions of twenty-five (25) square centimeters.\n\n\nOver a period of time that varies depending on the consistency of the material, the affected portion will assume the shape and detail of a \nRattus norvegicus\n, the common rat. The affected portion will be dormant for a much shorter length of time before animating and assuming the behaviour of said rat. Affected portions will hereafter be referred to as SCP-862-1.\n\n\nInstances of SCP-862-1 do not require food or water, but exhibit the same properties as the material they are composed of, and the rate of decomposition is unaffected in organic materials. Due to their composition, some instances of SCP-862-1 are difficult to destroy, but liquid or gas instances can be destroyed with extremely light impacts.\n\n\nSolid instances of SCP-862-1 can register pain and survive trauma far exceeding that of regular rats, such as loss of limbs, heavy trauma and dissection. Over █████ instances of SCP-862-1 are currently present in the containment bunker, which include, but are not limited to:\n\n\n\n\n████ instances composed of concrete\n\n\n███ instances composed of cement\n\n\n███ instances composed of tarmac\n\n\n███ instances composed of glass\n\n\n███ instances composed of wood\n\n\n███ instances composed of plastic\n\n\n████ instances composed of metal\n\n\n████ instances composed of suspended water\n\n\n███ instances composed of the remains of the original recovery team\n\n\n██ instances composed of the uniforms of the original recovery team\n\n\n██ instances composed of the weapons of the original recovery team\n\n\n█ instances composed of the ammunition of the original recovery team\n\n\n\n\nInstances of SCP-862-1 composed of air are regularly created, but are destroyed near-instantly, as they collapse when exposed to the slightest pressure.\n\n\n\n\n\n\n« \nSCP-861\n | SCP-862 | \nSCP-863\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-862",
    "object_class": "Safe",
    "containment_procedures": "A 6m x 6m bunker has been constructed around SCP-862 in order to prevent escape or sightings of SCP-862-1. The interior of the bunker is to be monitored by researchers via cameras placed inside the bunker outside of SCP-862's sphere of influence.",
    "description": "SCP-862 is an area spanning ten square meters located in the city of █████, ██████. This area possesses a sphere of influence that affects all materials. Upon arriving in SCP-862, materials will begin to split into portions of twenty-five (25) square centimeters.",
    "title": "SCP-862"
}