{
    "url": "https://scp-wiki.wikidot.com/scp-891",
    "all_text": "rating: \n+35\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n891\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-891 is to be salted and covered in large plastic tarps. A quarter-kilometer buffer zone has been set up and fenced off around it; an “Industrial Brownfield” cover story has been disseminated.\u2028\n\n\nDescription:\n SCP-891 is a 4-acre field located in Tulare County, California. Any edible crop planted within SCP-891 will become, upon harvesting, an instance of SCP-891-1.\n\n\nShould any animal, including a human, ingest any amount of SCP-891-1, a portion of equal shape and volume will disappear from one of their internal organs. Autopsies have revealed bite marks upon the organs of affected animals.\n\n\nDiscovery:\n The deed to the property upon which SCP-891 sits was mailed to Site-19 on December 23, 2022, with the following message:\n\n\n\n\nMorning, lovelies.\n\n\nThis deed corresponds to a 8-acre property, which in turn contains a 4-acre plot subject to an anomalous condition. If animals eat anything that grows upon it, part of their organs will be simultaneously consumed.\n\n\nI highlighted the relevant region in red on the attached map, because it never hurts to be helpful.\n\n\nWe got what we needed from it. Then we thought: ‘tis the season to be generous, isn’t it?\n\n\nContain it in good health.\n\n\nYours,‎ ‎\n\nIris Dark\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMC&D INTERNAL DOCPORTAL\n\n\nWelcome, MAY DU.\n\n\n\n\n\n\n\n\nLoading information on \nASSET D-DL-1132\n:\n\n\n\n\n\n\n\n\nINSURED VALUE:\n\n$0.00 (NO LONGER IN MC&D POSSESSION)\n\n\nEST NET BENEFIT:\n\n$10,500,000\n\nSALE PRICE - $0.00\n\nREAPED BENEFIT - $10,000,000.00 (DL HARVESTING)\n\nOTHER - $500,000.00 (EST SCPF DONATION GOODWILL)\n\n\nINVOLVED RESOURCES:\n\nDU, MAY X1278-1\n\nNIRAN, PETE X7453-132 (LOST)\n\nNIRAN, PETE X7453-133\n\nGILMAN, DUSTIN N/A-N/A (LOST)\n\n\n\n\n\n\n\n\nDisplaying documentation associated with \nASSET D-DL-1132\n:\n\n\n\n\n\n\n\n\n\n\nShowing Document 1 (1/3):\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n May Du (\nmdu@internal.nyc.mcd.co.uk\n)\n\n\nFrom:\n Iris Dark (\nidark@internal.global.mcd.co.uk\n)\n\n\nSubject:\n Dreamlight harvest on new asset\n\n\n\n\n\n\nMay,\n\n\nReaching out about a recently obtained asset. Obviously, it’s D-DL. These days, it seems like I never worry about anything else.\n\n\nStory’s pretty simple. Guy by the name of Dustin Gilman has a field that’s not far from the road. Folks stomp through it, swipe his fruit, whatever. He gets mad. Real mad. And the dreamlight comes and goes through him like a lightning-bolt.\n\n\nThe field’s irrelevant. I’ll probably hand it over to SCPF soon, just to get it off the books. If you eat anything that grows out of it, you wind up munching on your own organs. Pretty bog-standard. Lacks the cleverness of that jail-cell SCPF has filed under \n2701\n, which is, to my mind, the most impressive spite-manifestation we’ve seen. Not especially surprising; losing some apples beats losing a kid, which is what happened to the poor bastard who made \nthat\n.\n\n\nBut I think some of the bolt that went through Dustin is still pulsing in his veins. He’s in a cell in the New York office, waiting for you.\n\n\nYou’ll be on facilitation. Use Sump 12, since it’s our most comfortable, and we want him comfortable the whole way through. We’ll need an interviewer, of course, so loop in a dier. You know how it goes.\n\n\nYours,\n\nIris\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nShowing Document 2 (2/3):\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Peter Niran (\npniran@internal.nyc.mcd.co.uk\n)\n\n\nFrom:\n May Du (\nmdu@internal.nyc.mcd.co.uk\n)\n\n\nSubject:\n New staffing for harvest event\n\n\n\n\n\n\nHey Pete,\n\n\nHope you’re doing well!\n\n\nSlating you for a harvest event in Sump 12, tomorrow at noon. This is a red-slip, so plan to get yourself aligned by 11. No need to bother making any memories between then and the event.\n\n\nStandard scope-limitation precautions. You’ll get a simplex receiver, so I can facilitate. No video, of course, but we’ll be receiving a live audio feed.\n\n\nIf things get out of control in there, don’t worry; we’ll remake you and try again. The sump has a real state-of-the-art psych field, so he’ll get steadily more open once you get the reader going up. Typical premium for annihilation will apply, of course. We can make additional copies if we need to. I’ll make sure someone goes home that night.\n\n\nAlso, good news- we fixed the pump. It should boot to full power automatically and within a half-second. Obviously, you don’t remember any earlier difficulties, but speaking as a friend, I can assure you that this is an improvement you should be extremely excited about.\n\n\nAll best,\n\nMay\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nShowing Document 3 (3/3):\n\n\n\n\n\n\n\n\n\n\nTRANSCRIPT OF HARVEST EVENT\n\n\nSUMP 12 | NEW YORK | 11.07.2022\n\n\n\n\n(\nGILMAN\n is slumped on a couch. His head is propped up on a large, pink pillow. \nNIRAN\n enters, closing the door behind him. The automatic lock clicks shut. \nNIRAN\n tries the door, ensures that he has no ability to exit, and nods in satisfaction.)\n\n\n(\nNIRAN\n taps \nGILMAN\n on the shoulder.)\n\n\nNIRAN:\n You must be Mr. Gilman.\n\n\n(\nGILMAN\n opens his eyes and screams.)\n\n\nNIRAN:\n Can I help you, sir? Is everything all right?\n\n\nGILMAN:\n Where the fuck am I? Who are you?\n\n\n(\nNIRAN\n sits on a nearby wooden chair.)\n\n\nNIRAN:\n One question at a time, sir.\n\n\n(\nGILMAN\n rises to his feet. His gaze sweeps over the room. He notices the door. He does not notice the \nPUMP\n; its reader holds steady at 1.)\n\n\nNIRAN:\n If you don’t calm down, sir, I don’t know how I’m supposed to help you.\n\n\n(\nGILMAN\n runs to the door and attempts to open it.)\n\n\nNIRAN:\n It’s a reinforced door, sir. If you try to force it open…\n\n\n(\nGILMAN\n jumps into the door, which does not budge. He crumples to the ground.)\n\n\nNIRAN:\n …you’ll only hurt yourself. Gosh, that’ll leave a bruise. Well, I guess it won’t; that’d take a few hours, and I actually don’t think we have that long together. But there’s some ice cream in the freezer over there. Why don’t I get that for you, and we’ll apply it to the site of…\n\n\n(\nGILMAN\n jumps into the door again.)\n\n\nNIRAN:\n Yeah, I’d probably do the same. Well, I guess I wouldn’t, because then I’d be doing it right now.\n\n\n(\nGILMAN\n moans.)\n\n\nNIRAN:\n We’re basically in the same boat, Dustin, didja know that?\n\n\nGILMAN:\n How do you know my name?\n\n\nNIRAN:\n You’re pretty famous around here, Dustin. I work for a lady who works for a lady who’s been wanting to hear you talk for a while.\n\n\nGILMAN:\n You have a key on you?\n\n\nNIRAN:\n Dustin, look at the damn door. You don’t see a keyhole, do you? Do you even see a handle?\n\n\nGILMAN:\n Listen, I know you have some way of getting out of here.\n\n\nNIRAN:\n Would that I did, Dustin. Can I call you Dustin?\n\n\n(\nGILMAN\n runs toward \nNIRAN\n and is temporarily incapacitated by his taser.)\n\n\nNIRAN:\n Golly, Dustin…\n\n\n(\nGILMAN\n retches on the ground.)\n\n\nNIRAN:\n Hey, May, is there a mop in here? This’ll stink up the sump something terrible.\n\n\nDU:\n I can run one in if you want.\n\n\nNIRAN:\n Might be more trouble than it’s worth. You’d need a couple guards with you; our boy’s a flight risk. The pump’ll take care of it when it goes, right?\n\n\nDU:\n It assuredly will not. But there’ll be a hell of a lot of cleanup post-activation. A little barf won’t make much difference.\n\n\nNIRAN:\n Well, then we’ll let it lie. Sorry to bug ya.\n\n\nDU:\n Don’t you worry.\n\n\nNIRAN:\n Dustin. Hey, Dustin.\n\n\nGILMAN:\n Fuck you.\n\n\nNIRAN:\n You can kill me if you want, Dustin. Just means I get to clock out early.\n\n\n(Reader increases to 2.)\n\n\nNIRAN:\n And seems like what you’re doing is working just fine.\n\n\nGILMAN:\n Who are you?\n\n\nNIRAN:\n My name’s Pete Niran. Good to meet you!\n\n\nGILMAN:\n What do you need from me?\n\n\nNIRAN:\n I just need to ask you some questions, Dustin.\n\n\nGILMAN:\n Then I’ll be out of here?\n\n\n(\nNIRAN\n whistles.)\n\n\nNIRAN:\n Why don’t we cross that bridge when we come to it, Dustin. But let’s say that insofar as there is a way out, the only way out is through.\n\n\n(\nGILMAN\n walks over to the couch, limping slightly, and sits down.)\n\n\nNIRAN:\n Did you want that ice cream?\n\n\nGILMAN:\n Aren’t you taking enough?\n\n\nNIRAN:\n I’m sorry?\n\n\nGILMAN:\n Don’t condescend to me. Not on top of all this.\n\n\nNIRAN:\n We’re sorry for any inconvenience you may have suffered.\n\n\nGILMAN:\n I’m not dead, am I?\n\n\nNIRAN:\n Nope.\n\n\nGILMAN:\n So why am I here?\n\n\nNIRAN:\n Gosh, Dustin, where to start? Why do \nyou\n think that you’re here?\n\n\nGILMAN:\n I promise I don’t know. Where is here?\n\n\nNIRAN:\n Well, this office is in New York, Dustin. Not too far from the old abode in Clifton.\n\n\nGILMAN:\n You know where I live?\n\n\nNIRAN:\n Well, that’s where we picked you up, so I should hope so. But to tell you the truth, this isn’t about New York. Or Clifton. It’s about Tulare County, Dustin. Beautiful, beautiful Tulare. You’ve got a plot out there, right? Your grandma’s? Where you spend a month out of the year?\n\n\nGILMAN:\n I don’t know what you’re talking about, you fucking psycho.\n\n\nNIRAN:\n Don’t start denying now, Dustin, or I won’t be able to trust a thing you say later. And later, I might actually have a thing or two wrong. So you’ll want to be able to correct me if I say something \nwrong\n.\n\n\nGILMAN:\n Fine. I’ve got a plot in Tulare.\n\n\nNIRAN:\n Good job. So one more time, Dustin—why do you think that you’re here?\n\n\n(Reader increases to 3.)\n\n\nNIRAN:\n You don’t have to say it out loud. Sounds like you nailed it, though.\n\n\n(Reader increases to 4.)\n\n\nNIRAN:\n Oh, you \nreally\n nailed it!\n\n\nGILMAN:\n It was \nbizarre\n. It was nothing that could have been real. I would just come back and I don’t know where they came from and then I would go back and it was like a dream in Clifton, you know, it was so far away, and I kind of thought to myself, oh, there’s no way that that really happened all the way over there, or it couldn’t have been me doing it, or they, you know, they can’t have been people.\n\n\nNIRAN:\n It was just you on the lot?\n\n\nGILMAN:\n Sure. I guess. And the people who ate the fruit, of course. Not many. Just some. And the vegetation was so thick that I guess they never saw the rest until they themselves-\n\n\nNIRAN:\n You didn’t have a caretaker for the property?\n\n\nGILMAN:\n Oh, I- I did. Nice girl. I don’t know where she went, though.\n\n\nNIRAN:\n Sure you do!\n\n\nGILMAN:\n I don’t know how many there were.\n\n\nNIRAN:\n Oh, we don’t either. We have forty as a low bound. Very, very low bound.\n\n\nGILMAN:\n Yeah, that’s too low.\n\n\nNIRAN:\n We knew you’d be worth talking to.\n\n\nGILMAN:\n I get angry. I guess I get angry too easy. I… I would just be sitting there when I was in Jersey and I would think about folks just marching onto my land, taking things that were-\n\n\nNIRAN:\n You once hung up a little wire across a dirt road, didn’t you?\n\n\nGILMAN:\n I did. People were cycling across just about every morning. And it bothered me. Maybe they’d scare off the rabbits or something. Maybe they’d see the house through the woods and decide to… well, it’s a dangerous world.\n\n\nNIRAN:\n Sure is.\n\n\nGILMAN:\n And it was mine, wasn’t it? I get to decide what gets done on my land, don’t I? It’s a—it’s a—\n\n\nNIRAN:\n Take your time, sir.\n\n\nGILMAN:\n It’s a man’s \ncastle\n, is what it is.\n\n\nNIRAN:\n But you didn’t put it across your land, did you?\n\n\nGILMAN:\n No. About fifty feet past the cutoff. I figured, if it was on mine then it’d come back to me, and anyone cycling past mine would still… and they never did find out that it was me. They tried to get the Dunns for it, but they were on vacation at the time and they beat it pretty easy, so all’s well that…\n\n\n(\nGILMAN\n pauses.)\n\n\nGILMAN:\n I felt pretty bad about what happened to the kid, though.\n\n\nNIRAN:\n That’s big of you.\n\n\nGILMAN:\n But he wound up all right.\n\n\n(\nGILMAN\n pauses.)\n\n\nGILMAN:\n He wound up all right.\n\n\n(\nGILMAN\n pauses.)\n\n\nGILMAN:\n And, you know, these days there’s ramps everywhere.\n\n\n(Reader increases to 5.)\n\n\nGILMAN:\n I was in DC a few months ago for a work trip and they cut a ramp into the Library of Congress. Old, old building and a huge ramp just sticking out of the facade.\n\n\nNIRAN:\n How about that.\n\n\nGILMAN:\n I sent a few hundred to the family when they were doing PT. And then an extra seventy just for him. For whatever he wanted to spend it on. It was anonymous, but my return address was on the envelope, and you know what I got back?\n\n\nNIRAN:\n What?\n\n\nGILMAN:\n A note from the kid. Handwritten. It said thank you so much.\n\n\nNIRAN:\n What’d he spend the seventy on?\n\n\nGILMAN:\n Some game. Elder Ring or something. Really shocked me. I mean, I had no idea video games had gotten so expensive.\n\n\nNIRAN:\n And that was before the apples in the field turned to… what they turned to.\n\n\nGILMAN:\n No, no. That was after the field turned. But that was in California, and this was in Jersey. I told you already, it wasn’t the same when I was in Jersey.\n\n\nNIRAN:\n Tell me when the field turned.\n\n\nGILMAN:\n Well, I was thinking about someone stepping onto the land and grabbing some fruit. Just stomping all over the field. Maybe- maybe hosting a party on it. How would I know? I mean, the caretaker we hired, she was just out of high school herself. Maybe she was inviting people, you know? And it’s the kind of thing it’s fun to be angry about. You want to get angry about it. Not big, just, sometimes life is boring and you get to thinking about-\n\n\nNIRAN:\n What year was this?\n\n\nGILMAN:\n 2016, I think. 2015?\n\n\nNIRAN:\n And when did this effect start?\n\n\nGILMAN:\n Well, I wasn’t there at the time, so I didn’t know until I had gotten there myself. But one day I was thinking about it, just getting kind of worked up about it, and all of a sudden I felt like my head had taken a shit, and I knew something big had happened, I just didn’t know what.\n\n\nNIRAN:\n When did you next get to Tulare?\n\n\nGILMAN:\n A couple months later. But I called the caretaker that day. Asked her to head on over and make sure everything was normal about the place.\n\n\nNIRAN:\n And was it?\n\n\nGILMAN:\n She never called back. Just up and quit on me.\n\n\nNIRAN:\n Oh?\n\n\nGILMAN:\n Well, Christ, as far as I know, right?\n\n\n(Reader increases to 6.)\n\n\nGILMAN:\n I was burying bodies every time I went up there. They’d been dead a while, usually. I’d put them in sacks and I’d try not to look at their faces.\n\n\nNIRAN:\n Why didn’t you cut down the apple trees?\n\n\nGILMAN:\n Because that would mean it was real. That would mean that it had always been real, and there was no way it was real. It couldn’t be real.\n\n\nGILMAN:\n Also, they’re my apple trees. I mean, why should I cut down my apple trees?\n\n\n(\nGILMAN\n sighs.)\n\n\nGILMAN:\n Yeah, I guess I know why I’m here.\n\n\nNIRAN:\n Good job.\n\n\nGILMAN:\n You said that already. So what does that make you?\n\n\nNIRAN:\n I don’t suppose you’d accept ‘justice’?\n\n\nGILMAN:\n Don’t condescend to me.\n\n\nNIRAN:\n I represent a partnership dreadfully interested in the way you made the field turn.\n\n\nGILMAN:\n Well, I won’t be much help there. I still don’t know how I did it.\n\n\nNIRAN:\n Don’t worry. We know how you did it.\n\n\nGILMAN:\n So why don’t you just do it on your own?\n\n\nNIRAN:\n Well, you’re something of a special guy.\n\n\nGILMAN:\n Hell, we’re both just people.\n\n\nNIRAN:\n Kind of.\n\n\nGILMAN:\n What?\n\n\nNIRAN:\n I’m made partially out of burlap. You want to feel?\n\n\nGILMAN:\n Don’t fuck with me.\n\n\nNIRAN:\n Here. Press into my arm.\n\n\nGILMAN:\n Jesus.\n\n\nNIRAN:\n Yeah. I can straighten it back out; it’d just take a while.\n\n\nGILMAN:\n Are you a robot or something?\n\n\nNIRAN:\n No.\n\n\nGILMAN \n(backing up)\n:\n Then what the fuck are you?\n\n\nNIRAN:\n Oh, I’m Pete Niran. But there was a Pete Niran before me, and there’ll be one after me. I’m made out of burlap because it’s cheaper that way, and I’m only meant to last for a week or so.\n\n\nGILMAN:\n Why would you agree to that? Did you?\n\n\nNIRAN:\n Kind of! I’m getting paid 80% of the price differential between a flesh clone and a burlap one. All my memories are intact and saved. And when I retire, or we enter a less busy season, then I’ll be back in flesh bodies.\n\n\nGILMAN:\n But you just said you’re going to die in seven days.\n\n\nNIRAN:\n No, I’m going to die in a half-hour or less. But when I say I’m getting paid the difference, I also mean the Pete Niran after me. He’s got a family to go home to. A family that likes the finer things. He also likes the finer things, and he gets triple pay on the days that he dies. I get triple pay on the days that I die.\n\n\n(\nGILMAN\n backs further away.)\n\n\nNIRAN:\n I go to a checkpoint. I save my memories. I go out there and die. I get remade, I live for a while, I save my memories, I go out there and die. And the whole time, there’s always a Pete. There’s always someone tucking in the kids. It’s life, you know? Just life.\n\n\nGILMAN:\n How many times have you died?\n\n\nNIRAN:\n I’ve never died, in a way. I was born a few days ago. But I’ve also died over a hundred times, and each time I guess it was fine, because I’m still here.\n\n\nGILMAN:\n That’s not how it works.\n\n\nNIRAN:\n Yeah, I’ve heard the argument. It goes: you were born a few days ago for the first time. You lived, for the first time. The memories in your head are someone else’s, not yours. There’s no shared kinship. And then you’ll die, like anyone dies, with nothing after. Or whatever’s after.\n\n\nNIRAN:\n And you’re probably right. But if you are, it’s far too late to change anything.\n\n\nGILMAN:\n We can break out together. The two of us. You’d have a few days out of this… this facility. You could see the world, a little bit.\n\n\nNIRAN:\n Wouldn’t be good for me, Dustin. I’m too much of a family man. And I leave the facility every night, to see them. Then I head back to work.\n\n\nGILMAN:\n Do the kids know about the burlap?\n\n\nNIRAN:\n We’ll tell them when they’re old enough.\n\n\n(\nGILMAN\n shakes his head.)\n\n\nNIRAN:\n It’s not as big an issue as you think. Hey, May!\n\n\nDU:\n Hey. Pete.\n\n\nNIRAN:\n May, how often do I die screaming?\n\n\nDU:\n Oh, God, really, Pete?\n\n\nNIRAN:\n Really.\n\n\nDU:\n Well, it’s your right to know, I guess. (\nDU\n ruffles papers.) Out of terror or out of pain?\n\n\nNIRAN:\n Out of terror.\n\n\nDU:\n Only ten percent of the time.\n\n\nNIRAN:\n So only thirteen times.\n\n\nDU:\n Twelve. I rounded up.\n\n\nGILMAN:\n I’m never leaving here, am I?\n\n\nNIRAN:\n Gosh, Dustin, are you really going to make me say it?\n\n\n(Reader increases to 7.)\n\n\nGILMAN:\n Yeah. You’re going to keep me around here forever.\n\n\n(\nNIRAN\n shakes his head.)\n\n\nGILMAN:\n Oh God.\n\n\nNIRAN:\n Though you could… you could make something happen, couldn’t you?\n\n\nGILMAN:\n I don’t even know how I did it the first time. I don’t even know what I did. What did I do?\n\n\nNIRAN:\n You inadvertently served as a conduit for dreamlight.\n\n\nGILMAN:\n I \nwhat\n?\n\n\nNIRAN:\n You wanted something so badly that the stuff of dreams channeled through you and made it as you wished it.\n\n\nGILMAN:\n I didn’t want that.\n\n\nNIRAN:\n You only need to want it for an instant.\n\n\nGILMAN:\n Who hasn’t wanted something terrible for an instant? Who hasn’t? Why is it me? Why did…\n\n\nNIRAN:\n Wrong place, wrong time, I figure. It’s a dangerous world. Lots of wrong places.\n\n\nGILMAN:\n I’m not responsible for my thoughts.\n\n\nNIRAN:\n Didn’t say you were. But you could try to be. You could try to make it happen again.\n\n\nGILMAN:\n You wouldn’t want it to happen again.\n\n\nNIRAN:\n Come on now, Dustin. I’d just be clocking out early.\n\n\nGILMAN:\n I don’t know. I don’t want to want it. I mean, she’s dead. The caretaker. You don’t need to tell me she’s dead. I found a whole family there once. I… I took their car into the barn. I… look, I’m trying. I’m trying to want to want it. I’m so hungry. What am I supposed to do when I’m so hungry?\n\n\nNIRAN:\n We have some food.\n\n\nGILMAN:\n Ice cream. Christ. Don’t condescend to me. I’m trying here. You don’t know how hard I’m trying. I hate you so much. I… can I rant at you?\n\n\nNIRAN:\n If you’re asking permission, you don’t hate me enough.\n\n\nGILMAN:\n You’re a murderer. You murder others and you murder yourself. You’ve buried more people than I have and you think they were you but they weren’t.\n\n\n(Reader increases to 8.)\n\n\nGILMAN:\n And you… you drag me in here and you tell me… look, if we’re dying together but you think you’ll wake, or you don’t care, or something, then you’re a void, you’re not even a person, and the idea that you get to go gently and I don’t…\n\n\n(Reader increases to 9.)\n\n\nGILMAN:\n I’m so hungry. Jesus, I’m so hungry.\n\n\n(Reader decreases to 8.)\n\n\nGILMAN:\n They’re in that field by the fucking dozen. They’re never leaving the field. They’re never climbing out and walking again. They’re never going to be under the sun again.\n\n\nGILMAN:\n And I’m in the field, too. If I get out I’ll be the only one to get out of the field.\n\n\nGILMAN:\n But what the fuck am I supposed to do?\n\n\nGILMAN:\n I don’t have it in me to repair that.\n\n\nGILMAN:\n I’m so fucking hungry.\n\n\nNIRAN:\n Requesting an apple.\n\n\n(Silence.)\n\n\nNIRAN:\n May, do you read me? Requesting an apple for immediate delivery.\n\n\nDU \n(tentatively):\n Please clarify origin of requested apple, if relevant.\n\n\nNIRAN:\n Not relevant.\n\n\n(Apple is delivered.)\n\n\n(\nNIRAN\n hands \nGILMAN\n the apple.)\n\n\n(Reader increases to 9.)\n\n\nGILMAN:\n Oh, thank God.\n\n\nGILMAN:\n I was so hungry.\n\n\n(Sound of eating.)\n\n\n(Silence.)\n\n\n(Sound of coughing.)\n\n\nNIRAN:\n Always a pleasure, May.\n\n\nDU:\n You say that almost every time.\n\n\nNIRAN \n(snickering)\n:\n How about that?\n\n\nDU:\n Always a pleasure, Pete.\n\n\n(Coughing gets louder.)\n\n\nNIRAN:\n You think it's like falling asleep?\n\n\n(Reader increases to 10.)\n\n\n(The \nPUMP\n starts.)\n\n\n\n\n\n\n[EXTRANEOUS AUDIO REMOVED]\n\n\n\n\n\n\n(The \nPUMP\n finishes.)\n\n\n(\nDU\n retches into a wastebasket.)\n\n\n(\nDREAMLIGHT\n obtained.)\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-891\n\" by habaniah, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-891\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-890\n | SCP-891 | \nSCP-892\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-891 \" by habaniah, from the SCP Wiki . Source: https://scpwiki.com/scp-891 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-891 is to be salted and covered in large plastic tarps. A quarter-kilometer buffer zone has been set up and fenced off around it; an “Industrial Brownfield” cover story has been disseminated.",
    "description": "SCP-891 is a 4-acre field located in Tulare County, California. Any edible crop planted within SCP-891 will become, upon harvesting, an instance of SCP-891-1.",
    "title": "SCP-891"
}