{
    "url": "https://scp-wiki.wikidot.com/scp-943",
    "all_text": "rating: \n+70\n+\n–\nx\n\n\nItem #:\n SCP-943\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-943 is to be stored in a secure lockbox in a High Security Containment Vault, accessible only to Level 2 or higher personnel. For purposes of interrogation, Level 1 personnel may request access to SCP-943, but the request must be approved by Level 2 personnel, and the individual signing SCP-943 out must record a date, time, location of use, and appropriate protective measures taken to preserve SCP-943's integrity. Failure to do so will result in all personnel involved having their service records subject to immediate review and penalties of demotion or termination for those found negligent.\n\n\nDescription:\n SCP-943 is a band of unidentified metal, adjustable through a sliding mechanism to become anywhere from 5cm in diameter, to 38cm in diameter. The band bears inscribings along its outside surface reading in English: \"That Justice may flow like water\". When placed onto a human subject's arm, the device appears to induce visual, auditory, and tactile hallucinations in a staggered pattern. In all cases, the hallucinations appear to be of an event that is connected to the subject in some way. Invariably, the subject is connected in a way that makes them the aggressor, and in the induced hallucinations, the subject assumes the role of victim. All recorded hallucinations have been of conflict, and are documented in Experiment Log 943-1 through Experiment Log 943-3.\n\n\nAddendum:\n In each experiment, the subject was prepared by repeatedly reminding them of the crime that caused their incarceration, causing it to be foremost in their minds prior to the beginning of the recording.\n\n\nExperiment Recording 943-1\n\n\n\n\nSubject D-39393 is guilty of multiple incidents of embezzlement as an employee of a Foundation cover company.\n\n\nDr. Heiden: D-39393, put on the bracelet.\n\n\nD-39393: You can't make me do this, you know! I'm a citizen of ██████████████████████████████!\n\n\nDr. Heiden: Actually, D-39393, we can, according to the terms of your employment agreement. You know, the one that you \nnever read\n because of the big number on the first page.\n\n\nD-39393: [splutters incoherently] Uh, ah, that doesn't mean anything! You still can't do this! I'm a person, not cattle for you to use!\n\n\nDr. Heiden: I am aware you are not livestock. Now put on the bracelet, and you'll be on your way to repaying the $██,███,███ you owe.\n\n\nD-39393: You never proved that! You can't prove any of that!\n\n\n\nDr. Heiden: D-39393, you will be sedated and the bracelet will be placed on you if you continue to resist. Now \nput on the bracelet\n.\n\n\nD-39393: Fuck you! You won't do that, you can't do th-\n\n\n[At this point, Foundation security personnel neutralized D-39393 with a stun baton and strapped him into the chair nearby, waiting until D-39393 regained consciousness before placing SCP-943 on his arm.]\n\n\nDr. Heiden: The debt repaid by your participation has been reduced by ten percent due to your refusal to cooperate, Mr. ███████. Further refusal will result in accordingly more severe dockings. Now, tell me how you feel.\n\n\nD-39393: Uh… I don't feel anything, really. A bracelet on my arm, now… the hell is that thing, anyway?\n\n\nDr. Heiden: Just keep giving me updates, Mr. ███████.\n\n\nD-39393: I… I guess I feel a little nervous. No, a lot nervous… God, what is this thing?\n\n\n\nDr. Heiden: You're doing well, keep it up.\n\n\n\n[The subject is sweating profusely and has an elevated heart rate.]\n\n\n\nD-39393: I am so, so fucked… [D-39393 begins to sob softly]\n\n\n\n[D-39393 continues in this vein for approximately five and a half minutes.]\n\n\n\nD-39393: Oh, man… man… [D-39393 perks up slightly] Wait - shh, did you hear that? Fuck…\n\n\nDr. Heiden: What do you hear, D-39393?\n\n\n\nD-39393: …uh, voices… real faint, though, trying to hear 'em.\n\n\nDr. Heiden: Continue, Mr. ███████.\n\n\n\nD-39393: Yeah, yeah… hey, how's it going? God, it sounds like I'm back at work… just a bunch of noise.\n\n\nDr. Heiden: Subject appears to be switching from talking to the voices addressing him and myself.\n\n\n[Approximately three minutes pass, the subject muttering rapidly to nothing in particular before his voice rises again]\n\n\nD-39393: Yeah… no, I hadn't seen the budg- gah! Sorry, I didn't see you there… you want to show me a ledger? Well, alright… Uh, no, I don't know what happened… no, of course not. No, no, it wasn't me! I don't know where the fuck it went!\n\n\nDr. Heiden: Mr. ███████, can you hear me? Hello?\n\n\nD-39393: Please, it wasn't me! …what? Tell the Overseers? Me?\n\n\nDr. Heiden: Note for the record - D-39393 ought not have been aware of the existence of O-5 level personnel, considering his position held prior to becoming D-class personnel.\n\n\nD-39393: [his voice rising to a shriek] No, I am \nnot\n telling the Overseers that we're missing over █████████████████████ when I had nothing to do with this! You do it! I'm not going to get turned into Keter-bait because of some fucking accounting error! We've got to find where the fuck this went before \nthey\n do!\n\n\nDr. Heiden: Terminating recording, the subject has clearly demonstrated all three stages of hallucinatory patterns.\n\n\nD-39393 will remain under Foundation control until his debt is repaid… Experiment 943-1 has erased $███,███ of his debt to the Foundation, less ten percent.\n\n\nLEVEL 4 EYES ONLY: Subject D-39393 cannot be removed from Foundation employment, having demonstrated knowledge of O-5 level personnel in this experiment and a marked unethical bent in the actions leading to his incarceration. Current recommendation upon release is termination.\n\n\n\n\nExperiment Recording 943-2\n\n\n\n\nSubject D-14454 was convicted of sexually abusing and murdering a seven-year-old child.\n\n\nDr. Heiden: D-14454, put on the bracelet.\n\n\nD-14454: Naw, I don't have to do that. Put me back in my cell, I want my lawyer.\n\n\nDr. Heiden: You will not be afforded the luxury of a lawyer, D-14454. Put on the bracelet or you will be terminated by Foundation security staff. I've reviewed your records, and believe me: I will \nnot\n hesitate.\n\n\nD-14454: You- you know why I'm in?\n\n\nDr. Heiden: Yes, I know exactly what you are.\n\n\nD-14454: Y-you can't tell them, they'll kill me.\n\n\nDr. Heiden: That is my prerogative, D-14454. Put on the bracelet.\n\n\nD-14454: O… okay, just don't tell them, right?\n\n\n[D-14454 puts the bracelet on]\n\n\nD-14454: [noticeably softer] I'm afraid, Doctor…\n\n\nDr. Heiden: Restrain the subject.\n\n\n[Security staff wrestle D-14454 into a seat and strap the subject in]\n\n\nD-14454: Oh, God! Get away! Don't touch me! Don't touch me! Help! Why won't anyone help?!\n\n\n[Security staff back away, D-14454 pants for breath]\n\n\nD-14454: No, no, no… no, no, no, no, no, no, no… no…\n\n\nDr. Heiden: What is it, D-14454?\n\n\nD-14454: \nI don't \nknow\n!\n\n\n[D-14454 begins to cry]\n\n\nD-14454: I just… I just know there's something… something that's gonna \nget\n me!\n\n\nDr. Heiden: Elaborate, D-14454.\n\n\nD-14454: Shh. Shhhh, it'll find me! I… I think I can hear it!\n\n\n[D-14454 recoils in his seat, pressing himself as deeply into the steel frame as possible]\n\n\nD-14454: [whispering] Doctor, get me out of here, please, please…\n\n\nDr. Heiden: The experiment is not complete, D-14454. We will proceed.\n\n\nD-14454: Shhh!\n\n\n[Four minutes pass]\n\n\nD-14454: It's getting closer, we've got to get out of here! We have to lea-\n\n\n[D-14454's eyes widen and he stops speaking for a moment.]\n\n\nD-14454: It heard me! It heard me! \nIt heard me!\n\n\n[D-14454 begins struggling against the chair's restraints]\n\n\nD-14454: It can \nsee\n me!\n\n\nDr. Heiden: D-14454, what do you see? What is 'it'?\n\n\nD-14454: \nIt's got me! No! No, no, no, n-\n\n\n[Subject D-14454 expired due to a myocardial infarction at this point, and ceased communication.]\n\n\n\n\nExperiment Log 943-3\n\n\n\n\nSubject D-31415 was convicted of murder in the second degree.\n\n\nDr. Heiden: The bracelet, D-31415.\n\n\nD-31415: This thing?\n\n\n[D-31415 picks up and examines the bracelet]\n\n\nD-31415: …'that justice may flow like water'… hah. Really, Doctor? You're using me as a test subject on \nthis\n?\n\n\nDr. Heiden: Yes, we are, D-31415. Put the bracelet on or it will be put on you.\n\n\nD-31415: Whatever. It wasn't my fault, I should be a free man. I told you I'm innocent.\n\n\nDr. Heiden: Yes, you did, D-31415. Now put the bracelet on.\n\n\n[D-31415 puts on the bracelet and sits in the provided seat. Security personnel strap him to the chair.]\n\n\nDr. Heiden: How do you feel?\n\n\nD-31415: No different than I did a minute ago.\n\n\nDr. Heiden: And how did you feel then?\n\n\nD-31415: Angry that I'm here… scared, too.\n\n\nDr. Heiden: Very good. Detail any changes to us, please.\n\n\n[Three minutes pass]\n\n\nDr. Heiden: I remind you, D-31415, that cooperation is not optional.\n\n\nD-31415: Nothing's changed! I'm strapped in a \nreally\n uncomfortable chair, and you've got this thing on my arm, and it sucks! What do you want me to say?\n\n\nDr. Heiden: …that will be all, D-31415.\n\n\nD-31415: Fine by me.\n\n\n[Eight minutes pass]\n\n\nDr. Heiden: Nothing new, D-31415?\n\n\nD-31415: No!\n\n\nDr. Heiden: Terminating experiment and returning D-31415 to quarters.\n\n\nLEVEL 4 EYES ONLY: D-31415 was taken into custody after killing an Agent in self-defense during an attempted emergency commandeering of the subject's vehicle. Agent ███████████ attempted to commandeer D-31415's vehicle during a severe containment breach of SCP-███, causing its release into a nearby town. D-31415 was a licensed firearms carrier and fired three rounds into Agent ███████████'s chest, killing ███ instantly. D-31415 was apprehended shortly afterwards, and Agent ███████████'s remains were recovered.\n\n\n\n\n\n\n\n\n« \nSCP-942\n | SCP-943 | \nSCP-944\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-943\n\" by Heiden, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-943\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: In each experiment, the subject was prepared by repeatedly reminding them of the crime that caused their incarceration, causing it to be foremost in their minds prior to the beginning of the recording.\nExperiment Recording 943-1\nExperiment Recording 943-2\nExperiment Log 943-3"
    ],
    "documents": [],
    "notes": [
        "Subject D-39393 is guilty of multiple incidents of embezzlement as an employee of a Foundation cover company. Dr. Heiden: D-39393, put on the bracelet. D-39393: You can't make me do this, you know! I'm a citizen of ██████████████████████████████! Dr. Heiden: Actually, D-39393, we can, according to the terms of your employment agreement. You know, the one that you never read because of the big number on the first page. D-39393: [splutters incoherently] Uh, ah, that doesn't mean anything! You still can't do this! I'm a person, not cattle for you to use! Dr. Heiden: I am aware you are not livestock. Now put on the bracelet, and you'll be on your way to repaying the $██,███,███ you owe. D-39393: You never proved that! You can't prove any of that! Dr. Heiden: D-39393, you will be sedated and the bracelet will be placed on you if you continue to resist. Now put on the bracelet . D-39393: Fuck you! You won't do that, you can't do th- [At this point, Foundation security personnel neutralized D-39393 with a stun baton and strapped him into the chair nearby, waiting until D-39393 regained consciousness before placing SCP-943 on his arm.] Dr. Heiden: The debt repaid by your participation has been reduced by ten percent due to your refusal to cooperate, Mr. ███████. Further refusal will result in accordingly more severe dockings. Now, tell me how you feel. D-39393: Uh… I don't feel anything, really. A bracelet on my arm, now… the hell is that thing, anyway? Dr. Heiden: Just keep giving me updates, Mr. ███████. D-39393: I… I guess I feel a little nervous. No, a lot nervous… God, what is this thing? Dr. Heiden: You're doing well, keep it up. [The subject is sweating profusely and has an elevated heart rate.] D-39393: I am so, so fucked… [D-39393 begins to sob softly] [D-39393 continues in this vein for approximately five and a half minutes.] D-39393: Oh, man… man… [D-39393 perks up slightly] Wait - shh, did you hear that? Fuck… Dr. Heiden: What do you hear, D-39393? D-39393: …uh, voices… real faint, though, trying to hear 'em. Dr. Heiden: Continue, Mr. ███████. D-39393: Yeah, yeah… hey, how's it going? God, it sounds like I'm back at work… just a bunch of noise. Dr. Heiden: Subject appears to be switching from talking to the voices addressing him and myself. [Approximately three minutes pass, the subject muttering rapidly to nothing in particular before his voice rises again] D-39393: Yeah… no, I hadn't seen the budg- gah! Sorry, I didn't see you there… you want to show me a ledger? Well, alright… Uh, no, I don't know what happened… no, of course not. No, no, it wasn't me! I don't know where the fuck it went! Dr. Heiden: Mr. ███████, can you hear me? Hello? D-39393: Please, it wasn't me! …what? Tell the Overseers? Me? Dr. Heiden: Note for the record - D-39393 ought not have been aware of the existence of O-5 level personnel, considering his position held prior to becoming D-class personnel. D-39393: [his voice rising to a shriek] No, I am not telling the Overseers that we're missing over █████████████████████ when I had nothing to do with this! You do it! I'm not going to get turned into Keter-bait because of some fucking accounting error! We've got to find where the fuck this went before they do! Dr. Heiden: Terminating recording, the subject has clearly demonstrated all three stages of hallucinatory patterns. D-39393 will remain under Foundation control until his debt is repaid… Experiment 943-1 has erased $███,███ of his debt to the Foundation, less ten percent. LEVEL 4 EYES ONLY: Subject D-39393 cannot be removed from Foundation employment, having demonstrated knowledge of O-5 level personnel in this experiment and a marked unethical bent in the actions leading to his incarceration. Current recommendation upon release is termination.",
        "Subject D-14454 was convicted of sexually abusing and murdering a seven-year-old child. Dr. Heiden: D-14454, put on the bracelet. D-14454: Naw, I don't have to do that. Put me back in my cell, I want my lawyer. Dr. Heiden: You will not be afforded the luxury of a lawyer, D-14454. Put on the bracelet or you will be terminated by Foundation security staff. I've reviewed your records, and believe me: I will not hesitate. D-14454: You- you know why I'm in? Dr. Heiden: Yes, I know exactly what you are. D-14454: Y-you can't tell them, they'll kill me. Dr. Heiden: That is my prerogative, D-14454. Put on the bracelet. D-14454: O… okay, just don't tell them, right? [D-14454 puts the bracelet on] D-14454: [noticeably softer] I'm afraid, Doctor… Dr. Heiden: Restrain the subject. [Security staff wrestle D-14454 into a seat and strap the subject in] D-14454: Oh, God! Get away! Don't touch me! Don't touch me! Help! Why won't anyone help?! [Security staff back away, D-14454 pants for breath] D-14454: No, no, no… no, no, no, no, no, no, no… no… Dr. Heiden: What is it, D-14454? D-14454: I don't know ! [D-14454 begins to cry] D-14454: I just… I just know there's something… something that's gonna get me! Dr. Heiden: Elaborate, D-14454. D-14454: Shh. Shhhh, it'll find me! I… I think I can hear it! [D-14454 recoils in his seat, pressing himself as deeply into the steel frame as possible] D-14454: [whispering] Doctor, get me out of here, please, please… Dr. Heiden: The experiment is not complete, D-14454. We will proceed. D-14454: Shhh! [Four minutes pass] D-14454: It's getting closer, we've got to get out of here! We have to lea- [D-14454's eyes widen and he stops speaking for a moment.] D-14454: It heard me! It heard me! It heard me! [D-14454 begins struggling against the chair's restraints] D-14454: It can see me! Dr. Heiden: D-14454, what do you see? What is 'it'? D-14454: It's got me! No! No, no, no, n- [Subject D-14454 expired due to a myocardial infarction at this point, and ceased communication.]",
        "Subject D-31415 was convicted of murder in the second degree. Dr. Heiden: The bracelet, D-31415. D-31415: This thing? [D-31415 picks up and examines the bracelet] D-31415: …'that justice may flow like water'… hah. Really, Doctor? You're using me as a test subject on this ? Dr. Heiden: Yes, we are, D-31415. Put the bracelet on or it will be put on you. D-31415: Whatever. It wasn't my fault, I should be a free man. I told you I'm innocent. Dr. Heiden: Yes, you did, D-31415. Now put the bracelet on. [D-31415 puts on the bracelet and sits in the provided seat. Security personnel strap him to the chair.] Dr. Heiden: How do you feel? D-31415: No different than I did a minute ago. Dr. Heiden: And how did you feel then? D-31415: Angry that I'm here… scared, too. Dr. Heiden: Very good. Detail any changes to us, please. [Three minutes pass] Dr. Heiden: I remind you, D-31415, that cooperation is not optional. D-31415: Nothing's changed! I'm strapped in a really uncomfortable chair, and you've got this thing on my arm, and it sucks! What do you want me to say? Dr. Heiden: …that will be all, D-31415. D-31415: Fine by me. [Eight minutes pass] Dr. Heiden: Nothing new, D-31415? D-31415: No! Dr. Heiden: Terminating experiment and returning D-31415 to quarters. LEVEL 4 EYES ONLY: D-31415 was taken into custody after killing an Agent in self-defense during an attempted emergency commandeering of the subject's vehicle. Agent ███████████ attempted to commandeer D-31415's vehicle during a severe containment breach of SCP-███, causing its release into a nearby town. D-31415 was a licensed firearms carrier and fired three rounds into Agent ███████████'s chest, killing ███ instantly. D-31415 was apprehended shortly afterwards, and Agent ███████████'s remains were recovered.",
        "\" SCP-943 \" by Heiden, from the SCP Wiki . Source: https://scpwiki.com/scp-943 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-943",
    "object_class": "Safe",
    "containment_procedures": "SCP-943 is to be stored in a secure lockbox in a High Security Containment Vault, accessible only to Level 2 or higher personnel. For purposes of interrogation, Level 1 personnel may request access to SCP-943, but the request must be approved by Level 2 personnel, and the individual signing SCP-943 out must record a date, time, location of use, and appropriate protective measures taken to preserve SCP-943's integrity. Failure to do so will result in all personnel involved having their service records subject to immediate review and penalties of demotion or termination for those found negligent.",
    "description": "SCP-943 is a band of unidentified metal, adjustable through a sliding mechanism to become anywhere from 5cm in diameter, to 38cm in diameter. The band bears inscribings along its outside surface reading in English: \"That Justice may flow like water\". When placed onto a human subject's arm, the device appears to induce visual, auditory, and tactile hallucinations in a staggered pattern. In all cases, the hallucinations appear to be of an event that is connected to the subject in some way. Invariably, the subject is connected in a way that makes them the aggressor, and in the induced hallucinations, the subject assumes the role of victim. All recorded hallucinations have been of conflict, and are documented in Experiment Log 943-1 through Experiment Log 943-3.",
    "title": "SCP-943"
}