{
    "url": "https://scp-wiki.wikidot.com/scp-953",
    "all_text": "rating: \n+651\n+\n–\nx\n\n\nItem #:\n SCP-953\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-953 is to be kept in a Type 4 containment cell (4 m x 3 m x 3 m) at the end of Hallway 99 at Site-17. Subject is to be provided the following:\n\n\n\n\n1.5 kg of fresh liver daily for consumption.\n\n\nClean drinking water in plentiful quantities.\n\n\nClean bedding (futon and blankets) to be exchanged by the subject and laundered weekly.\n\n\n\n\nSmall luxury items (plum wine, reading materials, etc.) may be provided as an occasional reward for good behavior as part of psychological conditioning.\n\n\nDirect human contact with SCP-953 is strictly forbidden due to SCP-953's mind-altering properties; for this reason, all personnel must respect a 100 m safe zone when the hermetically sealed door is opened. Delivery of food and other items will be carried out by an automated robotic assistant. Should containment fail, SCP-953 can be theoretically terminated by gunfire; however, due to its nature, recognizing SCP-953 may be difficult.\n\n\nBecause of the inadequacy of purely physical containment procedures to control SCP-953, psychological containment is also necessary. For this reason, the approach to SCP-953's containment chamber is to be lined with open-cage dog kennels, preferably of the Korean Jindo or American Foxhound breed. SCP-953 displays an extreme phobia of domesticated canines, and will not pass within 10 m of one, especially when canines are barking or alerted.\n\n\nSCP-953 is to be considered hostile to human life, dangerous, and armed at all times; any transport must be done under the supervision of at least six (6) armed personnel. Its preferred killing method is a bare-handed strike to the abdomen, penetrating the abdominal cavity and removing the liver, which it will later consume. If given time, however, it will choose to linger over its kill, torturing its victim, as it seems to enjoy the infliction of pain upon another sentient being.\n\n\nDescription:\n SCP-953 is a female Red Fox (\nVulpes vulpes\n) approximately 8 kg in weight, with a spine that splits around the 26th vertebra into nine separate tails. Subject displays \npolymorphic\n properties, however, allowing it to take the form of various other objects and beings (most commonly, an attractive Korean female).\n1\n Subject will display some vulpine aspect (ears, tail, paws, eyes, fur, voice, mannerisms) in all of its alternate forms: this can serve to identify the subject should it attempt disguise, although SCP-953 will attempt to conceal its tails through clothing and other methods.\n\n\nIn addition to \npolymorphic\n abilities, SCP-953 displays moderate level psionic abilities, namely suggestion and telepathy. Although insufficient to fool an outside observer, an entranced subject can be convinced of a variety of false facts, including the nature of SCP-953, its own nature, and the nature of things around it. SCP-953 has used this in the past to, among other things: deceive police officers investigating reports of loud screams from a hotel room, convince a mother to roast and eat her own child, carry out acts of necrophilia upon Agent Ramsey's fiance in full view of said Agent, and succeed in the systematic murder of 27 attendees of \"YiffCon 2███\"\n\n\nAddendum 1: Prior History\n SCP-953 has been encountered by the SCP Foundation and its predecessors numerous times, with the first encounter having taken place in Busan, Korea, shortly after the Second World War. To date, SCP-953 has escaped and been recovered six times, resulting in the deaths of █ SCP agents during various incidents.\n\n\nAfter its latest escape, SCP-953 was not heard from for over ██ years, until suddenly resurfacing in Pittsburgh, Pennsylvania, on June 2███ at \"YiffCon 2███,\" which it had been attending in the guise of a \"furry\" enthusiast. Before being captured, SCP-953 carried out over two dozen murders of convention staff and attendees, more than during any other single incident to date. The mutilated bodies were found in various places throughout the hotel, including: inside a mattress, hanging from a shower curtain, and served as the main course at a hotel banquet. Surviving attendees were administered Class A Amnesiacs and released from Foundation custody.\n\n\nFoundation personnel assigned to capture SCP-953 after this latest incident noted that the subject appeared listless and apathetic, and did not resist capture. No further casualties have resulted from SCP-953 from that date.\n\n\nAddendum 2: Special Emergency Order\n \nAs misidentification of her species tends to violently agitate SCP-953, all personnel are to be hereby ordered to refer to her as a \"Kumiho,\" and not a \"Kitsune.\" Personnel asking what the difference is are to be reminded of the difference between a Cherokee Indian and a New Delhi Indian.\n - O5-██\n\n\nAddendum 3: Personnel Staffing Revision\n \nFollowing the unfortunate, and completely preventable, death of Agent Gallagher, any personnel found to have current or prior ties to the \"furry\" or \"otaku\" communities are to be immediately reassigned to other projects.\n - O5-██\n\n\nAddendum 4: Folkloric Control Procedures\n \nAs a reminder: staff assigned to SCP-953 are to follow all instructions for interacting with the subject, no matter how odd or arbitrary they may seem. Keep in mind that the people of Asia interacted with these beings for centuries before we came onto the scene: what we think of as fairy tales were their version of Special Containment Procedures.\n - O5-██\n\n\n953 Interview A\n — Interview with capture team following initial capture of SCP-953 in the wild in 19██.\n\n\n\n\nFootnotes\n\n\n1\n. Unlike \nSCP-1540\n SCP-953 appears to retain some control over its polymorphic capabilities.\n\n\n\n\n\n\n\n\n\n\nOther popular works by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2317\n\n\nRating: 2754\n\n\n\n\n\n\nSCP-231\n\n\nRating: 2510\n\n\n\n\n\n\nDr Clef's Proposal\n\n\nRating: 2464\n\n\n\n\n\n\nSCP-048\n\n\nRating: 1676\n\n\n\n\n\n\nSCP-447\n\n\nRating: 924\n\n\n\n\n\n\nSCP-016\n\n\nRating: 848\n\n\n\n\n\n\nSCP-4960\n\n\nRating: 699\n\n\n\n\n\n\nSCP-823\n\n\nRating: 670\n\n\n\n\n\n\nSCP-953\n\n\nRating: 651\n\n\n\n\n\n\nSCP-572\n\n\nRating: 598\n\n\n\n\n\n\nSCP-450\n\n\nRating: 525\n\n\n\n\n\n\nSPC-1764\n\n\nRating: 483\n\n\n\n\n\n\nSCP-668\n\n\nRating: 468\n\n\n\n\n\n\nSCP-297\n\n\nRating: 401\n\n\n\n\n\n\nSCP-807\n\n\nRating: 338\n\n\n\n\n\n\nSCP-1949\n\n\nRating: 296\n\n\n\n\n\n\nSCP-233\n\n\nRating: 198\n\n\n\n\n\n\nSCP-8009\n\n\nRating: 185\n\n\n\n\n\n\nSCP-031\n\n\nRating: 182\n\n\n\n\n\n\nSCP-2461\n\n\nRating: 175\n\n\n\n\n\n\nSCP-784-ARC\n\n\nRating: 133\n\n\n\n\n\n\nSCP-8109\n\n\nRating: 113\n\n\n\n\n\n\n\n\n\n\n\n\nTales, Canons, and Hubs\n\n\n\n\n\n\nTranscript of Dr. Clef's seminar, \"Reality Benders and You: How to Survive When Existence Doesn't.\"\n\n\nRating: 1590\n\n\n\n\n\n\nOf Multiverses and Dandelion Wine\n\n\nRating: 492\n\n\n\n\n\n\nDa Capo al Fine\n\n\nRating: 449\n\n\n\n\n\n\nTermination_Order\n\n\nRating: 437\n\n\n\n\n\n\nOperation \"Camp Granada\"\n\n\nRating: 365\n\n\n\n\n\n\nChowderclef\n\n\nRating: 321\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████ on Applied Thaumatology.\n\n\nRating: 303\n\n\n\n\n\n\nRascal One Actual\n\n\nRating: 295\n\n\n\n\n\n\nWhat's In A Name?\n\n\nRating: 289\n\n\n\n\n\n\nPrivate Hell\n\n\nRating: 287\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████ on Aetheric Energy and Aspect Radiation.\n\n\nRating: 284\n\n\n\n\n\n\nExcerpts from PHYSICS Division Field Manual 13: Special Circumstances, Humanoid Threat Entities\n\n\nRating: 278\n\n\n\n\n\n\nSupplemental Report 239-B-192\n\n\nRating: 277\n\n\n\n\n\n\nContingency\n\n\nRating: 274\n\n\n\n\n\n\n. . . the best and the wisest man whom I have ever known.\n\n\nRating: 273\n\n\n\n\n\n\nThird Date\n\n\nRating: 252\n\n\n\n\n\n\nThe Flesh That Mates\n\n\nRating: 249\n\n\n\n\n\n\nIncident Zero - Part 1\n\n\nRating: 247\n\n\n\n\n\n\nExcerpts from PHYSICS Division Field Manual 2: Equipment and Gear\n\n\nRating: 241\n\n\n\n\n\n\n\"UHEC\"\n\n\nRating: 222\n\n\n\n\n\n\n085-Romance-Adult\n\n\nRating: 215\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████: Conclusion, Q and A\n\n\nRating: 210\n\n\n\n\n\n\nItems from a Global Occult Coalition Document Bag\n\n\nRating: 210\n\n\n\n\n\n\nIncident Zero - Part 5\n\n\nRating: 197\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████ on Thaumatic Workings.\n\n\nRating: 195\n\n\n\n\n\n\nGirls' Night Out: Dressing Up\n\n\nRating: 193\n\n\n\n\n\n\nName, Rank, Serial Number\n\n\nRating: 187\n\n\n\n\n\n\n\"Come into my Parlor\"\n\n\nRating: 185\n\n\n\n\n\n\nGirls' Night Out: Raising Hell\n\n\nRating: 183\n\n\n\n\n\n\nMementos\n\n\nRating: 179\n\n\n\n\n\n\nSpecial Assets\n\n\nRating: 178\n\n\n\n\n\n\nIncident Zero - Part 3\n\n\nRating: 176\n\n\n\n\n\n\nWe Got A Good Thing Here\n\n\nRating: 176\n\n\n\n\n\n\nPersonal Log of Agent AA\n\n\nRating: 175\n\n\n\n\n\n\nInterlude - Excerpt From An Auction Catalog - Marshall Carter And Dark, 2012\n\n\nRating: 171\n\n\n\n\n\n\nText of a Condolence Letter - Federal Bureau of Investigation, Unusual Incidents Unit\n\n\nRating: 169\n\n\n\n\n\n\nIncident Zero - Part 2\n\n\nRating: 165\n\n\n\n\n\n\nAgent Ukulele\n\n\nRating: 165\n\n\n\n\n\n\nNumber One With A Bullet\n\n\nRating: 158\n\n\n\n\n\n\nExcerpts from PHYSICS Division Field Manual 1: Operative's Handbook\n\n\nRating: 154\n\n\n\n\n\n\nIncident Zero - Part 4\n\n\nRating: 153\n\n\n\n\n\n\nGirls' Night Out: Getting Drunk\n\n\nRating: 153\n\n\n\n\n\n\n\"Assessment\"\n\n\nRating: 150\n\n\n\n\n\n\nThe 784 Incident: Part 7: Conclusion\n\n\nRating: 144\n\n\n\n\n\n\n\"Strike\"\n\n\nRating: 143\n\n\n\n\n\n\n\"Trauma\"\n\n\nRating: 140\n\n\n\n\n\n\n\"Farpoint\"\n\n\nRating: 131\n\n\n\n\n\n\nClean Sweep\n\n\nRating: 125\n\n\n\n\n\n\n\"AWTOK\"\n\n\nRating: 124\n\n\n\n\n\n\nThe 784 Incident: Part 1: Contact\n\n\nRating: 106\n\n\n\n\n\n\n\"Joint Venture\"\n\n\nRating: 101\n\n\n\n\n\n\n\n\n\n\n\n\nCollaborations with other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-166\n\n\nDr. Dantesen\n\n\n\n\n\n\nSCP-342\n\n\nname\n\n\n\n\n\n\nFor a list of all works by this author, click here.\n\n\n\n\n\n\n\n\n« \nSCP-952\n | SCP-953 | \nSCP-954\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-953\n\" by DrClef, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-953\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Prior History SCP-953 has been encountered by the SCP Foundation and its predecessors numerous times, with the first encounter having taken place in Busan, Korea, shortly after the Second World War. To date, SCP-953 has escaped and been recovered six times, resulting in the deaths of █ SCP agents during various incidents.\nAfter its latest escape, SCP-953 was not heard from for over ██ years, until suddenly resurfacing in Pittsburgh, Pennsylvania, on June 2███ at \"YiffCon 2███,\" which it had been attending in the guise of a \"furry\" enthusiast. Before being captured, SCP-953 carried out over two dozen murders of convention staff and attendees, more than during any other single incident to date. The mutilated bodies were found in various places throughout the hotel, including: inside a mattress, hanging from a shower curtain, and served as the main course at a hotel banquet. Surviving attendees were administered Class A Amnesiacs and released from Foundation custody.\nFoundation personnel assigned to capture SCP-953 after this latest incident noted that the subject appeared listless and apathetic, and did not resist capture. No further casualties have resulted from SCP-953 from that date.",
        "Addendum 2: Special Emergency Order As misidentification of her species tends to violently agitate SCP-953, all personnel are to be hereby ordered to refer to her as a \"Kumiho,\" and not a \"Kitsune.\" Personnel asking what the difference is are to be reminded of the difference between a Cherokee Indian and a New Delhi Indian. - O5-██",
        "Addendum 3: Personnel Staffing Revision Following the unfortunate, and completely preventable, death of Agent Gallagher, any personnel found to have current or prior ties to the \"furry\" or \"otaku\" communities are to be immediately reassigned to other projects. - O5-██",
        "Addendum 4: Folkloric Control Procedures As a reminder: staff assigned to SCP-953 are to follow all instructions for interacting with the subject, no matter how odd or arbitrary they may seem. Keep in mind that the people of Asia interacted with these beings for centuries before we came onto the scene: what we think of as fairy tales were their version of Special Containment Procedures. - O5-██\n953 Interview A — Interview with capture team following initial capture of SCP-953 in the wild in 19██."
    ],
    "documents": [],
    "notes": [
        "\" SCP-953 \" by DrClef, from the SCP Wiki . Source: https://scpwiki.com/scp-953 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-953",
    "object_class": "Keter",
    "containment_procedures": "SCP-953 is to be kept in a Type 4 containment cell (4 m x 3 m x 3 m) at the end of Hallway 99 at Site-17. Subject is to be provided the following:",
    "description": "SCP-953 is a female Red Fox (Vulpes vulpes) approximately 8 kg in weight, with a spine that splits around the 26th vertebra into nine separate tails. Subject displays polymorphic properties, however, allowing it to take the form of various other objects and beings (most commonly, an attractive Korean female).1 Subject will display some vulpine aspect (ears, tail, paws, eyes, fur, voice, mannerisms) in all of its alternate forms: this can serve to identify the subject should it attempt disguise, although SCP-953 will attempt to conceal its tails through clothing and other methods.",
    "title": "SCP-953"
}