{
    "url": "https://scp-wiki.wikidot.com/scp-969",
    "all_text": "rating: \n+185\n+\n–\nx\n\n\n\n\n\n\nSCP-969-34\n\n\n\n\n\n\nItem #:\n SCP-969\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All instances of SCP-969 are to be kept in Containment Locker 19-969. All personnel are to be issued information annually on the appearance of SCP-969 instances. Personnel encountering an instance of SCP-969 are to retrieve it through preferably legal means.\n\n\nDescription:\n SCP-969 is a brand of packet insect repellent apparently distributed by █████ Corporation. There are no legal or online records of any █████ Corporation. SCP-969 is typically found on the shelves of various convenience stores mainly in the United States and Canada.\n1\n Instances of SCP-969 will appear on store shelving and records with preset pricing. Store workers show no memory of adding SCP-969 to their inventory.\n\n\nSCP-969's packaging claims that approximately 19% of SCP-969 is composed of an unknown chemical labeled ████. The labeling seems to imply that ████ is the active ingredient of SCP-969. Researchers have isolated all other chemicals in SCP-969 but have been unable to identify ████, lending credence to its role as the active ingredient of SCP-969's effects. Given the anomalous properties of SCP-969, it is suspected that ████ may not be an isomer of its corresponding chemicals in SCP-969, as the packaging claims.\n\n\nInstructions for the application of SCP-969 are on the other side of SCP-969's packaging:\n\n\n\n\nDIRECTIONS FOR USE:\n\nIt is a violation of Federal Law to use this product in a manner inconsistent with its labeling.\n2\n\n\nRead all directions before using this product.\n\nTo repel insects, rub on exposed skin areas. Use just enough repellent to cover exposed skin. Do not use under clothing. Do not apply to face or ears. Repeat as needed.\n\nFrequent application and saturation is unnecessary for effectiveness. Avoid overexposure. Wipe hands after use. After returning indoors, wash treated skin with soap and water. Avoid contact with plastics, acetate, spandex, and rayon.\n\n\n\n\nUse of SCP-969 in the recommended manner results in no anomalous effects, although researchers note a greater efficacy of use of SCP-969 over other brands.\n\n\nUse of SCP-969 in a manner not recommended by the packaging results in several anomalous effects.\n\n\n\n\n\n\nRecommendation not followed\n\n\nImmediate Effect\n\n\nChronic or Lasting Effect\n\n\n\n\n\n\nSCP-969 applied to unexposed skin under clothing\n\n\nClothing appears to be repelled from skin of subject, expanding outwards\n\n\nNone\n3\n\n\n\n\n\n\nSCP-969 applied to face\n\n\nIrritation in line with regular effects of insect repellents\n\n\nFace of subject is found mainly unattractive, regardless of physical change\n\n\n\n\n\n\nSCP-969 applied to ears\n\n\nLoud buzzing noise heard by subject\n\n\nHearing degradation and eventual deafness\n\n\n\n\n\n\nFrequent application resulting in overexposure\n\n\nExtreme alienation by subject of all observers\n\n\nDepression\n\n\n\n\n\n\nHands not wiped after use\n\n\nExpressed struggle of holding onto several objects\n\n\nInability to grasp or handle any object with hands\n\n\n\n\n\n\nApplied indoors / Not washed off indoors\n\n\nObservers show tendency to avoid contact with shelter of subject\n\n\nCondemnation of shelter\n\n\n\n\n\n\nSCP-969 applied to any plastic overcoat\n\n\nOvercoat began contracting. Subject was unable to escape overcoat. Death of subject.\n\n\nOvercoat remained contracted.\n\n\n\n\n\n\nAddendum 969-1:\n\n\n==LEVEL 4 CLEARANCE REQUIRED==\n\n\n\n\nUnauthorized viewing of the following documentation will result in reprimand\n\n\n\n\n-\n\n\n\n\n\n\n\n\nSCP-969 given to child\n\n\nSubject immediately began to experience growth until subject became young adult\n\n\nBodily maturity but mental immaturity\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 969-2:\n Incident 969-1:\n\n\nFollowing repeated use of SCP-969, several federal vehicles were seen approaching Site-██. Security forces were deployed and all \nfederal agents\n were successfully captured. When interviewed, the agents claimed that they had received orders to arrest several substance abusers at the Site-██ location. So far the source of the orders has not been identified. Agents were administered a Class-A amnestic and returned to ███ Headquarters.\n\n\n\n\nFootnotes\n\n\n1\n. Instances of SCP-969 have also been discovered in the United Kingdom, South Africa, and Australia, however their frequency of appearance is relatively minor.\n\n\n2\n. While there are laws surrounding the use of insect repellents, there are no laws regarding █████ Corporation or ████.\n\n\n3\n. Effect wears off after approximately 5 hours\n\n\n\n\n\n\n\n\n« \nSCP-968\n | SCP-969 | \nSCP-970\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-969\n\" by Salman Corbette, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-969\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 969.png\n\n\nAuthor:\n \nSalman Corbette\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 969-1:",
        "Addendum 969-2: Incident 969-1:\nFollowing repeated use of SCP-969, several federal vehicles were seen approaching Site-██. Security forces were deployed and all federal agents were successfully captured. When interviewed, the agents claimed that they had received orders to arrest several substance abusers at the Site-██ location. So far the source of the orders has not been identified. Agents were administered a Class-A amnestic and returned to ███ Headquarters."
    ],
    "documents": [],
    "notes": [
        "DIRECTIONS FOR USE: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. 2 Read all directions before using this product. To repel insects, rub on exposed skin areas. Use just enough repellent to cover exposed skin. Do not use under clothing. Do not apply to face or ears. Repeat as needed. Frequent application and saturation is unnecessary for effectiveness. Avoid overexposure. Wipe hands after use. After returning indoors, wash treated skin with soap and water. Avoid contact with plastics, acetate, spandex, and rayon.",
        "\" SCP-969 \" by Salman Corbette, from the SCP Wiki . Source: https://scpwiki.com/scp-969 . Licensed under CC-BY-SA .",
        "Filename: 969.png Author: Salman Corbette License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-969",
    "object_class": "Euclid",
    "containment_procedures": "All instances of SCP-969 are to be kept in Containment Locker 19-969. All personnel are to be issued information annually on the appearance of SCP-969 instances. Personnel encountering an instance of SCP-969 are to retrieve it through preferably legal means.",
    "description": "SCP-969 is a brand of packet insect repellent apparently distributed by █████ Corporation. There are no legal or online records of any █████ Corporation. SCP-969 is typically found on the shelves of various convenience stores mainly in the United States and Canada.1 Instances of SCP-969 will appear on store shelving and records with preset pricing. Store workers show no memory of adding SCP-969 to their inventory.",
    "title": "SCP-969"
}