{
    "url": "https://scp-wiki.wikidot.com/scp-988",
    "all_text": "rating: \n+358\n+\n–\nx\n\n\n\n\n\n\nSCP-988\n\n\n\n\n\n\nItem #:\n SCP-988\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-988 is to be housed in a locked, unilluminated cell with no observation windows. It is to be kept in a latched state and secured with a padlock whose key is to be stored at a separate facility.\n\n\nNo experiments of any kind are to be performed on SCP-988.\n\n\nDescription:\n SCP-988 is an unopenable wooden chest.\n\n\nSCP-988 is composed of oak with iron fittings and measures approximately 1.5 m x 0.5 m x 0.75 m. While SCP-988 possesses a latch, it did not possess a lock when discovered. The latch moves freely when not secured, and gentle manipulation of the lid has revealed it to move freely on its hinges.\n\n\nWhen SCP-988 is lifted and tilted an object can be felt to shift within. This object is seemingly irregular in shape and is estimated to have a mass of approximately 3 kilograms.\n\n\nDespite the lack of any apparent obstacle, SCP-988 cannot be opened. All attempts fail due to the intervention of external circumstances. In the 53 documented attempts at opening SCP-988 directly by hand, persons have been observed to become lost on their way to its current location, suffer injury preventing them from reaching it, and in 9 cases have died spontaneously of apparently natural causes just before completing the action.\n\n\nThe 7 documented attempts at opening SCP-988 via machine or other indirect mechanism have been stopped respectively by electrical shorts, mechanical jams, and in one case the mislabeling of a bottle of epoxy as lubricant. The \"unopenable\" property appears to extend to indirect methods of scanning SCP-988's contents. All attempts at sonographic, electromagnetic, and passive imaging of emissions outside of the visual spectrum have failed due to similar circumstances.\n\n\nComparison of the results of attempts to open SCP-988 with actuarial tables have demonstrated that outcomes correspond to normal probability, with the single exception that the possibility of the object being opened has been entirely removed. The mechanism by which SCP-988 prevents itself from being opened is currently unknown.\n\n\n\n\n\n\n« \nSCP-987\n | SCP-988 | \nSCP-989\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-988\n\" by Seibai, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-988\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n WoodenChest.jpg\n\n\nName:\n Box 1 -Wooden Chest.\n\n\nAuthor:\n Brenda Clarke\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-988 \" by Seibai, from the SCP Wiki . Source: https://scpwiki.com/scp-988 . Licensed under CC-BY-SA .",
        "Filename: WoodenChest.jpg Name: Box 1 -Wooden Chest. Author: Brenda Clarke License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-988",
    "object_class": "Safe",
    "containment_procedures": "SCP-988 is to be housed in a locked, unilluminated cell with no observation windows. It is to be kept in a latched state and secured with a padlock whose key is to be stored at a separate facility.",
    "description": "SCP-988 is an unopenable wooden chest.",
    "title": "SCP-988"
}