{
    "url": "https://scp-wiki.wikidot.com/scp-013",
    "all_text": "rating: \n+705\n+\n–\nx\n\n\n\n\n\n\nSCP-013\n\n\n\n\n\n\nItem #:\n SCP-013\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-013 are to be kept in a Secure Storage Vault at Site-66. Exposed subjects are to be monitored for differences between their symptoms. Exposed subjects are to be interviewed daily, and any changes in perception are to be logged.\n\n\nDescription:\n SCP-013 is the collective designation of 242 cigarettes which display similar anomalies. The most common external detail between instances is the presence of the words “Blue Lady” hand-written on each cigarette in blue ink.\n\n\nSubjects who consume the contents of SCP-013 through inhalation will begin to perceive themselves as a specific unidentified woman. Subjects have described the woman to be aged between 25 and 35 years old, standing approximately 1.6 metres tall with an estimated weight of between 50 and 55 kg. Additional recurring details include cropped dark hair, blue eyes, and bright blue lipstick.\n\n\nImmediately after consuming an instance of SCP-013, subjects will gradually begin to perceive reflections of themselves as having the features of the woman, and will gradually perceive their bodies changing to reflect her appearance over the course of the following weeks. All changes are entirely mental; the subject’s body does not change outwardly, only their perception of themselves. These alterations are permanent, and cannot be reversed.\n\n\nSCP-013 was discovered after the suicide of an Irvine Rivers, packed in a large cardboard crate in his apartment. A cursory search of the apartment uncovered several hundred sketches of a figure strongly resembling the one perceived while under 013's effect. Miles' body had been found sitting at a desk, dead of a massive overdose and draped over a handwritten note, transcribed below.\n\n\nDuring the investigation of Miles' apartment, one civilian investigator became affected by 013's effect. An embedded Agent soon contacted the nearest Site; the subject, the artifact, and related evidence were extracted and contained.\n\n\nCurrently, two hundred seventeen instances of SCP-013 cigarettes are contained at Bio-Site 66; twenty-five SCP-013 cigarettes are contained at Research Sector-09, pending future research into \nsimilar\n anomalous effects.\n\n\nAddendum:\n Below is the note which was acquired along with SCP-013.\n\n\n\n\nI see her everywhere. That sad blue lady.\n\n\nI feel like I \nused to\n \nshould\n know her but I can’t remember. I love her but I don’t know why. She’s so beautiful and sweet and clear but I don’t know any more.\n\n\nher favourite flavour\n\n\nwhere did you go\n\n\ni miss you\n\n\n\n\n\n\n\n\n« \nSCP-012\n | SCP-013 | \nSCP-014\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-013\n\" by Dexanote, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-013\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP-013updated\n\n\nAuthor:\n \nAmonost\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink\n\n\nDerivative of:\n \nCigarette Image",
    "addendums": [
        "Addendum: Below is the note which was acquired along with SCP-013."
    ],
    "documents": [],
    "notes": [
        "I see her everywhere. That sad blue lady. I feel like I used to should know her but I can’t remember. I love her but I don’t know why. She’s so beautiful and sweet and clear but I don’t know any more. her favourite flavour where did you go i miss you",
        "\" SCP-013 \" by Dexanote, from the SCP Wiki . Source: https://scpwiki.com/scp-013 . Licensed under CC-BY-SA .",
        "Filename: SCP-013updated Author: Amonost License: CC BY-SA 3.0 Source Link: Link Derivative of: Cigarette Image"
    ],
    "item": "SCP-013",
    "object_class": "Safe",
    "containment_procedures": "SCP-013 are to be kept in a Secure Storage Vault at Site-66. Exposed subjects are to be monitored for differences between their symptoms. Exposed subjects are to be interviewed daily, and any changes in perception are to be logged.",
    "description": "SCP-013 is the collective designation of 242 cigarettes which display similar anomalies. The most common external detail between instances is the presence of the words “Blue Lady” hand-written on each cigarette in blue ink.",
    "title": "SCP-013"
}