{
    "url": "https://scp-wiki.wikidot.com/scp-040",
    "all_text": "rating: \n+647\n+\n–\nx\n\n\nItem #:\n SCP-040\n\n\nObject Class:\n Anomalous Human\n\n\nContainment Class:\n Active\n\n\nHazard Rating:\n Yellow\n\n\nStandard Containment Policies:\n\n\n\n\nTwo-person residential module (no amenity restrictions)\n\n\nAccess to site library, recreational facilities, cafeteria, and public areas (supervised)\n\n\nDietary restriction (mild peanut allergy)\n\n\nYouth educational curriculum enrollment (Drs. Abernathy, Logan, and Izawa)\n\n\nBi-weekly psychological review (Dr. Abernathy)\n\n\nSchedule B experimentation plan\n\n\n\n\nSpecial Containment Procedures:\n SCP-040-1a, 1c, and 1j have been approved to remain in the containment chamber with SCP-040 for purposes of the subject’s mental well-being. (Security Chief Special Order 392-5: ██/██/██). All other entities modified by SCP-040 during testing are to be disposed of after study according to standard biological specimen clearance protocols, as outlined in Document CDP-BIO-EN-1.\n\n\n\n\n\n\n\n\nDOB:\n\n\nc. 2000 (subject claimed to be 8 years old at DOC)\n\n\n\n\n\n\nPOB:\n\n\nUnknown\n\n\n\n\n\n\nDOC:\n\n\n██/██/2008\n\n\n\n\n\n\nHeight:\n\n\n111 cm\n\n\n\n\n\n\nWeight:\n\n\n20.7 kg\n\n\n\n\n\n\nHair:\n\n\nBright pink\n\n\n\n\n\n\nEyes:\n\n\nGreen (r) / yellow (l) heterochromia; black sclera (l)\n\n\n\n\n\n\nOther Notes:\n\n\nBlind in left eye. Skin sensitive to burns and easily bruised. Hair is brittle and falls out easily.\n\n\n\n\n\n\n\n\nDescription:\n SCP-040 is a human child capable of at-will manipulation of the physical characteristics of living organisms. Modified organisms are collectively referred to as SCP-040-1.\n\n\nModifications are primarily cosmetic, ranging from simple color and pattern changes to more involved shifts in bodily form and structure. The creation of new specialized organs is possible, but appears to be the limit of SCP-040’s ability and currently has a 66% failure rate in testing. Modifications are limited to what would be physically possible (regardless of the probability of such a feature naturally arising) – for example, while SCP-040 can grant an organism wings that does not naturally possess them, they will not permit the creature to fly without meeting other physical requirements. SCP-040-1 undergo behavior shifts as part of the modification process, acting with extreme loyalty to SCP-040 regardless of prior association.\n\n\nSCP-040’s anomalous property requires significant focus and time to enact and causes intense headaches and nausea when performed for more than a few minutes at a time. The effect becomes increasingly unreliable and inaccurate the smaller the modifications or more complex the changes are. SCP-040 is incapable of altering microscopic organisms, and has great difficulty in altering plant life. Dead organic matter may also be used, but must be used in conjunction with a living organism. Instances of SCP-040-1 cannot be modified more than once, though it is currently unknown if this is a hard limit of SCP-040’s properties, or from a lack of mastery over them.\n\n\nSCP-040’s emotional state is within acceptable boundaries for an individual of its age group, accounting for the effects of prolonged containment and parental seperation. Subject’s intelligence is slightly above-average for its age group. Behavior is generally cooperative. SCP-040 acclimatized quickly to containment, and responded well to the initial orientation and socialization programs. SCP-040 responds to the name \"Forty\", and does not appear to have any other given or chosen personal name.\n\n\nRecovery Summary:\n Subject was taken into custody on ██/██/2008 as part of the raid on the Keys to the Kingdom Christian Charter School for Gifted Youth in [REDACTED], Colorado. The raid’s primary objective, being the capture or execution of █████ ██████, a former CIA operative who had previously worked alongside Foundation intermediaries as part of Project Blackbook, Project Smilodon and Operation STARGATE from 1967 – 1971, was successful. ██████ was terminated on site and disposed of without incident.\n\n\nOf the 15 children recovered from the facility, SCP-040 was the only one to demonstrate anomalous properties: the others were administered amnestics and placed in Foundation-observed foster care. Interviews with staff at the school revealed that they were unaware of ██████’s prior history or any connection with Foundation operations. They were administered amnestics and put under a sixth-month communications monitor – no relapses were recorded.\n\n\nSee Operation TATZELWURM after-action report for complete event record.\n\n\nAddendum-01:\n SCP-040 is currently allowed custody of the following SCP-040-1 instances.\n\n\n• \nSCP-040-1a\n – Symbiotic organism capable of changing size, shape, color, and texture in reaction to its environment. Subject serves as outer clothing, similar to a jacket or sweater, and absorbs nutrients from SCP-040’s bloodstream. Subject was recovered alongside SCP-040, and genetic testing reveals that the subject shares the majority of its genetic makeup with the common housecat (\nFelis catus\n).\n\n• \nSCP-040-1c\n – Spherical organism capable of flight by means of rubbery bladders filled with lighter-than-air gas mixture. Entity has eleven limbs terminating in opposable digits, and a complex respiratory system capable of replicating a wide variety of musical patterns.\n\n• \nSCP-040-1j\n – Quadrupedal organism covered in a thick coat of pink and blue fur. Entity has no eyes, a broad mouth with blunt teeth, and is capable of climbing up vertical surfaces. Occasionally used by SCP-040 as a means of transport.\n\n\nAddendum-02\n\n\nThe following interview excerpt is dated ██/██/2008, shortly after SCP-040’s initial containment and orientation sessions.\n\n\n\n\nDr. Abernathy:\n Good morning, Forty.\n\n\nSCP-040:\n Good morning, Miss Abernathy.\n\n\nDr. Abernathy:\n Sounds like you’re getting over your cold.\n\n\nSCP-040:\n Mm-hmm.\n\n\nDr. Abernathy:\n I’m glad. Can I ask you a few questions before we start with today’s lesson?\n\n\nSCP-040:\n Yeah.\n\n\nDr. Abernathy:\n Can you tell me about your parents?\n\n\nSCP-040:\n Mr. Green said that I don't have any.\n\n\nDr. Abernathy:\n Can you tell me about Mr. Green, then?\n1\n\n\nSCP-040:\n He was nice, but he wasn’t very good at talking. He would would would a-always talk l-l-like like this. But he wasn’t there a lot of the time. Most of the time it was the nurses looking after us.\n\n\nDr. Abernathy:\n And what did they do for you?\n\n\nSCP-040:\n They’d play games with us and teach us things and sometimes they would make us wear these dumb helmets and sit quiet for a long time. Sometimes they’d put a movie on for us, if we behaved, but if we were bad they would lock us in our rooms.\n\n\nDr. Abernathy:\n Can you tell me anything else?\n\n\nSCP-040:\n Hmmm…They always served us peas for dinner, and I hate peas, so I gave mine to Five, because she liked peas. But I think green beans are better.\n\n\n\n\nAddendum-03:\n ██/██/2009 - SCP-040 successfully reanimated a deceased human body during testing, using three specimens of brown rat (\nRattus norvegicus\n) as the required living component. Resultant subject retained no memories of previous life, and was judged to be of the approximate mental capacity of a human toddler. SCP-040 was highly distressed by the event and refused further testing for the next three weeks.\n\n\n\n\nFootnotes\n\n\n1\n. Investigation during Operation TATZELWURM confirmed that █████ ██████ had been operating under the name \"Henry Green\" since at least 1982.\n\n\n\n\n\n\n\n\n« \nSCP-039\n | SCP-040 | \nSCP-041\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-040\n\" by Kain Pathos Crow, rewritten by Djoric, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-040\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-01: SCP-040 is currently allowed custody of the following SCP-040-1 instances.",
        "Addendum-02\nThe following interview excerpt is dated ██/██/2008, shortly after SCP-040’s initial containment and orientation sessions.",
        "Addendum-03: ██/██/2009 - SCP-040 successfully reanimated a deceased human body during testing, using three specimens of brown rat ( Rattus norvegicus ) as the required living component. Resultant subject retained no memories of previous life, and was judged to be of the approximate mental capacity of a human toddler. SCP-040 was highly distressed by the event and refused further testing for the next three weeks."
    ],
    "documents": [],
    "notes": [
        "Dr. Abernathy: Good morning, Forty. SCP-040: Good morning, Miss Abernathy. Dr. Abernathy: Sounds like you’re getting over your cold. SCP-040: Mm-hmm. Dr. Abernathy: I’m glad. Can I ask you a few questions before we start with today’s lesson? SCP-040: Yeah. Dr. Abernathy: Can you tell me about your parents? SCP-040: Mr. Green said that I don't have any. Dr. Abernathy: Can you tell me about Mr. Green, then? 1 SCP-040: He was nice, but he wasn’t very good at talking. He would would would a-always talk l-l-like like this. But he wasn’t there a lot of the time. Most of the time it was the nurses looking after us. Dr. Abernathy: And what did they do for you? SCP-040: They’d play games with us and teach us things and sometimes they would make us wear these dumb helmets and sit quiet for a long time. Sometimes they’d put a movie on for us, if we behaved, but if we were bad they would lock us in our rooms. Dr. Abernathy: Can you tell me anything else? SCP-040: Hmmm…They always served us peas for dinner, and I hate peas, so I gave mine to Five, because she liked peas. But I think green beans are better.",
        "\" SCP-040 \" by Kain Pathos Crow, rewritten by Djoric, from the SCP Wiki . Source: https://scpwiki.com/scp-040 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-040",
    "object_class": "Anomalous Human",
    "containment_procedures": "SCP-040-1a, 1c, and 1j have been approved to remain in the containment chamber with SCP-040 for purposes of the subject’s mental well-being. (Security Chief Special Order 392-5: ██/██/██). All other entities modified by SCP-040 during testing are to be disposed of after study according to standard biological specimen clearance protocols, as outlined in Document CDP-BIO-EN-1.",
    "description": "SCP-040 is a human child capable of at-will manipulation of the physical characteristics of living organisms. Modified organisms are collectively referred to as SCP-040-1.",
    "title": "SCP-040"
}