{
    "url": "https://scp-wiki.wikidot.com/scp-053",
    "all_text": "rating: \n+1062\n+\n–\nx\n\n\n\n\n\n\nSCP-053\n\n\n\n\n\n\nItem #:\n SCP-053\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-053 is to be contained in an area no less than 5 m x 5 m (16 ft x 16 ft) and given adequate room to move. Toys, books, games, and other recreational devices are to be amply provided and rotated every three (3) months. Proper bedding, bathroom, and medical facilities are to be maintained at all times. Food should be provided three (3) times daily, and two (2) snacks are allowed if requested.\n\n\nNo physical contact is to be made with SCP-053 without full atmosphere-containment suit and eye shield. No eye contact is to be made with SCP-053 for any reason. Any objects given to personnel by SCP-053 may be removed, but must be given to quarantine for examination. Only one (1) member of personnel may be present in the room at any given time and must be secured by a safety line of steel cable. All personnel must be removed from SCP-053's containment chamber within 10 minutes of entering.\n\n\nAny personnel who begin to act erratically, scream, or attempt to grab SCP-053 are to be removed and quarantined. Any personnel attempting to remove their suit are also to be removed and quarantined. No sharp objects or firearms are allowed in SCP-053's containment room.\n\n\nDescription:\n SCP-053 appears to be a small 3-year-old girl. She is capable of basic speech and appears to be slightly above average in mental development. She has a generally pleasant personality and rarely seems upset, becoming agitated only in the presence of groups of people.\n\n\nAny and all humans over the age of three who make eye contact with, physically touch, or remain around SCP-053 for longer than 10 minutes \nwill rapidly become irrational, paranoid, and homicidal.\n Most, if not all, of these feelings will be directed at SCP-053, and afflicted subjects will attempt to kill SCP-053 after first killing or driving off all humans visible to them. Those attempting to kill SCP-053 will suffer massive heart attacks or seizures and die seconds after doing any physical damage to SCP-053. SCP-053 will regenerate almost instantaneously from any wound, regardless of severity.\n\n\nSCP-053 appears wholly ignorant of these effects, and ignores any and all subjects affected. When questioned about the effect, SCP-053 is incapable of response.\n\n\n\n\n\n\n« \nSCP-052\n | SCP-053 | \nSCP-054\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-053\n\" by Dr Gears, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-053\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n SCP-0053.jpg\n\n\nAuthor:\n Escape from Site 19\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nEscape from Site 19",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-053 \" by Dr Gears, from the SCP Wiki . Source: https://scpwiki.com/scp-053 . Licensed under CC-BY-SA .",
        "Filename: SCP-0053.jpg Author: Escape from Site 19 License: CC BY-SA 3.0 Source: Escape from Site 19"
    ],
    "item": "SCP-053",
    "object_class": "Euclid",
    "containment_procedures": "SCP-053 is to be contained in an area no less than 5 m x 5 m (16 ft x 16 ft) and given adequate room to move. Toys, books, games, and other recreational devices are to be amply provided and rotated every three (3) months. Proper bedding, bathroom, and medical facilities are to be maintained at all times. Food should be provided three (3) times daily, and two (2) snacks are allowed if requested.",
    "description": "SCP-053 appears to be a small 3-year-old girl. She is capable of basic speech and appears to be slightly above average in mental development. She has a generally pleasant personality and rarely seems upset, becoming agitated only in the presence of groups of people.",
    "title": "SCP-053"
}