{
    "url": "https://scp-wiki.wikidot.com/scp-057",
    "all_text": "rating: \n+385\n+\n–\nx\n\n\nItem #:\n SCP-057\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Site-57 has been constructed to facilitate SCP-057 as relocation is not feasible. It is highly improbable that any outside knowledge of the artifact exists based on the circumstances of its discovery and thus security is of minimal concern. No containment procedures are required other than the prevention of unauthorized access. All research will be delegated to Dr. Lewis and Dr. Walston unless further specified.\n\n\nDue to the irretrievability of those placed inside SCP-057, access will be granted with the approval of no fewer than two (2) members of O5.\n\n\nDescription:\n SCP-057 is a subterranean chamber with an approximate cylindrical height of three (3) meters and diameter of eighteen (18) meters. Artifact is comprised of impenetrable slate-coloured stone. Inside the chamber are dozens of parallelepiped monoliths extending from floor to ceiling that slide in various directions while SCP-057 is active. It was discovered several meters below █████ on ██/██/████ during the construction of a secure containment enclosure for SCP-███. Consequently, SCP-███ was assigned an alternate location at Site-██.\n\n\nAn entrance to the chamber is located on the north-east side. When a human enters, the door shuts and the walls inside the chamber move in such a way as to require the subject's constant attention to maintain a safe course through the artifact. The monoliths slowly open and close until the subject either surrenders or exhausts themselves, at which time SCP-057 crushes them and reverts to its original, inactive state after a period of approximately twenty (20) seconds. This process lasts only as long as the subject inside SCP-057 is alive and has proven to take days. Extended testing proposals to gauge the limits of the artifact have been discouraged. All tests on animals, machines, and cadavers have proven futile. Only a living, breathing human being is able to initiate this process upon entering SCP-057.\n\n\n\n\n+ Incident Report 057-1\n\n\n\n\n- Hide Incident Report 057-1\n\n\n\n\nIncident 057-1:\n During the excavation of the artifact, a worker employed by the Foundation for the unearthing process entered the chamber without permission at roughly 12:57 AM on ██/██/████. Upon entering the artifact the door shut and a dull rumble began to emanate from the chamber. Standard lockdown procedure was initiated and all personnel in the vicinity were evacuated. A Remote Operated Vehicle (ROV) was deployed in order to safely determine the cause of the event and to gauge any possible threat of SCP-057. Aside from the rumbling noises produced during the event, no anomalous effects outside of the artifact were observed. At 4:32 AM of the following day, SCP-057 suddenly shut down and returned to its original state as the door shifted back into its open position. At 5:32 AM, the area was declared safe and the excavation process was completed without further incident. The worker in question was never recovered.\n\n\n\n\n\n\n\n\n\n\n+ Experiment Log 057-1\n\n\n\n\n- Hide Experiment Log 057-1\n\n\n\n\nExperiment Log 057-1:\n A controlled experiment for the purpose of exploring the interior of SCP-057 was requested by Drs. Lewis and Walston on ██/██/████ and approved shortly thereafter by O5 Council. D-1021 was equipped with a radio able to send and receive transmissions to and from the Doctors. Upon entering the chamber the artifact behaved as expected with the door abruptly shutting behind D-1021. The following is a transcript of the communication between Dr. Lewis, Dr. Walston and D-1021.\n\n\n\n\nD-1021:\n Hey, you didn't tell me the door would close. Can you open it again? This place gives me the heebie-jeebies.\n\n\n\n\nDr. Lewis:\n Negative, please proceed as advised and describe your surroundings.\n\n\n\n\nD-1021:\n Okay.. Well, there are a bunch of stone columns in here, and they keep rearranging their positions. I…\n\n\n\n\nDr. Walston:\n D-1021? What is your status?\n\n\n\n\nD-1021:\n Damn column snuck up on me. They’re moving around, arranging themselves so they… [Pause]\n\n\n\n\nDr. Walston:\n What is it?\n\n\n\n\nD-1021:\n The columns behind me are closing up. The ones ahead of me are spreading out… I don't like this. [Inaudible] can't see the door anymore.\n\n\n\n\nDr. Lewis:\n Stay calm. Move with the columns and you'll be fine.\n\n\n\n\nD-1021:\n If I stand still, they'll crush me. I have to keep moving or they’ll crush me. [Seventeen seconds of silence] How long am I gonna be in here?\n\n\n\n\nDr. Walston:\n It'll be over soon, you're doing fine. Just keep moving.\n\n\n\n\nD-1021:\n But what if I’m trapped in here? I… [D-1021 begins to hyperventilate] I'm trapped and they're gonna crush me and-\n\n\n\n\nDr. Lewis:\n D-1… Hey, listen! Get a hold of yourself. The columns will eventually lead you to an exit. Please relax and continue.\n\n\n\n[Subject calms down noticeably]\n\n\n\n\nD-1021:\n So there’s… an exit? Thank god. I was scared there for a second that I’d never [SUPERFLUOUS DIALOGUE EXPUNGED]\n\n\n\n\nDr. Walston:\n Yep, keep it up and you'll be right as rain. You're doing a great job. You'll have no trouble making parole once this is over.\n\n\n\n[The experiment continues without incident for another forty-one (41) minutes. At this point, D-1021 becomes noticeably distressed again.]\n\n\n\n\nD-1021:\n I saw how big this place is from the outside. Am I going in a circle?\n\n\n\n\nDr. Lewis:\n Negative. Continue to proceed through the opening columns. You should find the exit-\n\n\n\n\nD-1021:\n There \nis\n no fucking exit! You bastard sonsabitches trapped me in here and now I'm fucking… \ntrapped!\n\n\n\n[Subject begins to hyperventilate again]\n\n\n\n\nDr. Walston:\n You are not trapped, D-1021. Continue to the exit or you will be forced to-\n\n\n\n\nD-1021:\n Forced to \nwhat!?\n There's nothing you can do to me I'm gonna fucking die I'm gonna die-\n\n\n\n\nDr. Lewis:\n D-1-0-2-1! Panicking will only exacerbate your situation. Focus!\n\n\n\n[D-1021 breaks into tears. He continues to cry for the next two (2) hours as he makes his way through the columns and does not reply to any questions. Eventually, the crying ceases]\n\n\n\n\nD-1021:\n So this is it. [Deep exhalation] I’m gonna die. I guess I’ll just stop and close my eyes. Maybe it won’t be so bad. [Several minutes of silence] I can’t. I can’t. I can’t, I can’t. I can't.\n\n\n\n[D-1021 continues to repeat this for several minutes. Eventually he trails off and falls silent]\n\n\n\n\nDr. Walston:\n D-1021?\n\n\n\n[D-1021 stops in his tracks, breathing slowly but heavily. Faint sobbing is audible]\n\n\n\n\nDr. Walston:\n D-1021, proceed through the room as advised!\n\n\n\n\nD-1021:\n I.. I…\n\n\n\n[D-1021’s gentle sobbing abruptly cuts off. Brief, loud cracking and snapping sounds are heard before the transmission is lost. Strangely, D-1021 did not report any sightings of the remains of the excavation worker lost in Event 057-1. Accordingly, no efforts were made for the recovery of D-1021’s remains. As a result of this inconclusive data, reclassification of SCP-057 to Euclid is pending.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-056\n | SCP-057 | \nSCP-058\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-057\n\" by HLewis and NWalston, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-057\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "D-1021: Hey, you didn't tell me the door would close. Can you open it again? This place gives me the heebie-jeebies. Dr. Lewis: Negative, please proceed as advised and describe your surroundings. D-1021: Okay.. Well, there are a bunch of stone columns in here, and they keep rearranging their positions. I… Dr. Walston: D-1021? What is your status? D-1021: Damn column snuck up on me. They’re moving around, arranging themselves so they… [Pause] Dr. Walston: What is it? D-1021: The columns behind me are closing up. The ones ahead of me are spreading out… I don't like this. [Inaudible] can't see the door anymore. Dr. Lewis: Stay calm. Move with the columns and you'll be fine. D-1021: If I stand still, they'll crush me. I have to keep moving or they’ll crush me. [Seventeen seconds of silence] How long am I gonna be in here? Dr. Walston: It'll be over soon, you're doing fine. Just keep moving. D-1021: But what if I’m trapped in here? I… [D-1021 begins to hyperventilate] I'm trapped and they're gonna crush me and- Dr. Lewis: D-1… Hey, listen! Get a hold of yourself. The columns will eventually lead you to an exit. Please relax and continue. [Subject calms down noticeably] D-1021: So there’s… an exit? Thank god. I was scared there for a second that I’d never [SUPERFLUOUS DIALOGUE EXPUNGED] Dr. Walston: Yep, keep it up and you'll be right as rain. You're doing a great job. You'll have no trouble making parole once this is over. [The experiment continues without incident for another forty-one (41) minutes. At this point, D-1021 becomes noticeably distressed again.] D-1021: I saw how big this place is from the outside. Am I going in a circle? Dr. Lewis: Negative. Continue to proceed through the opening columns. You should find the exit- D-1021: There is no fucking exit! You bastard sonsabitches trapped me in here and now I'm fucking… trapped! [Subject begins to hyperventilate again] Dr. Walston: You are not trapped, D-1021. Continue to the exit or you will be forced to- D-1021: Forced to what!? There's nothing you can do to me I'm gonna fucking die I'm gonna die- Dr. Lewis: D-1-0-2-1! Panicking will only exacerbate your situation. Focus! [D-1021 breaks into tears. He continues to cry for the next two (2) hours as he makes his way through the columns and does not reply to any questions. Eventually, the crying ceases] D-1021: So this is it. [Deep exhalation] I’m gonna die. I guess I’ll just stop and close my eyes. Maybe it won’t be so bad. [Several minutes of silence] I can’t. I can’t. I can’t, I can’t. I can't. [D-1021 continues to repeat this for several minutes. Eventually he trails off and falls silent] Dr. Walston: D-1021? [D-1021 stops in his tracks, breathing slowly but heavily. Faint sobbing is audible] Dr. Walston: D-1021, proceed through the room as advised! D-1021: I.. I… [D-1021’s gentle sobbing abruptly cuts off. Brief, loud cracking and snapping sounds are heard before the transmission is lost. Strangely, D-1021 did not report any sightings of the remains of the excavation worker lost in Event 057-1. Accordingly, no efforts were made for the recovery of D-1021’s remains. As a result of this inconclusive data, reclassification of SCP-057 to Euclid is pending.]",
        "\" SCP-057 \" by HLewis and NWalston, from the SCP Wiki . Source: https://scpwiki.com/scp-057 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-057",
    "object_class": "Safe",
    "containment_procedures": "Site-57 has been constructed to facilitate SCP-057 as relocation is not feasible. It is highly improbable that any outside knowledge of the artifact exists based on the circumstances of its discovery and thus security is of minimal concern. No containment procedures are required other than the prevention of unauthorized access. All research will be delegated to Dr. Lewis and Dr. Walston unless further specified.",
    "description": "SCP-057 is a subterranean chamber with an approximate cylindrical height of three (3) meters and diameter of eighteen (18) meters. Artifact is comprised of impenetrable slate-coloured stone. Inside the chamber are dozens of parallelepiped monoliths extending from floor to ceiling that slide in various directions while SCP-057 is active. It was discovered several meters below █████ on ██/██/████ during the construction of a secure containment enclosure for SCP-███. Consequently, SCP-███ was assigned an alternate location at Site-██.",
    "title": "SCP-057"
}