{
    "url": "https://scp-wiki.wikidot.com/scp-062",
    "all_text": "rating: \n+256\n+\n–\nx\n\n\nItem #:\n SCP-062\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-062 is stored in a dedicated containment cell at Site ██ under clean room conditions. Any experimentation on SCP-062 must receive prior permission from at least two (2) Level 3 Personnel, and must only be performed with independent power sources. SCP-062 must never be attached to an external network, and all data extracted from SCP-062 is to be stored on external nonvolatile media until analyzed.\n\n\nDescription:\n SCP-062 appears to be an unbranded personal desktop computer housed in an aluminum case of indeterminate manufacture. SCP-062 is unusually heavy at approximately 24kg, and lacks manufacturing or branding labels of any kind. The words \"infomation is freedom [sic]\" were found scratched into the casing near the back, apparently with a key or similar object.\n\n\nInspection of its interior has revealed that SCP-062 is empty except for a blank circuit board in place of where the motherboard of a standard personal computer would be. SCP-062 will not function unless the case is completely sealed, and attempts to open the case while it is operating cause it to shut down immediately. Despite this, SCP-062 operates as expected for a normal desktop computer with the exception that its performance, operating system, contained data, and language appears to be different upon every activation.\n\n\nSCP-062 was discovered in the basement of the University of ████ Computer Science Laboratory by [REDACTED]. An embedded Foundation agent seized the object and brought it to Site ██, where it has since been contained.\n\n\nAddendum 062-001:\n List of Notable Activation Results\n\n\nDate:\n █/██/██\n\n\nDescription:\n SCP-062 appeared to be running Windows XP in Catalan. Analysis of contained data showed financial records for the [REDACTED] banking firm in France for the period of May, 1963 to April, 1987. These records are inconsistent with actual bank records procured by undercover Foundation agents.\n\n\nDate:\n ██/█/██\n\n\nDescription:\n SCP-062 appeared to be running Debian Linux in Latin. Contained data consisted of a library of audio recordings of over █,███ choral songs and hymns, of which ███ are not found in any known collection, or have never been performed.\n\n\nDate:\n █/██/██\n\n\nDescription:\n SCP-062 appeared to be running a version of Solaris in Portuguese. Contained data consisted of promotional and marketing material for [REDACTED], which appears to be a commercial space flight corporation that does not exist.\n\n\nDate:\n ██/██/██\n\n\nDescription:\n SCP-062 appeared to be running an unknown operating system visually similar to OS/2, with an unknown language, later identified to have strong similarities to that of the Voynich Manuscript. Attempts at deciphering the contained data are ongoing.\n\n\nDate:\n █/██/██\n\n\nDescription:\n SCP-062 appeared to be running [REDACTED] in French. Contained data confirmed to be that of a standard Foundation workstation, though the site indicated by its location data, Site ███, does not exist. Investigation is ongoing.\n\n\nDate:\n █/█/██\n\n\nDescription:\n SCP-062 appeared to be running Apple OS X in what appears to be Akkadian cuneiform script. Contained data appears to be composed mainly of religious text and descriptions of ritual and ceremonial procedures.\n\n\nDate:\n ██/█/██\n\n\nDescription:\n [REDACTED]. Investigation is ongoing as to how the virus managed to compromise 3 workstations and one file server before SCP-062 was forcibly shut down. All affected workstations have been isolated.\n\n\n\n\n\n\n« \nSCP-061\n | SCP-062 | \nSCP-063\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-062\n\" by Unknown author, rewritten by Aelanna, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-062\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 062-001: List of Notable Activation Results"
    ],
    "documents": [],
    "notes": [
        "\" SCP-062 \" by Unknown author, rewritten by Aelanna, from the SCP Wiki . Source: https://scpwiki.com/scp-062 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-062",
    "object_class": "Euclid",
    "containment_procedures": "SCP-062 is stored in a dedicated containment cell at Site ██ under clean room conditions. Any experimentation on SCP-062 must receive prior permission from at least two (2) Level 3 Personnel, and must only be performed with independent power sources. SCP-062 must never be attached to an external network, and all data extracted from SCP-062 is to be stored on external nonvolatile media until analyzed.",
    "description": "SCP-062 appears to be an unbranded personal desktop computer housed in an aluminum case of indeterminate manufacture. SCP-062 is unusually heavy at approximately 24kg, and lacks manufacturing or branding labels of any kind. The words \"infomation is freedom [sic]\" were found scratched into the casing near the back, apparently with a key or similar object.",
    "title": "SCP-062"
}