{
    "url": "https://scp-wiki.wikidot.com/scp-066",
    "all_text": "rating: \n+1019\n+\n–\nx\n\n\n\n\n\n\nSCP-066, prior to Incident 066-2.\n\n\n\n\n\n\nItem #:\n SCP-066\n\n\nObject Class:\n \nSafe-prodest\n Euclid-impetus\n\n\nSpecial Containment Procedures:\n \nSCP-066 is to be kept in a safe-deposit box at Site 21. Personnel Level 2 or higher may perform experiments on SCP-066 after filing the relevant request forms. Researchers may log their results in Experiment Log 066-Beta.\n\n\nSCP-066 is to be kept in a tungsten carbide box in Site 21’s high-value item storage facility. Once every month, this box must be manually inspected for damage to the interior;\n1\n if damage is present, SCP-066 must be moved to a new box. This task is performed via a robotic arm capable of performing the task in under three seconds.\n\n\nDescription:\n SCP-066 is an amorphous mass of braided yarn and ribbon weighing approximately one kilogram. Strands of SCP-066 may be taken individually and manipulated; when this is done, a note on the diatonic scale (C-D-E-F-G-A-B) is produced by the object.\n\n\nWhen a set of six or more notes are produced, SCP-066 will produce a \nbenign\n effect of varying nature and duration. SCP-066 will not respond to manipulation while any effect produced by it is in progress. Prior to Incident 066-2, results have included:\n\n\n\n\nSCP-066 transformed into a small calico kitten for seventeen minutes. The kitten exhibited significant friendliness and playfulness, and appeared to be declawed.\n\n\nA song lasting four minutes, acoustic guitar with vocal accompaniment by singer/songwriter [REDACTED]. The lyrics warned the listener not to use sharp objects without parental supervision.\n\n\nA small cupcake, chocolate with chocolate frosting and a lit candle stuck in the top. Notably, the tones produced prior to this effect corresponded to the opening notes of “Happy Birthday”. SCP-066 became responsive after said cupcake was consumed.\n\n\n\n\nIncident 066-2:\n On April 18, 2008, D-066-4437 was instructed to use a pair of scissors to remove a portion of SCP-066 for testing. However, when he began to cut it, SCP-066 rolled one meter away from him before stopping and making an unidentified squeaking sound. Before he could be provided with further instruction, D-066-4437 attempted to cut it again; SCP-066 rolled away and produced the phrase “Are you Eric?” in response. After D-066-4437 replied in the negative, SCP-066 morphed into its present state and began emitting loud, dissonant staccato notes until D-066-4437 was escorted from the room.\n\n\nAfter Incident 066-2, SCP-066 began to exhibit behavior highly inconsistent with its previous properties. SCP-066 now displays significant mobility, primarily in the form of being able to move tentacular portions of itself at very high speed. While SCP-066 is either unable or unwilling to use this ability for transportation, it will occasionally attempt to damage its containment by rubbing its strands against the side of the box, gradually wearing it down. This process appears to be unusually effective for the materials in consideration.\n\n\nAdditionally, SCP-066 will automatically produce notes and effects in the presence of any human, regardless of whether that human interacts with SCP-066. This process takes a minimum of six seconds. In the aftermath of Incident 066-2, effects produced by SCP-066 have included:\n\n\n\n\n\n\nSCP-066, after Incident 066-2. Note: The \"eyes\" are capable of swiveling to track movement and light sources. Photograph taken by Agent Peeblo.\n\n\n\n\n\n\n\n\nA single bee was released near the containment, stinging D-4436 before flying away. The bee was not captured. It is unknown how the bee survived.\n\n\nBeethoven’s second symphony was played at over 140 decibels, causing permanent deafness in three personnel and permanent hearing damage in eight others.\n\n\nThe room containing SCP-066 experienced a sudden and complete absence of light for five hours. Personnel in the room reported hearing loud breathing behind their shoulders, although no source was apparent.\n\n\n\n\nWhen it is not producing anomalous effects, SCP-066 will say the name “Eric” constantly in a deep masculine voice.\n\n\n\n\nFootnotes\n\n\n1\n. SCP-066 consistently destroys any recording devices placed inside its containment box.\n\n\n\n\n\n\n\n\n« \nSCP-065\n | SCP-066 | \nSCP-067\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-066\n\" by Unknown Author, rewritten by Communism will win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-066\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n yarn1.jpg\n\n\nName:\n Braided Scarf Detail\n\n\nAuthor:\n LollyKnit\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n SCP-066.png\n\n\nAuthor:\n \nPeeblo\n, edited by \nCommunism will win\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nTwitter",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-066 \" by Unknown Author, rewritten by Communism will win, from the SCP Wiki . Source: https://scpwiki.com/scp-066 . Licensed under CC-BY-SA .",
        "Filename: yarn1.jpg Name: Braided Scarf Detail Author: LollyKnit License: CC BY 2.0 Source Link: Flickr",
        "Filename: SCP-066.png Author: Peeblo , edited by Communism will win License: CC-BY-SA 3.0 Source Link: Twitter"
    ],
    "item": "SCP-066",
    "object_class": "Safe-prodest Euclid-impetus",
    "containment_procedures": "SCP-066 is to be kept in a safe-deposit box at Site 21. Personnel Level 2 or higher may perform experiments on SCP-066 after filing the relevant request forms. Researchers may log their results in Experiment Log 066-Beta.",
    "description": "SCP-066 is an amorphous mass of braided yarn and ribbon weighing approximately one kilogram. Strands of SCP-066 may be taken individually and manipulated; when this is done, a note on the diatonic scale (C-D-E-F-G-A-B) is produced by the object.",
    "title": "SCP-066"
}