{
    "url": "https://scp-wiki.wikidot.com/scp-092",
    "all_text": "rating: \n+677\n+\n–\nx\n\n\nItem #:\n SCP-092\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The three thousand one hundred and twenty-five instances of SCP-092 are to be held in individual cases suitable for containing non-anomalous audio compact discs (CDs), and stored in standard inanimate-object lockers at Site-37. Each instance is to be individually numbered with permanent marker.\n\n\nTesting of instances of SCP-092 is to be done in soundproof rooms. Only one instance of SCP-092 may be examined at a time. Only D-class personnel are to listen to previously-unexamined instances of SCP-092. Research proposals which involve non-D-class personnel listening to instances of SCP-092 require written approval from site command.\n\n\nThe cadaver of SCP-092-B is not currently considered anomalous except by association, and is preserved in the morgue freezer at Site-19.\n\n\nDescription:\n SCP-092 is a set of 3125 audio CDs, each labeled \"The Absolute Absolute Absolute Absolute BEST of The 5th Dimension!!!!!\", and marked with the names of the 31 performers who have at various times been part of the American singing group \"The 5th Dimension\". Each instance of SCP-092, when played in a standard CD player, will produce a distinct anomalous effect upon all individuals within hearing range. The anomalous phenomenon will last 74 minutes (the duration of a standard audio CD), during which time listeners will be unable to leave hearing range, or to shut off the CD player or otherwise interrupt its function. As well, when the anomalous phenomenon finishes, all surviving listeners will engage in synchronized vocalization of the phrase \"Wow, that was real cool\"; synchronized vocalization has been observed in non-anglophones, pre-verbal infants, unconscious individuals, paralyzed individuals, and individuals physically incapable of speech due to laryngeal, lingual, and/or buccal damage.\n\n\nThe anomalous properties of each instance of SCP-092 are thematically and conceptually linked to the number 5, dimensions, and/or the members of The 5th Dimension. As of ██/██/████, 871 instances of SCP-092 have been assessed and their anomalous properties formally described; see document 092-W83 for a full list, or below for a representative sample.\n\n\n\n\nRepresentative sample of documented anomalous properties of instances of SCP-092\n\n\n\n\nFor more information, see document 092-W83\n\n\n\n\n\n\n\n\nInstance\n\n\nAnomalous property\n\n\n\n\n\n\nSCP-092-028\n\n\nListeners experience quintuple vision for all moving objects.\n\n\n\n\n\n\nSCP-092-041\n\n\nListeners' bodies exude pentagonal crystals of elemental boron (chemical element #5). Crystals cease materializing upon conclusion of CD, but do not dematerialize.\n\n\n\n\n\n\nSCP-092-042\n\n\nListeners' bodies exude pentagonal ingots of elemental manganese (chemical element #25, or 5^2). Ingots cease materializing upon conclusion of CD, but do not dematerialize; listeners succumb to acute manganese poisoning within 24 hours.\n\n\n\n\n\n\nSCP-092-043\n\n\nListeners' bodies exude pentagonal nodules of elemental cesium (chemical element #55). All listeners killed by cesium burns within eight minutes.\n\n\n\n\n\n\nSCP-092-079\n\n\nListeners become physiologically five years old.\n\n\n\n\n\n\nSCP-092-080\n\n\nListeners become physiologically five months old.\n\n\n\n\n\n\nSCP-092-081\n\n\nListeners become physiologically five weeks old.\n\n\n\n\n\n\nSCP-092-082\n\n\nListeners become physiologically five days old.\n\n\n\n\n\n\nSCP-092-087\n\n\nListeners spontaneously become five months pregnant; pregnancies spontaneously miscarry upon conclusion of CD. In initial tests, all male listeners succumb to massive internal hemorrhaging within 10 minutes, as do 3 female listeners; surviving female listeners succumb to organ damage within 4 days. Postmortem genetic analysis shows that all fetuses were identical, and are not related to the listeners.\n\n\n\n\n\n\nSCP-092-126\n\n\nListeners experience unbearably painful facial spasms characterized by constant chewing and biting motions — symptoms of trigeminal neuralgia, caused by inflammation of the fifth cranial nerve; during initial test, all listeners batter themselves into unconsciousness against walls of testing chamber in attempts to escape the pain.\n\n\n\n\n\n\nSCP-092-175\n\n\nListeners' bodies are \"pentasected\" radially, producing 5 disconnected segments which remain alive and mobile.\n\n\n\n\n\n\nSCP-092-176\n\n\nListeners' bodies are \"pentasected\" laterally, producing 5 disconnected segments which remain alive and mobile.\n\n\n\n\n\n\nSCP-092-177\n\n\nListeners' bodies are \"pentasected\" longitudinally, producing 5 disconnected segments which remain alive and mobile.\n\n\n\n\n\n\nSCP-092-178\n\n\nListeners' bodies are \"pentasected\" axially, producing 5 disconnected segments which remain alive and mobile.\n\n\n\n\n\n\nSCP-092-200\n\n\nListeners are teleported to a site on the surface of Himalia, fifth-most-massive moon of Jupiter (fifth planet from the Sun). Listeners are returned upon conclusion of CD, but succumb to the combined effects of hypothermia, hypoxia, and radiation poisoning within 3 hours.\n1\n\n\n\n\n\n\nSCP-092-256\n\n\nListeners are converted into two-dimensional forms.\n\n\n\n\n\n\nSCP-092-271\n\n\nListeners spontaneously lose 5 teeth each; teeth do not regrow after conclusion of CD.\n\n\n\n\n\n\nSCP-092-272\n\n\nListeners spontaneously lose all but 5 teeth each; teeth do not regrow after conclusion of CD.\n\n\n\n\n\n\nSCP-092-273\n\n\nListeners spontaneously lose 5 fingernails each; fingernails do not regrow after conclusion of CD.\n\n\n\n\n\n\nSCP-092-274\n\n\nListeners spontaneously lose 5 toenails each; toenails do not regrow after conclusion of CD.\n\n\n\n\n\n\nSCP-092-278\n\n\nListeners spontaneously grow three extra eyes each, for a total of five;\n2\n extra eyes do not dematerialize upon conclusion of CD. Eyes are functional, and of the same color as listeners' original eyes.\n\n\n\n\n\n\nSCP-092-279\n\n\nListeners experience topological deformation such that their height becomes the circumference of their waist, and vice versa; deformation reverts at conclusion of CD. This appears to be an exchange between listeners' dimension of height and dimension of width.\n\n\n\n\n\n\nSCP-092-285\n\n\nListeners sneeze five times per minute for the duration of the CD.\n\n\n\n\n\n\nSCP-092-286\n\n\nListeners belch five times per minute for the duration of the CD.\n\n\n\n\n\n\nSCP-092-287\n\n\nListeners hiccup five times per minute for the duration of the CD.\n\n\n\n\n\n\nSCP-092-288\n\n\nListeners cough five times per minute for the duration of the CD.\n\n\n\n\n\n\nSCP-092-315\n\n\nListeners find themselves within the 2010 Lars von Trier film \nDimension\n,\n3\n where they are able to interact with the setting but not affect the actions of the characters. Since \nDimension\n is only 27 minutes in duration, the events within the film repeat 2.74 times.\n\n\n\n\n\n\nSCP-092-316\n\n\nListeners find themselves within the 1993 \nEastenders/Doctor Who\n crossover \"Dimensions in Time\", where they are able to interact with the setting but not affect the actions of the characters. Since the two parts of \"Dimensions in Time\" are only 13 minutes in total duration, the events within the episodes repeat 5.69 times.\n\n\n\n\n\n\nSCP-092-317\n\n\nListeners find themselves within the 1963 Italian film \nAmore in Quattro Dimensioni\n, where they are able to interact with the setting but not affect the actions of the characters.\n\n\n\n\n\n\nSCP-092-397\n\n\nListeners experience random moments in the life of Alan Shepard, the fifth man to walk on the Moon.\n\n\n\n\n\n\nSCP-092-399\n\n\nListeners experience random moments in the life of James Monroe, the fifth President of the United States.\n\n\n\n\n\n\nSCP-092-400\n\n\nListeners experience random moments in the life of Mackenzie Bowell, the fifth Prime Minister of Canada.\n\n\n\n\n\n\nSCP-092-401\n\n\nListeners experience random moments in the life of Edward Seaga, the fifth Prime Minister of Jamaica.\n\n\n\n\n\n\nSCP-092-402\n\n\nListeners experience random moments in the life of Charan Singh, the fifth Prime Minister of India.\n\n\n\n\n\n\nSCP-092-403\n\n\nListeners experience random moments in the life of Helen Hayes, the fifth winner of the Academy Award for Best Actress.\n\n\n\n\n\n\nSCP-092-466\n\n\nListeners are physically transformed into members of the original lineup of The 5th Dimension, as they were at the time of the group's establishment in 1966.\n\n\n\n\n\n\nSCP-092-467\n\n\nListeners are physically transformed into members of the original lineup of The 5th Dimension, as they were at the time of the original group's dissolution in 1975.\n\n\n\n\n\n\nSCP-092-468\n\n\nListeners are physically transformed into members of the original lineup of The 5th Dimension, as they were at the time of the original group's reunion in 1990.\n\n\n\n\n\n\nSCP-092-469\n\n\nListeners are physically transformed into members of the original lineup of The 5th Dimension, as they are today. Listeners who transform into Ron Townson (1933 - 2001) resume their original forms after conclusion of CD, but do not resurrect.\n\n\n\n\n\n\n\n\n\n\n\n\nWhen an instance of SCP-092 is inserted into the CD drive of a personal computer, its files can be accessed without triggering the anomalous effects. Examination of the files indicates that each CD has different content; all content is audio material by or pertaining to The 5th Dimension and its individual members: in addition to all known commercially-released songs, files contain live performances, practice sessions, auditions, media interviews, and personal conversations.\n\n\nAcquisition log\n\n\nOn May 5th, ████, an unidentified man (henceforth SCP-092-B) carrying two suitcases approached front gate guards at Site-19, and stated that he wished to surrender himself and his anomalous creations into Foundation custody. The contents of his suitcases were confiscated, and classed as SCP-092; SCP-092-B was transferred to Site-37 for interrogation.\n\n\nDuring interrogation, SCP-092-B revealed the thematic connections (five, dimensions, and The 5th Dimension) between all instances of SCP-092, and then committed suicide.\n\n\n\n\nAccess requires Level-4 security clearance or higher\n\n\n\n\nRestricted access\n\n\n\n\n\n\nTranscript of statement made by SCP-092-B upon arrival at Site-19\n\n\nGuard\n: Sir, this is private property, you can't —\n\n\nSCP-092-B\n: This is a secret Foundation site, right?\n\n\nGuard\n — you can't come in here, sir, I —\n\n\nSCP-092-B\n: You're the SCP Foundation, and I'm a failure.\n\n\nGuard\n: … what was that, sir?\n\n\nSCP-092-B\n: You're the SCP Foundation, and I'm a failure. I think I'm clever, but I'm not. I'm a stupid boring nekulturny hack who thinks that money and cheap puns can take the place of talent and inspiration. I'm tasteless. I'm dull. I'm incompetent, I have no sense of style, and the only reason I'm not an art criminal is that nothing I've ever made is even close to being art. You can secure me, and you can contain me, but no one can protect me. Please take me and my anomalous garbage into custody.\n\n\n(At this point, guards summoned backup. SCP-092-B repeated this statement verbatim until he was taken into custody.)\n\n\n\n\n\n\nExcerpt from transcript of SCP-092-B interrogation session #2\n\n\nInterviewer\n: Yes, we understand about \"five-ness\", thank you, that's been most helpful, but we were also wondering what you could tell us about \nhow\n you made these.\n\n\nSCP-092-B\n: I just wanted to be cool, you know? I really did. I thought… well, I had my inheritance, and my collection, and there was the estate, and the abandoned museum, and so much of the stuff went together, and it wasn't that tough, and… look, my ideas were better than yours! They were! I know they were! No! They're not! Nobody's impressed by stupid facile wordplay. It's not even \ngood\n wordplay, it's kindergarten-level paronomasia, oh look FIVE DIMENSIONS WHAT OTHER THINGS CAN YOU THINK OF THAT COME IN FIVES, I'm worthless. I'm worthless.\n\n\nInterviewer\n: Better than \nmy\n ideas?\n\n\nSCP-092-B\n: There's no deeper meaning to what I did, it's all just superficial Potemkin-village crap pumping imitation SHIT into the river of human achievement. It's Stein's fucking Oakland, and I don't even FUCKING understand those FUCKING allusions. I'm an uninspired wannabe, I'm boring, I'm a useless hack with NO FUCKING IMAGINATION. I've wasted and ruined miracles, I've squandered so much raw material that better people could have done so much with… I just… I'm not cool. I never will be. I'm really sorry about the mess. These aren't my arms.\n\n\n(At this point, SCP-092-B seized his own head with both hands and ripped it off his neck, killing himself instantly.)\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Requests have been made to use SCP-092-200 to send exploration teams equipped with environment suits to Himalia; approval is pending.\n\n\n2\n. D-092-7714, who had lost an eye in a fight prior to entering Foundation custody, grew \nfour\n extra eyes when listening to SCP-092-278.\n\n\n3\n. Although SCP-092 was taken into Foundation custody in ████, von Trier began production on \nDimension\n in the 1980s, with the intention of continuing for 30 years.\n\n\n\n\n\n\n\n\n« \nSCP-091\n | SCP-092 | \nSCP-093\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-092\n\" by Unknown author, rewritten by Quikngruvn, Drewbear and Voct, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-092\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Transcript of statement made by SCP-092-B upon arrival at Site-19 Guard : Sir, this is private property, you can't — SCP-092-B : This is a secret Foundation site, right? Guard — you can't come in here, sir, I — SCP-092-B : You're the SCP Foundation, and I'm a failure. Guard : … what was that, sir? SCP-092-B : You're the SCP Foundation, and I'm a failure. I think I'm clever, but I'm not. I'm a stupid boring nekulturny hack who thinks that money and cheap puns can take the place of talent and inspiration. I'm tasteless. I'm dull. I'm incompetent, I have no sense of style, and the only reason I'm not an art criminal is that nothing I've ever made is even close to being art. You can secure me, and you can contain me, but no one can protect me. Please take me and my anomalous garbage into custody. (At this point, guards summoned backup. SCP-092-B repeated this statement verbatim until he was taken into custody.)",
        "Excerpt from transcript of SCP-092-B interrogation session #2 Interviewer : Yes, we understand about \"five-ness\", thank you, that's been most helpful, but we were also wondering what you could tell us about how you made these. SCP-092-B : I just wanted to be cool, you know? I really did. I thought… well, I had my inheritance, and my collection, and there was the estate, and the abandoned museum, and so much of the stuff went together, and it wasn't that tough, and… look, my ideas were better than yours! They were! I know they were! No! They're not! Nobody's impressed by stupid facile wordplay. It's not even good wordplay, it's kindergarten-level paronomasia, oh look FIVE DIMENSIONS WHAT OTHER THINGS CAN YOU THINK OF THAT COME IN FIVES, I'm worthless. I'm worthless. Interviewer : Better than my ideas? SCP-092-B : There's no deeper meaning to what I did, it's all just superficial Potemkin-village crap pumping imitation SHIT into the river of human achievement. It's Stein's fucking Oakland, and I don't even FUCKING understand those FUCKING allusions. I'm an uninspired wannabe, I'm boring, I'm a useless hack with NO FUCKING IMAGINATION. I've wasted and ruined miracles, I've squandered so much raw material that better people could have done so much with… I just… I'm not cool. I never will be. I'm really sorry about the mess. These aren't my arms. (At this point, SCP-092-B seized his own head with both hands and ripped it off his neck, killing himself instantly.)",
        "\" SCP-092 \" by Unknown author, rewritten by Quikngruvn, Drewbear and Voct, from the SCP Wiki . Source: https://scpwiki.com/scp-092 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-092",
    "object_class": "Safe",
    "containment_procedures": "The three thousand one hundred and twenty-five instances of SCP-092 are to be held in individual cases suitable for containing non-anomalous audio compact discs (CDs), and stored in standard inanimate-object lockers at Site-37. Each instance is to be individually numbered with permanent marker.",
    "description": "SCP-092 is a set of 3125 audio CDs, each labeled \"The Absolute Absolute Absolute Absolute BEST of The 5th Dimension!!!!!\", and marked with the names of the 31 performers who have at various times been part of the American singing group \"The 5th Dimension\". Each instance of SCP-092, when played in a standard CD player, will produce a distinct anomalous effect upon all individuals within hearing range. The anomalous phenomenon will last 74 minutes (the duration of a standard audio CD), during which time listeners will be unable to leave hearing range, or to shut off the CD player or otherwise interrupt its function. As well, when the anomalous phenomenon finishes, all surviving listeners will engage in synchronized vocalization of the phrase \"Wow, that was real cool\"; synchronized vocalization has been observed in non-anglophones, pre-verbal infants, unconscious individuals, paralyzed individuals, and individuals physically incapable of speech due to laryngeal, lingual, and/or buccal damage.",
    "title": "SCP-092"
}