{
    "url": "https://scp-wiki.wikidot.com/scp-1006",
    "all_text": "rating: \n+732\n+\n–\nx\n\n\n\n\n\n\nSCP-1006, August 19th, 2011\n\n\n\n\n\n\nItem #:\n SCP-1006\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1006 is contained within a 213m radius in [REDACTED] National Park and should be checked biweekly. Civilian access is to be denied by means of an 'endangered species' cover story. Relocation of SCP-1006 is strongly discouraged due to the fragility of individual members and their sensitivity to habitat changes. Observation Post 45 has been set up within the containment zone and supplies SCP-1006 with various audiobook versions of communist and classical literature at SCP-1006's request, as well as black ink and poster board as necessary.\n\n\nAll personnel entering the containment zone are required to wear level C hazardous materials protection, due to presence of fine particulate contaminants. Upon departure, a standard decontamination procedure (as per document FSP0371-D-B-07) is to be undertaken to prevent uncontrolled spread of SCP-1006.\n\n\nDescription:\n SCP-1006 is an organized collective of an unknown species of the genus \nAraneus\n. Individual members have achieved sapience through unknown means and have established a rudimentary system of government resembling Marxist communism.\n\n\nThe original mass of SCP-1006 was discovered on 4/1/19██ by a hiking couple, who alerted park authorities. The Foundation took over after the discovery of written propaganda inside the central web, along with evidence of marked use of extremely simple tools, webs resembling faces of passersby, and simple attempts to block off the area via fallen branches.\n\n\nSCP-1006 is a social community, with some members maintaining the web and others apparently chosen to maintain the agenda of the 'whole'. Once supplied a source of black ink and poster sheets, SCP-1006 will communicate with humans by creating signs written in English. These communications are largely centered around demands for the dismantling of western imperialism, a scathing critique of the bourgeoisie, and a request for less mosquito spraying in the surrounding area of the park.\n\n\nThe 'head' of the government is a large spider that resembles a wolf spider, taking up refuge in the largest tree of the cluster. Communication has been relayed with this spider, who views the outside world as 'something that belongs to us that is merely being maintained by the bourgeois humanoids.' It has given its name as 'Benevolent Leader.'\n\n\nSCP-1006 is currently located in a cluster of black oak trees, within a massive and complex central web and several secondary webs. The webs appear to be very well maintained, with damage being constantly repaired. The surrounding area has a nauseating odor due to the presence of thousands of dead insects, individual members of SCP-1006, and an occasional dead bird and small animal.\n\n\nClose study by arachnologists and sociologists have discovered that the members of SCP-1006 utilize a central collective think-tank that passes on ideas of the 'Benevolent Leader' to the collective numbers through complex frequencies in the web.\n\n\nAddendum:\n The skeletal remains of a male human being were found in an area of the web, surrounded by dead insects and a variety of small shiny objects such as bottle caps and pebbles, along with the occasional pocket watch and bits of metal in apparent reverence. SCP-1006 does not allow the skeleton to be disturbed, but passive analysis indicates that the male died decades prior from a blunt trauma to the back of the head. Identification located near the body identifies him as a known political radical, reported missing from the nearby town of ███ ████, Texas, in 1976.\n\n\n\n\n\n\n« \nSCP-1005\n | SCP-1006 | \nSCP-1007\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1006\n\" by TexasBigfoot, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1006\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n spider proletariat-new.jpg\n\n\nName:\n Euonymus europaeus and Yponomeuta cagnagella kz04.jpg\n\n\nAuthor:\n Krzysztof Ziarnek\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: The skeletal remains of a male human being were found in an area of the web, surrounded by dead insects and a variety of small shiny objects such as bottle caps and pebbles, along with the occasional pocket watch and bits of metal in apparent reverence. SCP-1006 does not allow the skeleton to be disturbed, but passive analysis indicates that the male died decades prior from a blunt trauma to the back of the head. Identification located near the body identifies him as a known political radical, reported missing from the nearby town of ███ ████, Texas, in 1976."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1006 \" by TexasBigfoot, from the SCP Wiki . Source: https://scpwiki.com/scp-1006 . Licensed under CC-BY-SA .",
        "Filename: spider proletariat-new.jpg Name: Euonymus europaeus and Yponomeuta cagnagella kz04.jpg Author: Krzysztof Ziarnek License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-1006",
    "object_class": "Safe",
    "containment_procedures": "SCP-1006 is contained within a 213m radius in [REDACTED] National Park and should be checked biweekly. Civilian access is to be denied by means of an 'endangered species' cover story. Relocation of SCP-1006 is strongly discouraged due to the fragility of individual members and their sensitivity to habitat changes. Observation Post 45 has been set up within the containment zone and supplies SCP-1006 with various audiobook versions of communist and classical literature at SCP-1006's request, as well as black ink and poster board as necessary.",
    "description": "SCP-1006 is an organized collective of an unknown species of the genus Araneus. Individual members have achieved sapience through unknown means and have established a rudimentary system of government resembling Marxist communism.",
    "title": "SCP-1006"
}