{
    "url": "https://scp-wiki.wikidot.com/scp-1007",
    "all_text": "rating: \n+384\n+\n–\nx\n\n\nItem #:\n SCP-1007\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n When inactive, SCP-1007 is to be kept in a standard coffin along with SCP-1007-1. The subject may only be activated during routine testing. As of current regulations on \"Misters,\" SCP-1007 is to be contained in Hall 8 of Site 13.\n\n\nDescription:\n SCP-1007 appears to be a male of indeterminate ethnicity who undergoes the entire human life cycle within a 75 minute time-frame. The subject ages at a rate of approximately one year per minute. Once 75 minutes have elapsed, the subject will invariably expire of spontaneous cessation of metabolic activity with no evident cause. It reports feeling excruciating pain during the first 16 minutes, when its bones and muscles are changing shape very rapidly. This process violates the First Law of Thermodynamics, as the subject does not seem to require any energy input to fuel the massive amount of cellular growth.\n\n\nSCP-1007-1 is a key that fits into a small metal keyhole inserted into the subject's back, in between its shoulder blades. X-ray scans have shown that the keyhole is an empty socket with no internal mechanism. When SCP-1007-1 is turned, the subject's physical age is reversed by one year for each turn until it has regressed to the form of a neonate. It is not known where the mass that is removed from the subject's body as it shrinks disappears to. If this is done after the subject's 75 minute lifespan has elapsed, the subject will \"reactivate.\" If the subject has been \"dead\" for long enough to have decayed, any decay (regardless of its extent) will also be reversed.\n\n\nSCP-1007 was recovered by Task Force Tau-6 along with SCP-████, SCP-████, and SCP-████ during a raid on the California mansion of [REDACTED], a known customer of Marshall, Carter, and Dark Ltd. [REDACTED] admitted that he had obtained SCP-1007 from an MCD-sponsored auction, and claimed that at the auction in question there had been at least four other \"Misters\" for sale, though he did not recall to whom they had been sold.\n\n\nAddendum-1:\n The words \"Mr. Life and Mr. Death, from Little Misters ® by Dr. Wondertainment\" are tattooed on SCP-1007's right calf. This designation appears as \"11\" in Document \nSCP-909\n-a.\n\n\nAddendum-2:\n The fact that its designation seemingly refers to a pair has been taken by some to mean that SCP-1007 has a counterpart that has yet to be recovered. SCP-1007 has stated that it is unaware of the existence of such a counterpart, and believes that its designation refers to the fact that it alternates between life and death. However, given that it was also unaware of the existence of several other \"Misters\" known to the Foundation, the existence of this hypothetical counterpart remains a possibility, and efforts are currently being made to determine its whereabouts.\n\n\n\n\n\n\n« \nSCP-1006\n | SCP-1007 | \nSCP-1008\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1007\n\" by Doctor Flibble, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1007\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1: The words \"Mr. Life and Mr. Death, from Little Misters ® by Dr. Wondertainment\" are tattooed on SCP-1007's right calf. This designation appears as \"11\" in Document SCP-909 -a.",
        "Addendum-2: The fact that its designation seemingly refers to a pair has been taken by some to mean that SCP-1007 has a counterpart that has yet to be recovered. SCP-1007 has stated that it is unaware of the existence of such a counterpart, and believes that its designation refers to the fact that it alternates between life and death. However, given that it was also unaware of the existence of several other \"Misters\" known to the Foundation, the existence of this hypothetical counterpart remains a possibility, and efforts are currently being made to determine its whereabouts."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1007 \" by Doctor Flibble, from the SCP Wiki . Source: https://scpwiki.com/scp-1007 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1007",
    "object_class": "Safe",
    "containment_procedures": "When inactive, SCP-1007 is to be kept in a standard coffin along with SCP-1007-1. The subject may only be activated during routine testing. As of current regulations on \"Misters,\" SCP-1007 is to be contained in Hall 8 of Site 13.",
    "description": "SCP-1007 appears to be a male of indeterminate ethnicity who undergoes the entire human life cycle within a 75 minute time-frame. The subject ages at a rate of approximately one year per minute. Once 75 minutes have elapsed, the subject will invariably expire of spontaneous cessation of metabolic activity with no evident cause. It reports feeling excruciating pain during the first 16 minutes, when its bones and muscles are changing shape very rapidly. This process violates the First Law of Thermodynamics, as the subject does not seem to require any energy input to fuel the massive amount of cellular growth.",
    "title": "SCP-1007"
}