{
    "url": "https://scp-wiki.wikidot.com/scp-1012",
    "all_text": "rating: \n+417\n+\n–\nx\n\n\n\n\n\n\nBroadcast tower facility 1012-S3FB9, broadcasting Frequency B'\n\n\n\n\n\n\nItem #:\n SCP-1012\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n The Foundation has implemented protocols to cancel or to reduce the risk of generation of three of the five constituent sound tones that comprise SCP-1012:\n\n\n\n\nFrequency B and Frequency D\n: Frequencies B' and D' are, respectively, the antiphases of Frequencies B and D. These antiphase frequencies cancel frequencies B and D, respectively, within the range of the broadcast.\n\n\n\nThe Foundation operates sound detection and active noise cancellation broadcast devices in 36 locations worldwide, which continually monitor for Frequencies B and D, and, when appropriate, broadcast cancellation signals at Frequency B' or D'.\n\n\nAdditionally, the Foundation has arranged for most of the world's electroacoustic transducers to monitor for Frequencies B and D and, when necessary, broadcast Frequencies B' or D'. This has been achieved through a combination of inserting design changes into the engineering specifications of most commonly-manufactured electroacoustic transducers manufactured since 1988, inserting Frequency B', D' or both into the transmission of broadcast media and the encoding of recorded media (including inserting design changes into the engineering specifications of recording appliances so that Frequency B', D' or both are automatically encoded), and by manipulating the supply frequencies of commercially transmitted and distributed electric power so as to cause sound equipment and other electric appliances to be capable of sympathetically generating Frequency B' or D'.\n1\n\n\n\n\n\n\nFrequency C\n: In the wild, most instances of the generation of Frequency C had consisted of the whalesong of \nBalaenoptera svalbardi\n, the Svalbard whale. Through Foundation efforts, \nBalaenoptera svalbardi\n became extinct in 1982, thereby decreasing the likelihood that the tone would inadvertently be generated in a location near the generation of other constituent tones.\n\n\n\n\nAll documentation that specifies the constituent sound tones of SCP-1012 is to be kept strictly confidential.\n\n\nDescription:\n SCP-1012 is a chord consisting of five sound tones, designated Frequencies A, B, C, D and E. The tones of SCP-1012 are:\n\n\n\n\n\n\nDesignation\n\n\nFrequency\n\n\nRemarks\n\n\n\n\n\n\nFrequency A\n\n\n415.305██ Hz\n\n\nWithin range of human hearing, slightly higher than G#\n\n\n\n\n\n\nFrequency B\n\n\n████ kHz\n\n\nUltrasonic\n\n\n\n\n\n\nFrequency C\n\n\n████ Hz\n\n\nInfrasonic; lower than the range of human hearing but observable, at higher intensities, in the form of vibrations\n\n\n\n\n\n\nFrequency D\n\n\n████ kHz\n\n\nUltrasonic\n\n\n\n\n\n\nFrequency E\n\n\n████ Hz\n\n\nWithin range of human hearing but rarely used in the chromatic musical scale\n\n\n\n\n\n\nThe generation of one or more, but less than all, of the constituent tones of SCP-1012 does not result in anomalous effects.\n\n\nThe simultaneous generation of all five tones of SCP-1012 for a duration exceeding a few seconds affects\n2\n the resonance of certain subatomic particles within range, causing them to disintegrate into their constituent elementary particles. Computer modeling predicts that a generation of SCP-1012 within close proximity of a mass, such as an astronomical body, is likely to result in an uncontrollable chain reaction resulting in the disintegration of virtually all matter comprising the mass. According to the model, once such a chain reaction is initiated, it will continue to progress whether or not the tones of SCP-1012 are continuing to be generated, until all available mass is affected (i.e., a CK-class scenario). Proposals to use SCP-1012 or a modified version as a defense mechanism against hostile extraterrestrial threats, including \nSCP-1548\n and \nSCP-2838\n, have been rejected due to the potentially disastrous side effects of SCP-1012 testing.\n\n\n\n\nFootnotes\n\n\n1\n. * Under normal conditions, Frequencies B' and D' are each substantially higher than the upper frequency limit for mammalian hearing and are therefore inaudible to humans, as well as other animals with a greater range of hearing such as dogs. However, it has been reported that some humans exposed to strong broadcasts of Frequency D' experience tinnitus. Under certain atmospheric and geological conditions (such as those prevailing in Taos, New Mexico and Bristol, UK), the broadcast of Frequencies B' or D' may be audible. Additionally, certain models of fluorescent lighting tubes and cathode ray tube televisions emit audible tones in sympathetic resonance with Frequency B' or D'.\n\n\n2\n. The described result is predicted according to the cosmological model set forth in Foundation Document 8001.2552.KT.1012. Laboratory testing of the model is prohibited.\n\n\n\n\n\n\n\n\n« \nSCP-1011\n | SCP-1012 | \nSCP-1013\n »\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-1322\n\n\nRating: 1216\n\n\n\n\n\n\nSCP-089\n\n\nRating: 876\n\n\n\n\n\n\nspikebrennan's proposal\n\n\nRating: 516\n\n\n\n\n\n\nSCP-1844\n\n\nRating: 450\n\n\n\n\n\n\nSCP-1012\n\n\nRating: 417\n\n\n\n\n\n\nSCP-2553\n\n\nRating: 376\n\n\n\n\n\n\nSCP-1036\n\n\nRating: 362\n\n\n\n\n\n\nSCP-1512\n\n\nRating: 336\n\n\n\n\n\n\nSCP-1746\n\n\nRating: 301\n\n\n\n\n\n\nSCP-908\n\n\nRating: 300\n\n\n\n\n\n\nSCP-831\n\n\nRating: 283\n\n\n\n\n\n\nSCP-2336\n\n\nRating: 273\n\n\n\n\n\n\nSCP-3236\n\n\nRating: 272\n\n\n\n\n\n\nSCP-955\n\n\nRating: 246\n\n\n\n\n\n\nSCP-926\n\n\nRating: 222\n\n\n\n\n\n\nSCP-2236\n\n\nRating: 203\n\n\n\n\n\n\nSCP-920-EX\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2914\n\n\nRating: 176\n\n\n\n\n\n\nSCP-2008-J\n\n\nRating: 164\n\n\n\n\n\n\nSCP-4436\n\n\nRating: 157\n\n\n\n\n\n\nSCP-4336\n\n\nRating: 155\n\n\n\n\n\n\nSCP-1060\n\n\nRating: 150\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nSic Transit Gloria Mundi\n\n\nRating: 273\n\n\n\n\n\n\nSpring Cleaning\n\n\nRating: 150\n\n\n\n\n\n\nTranscript of meeting, June 2 1972\n\n\nRating: 129\n\n\n\n\n\n\nTranscript of telephone conversation, August 9, 1991\n\n\nRating: 96\n\n\n\n\n\n\nMemorandum Dated 6 November 1944\n\n\nRating: 84\n\n\n\n\n\n\nScroll fragment 13Q29\n\n\nRating: 44\n\n\n\n\n\n\nStray Katz (part 1)\n\n\nRating: 35\n\n\n\n\n\n\nAd Majorem Bonum\n\n\nRating: 24",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-1012",
    "object_class": "Keter",
    "containment_procedures": "The Foundation has implemented protocols to cancel or to reduce the risk of generation of three of the five constituent sound tones that comprise SCP-1012:",
    "description": "SCP-1012 is a chord consisting of five sound tones, designated Frequencies A, B, C, D and E. The tones of SCP-1012 are:",
    "title": "SCP-1012"
}