{
    "url": "https://scp-wiki.wikidot.com/scp-1026",
    "all_text": "rating: \n+199\n+\n–\nx\n\n\nItem #:\n SCP-1026\n\n\nObject Class:\n \nSafe\n Euclid (see Addendum #1026-1)\n\n\nSpecial Containment Procedures:\n \nSCP-1026 is contained within a 8 m x 8 m unfurnished room. Personnel are advised not to enter SCP-1026's containment cell without supervision from an external observer\n. SCP-1026 is contained within a reinforced cell in Sector ██. Under no circumstances are any personnel to enter the containment area; all observation will be done remotely through security cameras with a broadcast delay of no less than 13.6 seconds. No care is necessary; SCP-1026 has no apparent need for food, water, or sleep.\n\n\nDescription:\n SCP-1026 is an entity that produces a powerful mental effect on any human observer who views it directly. This effect causes observers to become completely convinced that SCP-1026 is someone who they know and trust, typically a family member or close friend. There is currently no known way to convince the observer otherwise; this effect will continue for approximately one (1) hour after they are removed from SCP-1026's presence (subjects that lack any close relationships, such as sociopaths, appear to be unable to see SCP-1026 and refuse to acknowledge its existence). This effect is present even when viewed indirectly, such as through camera feeds, although this effect can be mitigated by the presence of a long enough broadcast delay. Testing has revealed that a minimum of 13.6 seconds is required to neutralize SCP-1026's effect; when viewed in such a manner, or through other media such as photographs, SCP-1026 appears as a blurry, roughly humanoid entity. It appears to \"flicker\", rapidly changing height, shape, and color. SCP-1026 seems to be capable of speech; however, this speech sounds extremely garbled and distorted to those not under its anomalous effects. Those who are under its effects perceive it as perfectly normal human speech appropriate for the given situation. SCP-1026 has also displayed reasoning and problem-solving abilities on par with those of a human, \nas well as a fairly docile temperament\n (see Addendum #1026-1).\n\n\nAddendum #1026-1:\n\nThe following log is an account of a test to determine the exact nature of SCP-1026's abilities, performed just prior to Incident 1026-1. On ██/██/██ D-5582 was told to enter the testing area and perform a series of experiments to gather information about SCP-1026's physiology. Dr. █████ oversaw the test and communicated with D-5582 through a speaker.\n\n\n\n\nLevel 3 Clearance Required\n\n\n\n\nAccess Granted\n\n\n\n\n\n\n[BEGIN LOG]\n\n*D-5582 enters test chamber carrying video camera*\n\n\nD-5582:\n What the hell? There's someone else in here!\n\n\nDr. █████:\n Yes there is. Please proceed.\n\n\nD-5582:\n Oh my- Mom? That's my [expletive] mother, you bastards! What the hell is this?!\n\n\nDr. █████:\n That is not your mother. Please proceed with the test.\n\n\nSCP-1026\n: *garbled speech*\n\n\nD-5582\n: Don't worry, Mom. I'm gonna get us outta here. (to speaker) Let her out now!\n\n\nDr. █████:\n That is not your mother. Please proceed with the-\n\n\nD-5582:\n [Expletive] the test! I'm not doing anything until you tell me what the hell's going on!\n\n\nSCP-1026:\n *garbled speech*\n\n\nD-5582:\n I don't know, Mom. That's what I'm trying to find out.\n\n*D-5582 throws a piece of equipment at speaker; misses*\n\n\nD-5582\n: [Expletive] you! [Expletive] you all! *begins crying*\n\n\nDr. █████:\n *sighs* D-5582, the test is now terminated please leave the chamber.\n\n*SCP-1026 begins to move towards D-5582*\n\n\nD-5582\n: I'm not leaving my mother!\n\n\nDr. █████:\n If you do not vacate the test chamber, I will be forced to call security!\n\n*SCP-1026 is now standing behind D-5582*\n\n\nDr. █████:\n I'm going to tell you one last time…\n\n*SCP-1026 appears to grab D-5582's shoulders, spin him around, and \"stare\" at his face*\n\n\nDr. █████:\n I-I need a security team down here now!\n\n*D-5582 begins to violently convulse, and his body begins to \"flicker\" in a manner similar to that of SCP-1026*\n\n\nDr. █████:\n Oh Jesus… There's two of them…\n\n*SCP-1026 and D-5582 move towards test chamber door as security team enters*\n\n\n[END LOG]\n\n\n\n\nAfter the above log was created, SCP-1026 and D-5582 broke containment. Displaying unusually aggressive behavior, they proceeded to kill █ members of the security team and wound ██ more. The security teams found it very difficult to respond due to SCP-1026's mental effect. Although one of the entities (now assigned the designation of SCP-1026-A) was lured into a temporary holding cell and re-contained, \nthe whereabouts of SCP-1026-B are unknown\n (see Addendum #1026-2).\n\n\nNote:\n \nShit. These things can reproduce… If there's more of them out there, we could have a serious problem on our hands.\n -Dr. █████\n\n\n\n\nAccess Granted\n\n\n\n\n\n\nAddendum #1026-2:\n\nOn ██/██/██, SCP-1026-B was located two miles from Sector ██, where SCP-1026-A is currently being held (how it managed to cover the distance between the original facility and Sector ██ is currently unknown). A security team was dispatched to contain it. [DATA EXPUNGED], resulting in the accidental neutralization of SCP-1026-B. Dr. █████ performed an autopsy of the entity on ██/██/██ (see \nDocument 1026-B\n).\n\n\n\n\n\n\n« \nSCP-1025\n | SCP-1026 | \nSCP-1027\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1026\n\" by Doctor Borre, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1026\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum #1026-1: The following log is an account of a test to determine the exact nature of SCP-1026's abilities, performed just prior to Incident 1026-1. On ██/██/██ D-5582 was told to enter the testing area and perform a series of experiments to gather information about SCP-1026's physiology. Dr. █████ oversaw the test and communicated with D-5582 through a speaker.",
        "Addendum #1026-2: On ██/██/██, SCP-1026-B was located two miles from Sector ██, where SCP-1026-A is currently being held (how it managed to cover the distance between the original facility and Sector ██ is currently unknown). A security team was dispatched to contain it. [DATA EXPUNGED], resulting in the accidental neutralization of SCP-1026-B. Dr. █████ performed an autopsy of the entity on ██/██/██ (see Document 1026-B )."
    ],
    "documents": [],
    "notes": [
        "[BEGIN LOG] *D-5582 enters test chamber carrying video camera* D-5582: What the hell? There's someone else in here! Dr. █████: Yes there is. Please proceed. D-5582: Oh my- Mom? That's my [expletive] mother, you bastards! What the hell is this?! Dr. █████: That is not your mother. Please proceed with the test. SCP-1026 : *garbled speech* D-5582 : Don't worry, Mom. I'm gonna get us outta here. (to speaker) Let her out now! Dr. █████: That is not your mother. Please proceed with the- D-5582: [Expletive] the test! I'm not doing anything until you tell me what the hell's going on! SCP-1026: *garbled speech* D-5582: I don't know, Mom. That's what I'm trying to find out. *D-5582 throws a piece of equipment at speaker; misses* D-5582 : [Expletive] you! [Expletive] you all! *begins crying* Dr. █████: *sighs* D-5582, the test is now terminated please leave the chamber. *SCP-1026 begins to move towards D-5582* D-5582 : I'm not leaving my mother! Dr. █████: If you do not vacate the test chamber, I will be forced to call security! *SCP-1026 is now standing behind D-5582* Dr. █████: I'm going to tell you one last time… *SCP-1026 appears to grab D-5582's shoulders, spin him around, and \"stare\" at his face* Dr. █████: I-I need a security team down here now! *D-5582 begins to violently convulse, and his body begins to \"flicker\" in a manner similar to that of SCP-1026* Dr. █████: Oh Jesus… There's two of them… *SCP-1026 and D-5582 move towards test chamber door as security team enters* [END LOG]",
        "\" SCP-1026 \" by Doctor Borre, from the SCP Wiki . Source: https://scpwiki.com/scp-1026 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1026",
    "object_class": "Safe Euclid (see Addendum #1026-1)",
    "containment_procedures": "SCP-1026 is contained within a 8 m x 8 m unfurnished room. Personnel are advised not to enter SCP-1026's containment cell without supervision from an external observer. SCP-1026 is contained within a reinforced cell in Sector ██. Under no circumstances are any personnel to enter the containment area; all observation will be done remotely through security cameras with a broadcast delay of no less than 13.6 seconds. No care is necessary; SCP-1026 has no apparent need for food, water, or sleep.",
    "description": "SCP-1026 is an entity that produces a powerful mental effect on any human observer who views it directly. This effect causes observers to become completely convinced that SCP-1026 is someone who they know and trust, typically a family member or close friend. There is currently no known way to convince the observer otherwise; this effect will continue for approximately one (1) hour after they are removed from SCP-1026's presence (subjects that lack any close relationships, such as sociopaths, appear to be unable to see SCP-1026 and refuse to acknowledge its existence). This effect is present even when viewed indirectly, such as through camera feeds, although this effect can be mitigated by the presence of a long enough broadcast delay. Testing has revealed that a minimum of 13.6 seconds is required to neutralize SCP-1026's effect; when viewed in such a manner, or through other media such as photographs, SCP-1026 appears as a blurry, roughly humanoid entity. It appears to \"flicker\", rapidly changing height, shape, and color. SCP-1026 seems to be capable of speech; however, this speech sounds extremely garbled and distorted to those not under its anomalous effects. Those who are under its effects perceive it as perfectly normal human speech appropriate for the given situation. SCP-1026 has also displayed reasoning and problem-solving abilities on par with those of a human, as well as a fairly docile temperament (see Addendum #1026-1).",
    "title": "SCP-1026"
}