{
    "url": "https://scp-wiki.wikidot.com/scp-1028",
    "all_text": "rating: \n+138\n+\n–\nx\n\n\n\n\nItem #:\n SCP-1028\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Instances of SCP-1028 are to be kept in a large free-flight aviary. When needed, the feeders are to be filled with seed and berries. Once a week, the insect, earthworm, and snail population of the aviary should be checked, with more being introduced as needed. Care is to be taken to ensure that all specimens remain fairly calm, and any flora species or variety not accounted for in the building of the aviary is to be removed and incinerated, as per Addendum 01.\n\n\nWild instances should be caught or killed. Standard traps used for the capture of similarly sized birds are suggested. Live captured specimens are to be transported individually and released into the aviary. Killed instances should be preserved and brought to the lab at Site-██ for dissection by staff researchers.\n\n\nDescription:\n SCP-1028 is a previously unknown species of Passerine (songbirds), with some aspects of physiology, size, and genetics pointing towards an inclusion in Family Sturnidae (Starlings). All discovered instances have had brilliant iridescent plumage. There is no uniformity to the color of the individual instances, leading some to suspect that SCP-1028 is actually several subspecies, each with a different dominating color. No sexual dimorphism has been observed in the species. Instances of SCP-1028 produce the usual complement of songs, calls, and vocalizations usual to their order. Most calls produced by specimens have no effect on other animals, and many humans find them pleasant to hear.\n\n\nThe unusual properties of SCP-1028 appear strongest when a large flock are observed flying. When a flock of 25 or more instances are flying together, the flock appears to scintillate, creating a dazzling effect on observers. This dazzling effect is not limited to human observers, as dogs, cats, foxes, and other predators have been observed to act in a stunned manner when passed by a large enough flock.\n\n\nThe sharp, high pitched mobbing call produced by instances has a similar effect to the flocking. It not only calls more instances to the area, but also induces a dazed effect in predatory species. Affected individuals claim to have observed flashes of light punctuating each call.\n\n\nThose affected by either form of dazing enter a state of altered perception, lasting for a length of time proportional to the time spent viewing or hearing instances.\n\n\nThe existence of SCP-1028 was brought to the attention of the Foundation when a large traffic accident occurred in ████████, ██ which resulted in ██ casualties, and ██ hospitalizations. None of the witnesses saw the accident, but all reported seeing a multicolored flock of birds. An interview with one of the witnesses is reproduced below.\n\n\nInterview Log 1028-03\n\n\nInterviewed:\n Eyewitness to flock of SCP-1028\n\n\nInterviewer:\n Dr. ███████\n\n\nForeword:\n One of the surviving eyewitnesses to the flock that brought SCP-1028 to the Foundation's attention.\n\n\n\n\n<Begin Log>\n\n\nDr. ███████:\n Can you tell me what happened the afternoon we found you in ████?\n\n\nSubject:\n I was walking down the street, you know? And suddenly this big flock of birds was flying overhead. They were brilliant! I swear, they were every color imaginable. They seemed to shimmer and sparkle in the light. They got so bright, I had a hard time looking at them after a while. But I couldn't stop staring.\n\n\nDr. ███████:\n What happened then?\n\n\nSubject:\n (Nervous laughter) You wouldn't believe me if I told you.\n\n\nDr. ███████:\n I'm very open minded. I really would like to hear what happened next.\n\n\nSubject:\n There was a sudden flash of light, and when I looked around me, everyone was gone.\n\n\nDr. ███████:\n Gone? Please explain.\n\n\nSubject:\n The buildings were still there, and the parked cars, but there was nobody driving in the street. Nobody around at all. And the buildings and parked cars? They had plants growing on them. Like, you know how kudzu or ivy covers everything? Well, this was like that, but the plants were weird.\n\n\nDr. ███████:\n In what sense?\n\n\nSubject:\n The colors were, um, wrong.\n\n\nDr. ███████:\n If at all possible, please go into more detail.\n\n\nSubject:\n (Nervous laughter) The leaves weren't green. They were blue, or purple. There were these flower-like things. No, they were like dandelion puffs, but more cage-like. I know, it sounds crazy, or like I had an acid flashback or something. But, really, for a while I was wandering around in the same neighborhood, but completely alone, and with these weird plants growing on everything. But after a while, people and things started to fade back in. And suddenly, I saw that there was this massive traffic accident. Cars had crashed, people had been hit, chaos everywhere.\n\n\nDr. ███████:\n And what did you think of that experience?\n\n\nSubject:\n That I was lucky I didn't wander into the street.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n The subject was given a class-B amnestic and released.\n\n\nAddendum 01:\n It appears that when instances of SCP-1028 are in distress for a prolonged period of time, an emergence of one or more sprouts of unusually-colored flora begin to grow in the vicinity of the distressed animal. Regardless of what species an emergent sprout resembles, all grow at a rate similar to that of \nPueraria lobata\n (kudzu). Individuals who have been exposed to both the effect of specimens and have seen the outgrowths claim a resemblance between the new plants and what they saw while affected. In light of this, new procedures have been added to containment.\n\n\n\n\n\n\n« \nSCP-1027\n | SCP-1028 | \nSCP-1029\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1028\n\" by Tara Unknown, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1028\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 01: It appears that when instances of SCP-1028 are in distress for a prolonged period of time, an emergence of one or more sprouts of unusually-colored flora begin to grow in the vicinity of the distressed animal. Regardless of what species an emergent sprout resembles, all grow at a rate similar to that of Pueraria lobata (kudzu). Individuals who have been exposed to both the effect of specimens and have seen the outgrowths claim a resemblance between the new plants and what they saw while affected. In light of this, new procedures have been added to containment."
    ],
    "documents": [],
    "notes": [
        "<Begin Log> Dr. ███████: Can you tell me what happened the afternoon we found you in ████? Subject: I was walking down the street, you know? And suddenly this big flock of birds was flying overhead. They were brilliant! I swear, they were every color imaginable. They seemed to shimmer and sparkle in the light. They got so bright, I had a hard time looking at them after a while. But I couldn't stop staring. Dr. ███████: What happened then? Subject: (Nervous laughter) You wouldn't believe me if I told you. Dr. ███████: I'm very open minded. I really would like to hear what happened next. Subject: There was a sudden flash of light, and when I looked around me, everyone was gone. Dr. ███████: Gone? Please explain. Subject: The buildings were still there, and the parked cars, but there was nobody driving in the street. Nobody around at all. And the buildings and parked cars? They had plants growing on them. Like, you know how kudzu or ivy covers everything? Well, this was like that, but the plants were weird. Dr. ███████: In what sense? Subject: The colors were, um, wrong. Dr. ███████: If at all possible, please go into more detail. Subject: (Nervous laughter) The leaves weren't green. They were blue, or purple. There were these flower-like things. No, they were like dandelion puffs, but more cage-like. I know, it sounds crazy, or like I had an acid flashback or something. But, really, for a while I was wandering around in the same neighborhood, but completely alone, and with these weird plants growing on everything. But after a while, people and things started to fade back in. And suddenly, I saw that there was this massive traffic accident. Cars had crashed, people had been hit, chaos everywhere. Dr. ███████: And what did you think of that experience? Subject: That I was lucky I didn't wander into the street. <End Log>",
        "\" SCP-1028 \" by Tara Unknown, from the SCP Wiki . Source: https://scpwiki.com/scp-1028 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe",
    "containment_procedures": "Instances of SCP-1028 are to be kept in a large free-flight aviary. When needed, the feeders are to be filled with seed and berries. Once a week, the insect, earthworm, and snail population of the aviary should be checked, with more being introduced as needed. Care is to be taken to ensure that all specimens remain fairly calm, and any flora species or variety not accounted for in the building of the aviary is to be removed and incinerated, as per Addendum 01.",
    "description": "SCP-1028 is a previously unknown species of Passerine (songbirds), with some aspects of physiology, size, and genetics pointing towards an inclusion in Family Sturnidae (Starlings). All discovered instances have had brilliant iridescent plumage. There is no uniformity to the color of the individual instances, leading some to suspect that SCP-1028 is actually several subspecies, each with a different dominating color. No sexual dimorphism has been observed in the species. Instances of SCP-1028 produce the usual complement of songs, calls, and vocalizations usual to their order. Most calls produced by specimens have no effect on other animals, and many humans find them pleasant to hear.",
    "title": "SCP-1028"
}