{
    "url": "https://scp-wiki.wikidot.com/scp-1054",
    "all_text": "rating: \n+226\n+\n–\nx\n\n\nItem #:\n SCP-1054\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1054 should be kept in a 3x3x3m steel-coated cell, which is to be sealed at all times except for when testing is taking place. The steel door that is used to access the cell should be airtight, as to not allow for the astro-turf to 'grow' outside the door.\n\n\nDescription:\n SCP-1054 is a ceramic garden gnome, 32cm in height and 14cm in width. It has a white beard, a red hat, and is sitting on a sack of unknown contents. It is playing a wooden flute-like instrument, and is in a dance-like position. On the base of SCP-1054, \"THE 'GARDEN' GNOME\" is written in a thick black pen. Note that the word \"'GARDEN'\" is in inverted commas.\n\n\nSCP-1054's effects become noticeable when it is left in the same place for just over an hour. After approximately 63 minutes, green plastic 'blades', or fake grass, will start 'growing' out of the ground around the base of the gnome, no matter what the surface that the sculpture is standing on. The 'grass' will spread at a rate of 1cm² per 30 seconds in every direction. This will continue until it meets a wall or object, at which point the growth will stop. If there are objects on the surface that the 'grass' is spreading on, it will simply grow around it, leaving a clear patch of floor underneath. If the object is removed, and the gnome remains on the surface, the grass will grow over the clear patch. Plastic flowers, trees and other plants will sometimes grow from the ground.\n\n\nEvery so often, as the 'grass' grows, a conscious life form (hereby known as SCP-1054-1) will grow too. SCP-1054-1 have appeared in many forms, all being well-known garden ornaments. Known forms of SCP-1054-1 include:\n\n\n\n\nPink plastic flamingos\n. It is noted that instead of legs, this specimen has one thin pole, stuck into the ground. This specimen cannot 'walk', but it has full capable movement of its wings, neck and beak.\n\n\nGarden gnomes. These gnomes vary in looks and clothing, but none are the same as SCP-1054.\n\n\nDigging dogs. This specimen of SCP-1054-1 is a dog, with the front half of its body buried into the ground. It can move its back legs and tail, but cannot move from the spot it appears in.\n\n\nBirdbaths. This specimen is made out of marble, with small 5cm tall birds around the rim. These birds can fly, but seem to want to stay around the birdbath, and become agitated when taken away.\n\n\n\n\nAddendum:\n The gnomes that grow as SCP-1054-1, if left long enough, begin making houses and huts out of various materials. These materials all come from sacks that sometimes grow with the gnomes. They are seen to have a routine daily life, such as conversing with other gnomes, building structures and other jobs. Once every 5 hour (approx.), all gnomes gather in front of SCP-1054, and perform religious rituals, such as praying and worshiping it.\n\n\n\n\n\n\n« \nSCP-1053\n | SCP-1054 | \nSCP-1055\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1054\n\" by Milkless, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1054\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: The gnomes that grow as SCP-1054-1, if left long enough, begin making houses and huts out of various materials. These materials all come from sacks that sometimes grow with the gnomes. They are seen to have a routine daily life, such as conversing with other gnomes, building structures and other jobs. Once every 5 hour (approx.), all gnomes gather in front of SCP-1054, and perform religious rituals, such as praying and worshiping it."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1054 \" by Milkless, from the SCP Wiki . Source: https://scpwiki.com/scp-1054 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1054",
    "object_class": "Safe",
    "containment_procedures": "SCP-1054 should be kept in a 3x3x3m steel-coated cell, which is to be sealed at all times except for when testing is taking place. The steel door that is used to access the cell should be airtight, as to not allow for the astro-turf to 'grow' outside the door.",
    "description": "SCP-1054 is a ceramic garden gnome, 32cm in height and 14cm in width. It has a white beard, a red hat, and is sitting on a sack of unknown contents. It is playing a wooden flute-like instrument, and is in a dance-like position. On the base of SCP-1054, \"THE 'GARDEN' GNOME\" is written in a thick black pen. Note that the word \"'GARDEN'\" is in inverted commas.",
    "title": "SCP-1054"
}