{
    "url": "https://scp-wiki.wikidot.com/scp-1060",
    "all_text": "rating: \n+150\n+\n–\nx\n\n\nItem #:\n SCP-1060\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1060 is to be contained in a humanoid observation/detention cell at all times. During subject's daytime cycle, subject is to be provided with food items from the Site-33 cafeteria. During subject's nighttime cycle, subject is to be nourished with 0.8 kg of human placental material and provided with a basin of at least 4 liters of rice wine vinegar.\n\n\nDescription:\n SCP-1060 is a human female of Southeast Asian ethnicity, answering to the name of Adilah ████████. Subject is fluent in the Malay language and somewhat conversant in Malaysian English. In interviews during subject's daytime cycle, subject has indicated that she is 22 years of age, is trained as an obstetrics nurse and is unaware of any unusual aspects of her physiology. In these interviews, subject has expressed a lack of awareness of her nighttime cycle physiology or activities and protests that she merely sleeps at night. During the daytime cycle, subject frequently demands to be released from containment or to be permitted to contact family members.\n\n\nDuring subject's daytime cycle, subject appears and behaves as a normal human female. During subject's nighttime cycle, which generally begins within 80 minutes after the subject falls asleep, subject's head and internal body organs (heart, lungs, liver and much of the digestive system and gut) detach from the rest of the subject's body with a sudden jerking motion, leaving a hole around the base of subject's neck. Subject's head and organs then levitate by means of an unknown process and freely float around the containment cell while subject's tongue—which increases to approximately 22 cm in length during this stage—flicks at the air in the manner of a snake. The remainder of subject's body remains lying in a resting position. Subject's upper and lower canine teeth also increase in length and sharpness during this stage. Under normal containment circumstances, subject will consume the provided placental material, using the dangling lengths of gut in the manner of prehensile limbs to lift the material to the subject's mouth. Following the feeding, the subject will dip the exposed organs into the vinegar, whereupon the organs shrink so that they can be stuffed back into the subject's body cavity. The head then reattaches to the body, leaving no visible seam or scar.\n\n\nAddendum SCP-1060.01A\n Following Incident 1060.01, no pregnant females are to be admitted into the containment chamber during SCP-1060's nighttime cycle. During Incident 1060.01, Researcher Marilyn ██████, who at that time was in her second trimester of pregnancy, entered the containment chamber during subject's nighttime cycle to top off the basin of vinegar. Immediately upon SCP-1060's detection of Ms. ██████'s presence in the chamber, SCP-1060 flew at Ms. ██████ at a great rate of speed, then used lengths of prehensile gut to bind and immobilize Ms. ██████. Subject then bit the researcher in the abdomen and consumed the fetus in situ, together with most of the rest of the uterus and its contents.\n\n\n\n\n\n\n« \nSCP-1059\n | SCP-1060 | \nSCP-1061\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1060\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1060\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum SCP-1060.01A Following Incident 1060.01, no pregnant females are to be admitted into the containment chamber during SCP-1060's nighttime cycle. During Incident 1060.01, Researcher Marilyn ██████, who at that time was in her second trimester of pregnancy, entered the containment chamber during subject's nighttime cycle to top off the basin of vinegar. Immediately upon SCP-1060's detection of Ms. ██████'s presence in the chamber, SCP-1060 flew at Ms. ██████ at a great rate of speed, then used lengths of prehensile gut to bind and immobilize Ms. ██████. Subject then bit the researcher in the abdomen and consumed the fetus in situ, together with most of the rest of the uterus and its contents."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1060 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1060 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1060",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1060 is to be contained in a humanoid observation/detention cell at all times. During subject's daytime cycle, subject is to be provided with food items from the Site-33 cafeteria. During subject's nighttime cycle, subject is to be nourished with 0.8 kg of human placental material and provided with a basin of at least 4 liters of rice wine vinegar.",
    "description": "SCP-1060 is a human female of Southeast Asian ethnicity, answering to the name of Adilah ████████. Subject is fluent in the Malay language and somewhat conversant in Malaysian English. In interviews during subject's daytime cycle, subject has indicated that she is 22 years of age, is trained as an obstetrics nurse and is unaware of any unusual aspects of her physiology. In these interviews, subject has expressed a lack of awareness of her nighttime cycle physiology or activities and protests that she merely sleeps at night. During the daytime cycle, subject frequently demands to be released from containment or to be permitted to contact family members.",
    "title": "SCP-1060"
}