{
    "url": "https://scp-wiki.wikidot.com/scp-1064",
    "all_text": "rating: \n+128\n+\n–\nx\n\n\nItem #:\n SCP-1064\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n When not required for testing purposes, SCP-1064 is to be contained in a sealed storage locker located within Sector-28. Since SCP-1064 is considered to be harmless when not actively in use, no further precautions are required to be taken at this time.\n\n\nDescription:\n SCP-1064 is a novelty ring made of pink-coloured plastic. The setting is designed to hold a small candle of the kind typically found on birthday cakes. SCP-1064 has no visible makers’ mark or distinguishing features and appears to have been mass-produced using standard plastic moulding techniques.\n\n\nIf no candle has been inserted into the setting, SCP-1064 will not cause any effect when worn or otherwise handled. Test subjects experience no compulsion either to put on SCP-1064 or to insert a candle into it.\n\n\nWhen a candle is inserted into SCP-1064 and lit whilst it is being worn, the wearer will experience one of two phenomena.\n\n\nAround 80% of people who wear SCP-1064 will claim that the candle is in some way intrinsically linked to their own life expectancy. Individuals affected in this way appear to believe that, as the candle melts away, a portion of their lifespan will be irrevocably taken from them. Test subjects affected in this way will attempt to extinguish the candle in any way possible, most commonly by blowing it out, but will not try to remove SCP-1064 itself.\n\n\nOnce the candle has been extinguished, the wearer will exhibit a strong desire to continue to wear SCP-1064 and to keep the candle in the setting. If this is not possible, they will make efforts to keep the candle in their possession, often insisting that it is now an intrinsic part of them.\n\n\nIn the remaining 20% of cases, the wearer will claim to have experienced time at an altered pace with events around them taking place much faster than usual. Test subjects affected in this way will typically move and communicate slowly whilst the candle remains lit. Whilst, in the vast majority of cases, test subjects find this experience to be disorienting and will be reluctant to repeat the experiment, a handful have expressed a wish to use SCP-1064 again, due to the false belief that it is a ‘time travelling ring’.\n\n\nExtensive testing has found that SCP-1064 does not cause the tissue of test subjects to age or degrade in any way which might suggest their life expectancy has been shortened by it. All test subjects regardless of their experiences appear to age at a natural rate both during and after testing and no lasting physical effects have been recorded. Furthermore, tests have shown that those test subjects who undergo the second of the two phenomena exhibit no recordable alteration in brain activity to suggest that they are experiencing time at an altered speed.\n\n\nExamination of candles after their use in SCP-1064 have shown no alteration in properties other than those to be expected as a result of them being burnt.\n\n\nAddendum 1064-A:\n Dr Hill - Following the death of D-1845 after a candle was allowed to burn away completely in SCP-1064, all testing is to be put on hold until the cause of the subject’s death can be confirmed.\n\n\nAddendum 1064-B:\n Dr Hill - Inserting novelty relighting candles into SCP-1064 is not recommended. As far as I am concerned, watching D-2097 remove her own finger by [DATA EXPUNGED] with the edge of a table was a fairly conclusive test result.\n\n\n\n\n\n\n« \nSCP-1063\n | SCP-1064 | \nSCP-1065\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1064\n\" by Meska, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1064\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1064-A: Dr Hill - Following the death of D-1845 after a candle was allowed to burn away completely in SCP-1064, all testing is to be put on hold until the cause of the subject’s death can be confirmed.",
        "Addendum 1064-B: Dr Hill - Inserting novelty relighting candles into SCP-1064 is not recommended. As far as I am concerned, watching D-2097 remove her own finger by [DATA EXPUNGED] with the edge of a table was a fairly conclusive test result."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1064 \" by Meska, from the SCP Wiki . Source: https://scpwiki.com/scp-1064 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1064",
    "object_class": "Safe",
    "containment_procedures": "When not required for testing purposes, SCP-1064 is to be contained in a sealed storage locker located within Sector-28. Since SCP-1064 is considered to be harmless when not actively in use, no further precautions are required to be taken at this time.",
    "description": "SCP-1064 is a novelty ring made of pink-coloured plastic. The setting is designed to hold a small candle of the kind typically found on birthday cakes. SCP-1064 has no visible makers’ mark or distinguishing features and appears to have been mass-produced using standard plastic moulding techniques.",
    "title": "SCP-1064"
}