{
    "url": "https://scp-wiki.wikidot.com/scp-1090",
    "all_text": "rating: \n+139\n+\n–\nx\n\n\nItem #:\n SCP-1090\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The item is currently housed at Site 561. It is kept in a padded case and can be safely stored alongside similarly contained items.\n\n\nDescription:\n SCP-1090 has the appearance of a set of cordless headphones with two polished, black basalt stones as earpieces. The headband is white plastic, with flexible joints allowing for size adjustment. A blue dot marked with a white \"L\" and a red dot marked with a white \"R\" are visible on the swivel joints at either end.\n\n\nIt is unclear how the stones have been fused to the rest of the device. Results from radiography of the object have been inconclusive.\n\n\nAny subject who wears SCP-1090 in the manner of conventional headphones will experience an anomalous auditory sensation. These sensations appear to be unique to the listener. The device has no effect on individuals who simply hold or handle it, although the stones have been reported to remain oddly cool to the touch.\n\n\nIt is probable that the longer an individual is exposed to SCP-1090, the more unusual and lasting its effect becomes, but this has not been conclusively demonstrated. Site 561 no longer participates in testing with human subjects or uses the class designation \"D\" for onsite personnel. See archived Experiment Logs for more details.\n\n\nExperiment Logs 1090\n\n\n\n\n+Open File\n\n\n\n\n-Close File\n\n\n\n\nLog 01/02/12\n\n\n\n\nSubject/s:\n D-0332 (female; 22)\n\n\nProcedure:\n Subject was seated in a sound-proof room, instructed to place SCP-1090 over her ears, and told to remove it when signaled by a red light.\n\n\nDuration:\n Two minutes\n\n\nResults:\n\nSubject places the device over her ears and immediately makes an expression of surprise. She makes no attempt to remove the device. She appears to focus intently and fails to react to the flashing red light until ten additional seconds have passed.\n\nSubject describes clear, loud music, which seemed to “\nalready be playing before I put them on— it sounded like the middle of the song.\n” The “song” was described as a children’s choir singing in a foreign language. “\nI can't really tell you if it was beautiful or creepy.\n”\n\n\n\n\nLog 01/03-03/12/12\n\n\n\n\nSubject/s:\n D-0886 (male; 38), D-0423 (male; 24), D-1002 (female; 31), and Junior Researcher M███\n\n\nProcedure:\n Each subject was seated in a sound-proof room, instructed to place SCP-1090 over their ears, and told to remove it when signaled by a red light.\n\n\nDuration:\n Two minutes.\n\n\nResults:\n\nD-0886: Reports hearing guitars playing several melodies at once. “\nLike Hendrix in a mirror house.\n”\n\n\nD-0423: Hears a single, low, sustained note, “\nLike a stringed bass\n”, followed by a melody he describes as a bad bass solo. “\nBut… played that way\n on purpose, \nyou know?\n” Subject seems fixated on explaining this concept and prolongs the interview by over an hour.\n\n\nD-1002: Subject is initially unresponsive to the red flashing light, appearing reluctant to remove the device. Subject does not respond to questioning until nearly fifteen minutes have passed.\n\n\nShe eventually reports: “\nI think it was my cat… it sounded just like my cat. He was singing a song to me. About fish.\n”\n\n\n\n\nNote:\n \nAs none of the subjects testing the item have been harmed, we've given M███ permission to try it out. -Dr. Sinclair\n\n\n\n\nJunior researcher M███: \"\nIt was just… woodpeckers. Pecking. Like, at least twenty woodpeckers.\n\"\n\n\n\n\nLog 04/04/12\n\n\n\n\nSubject/s:\n Dr. L█████\n\n\nProcedure:\n As of 03/12/12, none of the human subjects who participated in testing have shown any signs of injury or change in baseline behavior and cognition. Dr. L█████ repeats the original experiment without incident.\n\n\nDuration:\n Two minutes\n\n\nResults:\n\nSubject reports a low, sustained drone for the first thirty seconds and described the sound slowly increasing in volume. Subject describes this sound creating a sense of intense expectation— \"\nLike something important was just about to happen\n\". The subject expressed doubt that she would have removed the device in the first ten seconds, even if instructed to do so.\n\n\n\"\nIt's hard to describe the sound of— not dread, I wouldn't really call it dread. I know dread, okay? I felt like an intruder— like I wasn't supposed to be listening. At the same time, I knew, if I kept listening, I'd hear— I don't know. I'm being vague, sorry, but that's as precisely as I can explain it.\n\"\n\n\nDr. L█████ notes that the \"music\" faded into silence immediately before the two minute light flashed. She has expressed interest in repeating the experiment, which Dr. Sinclair has denied.\n\n\n\n\nLog 05/05/12\n\n\n\n\nSubject/s:\n D-2101 (male; 22), D-4040 (male; 56)\n\n\nProcedure:\n Each subject was seated in a sound-proof room, instructed to place SCP-1090 over their ears, and told to remove it when signaled by a red light.\n\n\nDuration:\n Eight minutes\n\n\nResults:\n\nD-2101: Subject reacts in the same manner as D-1002, initially failing to respond to the flashing light for nearly three minutes and remaining in a complacent and unspeaking state for close to an hour after the test's conclusion. Subject reports hearing \"wind-chimes\", notably not localized in the earpieces, but \"\nsome really close, and some really far away… too far away to hear. There must have been hundreds of them.\n\"\n\n\nD-4040: Subject displays growing unease while wearing the device and removes it promptly when the light flashes. When asked to describe his experience, subject refused to say more than, \"\nIt was brown.\n\"\n\n\nAddendum 05/26/12:\n Both D-2101 and D-4040 report that they continue, intermittently, to hear the same sounds they described hearing while wearing SCP-1090. Unlike instances of simple cognitive itch, they claim the sounds are changing and growing progressively louder.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1089\n | SCP-1090 | \nSCP-1091\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1090\n\" by floridapologia, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1090\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Subject/s: D-0332 (female; 22) Procedure: Subject was seated in a sound-proof room, instructed to place SCP-1090 over her ears, and told to remove it when signaled by a red light. Duration: Two minutes Results: Subject places the device over her ears and immediately makes an expression of surprise. She makes no attempt to remove the device. She appears to focus intently and fails to react to the flashing red light until ten additional seconds have passed. Subject describes clear, loud music, which seemed to “ already be playing before I put them on— it sounded like the middle of the song. ” The “song” was described as a children’s choir singing in a foreign language. “ I can't really tell you if it was beautiful or creepy. ”",
        "Subject/s: D-0886 (male; 38), D-0423 (male; 24), D-1002 (female; 31), and Junior Researcher M███ Procedure: Each subject was seated in a sound-proof room, instructed to place SCP-1090 over their ears, and told to remove it when signaled by a red light. Duration: Two minutes. Results: D-0886: Reports hearing guitars playing several melodies at once. “ Like Hendrix in a mirror house. ” D-0423: Hears a single, low, sustained note, “ Like a stringed bass ”, followed by a melody he describes as a bad bass solo. “ But… played that way on purpose, you know? ” Subject seems fixated on explaining this concept and prolongs the interview by over an hour. D-1002: Subject is initially unresponsive to the red flashing light, appearing reluctant to remove the device. Subject does not respond to questioning until nearly fifteen minutes have passed. She eventually reports: “ I think it was my cat… it sounded just like my cat. He was singing a song to me. About fish. ” Note: As none of the subjects testing the item have been harmed, we've given M███ permission to try it out. -Dr. Sinclair Junior researcher M███: \" It was just… woodpeckers. Pecking. Like, at least twenty woodpeckers. \"",
        "Note: As none of the subjects testing the item have been harmed, we've given M███ permission to try it out. -Dr. Sinclair",
        "Subject/s: Dr. L█████ Procedure: As of 03/12/12, none of the human subjects who participated in testing have shown any signs of injury or change in baseline behavior and cognition. Dr. L█████ repeats the original experiment without incident. Duration: Two minutes Results: Subject reports a low, sustained drone for the first thirty seconds and described the sound slowly increasing in volume. Subject describes this sound creating a sense of intense expectation— \" Like something important was just about to happen \". The subject expressed doubt that she would have removed the device in the first ten seconds, even if instructed to do so. \" It's hard to describe the sound of— not dread, I wouldn't really call it dread. I know dread, okay? I felt like an intruder— like I wasn't supposed to be listening. At the same time, I knew, if I kept listening, I'd hear— I don't know. I'm being vague, sorry, but that's as precisely as I can explain it. \" Dr. L█████ notes that the \"music\" faded into silence immediately before the two minute light flashed. She has expressed interest in repeating the experiment, which Dr. Sinclair has denied.",
        "Subject/s: D-2101 (male; 22), D-4040 (male; 56) Procedure: Each subject was seated in a sound-proof room, instructed to place SCP-1090 over their ears, and told to remove it when signaled by a red light. Duration: Eight minutes Results: D-2101: Subject reacts in the same manner as D-1002, initially failing to respond to the flashing light for nearly three minutes and remaining in a complacent and unspeaking state for close to an hour after the test's conclusion. Subject reports hearing \"wind-chimes\", notably not localized in the earpieces, but \" some really close, and some really far away… too far away to hear. There must have been hundreds of them. \" D-4040: Subject displays growing unease while wearing the device and removes it promptly when the light flashes. When asked to describe his experience, subject refused to say more than, \" It was brown. \" Addendum 05/26/12: Both D-2101 and D-4040 report that they continue, intermittently, to hear the same sounds they described hearing while wearing SCP-1090. Unlike instances of simple cognitive itch, they claim the sounds are changing and growing progressively louder.",
        "\" SCP-1090 \" by floridapologia, from the SCP Wiki . Source: https://scpwiki.com/scp-1090 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1090",
    "object_class": "Safe",
    "containment_procedures": "The item is currently housed at Site 561. It is kept in a padded case and can be safely stored alongside similarly contained items.",
    "description": "SCP-1090 has the appearance of a set of cordless headphones with two polished, black basalt stones as earpieces. The headband is white plastic, with flexible joints allowing for size adjustment. A blue dot marked with a white \"L\" and a red dot marked with a white \"R\" are visible on the swivel joints at either end.",
    "title": "SCP-1090"
}