{
    "url": "https://scp-wiki.wikidot.com/scp-1096",
    "all_text": "rating: \n+154\n+\n–\nx\n\n\nItem #:\n SCP-1096\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1096 instances not in use are stored in a secure locker at Site ██. Experimentation with SCP-1096 may only be performed on Class-D personnel and only with prior permission from at least two (2) Level 3 Personnel. Class-D test subjects are housed in separate test subject containment cells at Site ██, and are excluded from mandatory monthly termination for the duration of testing.\n\n\nDescription:\n SCP-1096 is a set of silicone breast implants of various sizes, of which there are currently fifteen (15) pairs in containment. Each instance of SCP-1096 is identified by a lack of serial numbers and the words \"The Factory\" etched onto the outside surface.\n\n\nWithin seven days of being implanted into a suitable female subject, SCP-1096 will slowly begin converting all living tissue within the subject into what appears to be a living silicone-based plastic material. Visible changes begin with the removal of minor blemishes and imperfections and quickly advances into major figure-sculpting transformations, taking approximately ten (10) months to complete. It is currently unknown how this material retains all the properties of living tissue, and how major organs are able to continue functioning despite total conversion to silicone.\n\n\nAffected individuals are often described by observers as being \"perfect\" and \"beautiful\", though the exact appearance of each affected subject tends to vary according to that subject's personal tastes. Complete conversion of the subject's tissues results in a complete lack of detectable aging in the subject, though the subject also loses the ability to heal naturally; significant injuries inflicted to these subjects result in lasting wounds that do not close. Subjects have reported significant dulling of tactile sensation, including symptoms similar to congenital insensitivity to pain. Conversion of the subject's brain tissue also results in a slight but progressive reduction in intelligence as well as memory impairment.\n\n\nSCP-1096 was first discovered on █/██/198█ following reports of a woman admitted to a [REDACTED] Hospital following a major car accident [REDACTED] as being \"made from plastic\" and \"bleeding clear blood\".\n\n\nAddendum 1096-01:\n Incident Report, █/██/199█\n\n\nAn unused SCP-1096 instance was recovered following a raid on an underground plastic surgery clinic in [REDACTED], and the following damaged documentation recovered from the scene:\n\n\n\n\nThank you for your purchase of this quality Factory product!\n\n\nEver cursed your genetics for not making you perfect and beautiful? Wish you could be young again? Wipe away everything from minor blemishes to years of wrinkles and look young forever wit[ILLEGIBLE]\n\n\n\n\nThe surgeon, about to perform a procedure on a female subject, was shot and killed during the raid after drawing a firearm on Mobile Task Force [REDACTED] members and was unable to be questioned. The female subject was administered a Class A amnestic and released following a thorough investigation and background check that turned up no additional information.\n\n\n\n\n\n\n« \nSCP-1095\n | SCP-1096 | \nSCP-1097\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1096\n\" by Aelanna, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1096\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1096-01: Incident Report, █/██/199█\nAn unused SCP-1096 instance was recovered following a raid on an underground plastic surgery clinic in [REDACTED], and the following damaged documentation recovered from the scene:\nThe surgeon, about to perform a procedure on a female subject, was shot and killed during the raid after drawing a firearm on Mobile Task Force [REDACTED] members and was unable to be questioned. The female subject was administered a Class A amnestic and released following a thorough investigation and background check that turned up no additional information."
    ],
    "documents": [],
    "notes": [
        "Thank you for your purchase of this quality Factory product! Ever cursed your genetics for not making you perfect and beautiful? Wish you could be young again? Wipe away everything from minor blemishes to years of wrinkles and look young forever wit[ILLEGIBLE]",
        "\" SCP-1096 \" by Aelanna, from the SCP Wiki . Source: https://scpwiki.com/scp-1096 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1096",
    "object_class": "Safe",
    "containment_procedures": "SCP-1096 instances not in use are stored in a secure locker at Site ██. Experimentation with SCP-1096 may only be performed on Class-D personnel and only with prior permission from at least two (2) Level 3 Personnel. Class-D test subjects are housed in separate test subject containment cells at Site ██, and are excluded from mandatory monthly termination for the duration of testing.",
    "description": "SCP-1096 is a set of silicone breast implants of various sizes, of which there are currently fifteen (15) pairs in containment. Each instance of SCP-1096 is identified by a lack of serial numbers and the words \"The Factory\" etched onto the outside surface.",
    "title": "SCP-1096"
}