{
    "url": "https://scp-wiki.wikidot.com/scp-1102",
    "all_text": "rating: \n+148\n+\n–\nx\n\n\nItem #:\n SCP-1102\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1102 is confined to an already-settled landscape, giving it CU Caldera designation as a highly sensitive widespread phenomenon. As per these regulations, civilian awareness of an overarching effect is monitored by local agents, and specific outbreaks are to be suppressed as per standard procedures based on the number of witnesses and exposure. Additionally, as per the Caldera protocol, Foundation sociologists are to aid in the cultivation and segregation of civilian awareness by creating different mythologies of the aspects of SCP-1102’s manifestation. Over ██ of these are in circulation, and are believed to aid in preventing a holistic view of the phenomenon in question from forming.\n\n\nActive specimens or manifestations will disappear shortly and are to be restrained from entering highly populated areas and roadways when possible. Active specimens are not known to be dangerous to humans.\n\n\nResearch is currently suspended but is scheduled to restart on ██/██/████.\n\n\nDescription:\n SCP-1102 is a phenomenon localized in the Blue Ridge Mountain range in the eastern USA, though evidence suggests it may also include an area as far south as mid-Georgia and Alabama. (For a complete map of SCP-1102 related incidents from which the current location has been defined, contact Dr. ████ or any Level-4 personnel.) The exact cause of the effect is unknown, as no external factor has affected any facet of SCP-1102. This is therefore assumed to be related to [DATA EXPUNGED].\n\n\nThe effect occurs only at night, during periods of rain or snow, and targets deceased bodies within a small, randomly selected area. For each reasonably intact corpse in the area, an animated likeness of the original organism will appear, with minor differences including (in humans): changes (darkening or lightening) in skin tone, deformity (see Doc 1102-114A██), alteration or lack of facial features or small appendages (fingers, toes, genitalia), and █████ ██████████ █████. Clothing and body modifications or piercings, provided they are intact, are generally retained. It is unknown if the resulting entities are the same as the original creature, or are completely new organisms.\n\n\nThe dominant urge in all subjects, human or otherwise, seems to be one of returning or rejoining other members of the original species. Subjects instinctively know where the nearest group is, and the larger the group, the more likely the subject is to attempt to integrate with them. One historical sighting, for instance, describes seeing “a faceless hound, ghostly white, running in the company of other wild hounds, though not braying or making a sound - as its mouth was sealed shut.”\n\n\nAt rare intervals, however, the effect occurs at extreme magnitudes that may encompass many square kilometers. Further depiction can be accessed in Document 1102-A4 for Procedure 1102-EVE “Resurrection Woods.” For context, Foundation folklorists, historians, and retrieval teams estimate this particular event has occurred 3 times in the past century.\n\n\nAll entities completely vanish at some point in the same night that their appearance occurs, usually shortly before sunrise. They leave no discernible physical evidence of their presence apart from footprints, damaged vegetation, and so on. Given the entities’ rare occurrence and transient nature, limited information is available about them or the effect, and research is still pending.\n\n\n\n\nIn 2006, 100 Foundation operatives were stationed at graveyards in the Blue Ridge area for four months, in hopes of seeing the phenomenon manifest - at the end, one successful specimen was restrained, and the following observations were made:\n\n\n\n\nEntities are corporeal and have mass.\n\n\nEntities do not react to extraneous sounds or noise, even when they may indicate the presence of more of the host species - for instance, when a recording of a large chorus was played for one entity, it still moved towards the two operatives present (who were the largest nearby human presence.)\n\n\nEntities can “die” and have human anatomies without significant alterations or additions. Brain and nervous activity, however, are sporadic and do not seem to correspond to typical anatomy.\n\n\nEntities resemble the corresponding original corpse, though often differing in many ways.\n\n\nThe entity in some ways continues to be \"linked\" to the original corpse. When the entity vanishes, the original corpse will also vanish at approximately the same time. The ultimate destination of either entity is unknown, as is how they disappear.\n\n\nEntities are believed to be neither conscious, sapient, nor possessing of complex intelligence.\n\n\n\n\n\n\nAuxiliary File 1\n\nBecause of its unpredictable and sparse nature, the phenomenon has been studied from local stories and accounts that seem to describe it - several folklorists are appointed for the responsibility of distinguishing possibly real accounts from fictional mythology. From these results, the effect has been described as far back as accurate stories go, including the journals of at least three separate isolated farmers in the area, who devoted time to observing the phenomenon when it occurred.\n\n\nFor instance, one incident, reported in a local newspaper, occurred in 1978 (before the Foundation had completed its current containment procedures of the effect). A 17-year old male was killed by an unknown individual and apparently buried in a shallow grave near his former high school, on the same night as the school’s prom celebration. Five months later, the individual was reanimated (undergoing mutations typical of SCP-1102) on the night of a student fundraiser, and, showing typical signs of attraction to human presence, entered the school through an unlocked door.\n\n\nPolice were alerted, but due to numerous interferences, several hours passed before they arrived, by which point the high school was in a lockdown and complete panic. Most of those present self-evacuated, with the exception of several students who became trapped in a locked kitchen area; and an 18-year-old female who had been in a relationship with the affected individual, and was observed in the corner of a commons area, screaming, “Big Joe! Big Joe, it’s me, C██████! It’s me! You came back for us, Big Joe!”\n\n\nThe teenager’s correct identification of Joseph ████, despite significant alteration, is of interest, and it is hoped more description of this phenomenon will be uncovered in further accounts.\n\n\n\n\nAuxiliary Personal Report, by Dr. ██████ ████\n\nBlue Ridge is big, lonely, mysterious - it’s actually the trees that make it blue, and at sunset, night settles down like nothing else in the world. Meaning it’s possibly the best place east of the Mississippi for us to find this. Nonetheless, people spread out, and we’re making more and more calls for incidents in Great Smokey - plus, we still haven’t found a good way to take the SCP out of Blue Ridge (and then maybe put it somewhere else, like a big box with a lock.)\n\nThe only theory we’ve got is this - I was slamming back beers with ██-█ a while ago, and he said the only way we could do it, at all, was to contain the whole range. He’s right. You can’t take the effect out of the landscape - it’s something in the mountains, about the mountains, that makes all the dead come back faceless and insane.\n\nI don’t know what it wants. Make us all go away, be merciful to them, fuck with us? As helpful as it might be, I hope it never figures it out.\n\n\n\n\n\n\n« \nSCP-1101\n | SCP-1102 | \nSCP-1103\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1102\n\" by Sophia Light, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1102\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1102 \" by Sophia Light, from the SCP Wiki . Source: https://scpwiki.com/scp-1102 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1102",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1102 is confined to an already-settled landscape, giving it CU Caldera designation as a highly sensitive widespread phenomenon. As per these regulations, civilian awareness of an overarching effect is monitored by local agents, and specific outbreaks are to be suppressed as per standard procedures based on the number of witnesses and exposure. Additionally, as per the Caldera protocol, Foundation sociologists are to aid in the cultivation and segregation of civilian awareness by creating different mythologies of the aspects of SCP-1102’s manifestation. Over ██ of these are in circulation, and are believed to aid in preventing a holistic view of the phenomenon in question from forming.",
    "description": "SCP-1102 is a phenomenon localized in the Blue Ridge Mountain range in the eastern USA, though evidence suggests it may also include an area as far south as mid-Georgia and Alabama. (For a complete map of SCP-1102 related incidents from which the current location has been defined, contact Dr. ████ or any Level-4 personnel.) The exact cause of the effect is unknown, as no external factor has affected any facet of SCP-1102. This is therefore assumed to be related to [DATA EXPUNGED].",
    "title": "SCP-1102"
}