{
    "url": "https://scp-wiki.wikidot.com/scp-1103",
    "all_text": "rating: \n+406\n+\n–\nx\n\n\nItem #:\n SCP-1103\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Outside of scheduled experiments, instances of SCP-1103 are to be stored in a standard large-volume storage refrigerator in Bio-Containment Unit-23 at a temperature below 5°C.\n\n\nDue to limited supply, experiment proposals must be approved by at least two personnel with 2-1103 clearance.\n\n\nDescription:\n SCP-1103 refers to a set of commercially packed human body parts, labelled SCP-1103-1-1 to SCP-1103-1-11. All contained objects are vacuum-packed on plastic trays, with the label \"Dr. Wondertainment's Young Surgeon's Transplant Kit\", and a price tag ranging between $3.99 and $25.99. Several of the packs have an additional sticker showing a stylized bull's head, and the words \"CORN BELT\" written across its front.\n\n\nAdditional content of each package varies; however, all packages contain an instruction leaflet (see Addendum 1103-1), a set of single-use plastic gloves, and a tube labelled \"Dr. Wondertainment's Tube of Wonderlube\n®\n\" (designated SCP-1103-2) . The tube has a break-off end and contains approximately 5ccm of a translucent, viscous yellow-green liquid of composition resembling blood plasma.\n\n\nAnalysis has shown the tissues to be unusually durable - a sample was able to survive up to three hours exposed to room temperature air. When vacuum-packed or submerged in physiologic solution, and then cooled to below 5°C, a sample can be stored practically indefinitely. DNA analysis has shown the samples come from distinct individuals of varied race and gender, despite their uniform appearance - the only common trait among them appears to be the blood type of \"O\" and negative Rhesus factor.\n\n\nApplying SCP-1103-2 to human or animal tissues results in the temporary loosening of intercellular bonds of a layer approximately 1mm thick, accompanied by mild fluorescence, of duration ca. 5 minutes, after which the surface regains its previous structure. In the case of skin application, the outermost epidermis layer does not reconstitute.\n\n\nIf another tissue sample is brought into contact with the loose cell layer during this period, the surfaces fuse together. Over the following 6-14 hours, the interface between the two develops a functioning blood vessel network. Neural connections were initially thought not to develop; subsequent experiments have shown this process to take an average of three weeks. Only one case of tissue rejection has been recorded during testing, despite foreign origin of tissue. (Experiment logs available upon request to all personnel with at least 1-1103 clearance.)\n\n\nRecovery Log:\n SCP-1103 came into attention of the Foundation on ██/10/20██, after an incident at the ████████ National Hospital in ██████, Illinois, when 11-year-old J█████ W█████ was hospitalized with hands apparently fused to his face. Interviewing the subject has revealed he has purchased \"a joke surgery kit\" (classified SCP-1103-1-1) at \"████████ ███████\", a local joke shop, and attempted to use it to graft an additional finger to each of his hands.\n\n\nSubject's home was searched, resulting in the procurement of an instance of SCP-1103, and a shop bill from \"████████ ███████\", confirming the interview data. Investigation of the shop has resulted in seizing additional ██ instances of SCP-1103, however, the owner has been proven to lack any knowledge of SCP-1103's anomalous effects. Investigation into the origin of the anomalous shipment is ongoing.\n\n\nAll involved were treated with Class-A amnestics, and evidence linking J█████ W█████'s disfigurement to a gas leak explosion was fabricated.\n\n\nAddendum 1103-1:\n\n\n\n\nInstruction leaflet for SCP-1103-1-1\n\nHello!\n\n\nYou have successfully purchased Funny Finger Transplant\n®\n, a part of Dr. Wondertainment's Young Surgeon's Transplant Kit, and are on your way to become a Young Surgeon!\n\n\nWhat do you need to be a Young Surgeon, you ask?\n\nStep 1: Find a friend who needs a finger.\n\nStep 2: Open the Funny Finger Transplant\n®\n package without hesitation.\n\nStep 3: Like a real surgeon, put on Dr. Wondertainment's Gummy Gloves\n®\n. Make sure they are a good fit.\n\nStep 4: Break open the cap of Dr. Wondertainment's Tube of Wonderlube\n®\n. Don't worry, it won't go off if you keep it cool.\n\nStep 5: Spread a little Wonderlube\n®\n on the place that longs for a new digit!\n\nStep 6: Just like traffic lights, wait until you see green light.\n\nStep 7: Take a Funny Finger\n®\n and put it where it should go. Make sure you have put it the right way on, or everyone will laugh!\n\nStep 8: Hold it in place for about five seconds. Hurrah! The operation has succeeded, Young Surgeon!\n\n\nWhen not being a Young Surgeon, be sure to keep your Dr. Wondertainment's Young Surgeon's Transplant Kit cool!\n\n\nDo not touch the Wonderlube\n®\n with bare hands! Be careful when pulling down the Gummy Gloves\n®\n!\n\n\nBe precise, like a real surgeon! Once the Funny Finger\n®\n is in place, you won't be able to get it off that easily!\n\n\nIf you enjoy being a Young Surgeon, consider buying Dr. Wondertainment's Young Surgeon's Human Construction Set!\n\n\nWarning: May contain traces of nuts!\n\n\n\n\n\n\n\n\n« \nSCP-1102\n | SCP-1103 | \nSCP-1104\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1103\n\" by VAElynx, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1103\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1103-1:"
    ],
    "documents": [],
    "notes": [
        "Instruction leaflet for SCP-1103-1-1 Hello! You have successfully purchased Funny Finger Transplant ® , a part of Dr. Wondertainment's Young Surgeon's Transplant Kit, and are on your way to become a Young Surgeon! What do you need to be a Young Surgeon, you ask? Step 1: Find a friend who needs a finger. Step 2: Open the Funny Finger Transplant ® package without hesitation. Step 3: Like a real surgeon, put on Dr. Wondertainment's Gummy Gloves ® . Make sure they are a good fit. Step 4: Break open the cap of Dr. Wondertainment's Tube of Wonderlube ® . Don't worry, it won't go off if you keep it cool. Step 5: Spread a little Wonderlube ® on the place that longs for a new digit! Step 6: Just like traffic lights, wait until you see green light. Step 7: Take a Funny Finger ® and put it where it should go. Make sure you have put it the right way on, or everyone will laugh! Step 8: Hold it in place for about five seconds. Hurrah! The operation has succeeded, Young Surgeon! When not being a Young Surgeon, be sure to keep your Dr. Wondertainment's Young Surgeon's Transplant Kit cool! Do not touch the Wonderlube ® with bare hands! Be careful when pulling down the Gummy Gloves ® ! Be precise, like a real surgeon! Once the Funny Finger ® is in place, you won't be able to get it off that easily! If you enjoy being a Young Surgeon, consider buying Dr. Wondertainment's Young Surgeon's Human Construction Set! Warning: May contain traces of nuts!",
        "\" SCP-1103 \" by VAElynx, from the SCP Wiki . Source: https://scpwiki.com/scp-1103 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1103",
    "object_class": "Safe",
    "containment_procedures": "Outside of scheduled experiments, instances of SCP-1103 are to be stored in a standard large-volume storage refrigerator in Bio-Containment Unit-23 at a temperature below 5°C.",
    "description": "SCP-1103 refers to a set of commercially packed human body parts, labelled SCP-1103-1-1 to SCP-1103-1-11. All contained objects are vacuum-packed on plastic trays, with the label \"Dr. Wondertainment's Young Surgeon's Transplant Kit\", and a price tag ranging between $3.99 and $25.99. Several of the packs have an additional sticker showing a stylized bull's head, and the words \"CORN BELT\" written across its front.",
    "title": "SCP-1103"
}