{
    "url": "https://scp-wiki.wikidot.com/scp-1110",
    "all_text": "rating: \n+241\n+\n–\nx\n\n\nItem #:\n SCP-1110\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n MTF Gamma-5 (\"Red Herrings\") is to monitor all police scanner traffic within a 72 kilometer radius of the most recent manifestation of SCP-1110 in order to detect and scramble any potential reports of SCP-1110 activity to law enforcement. Once a report is detected and stopped, Gamma-5 units are to report to the location of origin disguised as local law enforcement as per hush protocol seven and confiscate all footage of SCP-1110. All cash losses incurred are to be replaced through Foundation funds. Special accounts dedicated to loss replacement drawn on private banks have been created and provided to MTF squad leaders accordingly.\n\n\nA special task force of MTF Gamma-5 (Gamma-5-STF-7 \"Reservoir Repairmen\") has been created and tasked with impersonating a private security firm (SecureCorp Professionals) and gaining control of bank security in the area immediately surrounding recent manifestations of SCP-1110, in order to destroy footage of SCP-1110 as the event occurs, and to attempt to interfere if possible.\n\n\nDescription:\n SCP-1110 is a series of phenomena that thus far seems to appear only on video cameras manufactured later than 19██ and centers around financial institutions such as banks or other repositories of currency in the ████████████ United States. To date, ██ instances of SCP-1110 manifestation have been confirmed, and between █ and ██ unconfirmed cases are suspected to involve SCP-1110, with at least one case coinciding with a typical bank robbery that occurred simultaneously in the same institution, making loss verification impossible. Unexplained losses by financial institutions lacking video monitoring systems are included in this approximation.\n\n\nDuring a typical SCP-1110 manifestation, two humanoid entities with their faces obscured by dark material designated SCP-1110-1 and SCP-1110-2 can be seen on camera footage entering the financial institution brandishing guns in a threatening manner, coupled with aggressive body language. SCP-1110-1 and SCP-1110-2 typically wear dark clothing, and are distinguished by a grey hood on SCP-1110-1 and what seems to be a skull like mask obscuring on SCP-1110-2. The pair will generally approach a teller and move in a fashion indicative of robbery demands. At this point the teller in the video will seem to comply with these demands by raising their hands above their heads and carefully handing over money, which SCP-1110-1 will place in a briefcase while SCP-1110-2 maintains its threatening pose toward the teller. Once a sum of cash between █████ and █████████ has been handed over, SCP-1110-1 will seal the briefcase and nod to SCP-1110-2, and the entities will exit the building.\n\n\nNote that the entities and phenomena occur only on video. During the time frame that video records SCP-1110 activity, business will commence as usual in the bank. No teller or customer present during an SCP-1110 event, including Foundation personnel on the scene, has ever seen, heard, or felt SCP-1110-1 or SCP-1110-2, even in cases where they have been shown in the video to physically assault or [DATA EXPUNGED]10-a.)\n\n\nFollowing a manifestation of SCP-1110, a sum of cash approximately equal to the amount shown being stolen in video footage will be missing from the place of manifestation. There have been confirmed cases of the entities stealing other items during a manifestation, including an incident in which SCP-1110-2 apparently demanded that a bank patron hand over his wristwatch. Following the manifestation, the patron commented to Foundation interviewers that his watch was present, but had stopped at the instant of removal shown in the video.\n\n\nAddendum-1110-a:\n \nOn █/█/19██, a teller was shown in SCP-1110 footage to resist, and was subsequently shot by SCP-1110-2. Post incident reviews with other bank employees revealed [DATA EXPUNGED].\n\n\nAddendum-1110-b:\n \nYes, I am aware that the containment protocols for SCP-1110 currently allow the possibility that legitimate crimes will go and have gone unreported due to accidental interference by MTF Gamma-5. I assure you all that this is a risk we must accept in order to maintain containment and prevent public knowledge of SCP-1110. -MTF Commander ████\n\n\nAddendum-1110-c:\n \nOn █/█/████, security cameras for a small pay-to-park business adjacent to the financial institution targeted by SCP-1110 captured footage of SCP-1110-1 and SCP-1110-2 fleeing the building on foot and entering a delivery vehicle parked in the pay-to-park lot. The vehicle was not recorded in the payment logs of the pay-to-park enterprise, nor was it observed by the employee operating the toll gate, and was driven by what appeared in the footage to be a Caucasian person of indeterminate build. The logo on the vehicle was noted by the agent who recovered the footage to bear a striking similarity to [REDACTED], and the possibility of a connection is currently under investigation. A proposal to add the modification of security video systems to include exterior and parking area cameras in all financial institutions under observation by MTF-G-5-STF-7 to containment protocols for SCP-1110 is under review pending authorization from Commander ████.\n\n\n\n\n\n\n« \nSCP-1109\n | SCP-1110 | \nSCP-1111\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1110\n\" by tunedtoadeadchannel, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1110\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1110-a: On █/█/19██, a teller was shown in SCP-1110 footage to resist, and was subsequently shot by SCP-1110-2. Post incident reviews with other bank employees revealed [DATA EXPUNGED].",
        "Addendum-1110-b: Yes, I am aware that the containment protocols for SCP-1110 currently allow the possibility that legitimate crimes will go and have gone unreported due to accidental interference by MTF Gamma-5. I assure you all that this is a risk we must accept in order to maintain containment and prevent public knowledge of SCP-1110. -MTF Commander ████",
        "Addendum-1110-c: On █/█/████, security cameras for a small pay-to-park business adjacent to the financial institution targeted by SCP-1110 captured footage of SCP-1110-1 and SCP-1110-2 fleeing the building on foot and entering a delivery vehicle parked in the pay-to-park lot. The vehicle was not recorded in the payment logs of the pay-to-park enterprise, nor was it observed by the employee operating the toll gate, and was driven by what appeared in the footage to be a Caucasian person of indeterminate build. The logo on the vehicle was noted by the agent who recovered the footage to bear a striking similarity to [REDACTED], and the possibility of a connection is currently under investigation. A proposal to add the modification of security video systems to include exterior and parking area cameras in all financial institutions under observation by MTF-G-5-STF-7 to containment protocols for SCP-1110 is under review pending authorization from Commander ████."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1110 \" by tunedtoadeadchannel, from the SCP Wiki . Source: https://scpwiki.com/scp-1110 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1110",
    "object_class": "Euclid",
    "containment_procedures": "MTF Gamma-5 (\"Red Herrings\") is to monitor all police scanner traffic within a 72 kilometer radius of the most recent manifestation of SCP-1110 in order to detect and scramble any potential reports of SCP-1110 activity to law enforcement. Once a report is detected and stopped, Gamma-5 units are to report to the location of origin disguised as local law enforcement as per hush protocol seven and confiscate all footage of SCP-1110. All cash losses incurred are to be replaced through Foundation funds. Special accounts dedicated to loss replacement drawn on private banks have been created and provided to MTF squad leaders accordingly.",
    "description": "SCP-1110 is a series of phenomena that thus far seems to appear only on video cameras manufactured later than 19██ and centers around financial institutions such as banks or other repositories of currency in the ████████████ United States. To date, ██ instances of SCP-1110 manifestation have been confirmed, and between █ and ██ unconfirmed cases are suspected to involve SCP-1110, with at least one case coinciding with a typical bank robbery that occurred simultaneously in the same institution, making loss verification impossible. Unexplained losses by financial institutions lacking video monitoring systems are included in this approximation.",
    "title": "SCP-1110"
}