{
    "url": "https://scp-wiki.wikidot.com/scp-1111",
    "all_text": "rating: \n+733\n+\n–\nx\n\n\nItem #:\n SCP-1111\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A restricted zone has been established in a 2 km radius around SCP-1111-2; a public statement was released declaring it to be a weather monitoring station. Cameras are suspended from weather balloons, constantly monitoring the enclosure. Individuals may not come within 1km of SCP-1111-2 without explicit written permission from a level 4 researcher or higher. Should SCP-1111-1 move away from SCP-1111-2, all personnel are to evacuate the restricted zone until SCP-1111-1 returns to its position beneath SCP-1111-2.\n\n\nDescription:\n SCP-1111-1 is an entity with an appearance similar to that of \nCanis familiaris\n, commonly known as the domestic dog. The size of SCP-1111-1 varies with its distance from SCP-1111-2; directly beneath it, SCP-1111-1 is approximately 150 cm from ground to shoulders. The exact breed of SCP-1111-1 is unclear; it appears to be a mix, with traits of both a Labrador Retriever and a German Shepard clearly visible. SCP-1111-1 possesses a white coat and red eyes, both of which glow at luminosities directly proportional to its proximity to SCP-1111-2. At distances greater than 500 m from SCP-1111-2, SCP-1111-1 gradually becomes translucent. Additionally, SCP-1111-1's speed, strength, and agility all seem to be inversely proportional to its distance from SCP-1111-2.\n\n\nA dog tag is affixed to a faded red collar around SCP-1111-1's neck. The tag reads:\n\n\nLoyal\n\n\nLeft alone, SCP-1111-1 lies down beneath SCP-1111-2. It does not appear to sleep, or, if it does, is able to do so with its eyes completely open. It does not eat, drink, or breathe.\n\n\nShould SCP-1111-1 become aware of any person or object coming near SCP-1111-2, it will quickly become hostile and attempt to destroy the intruder. SCP-1111-1 has significantly increased physical abilities above a standard canine; video records show it running at speeds in excess of 60 km/hr, jumping 6 m into the air, and biting through 15 mm titanium plating. SCP-1111-1 appears to be incorporeal, and as such attempts to both neutralize it and examine SCP-1111-2 more closely have been met with failure. See Incident Log 1111-B for details.\n\n\nSCP-1111-2 has the appearance of a man hanged by a noose from a tree. The subject wears a faded business suit and dress shoes; both are too worn to properly identify a manufacturer. SCP-1111-2 constantly jerks and twitches in a manner consistent with those of a man being hanged; occasionally gasps for breath can also be heard. The violence and energy of these jerks is directly proprotional to SCP-1111-1's proximity to SCP-1111-2; as the distance between the two increases, the jerks and twitches decrease in violence and frequency.\n\n\n\n\n+ Incident Log 1111-B\n\n\n\n\n- Incident Log 1111-B\n\n\n\n\n\n\nDate:\n 05/02/19██\n\nA team of █ agents were sent to attempt to neutralize SCP-1111-1 for transportation to a containment facility. The team approached SCP-1111-2 from the North, opposite the direction SCP-1111-1 was facing. The agents were able to come within 300 m of SCP-1111-2, at which point SCP-1111-1 rose and attacked agents without warning.\n\n\nAgent ████, realizing that the mission had failed, began to flee the area. SCP-1111-1 pursued, but decreased in size, definition, and speed as it grew further and further away from SCP-1111-2. When SCP-1111-1 reached a distance of 900 m from SCP-1111-2, SCP-1111-2 was observed to stop moving entirely. At this point, SCP-1111-1 froze for a moment and turned its head towards SCP-1111-2. SCP-1111-1 stayed in this position for a few seconds before howling once and sprinting back towards SCP-1111-2. SCP-1111-2 was observed to resume its jerking and twitching.\n\n\nVideo records of the incident indicate that rounds fired at SCP-1111-1 passed through it without making contact, despite the fact that its teeth and claws proved solid when attacking agents. Agent ████ was the only one to survive the incident.\n\n\nO5-█: From this point forward, only D-class and remote-operated drones may be used to approach SCP-1111 directly.\n\n\nDate:\n 05/20/19██\n\n█ D-class armed with [DATA EXPUNGED] were sent to approach SCP-1111-2 from various directions. Incident proved similar to previous attempt; SCP-1111-1 proceeded to kill all D-class present.\n\n\nDuring the incident, D-83011 was able to come within 50 m of SCP-1111-2 before being killed. During this time, cameras noted an anomaly with SCP-1111-2: its jerks slowed, and its eyes opened and fixed on D-83011. SCP-1111-2's arms then raised towards D-83011, in what appeared to observers as a welcoming embrace. Moments before D-83011 was killed by SCP-1111-1, SCP-1111-2's lips can be seen moving, mouthing what appear to be the words \"no, down boy\". Immediately after the death of D-83011, SCP-1111-2 fell limp and resumed normal twitching.\n\n\nO5-█: It appears as though simply isolating SCP-1111-2 is enough to effectively contain SCP-1111-1. As such, all further testing is suspended, barring a significant development, until further notice.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1110\n | SCP-1111 | \nSCP-1112\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1111\n\" by DrSevere, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1111\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Date: 05/02/19██ A team of █ agents were sent to attempt to neutralize SCP-1111-1 for transportation to a containment facility. The team approached SCP-1111-2 from the North, opposite the direction SCP-1111-1 was facing. The agents were able to come within 300 m of SCP-1111-2, at which point SCP-1111-1 rose and attacked agents without warning. Agent ████, realizing that the mission had failed, began to flee the area. SCP-1111-1 pursued, but decreased in size, definition, and speed as it grew further and further away from SCP-1111-2. When SCP-1111-1 reached a distance of 900 m from SCP-1111-2, SCP-1111-2 was observed to stop moving entirely. At this point, SCP-1111-1 froze for a moment and turned its head towards SCP-1111-2. SCP-1111-1 stayed in this position for a few seconds before howling once and sprinting back towards SCP-1111-2. SCP-1111-2 was observed to resume its jerking and twitching. Video records of the incident indicate that rounds fired at SCP-1111-1 passed through it without making contact, despite the fact that its teeth and claws proved solid when attacking agents. Agent ████ was the only one to survive the incident. O5-█: From this point forward, only D-class and remote-operated drones may be used to approach SCP-1111 directly. Date: 05/20/19██ █ D-class armed with [DATA EXPUNGED] were sent to approach SCP-1111-2 from various directions. Incident proved similar to previous attempt; SCP-1111-1 proceeded to kill all D-class present. During the incident, D-83011 was able to come within 50 m of SCP-1111-2 before being killed. During this time, cameras noted an anomaly with SCP-1111-2: its jerks slowed, and its eyes opened and fixed on D-83011. SCP-1111-2's arms then raised towards D-83011, in what appeared to observers as a welcoming embrace. Moments before D-83011 was killed by SCP-1111-1, SCP-1111-2's lips can be seen moving, mouthing what appear to be the words \"no, down boy\". Immediately after the death of D-83011, SCP-1111-2 fell limp and resumed normal twitching. O5-█: It appears as though simply isolating SCP-1111-2 is enough to effectively contain SCP-1111-1. As such, all further testing is suspended, barring a significant development, until further notice.",
        "\" SCP-1111 \" by DrSevere, from the SCP Wiki . Source: https://scpwiki.com/scp-1111 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1111",
    "object_class": "Euclid",
    "containment_procedures": "A restricted zone has been established in a 2 km radius around SCP-1111-2; a public statement was released declaring it to be a weather monitoring station. Cameras are suspended from weather balloons, constantly monitoring the enclosure. Individuals may not come within 1km of SCP-1111-2 without explicit written permission from a level 4 researcher or higher. Should SCP-1111-1 move away from SCP-1111-2, all personnel are to evacuate the restricted zone until SCP-1111-1 returns to its position beneath SCP-1111-2.",
    "description": "SCP-1111-1 is an entity with an appearance similar to that of Canis familiaris, commonly known as the domestic dog. The size of SCP-1111-1 varies with its distance from SCP-1111-2; directly beneath it, SCP-1111-1 is approximately 150 cm from ground to shoulders. The exact breed of SCP-1111-1 is unclear; it appears to be a mix, with traits of both a Labrador Retriever and a German Shepard clearly visible. SCP-1111-1 possesses a white coat and red eyes, both of which glow at luminosities directly proportional to its proximity to SCP-1111-2. At distances greater than 500 m from SCP-1111-2, SCP-1111-1 gradually becomes translucent. Additionally, SCP-1111-1's speed, strength, and agility all seem to be inversely proportional to its distance from SCP-1111-2.",
    "title": "SCP-1111"
}