{
    "url": "https://scp-wiki.wikidot.com/scp-1127",
    "all_text": "rating: \n+397\n+\n–\nx\n\n\nItem #:\n SCP-1127\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Instances of SCP-1127 identified outside of containment are to be investigated by MTF Mu-53 (“Ebert's Thumb”). Physical copies of SCP-1127 are to be seized, and digital copies are to be captured on secure encrypted recording media before being neutralized. Any victims of full SCP-1127 exposure must be evaluated to determine if the effects of SCP-1127 have rendered them an unacceptable threat to the general public. Those deemed an acceptable risk are to be treated with Class-A amnestics and released. (\nNote:\n Amnestics have no effect on the symptoms of SCP-1127 exposure.\n) Those that cannot be released back into the population will be reclassed as D-class personnel or terminated at the site director’s discretion.\n\n\nContained copies of SCP-1127 are to be kept in the secure media vault at Site-██. Instances of SCP-1127 shall only be viewed on devices approved by the site director within Site-██’s secure viewing room. Instances of SCP-1127 shall only be viewed in their entirety by D-class subjects as part of an approved experiment. Foundation personnel should avoid unnecessary exposure and log any incidence of viewing SCP-1127. Any personnel who have logged over 15 minutes cumulative lifetime viewing of any version of SCP-1127 must cease working with SCP-1127 and be assigned to other duties.\n\n\nDescription:\n SCP-1127 is a series of short films ranging between 23 and 42 minutes in length. To date ███ copies of 3 different films have been recovered and 1 film has been identified but not yet contained. The films have been designated SCP-1127-1, SCP-1127-2, SCP-1127-3 and SCP-1127-4. It is unknown how many more films in the SCP-1127 series have yet to be identified and recovered by the Foundation.\n\n\nEach film is composed primarily of scenes clipped from other movies and shorts, with additional video from various other sources. Sound and dialog has been added or modified, and a “narrator” character unique to each film appears, fully integrated into the clips comprising the film, regardless of the original source of the material. The narrator provides commentary and occasionally interacts with objects and characters within the recycled footage.\n\n\nAnomalous properties present after a cumulative 20 minutes of exposure to the contents of any single film in the SCP-1127 series. Effects do not present when audio and video are perceived separately. Each film in the series produces a different effect in the viewer, but in each case the effect is a permanent disruption in normal behavior patterns, altering emotional reactions to various stimuli.\n\n\n\n\n+ Description of SCP-1127-1\n\n\n\n\n- Description of SCP-1127-1\n\n\n\n\n\n\nInitial Appearance:\n SCP-1127-1 first appeared on █/██/20██, at the ████████ Movies 10 Cineplex in █████████, New York. SCP-1127-1 had been inserted into the first half hour of [REDACTED]. Exits were blocked by persons unknown and approximately ███ people were exposed.\n\n\n\n\n\n\nLength:\n 23 minutes.\n\n\n\n\n\n\nTitle:\n Were Clowns Always Yellow? (Number 5)\n\n\n\n\n\n\nNarrator:\n A middle-aged man wearing a SS uniform including a holstered pistol. His face is obscured by elaborate clown makeup.\n\n\n\n\n\n\nIdentified Video Sources:\n \nThe Sound of Music\n (1965), \nThe Night Porter\n (1974), \nThe Day the Clown Cried\n (1972), \nSurf Nazis Must Die\n (1987), [REDACTED], archival footage from the WWII era.\n\n\n\n\n\n\nSample Narration:\n When our lives become the joke, humor becomes a war crime. The punch-line is always death, and to “get it” is to abandon the pretense that “getting it” matters. Laugh at the reality that is laughing at you! [Narrator draws his pistol and shoots J████ L████ in the back of the head.]\n\n\n\n\n\n\nEffects from exposure:\n After exposure to SCP-1127-1, subjects will generally consider it the most humorous thing they’ve ever seen. Afterwards, subjects will express disturbance and disgust at any communication normally intended to be humorous. Most jokes will be seen as offensive, and videos of comedians or comedies will cause distress or revulsion. (One D-Class subject had to be physically restrained when shown an episode of \nMonty Python’s Flying Circus\n after exposure.) Conversely, communication that might normally be cause of distress prior to exposure (autopsy photos, graphic war footage, videos of public suicide) will be seen as amusing or funny.\n\n\n\n\n\n\nConclusions:\n Victims of SCP-1127-1 exposure are deemed safe to re-enter the general population after administration of class-A amnestics.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Description of SCP-1127-2\n\n\n\n\n- Description of SCP-1127-2\n\n\n\n\n\n\nInitial Appearance:\n On █/██/20██ a copy of SCP-1127-2 was uploaded to ███████.com and registered ████ views before exposure was contained with a DMCA notice. Foundation agents tracked the origin to a proxy server in Guam. Investigation continues as to its origin.\n\n\n\n\n\n\nLength:\n 37 minutes.\n\n\n\n\n\n\nTitle:\n Crazy Where? You Are (Number 0)\n\n\n\n\n\n\nNarrator:\n A female child approximately 12 years old, wearing a blue dress and a black domino mask. She carries a teddy bear that she slowly dismembers with a small knife during the course of the film.\n\n\n\n\n\n\nIdentified Video Sources:\n \nWilly Wonka and the Chocolate Factory\n (1971), A Three Stooges Short, “They Stooge to Conga” (1943), \nFaces of Death\n (1978), \nLa planète sauvage\n (1973), [REDACTED], various animated sources from 193█ until 196█ including “Bugs Bunny Nips the Nips” (1944) and the Tom & Jerry short “The Midnight Snack” (1941).\n\n\n\n\n\n\nSample Narration:\n [Whispering during a clip of “Bugs Bunny Nips the Nips”] … what are you afraid of … violence … afraid that violence is the answer … or is it the question … ask the question you are afraid of … you already know the answer … pain doesn’t hurt.\n\n\n\n\n\n\nEffects from viewing:\n After exposure, subjects will generally express no strong emotional response to SCP-1127-2 at all. Subjects also lose interest and emotional connections to things, activities and people they had prior to exposure. Subjects will also react to dangerous and hostile environments with disinterest to the point they will ignore immediate threats to their personal safety. Subjects also express a marked decrease in empathy and may injure or harm others out of “curiosity.”\n\n\n\n\n\n\nConclusions:\n Victims of SCP-1127-2 exposure are unsafe to re-enter the general population due to the risk they pose to others.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Description of SCP-1127-3\n\n\n\n\n- Description of SCP-1127-3\n\n\n\n\n\n\nInitial Appearance:\n During █/██/20██ - █/██/20██, an illegal UHF transmitter off the coast of ███████, Michigan broadcast a loop of SCP-1127-3 for approximately 72 hours. Foundation involvement occurred subsequent to cessation of broadcast. ██ people were found to be affected. No copy of SCP-1127-3 has yet been recovered.\n\n\n\n\n\n\nLength:\n 30 minutes (Approximate)\n\n\n\n\n\n\nTitle:\n All? Comes With Yesterday (Number X)\n\n\n\n\n\n\nNarrator:\n A woman approximately in her mid-30s wearing an Elizabethan ball-gown. She wears a metallic golden mask in the form of a rat’s face. When she is in profile, the mask appears to be stitched to the side of her head. Some blood is visible.\n\n\n\n\n\n\nIdentified Video Sources:\n \nRoboCop\n (1987), \nEraserhead\n (1977), \nThe Ten Commandments\n (1956), \nNatural Born Killers\n (1994), \nDawn of the Dead\n (1978), \nApocalypse Now\n (1979).\n\n\n\n\n\n\nSample Narration:\n [Monotone. Three second beat between words.] Desire. Aspire. Require. Conspire. Acquire. Retire. Expire. Choir. Pyre. Liar. Liar. Liar. Liar. [Continues saying “Liar.” for several minutes.]\n\n\n\n\n\n\nEffects from viewing:\n After exposure, subjects express an extreme discomfort with technological artifacts. They dislike any object that has been machined, processed or otherwise manufactured. This applies not only to things generally considered “technological,” but to almost anything that is the result of human intervention in the environment, including clothing and anything beyond the most simple tool use. This effect extends to abstract concepts as well, in particular the concepts of money, personal property, and political organization.\n\n\n\n\n\n\nConclusions:\n Victims of SCP-1127-3 exposure pose little danger, but are unable to re-integrate into modern society. After administration of class-A amnestics, any individuals to be released must be placed in an institutional environment or be relocated to [REDACTED] where they can be assimilated into the [REDACTED] population.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Description of SCP-1127-4\n\n\n\n\n- Description of SCP-1127-4\n\n\n\n\n\n\nInitial Appearance:\n From █/██/20██ to █/██/20██, ███ Copies of SCP-1127-4 had been inserted as a “special feature” onto DVDs stocked at the ████ █████ Adult Bookstore in ███████, Canada. ██ copies had been sold, all recovered. ██ individuals were exposed to SCP-1127-4’s full effect.\n\n\n\n\n\n\nLength:\n 42 minutes\n\n\n\n\n\n\nTitle:\n Why Are You Crying? (Number -1)\n\n\n\n\n\n\nNarrator:\n Male in his early 20s, shirtless, wearing black leather pants and a leather mask obscuring his face. As the film progresses, welts and bruises appear on the narrator’s torso without apparent cause.\n\n\n\n\n\n\nIdentified Video Sources:\n \nCremaster 3\n (2002), \nDog ██████\n (1971), \nA Dirty Shame\n (2004), \nLolita\n (1962), \nThe Rocky Horror Picture Show\n (1975), \nSalò o le 120 giornate di Sodoma\n (1975), [REDACTED], various videos available on the internet including “█ █████ █ ███”.\n\n\n\n\n\n\nSample Narration:\n …do you want to close your eyes and run to mommy well run to her then run to her and tell her all those sick things that make you want to puke and whip it out and jerk off while the warm shit smears across your naked skin and she’ll kiss it and make it all better because mommy knows what you want what you always wanted and she’ll give it to you hard if you only have the balls to ask cause mommy loves you and love ain’t nothing but sex misspelled…\n\n\n\n\n\n\nEffects from viewing:\n After exposure, subjects will no longer be able to attain sexual arousal as they would have prior to exposure. Anything they would have found erotic or stimulating prior to exposure will become, at best, an object of disinterest, and occasionally it will become a source of revulsion. Instead, the subject will have acquired new, and apparently random, subjects and/or actions they consider erotic and/or stimulating. All subjects lose the ability to be stimulated by fantasizing or use of pornography, and must actively engage in their acquired fixations in order to become aroused. New sexual interests may be relatively benign (Sadomasochism, Coprophagia, Acrotomophilia, Partialism, Klismaphilia, Mysophilia, Voyeurism, Exhibitionism), potentially harmful or criminal (Asphyxiophilia, Zoosadism), or actively dangerous and likely to cause harm to the subject or others (Biastophilia, Pedophilia, Necrophilia, Apotemnophilia, Vorarephilia.)\n\n\n\n\n\n\nConclusions:\n Disposition of victims of SCP-1127-4 is dependent on evaluation of their acquired paraphilia. Because of the necessity of the subject to act on these desires to achieve any form of sexual function, any subject expressing a paraphilia that requires a non-consensual partner (or a partner that cannot legally consent) and/or risks actual permanent physical harm or death of the subject and/or partner shall be deemed unsuitable for release.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1126\n | SCP-1127 | \nSCP-1128\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1127\n\" by sandrewswann, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1127\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1127 \" by sandrewswann, from the SCP Wiki . Source: https://scpwiki.com/scp-1127 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1127",
    "object_class": "Safe",
    "containment_procedures": "Instances of SCP-1127 identified outside of containment are to be investigated by MTF Mu-53 (“Ebert's Thumb”). Physical copies of SCP-1127 are to be seized, and digital copies are to be captured on secure encrypted recording media before being neutralized. Any victims of full SCP-1127 exposure must be evaluated to determine if the effects of SCP-1127 have rendered them an unacceptable threat to the general public. Those deemed an acceptable risk are to be treated with Class-A amnestics and released. (Note: Amnestics have no effect on the symptoms of SCP-1127 exposure.) Those that cannot be released back into the population will be reclassed as D-class personnel or terminated at the site director’s discretion.",
    "description": "SCP-1127 is a series of short films ranging between 23 and 42 minutes in length. To date ███ copies of 3 different films have been recovered and 1 film has been identified but not yet contained. The films have been designated SCP-1127-1, SCP-1127-2, SCP-1127-3 and SCP-1127-4. It is unknown how many more films in the SCP-1127 series have yet to be identified and recovered by the Foundation.",
    "title": "SCP-1127"
}