{
    "url": "https://scp-wiki.wikidot.com/scp-1131",
    "all_text": "rating: \n+268\n+\n–\nx\n\n\n\n\n\n\nAn instance of SCP-1131 initiating a feeding sequence.\n\n\n\n\n\n\nItem #:\n SCP-1131\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Instances of SCP-1131 brought into captivity are to be kept in 1m x 1m x 1m acrylic vivariums for the remainder of their lives (usually no more than a few weeks). Persons affected by SCP-1131 (given the group designation SCP-1131-1) are to be kept in a standard persons holding cell for further research.\n\n\nFoundation personnel stationed in places where instances of SCP-1131 have manifested should wear insect repellent containing p-Menthane-3,8-diol at all times. Personnel entering an SCP-1131 containment unit must wear a full Level A hazardous materials suit. Any bites made by SCP-1131 on any person must be noted, and any persons bitten must immediately be detained.\n\n\nDescription:\n SCP-1131 is a member of the species \nCuliseta longiareolata\n, and appears under direct observation as a normal specimen of that species. Instances of SCP-1131 range in size, but are on average approximately 8 mm long and weigh on average 1.7 milligrams. Instances of SCP-1131 refuse to feed from animals other than mammals. SCP-1131 appears to be of intelligence limited to its species, and acts on instinct alone.\n\n\nWhen a female SCP-1131 bites a mammal, the affected person or animal (immediately given the designation SCP-1131-1) begins a physical transformation lasting several days. First, the subject loses consciousness and enters a comatose state. Then, beginning at the site of the bite, the tissues of SCP-1131-1 begin to change, starting with the dermis and progressing inward toward muscular and skeletal structures. All subjects take on the same physical appearance and attributes: that of a Caucasian human male named Oscar Peleschak, age 57.\n\n\nSubjects usually awaken within 24 hours of the completion of this transformation. Subjects affected by SCP-1131 are indistinguishable from each other after the completion of this transformation. All subjects claim to be Oscar Peleschak and show signs of distress upon awakening. When asked for the last remembered calendar date, subjects offer September 5, 1968.\n\n\nIf two or more members of SCP-1131-1 are introduced, they will all claim the other or others to be impostors, and become distressed with the presence of the other or others. If this encounter is allowed to escalate, these arguments will become heated, but no subjects will resort to physical violence, due to self-proclaimed pacifism.\n\n\nIt is unknown how many instances of SCP-1131 exist. When instances of SCP-1131 breed, not all offspring (less than 1%) exhibit SCP-1131's effect. There does not, at this time, appear to be any way to reverse the effects of SCP-1131.\n\n\n\n\n\n\nA member of SCP-1131-1 after arrest for insurance fraud, January 1969.\n\n\n\n\n\n\nAddendum:\n SCP-1131 was recovered in ██████, Massachusetts, when an embedded Foundation agent noted several discrepancies in local vital records. Of note was the fact that an individual named Oscar Peleschak had multiple vital records indicating date of death, but all had been redacted by local authorities. ████████ ██████ Life Insurance Company had investigated Oscar Peleschak multiple times, and criminal charges for insurance fraud were filed in 1969, but ultimately were not pursued due to lack of evidence.\n\n\nThe only birth record of Oscar Peleschak was issued in 1911 at ██ ██████ Memorial Hospital. The first death certificate of Oscar Peleschak was issued by that same hospital on September 7, 1968 with the cause of death listed as [REDACTED]. It is hypothesized that this is the 'original' Oscar Peleschak and the subject identified in these records was given the designation SCP-1131-0. Exhumation of the body indicated no genetic differences between SCP-1131-0 and any members of SCP-1131-1. Furthermore, forensic analysis of the body indicates that some physical damage, namely skeletal scarring from a broken wrist estimated to be several decades old at time of death, exists in all members of SCP-1131-1 as well.\n\n\nSCP-1131-0 was married at the time of his death to Mary Peleschak, now deceased.\n\n\nCurrently, records indicate 47 separate instances of SCP-1131-1, of which 4 are still alive, currently detained at Site ██. No members of SCP-1131-1 retain any recollection of the experiences of past members of this group.\n\n\nAddendum 1131-A:\n Once SCP-1131 initiates a feeding sequence, there does not appear to be anything which will reverse, hinder, or stop its effect, including laceration of affected skin, amputation, or death.\n\n\nAddendum 1131-B:\n List of known individuals affected by SCP-1131:\n\n\n[DATA EXPUNGED]\n\n\nAddendum 1131-C: Transcript of video interview with a member of SCP-1131-1:\n\n\nInterviewed: SCP-1131-1\n\n\nInterviewer: Dr. ███████, Clearance Level 2/1131-\n937\n-\n439\n\n\n\n\n(SCP-1131-1 sits on camera in an orange jumpsuit, sipping a cup of coffee. Dr. ███████ sits just off camera, only his arm visible. This member of SCP-1131-1 was detained shortly after entering a comatose state and has been isolated since that time.)\n\n\nDr. ███████:\n Please state your name for the record.\n\n\nSCP-1131-1:\n My name is Oscar Peleschak. I've told you that before.\n\n\nDr. ███████:\n What is the last thing you remember before waking up at this facility, Mr. Peleschak?\n\n\nSCP-1131-1:\n Well…I just got off of work, and I called a cab to get home. I got in the cab, and the driver was jabbering at me, and I wasn't paying attention too much. Then I got home, said good night to the missus, read a book, got in bed, and woke up here.\n\n\nDr. ███████:\n Did you experience any sort of discomfort at the time? Any itching or burning sensations in your skin, like those from an animal bite.\n\n\nSCP-1131-1:\n Not that I remember. Can I go now? I ain't done nothing wrong. I got a wife to get back to, y'know.\n\n\nDr. ███████:\n I'm sorry, Mr. Peleschak. You will not be allowed to leave.\n\n\nSCP-1131-1:\n Why? I ain't done nothing wrong! I've got rights, you know!\n\n\n<End of log>\n\n\n\n\n\n\n\n\n« \nSCP-1130\n | SCP-1131 | \nSCP-1132\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1131\n\" by Sam Swicegood (CityToast), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1131\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1131-1.jpg\n\n\nName:\n Mosquito\n\n\nAuthor:\n Naiad\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n 1131-2.jpg\n\n\nName:\n Oscar\n\n\nAuthor:\n \nCityToast\n\n\nLicense:\n CC-BY 3.0\n\n\nSource Link:\n self\n\n\nNotes\n: Photo of man is from a set of pre-1900s mugshots courtesy of Ampersand Galleries, and is considered public domain (a) under the pre-1924 rule and (b) as released into the Public Domain by Oregon State Police's public records guidelines..",
    "addendums": [
        "Addendum: SCP-1131 was recovered in ██████, Massachusetts, when an embedded Foundation agent noted several discrepancies in local vital records. Of note was the fact that an individual named Oscar Peleschak had multiple vital records indicating date of death, but all had been redacted by local authorities. ████████ ██████ Life Insurance Company had investigated Oscar Peleschak multiple times, and criminal charges for insurance fraud were filed in 1969, but ultimately were not pursued due to lack of evidence.\nThe only birth record of Oscar Peleschak was issued in 1911 at ██ ██████ Memorial Hospital. The first death certificate of Oscar Peleschak was issued by that same hospital on September 7, 1968 with the cause of death listed as [REDACTED]. It is hypothesized that this is the 'original' Oscar Peleschak and the subject identified in these records was given the designation SCP-1131-0. Exhumation of the body indicated no genetic differences between SCP-1131-0 and any members of SCP-1131-1. Furthermore, forensic analysis of the body indicates that some physical damage, namely skeletal scarring from a broken wrist estimated to be several decades old at time of death, exists in all members of SCP-1131-1 as well.\nSCP-1131-0 was married at the time of his death to Mary Peleschak, now deceased.\nCurrently, records indicate 47 separate instances of SCP-1131-1, of which 4 are still alive, currently detained at Site ██. No members of SCP-1131-1 retain any recollection of the experiences of past members of this group.",
        "Addendum 1131-A: Once SCP-1131 initiates a feeding sequence, there does not appear to be anything which will reverse, hinder, or stop its effect, including laceration of affected skin, amputation, or death.",
        "Addendum 1131-B: List of known individuals affected by SCP-1131:\n[DATA EXPUNGED]",
        "Addendum 1131-C: Transcript of video interview with a member of SCP-1131-1:"
    ],
    "documents": [],
    "notes": [
        "(SCP-1131-1 sits on camera in an orange jumpsuit, sipping a cup of coffee. Dr. ███████ sits just off camera, only his arm visible. This member of SCP-1131-1 was detained shortly after entering a comatose state and has been isolated since that time.) Dr. ███████: Please state your name for the record. SCP-1131-1: My name is Oscar Peleschak. I've told you that before. Dr. ███████: What is the last thing you remember before waking up at this facility, Mr. Peleschak? SCP-1131-1: Well…I just got off of work, and I called a cab to get home. I got in the cab, and the driver was jabbering at me, and I wasn't paying attention too much. Then I got home, said good night to the missus, read a book, got in bed, and woke up here. Dr. ███████: Did you experience any sort of discomfort at the time? Any itching or burning sensations in your skin, like those from an animal bite. SCP-1131-1: Not that I remember. Can I go now? I ain't done nothing wrong. I got a wife to get back to, y'know. Dr. ███████: I'm sorry, Mr. Peleschak. You will not be allowed to leave. SCP-1131-1: Why? I ain't done nothing wrong! I've got rights, you know! <End of log>",
        "\" SCP-1131 \" by Sam Swicegood (CityToast), from the SCP Wiki . Source: https://scpwiki.com/scp-1131 . Licensed under CC-BY-SA .",
        "Filename: 1131-1.jpg Name: Mosquito Author: Naiad License: CC-BY 2.0 Source Link: flickr",
        "Filename: 1131-2.jpg Name: Oscar Author: CityToast License: CC-BY 3.0 Source Link: self Notes : Photo of man is from a set of pre-1900s mugshots courtesy of Ampersand Galleries, and is considered public domain (a) under the pre-1924 rule and (b) as released into the Public Domain by Oregon State Police's public records guidelines.."
    ],
    "item": "SCP-1131",
    "object_class": "Euclid",
    "containment_procedures": "Instances of SCP-1131 brought into captivity are to be kept in 1m x 1m x 1m acrylic vivariums for the remainder of their lives (usually no more than a few weeks). Persons affected by SCP-1131 (given the group designation SCP-1131-1) are to be kept in a standard persons holding cell for further research.",
    "description": "SCP-1131 is a member of the species Culiseta longiareolata, and appears under direct observation as a normal specimen of that species. Instances of SCP-1131 range in size, but are on average approximately 8 mm long and weigh on average 1.7 milligrams. Instances of SCP-1131 refuse to feed from animals other than mammals. SCP-1131 appears to be of intelligence limited to its species, and acts on instinct alone.",
    "title": "SCP-1131"
}