{
    "url": "https://scp-wiki.wikidot.com/scp-1152",
    "all_text": "rating: \n+493\n+\n–\nx\n\n\n\n\n\n\nSCP-1152 during initial containment, note the missing digit on the front-left paw.\n\n\n\n\n\n\nItem #:\n SCP-1152\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1152 is to be kept in a solitary habitat in the Site-98 Animal Housing Wing. SCP-1152 is to be given 5kg of feed meeting its nutritional standards, detailed in document SCP-1152-NI, laced with 25mg Venlafaxine. SCP-1152 is to be examined once every two months by an onsite veterinarian following repeated health issues. Access to SCP-1152 is reserved to Level 3 personnel only.\n\n\nDescription:\n SCP-1152 is superficially similar to standard members of the \nProcyon lotor\n (common raccoon) species. SCP-1152 weighs approximately 75kg, despite only being 60cm from the nose to the tip of its tail, and its current state of malnutrition. SCP-1152 does not share the genome of other members of its species, but is a near complete match for the human genome. After logging SCP-1152's genome in the Foundation Database it was found to share 99.87% of its genetic code with the late Agent ████.\n1\n Along with its human DNA, SCP-1152 has proven susceptible to pathogens normally restricted to infecting humans. SCP-1152 also has been verified to have a lifespan much longer than others of its species, having been in containment for six years. SCP-1152 is missing the fifth digit on its front-left paw; how SCP-1152 was injured is as of yet unknown.\n\n\nSCP-1152 has exhibited intelligence on par with an average post-pubescent human, eluding capture from staff for two weeks after initially being found in Site-98's personnel wing.\n2\n SCP-1152 is suffering from long-term depression following its capture. SCP-1152 is capable of manipulating objects with considerable dexterity beyond what should be feasibly possible with paws. It is also capable of opening doors and bypassing low security manual locks, requiring the lock to its room to be replaced with keycard access.\n\n\nAlong with the anomalous mass of SCP-1152's body, it appears that SCP-1152 may possess cognitohazardous effects in carnivorous and omnivorous land animals. Any such animal introduced to SCP-1152, even members of its own species, has displayed hostility to SCP-1152. As such it is now contained in a secluded habitat.\n\n\nAddendum SCP-1152-A:\n After the events of its escape on ██/06/20██ all personnel are advised to keep their keycards hidden on their person when interacting with SCP-1152. The incident report follows:\n\n\n\n\n10:45AM\n SCP-1152 is seen attempting to dig through the walls of its habitat\n\n\n10:55AM\n Agent █████ is dispatched to incapacitate SCP-1152\n\n\n11:02AM\n SCP-1152 attacks Agent █████, retrieves his keycard, and escapes containment\n\n\n2:35PM\n SCP-1152 is found in the Site-98 supply storage and contained once more.\n\n\nNotes: SCP-1152 was found with a stolen phone; records indicate that it somehow dialed Agent ████'s wife after presumably striking random buttons. The call lasted five minutes and consisted entirely of SCP-1152 whining and barking into the microphone.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Agent ████ was presumed dead after being MIA for thirteen months. His body has yet to be retrieved by Foundation staff.\n\n\n2\n. How SCP-1152 managed to get into Site-98 without being noticed is as of yet unknown, along with how it obtained knowledge of the layout of Site-98.\n\n\n\n\n\n\n\n\n« \nSCP-1151\n | SCP-1152 | \nSCP-1153\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1152\n\" by Vorcha, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1152\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n raccoon.jpg\n\n\nName:\n Andy in a Cage\n\n\nAuthor:\n SnugglePilot\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum SCP-1152-A: After the events of its escape on ██/06/20██ all personnel are advised to keep their keycards hidden on their person when interacting with SCP-1152. The incident report follows:"
    ],
    "documents": [],
    "notes": [
        "10:45AM SCP-1152 is seen attempting to dig through the walls of its habitat 10:55AM Agent █████ is dispatched to incapacitate SCP-1152 11:02AM SCP-1152 attacks Agent █████, retrieves his keycard, and escapes containment 2:35PM SCP-1152 is found in the Site-98 supply storage and contained once more. Notes: SCP-1152 was found with a stolen phone; records indicate that it somehow dialed Agent ████'s wife after presumably striking random buttons. The call lasted five minutes and consisted entirely of SCP-1152 whining and barking into the microphone.",
        "\" SCP-1152 \" by Vorcha, from the SCP Wiki . Source: https://scpwiki.com/scp-1152 . Licensed under CC-BY-SA .",
        "Filename: raccoon.jpg Name: Andy in a Cage Author: SnugglePilot License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "item": "SCP-1152",
    "object_class": "Safe",
    "containment_procedures": "SCP-1152 is to be kept in a solitary habitat in the Site-98 Animal Housing Wing. SCP-1152 is to be given 5kg of feed meeting its nutritional standards, detailed in document SCP-1152-NI, laced with 25mg Venlafaxine. SCP-1152 is to be examined once every two months by an onsite veterinarian following repeated health issues. Access to SCP-1152 is reserved to Level 3 personnel only.",
    "description": "SCP-1152 is superficially similar to standard members of the Procyon lotor (common raccoon) species. SCP-1152 weighs approximately 75kg, despite only being 60cm from the nose to the tip of its tail, and its current state of malnutrition. SCP-1152 does not share the genome of other members of its species, but is a near complete match for the human genome. After logging SCP-1152's genome in the Foundation Database it was found to share 99.87% of its genetic code with the late Agent ████.1 Along with its human DNA, SCP-1152 has proven susceptible to pathogens normally restricted to infecting humans. SCP-1152 also has been verified to have a lifespan much longer than others of its species, having been in containment for six years. SCP-1152 is missing the fifth digit on its front-left paw; how SCP-1152 was injured is as of yet unknown.",
    "title": "SCP-1152"
}