{
    "url": "https://scp-wiki.wikidot.com/scp-1162",
    "all_text": "rating: \n+191\n+\n–\nx\n\n\nItem #:\n SCP-1162\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1162's exterior has been painted to camouflage with its surroundings in an effort to deter future detection. Due to its remote location and relative harmlessness, as well as the inherent ease in misinformation, containment efforts required are minimal.\n\n\nDescription:\n SCP-1162 is a three-bedroom, two-bath suburban house located in Vastitas Borealis, the largest lowland region of Mars. It does not have a visible lawn, surrounding street, or other obvious signs of permanence. SCP-1162 resembles a standard suburban American home and is, along with its contents, anomalously resistant to damage, as the inhospitable conditions on Mars' surface would have quickly destroyed a nonanomalous structure of similar make.\n\n\nSCP-1162 was first discovered by NASA probe \nPhoenix\n, a stationary probe that registered the structure during its descent to the surface. Satellite imagery was acquired, and a Foundation shuttle utilizing experimental propulsion technology adapted from SCP-████, the FS \nIskander\n, was deployed with a five-man crew from Lunar Area-09 to investigate.\n\n\nShuttle \nIskander\n arrived on Mars twelve weeks later. They discovered that the home displayed signs of habitation, being furnished in a typical suburban American style. In addition, they discovered that latent Hume levels in the area were high, generally associated with reality-bending activity.\n\n\nThe kitchen contained two frozen corpses, an adult man and woman. Both had died from asphyxiation, their corpses freezing postmortem, presumably due to Vastitas Borealis' low temperatures (avg -51°C). Due to the skin cracking and discoloration associated with this, their ethnicity is indeterminate. The table was set with waffles and bacon, both half-eaten and now frozen.\n\n\nThe rest of the interior is unremarkable, but agents determined that the source of the raised Hume levels was in the second-floor bedroom. The bedroom, decorated for a small child, contains several posters of various celestial bodies and NASA space shuttles.\n\n\nA cardboard box in the center of the floor is the epicenter of the raised Hume levels and has been crudely fashioned into a mock space shuttle, colored white and with various portholes and iconography drawn on. The cardboard box contains the corpse of a small male child, curled into the fetal position. It is wearing a toy space helmet, which is frozen onto the corpse. Unlike the corpses downstairs, it expired from prolonged starvation.\n\n\n\n\n\n\n« \nSCP-1161\n | SCP-1162 | \nSCP-1163\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1162\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1162\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1162 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-1162 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1162",
    "object_class": "Safe",
    "containment_procedures": "SCP-1162's exterior has been painted to camouflage with its surroundings in an effort to deter future detection. Due to its remote location and relative harmlessness, as well as the inherent ease in misinformation, containment efforts required are minimal.",
    "description": "SCP-1162 is a three-bedroom, two-bath suburban house located in Vastitas Borealis, the largest lowland region of Mars. It does not have a visible lawn, surrounding street, or other obvious signs of permanence. SCP-1162 resembles a standard suburban American home and is, along with its contents, anomalously resistant to damage, as the inhospitable conditions on Mars' surface would have quickly destroyed a nonanomalous structure of similar make.",
    "title": "SCP-1162"
}