{
    "url": "https://scp-wiki.wikidot.com/scp-1163",
    "all_text": "rating: \n+122\n+\n–\nx\n\n\n\n\n\n\nA photograph of SCP-1163, currently inhabiting the body of D-817\n\n\n\n\n\n\nItem #:\n SCP-1163\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1163 is to be contained in a 3.5 by 3.5 meter cell containing a small bed, and a nailed-down lamp. Food and water will be supplied periodically through a secured dumbwaiter, but sugary foods are only to be given as rewards for cooperation. \nSCP-1163 is only to be directly visited under authorized research or psychological evaluation.\n(see Addendum 1163-B). When meeting Foundation Staff, both the staff member and SCP-1163 must be contained before meeting, to prevent a containment breach caused by SCP-1163’s anomalous properties. All other verbal interaction with SCP-1163 is to be performed through the intercom system.\n\n\nDescription:\n SCP-1163 is an entity identifiable most easily by its abnormal facial structure, characterized by its unusually green eyes, large nose, and wide mouth.\n\n\nWhen a human is in sight of SCP-1163, SCP-1163 is capable of immediately causing the other party’s face to restructure into that of SCP-1163, while SCP-1163 will restructure its face into that of the other party. While the facial structure will be identical, skin tone will not be changed, and the face will be proportional to the size of the head. After the faces are switched (a process that takes between three and twelve seconds, depending on structural differences), the body that has the face of SCP-1163 will be controlled by SCP-1163, while the body with the face of the other party will be fully controlled by the other party, as if it was their own body. SCP-1163 is fully capable of switching back and forth, and there seems to be no limit to the amount of time SCP-1163 can spend with a body, or how rapidly SCP-1163 can switch between bodies. Though the facial structure shifts, the tissue is the same, and any blemishes, marks, scars, facial hair, or wrinkles will be conserved. A person missing a part of their face will not have the part recovered by the introduction of SCP-1163.\n\n\nSCP-1163 appears to have a mental capacity similar to a child around 6 years old. It is cooperative, and in particular is easily coerced with sweet foods. SCP-1163 will readily communicate verbally, but does not seem to suffer from boredom or loneliness when not spoken to. Though the body used seems to have some effect on the voice, SCP-1163 generally has a high-pitched voice, and a noticeable stutter.\n\n\nSCP-1163 currently inhabits the body of a Caucasian male D-Class. The body that the D-817 was switched into was immediately terminated to avoid complications.\n\n\nRecovery Information:\n SCP-1163 was discovered in the small town of ██████ Pennsylvania, where several friends and relatives had previously reported the residents having drastically changed appearances. Police were skeptical, and refused to begin a formal investigation themselves before the Foundation became involved. When investigated by Foundation agents, it was found that during SCP-1163’s attempts to avoid notice, it had exchanged the faces of a large portion of the town. SCP-1163 was then found by Foundation agents hiding inside an abandoned house under severe distress. Through the use of an agent’s bag of ████ brand candy, SCP-1163 was easily convinced to enter the custody of the Foundation.\n\n\nAddendum 1163-A\n: It has been found that excessive contact with SCP-1163’s anomalous properties can cause detrimental physical effects. Continuous changing of facial structure, especially between two states with differently sized eyes, can cause accelerated vision loss. A human who has been in control of a body of a different sex may experience issues with bladder control.\n\n\nAddendum 1163-B\n: SCP-1163 attempted to breach containment during an interview with Agent █████, where SCP-1163 used its anomalous property to switch bodies with Agent █████, and attempted to impersonate her. Though this goes beyond the initial estimate of SCP-1163’s understanding of its own properties, it is still not complete, as it believed itself to fully resemble Agent █████. After incapacitated and returned to its cell, SCP-1163 was convinced to return Agent █████ to her original body. Individual meetings with SCP-1163 are no longer authorized.\n\n\n\n\nInterview 1163-01\n\n\n\n\nClose\n\n\n\n\nSCP-1163 was introduced to Dr. ██████, two weeks after recovery, in order to gain more information on SCP-1163’s knowledge of its own abilities. Dr. ██████ was supplied with three █████ brand chocolate bars. Dr. ██████ was previously trained to work with children.\n\n\n<Begin Log>\n\n\nDr. ██████:\n Hello SCP-1163, my name is Dr. ██████, how are you doing?\n\n\nSCP-1163:\n Okay.\n\n\nDr. ██████:\n I’m going to have to ask you a few questions, is that alright?\n\n\nSCP-1163:\n Agent ████ said I could have some candy.\n\n\nDr. ██████:\n You can have some if you cooperate.\n\n\n[SCP-1163 refuses to speak or make eye-contact after hearing this until Dr. ██████ gives SCP-1163 one of the chocolate bars, which is immediately placed by SCP-1163 into a pocket.]\n\n\nDr. ██████:\n Are you ready to answer questions now?\n\n\n[SCP-1163 nods]\n\n\nDr. ██████:\n Could you tell me what your name is?\n\n\nSCP-1163:\n No.\n\n\nDr. ██████:\n Alright, do you mind if I call you SCP-1163?\n\n\nSCP-1163:\n That’s okay.\n\n\nDr. ██████:\n Do you know how old you are?\n\n\nSCP-1163:\n No, I’m sorry.\n\n\nDr. ██████:\n That’s fine, what’s the earliest event you can remember?\n\n\nSCP-1163:\n I remember going into a town.\n\n\nDr. ██████:\n Do you mean ██████?\n\n\nSCP-1163:\n I don’t know.\n\n\nDr. ██████:\n Do you remember ever leaving a town?\n\n\nSCP-1163:\n I don’t remember.\n\n\n[SCP-1163 becomes fairly upset, and refuses to respond to Dr. ██████. Instead, SCP-1163 silently eats the candy bar. By the time SCP-1163 is finished, Dr. ██████ is able to resume the interview.]\n\n\nDr. ██████:\n So, SCP-1163, when you were in ██████, you caused a lot of people a lot of trouble.\n\n\n[SCP-1163 does not respond to this]\n\n\nDr. ██████:\n Do you feel bad about this at all?\n\n\nSCP-1163:\n Feel bad about what?\n\n\nDr. ██████:\n When you moved through the different people, you moved them into different bodies also, and this made them unhappy.\n\n\nSCP-1163:\n Why?\n\n\nDr. ██████:\nThey felt uncomfortable when they had to change what the rest of their bodies look and feel like.\n\n\nSCP-1163:\n I don’t understand. What rest of bodies changed?\n\n\nDr. ██████:\n When you moved through the people in ██████, you made them move into bodies that they weren’t born into.\n\n\nSCP-1163:\n Born into? I don’t understand.\n\n\n[SCP-1163 became extremely distressed, and refused to respond further to Dr. ██████, even when given the remaining two candy bars.]\n\n\n<End Log>\n\n\nClosing Statement:\n Dr. ██████ was largely unsuccessful at getting more information on SCP-1163’s awareness of anomalous properties, but results of this interview show that that the subject is largely ignorant. Later testing revealed that SCP-1163 suffers from apperceptive prosopagnosia.\n\n\n\n\n\n\n\n\n\n\nInterview 1163-02\n\n\n\n\nClose\n\n\n\n\nSCP-1163 was introduced to Agent ███, two weeks after the interview with Dr. ██████, in an attempt to retrieve more information on SCP-1163’s awareness of the subject’s own anomalous properties. Agent ███ has previous experience in investigating or interrogating of children or individuals with cognitive deficits. Agent ███ was also granted three █████ brand chocolate bars.\n\n\nAgent ███:\n SCP-1163\n\n\nSCP-1163:\n Yes?\n\n\nAgent ███:\n Do you have any idea why you’re being kept here?\n\n\nSCP-1163:\n Is it because of something I did?\n\n\nAgent ███:\n That is part of it. Do you have any idea of how you are different than the other people you met in ██████?\n\n\n[SCP-1163 becomes very distressed at this point, and stutters more frequently, but does not refuse to respond as with Dr. ██████.]\n\n\nSCP-1163:\n They didn’t like me there. They kept moving all around me. It was bad.\n\n\nAgent ███:\n Do you have any idea why they acted like that around you?\n\n\nSCP-1163:\n No! I tried acting normal but they kept noticing me and acting like I was scary.\n\n\nAgent ███:\n Do you understand why they acted that way, even when you “acted normal”?\n\n\nSCP-1163:\n No.\n\n\n[Note: This interview was performed before it was shown that SCP-1163 suffers from prosopagnosia. It is likely that the subject did not realize how it could be identified by the abnormal face.]\n\n\nAgent ███:\n Do you have any other ideas about how you are different from those other people?\n\n\n[SCP-1163 thinks for a full minute before responding]\n\n\nSCP-1163:\n I think I’m faster. When the people used to yell at me, I could just move away in a second.\n\n\nAgent ███:\n And you used this to get away when people are yelling?\n\n\nSCP-1163:\n Yes.\n\n\nAgent ███:\n Is there any reason why you have not yet tried to breach containment here?\n\n\n[Note: Agent ███ was severely reprimanded for suggesting a containment breach to a Euclid SCP.]\n\n\nSCP-1163:\n Breaching what?\n\n\nAgent ███:\n Is there any reason you have stayed here without trying to run away?\n\n\nSCP-1163:\n You act nice sometimes when you are here and people give me candy. I don’t want to go back where people yell when they see me.\n\n\n[Note: SCP-1163 had not previously been exposed to Agent ███.]\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-1163, while aware that some of the anomalous properties exist, is not fully aware of their capabilities, \nand is not willing to use them in order to breach containment.\n (See Addendum 1163-B).\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1162\n | SCP-1163 | \nSCP-1164\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1163\n\" by Monkeysky, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1163\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1163-2023.png\n\n\nAuthor:\n monkeysky\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum 1163-A : It has been found that excessive contact with SCP-1163’s anomalous properties can cause detrimental physical effects. Continuous changing of facial structure, especially between two states with differently sized eyes, can cause accelerated vision loss. A human who has been in control of a body of a different sex may experience issues with bladder control.",
        "Addendum 1163-B : SCP-1163 attempted to breach containment during an interview with Agent █████, where SCP-1163 used its anomalous property to switch bodies with Agent █████, and attempted to impersonate her. Though this goes beyond the initial estimate of SCP-1163’s understanding of its own properties, it is still not complete, as it believed itself to fully resemble Agent █████. After incapacitated and returned to its cell, SCP-1163 was convinced to return Agent █████ to her original body. Individual meetings with SCP-1163 are no longer authorized."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1163 \" by Monkeysky, from the SCP Wiki . Source: https://scpwiki.com/scp-1163 . Licensed under CC-BY-SA .",
        "Filename: 1163-2023.png Author: monkeysky License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-1163",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1163 is to be contained in a 3.5 by 3.5 meter cell containing a small bed, and a nailed-down lamp. Food and water will be supplied periodically through a secured dumbwaiter, but sugary foods are only to be given as rewards for cooperation. SCP-1163 is only to be directly visited under authorized research or psychological evaluation.(see Addendum 1163-B). When meeting Foundation Staff, both the staff member and SCP-1163 must be contained before meeting, to prevent a containment breach caused by SCP-1163’s anomalous properties. All other verbal interaction with SCP-1163 is to be performed through the intercom system.",
    "description": "SCP-1163 is an entity identifiable most easily by its abnormal facial structure, characterized by its unusually green eyes, large nose, and wide mouth.",
    "title": "SCP-1163"
}