{
    "url": "https://scp-wiki.wikidot.com/scp-1186",
    "all_text": "rating: \n+69\n+\n–\nx\n\n\n\n\n\n\nA partially buried SCP-1186 instance located at Wenshu Monastery, Chengdu, China.\n\n\n\n\n\n\nItem #:\n SCP-1186\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1186 instances under Foundation custody are to be held in individual Insect Containment Units at Site-██. Each unit is to be constructed to resemble the human auditory system. The maximum number of SCP-1186 instances permitted in Foundation captivity is 140; excess instances are to be incinerated. 140 additional units are to be made available as reserve habitats for SCP-1186 instances.\n\n\nCivilians identified as hosts of SCP-1186 are to be taken under Foundation custody. SCP-1186 instances which are attached to hosts are to be extracted via invasive surgery. Affected civilians are to be placed under observation for a period up to two weeks. After which, interrogation and amnestic treatment are to be given.\n\n\nDescription:\n SCP-1186 refers to a species classified under the family Cicadidae, with a mean body length of 2.5 mm. To date, all known SCP-1186 instances remain in their nymph stage and show no signs of metamorphosis typical of other members of the family Cicadidae. To the Foundation's knowledge, no SCP-1186 larva or imago are known to exist. In addition, dissection of SCP-1186 indicates the absence of sexual organs.\n\n\nUniquely, SCP-1186 consumes endolymph from human cochlear ducts.\n1\n As such, SCP-1186's physiology is optimised for the extraction and consumption of human endolymph, such as an elongated and retractable proboscis to puncture human skin and a digestive system specialised in breaking down substances with a high potassium concentration. However, SCP-1186 is known to survive without consumption of endolymph or any other forms of nourishment. Due to the loss of endolymph, hosts of SCP-1186 regularly experience deafness and balance disorder.\n\n\nAfter occupying the human ear for a period of one week, SCP-1186 will begin emitting vibrations directly to the skull via bone conduction. These vibrations are then interpreted as the chanting of various Mahayana Buddhist sutras\n2\n narrated in respective hosts' arterial language. These chants are the only sounds constantly perceived by hosts, despite any auditory impairment on the host's part.\n\n\nThese chants are inaudible in environments with sound levels of at least 50 dB, but hosts are known to suffer from afflictions such as headaches and nausea in such environments. In 2% of known cases, non-lethal damage to hosts' nervous tissues is present. Conversely, in environments with sound levels below 50 dB, the severity of the aforementioned afflictions tends to subside and audibility of SCP-1186's sounds increases.\n\n\n\n\n\n\nAn illustration depicting 'Ascetic Sun', a figure held to be the previous incarnation of the Victorious Fighting Buddha, a deity revered by the 'Ascetics to Heaven's Pillar'. Other sacred sites believed to be associated with 'Ascetic Sun' have been contained by the Foundation as \nSCP-2711\n and \nSCP-2178\n.\n\n\n\n\n\n\nSCP-1186 was discovered in Chengdu, Sichuan Province, China on ██/██/2007, where they were distributed by the new religious movement 'Ascetics to Heaven's Pillar'\n3\n to its followers as an initiation rite. In cooperation with local law enforcement units, a crackdown on 'Ascetics to Heaven's Pillar' and its followers recovered approximately 500 SCP-1186 instances and halted distribution. 100 of such instances were kept for study at Site-██, while remaining instances were incinerated.\n\n\nAddendum 1186-1:\n Interviews with captured 'Ascetics to Heaven's Pillar' followers suggest that the Wenshu Monastery in Chengdu is a gathering point for said members. On ██/██/2007, Mobile Task Force Upsilon-4 (\"Hot Iron Strike\") was dispatched to raid temple grounds.\n\n\nLarge populations (in excess of 5,000) of SCP-1186 instances were found during said raid. 40 SCP-1186 instances found at the Wenshu Monastery have been taken for study, while the remainder was terminated via incineration by MTF Y-4.\n\n\nHighest concentration of SCP-1186 instances is centred around a human cadaver seated in the Lotus Position and dressed in robes typical of Tang Dynasty \nbhikkhu\n.\n4\n The cadaver has also been confiscated by the Foundation, tentatively classified as AI-█████ and pending further research.\n\n\nA profile for AI-█████ is as follows:\n\n\n\n\nItem Description:\n A preserved human cadaver dressed in Tang Dynasty-era \nbhikkhu\n robes. Radiocarbon dating estimates the cadaver's year of death at circa 620 – 680 CE. Despite its age, no signs of decomposition are found; mechanism of preservation is unknown.\n\n\nDate of Recovery:\n ██/██/2007\n\n\nLocation of Recovery:\n Chengdu, Sichuan Province, China\n\n\nCurrent Status:\n Kept at Anomalous Items Wing in Reliquary Site-███.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Endolymph from several species of mammals (e.g. cattle) are acceptable substitutes in place of human endolymph.\n\n\n2\n. Said chants include the \nAmitabha Sutra\n, \nHeart Sutra\n, \nLotus Sutra\n among others; see Document 1186-甲 for a complete list of sutras.\n\n\n3\n. 天竺行者 (tiān zhú xíng zhě); a Mahayana Buddhist-inspired religious movement, known for its veneration of figures such as Victorious Fighting Buddha (斗战胜佛; dòu zhàn shèng fó), Cleanser of the Altars (净坛使者; jìng tán shǐ zhě), Gold-Bodied Arhat (金身罗汉; jīn shēn luó hàn), and Dragon Horse of the Eight Heavenly Sections (八部天龙马; bā bù tiān lóng mǎ).\n\n\n4\n. Designation of a fully ordained monk in Buddhism.\n\n\n\n\n\n\n\n\n« \nSCP-1185\n | SCP-1186 | \nSCP-1187\n »",
    "addendums": [
        "Addendum 1186-1: Interviews with captured 'Ascetics to Heaven's Pillar' followers suggest that the Wenshu Monastery in Chengdu is a gathering point for said members. On ██/██/2007, Mobile Task Force Upsilon-4 (\"Hot Iron Strike\") was dispatched to raid temple grounds.\nLarge populations (in excess of 5,000) of SCP-1186 instances were found during said raid. 40 SCP-1186 instances found at the Wenshu Monastery have been taken for study, while the remainder was terminated via incineration by MTF Y-4.\nHighest concentration of SCP-1186 instances is centred around a human cadaver seated in the Lotus Position and dressed in robes typical of Tang Dynasty bhikkhu . 4 The cadaver has also been confiscated by the Foundation, tentatively classified as AI-█████ and pending further research.\nA profile for AI-█████ is as follows:"
    ],
    "documents": [],
    "notes": [
        "Item Description: A preserved human cadaver dressed in Tang Dynasty-era bhikkhu robes. Radiocarbon dating estimates the cadaver's year of death at circa 620 – 680 CE. Despite its age, no signs of decomposition are found; mechanism of preservation is unknown. Date of Recovery: ██/██/2007 Location of Recovery: Chengdu, Sichuan Province, China Current Status: Kept at Anomalous Items Wing in Reliquary Site-███."
    ],
    "item": "SCP-1186",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1186 instances under Foundation custody are to be held in individual Insect Containment Units at Site-██. Each unit is to be constructed to resemble the human auditory system. The maximum number of SCP-1186 instances permitted in Foundation captivity is 140; excess instances are to be incinerated. 140 additional units are to be made available as reserve habitats for SCP-1186 instances.",
    "description": "SCP-1186 refers to a species classified under the family Cicadidae, with a mean body length of 2.5 mm. To date, all known SCP-1186 instances remain in their nymph stage and show no signs of metamorphosis typical of other members of the family Cicadidae. To the Foundation's knowledge, no SCP-1186 larva or imago are known to exist. In addition, dissection of SCP-1186 indicates the absence of sexual organs.",
    "title": "SCP-1186"
}