{
    "url": "https://scp-wiki.wikidot.com/scp-1196",
    "all_text": "rating: \n+202\n+\n–\nx\n\n\nItem #:\n SCP-1196\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The building formerly housing the ███████ █████████ Back Clinic and SCP-1196 has been repurposed as a Foundation front business. The entrance to the basement has been replaced by a reinforced steel door and is to be triple locked. The unlocking codes are only available for access by level 3 personnel and higher. If SCP-1196's area of effect appears to have shifted in any way, the Site Director should be contacted immediately.\n\n\nUnder no circumstances, unless explicitly for testing, are chairs allowed within SCP-1196.\n\n\nDescription:\n SCP-1196 is the basement of the former ███████ █████████ Back Clinic, located in ███████, ███████. The basement walls and ceiling are all composed of concrete, with several support pillars at various points in the room. The floor is unfinished. Fluorescent lighting tubes line the ceiling, but only three (3) of them remain in working condition.\n\n\nSCP-1196’s anomalous properties only arise when a chair\n1\n is introduced to it. As soon as the legs of a chair are allowed contact with the floor of SCP-1196, it becomes an instance of SCP-1196-1.\n\n\nSCP-1196-1 is the designation given to any chair under the effect of SCP-1196. Instances of SCP-1196-1 appear to gain sentience and the ability to move independently, either by shuffling across the floor, or — in the case of folding chairs — rapidly opening and closing their legs. Chairs removed from SCP-1196 lose all anomalous properties.\n\n\nInstances of SCP-1196-1 are able to speak in English through unknown means; these vocalizations consist of short, clipped sentences spoken in a high-pitched, \"squeaky\" voice. Instances of SCP-1196-1 will only vocalize when a human being is inside SCP-1196, regardless of their distance from the subject. Vocalizations are usually commands that refer to the spinal health and posture of the subject. However, these commands are not based on the subjects’ actual spinal health, with instances of SCP-1196-1 saying the same sentences regardless.\n\n\n\n\n+ Sample SCP-1196-1 Phrases\n\n\n\n\n- Close\n\n\n\n\n\n\n“Stand up straight!”\n\n“Don’t slouch!”\n\n“Fix your posture!”\n\n“Slouching causes scoliosis!”\n\n“I said stand up straight.”\n\n“Straight.”\n\n\n\n\n\n\n\n\n\n\nIf a human being spends more than 30 minutes within SCP-1196, all instances of SCP-1196-1 will fixate upon the individual, hereby referred to as the subject. Instances of SCP-1196-1 will follow the subject around and instruct them more clearly on their spinal health. If more than one human being is within SCP-1196, instances of SCP-1196-1 will fixate on a random individual. Exiting SCP-1196 negates this effect. If the subject remains inside SCP-1196, several changes will occur in the current SCP-1196-1 population. As time elapses, instances of SCP-1196-1 will grow more active and vocalize more often, and the voice used will become deeper and louder.\n\n\nIf the subject remains within SCP-1196 for approximately 60 minutes, instances of SCP-1196-1 will vocalize rough commands and statements about the subjects’ spinal health in a more negative light, frequently repeating phrases such as “Awful posture” in threatening tones. After approximately 80 minutes, instances of SCP-1196-1 will begin to assault the subject; methods of attack include ramming, tripping, stabbing (with chair legs), and crushing. The population of SCP-1196-1 will repeat these actions until the subject either escapes or is killed. However, instances of SCP-1196-1, despite being non-sapient entities, appear to display remorse for these actions, vocalizing various apologetic phrases. Individual instances of SCP-1196-1 have attempted to move or bury the bodies, often times trying to utilize tools like shovels and brooms, to little effect.\n\n\n\n\n+ Sample “Apologetic” Phrases:\n\n\n\n\n- Close\n\n\n\n\n\n\n“We’re sorry.”\n\n“Apologies.”\n\n“I’m sorry.”\n\n“Tried helping!”\n\n“Forgive?”\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Hereby defined as an object with four legs and a seat that is designed for sitting in; rolling chairs are not affected, although rocking chairs are.\n\n\n\n\n\n\n\n\n« \nSCP-1195\n | SCP-1196 | \nSCP-1197\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1196\n\" by BlindspotFuzz, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1196\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "“Stand up straight!” “Don’t slouch!” “Fix your posture!” “Slouching causes scoliosis!” “I said stand up straight.” “Straight.”",
        "“We’re sorry.” “Apologies.” “I’m sorry.” “Tried helping!” “Forgive?”",
        "\" SCP-1196 \" by BlindspotFuzz, from the SCP Wiki . Source: https://scpwiki.com/scp-1196 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1196",
    "object_class": "Safe",
    "containment_procedures": "The building formerly housing the ███████ █████████ Back Clinic and SCP-1196 has been repurposed as a Foundation front business. The entrance to the basement has been replaced by a reinforced steel door and is to be triple locked. The unlocking codes are only available for access by level 3 personnel and higher. If SCP-1196's area of effect appears to have shifted in any way, the Site Director should be contacted immediately.",
    "description": "SCP-1196 is the basement of the former ███████ █████████ Back Clinic, located in ███████, ███████. The basement walls and ceiling are all composed of concrete, with several support pillars at various points in the room. The floor is unfinished. Fluorescent lighting tubes line the ceiling, but only three (3) of them remain in working condition.",
    "title": "SCP-1196"
}