{
    "url": "https://scp-wiki.wikidot.com/scp-1199",
    "all_text": "rating: \n+157\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nSCP-1199; Area-25 industrial laboratory\n\n\n\n\n\n\nItem #:\n SCP-1199\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1199 is housed in its original container in a medium security containment locker; accessible for research purposes by Level 2 or higher Area-25 research personnel.\n\n\nDescription:\n SCP-1199 is a can of gloss house paint originating from an unknown manufacturer. Although aged, the item is in fair condition. The can is filled to 50% of volume with a beige liquid which resembles acrylic paint. Throughout testing it was noted that this level does not fall unless the item is open and inverted. Early testing revealed trace biomass within the liquid.\n\n\nWhen spread onto a surface as paint, the liquid takes on a slight red tone which fades as it dries. The final dry color is a pale white. Within the first hour of drying, treated surfaces will begin to radiate a small amount of heat. Soon after, the surface will become slightly glossy due to slight secretion of sebaceous oil.\n\n\nMicroscopic examination shows structure identical to human epidermis. All samples 0.10 mm or greater thickness contained all skin between the cornified and basal layers, as well as a variable thickness \nstratum lucidum\n. Treated surfaces will collect environmental dirt, \"shed\" top layers and are reactive to ultraviolet light by way of melanin production. If a treated surface becomes sunburned, the treatment will slough from its application site wholesale. Although treated surfaces function as skin, no thickness of application have yielded blood samples. Genetic testing has shown the treatment's biomass to be chimeric in nature, containing many different helix samples of a common Anglo-Saxon heritage. The source of SCP-1199's biochemical energy is yet unknown.\n\n\n\n\nResearcher's Note:\n During properties testing, a D-class supervised handler was chosen based on previous artistic inclination. D-1199-1 managed to create blisters, boils and calluses while applying the treatment to surfaces. When instructed to teach the skill to a researcher, D-1199-1 was able to train the researcher to achieve similar effects. D-1199-1 remained attached to the project for their term of service.\n\n\n\n\nTreatment may be removed from surfaces using industrial solvents or by scraping and peeling layers away from a treated area. Peeled layers maintain an elasticity similar to human skin and continue to sweat and generate heat for up to 24 hours. Stripped surfaces retain no anomalous traits save for a lingering sweat smell. Treatment remaining applied may regenerate, sweat and tan nigh-indefinitely. Application sample 1199-A is still healthy after \n13 Feb 2012 13:52\n as of this writing.\n\n\nInitial medical research has shown that the treatment does not graft to human skin, but dries onto it like paint. The treatment still retains its skin-like traits and forms a secondary epidermis not connected with a central nervous system. Research into medical applications as well as possible protections the treatment may offer against inclimate environments is ongoing.\n\n\nLiquid remains at a constant viscosity while in its can; research into possible anomalous properties of can \n-pending\n- on hold until conclusion of medical research.\n\n\nAddendum:\n \nPer O5-█: \"This could be a boon to testing recoveries that have destructive effects to human physiology. Cross research with other SCPs is hereby permitted\".\n\n\n\n\n\n\n« \nSCP-1198\n | SCP-1199 | \nSCP-1200\n »",
    "addendums": [
        "Addendum: Per O5-█: \"This could be a boon to testing recoveries that have destructive effects to human physiology. Cross research with other SCPs is hereby permitted\"."
    ],
    "documents": [],
    "notes": [
        "Researcher's Note: During properties testing, a D-class supervised handler was chosen based on previous artistic inclination. D-1199-1 managed to create blisters, boils and calluses while applying the treatment to surfaces. When instructed to teach the skill to a researcher, D-1199-1 was able to train the researcher to achieve similar effects. D-1199-1 remained attached to the project for their term of service."
    ],
    "item": "SCP-1199",
    "object_class": "Safe",
    "containment_procedures": "SCP-1199 is housed in its original container in a medium security containment locker; accessible for research purposes by Level 2 or higher Area-25 research personnel.",
    "description": "SCP-1199 is a can of gloss house paint originating from an unknown manufacturer. Although aged, the item is in fair condition. The can is filled to 50% of volume with a beige liquid which resembles acrylic paint. Throughout testing it was noted that this level does not fall unless the item is open and inverted. Early testing revealed trace biomass within the liquid.",
    "title": "SCP-1199"
}