{
    "url": "https://scp-wiki.wikidot.com/scp-1203",
    "all_text": "rating: \n+164\n+\n–\nx\n\n\nItem #:\n SCP-1203\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1203 is assigned to a 3m x 2m x 2m containment cell. The living space at Site-17 is outfitted with steel walls and one solid barred door that locks from the outside. There is to be one guard on duty at all times near the cell to ensure SCP-1203 does not attempt a self-termination or auto-abort. It is recommended the subject be dosed persistently with the prescribed anti-psychotic medicines and mild narcotics to avoid this possibility. These medicines will be replaced with restraints during SCP-1203's pregnancies. SCP-1203 is to be restrained at times when not under supervision. At no time is SCP-1203 allowed to leave Site-17.\n\n\nOne to three hours before death SCP-1203 will begin seizing, followed by a state similar to catatonia, and ending in a cease of all bodily functions. Time of death is recorded after a pulse is shown in the newborn, rather than the mother’s natural death.\n\n\nTermination attempts on SCP-1203 as of the incident with Research Assistant █████ are indefinitely on hold. Reference Log from Failed Termination-1203b.\n\n\nDescription:\n SCP-1203 is a human female, approximately 20 years of age, identifying by the name ‘Miranda’. SCP-1203 has been in containment for approximately 95 years, or 5 cycles as of SCP-1203's next natural death and birth.\n\n\nSCP-1203 was recovered from Xochicalco, Mexico. Agent ██████ began investigation with a lead based on local reports of disappearances near the Feathered Serpent pyramid (reference ██-████ in the ██████ newspaper, \"La Policía Rescata a Bebé en Pirámide\"). SCP-1203 was discovered near the pyramid summit accompanied by members of The Serpent's Hand. A 'mother' SCP-1203 could not be located.\n\n\nAt 21 years of age SCP-1203 undergoes a process similar to parthenogenesis, resulting with the conception of one genetically identical human fetus. At an embryonic level this form of reproduction is comparable to the aforementioned medical phenomenon, however, new instances of SCP-1203 are not developmentally inhibited, and do not benefit from any (natural) extended longevity.\n\n\nSCP-1203 during any stage of her life has an identical biological profile to previous instances of SCP-1203. A definite date cannot be placed on the length of the existence of SCP-1203.\n\n\nThe condition suffered by SCP-1203 is unique in that memories are also transferred from the mother to the newborn. Variances in the progeny of SCP-1203 are represented in the sense that SCP-1203 maintains memory of its previous lifespans. This experience of “rebirth” and the recollection of the event have a noticeable and detrimental psychological effect on SCP-1203. Based on these observations we can assume SCP-1203 is lucid in infancy and during birth.\n\n\nAddendum 1203-█:\n 12/23/1991\n\n\nDocumentation:\n Excerpt from Interview\n\nTranslated Revision\n\n\n\n\nDr. ███████:\n Tell us more about your family history.\n\n\n\n\nSCP-1203:\n I only remember back to my eighth grandmother, but only little bits and pieces. I recall other things but they’re kind of like a dream that you forget after you wake up.\n\n\n\n\nDr. ███████:\n Tell us the experience you have after death.\n\n\n\n\nSCP-1203-:\n I fall asleep and I wake up. It’s dark and then I feel warm. I see a light like a tunnel, and I'm back again.\n\n\n\n\nDr. ███████:\n How is the experience of being born traumatic?\n\n\nSCP-1203:\n I trust you do not mean the last time. I can still hear that poor man screaming.\n\n\nDr. ███████:\n No.\n\n\nSCP-1203:\n I remember it. I'm there in both places, and I'm pushing myself out… It is unpleasant.\n\n\nDr. ███████:\n Would you like the cycles to end?\n\n\nSCP-1203:\n Yes, and I would like to fly as well.\n\n\n\n\nLog from Failed Termination-1203b:\n\n\nForeword: Due to lack of any discernible benefit to the Foundation and the current mental state of SCP-1203, a termination was scheduled on █/██/██ under supervision from the late Research Assistant █████. The attempt to abort cyclical rebirth of the subject took place shortly after SCP-1203s ‘first’ labor contractions. The decision to abort rather than terminate SCP-1203 was reached on basis that more could be learned in regard to the nature of SCP-1203 in this manner.\n\n\nExtraction was performed successfully, the newborn having been completely removed and separated from the mother. The mother was then pronounced dead. During the cranial potassium injection the mother as well as the newborn's (SCP-1203s) husk began to [DATA EXPUNGED]. What followed was a reportedly indiscernible eruption of viscera from Research Assistant █████. Both instances of SCP-1203 were found afterwards to be undamaged.\n\n\nThe newborn recovered completely after the incident. No abnormal potassium levels were present.\n\n\nResearch Assistant █████ was found afterwards completely drained of fluid, his circulatory system inverted and strewn from the mouth. The autopsy revealed no marks on Research Assistant █████ that would be indicative of a physical assault. No other anomalies were found save for extra hair growth of 300mm, a scar 1.067mm in diameter on the forehead, and an extreme case of hyperkalaemia.\n\n\n\n\nRelated Sites:\n \nSite-17\n\n\nRelated Groups of Interest:\n \nSerpent's Hand\n\n\n\n\n\n\n\n\n« \nSCP-1202\n | SCP-1203 | \nSCP-1204\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1203\n\" by (user deleted), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1203\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1203-█: 12/23/1991"
    ],
    "documents": [
        "Documentation: Excerpt from Interview Translated Revision"
    ],
    "notes": [
        "Dr. ███████: Tell us more about your family history. SCP-1203: I only remember back to my eighth grandmother, but only little bits and pieces. I recall other things but they’re kind of like a dream that you forget after you wake up. Dr. ███████: Tell us the experience you have after death. SCP-1203-: I fall asleep and I wake up. It’s dark and then I feel warm. I see a light like a tunnel, and I'm back again. Dr. ███████: How is the experience of being born traumatic? SCP-1203: I trust you do not mean the last time. I can still hear that poor man screaming. Dr. ███████: No. SCP-1203: I remember it. I'm there in both places, and I'm pushing myself out… It is unpleasant. Dr. ███████: Would you like the cycles to end? SCP-1203: Yes, and I would like to fly as well.",
        "\" SCP-1203 \" by (user deleted), from the SCP Wiki . Source: https://scpwiki.com/scp-1203 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1203",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1203 is assigned to a 3m x 2m x 2m containment cell. The living space at Site-17 is outfitted with steel walls and one solid barred door that locks from the outside. There is to be one guard on duty at all times near the cell to ensure SCP-1203 does not attempt a self-termination or auto-abort. It is recommended the subject be dosed persistently with the prescribed anti-psychotic medicines and mild narcotics to avoid this possibility. These medicines will be replaced with restraints during SCP-1203's pregnancies. SCP-1203 is to be restrained at times when not under supervision. At no time is SCP-1203 allowed to leave Site-17.",
    "description": "SCP-1203 is a human female, approximately 20 years of age, identifying by the name ‘Miranda’. SCP-1203 has been in containment for approximately 95 years, or 5 cycles as of SCP-1203's next natural death and birth.",
    "title": "SCP-1203"
}