{
    "url": "https://scp-wiki.wikidot.com/scp-1205",
    "all_text": "rating: \n+154\n+\n–\nx\n\n\n\n\n\n\nSCP-1205 as of 7/██/██\n\n\n\n\n\n\nItem #:\n SCP-1205\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1205 should be kept in a windowless containment cell with low light, facing a surveillance camera. Air quality tests should be performed on a monthly basis, and the atmosphere adjusted to prevent mold formation.\n\n\nPersonnel monitoring the live surveillance will be alerted by an alarm, in the event of any change in the object's size or shape; observation of the live video feed itself is discouraged, until more information on Incident 1205-G███ is available.\n\n\nDescription:\n SCP-1205 appears to be a patch of decaying, floral-print wallpaper, still attached to a cut-away segment of wall. The paper appears to be aged and flaking, and seems as vulnerable to burning (both with fire and various chemicals) and cutting as comparable vinyl-free wallpapers. Subjects instructed to intentionally damage the item reported hearing a sustained shriek, as if from a far distance, reminiscent of the ascending pitch of tea kettle's whistle.\n\n\nWithin twenty-four hours, any portions of paper destroyed will re-appear on the wall in their former location and in identical condition. Fragments removed by cutting or tearing inevitably crumble into a fine dust within minutes, reappearing after the same twenty-four hour period. The item has also been observed to change shape and size at irregular intervals. These changes have never added or subtracted more than six square centimeters from the object's approximate surface area.\n\n\nUnder experiment conditions, interaction with the object has not been observed to produce any psychological, physical or other damages, short or long-term. However, controversy surrounding Incident 1205-G███ suggests that further testing for perception-altering influences is necessary.\n\n\nIncident Report 1205-G███ is required reading for all personnel assigned to SCP-1205.\n\n\n\n\nNote:\n The following file contains excerpts from Dr. E███ G███'s personal notes and logs. All references to Foundation staff and family members have been censored. Descriptions of events by Dr. G███ which have since been disputed by eyewitnesses are annotated accordingly.\n\n\n\n\n\n\n+Incident Report 1205-G███\n\n\n\n\n-close Incident Report 1205-G███\n\n\n\n\nExcerpts from the logs of Dr. E███ G███:\n\n\n5/16\n\n\nGuess someone believes in second chances; either that, or I haven't caught the punchline. New assignment, against all odds. Looks like wallpaper. E. can't stand the sight of it, but wished me luck.\n\n\nStarted with measurements, today; nothing too interesting. One of the D's was sneezing and itching from the beginning— turned out he was allergic to the fabric of his new suit. His appearance changed more than the scp's.\n\n\n5/17\n\n\nDamage tests: it cuts, tears, and burns like paper. No unusual components in the ash or smoke; the fragments fell apart, though, which at least indicates that this isn't someone's idea of a hoax.\n\n\nE. isn't here today; off-site, somewhere in [REDACTED]. Sitting in the observation booth, where it's quiet. Must've been an hour or two, by now. Can't help wondering what that paper would have looked like, covering some old parlor wall. The red flowers look like poppies. The colors would have been striking, before the paper browned.\n\n\nStupid thought. Maybe it never looked any different than it does now.\n\n\n\n\nNote:\n This is the first instance of the subject appearing preoccupied with the contained item; however, as other personnel have pointed out, the subject's remarks do not necessarily indicate fixation.\n\n\n\n\n5/18\n\n\nAll of the portions removed and destroyed have grown back. The spots don't look newer, either— they show the same sign of age and decay as before. The D's seem fine; will have them clinically and psychological screened, to be sure. I don't like the sound of my own hypotheses, when it comes to what might happen next…\n\n\n(Really looked forward to telling E. He always calls on Sunday, if he can’t visit. Didn’t call today. Not yet. Why?)\n\n\n\n\nNote:\n Several pages following only detail the experiment procedures in shorthand. These notes match the official logs, and have been verified for accuracy by the assisting research staff.\n\n\n\n\n5/27\n\n\nNothing. That's what happened next. No results.\n\n\nIf I did something to make E. angry, he won't tell me. Saw him across the hall, yesterday. Smiled, and he smiled back. But he didn't cross over to talk to me, and he hasn't called since.\n\n\n\n\nNote:\n Once again, several pages of experiment procedure in shorthand, all pertaining to exposing D-Class to contact with the object. In place of the results recorded in official logs, the author has repeatedly written \"NOTHING.\" in all caps. After this point, references to the Dr. G███'s continuing research are infrequent.\n\n\n\n\n6/05\n\n\nIt isn’t just E. … dad hasn’t called in a month. No one’s called, in a month. I start to worry, then I hear from someone else that they’re doing fine. So why don’t they pick up, when I call?\n\n\n6/06\n\n\nPresenting myself for psychological evaluation, to be safe. I've stared at that damn wall long enough to memorize the pattern.\n\n\n6/07\n\n\nShrink recommended anti-depressants. Feel like an ass.\n\n\n\n\nNote:\n It is unknown how Dr. G███ experienced the psychological consultation which did, in fact, take place. Dr. Rhys' report on their interactions verifies that he did recommend anti-depressants, and that the subject seemed melancholy and withdrawn, and fixated on the potential inconclusiveness of her research.\n\n…\n\n\n\"Having worked in this business for some time, I did not find anything abnormal about these expressions of anxiety. However, I did recommend that she remove herself from physical and visual proximity of the research object.\"\n\nAccording to colleagues, Dr. G███ made no report of or attempt to follow this suggestion.\n\n\n\n\n6/10\n\n\nI’m getting as bad as E., when it comes to compulsions. Every night, seem to find myself sitting on the bed, back to the wall. Like it’ll collapse, otherwise. I shouldn’t joke about that, E., sorry.\n\n\nNo one says hello, when we pass in the halls. And I can’t bring myself to say it first.. I’m not asking for attention. But they look right through me.\n\n\n\n\nNote:\n At this point, coworkers report that Dr. G███ took a hiatus from research work. She makes no record of submitting this as an official request.\n\n\n\n\n6/12\n\n\nThey suspended my access to D-Class subjects, because of the lack of results. That must be what happened, because no one showed up— no one would explain why.\n\n\nNo one seems especially worried about it…. couldn’t even find the shrink, for my appointment. Guess he forgot. I can’t really blame him… it's hard to notice every little thing. Sights and smells and noise in the background.\n\n\n\n\nNote:\n Neither of these statement correspond with other accounts; Dr. Rhys was in his office as scheduled, and alerted Dr. G███'s direct superiors when she missed the appointment. Dr. G███'s access to D-Class subjects was never suspended, and there is no record of an inquiry on the subject.\n\n\n\n\n6/13\n\n\nDidn’t leave my room today.\n\n\n\n\nNote:\n None of Dr. G███'s neighbors recall her going to or from her place of residence, on this or any following day.\n\n\n\n\n6/15\n\n\nI left my room today, walked around every floor. Every hallway. No one\n [written in pencil, too faint to be legible]\n\n\nThey looked right through me.\n\n\n\n\nNote:\n Dr. G███ has been officially declared a missing person as of 6/18/██. Contrary to her written account, the last recorded interaction with Dr. G███ was 6/9/██. The reasons for her disappearance and its relationship to SCP-1205 remain a subject of debate.\n\n\nDr. Rhys notes that Dr. G███ had no prior history of depression, and close acquaintances describe her as outgoing and articulate. The testimony of her [REDACTED BY REQUEST] corroborates these accounts, and highlighted numerous instances of the doctor's levelheadedness under duress both before and during her employment by the Foundation.\n\n\n\n\n\n\n\n\n\n\nAddendum 7/██/██:\n While performing air-quality tests in the containment cell, a junior researcher claimed to witness the following—\n\n\n\"I'd just finished up… and I know it isn't a known issue, but I felt weird turning my back on it. So I backed out of the room, keeping an eye on it— and then I saw it move. It was like a little seam appeared in one corner, and a little scrap of it quivered, like someone was trying to tear it off. It pulled free and fluttered to the ground, but I must have blinked. When I looked again, it was gone.\"\n\n\nAddendum 2:\n An anonymous Foundation researcher notes that he/she has read both the incident report and Dr. G███’s original documents several times, and thoroughly. It is his/her opinion that sections of writing have since disappeared from the handwritten originals. This claim is disputed by other researchers.\n\n\n\n\n\n\n« \nSCP-1204\n | SCP-1205 | \nSCP-1206\n »",
    "addendums": [
        "Addendum 7/██/██: While performing air-quality tests in the containment cell, a junior researcher claimed to witness the following— \"I'd just finished up… and I know it isn't a known issue, but I felt weird turning my back on it. So I backed out of the room, keeping an eye on it— and then I saw it move. It was like a little seam appeared in one corner, and a little scrap of it quivered, like someone was trying to tear it off. It pulled free and fluttered to the ground, but I must have blinked. When I looked again, it was gone.\"",
        "Addendum 2: An anonymous Foundation researcher notes that he/she has read both the incident report and Dr. G███’s original documents several times, and thoroughly. It is his/her opinion that sections of writing have since disappeared from the handwritten originals. This claim is disputed by other researchers."
    ],
    "documents": [],
    "notes": [
        "Note: The following file contains excerpts from Dr. E███ G███'s personal notes and logs. All references to Foundation staff and family members have been censored. Descriptions of events by Dr. G███ which have since been disputed by eyewitnesses are annotated accordingly.",
        "Note: This is the first instance of the subject appearing preoccupied with the contained item; however, as other personnel have pointed out, the subject's remarks do not necessarily indicate fixation.",
        "Note: Several pages following only detail the experiment procedures in shorthand. These notes match the official logs, and have been verified for accuracy by the assisting research staff.",
        "Note: Once again, several pages of experiment procedure in shorthand, all pertaining to exposing D-Class to contact with the object. In place of the results recorded in official logs, the author has repeatedly written \"NOTHING.\" in all caps. After this point, references to the Dr. G███'s continuing research are infrequent.",
        "Note: It is unknown how Dr. G███ experienced the psychological consultation which did, in fact, take place. Dr. Rhys' report on their interactions verifies that he did recommend anti-depressants, and that the subject seemed melancholy and withdrawn, and fixated on the potential inconclusiveness of her research. … \"Having worked in this business for some time, I did not find anything abnormal about these expressions of anxiety. However, I did recommend that she remove herself from physical and visual proximity of the research object.\" According to colleagues, Dr. G███ made no report of or attempt to follow this suggestion.",
        "Note: At this point, coworkers report that Dr. G███ took a hiatus from research work. She makes no record of submitting this as an official request.",
        "Note: Neither of these statement correspond with other accounts; Dr. Rhys was in his office as scheduled, and alerted Dr. G███'s direct superiors when she missed the appointment. Dr. G███'s access to D-Class subjects was never suspended, and there is no record of an inquiry on the subject.",
        "Note: None of Dr. G███'s neighbors recall her going to or from her place of residence, on this or any following day.",
        "Note: Dr. G███ has been officially declared a missing person as of 6/18/██. Contrary to her written account, the last recorded interaction with Dr. G███ was 6/9/██. The reasons for her disappearance and its relationship to SCP-1205 remain a subject of debate. Dr. Rhys notes that Dr. G███ had no prior history of depression, and close acquaintances describe her as outgoing and articulate. The testimony of her [REDACTED BY REQUEST] corroborates these accounts, and highlighted numerous instances of the doctor's levelheadedness under duress both before and during her employment by the Foundation."
    ],
    "item": "SCP-1205",
    "object_class": "Safe",
    "containment_procedures": "SCP-1205 should be kept in a windowless containment cell with low light, facing a surveillance camera. Air quality tests should be performed on a monthly basis, and the atmosphere adjusted to prevent mold formation.",
    "description": "SCP-1205 appears to be a patch of decaying, floral-print wallpaper, still attached to a cut-away segment of wall. The paper appears to be aged and flaking, and seems as vulnerable to burning (both with fire and various chemicals) and cutting as comparable vinyl-free wallpapers. Subjects instructed to intentionally damage the item reported hearing a sustained shriek, as if from a far distance, reminiscent of the ascending pitch of tea kettle's whistle.",
    "title": "SCP-1205"
}