{
    "url": "https://scp-wiki.wikidot.com/scp-1217",
    "all_text": "rating: \n+102\n+\n–\nx\n\n\n\n\n\n\nSCP-1217-1, prior to Foundation involvement.\n\n\n\n\n\n\nItem #:\n SCP-1217\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n A barbed-wire fence with a single gate to allow authorised access is to be maintained in an area surrounding SCP-1217’s active zone, around which several chemical hazard signs are to be placed in clear view. Multiple CCTV cameras are to be set up in a perimeter around SCP-1217’s active zone, monitored by a nearby Observation Post (OP 1217-Alpha). A minimum of two guards are to be present at this station at all times. Any unauthorised individuals attempting to enter SCP-1217 are to be detained, interviewed and – if they present no clear threat – released after being provided with a Class-C amnestic.\n\n\nSeveral enclosed rooms near the entrance of SCP-1217-1 have been modified and equipped with observational apparatus to serve as testing chambers – any experimentation involving SCP-1217-2 is to take place only in these designated areas (please refer to Document 1217-A). Subjects should be placed into these chambers, released, and monitored. After the experiment is complete, the refuse is to be removed and disposed of via incineration.\n\n\nDescription:\n SCP-1217 consists of two parts:\n\n\n\n\nSCP-1217-1, formerly an office complex owned by the █████████ Corporation, located in [REDACTED], Massachusetts, US. The 250 m × 300 m area surrounding SCP-1217-1 is considered SCP-1217’s active zone.\n\n\n\n\n\n\nSCP-1217-2, any member of the species \nFelis catus\n which enters SCP-1217’s active zone.\n\n\n\n\nUpon entering the aforementioned area, a specimen of SCP-1217-2 will display no significant behavioural deviations from its previous activity, apart from attempting to remain within the active zone of SCP-1217 and responding aggressively to any attempts to remove it from said area. Removal is still possible; however, successfully removing a subject from the area will not prevent the anomalous event associated with SCP-1217 from occurring.\n\n\nFifteen to twenty minutes after entering the area, specimens will begin acting in a notably erratic manner, which typically involves spontaneous pouncing and vocalising. Several minutes following this, subjects will protract their claws and attempt to repeatedly lacerate their underbelly. Shortly after this begins, specimens will (if unimpeded) succeed in disembowelling themselves, despite pain, shock or other associated sensations which would result.\n\n\nThe viscera and blood released from the aforementioned process will invariably form itself into a shape resembling a short, semi-coherent sentence, consisting of English characters. Said messages vary between instances of SCP-1217-2, and possess occasional notable spelling and grammatical errors. The text constituting these sentences largely consists of blood, which will retain this shape if left undisturbed until drying. Extracts of other organs – particularly the colon and intestinal tracts – have been known to fold in such a way to form appropriate letters if cut from the original lacerations, though this is a rare occurrence. Excess tissue does not appear to be affected, and pools normally a short distance away from the remaining substance. The means by which the aforementioned viscera assumes shape of coherent text is currently unknown.\n\n\nThe anomalous properties of SCP-1217 came to the attention of the Foundation on 2005-██-██, when a stray cat entered its active zone before initiating expected behaviour in front of several █████████ employees. The building was then transferred into Foundation possession, relevant witnesses were administered Class-B amnestics and a cover-story regarding the discovery and continued removal of asbestos within the building was released.\n\n\nExcerpt from Document 1217-B:\n \nNote: The following are copied as accurately as possible from the original text, produced as a result of successive tests. For an extensive log of all messages produced, please refer to the relevant documentation.\n\n\nTest ██\n\n\n\n\nIs thsi it?\n\n\n\n\nTest ██\n\n\n\n\nwhy can't it?\n\n\n\n\nTest ██\n\n\n\n\nCan I play too?\n\n\n\n\n\n\n+ Incident 1217-1\n\n\n\n\n- Close\n\n\n\n\nBetween Tests 13 and 19, the text produced by SCP-1217 began deviating significantly from its previously established pattern, as follows:\n\n\nTest 12\n\n\n\n\nwhat happens nuw?\n\n\n\n\nTest 13\n\n\n\n\nI’m sick of this.\n\n\n\n\nTest 14\n\n\n\n\nI’m sick of making them talk.\n\n\n\n\nTest 15\n\n\n\n\nI want to stop for now.\n\n\n\n\nTest 16\n\n\n\n\nStop it.\n\n\n\n\nTest 17\n\n\n\n\nSTOP\n\n\n\n\nTest 18\n\n\n\n\nSTOP\n\n\n\n\nTest 19\n\n\n\n\nSTOP\n\n\n\n\nShortly after this, Dr. ███████ requested an extended reprieve from experimentation, which was approved by O5-█. Testing was stopped between 20██-04-██ and 20██-07-██, at which point it was resumed. The resulting text appears to be consistent with the usual pattern of that produced by SCP-1217:\n\n\nTest 20\n\n\n\n\ni’m so sorry.\n\n\n\n\nTest 21\n\n\n\n\nit's all lost he htaes us.\n\n\n\n\nTest 22\n\n\n\n\nlet us go.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1216\n | SCP-1217 | \nSCP-1218\n »",
    "addendums": [],
    "documents": [
        "Excerpt from Document 1217-B: Note: The following are copied as accurately as possible from the original text, produced as a result of successive tests. For an extensive log of all messages produced, please refer to the relevant documentation.\nTest ██\nTest ██\nTest ██"
    ],
    "notes": [
        "Is thsi it?",
        "why can't it?",
        "Can I play too?",
        "what happens nuw?",
        "I’m sick of this.",
        "I’m sick of making them talk.",
        "I want to stop for now.",
        "Stop it.",
        "STOP",
        "STOP",
        "STOP",
        "i’m so sorry.",
        "it's all lost he htaes us.",
        "let us go."
    ],
    "item": "SCP-1217",
    "object_class": "Safe",
    "containment_procedures": "A barbed-wire fence with a single gate to allow authorised access is to be maintained in an area surrounding SCP-1217’s active zone, around which several chemical hazard signs are to be placed in clear view. Multiple CCTV cameras are to be set up in a perimeter around SCP-1217’s active zone, monitored by a nearby Observation Post (OP 1217-Alpha). A minimum of two guards are to be present at this station at all times. Any unauthorised individuals attempting to enter SCP-1217 are to be detained, interviewed and – if they present no clear threat – released after being provided with a Class-C amnestic.",
    "description": "SCP-1217 consists of two parts:",
    "title": "SCP-1217"
}