{
    "url": "https://scp-wiki.wikidot.com/scp-1225",
    "all_text": "rating: \n+97\n+\n–\nx\n\n\nItem #:\n SCP-1225\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n \nSCP-1225 is kept within its original packing, including styrofoam padding, in an isolated room measuring 15 m x 15 m x 15 m at Site 37.\n SCP-1225 is kept in a locked stainless steel box on a concrete pedestal that is protected from the elements, in a 25 m x 25 m roofless containment area open to the air in at least a 180 degree arc.\n\n\nUnless part of an experiment, no sealed or closed containers are allowed within the containment area, including pockets in clothing and end-caps on pens. Personnel should spend no more than 60 minutes per 24 hour period within the containment area.\n\n\nDescription:\n SCP-1225 is a spindle-shaped glass ornament with a small loop at the top allowing it to be hung from a hook. When hung on a tree, bush or other \"woody\" plant, it initiates a process of accelerated decay and aging in any closed containers within 4 meters of it. The contents of these containers will change so as to reflect the signs of typical wear-and-tear that the object would acquire over the course of several years.\n\n\nTextiles, clothing and stuffed plush items become faded and threadbare, often with ripped seams and missing or broken fasteners. Solid-state metal, plastic or glass objects will display chips, cracks, scratches, and heavy corrosion similar to acid burns. Electronics display both hardware and software problems sufficient to cause fatal shutdowns within a few minutes of use. Foodstuffs will become stale or moldy. Living organisms do not die, but display health problems consistent with age as well as extended malnourishment, neglect or abuse.\n\n\nThe decay process is rapid, with affected objects displaying approximately 1 year's worth of aging within the first 24 hours of exposure. However, the rate of decay slows over time and asymptotically approaches a maximum of approximately 10 years' worth of aging over the course of 3 weeks.\n\n\nAddendum 1225-D:\n Study of SCP-1225's pre-containment circumstances, as well as experimentation regarding the aging effects of long-term exposure to SCP-1225, indicate that SCP-1225 has a secondary effect. Any individuals that spend more than 4 hours per 24 hour period within 10-12 meters of SCP-1225 begin to display increased levels of aggression, anger and irritability, decreased patience and frustration tolerance, and exaggeration of negative or annoying personal traits such as over-eating, alcohol consumption, snoring and unpleasant body odor. This effect persists even when the affected individuals are no longer within range of SCP-1225, but gradually fades over the course of 8 days. This increase in aggravating factors typically results in heightened levels of interpersonal conflict, most commonly expressed by severe verbal or physical fights. When more than one individual affected by SCP-1225 interact with each other, the effects are much more severe and escalate much faster. In 27.5% of cases, this results in serious injuries or fatalities.\n\n\nAddendum 1225-H:\n Due to a statistically abnormal amount of equipment failure, structural decay and interpersonal conflicts requiring administrative action at Site 37, more in-depth studies were performed on SCP-1225. The current prevailing theory is that SCP-1225 still operates even when not placed on a plant, but much slower and less intensely. It appears to treat enclosed structures or buildings containing it as if they were containers placed beneath it and will affect them as well. Whether or not the containing structure includes a roof, trellis or other overhead cover appears to most strongly determine whether or not SCP-1225 will affect the structure. The acquisition of D-Class personnel from \nSCP-784\n is currently under consideration due to the fact that these personnel are less prone to equipment failures caused by SCP-1225. Further research is required in order to determine the exact nature of this effect. Containment protocols have been updated.\n\n\n\n\n\n\n« \nSCP-1224\n | SCP-1225 | \nSCP-1226\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1225\n\" by Drewbear, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1225\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1225-D: Study of SCP-1225's pre-containment circumstances, as well as experimentation regarding the aging effects of long-term exposure to SCP-1225, indicate that SCP-1225 has a secondary effect. Any individuals that spend more than 4 hours per 24 hour period within 10-12 meters of SCP-1225 begin to display increased levels of aggression, anger and irritability, decreased patience and frustration tolerance, and exaggeration of negative or annoying personal traits such as over-eating, alcohol consumption, snoring and unpleasant body odor. This effect persists even when the affected individuals are no longer within range of SCP-1225, but gradually fades over the course of 8 days. This increase in aggravating factors typically results in heightened levels of interpersonal conflict, most commonly expressed by severe verbal or physical fights. When more than one individual affected by SCP-1225 interact with each other, the effects are much more severe and escalate much faster. In 27.5% of cases, this results in serious injuries or fatalities.",
        "Addendum 1225-H: Due to a statistically abnormal amount of equipment failure, structural decay and interpersonal conflicts requiring administrative action at Site 37, more in-depth studies were performed on SCP-1225. The current prevailing theory is that SCP-1225 still operates even when not placed on a plant, but much slower and less intensely. It appears to treat enclosed structures or buildings containing it as if they were containers placed beneath it and will affect them as well. Whether or not the containing structure includes a roof, trellis or other overhead cover appears to most strongly determine whether or not SCP-1225 will affect the structure. The acquisition of D-Class personnel from SCP-784 is currently under consideration due to the fact that these personnel are less prone to equipment failures caused by SCP-1225. Further research is required in order to determine the exact nature of this effect. Containment protocols have been updated."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1225 \" by Drewbear, from the SCP Wiki . Source: https://scpwiki.com/scp-1225 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1225",
    "object_class": "Safe",
    "containment_procedures": "SCP-1225 is kept within its original packing, including styrofoam padding, in an isolated room measuring 15 m x 15 m x 15 m at Site 37. SCP-1225 is kept in a locked stainless steel box on a concrete pedestal that is protected from the elements, in a 25 m x 25 m roofless containment area open to the air in at least a 180 degree arc.",
    "description": "SCP-1225 is a spindle-shaped glass ornament with a small loop at the top allowing it to be hung from a hook. When hung on a tree, bush or other \"woody\" plant, it initiates a process of accelerated decay and aging in any closed containers within 4 meters of it. The contents of these containers will change so as to reflect the signs of typical wear-and-tear that the object would acquire over the course of several years.",
    "title": "SCP-1225"
}