{
    "url": "https://scp-wiki.wikidot.com/scp-1248",
    "all_text": "rating: \n+205\n+\n–\nx\n\n\n\n\n\n\nSCP-1248\n\n\n\n\n\n\nItem #:\n SCP-1248\n\n\nObject Class:\n Safe-nuntii\n\n\nSpecial Containment Procedures:\n SCP-1248 may be kept in a standard containment locker at Site 20, along with all cassette tapes that it has recorded. SCP-1248 is to be tested only in a soundproof room with a separate observation area.\n\n\nTesting of recordings made by SCP-1248 (hereby SCP-1248-1) should take place only on separate cassette players to avoid undue harm to SCP-1248. Testing requires permission of at least two Level 3 personnel.\n\n\nDescription:\n SCP-1248 is a Walkman WM-D6C recording device with wear and tear consistent with regular usage. As with normal devices of this model, SCP-1248 is capable of recording sounds when a cassette tape is inserted. The name \"Eric\" is carved into the underside of the device.\n\n\nSCP-1248’s anomalous properties manifest when a person listens to an instance of SCP-1248-1 with one or more human voices audible.\n1\n Any subject who hears the recording will become listless and unresponsive until the recording stops or the subject is otherwise unable to hear SCP-1248-1. Upon recovery, all subjects will exhibit the personality traits of one person who produced sound heard in SCP-1248-1. This change is permanent and affects all facets of the subject’s personality. However, memories, intelligence, and skills will usually remain unaltered.\n\n\nIt has been found that subjects will remain unaffected by instances of SCP-1248-1 listened to after their first exposure, except in cases where the exposure is to their own voice. Note that the emotion present in the voice recorded by SCP-1248-1 is usually inconsequential.\n\n\nAddendum:\n It has been found that altering said recordings may alter their effect on subjects. See \nTesting Log 1248-A\n for further information.\n\n\n\n\nExcerpts from Testing Log 1248-A\n\n\nSound Recorded:\n A dog barking.\n\n\nSubjects:\n D-3639.\n\n\nSpecial Conditions:\n None.\n\n\nResult:\n D-3639 appeared highly confused and ceased to speak. Further, D-3639 lost the capability to process complex information.\n\n\nSound Recorded:\n Dr. Hathaway singing “Eye of the Tiger”.\n\n\nSubjects:\n Drs. Schroeder, Hathaway, and White.\n\n\nSpecial Conditions:\n Dr. Hathaway had consumed large quantities of alcohol prior to testing. Test was unauthorized. None were aware of SCP-1248's properties.\n\n\nResult:\n As expected; however, all three subjects showed signs of alcohol intoxication and continued to do so after they would normally become sober. After one week, the three were dosed with amnestics and remanded to a civilian care facility.\n\n\nSound Recorded:\n Agent Dixon saying his name.\n\n\nSubjects:\n Name unknown, a captured agent of the Chaos Insurgency.\n\n\nSpecial Conditions:\n Agent Dixon has demonstrated remarkable loyalty towards the Foundation.\n\n\nResult:\n The subject appeared cooperative and attempted to divulge sensitive information regarding a suspected CI base near New Delhi, but experienced severe throat swelling in the process of doing so. In addition, large amounts of scar tissue appeared throughout the subject's respiratory tract. Subject died shortly thereafter of suffocation.\n\n\nNote:\n Use of anomalous items for counterintelligence purposes by the Chaos Insurgency confirmed.\n\n\nSound Recorded:\n D-2180 saying the word \"something\".\n\n\nSubjects:\n D-2344.\n\n\nSpecial Conditions:\n The tape recorder used to play SCP-1248-1 was heavily damaged.\n\n\nResult:\n D-2344 exhibited behavior sometimes consistent with D-2180’s personality and sometimes with her own personality, switching between the two without warning. D-2344 was apparently unaware of these shifts, although she did claim to feel fatigued.\n\n\nSound Recorded:\n D-2180 saying the word \"something\".\n\n\nSubjects:\n D-2360.\n\n\nSpecial Conditions:\n The tape was played backwards.\n\n\nResult:\n D-2360 gained the personality of D-2180 as expected, except that D-2360 also became a compulsive liar. No underlying neurological cause was found.\n\n\nSound Recorded:\n D-2180 reading a short paragraph from a Foundation training manual.\n\n\nSubjects:\n D-2348.\n\n\nSpecial Conditions:\n D-2180’s voice was altered using a phase vocoder and \"Auto-Tune\" software.\n\n\nResult:\n While D-2348’s personality resembled that of D-2180 nominally, D-2348 did not express emotion physically or vocally except via direct statements. Further, subject noted the presence of misanthropic tendencies not present in D-2180.\n\n\nSound Recorded:\n None.\n\n\nSubjects:\n D-5552.\n\n\nSpecial Conditions:\n SCP-1248's microphone was blocked prior to recording.\n\n\nResult:\n D-5552 showed signs of fear and expressed discomfort with being tangible. When allowed to do as he wished, D-5552 attempted to self-immolate.\n\n\n\n\nFootnotes\n\n\n1\n. Testing indicates that other audio input has the potential to trigger these effects. Further testing is required to determine the exact parameters of this capacity.\n\n\n\n\n\n\n\n\n« \nSCP-1247\n | SCP-1248 | \nSCP-1249\n »",
    "addendums": [
        "Addendum: It has been found that altering said recordings may alter their effect on subjects. See Testing Log 1248-A for further information."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-1248",
    "object_class": "Safe-nuntii",
    "containment_procedures": "SCP-1248 may be kept in a standard containment locker at Site 20, along with all cassette tapes that it has recorded. SCP-1248 is to be tested only in a soundproof room with a separate observation area.",
    "description": "SCP-1248 is a Walkman WM-D6C recording device with wear and tear consistent with regular usage. As with normal devices of this model, SCP-1248 is capable of recording sounds when a cassette tape is inserted. The name \"Eric\" is carved into the underside of the device.",
    "title": "SCP-1248"
}