{
    "url": "https://scp-wiki.wikidot.com/scp-1257",
    "all_text": "rating: \n+232\n+\n–\nx\n\n\nItem #:\n SCP-1257\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All copies of SCP-1257, encompassing all instances of SCP-1257-1, SCP-1257-2, and SCP-1257-3, are to be kept in the secure media vault at Site-██. Any uncontained copies of SCP-1257 are to be recovered or destroyed by MTF Mu-53 (“Ebert's Thumb”). Because of the nature of the original appearance of SCP-1257, and its widespread exposure to the public, MTF Mu-53 is also tasked to replace any new sources of information about SCP-1257 as they are discovered, in whatever format they may appear, in accordance with Protocol Gamma-1257-A (Codename: “Snopes’ Revenge”)\n1\n\n\nUnauthorized persons exposed to copies of SCP-1257, or who evidence any knowledge about SCP-1257, shall be interrogated by the Foundation Intelligence Department, administered Class A Amnestics, and have implanted post-hypnotic suggestions to reinforce the belief that SCP-1257 is a hoax.\n2\n\n\nStudy of SCP-1257 is limited to personnel of Level 3 or higher, subject to approval by the Foundation Intelligence Department.\n\n\nDescription:\n SCP-1257 is an American-produced half-hour situation comedy originally titled \nRaising Danny\n that aired on the ███ television network for six episodes in 197█. Instances of SCP-1257-1 are the original production reels for all twelve episodes filmed, recovered from the ███ archives in 198█. Instances of SCP-1257-2 are the draft and shooting scripts and copies, including four episodes that were never shot. Instances of SCP-1257-3 are all other video recordings of the six episodes actually aired.\n\n\nThe anomalous properties of SCP-1257 manifest in any and all video copies produced from the original series, and in any copies of the scripts for those episodes. Every year, beginning in mid-September, video recordings and scripts for \nRaising Danny\n will change to reflect a new season of episodes. Replacements will begin with episode one, and progress sequentially through each episode in order during each subsequent week. While the Foundation has access to the first sixteen episodes of each season,\n3\n it appears that each SCP-1257 season runs approximately 24 episodes. Additionally, while new seasons of SCP-1257 occasionally produce hour-long \"specials,” copies are always limited to the first half-hour running time of the original episodes of SCP-1257.\n\n\nVideo copies of the original over-the-air broadcast of the first six episodes of SCP-1257 present a special case. Commercials recorded contemporaneously with SCP-1257 will also show changes consistent with the content of SCP-1257, and updated videos have occasionally shown news bulletins and weather alerts that imply multiple points of divergence between the world that continues to produce SCP-1257 and our own.\n\n\nSCP-1257’s original premise had a black man, named Tyler (played by Whitman Mayo), married to a white woman who already had a son by a prior marriage. When the woman dies, prior to the pilot episode, the man is left raising her son, named Danny (played by Danny Bonaduce), as his own. Reviews of the original series recovered by the Foundation were universally unfavorable and referred to it as “The unwanted bastard child of \nSanford and Son\n and \nThe Courtship of Eddie's Father\n.” Because of the anomalous properties of SCP-1257, the Foundation has only been able to reconstruct a general outline of the original content of the series.\n\n\nAddendum 1:\n Notes on selected episodes of SCP-1257 observed in Foundation custody.\n\n\n\n\n+ Document S-1257-11\n\n\n\n\n- Document S-1257-11\n\n\n\n\n\n\n\n\nSeason 3, Episode 3, “Tyler’s Date”: Episode manifests three months after initial containment. One line in the script implies the assassination of American President Jimmy Carter in late 1978 or early 1979.\n\n\nSeason 4, Episode 1, “Bad Touch pt. 2”: Second half of a “special episode” ending season three. Eric, a young classmate of Danny’s, is the target of a sexual predator using what appears to be anomalous items manufactured by Doctor Wondertainment to lure his victims.\n\n\nSeason 5, Episode 10, “The Senior Trip”: Episode mentions a scandal where 10 members of the UK House of Commons had been publicly revealed as members of a cult that bears a strong resemblance to the Church of the Broken God.\n\n\nSeason 6, Episode 1, “The Freshmen”: The title of SCP-1257 is changed to \nDanny\n. The premise of the series changes as well, dropping the Tyler character and sending Danny to college in New York City with five of his classmates from High School.\n4\n The University Lab appears to have specimens of SCP-███, SCP-███ and SCP-███.\n\n\nSeason 6, Episode 11, “The ████████”: Plot of the episode concerns Eric’s suspicions that one of their dormmates might be secretly one of the “████████.” This turns out to be a misunderstanding. From context, the “████████” appear to prey on young women and have become endemic in [REDACTED] and seem to be the result of a containment breach of [REDACTED] in Mexico City.\n\n\nSeason 7, Episode 2, “Eric’s Midterm Caper”: When this episode manifested in SCP-1257-3-12, a new advertisement appeared during the second break for Marshall, Carter, and Dark Ltd. The ad promoted [REDACTED] services for [REDACTED].\n\n\nSeason 10, Episode 1, “The Job Hunt”: Hour-long “special” introducing another change in premise.\n5\n One scene implies that the Global Occult Coalition has become public enough to run “want ads” in the local newspaper.\n\n\nSeason 10, Episode 2, “The New Guy”: The show’s title is officially changed to \nAgent Danny of the SCP\n.\n6\n Danny has been employed as Level 1 security at Site-19, and through a series of mishaps, prevents a containment breach of \nSCP-173\n.\n\n\nSeason 10, Episode 5, “D-Class Act”: Danny mis-hears a co-worker’s conversation and becomes convinced he has been mistakenly reassigned to D-Class by the HR Department.\n\n\nSeason 10, Episode 11, “Leaping Lizards”: [REDACTED] \nSCP-682\n [REDACTED].\n\n\n\n\nNote:\n Details of SCP-1257 episodes past Season 10 are only available with the approval of the Intelligence Department.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Information about SCP-1257 is replaced with new information leading to the conclusion that SCP-1257 never existed, and is a hoax. Protocol Gamma-1257-A also requires all original documentation discovered about SCP-1257 be replaced with forged copies omitting references to SCP-1257.\n\n\n2\n. As of 5/27/19██ all original participants in the production of SCP-1257 have been found and either treated with amnestics or terminated.\n\n\n3\n. Twelve via video copies (SCP-1257-1) and four only via unproduced scripts (SCP-1257-2).\n\n\n4\n. Including Eric, despite a three-year age difference.\n\n\n5\n. Danny has graduated college, is unemployed, and advertisements shown during SCP-1257-3 instances show that the Eric character has been spun off into his own series.\n\n\n6\n. It is clear from the script that the title the writers intended is actually \nAgent Danny of the SCP \nFoundation\n. However, in the title card and in taped dialog, “Foundation” is consistently omitted. The name does appear correctly in the background sets intended to represent Foundation locations.\n\n\n\n\n\n\n\n\n« \nSCP-1256\n | SCP-1257 | \nSCP-1258\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1257\n\" by sandrewswann, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1257\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Notes on selected episodes of SCP-1257 observed in Foundation custody."
    ],
    "documents": [],
    "notes": [
        "Season 3, Episode 3, “Tyler’s Date”: Episode manifests three months after initial containment. One line in the script implies the assassination of American President Jimmy Carter in late 1978 or early 1979. Season 4, Episode 1, “Bad Touch pt. 2”: Second half of a “special episode” ending season three. Eric, a young classmate of Danny’s, is the target of a sexual predator using what appears to be anomalous items manufactured by Doctor Wondertainment to lure his victims. Season 5, Episode 10, “The Senior Trip”: Episode mentions a scandal where 10 members of the UK House of Commons had been publicly revealed as members of a cult that bears a strong resemblance to the Church of the Broken God. Season 6, Episode 1, “The Freshmen”: The title of SCP-1257 is changed to Danny . The premise of the series changes as well, dropping the Tyler character and sending Danny to college in New York City with five of his classmates from High School. 4 The University Lab appears to have specimens of SCP-███, SCP-███ and SCP-███. Season 6, Episode 11, “The ████████”: Plot of the episode concerns Eric’s suspicions that one of their dormmates might be secretly one of the “████████.” This turns out to be a misunderstanding. From context, the “████████” appear to prey on young women and have become endemic in [REDACTED] and seem to be the result of a containment breach of [REDACTED] in Mexico City. Season 7, Episode 2, “Eric’s Midterm Caper”: When this episode manifested in SCP-1257-3-12, a new advertisement appeared during the second break for Marshall, Carter, and Dark Ltd. The ad promoted [REDACTED] services for [REDACTED]. Season 10, Episode 1, “The Job Hunt”: Hour-long “special” introducing another change in premise. 5 One scene implies that the Global Occult Coalition has become public enough to run “want ads” in the local newspaper. Season 10, Episode 2, “The New Guy”: The show’s title is officially changed to Agent Danny of the SCP . 6 Danny has been employed as Level 1 security at Site-19, and through a series of mishaps, prevents a containment breach of SCP-173 . Season 10, Episode 5, “D-Class Act”: Danny mis-hears a co-worker’s conversation and becomes convinced he has been mistakenly reassigned to D-Class by the HR Department. Season 10, Episode 11, “Leaping Lizards”: [REDACTED] SCP-682 [REDACTED]. Note: Details of SCP-1257 episodes past Season 10 are only available with the approval of the Intelligence Department.",
        "\" SCP-1257 \" by sandrewswann, from the SCP Wiki . Source: https://scpwiki.com/scp-1257 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1257",
    "object_class": "Safe",
    "containment_procedures": "All copies of SCP-1257, encompassing all instances of SCP-1257-1, SCP-1257-2, and SCP-1257-3, are to be kept in the secure media vault at Site-██. Any uncontained copies of SCP-1257 are to be recovered or destroyed by MTF Mu-53 (“Ebert's Thumb”). Because of the nature of the original appearance of SCP-1257, and its widespread exposure to the public, MTF Mu-53 is also tasked to replace any new sources of information about SCP-1257 as they are discovered, in whatever format they may appear, in accordance with Protocol Gamma-1257-A (Codename: “Snopes’ Revenge”)1",
    "description": "SCP-1257 is an American-produced half-hour situation comedy originally titled Raising Danny that aired on the ███ television network for six episodes in 197█. Instances of SCP-1257-1 are the original production reels for all twelve episodes filmed, recovered from the ███ archives in 198█. Instances of SCP-1257-2 are the draft and shooting scripts and copies, including four episodes that were never shot. Instances of SCP-1257-3 are all other video recordings of the six episodes actually aired.",
    "title": "SCP-1257"
}