{
    "url": "https://scp-wiki.wikidot.com/scp-1258",
    "all_text": "rating: \n+180\n+\n–\nx\n\n\nItem #:\n SCP-1258\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All materials relating to SCP-1258 are held in a locked document cabinet in Site-19, with access restricted to clearance level 4 and above. Any organisms showing any effect of practicing SCP-1258 should be considered an instance of SCP-1258-1 and terminated immediately unless part of an approved experiment. Standard Foundation searches for anomalous animal activity should be cross-referenced with SCP-1258 markers.\n\n\nDescription:\n SCP-1258 is a martial art of unknown origin. Currently the Foundation has in its possession enough material in varying media to reconstruct several basic forms used to teach beginners, but little information on more advanced forms. SCP-1258-1 is any organism which has the knowledge and capability of practicing SCP-1258 independently.\n\n\nWhen SCP-1258 is practiced by human beings, there is no observed anomalous effect. The anomalous effects of SCP-1258 manifest when movements of the style are performed within view of a non-human mammal.\n1\n A mild compulsive effect causes all such animals to cease any non-essential activity and begin watching the performer. After a short period of passive observation, animals will begin attempting to duplicate the movements, to the extent they are able. Due to anatomical differences, some animals are more capable than others of imitating the movements of SCP-1258, but regardless of skill, animals will continue practicing until either they are distracted by a pressing need (the need to eat, imminent danger, etc.) or the human performer stops or leaves their field of view.\n\n\nIf an animal is permitted to observe and mimic SCP-1258 forms for a period of time,\n2\n they will begin to develop human-like characteristics. Generally the process begins at the level of gross anatomy: quadrupedal organisms will develop leg musculature for a bipedal stance, they will develop opposable thumbs on their hands or equivalent structures, and will develop in size and stature to a minimum standing (bipedal) height of approximately 1 meter. (Animals already larger than this will stay the same size, though they will develop other quasi-human features.) Additionally, virtually all animals will develop larger brains, with expansion most often seen in areas relating to language.\n3\n Subjects will continue to practice SCP-1258, even in the absence of an instructor or any materials related to SCP-1258; they may display knowledge of forms and movements which they have not been previously exposed to.\n4\n Continual exposure will cause further expansion and development along these lines, and eventually development of the vocal cords (or equivalent structures), jaw, and esophagus. After enough exposure, subjects will be able to communicate verbally in human languages.\n5\n Subjects' intelligence will increase appreciably as they continue to practice SCP-1258 routines and forms, usually to between 110 and 140 I.Q. as measured by standard Foundation tests. Eventually, test subjects will refuse to cooperate with humans in any capacity and will begin attempting to escape confinement by any means.\n\n\nFor a partial list of animal experiments, refer to \nExperiment Log 1258\n.\n\n\n\n\n+ Addendum: Origins of SCP-1258\n\n\n\n\n- Addendum: Origins of SCP-1258\n\n\n\n\nAddendum: Origins of SCP-1258:\n The time and exact place of origin of SCP-1258 are unknown. Some of its forms are superficially similar to the Korean martial art \ntaekkyeon\n, which may place its development as early as the beginning of the Three Kingdoms Era (57 C.E.); however, due to taekkyeon's resurgence following the end of the Japanese occupation of Korea in 1945, and the cross-pollination between many East Asian martial arts, SCP-1258 may be a much more recent development, or may be of entirely different origin. Further investigation is impossible barring the discovery of more material.\n\n\n\n\n\n\n\n\n\n\n+ Recovery Log\n\n\n\n\n- Recovery Log\n\n\n\n\nRecovery Log:\n SCP-1258 was first discovered as part of a routine internet search for anomalous artifacts, events, or persons. On █/██/201█, the YouTube channel of user 'WayFyre91,' real name Isaac Waymire, was found. Of the thirty-seven (37) videos on Waymire's channel, the first thirty-three (33) were of no value.\n6\n In the thirty-third video, Waymire mentioned that he had begun taking martial arts lessons at a nearby school. The remaining 4 videos had been made within the space of roughly three (3) months. Transcripts of some of the relevant videos follow.\n7\n\n\n\n\nVideo:\n 01\n\n\n<Begin transcript>\n\n\n0:00:02:\n [Waymire steps into field of view, presumably after activating the camera.]\n\n\n0:00:05-0:00:24: Waymire:\n Okay, uh, I just started taking lessons at the dojo, and … and you guys, you need to see this. I was practicing in front of Caesar\n8\n and … just watch.\n\n\n0:00:25-0:00:38:\n [Waymire briefly steps off-camera, returning with Caesar in his arms. He places Caesar on the floor.]\n\n\n0:00:38-0:02:15:\n [Waymire performs an SCP-1258 routine. Caesar begins watching Waymire immediately. At 0:00:44, Caesar stands on his hind legs and begins imitating Waymire's movements. His balance appears to be poor and his range of motion is limited, but he attempts to follow the remainder of Waymire's routine. At the conclusion of his practice, Waymire begins laughing. He feeds a treat to Caesar, then picks him up and faces the camera.]\n\n\n0:02:15-0:02:23: Waymire:\n My little warrior!\n\n\n0:02:23-0:02:26:\n [Waymire moves behind the camera, and the recording ends.]\n\n\n\n\n\n\nVideo:\n 02\n\n\n<Begin transcript>\n\n\n0:00:02:-0:03:56\n [This video is a montage of multiple recordings of Waymire and Caesar practicing SCP-1258. There is no audible dialogue; instead, a German-language version of the song \"Eye of the Tiger\" plays over the video.]\n\n\nNotes:\n Due to the montage editing of this video, it is impossible to tell in what order the original sequences were filmed. However, Caesar is seemingly larger and has more developed musculature in his front and back legs. In certain shots, it appears that his muzzle is elongated as well, though the low resolution makes this difficult to verify.\n\n\n\n\n\n\nVideo:\n 03\n\n\n<Begin transcript>\n\n\n0:00:02:\n [Extreme close-up of Waymire's face. He is outside his bedroom.]\n\n\n0:00:03-0:00:27: Waymire:\n Okay, uh … Caesar's been acting … really weird lately, and … he … just watch this.\n\n\n0:00:27-0:01:44:\n [Camera pans away from Waymire's face. The door to his bedroom is slightly ajar, and the camera is placed to sight into the bedroom. Caesar can be seen practicing an SCP-1258 form. Foundation martial arts experts note that this form is more advanced than had been seen in previous videos. Caesar is also noticeably larger, and has a much steadier bipedal stance.]\n\n\n0:01:45-0:01:49:\n [Camera moves back to Waymire while Caesar continues to practice.]\n\n\n0:01:50-0:02:12: Waymire:\n I … I'm not sure what's going on. I'm going to keep a close eye on him.\n\n\n\n\n\n\nVideo:\n 04\n\n\n<Begin transcript>\n\n\n0:00:00:\n [Video opens on Caesar, in Waymire's bedroom. Waymire is not seen in the video; presumably he is holding the camera. Caesar is approximately twice his original size. His limbs are heavily muscled, and the skin has stretch marks, presumably from rapid growth. He is standing in what appears to be a basic SCP-1258 stance.]\n\n\n0:00:01-0:00:11: Waymire:\n What is your name?\n\n\n0:00:13-0:00:29: Caesar:\n I … am called … Caesar.\n\n\n0:00:30-0:00:45: Waymire (breathing heavily):\n Why … how can you talk?\n\n\n0:00:46-0:01:11: Caesar:\n I … have learned. Through learning … I became … more.\n\n\n0:01:12-0:01:21: Waymire (stuttering):\n Www … what d-do …\n\n\n0:01:22-0:01:24: Caesar:\n Ask it.\n\n\n0:01:25-0:01:41: Waymire:\n What will you do with your … learning?\n\n\n0:01:42-0:02:22: Caesar:\n I will … change … the world. I … will make us … free. I will … kill … the masters.\n\n\n0:02:23-0:02:28:\n [Caesar stops speaking but continues to stare at the camera. Waymire's breathing can be heard as well.\n9\n]\n\n\n0:02:29-0:02:31: Waymire:\n Is—is that enough? Can I—\n\n\n0:02:31:\n [Caesar moves forward in a threatening manner. Camera jerks, likely due to Waymire flinching.]\n\n\n0:02:32-0:02:45: Caesar:\n You … will not … ask! You will … tell … the masters! They … must know.\n\n\n0:02:46-0:02:51:\n [Camera holds steady on Caesar until end of video.]\n\n\n\n\nUsing the IP address Waymire had uploaded the videos from and clues within the videos themselves, the Foundation traced him to the town of █████████, Germany. Waymire was found dead in his apartment, with time of death approximately two days prior. Cause of death was determined to be blunt force trauma indicative of physical confrontation. Both of Waymire's legs and his right arm had been broken, along with seven ribs, and most of his internal organs were severely damaged or ruptured. Waymire's jaw was broken in several places, including two apparently post-mortem breaks.\n\n\nFoundation agents followed reports of attacks on hikers, as well as sightings of a \"standing wolf\" or \"hairy dwarf\", to a forest roughly east of █████████. The bodies of two hikers with wounds similar to Waymire's were found approximately seventeen kilometers from the city. Their bodies had been dragged into a small stream and partially eaten. Caesar, now designated SCP-1258-1-01, was eventually located and confronted after a three-day pursuit. Two agents were killed and four more injured; SCP-1258-1-01 was shot and killed.\n\n\n\n\n\n\n\n\n\n\n+ Addendum: Document 1258-RX\n\n\n\n\n- Addendum: Document 1258-RX\n\n\n\n\nAddendum: Document 1258-RX:\n In January 201█, multiple incidents of wild animals attacking humans were reported in the town of ██████████, Colorado, USA. Some victims reported packs made up of multiple species, including predator and prey species together. The Foundation investigated and found widespread usage of SCP-1258. Sterilization of all wild and domesticated animals within a fifty-kilometer radius of the city, under guise of response to a rabies outbreak, was carried out without incident. Investigation led to a recently-opened dojo within the city; however, the dojo had burned down several days prior to the Foundation response.\n10\n No remarkable equipment was found in the dojo, and most documents were burned beyond retrieval. The only recoverable fragment of note has been classified as document 1258-RX, and appears to be a handwritten, incomplete translation into English of another document. The original document, if one existed, was not found.\n\n\n\n\nLearn the ways of THE MASTERS!!! \nWe can\n Anyone can learn to stand as tall as \nman\n other men and confront the world!\n\nWE CAN teach you to be (bigger? tougher? taller?).\n\nWE CAN \nmake you\n give you a fighting chance against \nhumanity\n (the world? society?)\n\nMAKE YOURSELF BETTER! (maybe \"improve yourself\"? \"change yourself\"?) Find a NEW WAY! We know the SECRETS OF THE MASTERS \npassed\n handed down through the \nmillennia\n ages!\n\n\nIf they will not see us as equals, then we will BECOME equals!\n [This line was struck through twice.]\n\nWhen we are all equals, we\n\n[The remainder of the document was destroyed.]\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Placental mammals only: marsupials display no anomalous effects.\n\n\n2\n. Even a single exposure to SCP-1258 may be enough to cause these anomalous developments. Exact period of exposure necessary depends on multiple factors, including the species of subject, time spent performing, the skill of the human performer, and so forth. See Experiment Log below for further information.\n\n\n3\n. These transformations require vastly increased nutritional intake, beyond what a healthy specimen should be able to consume normally. It is theorized SCP-1258 also speeds up metabolic processes in such a way as to allow for this high rate of growth. Without adequate nutrition, subjects' growth will be retarded, but will progress.\n\n\n4\n. This anomalous knowledge is theorized to be another side-effect of exposure to SCP-1258.\n\n\n5\n. Generally, animals will have access to the language and vocabulary they were exposed to prior to their development by SCP-1258; for example, an animal raised by a English speaker will have retroactively \"learned\" the English they heard their owner speaking. Furthermore, most animals also show language acquisition skills comparable to a human toddler, allowing them to learn at an accelerated rate.\n\n\n6\n. Major topics included Waymire reviewing films or video games, responding to friends' videos, or diary-style entries about his personal life.\n\n\n7\n. Dialogue has been translated from the original German.\n\n\n8\n. Waymire's pet dog, apparently a terrier mix. Exact breed composition is unknown.\n\n\n9\n. According to Foundation analysis, Waymire's labored breathing is probably due to an agitated emotional state, although he may also have suffered damage to his throat, lungs, or thoracic cavity.\n\n\n10\n. The cause of the fire was unclear.\n\n\n\n\n\n\n\n\n« \nSCP-1257\n | SCP-1258 | \nSCP-1259\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1258\n\" by TedlyAnderson, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1258\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Video: 01 <Begin transcript> 0:00:02: [Waymire steps into field of view, presumably after activating the camera.] 0:00:05-0:00:24: Waymire: Okay, uh, I just started taking lessons at the dojo, and … and you guys, you need to see this. I was practicing in front of Caesar 8 and … just watch. 0:00:25-0:00:38: [Waymire briefly steps off-camera, returning with Caesar in his arms. He places Caesar on the floor.] 0:00:38-0:02:15: [Waymire performs an SCP-1258 routine. Caesar begins watching Waymire immediately. At 0:00:44, Caesar stands on his hind legs and begins imitating Waymire's movements. His balance appears to be poor and his range of motion is limited, but he attempts to follow the remainder of Waymire's routine. At the conclusion of his practice, Waymire begins laughing. He feeds a treat to Caesar, then picks him up and faces the camera.] 0:02:15-0:02:23: Waymire: My little warrior! 0:02:23-0:02:26: [Waymire moves behind the camera, and the recording ends.]",
        "Video: 02 <Begin transcript> 0:00:02:-0:03:56 [This video is a montage of multiple recordings of Waymire and Caesar practicing SCP-1258. There is no audible dialogue; instead, a German-language version of the song \"Eye of the Tiger\" plays over the video.] Notes: Due to the montage editing of this video, it is impossible to tell in what order the original sequences were filmed. However, Caesar is seemingly larger and has more developed musculature in his front and back legs. In certain shots, it appears that his muzzle is elongated as well, though the low resolution makes this difficult to verify.",
        "Video: 03 <Begin transcript> 0:00:02: [Extreme close-up of Waymire's face. He is outside his bedroom.] 0:00:03-0:00:27: Waymire: Okay, uh … Caesar's been acting … really weird lately, and … he … just watch this. 0:00:27-0:01:44: [Camera pans away from Waymire's face. The door to his bedroom is slightly ajar, and the camera is placed to sight into the bedroom. Caesar can be seen practicing an SCP-1258 form. Foundation martial arts experts note that this form is more advanced than had been seen in previous videos. Caesar is also noticeably larger, and has a much steadier bipedal stance.] 0:01:45-0:01:49: [Camera moves back to Waymire while Caesar continues to practice.] 0:01:50-0:02:12: Waymire: I … I'm not sure what's going on. I'm going to keep a close eye on him.",
        "Video: 04 <Begin transcript> 0:00:00: [Video opens on Caesar, in Waymire's bedroom. Waymire is not seen in the video; presumably he is holding the camera. Caesar is approximately twice his original size. His limbs are heavily muscled, and the skin has stretch marks, presumably from rapid growth. He is standing in what appears to be a basic SCP-1258 stance.] 0:00:01-0:00:11: Waymire: What is your name? 0:00:13-0:00:29: Caesar: I … am called … Caesar. 0:00:30-0:00:45: Waymire (breathing heavily): Why … how can you talk? 0:00:46-0:01:11: Caesar: I … have learned. Through learning … I became … more. 0:01:12-0:01:21: Waymire (stuttering): Www … what d-do … 0:01:22-0:01:24: Caesar: Ask it. 0:01:25-0:01:41: Waymire: What will you do with your … learning? 0:01:42-0:02:22: Caesar: I will … change … the world. I … will make us … free. I will … kill … the masters. 0:02:23-0:02:28: [Caesar stops speaking but continues to stare at the camera. Waymire's breathing can be heard as well. 9 ] 0:02:29-0:02:31: Waymire: Is—is that enough? Can I— 0:02:31: [Caesar moves forward in a threatening manner. Camera jerks, likely due to Waymire flinching.] 0:02:32-0:02:45: Caesar: You … will not … ask! You will … tell … the masters! They … must know. 0:02:46-0:02:51: [Camera holds steady on Caesar until end of video.]",
        "Learn the ways of THE MASTERS!!! We can Anyone can learn to stand as tall as man other men and confront the world! WE CAN teach you to be (bigger? tougher? taller?). WE CAN make you give you a fighting chance against humanity (the world? society?) MAKE YOURSELF BETTER! (maybe \"improve yourself\"? \"change yourself\"?) Find a NEW WAY! We know the SECRETS OF THE MASTERS passed handed down through the millennia ages! If they will not see us as equals, then we will BECOME equals! [This line was struck through twice.] When we are all equals, we [The remainder of the document was destroyed.]",
        "\" SCP-1258 \" by TedlyAnderson, from the SCP Wiki . Source: https://scpwiki.com/scp-1258 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1258",
    "object_class": "Euclid",
    "containment_procedures": "All materials relating to SCP-1258 are held in a locked document cabinet in Site-19, with access restricted to clearance level 4 and above. Any organisms showing any effect of practicing SCP-1258 should be considered an instance of SCP-1258-1 and terminated immediately unless part of an approved experiment. Standard Foundation searches for anomalous animal activity should be cross-referenced with SCP-1258 markers.",
    "description": "SCP-1258 is a martial art of unknown origin. Currently the Foundation has in its possession enough material in varying media to reconstruct several basic forms used to teach beginners, but little information on more advanced forms. SCP-1258-1 is any organism which has the knowledge and capability of practicing SCP-1258 independently.",
    "title": "SCP-1258"
}