{
    "url": "https://scp-wiki.wikidot.com/scp-1261",
    "all_text": "rating: \n+212\n+\n–\nx\n\n\nItem #:\n SCP-1261\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A recording capable of infecting human subjects with SCP-1261 is to be stored on network-isolated electronic storage station 2 at Site 108. In the event of failure, redundant analog backups of this recording are to be stored at Archive Site ██. All experimentation on SCP-1261 is to be performed in Black Cloister type soundproofed testing chambers. Following experimentation, human subjects affected by SCP-1261 are to be treated with class A amnestics prior to release from the testing chamber. Foundation personnel are not to interact with individuals affected by SCP-1261 without DC-grade hearing impairment gear. Communication with affected subjects is to be limited to electronic transcription, typed or written methods, and sign language (where applicable).\n\n\nDescription:\n SCP-1261 is a highly virulent Type October memetic contagion\n1\n propagated through aural vectors. SCP-1261 deviates slightly from other memes of its class in that transmission is not limited to the expression of specific phrases or ideas; instead, an individual is infected by the meme when he or she hears and understands an infected individual mentioning or referring to the hallucinations caused by SCP-1261.\n\n\nSubjects affected by SCP-1261 suffer from the persistent delusion that they are accompanied at all times by a sapient adult bird of infraclass Palaeognathae (hereafter instances of SCP-1261-1). Instances of SCP-1261-1 are almost exclusively members of the \nDromaius novaehollandiae\n (Emu) species, though several occurrences of \nStruthio camelus\n (Common Ostrich) and a single instance of \nApteryx haastii\n (Great Spotted Kiwi) have also been reported. Subjects typically express close familiarity with the perceived animal, with roughly 78% of subjects expressing the belief that SCP-1261-1 has accompanied them since the age of 13\n2\n, with the remainder unable to provide specific details.\n\n\nDescriptions of SCP-1261-1 behaviour provided by affected subjects are uniformly consistent and indicate that the supposed birds understand and react in response to human speech, demonstrate affectionate gestures (e.g., nuzzling) towards their corresponding SCP-1261 subject, and behave in a manner similar to trained assistance animals. Though all instances of SCP-1261-1 are visible to all individuals infected with SCP-1261, the creatures rarely interact with one another or with other SCP-1261 carriers. SCP-1261-1 are also described as maintaining consistent age and health throughout their subjects’ infection. Reports suggest no anomalous behaviour from SCP-1261-1 beyond their apparent intelligence and constant presence.\n\n\nClass A amnestics effectively neutralize SCP-1261 infection, with retained class D personnel showing no signs of spontaneous relapse through 18 months of observation. Subjects treated in this way exhibit no lasting side effects save for an increased fondness of birds over other animals, especially as pets.\n\n\nAddendum 1261-01:\n On 8/14/2001, Foundation operatives intercepted reports of a GOC raid on a settlement in ████████, Peru “infested with Harvey-Greens”. Details in GOC reconnaissance reports suggested wide-scale SCP-1261 exposure among the populace, which was corroborated by after action reports from the GOC raid. MTF Beta-2 (“Glass Houses”) were dispatched to investigate the remains of the settlement following the raid. Forensic analysis of the site suggests that 300-500 individuals had resided in the village, all of them infected with SCP-1261. Irregularities in and around the settlement include:\n\n\n\n\nFeeding troughs exhibiting wear patterns consistent with large beaks\n\n\nLarge nests in most dwellings, typically padded with blankets or other bedding and visibly worn\n\n\nTracks and clawprints throughout the compound consistent with adult members of \nDromaius novaehollandiae\n\n\nScratch marks on doors and other objects suggesting manipulation by adult members of \nDromaius novaehollandiae\n\n\n\n\nIn spite of the observations described above, Beta-2 recovered no samples of biological or genetic material belonging to members of \nDromaius novaehollandiae\n on site. Additionally, intercepted after-action reports from the GOC raid mention no encounters with any wildlife save for the human residents of the settlement. Attempts to determine and/or reproduce the circumstances leading to the observed state of the site are ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. Formerly a \"Dancing Bear\" meme; see document MEM-C_28962 for additional information on the revised classification system.\n\n\n2\n. Infected subjects younger than 13 years of age are able to perceive the SCP-1261-1 instances of other affected individuals but do not \"receive\" their own instances until their 13th birthday. Such occasions are treated by other SCP-1261 sufferers as a rite of passage similar to a quinceañera or \"sweet sixteen\" celebration.\n\n\n\n\n\n\n\n\n« \nSCP-1260\n | SCP-1261 | \nSCP-1262\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1261\n\" by Lumancer, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1261\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1261-01: On 8/14/2001, Foundation operatives intercepted reports of a GOC raid on a settlement in ████████, Peru “infested with Harvey-Greens”. Details in GOC reconnaissance reports suggested wide-scale SCP-1261 exposure among the populace, which was corroborated by after action reports from the GOC raid. MTF Beta-2 (“Glass Houses”) were dispatched to investigate the remains of the settlement following the raid. Forensic analysis of the site suggests that 300-500 individuals had resided in the village, all of them infected with SCP-1261. Irregularities in and around the settlement include:\nIn spite of the observations described above, Beta-2 recovered no samples of biological or genetic material belonging to members of Dromaius novaehollandiae on site. Additionally, intercepted after-action reports from the GOC raid mention no encounters with any wildlife save for the human residents of the settlement. Attempts to determine and/or reproduce the circumstances leading to the observed state of the site are ongoing."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1261 \" by Lumancer, from the SCP Wiki . Source: https://scpwiki.com/scp-1261 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1261",
    "object_class": "Euclid",
    "containment_procedures": "A recording capable of infecting human subjects with SCP-1261 is to be stored on network-isolated electronic storage station 2 at Site 108. In the event of failure, redundant analog backups of this recording are to be stored at Archive Site ██. All experimentation on SCP-1261 is to be performed in Black Cloister type soundproofed testing chambers. Following experimentation, human subjects affected by SCP-1261 are to be treated with class A amnestics prior to release from the testing chamber. Foundation personnel are not to interact with individuals affected by SCP-1261 without DC-grade hearing impairment gear. Communication with affected subjects is to be limited to electronic transcription, typed or written methods, and sign language (where applicable).",
    "description": "SCP-1261 is a highly virulent Type October memetic contagion1 propagated through aural vectors. SCP-1261 deviates slightly from other memes of its class in that transmission is not limited to the expression of specific phrases or ideas; instead, an individual is infected by the meme when he or she hears and understands an infected individual mentioning or referring to the hallucinations caused by SCP-1261.",
    "title": "SCP-1261"
}