{
    "url": "https://scp-wiki.wikidot.com/scp-1286",
    "all_text": "rating: \n+274\n+\n–\nx\n\n\n\n\n\n\nSCP-1286\n\n\n\n\n\n\nItem #:\n SCP-1286\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-1286 is contained in its original installation. The basement of “█████ ██ ████”, an entertainment venue located in Manhattan, New York that contains SCP-1286 has since been retrofitted with standard containment procedures outlined in this document.\n\n\nThe appearance outside of Area-1286 has not changed and should not change since it has been retrofitted, save for the removal of advertisements on the building, and window galleries which have since been removed and replaced with solid walls. The front doors to Area-1286 lead into another hallway where screening procedures and identification protocols must be carried out each time personnel leave and enter the facility. Only one individual may be screened at any time.\n\n\nAt least two armed guards with concealed weapons and incapacitating agents must be posted in front of the main entrance at all times. Non-personnel attempting to access the venue are to be intercepted and turned away immediately. The use of lethal force is not recommended due to public traffic in the location. Disinformation personnel working with local law enforcement will deal with all casualties at times when this becomes an issue.\n\n\nThe basement area of the venue is to be kept clear of personnel at all times, and communication with SCP-1286 must be carried out with wall mounted audio devices unless otherwise specified by SCP-1286. No personnel save for the site psychoanalyst, Dr. Sanders, is at any time to attempt to approach SCP-1286 or converse with SCP-1286. Dr. Sanders is to have an audio link with the containment cell at all times.\n\n\nPersonnel who may be seen leaving and entering the facility must be dressed in proper business wear, according to disinformation protocol “U.S. Government Critical Infrastructure Facility” that has been circulated with local media outlets.\n\n\nDescription:\n SCP-1286 appears to be a plastic replica of the \"Fat Man\" atomic bomb. On the left of the hull is an acrylic drawing of a man frowning. Located in the rear is a small loudspeaker attached to the object with duct tape. SCP-1286 occasionally communicates through this device.\n\n\nSCP-1286 claims to be a functioning explosive. SCP-1286 presents great difficulties to all personnel responsible for containment in the sense that it will continually debate with staff as to why it should detonate. When approached, SCP-1286 will begin rocking back and forth on its own volition; containment personnel who have observed this report it filling them with a great sense of dread, although researchers are not sure as to whether or not this effect is memetic or due to SCP-1286's apparent nature. Further testing is to be done with unbriefed personnel.\n\n\nThe only confirmed anomaly regarding SCP-1286 is the tendency of personnel in charge of the containment of SCP-1286 to gather around the live feed from SCP-1286's containment cell whenever the device begins rocking. How this is coordinated is not known but it is reported to be sudden and compulsive, causing extreme anxiety for those present in a small radius outside of SCP-1286's walls.\n\n\nSCP-1286 was discovered in the basement gallery of █████ ██ ████, an entertainment and art venue located in Manhattan, New York. Two agents attended the opening event \"Sad Man visits Chelsea with some Fr1ends\" due to concern with specific textual content of posters and other advertisements displayed before the gallery's opening.\n\n\nAfter the exhibit opened, guests were ushered into the basement room containing SCP-1286 by a guide wearing orange shorts and a bandanna concealing the face. The figure's identity is not currently known, although it is believed to be the creator of SCP-1286. The figure spoke through a small orange microphone, the voice was projected through a loudspeaker in SCP-1286's hull with various phrases such as \"I'm just a sad little bomb!\", and \"Tick, tick, tick, baaaw…\". After the space of half an hour, the figure placed the microphone on the ground after which SCP-1286 continued its phrasing unaided.\n\n\nAddendum 1286-B Session 23:\n\nThe following is an exchange between SCP-1286 and Dr. Sanders. The conversation is typical.\n\n\n\n\nSCP-1286:\n Doc? Doc? Are you there?\n\n\nDr. Sanders:\n Yes, Jeffrey. You wanted to be called Jeffrey, correct?\n\n\nSCP-1286:\n Yeah, doc. Can we talk?\n\n\nDr. Sanders:\n Of course, Jeffrey.\n\n\nSCP-1286:\n I’ve been thinking about how I’m a bomb, right?\n\n\nDr. Sanders:\n Yes, you appear to be an atomic bomb.\n\n\nSCP-1286:\n I’ve been having an… what do you call it? Existence crisis? I feel like… I’m supposed to explode, I mean, I’m a bomb…\n\n\nDr. Sanders:\n It’s normal for you to feel that way, Jeffrey, but let’s be rational here; you might kill thousands upon thousands, and the fallout would kill even more.\n\n\nSCP-1286:\n But that’s what I’m supposed to do! I’m a bomb; I can feel it in my core, I mean, there… my… trigger, it's cold but it could be warm if I just… flicked it.\n\n\nDr. Sanders:\n Jeffrey, we've been over this many times. If you keep responding like this, we may have to disarm you.\n\n\nSCP-1286:\n But you won't! You won't because if you come near me… I'll fucking do it! I'll blow you all to hell!\n\n\nDr. Sanders:\n Jeffrey, please, you'll kill a-\n\n\nSCP-1286:\n Say I won't!\n\n\nSCP-1286 begins rocking back and forth slowly for a space of 15 minutes, occasionally tilting to an extent that would typically cause an object of such weight to fall over on its side. Seven (7) site personnel observed with what appear to be panic attacks and three (3) personnel exhibit syncope during the event.\n\n\n\n\n\n\nRelated Groups of Interest:\n \nAWCY?\n\n\n\n\n\n\n\n\n« \nSCP-1285\n | SCP-1286 | \nSCP-1287\n »",
    "addendums": [
        "Addendum 1286-B Session 23: The following is an exchange between SCP-1286 and Dr. Sanders. The conversation is typical."
    ],
    "documents": [],
    "notes": [
        "SCP-1286: Doc? Doc? Are you there? Dr. Sanders: Yes, Jeffrey. You wanted to be called Jeffrey, correct? SCP-1286: Yeah, doc. Can we talk? Dr. Sanders: Of course, Jeffrey. SCP-1286: I’ve been thinking about how I’m a bomb, right? Dr. Sanders: Yes, you appear to be an atomic bomb. SCP-1286: I’ve been having an… what do you call it? Existence crisis? I feel like… I’m supposed to explode, I mean, I’m a bomb… Dr. Sanders: It’s normal for you to feel that way, Jeffrey, but let’s be rational here; you might kill thousands upon thousands, and the fallout would kill even more. SCP-1286: But that’s what I’m supposed to do! I’m a bomb; I can feel it in my core, I mean, there… my… trigger, it's cold but it could be warm if I just… flicked it. Dr. Sanders: Jeffrey, we've been over this many times. If you keep responding like this, we may have to disarm you. SCP-1286: But you won't! You won't because if you come near me… I'll fucking do it! I'll blow you all to hell! Dr. Sanders: Jeffrey, please, you'll kill a- SCP-1286: Say I won't! SCP-1286 begins rocking back and forth slowly for a space of 15 minutes, occasionally tilting to an extent that would typically cause an object of such weight to fall over on its side. Seven (7) site personnel observed with what appear to be panic attacks and three (3) personnel exhibit syncope during the event."
    ],
    "item": "SCP-1286",
    "object_class": "Keter",
    "containment_procedures": "SCP-1286 is contained in its original installation. The basement of “█████ ██ ████”, an entertainment venue located in Manhattan, New York that contains SCP-1286 has since been retrofitted with standard containment procedures outlined in this document.",
    "description": "SCP-1286 appears to be a plastic replica of the \"Fat Man\" atomic bomb. On the left of the hull is an acrylic drawing of a man frowning. Located in the rear is a small loudspeaker attached to the object with duct tape. SCP-1286 occasionally communicates through this device.",
    "title": "SCP-1286"
}