{
    "url": "https://scp-wiki.wikidot.com/scp-1313",
    "all_text": "rating: \n+938\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-1313:\n Solve For Bear\n\n\nAuthor:\n \nMaliceAforethought\n\n\nImage Credit:\n \nhttps://www.nps.gov/articles/denali-crp-bear-monitoring-management.htm\n\n\n\n\nRelated SCPs:\n\n\n\n\nSCP-033\n\n\nSCP-233\n\n\nSCP-1512\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+938\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem №:\n SCP-1313\n\n\nAnomaly Class:\n Keter\n\n\nThreat Level:\n Orange \n●\n\n\nSpecial Containment Procedures:\n SCP-1313 is not currently contained. As a way of limiting the impact of the anomaly, Foundation staff are to monitor all educational institutes for high rates of bear attacks, and dispatch MTF Delta-10 (\"Answer Key\") to the sites of incidents as soon as possible. Amnestics are to be administered to any civilians with knowledge of SCP-1313.\n\n\nWhile copies of SCP-1313 are available from the Foundation archives, under no circumstances are any Foundation personnel to have complete knowledge of the problem. Any staff found solving SCP-1313 are to be reprimanded (and if the situation warrants, terminated) immediately following the bear's capture. Excess bears are to be either released into the wild or used as food/test subjects for suitable anomalies.\n\n\n\n\n\n\nSubject 1313-00824, shortly after manifestation\n\n\n\n\n\n\nDescription:\n SCP-1313 is an anomalous series of logical processes, capable of being defined as a mathematical equation to which the answer is a single female specimen of \nUrsus arctos\n. The equation itself does not appear to be inherently anomalous, but rather a quirk of mathematics — rather than producing any number in \nR\\A\n (the set of all real numbers that are not animals), SCP-1313 resolves to produce a tangible, adult, and frequently enraged grizzly bear. The resolution does not have to be physically represented, and simply considering the problem long enough to arrive at the solution has resulted in a bear's manifestation in or around the subject solving it.\n\n\nSCP-1313 does not require any particular mathematical ability to comprehend, beyond a basic understanding of elementary algebra, but all steps of the sequence must be completed in order to reach the correct answer. Skipping parts of the process or attempting to start midway through will not result in any anomalous effects, and will likely produce a purely mundane result.\n\n\nCurrently, examination of partial components of SCP-1313 has revealed the following information about the anomaly:\n\n\n\n\nThat SCP-1313 itself conforms to all axioms used in current number theory (although at times has proven to be remarkably stubborn).\n\n\nThat bears cannot be returned to numerical form simply by solving the equation's inverse, pending the \ninvention\n of a method of applying mathematical operations to physical objects.\n\n\nThat SCP-1313 can be used as an element of other equations to produce semi-anomalous results. For example, √\nSCP-1313\n resolves to the square root of a live grizzly bear — likewise, SCP-1313\n2\n is the product of two live grizzly bears multiplied together. It is not recommended that such 'derivative' equations be solved, as the creatures produced are usually poorly integrated into our reality, and invariably extremely hostile during their brief periods of existence\n1\n.\n\n\nThat grizzly bears exist within the set of all real numbers, and are not prime. The square root of a grizzly bear is prime, however, and is the only prime number that a) is not a cardinal number, b) is neither even nor odd, and c) contains an animal component. The implications that the root of a bear is an integer, and therefore that bears themselves exist on an ordinary number-line, are currently being investigated by \nProf. Hutchinson\n.\n\n\n\n\nSCP-1313 first came to the Foundation's attention in 1967, when a bear attack was reported at Whitecross High School, Hereford, England. 1724 separate incidents of bear attacks in educational institutes have been observed since, with an estimated 1600 fatalities and 900 further non-fatal injuries. Of the 1724 bears and mathematical bear-composites generated, at least 20% are still at large.\n\n\nNotice:\n If during the reading of this document you have pondered the nature of SCP-1313 to such a degree that you feel you have have independently formulated a portion of its structure, you are advised to make your way to your Site's nearest Amnestic Distribution Station, and then (following administration) to Animal Control. Failure to do so may result in disciplinary action and/or bear-related injury.\n\n\n\n\nFootnotes\n\n\n1\n. Research into the possible military applications of irrational, exponential, and imaginary grizzly bears is currently being undertaken by a joint team from the Foundation's mathematical and zoological departments.\n\n\n\n\n\n\n\n\n« \nSCP-1312\n | SCP-1313 | \nSCP-1314\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1313\n\" by MaliceAforethought, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1313\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n roamin_numeral.jpg\n\n\nName:\n N/A\n\n\nAuthor:\n Kaitlin Thoresen\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nUS National Park Service",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1313 \" by MaliceAforethought, from the SCP Wiki . Source: https://scpwiki.com/scp-1313 . Licensed under CC-BY-SA .",
        "Filename: roamin_numeral.jpg Name: N/A Author: Kaitlin Thoresen License: Public Domain Source Link: US National Park Service"
    ],
    "containment_procedures": "SCP-1313 is not currently contained. As a way of limiting the impact of the anomaly, Foundation staff are to monitor all educational institutes for high rates of bear attacks, and dispatch MTF Delta-10 (\"Answer Key\") to the sites of incidents as soon as possible. Amnestics are to be administered to any civilians with knowledge of SCP-1313.",
    "description": "SCP-1313 is an anomalous series of logical processes, capable of being defined as a mathematical equation to which the answer is a single female specimen of Ursus arctos. The equation itself does not appear to be inherently anomalous, but rather a quirk of mathematics — rather than producing any number in R\\A (the set of all real numbers that are not animals), SCP-1313 resolves to produce a tangible, adult, and frequently enraged grizzly bear. The resolution does not have to be physically represented, and simply considering the problem long enough to arrive at the solution has resulted in a bear's manifestation in or around the subject solving it.",
    "title": "SCP-1313"
}