{
    "url": "https://scp-wiki.wikidot.com/scp-1317",
    "all_text": "rating: \n+128\n+\n–\nx\n\n\n\n\n\n\nAn instance of SCP-1317\n\n\n\n\n\n\nItem #:\n SCP-1317\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All known instances of SCP-1317 are to be housed in Vault 13 of \nSite-77\n's Safe SCP wing. Each unit is to be inspected on a rotational basis to prevent any chemical corrosion of their containers. A small subset of the SCP-1317 substance is to be set aside for allocated testing purposes. Following a containment breach of multiple SCP-1317 instances initiated by \nSCP-703\n all testing instances are to remain outside of SCP-703's area of effect. In the event of the discovery of any additional instances of SCP-1317, they are to be cataloged and their point of origin sought out.\n\n\nDescription:\n SCP-1317 is a collection of vintage cosmetics, manufactured sometime in 1942. Individual tins of SCP-1317 weigh approximately 0.5 Kg. The individual containers of SCP-1317 are brown, with the makeup itself being a shade of beige. The words \"The Factory\" have been embossed onto the bottom of each instance of SCP-1317.\n\n\nWhen SCP-1317 comes into contact with living animal tissue, it will begin to integrate itself into the tissue. Continuous application of SCP-1317 will lead to the affected tissues being completely replaced by SCP-1317. In addition, SCP-1317 will replicate the biological function of all tissues it replaces. Any existing imperfections or blemishes on the skin will be removed. Adding dyes can change the skin tone, and it is possible to mold and adjust the SCP-1317 in a manner similar to clay without causing harm.\n\n\nIf the user does not continue to apply SCP-1317, the affected tissue will lose its cohesion over the next five weeks, which leads to the user experiencing potentially fatal trauma.\n\n\nSCP-1317 was discovered in 1943, when an unusually high number of persons with critical skin conditions were reported from several US cities. Interviews with victims revealed that they had obtained SCP-1317 via an advertisement in local newspapers to \"market test\" new makeup products. Following the address provided by the advertiser led to a warehouse containing over ████ instances of SCP-1317. However, shortly after this warehouse was discovered, instances of SCP-1317 began appearing in pharmacies and newspaper advertisements in the United States, Canada, Britain, Italy, Russia, France and Germany.\n1\n Between 1943 and 1946, an estimated █████ additional instances of SCP-1317 were recovered from these regions.\n\n\nAddendum 1317-A:\n As of May 1946, SCP-1317 ceased appearing in these areas. It is still unknown where these additional instances of SCP-1317 were produced, or how they were transported and stocked at these locations.\n\n\nAddendum 1317-B:\n\n\n\n\n\n\nProgression of symptoms related to SCP-1317.\n\n\n\n\n\n\nOne week\n\n\nThe user will report irritation in areas that are affected by SCP-1317, similar to a mild rash. Subjects may also report increased amounts of skin flaking.\n\n\n\n\n\n\nTwo weeks\n\n\nThe user will begin to develop more severe rashes in the afflicted areas. These rashes are usually a dark green or light purple. In addition, any of the user's hair located in these affected areas will begin to fall out.\n\n\n\n\n\n\nThree weeks\n\n\nThe user will report serious discomfort in the affected areas. The rash will have become discolored and afflicted areas will cause the user large amounts of pain. Users at this stage will become highly reclusive due to their appearance, but only a small percentage will seek medical care.\n\n\n\n\n\n\nFour weeks\n\n\nUsers at this stage will begin to experience extreme fatigue. In addition, users at this stage will begin to have large amounts of tissue disintegrate. 98% of users who reach four weeks of exposure will have lost all body hair in the afflicted area.\n\n\n\n\n\n\nFive weeks\n\n\nAfter five weeks have passed, the user's afflicted flesh will begin to lose cohesion. The first tissue to dissolve will usually be soft tissue such as the user's eyes, cheeks, or loose areas of skin, and damage to the dental cavity resulting in the dissolution of the gums and tooth loss. Following this, deeper tissues such as muscle and ligaments will begin dissolving. In cases where the user had used SCP-1317 for more than six months, the dissolution of organs such as the intestine, liver and bladder will result, along with partial liquefaction of the visual or olfactory cortices.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Including territories occupied or controlled by Germany\n\n\n\n\n\n\n\n\n« \nSCP-1316\n | SCP-1317 | \nSCP-1318\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1317\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1317\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nSource:\n \npxfuel\n\n\nLicense:\n CC0\n\n\nTitle:\n N/A\n\n\nAuthor:\n N/A\n\n\nRelease year:\n N/A",
    "addendums": [
        "Addendum 1317-A: As of May 1946, SCP-1317 ceased appearing in these areas. It is still unknown where these additional instances of SCP-1317 were produced, or how they were transported and stocked at these locations.",
        "Addendum 1317-B:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-1317 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1317 . Licensed under CC-BY-SA .",
        "Source: pxfuel License: CC0 Title: N/A Author: N/A Release year: N/A"
    ],
    "item": "SCP-1317",
    "object_class": "Safe",
    "containment_procedures": "All known instances of SCP-1317 are to be housed in Vault 13 of Site-77's Safe SCP wing. Each unit is to be inspected on a rotational basis to prevent any chemical corrosion of their containers. A small subset of the SCP-1317 substance is to be set aside for allocated testing purposes. Following a containment breach of multiple SCP-1317 instances initiated by SCP-703 all testing instances are to remain outside of SCP-703's area of effect. In the event of the discovery of any additional instances of SCP-1317, they are to be cataloged and their point of origin sought out.",
    "description": "SCP-1317 is a collection of vintage cosmetics, manufactured sometime in 1942. Individual tins of SCP-1317 weigh approximately 0.5 Kg. The individual containers of SCP-1317 are brown, with the makeup itself being a shade of beige. The words \"The Factory\" have been embossed onto the bottom of each instance of SCP-1317.",
    "title": "SCP-1317"
}