{
    "url": "https://scp-wiki.wikidot.com/scp-1322",
    "all_text": "rating: \n+1216\n+\n–\nx\n\n\nItem #:\n SCP-1322\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-1322 is to be contained in a sealed spherical Class-VIII containment chamber with ablative inner surface, hardened against particle beams, nuclear and conventional explosions, and corrosives, and regularly inspected for damage and monitored for viral and bacterial contamination. Atmospheric pressure within the containment chamber should be maintained at as low a level as practical, and Procedure 1322.CD.S311 is to be initiated if atmospheric pressure should exceed 6.00 x 10\n-2\n Pascal. As an anti-pathogenic measure, radiation levels within the containment chamber should be maintained at no less than 4.50 roentgen. Consult document 1322-C-SSR-V-0886 for addenda to containment protocol, as protocol is updated on a daily basis.\n\n\nDescription:\n SCP-1322 is a stable spacetime anomaly, presently hypothesized to be an interdimensional aperture to a parallel universe. The anomaly occupies a fixed location, around which Site-122 has been constructed in order to study and contain it.\n\n\nThe anomaly is roughly ellipsoid in shape, measuring approximately 2.5 cm along its longer (horizontal) axis and approximately 1 cm along its vertical axis. The anomaly is two-dimensional and coplanar with a plane perpendicular to the horizon and oriented approximately 36 degrees west of true north.\n\n\nMatter and energy are capable of passing through the anomaly in the manner of a traversable wormhole. When lighting conditions in the space in the near vicinity of the other side of the wormhole permit, the space on the other side of the wormhole can be directly observed. Particles and objects of a cross-section not exceeding the anomaly's dimensions are capable of being inserted into the anomaly and thus transported into the parallel universe. The anomaly does not conduct sound.\n\n\nThe parallel universe on the \"other side\" of the anomaly has been officially designated SCP-1322-A, although the term \"Hartle\"\n1\n has also been colloquially used. The anomaly appears to have been artificially and deliberately generated from the SCP-1322-A side. The population of SCP-1322-A does not appear to have been successful in generating additional instances of SCP-1322, nor in altering SCP-1322's dimensions or closing it (notwithstanding extensive efforts on their part to do so).\n\n\nThe anomaly appears to have emerged in the standard universe in approximately the year 1952, with the Foundation promptly establishing control over the anomaly's location. Although the Foundation had initially conducted an extensive study program of SCP-1322, including communication with the civilization on the other side of SCP-1322, recent Foundation efforts have focused on containment.\n\n\nSee containment and observation log excerpts below.\n\n\n\n\n\n\nTime Reference\n\n\nRemarks\n\n\n\n\n\n\n08.1952\n\n\nAnomaly discovered.\n\n\n\n\n\n\n09.1952\n\n\nFoundation obtains custody over SCP-1322. Containment chamber constructed (see Document 1322.v.SRD3006 for plans and technical specifications).\n\n\n\n\n\n\n10.1952\n\n\nMetallic cylinder emerges through anomaly. Cylinder is retrieved and subjected to quarantine and sterilization. Following clearance, cylinder is examined and found to be hollow, with screw cap. Cylinder contains triangular sheets of paper-like substance, upon which glyphs are inscribed. Artifact referred to Linguistics Unit.\n\n\n\n\n\n\n11.1952\n\n\nExperimentation with SCP-1322 progresses, including introduction of various (string-tethered) objects through anomaly. Samples taken of atmosphere in SCP-1322-A space; found to resemble Earth atmosphere but with a higher concentration of argon.\n\n\n\n\n\n\n12.1952\n\n\nSeveral additional cylinders, containing documents, emerge through SCP-1322 and, after quarantine, are subjected to analysis.\n\n\n\n\n\n\n07.1953\n\n\nLinguistics and mathematics personnel report breakthrough in analysis of documents obtained from SCP-1322-A. Message on glyphs interpreted as representations of geometric principles and texts apparently composed with a deliberate purpose of establishing cordial contact with the discoverers of the message. Linguistics Unit composes reply message using same writing system, prints same on paper, places paper in a metal cylinder of Foundation manufacture but resembling those used by SCP-1322-A culture and inserts cylinder into anomaly.\n\n\n\n\n\n\n09.1953\n\n\nLight activated on \"far side\" of anomaly. Close observation of anomaly indicates that \"far side\" of anomaly is located in what appears to be an artificially-constructed containment chamber, broadly similar to that constructed by Foundation for containment of anomaly.\n\n\n\n\n\n\n10.1953\n\n\nApprox. start date of extensive communication with SCP-1322-A civilization. Communication initially consists of reciprocal delivery of text messages on paper, first in glyphic system in which initial messages were composed (which is determined to be a simplified form of the standard written language of the SCP-1322-A civilization), and subsequently in a mutually-developed blend of said glyphic system and English. Communication accelerated when SCP-1322-A civilization proposes the construction of a telegraphic system involving a specially-shielded cable traversing the anomaly, with reciprocal equipment for the encoding and decoding of communications on both ends.\n\n\n\n\n\n\n11.1953\n\n\nCommunications with SCP-1322-A civilization indicates that the civilization is composed of \nHomo sapiens\n (or a species not meaningfully different therefrom). Organization with whom communication has been established is a scientific institute associated with the polity comprising the geographic area surrounding the SCP-1322-A-side location of the anomaly (approximately analogous to a nation-state). Details of political organization and technologies of the SCP-1322-A civilization are disclosed. SCP-1322-A civilization has attained an advanced degree of technological and engineering sophistication, particularly in the fields of mathematics and high-energy physics in which that civilization's achievements surpass those of Earth (viz. the creation of the anomaly as an unintended consequence of an experiment to investigate the properties of quantum foam), but with less sophistication in biological science. SCP-1322-A civilization expresses strong interest in sharing samples of music, visual arts, literature (particularly metered poetry in various languages, with a particular interest in Indic and Sinic cultures) and mathematics, but no interest in medicine or religion. Reciprocal deliveries of data from SCP-1322-A civilization are archived and undergo analysis.\n\n\n\n\n\n\n01.1962\n\n\nSCP-1322-A civilization provides detailed log of astronomical observations and suggests that Foundation reciprocate. Analysis of provided data by Foundation's researchers suggests strong probability that there is no position within our observable universe that can correlate to the provided data. Foundation personnel assemble data file for delivery to SCP-1322-A; data is altered at direction of Site-122 administrator citing security concerns. Within 9 hours following delivery of data file, SCP-1322-A civilization identifies the false information and suggests that Foundation personnel proceed with more candor in the interest of mutual scientific and cultural development. Suggestion forwarded to O-5 for consideration.\n\n\n\n\n\n\n11.1972\n\n\nTelegraphic cable through SCP-1322 temporarily disconnected and withdrawn into containment chamber for routine maintenance. Following maintenance, SCP-1322-A cable end is re-inserted into SCP-1322 where SCP-1322-A personnel re-connect it to equipment on their side.\n\n\n\n\n\n\n12.1972\n\n\nCommunication received from SCP-1322-A, indicating that a temporary degradation in the customary response time to signals from Foundation would be experienced due to personnel shortages on SCP-1322-A side. In response to a query, message sent by SCP-1322-A side, indicating that the organization having custody of their side of SCP-1322 is experiencing a higher-than-normal incidence of personnel illness resulting in absenteeism.\n\n\n\n\n\n\n01.1973\n\n\nMessage sent by SCP-1322-A side reporting that its personnel situation is back to normal, but that illness is becoming widespread in the geographic area of the SCP-1322-A facility.\n\n\n\n\n\n\n03.1973\n\n\nMessage sent by SCP-1322-A side indicating that local government is imposing quarantine measures in an effort to arrest spread of what is evidently a viral outbreak on their side. In response to a Foundation offer to render assistance, SCP-1322-A civilization delivers data package containing pathology data.\n\n\n\n\n\n\n04.1973\n\n\nAfter appropriate quarantine measures are taken at Site-122, Foundation requests that SCP-1322-A civilization deliver a sample of the virus. Sample is delivered through SCP-1322 in appropriately shielded ampule, which is then secured and analyzed subject to Class V Contagious Disease Protocol (see document ref 033234098). Upon analysis, virus found to be a harmless flu variant. Foundation researchers send analysis data to SCP-1322-A, together with suggestions on synthesizing a vaccine and administering inoculation protocols.\n\n\n\n\n\n\n06.1973\n\n\nSCP-1322-A reports at least 8 million worldwide casualties attributable to virus (approximately 0.091% of their global population), and that Foundation-developed vaccine has been distributed and administered on widespread basis.\n\n\n\n\n\n\n08.1973\n\n\nSCP-1322-A reports that spread of virus appears to have been arrested and that the number of new incidents of illness from the virus is dramatically decreasing.\n\n\n\n\n\n\n10.1973\n\n\nSCP-1322-A reports worldwide inoculation against the virus.\n\n\n\n\n\n\n12.1973\n\n\nIn the course of normal communications, SCP-1322-A reports an unexpected decrease in new pregnancies.\n\n\n\n\n\n\n05.1974\n\n\nSCP-1322-A reports a dramatic drop in birth rate.\n\n\n\n\n\n\n08.1974\n\n\nSCP-1322-A reports that its analysis indicates that decreases in fertility appear to be a side effect of the Foundation-provided vaccine.\n\n\n\n\n\n\n01.1975\n\n\nSCP-1322-A reports widespread social disorder attributable to fertility issues and corresponding stresses on family life. In response to Foundation offer of assistance, message received stating “NO THANK YOU. YOU HAVE DONE ENOUGH”\n\n\n\n\n\n\n05.1975\n\n\nChange in management structure of SCP-1322-A organization with custody of their side of SCP-1322. Communications received from their side are frequently belligerent and accusatory in tone.\n\n\n\n\n\n\n07.1975\n\n\nSCP-1322-A organization unilaterally discontinues communications dealing with scientific and cultural exchange.\n\n\n\n\n\n\n09.1975\n\n\nSCP-1322-A organization reports massive, ongoing worldwide upheaval attributable to drop in fertility. Message received indicating fewer than 1,000 live births reported globally in the past 72 days.\n\n\n\n\n\n\n10.1975\n\n\nLast communication received from SCP-1322-A. Communication consisted of text reading “YOU KILLED US. YOU DID THIS TO US. IN YOUR CARELESSNESS AND YOUR ARROGANCE YOU HAVE DESTROYED OUR POSTERITY. \nBUT WE SHALL AVENGE.\n WE OF THE LAST GENERATION PLEDGE AND VOW THIS. WE WILL FIND A WAY.\"\n\n\n\n\n\n\n12.1976\n\n\nMonitors in SCP-1322 containment chamber indicate that various pathogens have been introduced into the containment chamber from the SCP-1322-A side but have been isolated and destroyed.\n\n\n\n\n\n\n01.1977\n\n\nHigh-energy particle beam fired through SCP-1322 from the SCP-1322-A side, damaging Site-122 containment chamber. Damage is promptly repaired.\n\n\n\n\n\n\n03.1984\n\n\nHigh-energy beam of coherent radiant energy fired through SCP-1322 from the SCP-1322-A side, immediately followed by the insertion of various pathogens through SCP-1322. Damage from beam repaired and pathogens isolated and destroyed.\n\n\n\n\n\n\n08.1984\n\n\nDirected energy weapon fired through SCP-1322 from the SCP-1322-A side, immediately followed by the insertion of various pathogens through SCP-1322. Damage from weapon repaired and pathogens isolated and destroyed.\n\n\n\n\n\n\n04.1991\n\n\nBeam weapon fired through SCP-1322 from the SCP-1322-A side, immediately followed by the insertion of various pathogens through SCP-1322. Damage from beam repaired and pathogens isolated and destroyed.\n\n\n\n\n\n\n06.1991\n\n\nAt direction of Site-122 administrator, Foundation fills containment chamber of SCP-1322 with quick-setting hardened ceramic.\n\n\n\n\n\n\n07.1991\n\n\nCeramic dissolved by means of unknown solvent introduced through SCP-1322 from the SCP-1322-A side.\n\n\n\n\n\n\n09.1992\n\n\nHigh-energy particle beam fired through SCP-1322 from the SCP-1322-A side, immediately followed by the insertion of nanobots through SCP-1322. Damage from beam repaired and nanobots isolated and destroyed.\n\n\n\n\n\n\n10.1992\n\n\nLarge numbers of nanobots inserted through SCP-1322 from the SCP-1322-A side over a long and continuous period. Damage to containment chamber from nanobots repaired, and nanobots destroyed.\n\n\n\n\n\n\n01.1994\n\n\nIron rod, at least 8 kg in mass, fired through SCP-1322 from the SCP-1322-A side at velocity estimated at 200 km/sec., immediately followed by the insertion of nanobots through SCP-1322. Damage from rod repaired and nanobots isolated and destroyed.\n\n\n\n\n\n\n12.1994\n\n\nBeam of coherent radiant energy fired through SCP-1322 from the SCP-1322-A side for over 108 continuous days. Total energy of beam over that period estimated at over 10\n33\n eV. Site-122 extensively damaged, but pathogens and nanobots introduced through SCP-1322 after cessation of particle beam are successfully contained.\n\n\n\n\n\n\n03.1995\n\n\nDevice inserted into chamber through SCP-1322 from the SCP-1322-A side. Device is activated and, over a 40-minute period, heats the atmosphere within the containment chamber into a superheated plasma, which damages containment chamber. Plasma successfully vented from chamber, and containment protocol altered so as to require chamber atmospheric pressure to be maintained at near-vacuum.\n\n\n\n\n\n\n02.1998\n\n\nMiniaturized two-stage thermonuclear weapon of incompletely-understood design introduced through SCP-1322 from the SCP-1322-A side and detonated. Site-122 extensively damaged, but pathogens and nanobots introduced through SCP-1322 after detonation are successfully contained.\n\n\n\n\n\n\n07.2006\n\n\nCorrosive fluid pumped into containment chamber through SCP-1322 from the SCP-1322-A side under extremely high pressure. Pressurization of fluid continues after chamber is filled, resulting in damage to containment chamber. Pathogens and nanobots introduced through SCP-1322 after removal of fluid are successfully destroyed and facility repaired.\n\n\n\n\n\n\n04.2007\n\n\nAt direction of Site-122 Administrator, remotely-operated miniaturized probe placed in containment chamber and commanded to approach SCP-1322. When probe came within 3 meters of SCP-1322, a series of iron rods, each at least 8 kg in mass, were fired through SCP-1322 at high velocities comparable to that experienced in 01.1994 incident. Rods destroyed probe and caused extensive damage to Site-122, which was promptly repaired.\n\n\n\n\n\n\n11.2008\n\n\nGas of unknown composition introduced into chamber through SCP-1322 from the SCP-1322-A side under pressure. Following introduction, additional substance introduced through SCP-1322 resulting in extremely rapid phase-change of gas into solid with greater intermolecular separation than gas, which exerts pressure on chamber sides resulting in extensive damage. Solid then rapidly sublimates, following which pathogens and nanobots are introduced. Pathogens and nanobots destroyed and facility repaired.\n\n\n\n\n\n\n06.20██\n\n\nSeveral miniaturized thermonuclear weapons introduced through SCP-1322 from the SCP-1322-A side and detonated, followed by several high-energy particle beams being fired through SCP-1322 from the SCP-1322-A side at various angles. Site-122 extensively damaged, but pathogens and nanobots introduced through SCP-1322 after cessation of particle beams are successfully contained.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Approximate phonetic rendering of the term for \"homeworld\" used by the population of SCP-1322-A with whom communication has been established.\n\n\n\n\n\n\n\n\n« \nSCP-1321\n | SCP-1322 | \nSCP-1323\n »\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-1322\n\n\nRating: 1216\n\n\n\n\n\n\nSCP-089\n\n\nRating: 876\n\n\n\n\n\n\nspikebrennan's proposal\n\n\nRating: 516\n\n\n\n\n\n\nSCP-1844\n\n\nRating: 450\n\n\n\n\n\n\nSCP-1012\n\n\nRating: 417\n\n\n\n\n\n\nSCP-2553\n\n\nRating: 376\n\n\n\n\n\n\nSCP-1036\n\n\nRating: 362\n\n\n\n\n\n\nSCP-1512\n\n\nRating: 336\n\n\n\n\n\n\nSCP-1746\n\n\nRating: 301\n\n\n\n\n\n\nSCP-908\n\n\nRating: 300\n\n\n\n\n\n\nSCP-831\n\n\nRating: 283\n\n\n\n\n\n\nSCP-2336\n\n\nRating: 273\n\n\n\n\n\n\nSCP-3236\n\n\nRating: 272\n\n\n\n\n\n\nSCP-955\n\n\nRating: 246\n\n\n\n\n\n\nSCP-926\n\n\nRating: 222\n\n\n\n\n\n\nSCP-2236\n\n\nRating: 203\n\n\n\n\n\n\nSCP-920-EX\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2914\n\n\nRating: 176\n\n\n\n\n\n\nSCP-2008-J\n\n\nRating: 164\n\n\n\n\n\n\nSCP-4436\n\n\nRating: 157\n\n\n\n\n\n\nSCP-4336\n\n\nRating: 155\n\n\n\n\n\n\nSCP-1060\n\n\nRating: 150\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nSic Transit Gloria Mundi\n\n\nRating: 273\n\n\n\n\n\n\nSpring Cleaning\n\n\nRating: 150\n\n\n\n\n\n\nTranscript of meeting, June 2 1972\n\n\nRating: 129\n\n\n\n\n\n\nTranscript of telephone conversation, August 9, 1991\n\n\nRating: 96\n\n\n\n\n\n\nMemorandum Dated 6 November 1944\n\n\nRating: 84\n\n\n\n\n\n\nScroll fragment 13Q29\n\n\nRating: 44\n\n\n\n\n\n\nStray Katz (part 1)\n\n\nRating: 35\n\n\n\n\n\n\nAd Majorem Bonum\n\n\nRating: 24\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1322\n\" by spikebrennan, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1322\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1322 \" by spikebrennan, from the SCP Wiki . Source: https://scpwiki.com/scp-1322 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1322",
    "object_class": "Keter",
    "containment_procedures": "SCP-1322 is to be contained in a sealed spherical Class-VIII containment chamber with ablative inner surface, hardened against particle beams, nuclear and conventional explosions, and corrosives, and regularly inspected for damage and monitored for viral and bacterial contamination. Atmospheric pressure within the containment chamber should be maintained at as low a level as practical, and Procedure 1322.CD.S311 is to be initiated if atmospheric pressure should exceed 6.00 x 10-2 Pascal. As an anti-pathogenic measure, radiation levels within the containment chamber should be maintained at no less than 4.50 roentgen. Consult document 1322-C-SSR-V-0886 for addenda to containment protocol, as protocol is updated on a daily basis.",
    "description": "SCP-1322 is a stable spacetime anomaly, presently hypothesized to be an interdimensional aperture to a parallel universe. The anomaly occupies a fixed location, around which Site-122 has been constructed in order to study and contain it.",
    "title": "SCP-1322"
}