{
    "url": "https://scp-wiki.wikidot.com/scp-1323",
    "all_text": "rating: \n+212\n+\n–\nx\n\n\n\n\nItem #:\n SCP-1323\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Baseline containment of access points to SCP-1323 consists of passive monitoring of nearby communities in order to identify solicitations for contributions to SCP-1323's contests. Solicitations typically appear approximately 7-10 weeks prior to each access point's activation in the form of large parchment or vellum notices glued onto the sides of various buildings. Once a solicitation has been identified, D-class with relevant skills are to be selected and provided appropriate materials to create an entry for each competition. Entries are to be delivered to the access point immediately once they have been completed, and no later than 10 days prior to the activation of the access point.\n\n\nActive containment is only necessary once an access point activates, and consists of erecting security checkpoints immediately outside the access point under the guise of \"anti-terrorism security measures\". All individuals attempting to enter SCP-1323 will be provided a \"membership wristband\" which is to contain a miniature GPS tracker, wireless camera, microphone and transmitter. Attempts to fully prevent civilians from entering SCP-1323 have resulted in individuals spontaneously appearing in SCP-1323, usually escorted by an employee of SCP-1323.\n\n\nDescription:\n SCP-1323 denotes both an anomalous region of space that can only be accessed from one of four access points located in the British counties of [REDACTED] and the event that occurs within this region. The interior of SCP-1323 resembles a large open field, with permanently cloudy or overcast skies. Travel in any direction will result in a return to the main activity space. Each access point is active for 7-12 consecutive days at some point during the months of October and November. Only one access point is active at any given time. Each access point is located no more than 1.5 km from the closest \nSCP-2952\n terminal.\n\n\nLocated in this field is a fairground, consisting of an exhibition hall, a livestock pavilion, and a sideshow. Interspersed throughout the fairgrounds are a variety of information and ticket kiosks, food stalls, and wandering entertainers. All buildings appear to be made of heavily weathered and cracked granite blocks, and non-permanent structures such as game stalls are typically constructed of aged wood, threadbare cloth, and lightly corroded non-ferrous metals.\n\n\nThe exhibition hall contains a large array of entries into various judging competitions. All entries are homemade and categories have included quilts, jams and jellies, photography (with separate categories for black and white, color, and Kirlian), swords and daggers, gemstone statuary, watercolor paintings, embroidery, and musical instruments. The top three winners in each category will have a leather sack\n1\n appear within their primary residence coinciding with the deactivation of the applicable access point. Each sack contains 13 coins composed of a pure metal, weighing 1 pound (0.4536 kg) each, with the first place winner receiving gold coins, the second place winner receiving silver coins, and the third place winner receiving copper coins.\n\n\nEntrants in any category receive \"free passes\" to SCP-1323 and are allowed access to \"employee restricted\" areas. Surveillance recorded from D-class personnel reveal that this restricted area appears to be underground, with earthen walls and ceilings. Although entrants are generally confined to large rooms, D-class have previously been able to access other areas, which appear to be a complex system of passageways whose layout is topologically inconsistent. Fairground employees can occasionally be seen moving through these passages, although they will uniformly escort non-employees back to the original chamber if seen.\n\n\nThe livestock pavilion is separated into quarters, each containing a different category of animal. These are bovines (various breeds of cattle), equines (various breeds of horses and unicorns), canines (various breeds of hunting dogs and wolves), and porcines (pigs, hogs and boars). In addition to the judged competitions for best example of each animal category, there are irregular exhibition demonstrations involving the animals, such as trick riding, obstacle courses, and death matches.\n\n\nThe sideshow consists of a variety of games, rides, and attractions. These include standard attractions such as ring-toss, bobbing for apples, skee-ball, carousels, ferris wheels and mirror mazes, as well as anomalous attractions such as shooting ranges\n2\n, freak-shows, and \"guess your weight\" booths\n3\n. Participation in any of these requires from 1 to 15 tickets.\n\n\nThe food stalls sell typical fair food, such as roasted poultry legs, deep-fried sweets (ice cream, snack cakes, chocolate sandwich cookies, and ambrosia have all been previously identified), candy floss, caramel apples, beer, and lemonade. Prices range from 5-10 tickets. Approximately 17% of all patrons known to have ingested these foodstuffs fail to leave SCP-1323 before the local access point deactivates, and have been later identified as fair employees.\n\nThe information kiosks provide maps of the fairgrounds, program schedules, and sell the tickets that are used throughout the fair. Ticket prices are constant across appearances of SCP-1323 and consist of the following:\n\n\n\n\n\n\n1 ticket\n\n\na joyful laugh and a sorrowful tear\n\n\n\n\n\n\n5 tickets\n\n\na cherished memory\n\n\n\n\n\n\n10 tickets\n\n\na year and a day\n\n\n\n\n\n\n25 tickets\n\n\na lost love\n\n\n\n\n\n\n100 tickets\n\n\na favor\n\n\n\n\n\n\nCivilians and Foundation personnel who purchase tickets will display a variety of mental, emotional, and behavioral abnormalities for up to 7 years, and frequently report a compulsion or sense of foreboding if they are prevented from following any unusual or abnormal impulses during that time.\n\n\nFairground employees are all dressed in clothing and costumes consistent with styles from the early 20th century. The behavior and terminology of the employees is strongly reminiscent of stereotypical carnival barkers from that same time period. Only 37% of employees appear to be human, while the remainder are anomalous humanoids. Their morphology varies considerably from individual to individual, including heights ranging from approximately 75-215 cm; skin tones including pure white, various shades of blue and green, and dark brown; and exaggerated or non-standard placement of facial features. All attempts to interview employees, or interact with them in any way other than as part of their duties, are rebuffed with suggestions to \"take it up with management.\" No member of \"management\" has ever been located despite repeated requests for interviews and exploration of restricted areas.\n\n\nAny aggressive actions taken towards the employees, other patrons, fairground structures, or contest entries result in the rapid appearance\n4\n of large, muscular entities who eject the offending individual from the active access point. Individuals so ejected are unable to enter any access point in the future, and typically display minor cosmetic changes such as unnatural skin pigmentation changes, rapid cartilage growth of the face and head, and increased body hair growth rate. These cosmetic changes are permanent, and will rapidly restore themselves if surgically corrected.\n\n\nDue to the overlapping time frames that SCP-1323 and \nSCP-2523\n can be accessed, as well as the demeanors of the respective proprietors, a connection has been hypothesized. Inquiries regarding SCP-2523 have resulted in the aforementioned large entities appearing and demanding a cessation of this line of questioning. Failure to comply has resulted in permanent ejection, similar to threatening fairground staff.\n\n\n\n\nFootnotes\n\n\n1\n. DNA analysis of the leather matches \nBos taurus\n.\n\n\n2\n. The targets are small live humanoids, labelled as \"goblins\" or \"pixies\" by the game stall employees.\n\n\n3\n. All D-class who have tried this type of game have had their weights immediately and radically altered to match that guessed, regardless of the degree of the mass change.\n\n\n4\n. Longest recorded response time was 2.6 seconds\n\n\n\n\n\n\n\n\n« \nSCP-1322\n | SCP-1323 | \nSCP-1324\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1323\n\" by Drewbear, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1323\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1323 \" by Drewbear, from the SCP Wiki . Source: https://scpwiki.com/scp-1323 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "Baseline containment of access points to SCP-1323 consists of passive monitoring of nearby communities in order to identify solicitations for contributions to SCP-1323's contests. Solicitations typically appear approximately 7-10 weeks prior to each access point's activation in the form of large parchment or vellum notices glued onto the sides of various buildings. Once a solicitation has been identified, D-class with relevant skills are to be selected and provided appropriate materials to create an entry for each competition. Entries are to be delivered to the access point immediately once they have been completed, and no later than 10 days prior to the activation of the access point.",
    "description": "SCP-1323 denotes both an anomalous region of space that can only be accessed from one of four access points located in the British counties of [REDACTED] and the event that occurs within this region. The interior of SCP-1323 resembles a large open field, with permanently cloudy or overcast skies. Travel in any direction will result in a return to the main activity space. Each access point is active for 7-12 consecutive days at some point during the months of October and November. Only one access point is active at any given time. Each access point is located no more than 1.5 km from the closest SCP-2952 terminal.",
    "title": "SCP-1323"
}