{
    "url": "https://scp-wiki.wikidot.com/scp-1343",
    "all_text": "rating: \n+93\n+\n–\nx\n\n\nItem #:\n SCP-1343\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1343 is to be contained on location at the abandoned construction site in the northernmost tube of the ████████ Tunnel Complex.\n\n\nUntil removal plans for SCP-1343 are finalized, public use of the adjacent southern tunnel tubes will continue. On-site staff are to monitor all tunnel tubes periodically, and to report unusual observations.\n\n\nIn the event of a SCP-1343-1 sighting, on-site staff will direct local authorities to redirect traffic before notifying Overwatch HQ.\n\n\nDescription:\n SCP-1343 is a sealed concrete 10 x 10 x 12 meter container that municipal construction workers discovered buried in a hillside in ██████ █████ County, California, in 19██. \nThe container's contents are not currently known to the Foundation.\n\n\nInitial attempts to drill through SCP-1343 resulted in a series of severe traffic collisions in the active tunnel tube adjacent to the construction site.\n1\n Construction of the northernmost tube stopped in 197█ when the project was formally halted due to budget shortfalls. The Foundation took over the site in 1982, after local authorities recorded the first images of SCP-1343-1.\n2\n\n\nSCP-1343-1 appears to be a severely damaged 1955 Ford Thunderbird. The vehicle has been sighted periodically in the active highway tunnels adjacent to SCP-1343. It appears each year on April 7 at approximately 02:45 hours, and it has appeared on other occasions after SCP-1343 has been disturbed.\n\n\nIn a typical sighting, SCP-1343-1 appears when a witness rounds a turn approximately ███ meters into the tunnel, at which point drivers have described the entity accelerating toward them while engulfed in flames. Believing a head-on collision to be imminent, most witnesses react by swerving into the tunnel's walls or into oncoming traffic.\n\n\nThe Foundation estimates that SCP-1343-1 has resulted in approximately ██ civilian traffic accidents, with 93% involving driver and/or passenger fatalities.\n\n\nAddendum-1:\n Excerpt from ██████ █████ Times, Police Reports - April 7, 195█\n\n\n\n\n**\n\n\nSaturday, 2:53 a.m. – An accident involving a gasoline truck in the north tube set off a fire in the ████████ Tunnel Complex. The accident caused major damage, and all tubes were closed to traffic while repairs were made. During the fire, the tunnels acted as a natural chimney venting the smoke, flames and heat toward the east side entrance to the tunnel.\n\n\nThe accident and fire killed seven people. In all, two people died in the initial crashes, five were killed by the smoke and fire, and two were hospitalized for smoke inhalation. All others escaped unharmed.\n\n\nSeveral survivors closest to the initial pileup each described an overturned Ford Thunderbird with an 8th driver trapped inside, who was last seen struggling to free himself from the burning vehicle. However, no driver or vehicle matching this description has been discovered among the pileup wreckage.\n\n\n**\n\n\n\n\nAddendum-2:\n Excerpt from Research Log 1343-██-1991\n\n\n\n\nMEMORANDUM\n\n\nFrom: Dr. ████████\n\nTo: On-site staff\n\n\nSonic imaging of the sealed concrete container designated SCP-1343 has revealed its interior contents:\n\n\n\n\nOne 1955 Ford Thunderbird chassis (badly damaged)\n\n\nHuman remains from two individuals: one adult male (wedged behind steering column on driver's side) and one juvenile female (crushed beneath engine on passenger's side)\n\n\n\n\nExcavation around the container has revealed runes of unknown origin covering all sides. No runes were found on the exposed side, but testimony from construction crew members indicates that markings on this side of the container had been chipped off during initial attempts to drill through it.\n\n\nAnalysts have been unable to determine how SCP-1343 was buried in the hillside. However, anecdotal sources indicate a connection to an ecological activist group known as \"The Sunshine Collective\" that fought to halt construction of the northernmost tube. (The group formally disbanded in 1970, and no living former members could be located.)\n\n\nAs long as SCP-1343-1 sightings are monitored, and the tunnel is closed on 7 April each year, we do not believe that 1343 poses a significant public safety hazard in its current location. The research staff recommends that removal plans for SCP-1343 should be halted indefinitely until firm evidence is discovered regarding its origin and function.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SEE: Addendum-1: Excerpt from ██████ █████ Times, Police Reports - April 7, 195█\n\n\n2\n. Egilsrud, P., Prevention and Control of Highway Tunnel Fires, FHWA report RD-083-32, 1983\n\n\n\n\n\n\n\n\n« \nSCP-1342\n | SCP-1343 | \nSCP-1344\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1343\n\" by TheMadStork, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1343\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1: Excerpt from ██████ █████ Times, Police Reports - April 7, 195█",
        "Addendum-2: Excerpt from Research Log 1343-██-1991"
    ],
    "documents": [],
    "notes": [
        "** Saturday, 2:53 a.m. – An accident involving a gasoline truck in the north tube set off a fire in the ████████ Tunnel Complex. The accident caused major damage, and all tubes were closed to traffic while repairs were made. During the fire, the tunnels acted as a natural chimney venting the smoke, flames and heat toward the east side entrance to the tunnel. The accident and fire killed seven people. In all, two people died in the initial crashes, five were killed by the smoke and fire, and two were hospitalized for smoke inhalation. All others escaped unharmed. Several survivors closest to the initial pileup each described an overturned Ford Thunderbird with an 8th driver trapped inside, who was last seen struggling to free himself from the burning vehicle. However, no driver or vehicle matching this description has been discovered among the pileup wreckage. **",
        "MEMORANDUM From: Dr. ████████ To: On-site staff Sonic imaging of the sealed concrete container designated SCP-1343 has revealed its interior contents: One 1955 Ford Thunderbird chassis (badly damaged) Human remains from two individuals: one adult male (wedged behind steering column on driver's side) and one juvenile female (crushed beneath engine on passenger's side) Excavation around the container has revealed runes of unknown origin covering all sides. No runes were found on the exposed side, but testimony from construction crew members indicates that markings on this side of the container had been chipped off during initial attempts to drill through it. Analysts have been unable to determine how SCP-1343 was buried in the hillside. However, anecdotal sources indicate a connection to an ecological activist group known as \"The Sunshine Collective\" that fought to halt construction of the northernmost tube. (The group formally disbanded in 1970, and no living former members could be located.) As long as SCP-1343-1 sightings are monitored, and the tunnel is closed on 7 April each year, we do not believe that 1343 poses a significant public safety hazard in its current location. The research staff recommends that removal plans for SCP-1343 should be halted indefinitely until firm evidence is discovered regarding its origin and function.",
        "\" SCP-1343 \" by TheMadStork, from the SCP Wiki . Source: https://scpwiki.com/scp-1343 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1343",
    "object_class": "Safe",
    "containment_procedures": "SCP-1343 is to be contained on location at the abandoned construction site in the northernmost tube of the ████████ Tunnel Complex.",
    "description": "SCP-1343 is a sealed concrete 10 x 10 x 12 meter container that municipal construction workers discovered buried in a hillside in ██████ █████ County, California, in 19██. The container's contents are not currently known to the Foundation.",
    "title": "SCP-1343"
}