{
    "url": "https://scp-wiki.wikidot.com/scp-1354",
    "all_text": "rating: \n+165\n+\n–\nx\n\n\nItem #:\n SCP-1354\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All instances of SCP-1354 are to be contained in food-grade airtight plastic containers at Sector-28. Each instance is to undergo psychiatric evaluation at least once per year.\n\n\nDescription:\n SCP-1354 is the collective designation for \ntwelve (12)\n eleven (11) 250 mL volumes of soup stock, designated SCP-1354-1 through -11. Despite their age, instances of SCP-1354 show no signs of spoilage and have proven edible. Additionally, instances of SCP-1354 are exothermic, maintain a constant temperature of 37 degrees celsius and have shown no signs of evaporation.\n\n\nInstances of SCP-1354 are capable of written responses to verbal communication via the manifestation of letter-shaped pasta. Unless otherwise prompted, responses will remain on the surface of SCP-1354 for 3-4 minutes before submerging and vanishing. For interview purposes, instances of SCP-1354 are to remain intact ('intact' defined as maintaining a volume greater than 245 mL). While removal of less than 5 mL has no effect on SCP-1354 (and will regenerate within 24 hours), the removal of larger volumes appear to cause confusion, psychosis and incoherent responses in SCP-1354 instances. Attempts at diluting SCP-1354 above 250 mL with additional fluids result in SCP-1354 \"absorbing\" the additional liquid and maintaining a constant volume.\n\n\nEach instance of SCP-1354 appears to contain the consciousness from one of several dozen individuals reported missing from ██████████, Oregon between the dates of 04/07/19██ and 02/16/20██. All missing individuals corresponding to instances of SCP-1354 share several characteristics, most notably age (between 30 and 35) and status as the head of a single-parent household (see Interview Log 1354-001). The whereabouts of children of SCP-1354 instances, as well as an additional ██ missing persons believed to correspond to uncontained instances, remain unknown.\n\n\nSCP-1354 was brought to Foundation attention after persistent rumors of “talking soup” began circulating in local homeless shelters and soup kitchens. Further investigation led to the procurement of this instance as well as a further eleven instances of SCP-1354 obtained during a recent canned food drive. Class B amnestics were administered to all witnesses.\n\n\n\n\nInterview Log 1354-001\n\nDr. F███████: SCP-1354-1, can you hear me?\n\nSCP-1354-1: YES. WHO ARE YOU?\n\nDr. F███████: My name is Dr. F███████. I’d like to ask you some questions about your current state, if that’s alright.\n\nSCP-1354-1: MY CURRENT STATE?\n\nDr. F███████: Yes. Do you recall the events that occurred on 04/15/20██ (\nNote: The date of SCP-1354-1’s disappearance\n)\n\nSCP-1354-1: NORMAL DAY. NEW GUY IN SOUP KITCHEN. CREEPY\n\nDr. F███████: What was wrong with him?\n\nSCP-1354-1: TALKED TO FOOD. SANG TO IT. LISTENED TO IT. COMPLAINED IT WAS ILLITERATE. TOLD HIM IT WAS FOOD. JUST EAT IT AND BE HAPPY.\n\nDr. F███████: What happened afterwards?\n\nSCP-1354-1: SAID I WAS RUDE. SAID HE HOPED MY LITTLE GIRL WOULD GROW UP WITH MANNERS. SCARED ME.\n\nDr. F███████: Why did that scare you?\n\nSCP-1354-1: NO ONE THERE KNOWS I HAVE A DAUGHTER.\n\nDr. F███████: Interesting. Did anything else happen that day?\n\nSCP-1354-1: NO. WENT HOME. WENT TO SLEEP. WOKE UP. THEN EVERYTHING WAS LIKE THIS.\n\nDr. F███████: Like what?\n\nSCP-1354-1: WET. DARK. STILL.\n\nDr. F███████: Thank you. That will be all.\n\nSCP-1354-1: WAIT. IS MY GIRL OKAY?\n\nDr. F███████: Your daughter’s whereabouts are currently unknown. She went missing the same day you-\n\n\n(Note: Letters begin to appear on the surface quickly enough for SCP-1354-1 to boil.)\n\nSCP-1354-1: MISSING?! IT WAS HIM HE TOOK MY DAUGHTER. DO SOMETHING PLEASE YOU HAVE TO DO SOMETHING YOU HAVE TO-\n\nDr. F███████: This interview is over.\n\n\n\n\n\n\nResearcher’s Note: Eight other instances of SCP-1354 have described encountering a similar entity in or around ██████████, Oregon immediately prior to their disappearance. This entity has tentatively been designated SCP-1354-A with descriptions forwarded to Foundation personnel embedded in the ██████████ Police Department.\n\n\n\n\n\n\n\n\n« \nSCP-1353\n | SCP-1354 | \nSCP-1355\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1354\n\" by Enresshou, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1354\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interview Log 1354-001 Dr. F███████: SCP-1354-1, can you hear me? SCP-1354-1: YES. WHO ARE YOU? Dr. F███████: My name is Dr. F███████. I’d like to ask you some questions about your current state, if that’s alright. SCP-1354-1: MY CURRENT STATE? Dr. F███████: Yes. Do you recall the events that occurred on 04/15/20██ ( Note: The date of SCP-1354-1’s disappearance ) SCP-1354-1: NORMAL DAY. NEW GUY IN SOUP KITCHEN. CREEPY Dr. F███████: What was wrong with him? SCP-1354-1: TALKED TO FOOD. SANG TO IT. LISTENED TO IT. COMPLAINED IT WAS ILLITERATE. TOLD HIM IT WAS FOOD. JUST EAT IT AND BE HAPPY. Dr. F███████: What happened afterwards? SCP-1354-1: SAID I WAS RUDE. SAID HE HOPED MY LITTLE GIRL WOULD GROW UP WITH MANNERS. SCARED ME. Dr. F███████: Why did that scare you? SCP-1354-1: NO ONE THERE KNOWS I HAVE A DAUGHTER. Dr. F███████: Interesting. Did anything else happen that day? SCP-1354-1: NO. WENT HOME. WENT TO SLEEP. WOKE UP. THEN EVERYTHING WAS LIKE THIS. Dr. F███████: Like what? SCP-1354-1: WET. DARK. STILL. Dr. F███████: Thank you. That will be all. SCP-1354-1: WAIT. IS MY GIRL OKAY? Dr. F███████: Your daughter’s whereabouts are currently unknown. She went missing the same day you- (Note: Letters begin to appear on the surface quickly enough for SCP-1354-1 to boil.) SCP-1354-1: MISSING?! IT WAS HIM HE TOOK MY DAUGHTER. DO SOMETHING PLEASE YOU HAVE TO DO SOMETHING YOU HAVE TO- Dr. F███████: This interview is over.",
        "Researcher’s Note: Eight other instances of SCP-1354 have described encountering a similar entity in or around ██████████, Oregon immediately prior to their disappearance. This entity has tentatively been designated SCP-1354-A with descriptions forwarded to Foundation personnel embedded in the ██████████ Police Department.",
        "\" SCP-1354 \" by Enresshou, from the SCP Wiki . Source: https://scpwiki.com/scp-1354 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1354",
    "object_class": "Safe",
    "containment_procedures": "All instances of SCP-1354 are to be contained in food-grade airtight plastic containers at Sector-28. Each instance is to undergo psychiatric evaluation at least once per year.",
    "description": "SCP-1354 is the collective designation for twelve (12) eleven (11) 250 mL volumes of soup stock, designated SCP-1354-1 through -11. Despite their age, instances of SCP-1354 show no signs of spoilage and have proven edible. Additionally, instances of SCP-1354 are exothermic, maintain a constant temperature of 37 degrees celsius and have shown no signs of evaporation.",
    "title": "SCP-1354"
}