{
    "url": "https://scp-wiki.wikidot.com/scp-1359",
    "all_text": "rating: \n+211\n+\n–\nx\n\n\nItem #:\n SCP-1359\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1359 and accurate pictographic depictions thereof may only be observed remotely, by physically-restrained D-Class personnel. Any organism, including aforementioned D-Class personnel, that does visually observe SCP-1359 or an accurate pictographic depiction thereof, or attempts to enter SCP-1359's containment, is to be restrained and, at project staff discretion, either terminated or, once no longer visually observing SCP-1359 or accurate pictographic depiction thereof, administered a class C amnestic. As an additional precaution, any non-D-Class personnel assigned to SCP-1359 who are exposed to its effect are to be reassigned to a different project.\n\n\nSCP-1359 is to be housed in standard-sized humanoid living quarters with attached medical suite\n1\n, shielded on all sides by 10cm of reinforced steel. Any opening in this shielding large enough for an adult human to fit through must be only accessible by a double airlock conforming to Access Denial Level 4 standards\n2\n. Routine monitoring is to be done by an echolocative imaging system and live audio recordings. The user interface of the echolocative imaging system must be programmed to only visually represent SCP-1359 in an abstract manner (e.g., as a rectangular prism or a generic stick figure). Whenever possible, care and maintenance of SCP-1359 is to be carried out by automated or semi-automated systems. If for any reason SCP-1359 requires medical care, it must be carried out remotely by medical personnel working by echolocative and haptic feedback. Any object stained with SCP-1359's blood or other bodily fluids must be disposed of by incineration without human interaction.\n\n\nSCP-1359 is to be outfitted with a heart rate monitor to confirm life, an implanted radio tag to confirm location, and a prosthetic foot. If SCP-1359's heart rate rises or drops outside of its expected range, an alarm will go off and staff are to make verbal contact over installed speakers to confirm its safety. SCP-1359 is to be provided with a working computer console on a closed network by which it can submit requests, access approved entertainment media, and contact its assigned medical and psychiatric team via a Foundation-proprietary instant messenger. As SCP-1359 suffers from post-traumatic stress disorder and recurrent depression, it is not to be provided with any sharp implement.\n\n\nIf for some reason SCP-1359 must be removed from its containment, it is to be provided with a burqa of appropriate size modified to have a mirror-coated plastic surface covering the face-veil portion. Before being allowed to leave its containment chamber, restrained D-class personnel must confirm via video feed that no part of SCP-1359's body is visible.\n\n\nDescription:\n SCP-1359 is a human female of Northern European descent with the birth date ██/██/████. It is 168cm tall, and weighs an average of 62kg. \nSCP-1359 is missing its right eye\n, right ear, right foot, and the little, ring, and middle fingers on its left hand. It also has heavy scarring from the removal of strips of skin. Any organism that visually observes SCP-1359 or an accurate pictographic depiction thereof will be overcome with a single-minded determination to gain access to SCP-1359, remove some part of SCP-1359's body, and consume it. Once a portion of SCP-1359 has been successfully removed and fully consumed, the urge to continue consuming parts of SCP-1359 subsides until the eaten portion has fully passed through the digestive system.\n\n\nWhen questioned, people affected by SCP-1359 are unable to provide a coherent motive for assaulting or consuming/attempting to consume parts of SCP-1359. They are not inhibited from identifying their actions as wrong on an intellectual level, and most still retain a cannibalism taboo after the fact, but they are unable to attach appropriate negative emotional responses (e.g., remorse, disgust) to the act of attacking SCP-1359, the act of eating a portion of SCP-1359, the act of attempting to perform either of the previous, property damage or harm to themselves or others caused by their efforts to carry out their compulsion, or the sound at any volume of SCP-1359 petitioning them to halt their actions. Subjects with otherwise high levels of empathy may become distressed when made aware of this emotional dissonance, but will still not be able to directly attach negative emotions to the above-listed events. In double-blind tests in which subjects were presented with five different hair or blood samples, one of which belonged to SCP-1359, subjects consumed the samples belonging to SCP-1359 without prompting 100% of the time. 85% of subjects reported a sense of great peace and satisfaction after consuming a portion of SCP-1359.\n\n\nAddendum:\n SCP-1359 was brought to the Foundation's attention after it contacted police to report that it had been abducted and held in the basement of one Dr. C██████ B█████, a civilian surgeon, for a period of six years. The first responders fell under its effect, and automatic 911 dispatch keyphrase monitoring flagged the incident for intervention by Mobile Task Force Iota-10 (aka \"Damn Feds\"). SCP-1359 incurred minimal damage during initial containment by offering its hair to responding operatives. Dr. B█████ was taken into Foundation custody and treated for a concussion, broken leg, and spinal injuries inflicted by SCP-1359 with a crutch prior to making its 911 call.\n\n\nLater interrogation of Dr. B█████ corroborated SCP-1359's story, with the additional information that he only began eating parts of SCP-1359 after roughly the first two years of its captivity, and developed a highly ritualistic process for his cannibalism over a few months.\n3\n He was diagnosed with severe erotomania, with SCP-1359 as the target of his delusions. After review by a Human Resources panel, Dr. B█████ was designated D-██████ under Protocol 12.\n\n\nAddendum:\n SCP-1359's parents were located and interviewed on ██/██/████.\n4\n They were unable to provide photographs of SCP-1359, and, when pressed, admitted to having started consuming their photographs of SCP-1359 about two and a half years after its initial disappearance. They were administered Class B amnestics and are being monitored as minor persons of interest.\n\n\nInvestigation into persons possessing yearbooks with photographs of SCP-1359 in them revealed that 43% of them had removed and consumed photographs featuring SCP-1359 sometime after the same two-and-a-half-year period cited by SCP-1359's parents. 80% of that 43% possessed yearbooks from the year before SCP-1359's disappearance.\n\n\n\n\nFootnotes\n\n\n1\n. See Document 1359-03-b for detailed medical suite requirements.\n\n\n2\n. To qualify as Access Denial Level 4, an airlock must be filled with nitrous oxide by default and require the simultaneous cooperation of at least three people to operate any function.\n\n\n3\n. See Document 1359-05-a for full transcripts.\n\n\n4\n. See Document 1359-05-b for full transcripts.\n\n\n\n\n\n\n\n\n« \nSCP-1358\n | SCP-1359 | \nSCP-1360\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1359\n\" by Pig_catapult, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1359\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-1359 was brought to the Foundation's attention after it contacted police to report that it had been abducted and held in the basement of one Dr. C██████ B█████, a civilian surgeon, for a period of six years. The first responders fell under its effect, and automatic 911 dispatch keyphrase monitoring flagged the incident for intervention by Mobile Task Force Iota-10 (aka \"Damn Feds\"). SCP-1359 incurred minimal damage during initial containment by offering its hair to responding operatives. Dr. B█████ was taken into Foundation custody and treated for a concussion, broken leg, and spinal injuries inflicted by SCP-1359 with a crutch prior to making its 911 call.\nLater interrogation of Dr. B█████ corroborated SCP-1359's story, with the additional information that he only began eating parts of SCP-1359 after roughly the first two years of its captivity, and developed a highly ritualistic process for his cannibalism over a few months. 3 He was diagnosed with severe erotomania, with SCP-1359 as the target of his delusions. After review by a Human Resources panel, Dr. B█████ was designated D-██████ under Protocol 12.",
        "Addendum: SCP-1359's parents were located and interviewed on ██/██/████. 4 They were unable to provide photographs of SCP-1359, and, when pressed, admitted to having started consuming their photographs of SCP-1359 about two and a half years after its initial disappearance. They were administered Class B amnestics and are being monitored as minor persons of interest.\nInvestigation into persons possessing yearbooks with photographs of SCP-1359 in them revealed that 43% of them had removed and consumed photographs featuring SCP-1359 sometime after the same two-and-a-half-year period cited by SCP-1359's parents. 80% of that 43% possessed yearbooks from the year before SCP-1359's disappearance."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1359 \" by Pig_catapult, from the SCP Wiki . Source: https://scpwiki.com/scp-1359 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1359",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1359 and accurate pictographic depictions thereof may only be observed remotely, by physically-restrained D-Class personnel. Any organism, including aforementioned D-Class personnel, that does visually observe SCP-1359 or an accurate pictographic depiction thereof, or attempts to enter SCP-1359's containment, is to be restrained and, at project staff discretion, either terminated or, once no longer visually observing SCP-1359 or accurate pictographic depiction thereof, administered a class C amnestic. As an additional precaution, any non-D-Class personnel assigned to SCP-1359 who are exposed to its effect are to be reassigned to a different project.",
    "description": "SCP-1359 is a human female of Northern European descent with the birth date ██/██/████. It is 168cm tall, and weighs an average of 62kg. SCP-1359 is missing its right eye, right ear, right foot, and the little, ring, and middle fingers on its left hand. It also has heavy scarring from the removal of strips of skin. Any organism that visually observes SCP-1359 or an accurate pictographic depiction thereof will be overcome with a single-minded determination to gain access to SCP-1359, remove some part of SCP-1359's body, and consume it. Once a portion of SCP-1359 has been successfully removed and fully consumed, the urge to continue consuming parts of SCP-1359 subsides until the eaten portion has fully passed through the digestive system.",
    "title": "SCP-1359"
}