{
    "url": "https://scp-wiki.wikidot.com/scp-1406",
    "all_text": "rating: \n+134\n+\n–\nx\n\n\nItem #:\n SCP-1406\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Site-121 has been established in and around the building above SCP-1406, surrounded by a barbed-wire fence monitored through several CCTV cameras installed around the perimeter. A cover story regarding restoration of the building by a land-owner has been circulated.\n\n\nDescription:\n SCP-1406 is a medium-sized structure located in a heavily damaged building in ████, France. The structure consists primarily of brick and sheets of steel, and is affixed with a wooden door.\n\n\nIndividuals inside SCP-1406 have reported experiencing various hallucinatory and psychological effects. These have included:\n\n\n\n\nObserving what was described as a mating pair of heavily injured \nOctopus vulgaris\n (common octopus) in the center of the room. Injuries included skin lacerations and several amputations, as well as a green-brown discolouration.\n\n\n\n\n\n\nA pronounced sensation of the interior of SCP-1406 being slightly larger than the exterior by a minor factor.\n\n\n\n\n\n\nA professed sense of slight forgetfulness, which persisted upon exiting SCP-1406.\n\n\n\n\nSCP-1406 contains an object resembling a normal chair constructed of ten to twenty (10-20) small pieces of metal. The object appears to be coated in a semi-transparent, mildly luminescent violet liquid. Analysis of this fluid has shown it to be a mixture of tyrian purple dye, tungsten and several unidentified substances. Several seconds after removal from SCP-1406, this mixture will invariably cease luminescing.\n\n\nIn addition, SCP-1406 houses a small, brick fireplace, containing an exothermic variant of the same fluid.\n\n\nIncident 1406-e:\n On 2011-05-02, an individual (later positively identified as ████ ██████, a resident of the local village of ███████) was found attempting to access SCP-1406. The individual was detained and interviewed, repeatedly stating his belief that a significant event would occur in the near future relating to SCP-1406. No further useful information was gained from interviewing the subject, and the individual was put under observation.\n\n\nAt 19:34, a visual phenomenon was noticed to occur at three points in the vicinity of SCP-1406, these being: a point several metres from SCP-1406 itself, at the edge of a forest █ kilometres away, and in a field of cattle in ███████. In each case, several pulses of light were produced in quick succession. At the second and third locations, significant charring was noted to occur despite no noticeable flame; a tree at the second location and a bull at the third were both severely damaged as a result.\n\n\nNo charring was noticed on the building surrounding SCP-1406. Later investigation revealed a figure resembling a semi-humanoid head several metres from SCP-1406, constructed primarily of wood and a small mass of cattle tissue matching the affected pine and bull. This object has since been put into storage.\n\n\nShortly after this, Mr. ██████, began loudly vocalising in French, and expressing distress (see Document 1406-2).\n\n\nDocument 1406-2:\n \nAbridged transcript of the speech produced by Mr. ██████ during Incident 1406-e.\n\n\n\n\n[…]When the universe was young, the entity was a great, massive thing. Its form was twisted, unnameable and ancient, as to drive men mad in their attempts to envisage it. And so, this being of such scale spawned the many, who were not as immense, but were numerous to the extent of measure. […]\n\n\n\n\n\n\n[…] As reality grew old, so too did the entity. The span of its existence was inconceivably long, but not infinite. Its nature approached order and sense, and its image now could no longer drive men mad as once it did. It became small and shriveled where once it was colossal, and infirm where it was once powerful. In time, the entity was no longer a god to men, and it became forgetful and tired. So very tired. What little potency it had left it used to influence former worshipers to care for it, while it sat beneath its shrine in the warmth. […]\n\n\n\n\n\n\n[…] The many, now fully formed and independent from their creator, left to thrive at the far extents of the universe. Once every million years, they returned to where the entity had gone to endure the rest of its existence as a ritual of their nature, but they soon grew weary of this. Their creator was no longer even aware of the things it had made, and paid them no heed when they arrived. Soon, the many, even more fragile than their forebear, fell apart with the passage of time, their remains forming a great mass at the cold, unstable edges of reality […]\n\n\n\n\n\n\n[…] for what remnants of the many remained, at this place bound by no laws, thought was interchangeable with matter. And in their decaying bodies was the memory of sapience, which became sapience. And so, one final thing formed from the many.\n\n\nThe collective, a shambling, unfocused, designless creature, with a mind that was barely functional, and which barely existed at all. And so, this patchwork thing slowly returned in the vague direction it recalled from the pieces of the many. […]\n\n\n\n\n\n\n[…] Granddad? You seemed sad, so I made this for you. Granddad? Are you okay? […]\n\n\n\n\n\n\n[…] Do you remember me?\n\n\n\n\nFollowing this, Mr. ██████ was unresponsive to interrogation. Mr. ██████ is still under observation.\n\n\n\n\n\n\n« \nSCP-1405\n | SCP-1406 | \nSCP-1407\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1406\n\" by Bunton, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1406\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Document 1406-2: Abridged transcript of the speech produced by Mr. ██████ during Incident 1406-e.\nFollowing this, Mr. ██████ was unresponsive to interrogation. Mr. ██████ is still under observation."
    ],
    "notes": [
        "[…]When the universe was young, the entity was a great, massive thing. Its form was twisted, unnameable and ancient, as to drive men mad in their attempts to envisage it. And so, this being of such scale spawned the many, who were not as immense, but were numerous to the extent of measure. […]",
        "[…] As reality grew old, so too did the entity. The span of its existence was inconceivably long, but not infinite. Its nature approached order and sense, and its image now could no longer drive men mad as once it did. It became small and shriveled where once it was colossal, and infirm where it was once powerful. In time, the entity was no longer a god to men, and it became forgetful and tired. So very tired. What little potency it had left it used to influence former worshipers to care for it, while it sat beneath its shrine in the warmth. […]",
        "[…] The many, now fully formed and independent from their creator, left to thrive at the far extents of the universe. Once every million years, they returned to where the entity had gone to endure the rest of its existence as a ritual of their nature, but they soon grew weary of this. Their creator was no longer even aware of the things it had made, and paid them no heed when they arrived. Soon, the many, even more fragile than their forebear, fell apart with the passage of time, their remains forming a great mass at the cold, unstable edges of reality […]",
        "[…] for what remnants of the many remained, at this place bound by no laws, thought was interchangeable with matter. And in their decaying bodies was the memory of sapience, which became sapience. And so, one final thing formed from the many. The collective, a shambling, unfocused, designless creature, with a mind that was barely functional, and which barely existed at all. And so, this patchwork thing slowly returned in the vague direction it recalled from the pieces of the many. […]",
        "[…] Granddad? You seemed sad, so I made this for you. Granddad? Are you okay? […]",
        "[…] Do you remember me?",
        "\" SCP-1406 \" by Bunton, from the SCP Wiki . Source: https://scpwiki.com/scp-1406 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1406",
    "object_class": "Safe",
    "containment_procedures": "Site-121 has been established in and around the building above SCP-1406, surrounded by a barbed-wire fence monitored through several CCTV cameras installed around the perimeter. A cover story regarding restoration of the building by a land-owner has been circulated.",
    "description": "SCP-1406 is a medium-sized structure located in a heavily damaged building in ████, France. The structure consists primarily of brick and sheets of steel, and is affixed with a wooden door.",
    "title": "SCP-1406"
}