{
    "url": "https://scp-wiki.wikidot.com/scp-1412",
    "all_text": "rating: \n+37\n+\n–\nx\n\n\nItem #:\n SCP-1412\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1412 are kept in 2 m x 2 m x 7 m terrariums filled partially with aerated soil at Sector-28. Rooms in the containment cells are to be filtered for humidity and supplied with typical ventilation for oxygen and carbon dioxide.\n\n\nDescription:\n The pair comprising SCP-1412 closely resembles \nCryptomeria\n ‘Japanese cedar’ trees, standing 4.45 m in height and 1.21 m in diameter at the base. The pair has a similar biological profile and varies only slightly in appearance. Dendrochronological surveys of the trees are inconclusive due to a lack of annual rings inside of the trunks. Modern dating methods return various results ranging from █ months to 65 years. Closer inspection of bark samples shows a lack of cellular activity.\n\n\nSCP-1412 achieves mobility through growth. Frontal maws located underneath the bases of the trees digest plant and animal matter, which is then processed at an irregular rate, producing more bark for propulsion, effectively pushing them forward. Feeding in this manner does not seem to be crucial to the existence of SCP-1412, although in most cases either have been shown to move given an opportunity. SCP-1412 will not consume human matter and does not actively hunt for food save for the purpose of using it for mobility.\n\n\n\n\nResearchers Note:\n \nThe amount of energy needed for mobility is minimal, although this energy seems to be consumed quickly. This suggests the distance traveled by these trees took place over at least six-hundred (600) years, estimation given the mobility of SCP-1412 without energy, and the time it takes for new plant matter to grow. This means SCP-1412 would have traveled faster in denser areas, and may have been relatively dormant until new food made itself available in more arid areas. See attached diagram compiled by Researcher Sanders of SCP-1412s course in the last two-hundred (200) years. Circles indicate periods of inactivity.\n\n\n\n\n1412 Tracking Map\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\n\n\nDuring testing, cadavers placed in the hollow opening near the bases of the trees are forced out, with no evidence of digestion or mastication.\n\n\nThe pair seems to prefer traveling at a relatively close distance. Top speeds for either instance of SCP-1412 clock at 8 knots.\n\n\nA large portion of the bark seems to be severely damaged and charred, the cause is assumed to be annual rainfall. Introduction to small amounts of water (1 l) cause the bark of SCP-1412 to combust. Damaged sections of the trees do not appear to heal, but this does not result in reduced mobility or any abnormal behavior. Fire on the bark shows a faint purple, burning at roughly 200 °C. Further study into the mechanism eliciting this process is underway. The pair seems to be immune to fire up to temperatures of 1,300 °C.\n\n\nSCP-1412 was discovered in 2010 at Tenryū-Okumikawa Park by a group of civilians hiking in the area. The group was interviewed and administered with amnestics while a concurrent expedition was undertaken by Agent Breen and Researcher Sanders. The team reported following a trail of twisting, horizontal trunks through 23 ha of dense forest. The area surrounding the then dead bark was barren, although this range was reported to have only stretched roughly 1 m on either side of the husks. SCP-1412 was eventually discovered near Atera Seven Falls after two-days tracking. See Containment Report 1412 for further details.\n\n\nAddendum 1412-A:\n Sample Analysis\n\n\nFurther testing of the inside of SCP-1412 reveals a negligible amount of radiation (0.89 microsieverts) per hour. A cross section of SCP-1412 reveals a spiraling mound of calcified gray matter located within which replaces nearly eighty percent (80%) of the heartwood.\n\n\nAudio from Containment Report:\n 1412\n\n\n\n\nSanders and I reached Atera Seven Falls after following the husks for roughly two days. We found the pair comprising SCP-1412 near the overhang of Atera Seven, each of ‘em was leaning forward on the overhang. Sanders got in a bit closer to check the things out, she didn’t find anything unusual aside from the faint purple glow near the bottom of the trunks. The things were a bit warm too. Didn’t seem to be moving at all. I had Sanders page the evac unit.\n\n\n\n\nNote: \nThe trees were very close to falling into the river. Excavation revealed a large rock underneath the banks obstructing the trajectory.\n\n\n\n\n\n\n« \nSCP-1411\n | SCP-1412 | \nSCP-1413\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1412\n\" by faminepulse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1412\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1412-A: Sample Analysis\nFurther testing of the inside of SCP-1412 reveals a negligible amount of radiation (0.89 microsieverts) per hour. A cross section of SCP-1412 reveals a spiraling mound of calcified gray matter located within which replaces nearly eighty percent (80%) of the heartwood."
    ],
    "documents": [],
    "notes": [
        "Researchers Note: The amount of energy needed for mobility is minimal, although this energy seems to be consumed quickly. This suggests the distance traveled by these trees took place over at least six-hundred (600) years, estimation given the mobility of SCP-1412 without energy, and the time it takes for new plant matter to grow. This means SCP-1412 would have traveled faster in denser areas, and may have been relatively dormant until new food made itself available in more arid areas. See attached diagram compiled by Researcher Sanders of SCP-1412s course in the last two-hundred (200) years. Circles indicate periods of inactivity. 1412 Tracking Map – hide block",
        "Sanders and I reached Atera Seven Falls after following the husks for roughly two days. We found the pair comprising SCP-1412 near the overhang of Atera Seven, each of ‘em was leaning forward on the overhang. Sanders got in a bit closer to check the things out, she didn’t find anything unusual aside from the faint purple glow near the bottom of the trunks. The things were a bit warm too. Didn’t seem to be moving at all. I had Sanders page the evac unit.",
        "\" SCP-1412 \" by faminepulse, from the SCP Wiki . Source: https://scpwiki.com/scp-1412 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1412",
    "object_class": "Safe",
    "containment_procedures": "SCP-1412 are kept in 2 m x 2 m x 7 m terrariums filled partially with aerated soil at Sector-28. Rooms in the containment cells are to be filtered for humidity and supplied with typical ventilation for oxygen and carbon dioxide.",
    "description": "The pair comprising SCP-1412 closely resembles Cryptomeria ‘Japanese cedar’ trees, standing 4.45 m in height and 1.21 m in diameter at the base. The pair has a similar biological profile and varies only slightly in appearance. Dendrochronological surveys of the trees are inconclusive due to a lack of annual rings inside of the trunks. Modern dating methods return various results ranging from █ months to 65 years. Closer inspection of bark samples shows a lack of cellular activity.",
    "title": "SCP-1412"
}