{
    "url": "https://scp-wiki.wikidot.com/scp-1415",
    "all_text": "rating: \n+154\n+\n–\nx\n\n\nItem #:\n SCP-1415\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1415 is to be placed in a 35*35*35 cm metal wall safe, to be guarded at all times by no less than two (2) personnel. Access is via a simple iron hinged door, locked with a simple keypad opening mechanism. Approval of one (1) Level 3 personnel, or of Dr. Tergis, is required for removal, in which case, Dr. Tergis is to retrieve the object while keeping the password secret.\n\n\nDescription:\n SCP-1415 is a fingerless leather gauntlet, designed for use with the left hand. The object has a tendency to expand and contract slightly, giving it the appearance that it is breathing. It has been transported to Research Site-6 without incident, where Dr. Tergis has received permission to experiment with it.\n\n\nThe object's anomalous properties come into effect when the wearer grasps any object in such a way that the palm of the gauntlet rests upon it. It then begins a process that takes place over 1-3 seconds. The target is converted into a living organism composed of various human tissues, while destroying tissue in the wearer's body roughly equivalent to 1/500th the mass of the converted object. If the wearer dies while wearing the gauntlet, it may still be used until the carcass is totally destroyed. However, when attempting to convert an object with a dead body as the wearer, the converted object will also be dead.\n\n\nNote: As of Test 6, it has been proven that the gauntlet can fit non-human hands.\n\n\nAddendum:\n\nTest Log\n\n\nTest 1\n\n\nSubject:\n D-1415-01, a Hispanic female\n\n\nTarget:\n D-1415-02, a Caucasian male\n\n\nResult:\n D-1415-02's skin tone, eye color, and hair color changed to match D-1415-01. D-1415-02 also developed female reproductive organs, becoming a hermaphrodite. D-1415-02 also inherited D-1415-01's lactose intolerance. D-1415-01 lost roughly half a pound of body fat, with no harmful effects.\n\n\nNote:\n D-1415-02 and D-1415-01 were once again proven to be genetically identical. D-1415-02 requested to be terminated. Request was granted.\n\n\nTest 2\n\n\nSubject:\n D-1415-03, a Caucasian male\n\n\nTarget:\n One (1) Car (Volvo S60)\n\n\nResult:\n All material is made of living tissue. Headlights are of similar tissue to human eyes, but are capable of glowing. Its wheels became short, infant-like legs. The controls of the car were replaced with a structure of enlarged neurons, allowing for a rider to drive. The seats are composed of a tongue-like tissue, and were described as \"sickeningly moist\". D-1415-03's entire right arm and most of his torso was consumed in the process.\n\n\nNote:\n The car, now designated R-1415-02, has been relocated to the garage at Storage-48, for use with appropriate permission. It does not appear to require food, and can be refueled via a small mouth where the gas valve used to be. It is omnivorous and can digest anything a human can digest for fuel. Genetic testing has shown it genetically identical to D-1415-03. D-1415-03 was terminated.\n\n\nTest 3\n\n\nSubject:\n D-1415-04, a Caucasian female\n\n\nTarget:\n One (1) Queen sized bed, fully made, with frame.\n\n\nResult:\n Target was converted in its entirety successfully. Pillows became lung like organs that expand and contract, and the blanket became a sheet of skin attached at the foot. The target's legs were jointed, and it could walk, but would only do so if led around. Headboard became a bony structure, containing numerous eye-like organs that moved and blinked independently of each other. D-1415-04's right hand was consumed in the process.\n\n\nNote:\n D-1415-04 has resisted all instructions to sleep in the bed, due to complaints that it \"talked to her, and knew her by name\". This effect is likely non anomalous and completely psychosomatic.\n\n\nTest 4\n\n\nSubject:\n D-1415-04\n\n\nTarget:\n 4*4*5 metre block of stone.\n\n\nResult:\n 99% of the stone was transformed into human tissue. D-1415-04 was consumed in her entirety, leaving behind a pool of blood. However, the target immediately settled, fatally crushing one staff member, and injuring two others.\n\n\nNote:\n After approx. 3 hours, the target began crawling towards the edges of the containment, leaning on the windows. On-site staff have attempted to provide nourishments, but the target has not shown an ability to eat. Target hooked up to massive intravenous drip. Termination pending, regardless.\n\n\nTest 5\n\n\nSubject:\n D-1415-05, an Indian male who scored highly on fitness tests.\n\n\nTarget:\n One (1) Artificial Heart. However, D-1415-05 lashed out in anger at Dr. A██ and grabbed her lab coat instead.\n\n\nResult:\n Dr. A██'s lab coat transformed into human tissue, with a slick interior. It expanded and contracted in what was reported to be a \"suckling\" feeling that was also described as being \"incredibly uncomfortable\". Electric shocks cause it to contract.\n\n\nNote:\n Dr. A██ is not to remove the coat, as it appears to have imprinted on her. Further analysis is required.\n\n\nTest 6\n\n\nSubject:\n A fully grown cow\n\n\nTarget:\n One (1) Blender\n\n\nResult:\n Gauntlet changed shape to accommodate the cow's hoof. Blender successfully converted. Its blending mechanism was replaced by a strong jaw that chews up the food. It has a preference for vegetable material, and will only chew up meat if forced to. Most of the cow's torso was consumed in the process.\n\n\nNote:\n Genetic testing has proven it identical in DNA to the cow. However, conversion was at a greatly reduced efficiency.\n\n\n\n\n\n\n« \nSCP-1414\n | SCP-1415 | \nSCP-1416\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1415\n\" by Varkarrus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1415\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Test Log"
    ],
    "documents": [],
    "notes": [
        "\" SCP-1415 \" by Varkarrus, from the SCP Wiki . Source: https://scpwiki.com/scp-1415 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1415",
    "object_class": "Safe",
    "containment_procedures": "SCP-1415 is to be placed in a 35*35*35 cm metal wall safe, to be guarded at all times by no less than two (2) personnel. Access is via a simple iron hinged door, locked with a simple keypad opening mechanism. Approval of one (1) Level 3 personnel, or of Dr. Tergis, is required for removal, in which case, Dr. Tergis is to retrieve the object while keeping the password secret.",
    "description": "SCP-1415 is a fingerless leather gauntlet, designed for use with the left hand. The object has a tendency to expand and contract slightly, giving it the appearance that it is breathing. It has been transported to Research Site-6 without incident, where Dr. Tergis has received permission to experiment with it.",
    "title": "SCP-1415"
}