{
    "url": "https://scp-wiki.wikidot.com/scp-1420",
    "all_text": "rating: \n+85\n+\n–\nx\n\n\nItem #:\n SCP-1420\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Three instances of SCP-1420 are to be contained in individual perforated-steel containers when not being tested. These containers are to be placed in a standard Anomalous Creature Containment Chamber. A gas system capable of flooding the containment room with hydrogen when needed is to be kept in good repair. A reinforced plexiglass viewing window is to be installed and checked for damage weekly. At minimum, two armed guards are to be present during a hatching event to respond to instances of SCP-1420-2.\n\n\nDescription:\n Instances of SCP-1420 are 8 centimeter long, egg-shaped objects composed of alternating strips of eggshell, and an elastic, leathery material characteristic of reptile eggs. On the narrow tip of each object is a small patch of muscle tissue. At approximately 4:00AM every first and second Thursday of each month, the muscle will contract and all instances of SCP-1420 will open. No cracks or seams are visible before, during, or after this process. The leathery sections will stretch to accommodate the opening. SCP-1420 will close within 3 minutes during most hatching events.\n\n\nUpon hatching, a small creature (hereby known as SCP-1420-1) with avian and/or reptilian characteristics will be produced by SCP-1420. Instances of SCP-1420-1 normally weigh less than 600 grams, are often malformed, and typically expire shortly after emergence from SCP-1420. Recorded creatures produced by SCP-1420 include:\n\n\n\n\n\n\nAn abnormally muscular snake with a clawed prehensile tail and two legs. Expired approximately four minutes after birth. Necropsy deemed cause of death to be lack of circulation.\n\n\nAn infant domestic chicken. Completely devoid of feathers and lacking eyes or toes. Necropsy revealed that the bone structure was more similar to that of a reptile than an avian.\n\n\nA small multi-colored bird that collapsed on the testing table shortly after birth. Showed no signs of life until Researcher Auer entered to retrieve and terminate. Specimen exploded when approached. Researcher Auer was sprayed with a caustic liquid that quickly evaporated. He recovered and returned to duty after one week.\n\n\nA feathered and winged lizard capable of limited flight. Testing showed that it had several highly venomous retractable spines on its wings. Terminated without incident. Necropsy revealed specimen's bone structure to be hollow and lightweight.\n\n\nA scaled avian creature with a large growth around its neck. It produced a sound that rendered researchers present unconscious for eight minutes. Specimen expired during period of unconsciousness. Necropsy deemed cause of death to be internal hemorrhaging in the throat.\n\n\n[REDACTED] (See Addendum 1420-A)\n\n\n\n\n\n\n\n\nAdditional SCP-1420 Test Logs\n\n\n\n\nTesting has shown that instances of SCP-1420-1 are highly sensitive to levels of hydrogen above normal atmospheric amounts. When between 5-10% higher than normal, specimens show signs of distress. When above 10% higher than normal atmospheric levels, specimens rapidly dissolve into a fluid that evaporates within seconds of full dissolution. In reaction to this, a gas system has been installed that can administer hydrogen as needed. Lab analysis of tissue samples reveal no chemical mechanism that causes this.\n\n\nApproximately 12% of all hatching events will result in a new instance of SCP-1420 being produced instead of an instance of SCP-1420-1. New instances of SCP-1420 are identical to all others. They will begin to produce new creatures on the aforementioned schedule. Extra instances of SCP-1420 are to be destroyed as soon as possible except when being used for analysis or testing.\n\n\nAddendum 1420-A:\n On the date of ██/█/████, a feathered snake slightly larger than average was produced (hereby designated SCP-1420-2) and began to grow at a rapid pace until it had become two meters long. Hydrogen was administered, but SCP-1420-2 seemed to be unaffected and survived long enough to break through the glass viewing window. It continued to increase in size and sprout additional limbs, eventually forming multiple scaled arms ending in avian beaks. It was eventually subdued and terminated after causing █ deaths. A necropsy revealed the creature to contain ██ instances of SCP-1420 inside a sack in its larynx. SCP-1420-2 and extra instances of SCP-1420 were incinerated without incident.\n\n\nGlass viewing window is to be replaced with reinforced plexiglass and instances of SCP-1420 are to be placed inside perforated steel containers. Two armed guards are to be present for all hatching events.\n\n\n\n\n\n\n« \nSCP-1419\n | SCP-1420 | \nSCP-1421\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1420\n\" by Alexander Auer, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1420\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1420-A: On the date of ██/█/████, a feathered snake slightly larger than average was produced (hereby designated SCP-1420-2) and began to grow at a rapid pace until it had become two meters long. Hydrogen was administered, but SCP-1420-2 seemed to be unaffected and survived long enough to break through the glass viewing window. It continued to increase in size and sprout additional limbs, eventually forming multiple scaled arms ending in avian beaks. It was eventually subdued and terminated after causing █ deaths. A necropsy revealed the creature to contain ██ instances of SCP-1420 inside a sack in its larynx. SCP-1420-2 and extra instances of SCP-1420 were incinerated without incident.\nGlass viewing window is to be replaced with reinforced plexiglass and instances of SCP-1420 are to be placed inside perforated steel containers. Two armed guards are to be present for all hatching events."
    ],
    "documents": [],
    "notes": [
        "An abnormally muscular snake with a clawed prehensile tail and two legs. Expired approximately four minutes after birth. Necropsy deemed cause of death to be lack of circulation. An infant domestic chicken. Completely devoid of feathers and lacking eyes or toes. Necropsy revealed that the bone structure was more similar to that of a reptile than an avian. A small multi-colored bird that collapsed on the testing table shortly after birth. Showed no signs of life until Researcher Auer entered to retrieve and terminate. Specimen exploded when approached. Researcher Auer was sprayed with a caustic liquid that quickly evaporated. He recovered and returned to duty after one week. A feathered and winged lizard capable of limited flight. Testing showed that it had several highly venomous retractable spines on its wings. Terminated without incident. Necropsy revealed specimen's bone structure to be hollow and lightweight. A scaled avian creature with a large growth around its neck. It produced a sound that rendered researchers present unconscious for eight minutes. Specimen expired during period of unconsciousness. Necropsy deemed cause of death to be internal hemorrhaging in the throat. [REDACTED] (See Addendum 1420-A)",
        "Additional SCP-1420 Test Logs",
        "\" SCP-1420 \" by Alexander Auer, from the SCP Wiki . Source: https://scpwiki.com/scp-1420 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1420",
    "object_class": "Euclid",
    "containment_procedures": "Three instances of SCP-1420 are to be contained in individual perforated-steel containers when not being tested. These containers are to be placed in a standard Anomalous Creature Containment Chamber. A gas system capable of flooding the containment room with hydrogen when needed is to be kept in good repair. A reinforced plexiglass viewing window is to be installed and checked for damage weekly. At minimum, two armed guards are to be present during a hatching event to respond to instances of SCP-1420-2.",
    "description": "Instances of SCP-1420 are 8 centimeter long, egg-shaped objects composed of alternating strips of eggshell, and an elastic, leathery material characteristic of reptile eggs. On the narrow tip of each object is a small patch of muscle tissue. At approximately 4:00AM every first and second Thursday of each month, the muscle will contract and all instances of SCP-1420 will open. No cracks or seams are visible before, during, or after this process. The leathery sections will stretch to accommodate the opening. SCP-1420 will close within 3 minutes during most hatching events.",
    "title": "SCP-1420"
}