{
    "url": "https://scp-wiki.wikidot.com/scp-1423",
    "all_text": "rating: \n+278\n+\n–\nx\n\n\n\n\n\n\nScene of discovery for SCP-1423.\n\n\n\n\n\n\nItem #:\n SCP-1423\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1423 is to be contained in a standard containment locker, located in \nSite-77\n's Safe SCP wing. No personnel are to come into physical contact with SCP-1423, and any who have done so are to be treated as cognition hazard victims, and removed from active duty. Personnel assigned to research SCP-1423 are to be given full psychological evaluations every 4 weeks to detect if they have been affected.\n\n\nDescription:\n SCP-1423 is a Polaroid photograph, circa 1976. It depicts several unidentified teenagers, and is believed to have been taken in the summer of that year. The message \"\nWe've had a great year, haven't we?\n\" had been written on the back of SCP-1423 in charcoal.\n\n\nWhenever SCP-1423 is held by a human subject, they will suffer a memory altering effect. Over the next several weeks, the subject will show a tendency to reminisce about the last summer vacation they experienced in high school.\n1\n Testing has shown these memories are accurate, and that SCP-1423 affected subjects have an unusually high rate of accuracy from these memories.\n\n\nSCP-1423 affected subjects will attempt to revisit locations from their vacation, such as concerts, cities, amusement parks, farms, hometowns, and will \nattempt to contact other subjects whom they contacted during that period.\n When revisiting these locations, subjects will express feelings of regret that they didn't experience as much as they could have. They may attempt to recreate the experience, however all subjects attempting to do so have reported immense dissatisfaction.\n\n\nFollowing this change, subjects will become highly possessive of SCP-1423, claiming that it documents their experiences. They will begin experiencing dreams of idealized versions of their vacation, which will increase in clarity the longer they possess SCP-1423. In several cases, SCP-1423 affected subjects would begin keeping journals based on their dreams. If SCP-1423 is not removed from the subject's possession at this time, they will neglect all activities that do not relate to SCP-1423.\n\n\nHowever, after 3-5 months of exposure, subjects will begin to document major alterations to their dreams. Subjects may report elements not found in their vacation, instead claiming that they are no longer able to remember their dreams \"properly.\" They will continuously attempt to utilize SCP-1423's effects, with each dream becoming longer and less related to their original experience. This effect will persist indefinitely.\n\n\nSCP-1423 was recovered from the home of ███ █████, who had been reported missing by his neighbors. After local authorities reported on SCP-1423's anomalous effect, Foundation personnel were able to intervene and suppress the reports. Class-C amnestics were administered to witnesses. However, ███ █████ had been previously administered amnestics in 1976, after he was present at Kirk Lonwood High School during Incident-\nSCP-332\n-A. Class-A amnestics were given to Mr. █████, and investigation into this connection is ongoing.\n\n\nAddendum:\n Documents recovered from an SCP-1423-affected subject.\n\n\n\n\nIt's endless, and never-ending, and all those other words for too damned long. We've got our vans and the roads ahead, \nbut we never get anywhere.\n We're \nalways\n \"closer\" to the concert. Well, it's a concert today. \nYesterday we were headed to Miami, to go and see the coral castle.\n Last Tuesday it was Washington, \nto get together with the suffragists. Suffrage? God, that ain't right. We ain't right about anything.\n\n\n\n\n\n\nI really, \nreally\n want to just grab Jerry in his \nfucking\n face and yell \nHEY WE'RE NEVER GETTING ANYWHERE ITS JUST THE SAME SHIT, YOU DUMBASS\n WHEN DO WE GET THERE but he won't hear, because I won't say it. I'm relaxed here and rolling through the hills of technicolor grasses and farms. We passed the Boyd farm \nabout 11 times\n yesterday, and \nevery time\n it had the same rusty gate out front. I think I saw someone resting on the porch once, \nwith depraved, hollow eyes that followed down the road\n\n\nIt wasn't swamp gas.\n\n\nYou almost look forward to class now. Class? God, I haven't thought of going back to class in months, maybe \nyears\n. I remember seeing that tightwad Nathan, with his stupid face and rusty glasses. Man, I used to want to punch his mug every time I saw it, with that dumb, oblivious grin. \nShit, if I saw him now… I dunno. Maybe I'm over-thinking this.\n\n\nWe'll be at the concert tomorrow anyways. \nI can't wait to see Amy again\n\n\n\n\n\n\nRoads go on, climbing up the \ncracked\n highway. Jamie tried to buy \nback his soul,\n with a dime he found under the cushion. Stuck it in like a penny arcade, and we watched him spin. The sun's ahead of us, \nburning and crumbling\n with some light dancing between the trees lining the road. \nThey aren't trees, really. More like puppy dog tales, wriggling in the wind.\n Found the postcard from Dad again. Hopes my vacation will be as good as the one he took.\n\n\nI hope he's \nwrong\n right.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Subjects who never attended high school, or never had a summer vacation will report the last summer they experienced.\n\n\n\n\n\n\n\n\n« \nSCP-1422\n | SCP-1423 | \nSCP-1424\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1423\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1423\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1423-new.png\n\n\nName:\n polaroid wall\n\n\nAuthor:\n Shimelle Laine\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nFlickr",
    "addendums": [
        "Addendum: Documents recovered from an SCP-1423-affected subject."
    ],
    "documents": [],
    "notes": [
        "It's endless, and never-ending, and all those other words for too damned long. We've got our vans and the roads ahead, but we never get anywhere. We're always \"closer\" to the concert. Well, it's a concert today. Yesterday we were headed to Miami, to go and see the coral castle. Last Tuesday it was Washington, to get together with the suffragists. Suffrage? God, that ain't right. We ain't right about anything.",
        "I really, really want to just grab Jerry in his fucking face and yell HEY WE'RE NEVER GETTING ANYWHERE ITS JUST THE SAME SHIT, YOU DUMBASS WHEN DO WE GET THERE but he won't hear, because I won't say it. I'm relaxed here and rolling through the hills of technicolor grasses and farms. We passed the Boyd farm about 11 times yesterday, and every time it had the same rusty gate out front. I think I saw someone resting on the porch once, with depraved, hollow eyes that followed down the road It wasn't swamp gas. You almost look forward to class now. Class? God, I haven't thought of going back to class in months, maybe years . I remember seeing that tightwad Nathan, with his stupid face and rusty glasses. Man, I used to want to punch his mug every time I saw it, with that dumb, oblivious grin. Shit, if I saw him now… I dunno. Maybe I'm over-thinking this. We'll be at the concert tomorrow anyways. I can't wait to see Amy again",
        "Roads go on, climbing up the cracked highway. Jamie tried to buy back his soul, with a dime he found under the cushion. Stuck it in like a penny arcade, and we watched him spin. The sun's ahead of us, burning and crumbling with some light dancing between the trees lining the road. They aren't trees, really. More like puppy dog tales, wriggling in the wind. Found the postcard from Dad again. Hopes my vacation will be as good as the one he took. I hope he's wrong right.",
        "\" SCP-1423 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1423 . Licensed under CC-BY-SA .",
        "Filename: 1423-new.png Name: polaroid wall Author: Shimelle Laine License: CC BY 2.0 Source: Flickr"
    ],
    "item": "SCP-1423",
    "object_class": "Safe",
    "containment_procedures": "SCP-1423 is to be contained in a standard containment locker, located in Site-77's Safe SCP wing. No personnel are to come into physical contact with SCP-1423, and any who have done so are to be treated as cognition hazard victims, and removed from active duty. Personnel assigned to research SCP-1423 are to be given full psychological evaluations every 4 weeks to detect if they have been affected.",
    "description": "SCP-1423 is a Polaroid photograph, circa 1976. It depicts several unidentified teenagers, and is believed to have been taken in the summer of that year. The message \"We've had a great year, haven't we?\" had been written on the back of SCP-1423 in charcoal.",
    "title": "SCP-1423"
}