{
    "url": "https://scp-wiki.wikidot.com/scp-1425",
    "all_text": "rating: \n+1503\n+\n–\nx\n\n\nItem #:\n SCP-1425\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n A single copy of SCP-1425 is to be kept in a double-locked archive in Storage Site 40. Access to the document is to be completely restricted barring express written permission of at least two of the following officials: the Site Director, the EID Chief, the CMA Head, or an O5 personnel. A second copy is contained in an undisclosed location under procedures divulged only to O5 Council members. All forms of printed and televised media available throughout the United States are to be monitored for the appearance of keywords and key symbols from the list provided in \nCMA Document 1425-A\n. Any located additional copies of SCP-1425 are to be turned over to CMA custody for destruction. In the event that a second SCP-1425 event begins to manifest, contact an official listed above immediately to initiate Protocol Ophiuchus.\n\n\nDescription:\n SCP-1425 is a hardcover book, measuring 20 cm x 35 cm x 5 cm and published in 2005 by the company [REDACTED] Books (now defunct—see Operation Stargazer files). The front cover bears the title \"Star Signals\". The back cover has the following description:\n\n\n\n\nDid you know that some stars in the sky are dead, but we still see their ancient image?\n\n\nWith the best-selling novel \nStar Signals\n, sold in four countries and translated into hundreds of languages, you too can tune in to the celestial frequencies, and then \nbecome like the stars!\n\n\n\n\nWhen a subject reads the full text of SCP-1425, the book exerts a mild reality-warping effect, influenced by the subject's desires (which in turn are influenced by SCP-1425; see below). When a sufficiently large number of subjects are exposed to this effect, further complications arise in terms of mental health and the integrity of spacetime. See \nEvent Log SCP-1425-05\n.\n\n\nThe document is a nonfiction book of the “self-help” genre, advertised as a manual which teaches the use of the “Five-Step Star Signal Method” to achieve the reader’s dreams and ambitions. The method itself is a program of visualization reinforced through mantras and positive affirmations. Unlike nearly all books of the “self-help” genre, SCP-1425 is directly efficacious in assisting the subject in achieving personal goals. The book has no content regarding practical measures to achieve goals. Instead, it speaks entirely on the “star focuses” and other “wishful thinking” rituals. These exercises, when conducted properly, demonstrably influence reality, beginning with a direct influence on the appearance of the star used in the exercise. A reader who expresses a wish to win the lottery will receive a winning ticket within the next week; any reader whose goal is a new car will find themselves driving it the next week. The amount of work invested into achieving the goal outside of performing the prescribed rituals has only a supplementary effect; a subject who makes no special effort to pursue the focused desire still succeeds at a rate documented at roughly 80%. However, if the instructions for reading order and frequency are not followed correctly, the anomalous effect is either greatly diminished or fails entirely.\n\n\nIn early chapters, these exercises are focused on two things: the exact goals that the reader has in mind, and the concentration on certain stars in the sky. This activity is connected to the titular “star signals”: SCP-1425 claims that the light emitted by stars carries a “phenomenological frequency”, which is unique to each star and which is connected to the “phenomenological frequency” of each human’s mind. Each of the book’s ten chapters ends with a “Star Focus” ritual: this is a meditation performed each night, with the central focus being a celestial body. The celestial body used is determined by a calendar given in the prologue; this ensures that all readers at any given time are focusing on the same place, no matter which section of the book they are reading. The tenth chapter is an exception. See \nDocument 1425-A\n.\n\n\nThroughout its pages, SCP-1425 contains verbal devices intended to influence the mind of the reader during exercises. These include the combination of memetic triggers and neuro-linguistic programming to make the subject receptive to the ideas presented in the text and to optimize the results of its anomalous effect. Once the core ideas of the book have been introduced and worked upon, visualization exercises begin to include concentration on other concepts, including political and philosophical messages. The latter chapters of the book serve to alter the thoughts and desires of the user to conform to a standard that would remain consistent across readers of the text. Approximately 60% of readers who read the entirety of SCP-1425 exhibit a mental condition called “Ojai Syndrome”; see \nEvent Log SCP-1425-2005\n.\n\n\nSCP-1425 is believed to have been written and published by operatives of the \nFifth Church\n, an influential cult whose membership consists largely of celebrities, including actors, musicians, authors, television hosts, and other personalities. At that time, the list of confirmed Fifthists numbered ███, with the list of suspected cultists counting in excess of ████.\n1\n These connections were utilized by the Fifthist Fellowship in the form of celebrity endorsements and widespread media coverage, used to make SCP-1425 quickly and exceptionally popular. Due to these measures, as well as substantial “word of mouth” advertising, \nStar Signals\n became a national bestseller within two weeks of publication and held this position until the book was virtually purged from public knowledge by the SCP Foundation, using Protocol Ophiuchus.\n\n\n\n\nDocument 1425-A: SCP-1425 Excerpts\n\n\n\n\nClose\n\n\n\n\nThe following passages are taken directly from the text of SCP-1425. These excerpts have been selected to minimize exposure to cognitohazardous memetic triggers and other textual anomalies.\n\n\nChapter 2, Section 3: “The Hole You Exist Around”\n\n\n\n\nDo you feel a void in your life? Everyone does, whether they know it or not. Think about it. You can feel it inside you right now: a heavy emptiness in the middle of your chest. It’s a reflection of the one in your existence, like particles in quantum entanglement. Do you remember how we talked about quantum entanglement? Nod “yes”. Yes, you do. Yes, you feel the emptiness.\n\n\nThis is good. It’s a blank slot waiting for you to fill it up with your deepest desire until your deepest desire is pushing up into your throat. You will gag on your need. And until you do, it is a resonation space, for you to build your will like organ music in a cathedral. Hear the music now. This is not a metaphor. If your will is strong enough, there will be music now. Remember now that nothing in this book is a metaphor.\n\n\n\n\nChapter 3, “Taking Effects”, Section 5: “You Are In Time”\n\n\n\n\nStar Focus\n: Find your night spot and begin to focus on your star. [\nPrologue, Section 3: “Star Focus Calendar”\n: “April ██: Epsilon Sagittarii. If you can’t find it in your star chart, it’s the base of the hunter’s bow and the brightest star in the constellation.”] As you stare up into it, use your mind-clearing word. Your meditation is: “████, ████. Now is our time. Here is our space. We take your star. We hold your bonds. Repay your debt. ████, ████, ████.” Don’t worry about memorization; any time you use your mind-clearing word, you’ll remember them, even if you only read them once. If you do it right, your star will disappear. You’ll feel it resonating with the others in your void.\n\n\n\n\nChapter 5, “End of Act One”, Section 4: “Two Days”\n\n\n\n\nIf you have read this book correctly, and you have, tomorrow is the start of the weekend. Savor it. The five-day work week is an artifact of your world. (You’ll find out all about that on Monday.) During the next two days, put this book down. Don’t pick it up. Yes, this means two days without your star exercises. Yes, this means that, for two days, your will is not going to be with you. Don’t even think about it after the end of this sentence. Your will is being used for your good.\n\n\n\n\nChapter 6, “The Fifth World”, Section 2: “The Fifth Reason”\n\n\n\n\nIn your current society, you are encouraged to “be yourself”, as if this is the key to making your desires real. What does that mean? It doesn’t mean anything. You can’t be anyone other than yourself. If you were to be someone else, you would still be “you”, and “you” would be someone who is someone else. There is no getting out from under existence. Because you can’t be anyone else, it stands to reason that, if you want change in your reality, it is the world that must change to suit you. You must mold your phenomenological landscape into one where all your goals are achieved.\n\n\nNow imagine that the place where your desires are made real has a name. It’s called the Fifth World. The Fifth World is the cosmos twisted around you into the shape you will wish for. It has never been, but you can make it so. If the current world is like a tight, collared suit, then the Fifth World is like a flowing robe that allows complete freedom of movement. You will never truly move before you move in the Fifth World. You’ll feel like a square on a piece of paper who was only just tlaol \n[sic]\n about up and down.\n\n\n\n\nChapter 9, “Do Not Look Away From The Book”, Section 3, “Here and Now”:\n\n\n\n\nSome helpful advice that will save you in your coming weeks:\n\n\n\n\nMirrors are for other people.\n\n\nSit in a dark room by yourself for at least an hour per day. Move around as much as you’re made to.\n\n\nIf you feel yourself developing a soul, go outside immediately and follow the direction of the \nsmoke\n until you meet them.\n\n\nAlways listen for the sound slon of trwoll plr mlgn thei.\n\n\nLove the archons. When you hate them, they see you.\n\n\n\n\n\n\nChapter 10, “You Cannot Wake Up”, Section 1: “████████”\n\n\n\n\nSlon tlir na \ntlei\n obr Fifth. Tla slon ████ plr children \ntln tlo\n sacp tlei. \n[REMAINING SAMPLE EXPUNGED]\n\n\n\n\n\n\n\n\n\n\n\n\nEvent Log 1425-05 [LEVEL 2 CLEARANCE OR HIGHER ONLY]\n\n\n\n\nClose\n\n\n\n\nThe following events occurred between the publication date of SCP-1425 (April 22nd, 2005), and the official end date of Event 1425 (May 11th, 2005).\n\n\nDay 1 (Monday, 4/22)\n: The second print run of SCP-1425 is completed simultaneously at three locations: the [REDACTED] publishing house main printing facility, then located in [REDACTED], Texas; a smaller facility located in [REDACTED], Maine; and a third branch in [REDACTED], England. The first two factories ship SCP-1425 to bookstores across America; the third is distributed throughout the British Isles. The first print run was, according to recovered documentation, a private distribution amongst members of the Fifth Church, to be passed to friends and family.\n\n\nDay 8 (Monday, 4/29)\n: Television host ████████ ███████’s \n[Name withheld following Operation Stargazer protocol]\n daytime talk show “████████” airs its monthly “Reading Circle” special. The entirety of the episode is devoted to the promotion of SCP-1425. The host claims that \nStar Signals\n “rocked [her] world” and that “you’ll see and feel the changes almost instantly”. At the 31-minute mark, her guest, Hugh Laurie, jokes that the book’s advice may be responsible for the host’s success. He adds, “I hope nobody hates you.” The host looks at the copy of SCP-1425 in her hands for four seconds before remarking: “Fuck, it’s finding the holes.” This line is muted in its entirety in the West Coast feed, but appears uncensored in the live airing, stirring much controversy on the subject of obscenity in television. Sales of SCP-1425 grow to over fifty times their current rate over the coming week.\n\n\nDay 12 (Friday, 5/3)\n: Reports of mental illness begin to increase in the southwestern United States. In Ojai, California, the Boyar family (a 45-year old father, a 50-year-old mother, and a 24-year-old daughter) are admitted to an Ojai mental institution following what appears to be three simultaneous episodes of glossolalia and violent and delusional behavior. The trio is located in a street, several miles from their home, conversing loudly to each other about their surroundings; witnesses report overhearing the remarks “I love how the buildings don’t line up anymore” and “Once I get conversant, I’ll fix your tongues if I have to.” When a bystander approaches the Boyars, the mother remarks that “it's not supposed to be out”, and the father begins to assault the bystander with a pocket knife. Local law enforcement is notified, and when officers arrive, the 24-year-old is, as a witness reports, “shouting nonsense” (speculated to be similar to the text of Chapter Ten of SCP-1425) to the bystander, who is being held down by the father and mother. The bystander is being made to repeat these utterances; when the bystander makes an error in punctuation, the father carves into four long existing cuts made on the bystander’s face, forming a square. The three are arrested and the bystander is admitted to a local hospital for bruises and severe lacerations.\n\n\nDay 13 (Saturday, 5/4)\n: Foundation agents investigate the case of the Boyars and determine a possible link between their outburst and the book titled \nStar Signals\n. The Boyars’ copy is confiscated for examination, as well as a new copy from a local bookstore.\n\n\nResearchers note that, although \nStar Signals\n has been available on the market for nearly two weeks, no critical reviews or other analytical reports have been published in newspapers, nor on television, and roughly 80% of online reviews have been deleted by the website's owners. This is later determined to be an intentional action on the part of the Fifth Church; part of SCP-1425's mind-altering effect is a reluctance to openly discuss the actual text of the publication, even in celebrity endorsements.\n\n\nDay 14 (Sunday, 5/5)\n: Foundation researchers studying \nStar Signals\n confirm the connection with the recent upswing in mental hospital admittance and arrests for irrational behavior. Most of those affected by the syndrome are nonviolent, but all identified cases contain the common threads of peculiarly delusional statements and speaking in an indecipherable, consonant-heavy language. Following in-depth analysis, \nStar Signals\n is classified as an anomalous cognitohazard and designated SCP-1425. Researchers alert the Site Director: as, due to the SCP designation of the text \nStar Signals\n, the Foundation is experiencing a massive containment breach.\n\n\nFoundation agents determine that, based on the airdate of the “Reading Circle” episode of the [REDACTED] television show, SCP-1425’s strict instructions on how it is to be read (beginning on Monday and continuing for one chapter per day, each weekday for two weeks), and the manifestation of the anomalous effect when the subject completes the full text of SCP-1425, the spike in symptoms predicted by researchers will be experienced on Day 19 (Friday, May 10th) when the readers who purchased the book on the same day as the episode aired will have completed the program.\n\n\nDay 15 (Monday, 5/6)\n: Foundation researchers in Storage Site 40 and Foundation agents at O5 Headquarters, in conjunction with Foundation subdivisions the CMA (Communication Moderation Agency) and EID ([REDACTED]), lay out a process for retrieving, containing, and destroying as many instances of SCP-1425 as possible. This plan is designated Protocol Ophiuchus. Steps taken immediately upon implementation include:\n\n\n\n\nThe [REDACTED] publishing company is determined to be a front for the Fifth Church, and is seized. MTF Theta-11 “Wranglers”, MTF Gamma-4 “Money Lenders”, and MTF Lambda-21 “Cave-Dwellers” are sent to the Texas, Maine, and England printing facilities, respectively. All MTFs are met with armed resistance, and engage with no friendly casualties. Publication of SCP-1425 is ended. The publisher’s headquarters in [REDACTED], California is commandeered by MTF Phi-1 “Hostile Takeover”.\n\n\nAn international recall is issued. Through the use of EID intelligence, Foundation agents circumvent the \nStar Signals\n media blackout; the press release claims that the eleventh chapter has been omitted and the tenth chapter has been severely misprinted. Consumers are given an incentive of a $25 voucher for returning a copy of \nStar Signals\n. Bookstores in America and England pull their stock of SCP-1425 for recall.\n\n\nThe CMA monitors all national broadcasts, especially network television, for anomalies related to SCP-1425. Any such anomalies are to be removed from broadcast through one of several classified means.\n\n\n[FURTHER ACTION REDACTED]\n\n\n\n\nAdditionally, the first broadcast to be intercepted through the use of Protocol Ophiuchus is during the daytime talk show “████████” (which features further promotion of SCP-1425), television host ████████ ███████ conducts an interview with musician Beck. At the 18-minute mark, the following incident occurs:\n\n\n\n\n████████\n: I hear you’re very spiritual. Does it influence your work?\n\n\nBeck\n: Yeah, it has to be. It’s an influence on everything. No matter what I’m doing, I try to keep grounded. That’s emphasis on “try to”. \n[laughs]\n There’s a reason why it’s… it’s, uh, called “practicing” spirituality. You never get good at—\n\n\n████████\n: \n[interrupting off-screen]\n Can I just say something? \n[The camera angle changes to a close-up of ████████’s face. The host is staring directly at the viewer.]\n You have to keep calm. Take a good, deep breath. Remember what the man said. Stars may die in threes, but worlds die in fives. Like insects injected with maggots. \n[turning back to her guest]\n What were we talking about?\n\n\nBeck\n: I don’t actually, uh… remember. You were talking about celebrities.\n\n\n████████\n: Yes, I wanted to ask. You know, ████████ █████ died recently. \n[audience sighs, sadly]\n How has it affected you?\n\n\nBeck\n: Why don’t I just say… I think we’ll stay together. \n[audience cheers]\n\n\n\n\nThe network is contacted by the Foundation, and releases a public statement that ████████ is “suffering from exhaustion” and will not be taping episodes in the following week. ████████ is unable to be located for detainment.\n\n\nDay 16 (Tuesday, 5/7)\n: Since Day 12, several dozen instances of behavior similar to that of the Boyar family have been publicly reported. The mental illness is dubbed “Ojai Syndrome” in television, online, and newspaper reports, and is, to the general public, entirely unexplained. Foundation testing on subjects with the disorder has demonstrated that a moderate dosage of Class B amnestics is effective in treating Ojai Syndrome.\n\n\nBroadcast intercepted by Protocol Ophiuchus: ███ 24-hour news network, an interview between pundit ████████ ██████ and Parliament member [REDACTED] began to cover events which have never actually occurred. The MP, for example, considers the consequences of a revolution in India in 1921, which he describes as “shorter than the Boston Massacre and ten times as bloody”. A transcript of the end of the interview is provided here.\n\n\n\n\nInterviewer\n: You know, there are some people out there who believe that, if we wish something didn’t happen hard enough, it really didn’t happen.\n\n\nMP\n: And they’re right, you know.\n\n\nInterviewer\n: It’s about quantity, isn’t it? They don’t have to wish very hard, but there have to be a lot of the suckers.\n\n\nMP\n: It works both ways, you know. I find my own assistants unable to tell me whether Gandhi ever committed public suicide. They honestly can’t remember. And this isn’t a matter of poor education. In university, they were completely aware of what had happened at the time.\n\n\nInterviewer\n: Ask them about the machine elves sometime. See how many they can name.\n\n\nMP\n: At this point? Goodness, no. They couldn’t name a Dero that killed their own parents.\n\n\nInterviewer\n: \n[laughs]\n Hey, why hasn’t your prime minister been eaten yet?\n\n\nMP\n: Give it a week. \n[laughs]\n Hell, give it until Friday.\n\n\nInterviewer\n: It’s always great to see you. Come back on if you can be outside next week.\n\n\nMP\n: \n[laughing]\n Thanks. I’ll take you up on that.\n\n\nInterviewer\n: Anyway, let’s get back to… █████? \n[The interviewer’s co-host is visibly uncomfortable.]\n Are we still on?\n\n\n\n\nDay 17 (Wednesday, 5/8)\n: The recall is a moderate success. Approximately 200,000 instances of SCP-1425 are confiscated and destroyed by incineration. An additional claim is released to the press indicating that copies of \nStar Signals\n may have been contaminated with ricin due to an attack by domestic terrorists.\n\n\nVarious subjects who are afflicted with Ojai Syndrome are gathered by the Foundation and administered a series of doses of Class B amnestics. They are returned to their mental facilities with a sharp decline in symptoms. The Foundation is granted emergency permission by the CDC and the NHS to treat Ojai Syndrome sufferers, following a partially fabricated presentation in which the illness is presented as a condition caused by a parasitic organism. Several international cases are reported, but these are highly sparse and too difficult to track.\n\n\nBroadcast intercepted by Protocol Ophiuchus: North Carolina public access children’s program “Peppy’s Backyard”. The host, a man in rabbit makeup referred to as “Peppy”, is speaking to several children sitting on the set in a semicircle.\n\n\n\n\nPeppy\n: Alright, kids, I think you’ll be surprised by our next guest. He’s a clown that teaches as well as he learns, and dishes it out as well as he takes it! Because nobody hates…!\n\n\nProducer\n: \n[off-screen]\n We don’t have any guests today, Peppy.\n\n\nPeppy\n: \n[looking toward the producer]\n Then what are we doing?\n\n\nProducer\n: This episode is about being creative.\n\n\nPeppy\n: Really? Sorry, I got distracted, I guess. Kids, pay close attention. I’ll teach you how to make candles out of whoever you find lying around!\n\n\nProducer\n: <inaudible>\n\n\nPeppy\n: I have what? No. Stop being such a square!\n\n\nProducer\n: Cut.\n\n\n\n\nDay 18 (Thursday, 5/9)\n: The rate at which instances of SCP-1425 are confiscated begins to slow. Most remaining readers are under the influence of SCP-1425’s suggestion and have no intention of relinquishing their copy of the text. In metropolitan areas across coastal America and major cities in Britain, as well as towns in the southern US near Foundation facilities and known to be areas where the sect known as “Southern Fifthism” has taken root, agents travel from door to door in hazardous materials suits, using the cover story that copies of \nStar Signals\n have been contaminated by ricin powder. A small percentage of occupied houses contained subjects moderately affected by SCP-1425 who resisted agents, who resorted to physical coercion in confiscating SCP-1425. During the personal intervention operations of Days 18 and 19, nine subjects under the effects of SCP-1425 are terminated in America due to their impeding the continued execution of Protocol Ophiuchus, and only four such incidents occur in England. In Britain, where the Fifth Church’s influence seems to be much weaker, SCP-1425 is believed to be almost entirely eradicated.\n\n\nIn an incident quickly concealed by the United States Government, three senators—[NAMES REDACTED]—attempt to report President George W. Bush to the FBI. In the official report, the legislative officials claim that President Bush is “impostoring” because “he was executed months ago”. The senators go on to suggest a live execution on broadcast television which “will definitely take”. They unanimously insist that it be hosted by comedian Dana Carvey, who “could have his fingers force-fed to him as an opening sketch”.\n\n\nBroadcast intercepted by Protocol Ophiuchus: The May 9th episode of popular talent show \nAmerican Idol\n is removed from air in its entirety. After approximately ten minutes of advertisements and preliminary introduction, the host, Ryan Seacrest, stops when introducing the first contestant. Transcript follows.\n\n\n\n\nSeacrest\n: Now let’s get down to business. You probably remember our first singer from last week, when he made his version of—Paula \n[referring to judge Paula Abdul]\n, are you crying?\n\n\nAbdul\n: \n[The judge’s hand is over her face, and her voice is shaking.]\n I just feel kinda sick.\n\n\nSeacrest\n: Ladies and gentlemen, Paula’s had a long week. \n[Audience laughs.]\n You think it might be happening?\n\n\nAbdul\n: I think you need to go… go on with the show.\n\n\nCowell\n: \n[Simon Cowell, another talent judge on the program, is sitting to Paula’s left.]\n No, no, we want to hear about this.\n\n\nAbdul\n: I think it’s coming up.\n\n\nSeacrest\n: I just want to let everyone know, right now Paula can’t see us. Her vision is obscured by a world that’s being slaughtered like a cat. Fresh cavities open in the earth like sucking maws, because it doesn’t want to wait for the flesh to cool. Their teeth melt as they're cremated alive. \n[The host looks toward the camera.]\n Come on, Jim, focus in on her pain. We might need it for later. \n[Several members of the audience laugh.]\n\n\n[Paula Abdul sits up as her neck wrenches back, as if by spasm. Her mouth opens wide and a thick, black smoke begins to spew forth.]\n\n\nSeacrest\n: And there you go. Randy, \n[referring to the third panelist on the far left, Randy Jackson]\n take a deep breath, you might be able to join her in hell.\n\n\nJackson\n: I’ll do that shit in my own home. Ryan, just take off the mask. We aren’t even on the air right now.\n\n\nSeacrest\n: This? \n[The host tugs at his cheek with his left hand.]\n This is real. They’ll have to rip it off me. You’re alive with the words, right?\n\n\nJackson\n: I’m alive with the words.\n\n\n[This is followed by two minutes of silence from the host, judges, and audience. After that, Seacrest, Cowell, and Jackson imitate Paula, emitting smoke upward from their mouths into the studio. At no point does the audience audibly react. This continues until the end of the episode, with the camera angle focused on the judges, occasionally interspersed with a closeup of an audience member frozen in shock or weeping silently].\n\n\n\n\nDay 19 (Friday, 5/10)\n: As efforts made to enforce the Protocol Ophiuchus reach their peak, behavior consistent with descriptions of Ojai Syndrome reaches its zenith. Foundation patrols find Ojai Syndome sufferers in the streets, claiming to be “following smoke” as outlined in the text (see \nDocument 1425-A\n). The event is presented to the news as the result of a foodborne parasite, and individuals are instructed to report to local hospitals, where the Foundation provides amnestic therapy. A total of 400 individuals in the US and 300 individuals in Britain are located and treated with Class B amnestics. \nNote\n: This indicates that efforts prior to 5/10/05 in Britain were much less sufficient than previously thought. Further inquiry is recommended.\n\n\nBroadcast intercepted by Protocol Ophiuchus: On the daytime talk show “████████”, host ████████ ███████ hosts an episode alone. The studio is dark, and apparently contains no audience. The host carries a lit candle for illumination. Two cameras are used, though it is unknown how they are being operated; one is set up to capture ████████ and the seat across from her; one is directly in front of her.\n\n\n\n\n████████ greets the audience, her face lit from below. Her face is flushed and bears smeared makeup, indicating recent crying. She explains in a flat voice that the lights in the studio have been shut off, an act which she finds preferable, as she does not “want to see what’s in here”. She conducts an interview which, she claims, is with comedian Dave Chappelle; however, he is never seen, nor is the chair he is claimed to be seated in, and no response to her questions is audible. She reacts as if hearing responses, however, sometimes breaking into laughter or wiping tears from her eyes. Subjects range from the mundane (the latest season of the sketch comedy series \nChappelle’s Show\n) to more anomalous topics, such as astronomical events related to the text of SCP-1425, including [REDACTED]. At the 20-minute mark, ████████ is speaking directly into the camera when she is interrupted by a black-gloved hand grabbing her mouth from behind. A muffled scream is heard from the host as she is pulled backward from her seat and the candle’s light is snuffed below the frame. Foundation agents who were deployed to the studio arrive, presuming that ███████’s statement that the show was airing live were accurate, six minutes after this event. The studio is completely empty, with no sign of recent activity.\n\n\n\n\nDay 20 (Saturday, 5/11) and onward\n: Fewer than ██ copies of SCP-1425 are believed to be extant in society, not counting any which remain directly in the hands of the Fifth Church. Over the next week, a further 200 sufferers of Ojai Syndrome are cured and released, and 24 celebrities offer apologies for erratic behavior displayed during the SCP-1425 event. Note that all personalities involved in televised incidents claim to have no memory of the events, including any crew and audience members present. Continued monitoring of subjects treated for Ojai Syndrome indicates no apparent long-term effects. Protocol Ophiuchus enters its final stage. The first part involves continuous international surveillance for SCP-1425-related incidents and [REDACTED]. Since then, only one broadcast has been interrupted due to the Protocol: a British celebrity news program which aired footage of Prince Harry [DATA EXPUNGED] consistent with the 5/10 broadcast. The second part consists of the systematic elimination of all records of \nStar Signals\n, Ojai Syndrome, and any related incidents from public record and public history. All film and print records of SCP-1425-related events have been eradicated. Unclassed amnestic program 1425-LETHE [DATA EXPUNGED]. Measures to neutralize the Fifth Church as a threat to the goals of the Foundation are put into the planning phase in a mission which would later be designated Operation Stargazer (see Stargazer documentation.)\n\n\n\n\n\n\n\n\n\n\nAddendum 1425-A [LEVEL 3 CLEARANCE OR HIGHER ONLY]\n\n\n\n\nClose\n\n\n\n\n\n\nIf you’re learning of Event 1425 for the first time, the details reported here may come as a surprise. It’s a hard notion to swallow, even for a Foundation researcher, that we could cut three weeks of Western culture from memory and history. That doubt is justified.\n\n\nThe party line is that the SCP Foundation is all-capable and all-prepared. But, if you’re reading this, you’ve earned a little candor. The incontrovertible fact of Event 1425 is that \nwe got lucky\n. Circumstances won the day, for a number of reasons. Those reasons are not listed in the event log; not all omissions leave helpful little notes behind.\n\n\nOne: The situation was much worse than we realized.\n In case you haven’t been here long enough to learn to read between the lines: this wasn’t just a containment breach. One reality-warping, memetically active fantasy book outside of custody is a containment breach. A million such objects in uncontained circulation… well, the official term is “impending CK-class reality-restructuring event”. And they would have gotten away with it, too, as I’m about to explain.\n\n\nTwo: the cleanup in England was a fiasco.\n The eradication of SCP-1425 from Great Britain failed substantially, and we didn’t realize it until it was nearly too late. On Sunday, a day \nafter\n the officially-marked end date of the Event, there was an existential shift during a royal parade, when thousands of loyal subjects were together on the streets. From 11:00 to 11:45, London looked, to anyone paying attention, like it had been dismembered and sewn back together with a Glasgow smile and things wriggling under the skin. Even I will not describe what they did to the Queen. Nobody remembers it, of course, and the only camera that captured it was an old Betamax camcorder. Yes, we have the tape. It’s a taste of what would have happened if we had not acted quickly or effectively, or if we hadn’t been assisted.\n\n\nThree: we had help.\n We had a lot of it. For one, the Fifth Church was covering up its own actions for us, especially once its focus shifted from remaking the world to damage control and PR integrity. We don’t know how they managed to keep basically everyone from discussing the actual contents of SCP-1425 (chalk it up to mind control), nor how they kept the memories out of the heads of any eyewitnesses, including studio audiences (chalk it up to reality-bending, I suppose) but their secrecy did half our work for us.\n\n\nI should add that that [FURTHER ACTION REDACTED] covers a lot of messy business. (Most of it was taken out in case the Fifth Church got their hands on the information—but I’m getting ahead of myself.) One such point is the full cooperation of the FCC and Ofcom in allowing us to kill broadcasts whenever we required. The favor we did them to make them owe us like that is beyond even my clearance.\n\n\nFour: it wasn’t enough.\n Protocol Ophiuchus—spookiest of all spookshows—was a massive expenditure of resources which did a lot of good, but it wasn’t a complete success. Our expert procedures for voiding \nStar Signals\n in the public consciousness, primary among them being the expectation that the cover story would be swallowed and society’s attention would move on, left certain gaps behind, to say the least. Another point in the Protocol was a certain SCP object which was to be used only if absolutely necessary, and we used it. We’re still dealing with the consequences of activating Project LETHE, but I do not regret the decision. Sometimes you have to cut deeper into a wound to clean the infection.\n\n\nFive (the EID’s lucky number, apparently): we were betrayed.\n The investigation carried out in the England sites uncovered the reason that Ophiuchus was less effective there: Fifthist infiltration. Another secret of the Church: leaking in acolytes under our radar for a year, maybe longer. Needless to say, we purged the English sites of any moles so quickly that it’d make your head spin. That is, unless you’re a “Southern Fifthist” and it does that already.\n\n\nI leave you with a \nwarning\n: Command’s stance on the topic is that the sleepers have been eradicated, but it is my belief that the operation was not local. If, at any point, you detect a whiff of bullshit (or smoke, for that matter), tell your Director. Hell, tell me. And if you’re a Fifthist yourself, and you’re reading this, I can only congratulate you on your success. But I should ask: does the phrase “A * A *” mean anything to you? It does to me. Make sure to ask your deacon.\n\n\nJ. Erlenmeyer\n\nDirector, EID\n\nLiverpool, 8/15/2006\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Many of the confirmed individuals were easily identified through public appearances wearing the trademark “star stone”, a polished green stone worn as a necklace, bracelet, or other accessory.\n\n\n\n\n\n\n\n\n« \nSCP-1424\n | SCP-1425 | \nSCP-1426\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1425\n\" by Silberescher, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1425\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "In early chapters, these exercises are focused on two things: the exact goals that the reader has in mind, and the concentration on certain stars in the sky. This activity is connected to the titular “star signals”: SCP-1425 claims that the light emitted by stars carries a “phenomenological frequency”, which is unique to each star and which is connected to the “phenomenological frequency” of each human’s mind. Each of the book’s ten chapters ends with a “Star Focus” ritual: this is a meditation performed each night, with the central focus being a celestial body. The celestial body used is determined by a calendar given in the prologue; this ensures that all readers at any given time are focusing on the same place, no matter which section of the book they are reading. The tenth chapter is an exception. See Document 1425-A ."
    ],
    "notes": [
        "Did you know that some stars in the sky are dead, but we still see their ancient image? With the best-selling novel Star Signals , sold in four countries and translated into hundreds of languages, you too can tune in to the celestial frequencies, and then become like the stars!",
        "Do you feel a void in your life? Everyone does, whether they know it or not. Think about it. You can feel it inside you right now: a heavy emptiness in the middle of your chest. It’s a reflection of the one in your existence, like particles in quantum entanglement. Do you remember how we talked about quantum entanglement? Nod “yes”. Yes, you do. Yes, you feel the emptiness. This is good. It’s a blank slot waiting for you to fill it up with your deepest desire until your deepest desire is pushing up into your throat. You will gag on your need. And until you do, it is a resonation space, for you to build your will like organ music in a cathedral. Hear the music now. This is not a metaphor. If your will is strong enough, there will be music now. Remember now that nothing in this book is a metaphor.",
        "Star Focus : Find your night spot and begin to focus on your star. [ Prologue, Section 3: “Star Focus Calendar” : “April ██: Epsilon Sagittarii. If you can’t find it in your star chart, it’s the base of the hunter’s bow and the brightest star in the constellation.”] As you stare up into it, use your mind-clearing word. Your meditation is: “████, ████. Now is our time. Here is our space. We take your star. We hold your bonds. Repay your debt. ████, ████, ████.” Don’t worry about memorization; any time you use your mind-clearing word, you’ll remember them, even if you only read them once. If you do it right, your star will disappear. You’ll feel it resonating with the others in your void.",
        "If you have read this book correctly, and you have, tomorrow is the start of the weekend. Savor it. The five-day work week is an artifact of your world. (You’ll find out all about that on Monday.) During the next two days, put this book down. Don’t pick it up. Yes, this means two days without your star exercises. Yes, this means that, for two days, your will is not going to be with you. Don’t even think about it after the end of this sentence. Your will is being used for your good.",
        "In your current society, you are encouraged to “be yourself”, as if this is the key to making your desires real. What does that mean? It doesn’t mean anything. You can’t be anyone other than yourself. If you were to be someone else, you would still be “you”, and “you” would be someone who is someone else. There is no getting out from under existence. Because you can’t be anyone else, it stands to reason that, if you want change in your reality, it is the world that must change to suit you. You must mold your phenomenological landscape into one where all your goals are achieved. Now imagine that the place where your desires are made real has a name. It’s called the Fifth World. The Fifth World is the cosmos twisted around you into the shape you will wish for. It has never been, but you can make it so. If the current world is like a tight, collared suit, then the Fifth World is like a flowing robe that allows complete freedom of movement. You will never truly move before you move in the Fifth World. You’ll feel like a square on a piece of paper who was only just tlaol [sic] about up and down.",
        "Some helpful advice that will save you in your coming weeks: Mirrors are for other people. Sit in a dark room by yourself for at least an hour per day. Move around as much as you’re made to. If you feel yourself developing a soul, go outside immediately and follow the direction of the smoke until you meet them. Always listen for the sound slon of trwoll plr mlgn thei. Love the archons. When you hate them, they see you.",
        "Slon tlir na tlei obr Fifth. Tla slon ████ plr children tln tlo sacp tlei. [REMAINING SAMPLE EXPUNGED]",
        "████████ : I hear you’re very spiritual. Does it influence your work? Beck : Yeah, it has to be. It’s an influence on everything. No matter what I’m doing, I try to keep grounded. That’s emphasis on “try to”. [laughs] There’s a reason why it’s… it’s, uh, called “practicing” spirituality. You never get good at— ████████ : [interrupting off-screen] Can I just say something? [The camera angle changes to a close-up of ████████’s face. The host is staring directly at the viewer.] You have to keep calm. Take a good, deep breath. Remember what the man said. Stars may die in threes, but worlds die in fives. Like insects injected with maggots. [turning back to her guest] What were we talking about? Beck : I don’t actually, uh… remember. You were talking about celebrities. ████████ : Yes, I wanted to ask. You know, ████████ █████ died recently. [audience sighs, sadly] How has it affected you? Beck : Why don’t I just say… I think we’ll stay together. [audience cheers]",
        "Interviewer : You know, there are some people out there who believe that, if we wish something didn’t happen hard enough, it really didn’t happen. MP : And they’re right, you know. Interviewer : It’s about quantity, isn’t it? They don’t have to wish very hard, but there have to be a lot of the suckers. MP : It works both ways, you know. I find my own assistants unable to tell me whether Gandhi ever committed public suicide. They honestly can’t remember. And this isn’t a matter of poor education. In university, they were completely aware of what had happened at the time. Interviewer : Ask them about the machine elves sometime. See how many they can name. MP : At this point? Goodness, no. They couldn’t name a Dero that killed their own parents. Interviewer : [laughs] Hey, why hasn’t your prime minister been eaten yet? MP : Give it a week. [laughs] Hell, give it until Friday. Interviewer : It’s always great to see you. Come back on if you can be outside next week. MP : [laughing] Thanks. I’ll take you up on that. Interviewer : Anyway, let’s get back to… █████? [The interviewer’s co-host is visibly uncomfortable.] Are we still on?",
        "Peppy : Alright, kids, I think you’ll be surprised by our next guest. He’s a clown that teaches as well as he learns, and dishes it out as well as he takes it! Because nobody hates…! Producer : [off-screen] We don’t have any guests today, Peppy. Peppy : [looking toward the producer] Then what are we doing? Producer : This episode is about being creative. Peppy : Really? Sorry, I got distracted, I guess. Kids, pay close attention. I’ll teach you how to make candles out of whoever you find lying around! Producer : <inaudible> Peppy : I have what? No. Stop being such a square! Producer : Cut.",
        "Seacrest : Now let’s get down to business. You probably remember our first singer from last week, when he made his version of—Paula [referring to judge Paula Abdul] , are you crying? Abdul : [The judge’s hand is over her face, and her voice is shaking.] I just feel kinda sick. Seacrest : Ladies and gentlemen, Paula’s had a long week. [Audience laughs.] You think it might be happening? Abdul : I think you need to go… go on with the show. Cowell : [Simon Cowell, another talent judge on the program, is sitting to Paula’s left.] No, no, we want to hear about this. Abdul : I think it’s coming up. Seacrest : I just want to let everyone know, right now Paula can’t see us. Her vision is obscured by a world that’s being slaughtered like a cat. Fresh cavities open in the earth like sucking maws, because it doesn’t want to wait for the flesh to cool. Their teeth melt as they're cremated alive. [The host looks toward the camera.] Come on, Jim, focus in on her pain. We might need it for later. [Several members of the audience laugh.] [Paula Abdul sits up as her neck wrenches back, as if by spasm. Her mouth opens wide and a thick, black smoke begins to spew forth.] Seacrest : And there you go. Randy, [referring to the third panelist on the far left, Randy Jackson] take a deep breath, you might be able to join her in hell. Jackson : I’ll do that shit in my own home. Ryan, just take off the mask. We aren’t even on the air right now. Seacrest : This? [The host tugs at his cheek with his left hand.] This is real. They’ll have to rip it off me. You’re alive with the words, right? Jackson : I’m alive with the words. [This is followed by two minutes of silence from the host, judges, and audience. After that, Seacrest, Cowell, and Jackson imitate Paula, emitting smoke upward from their mouths into the studio. At no point does the audience audibly react. This continues until the end of the episode, with the camera angle focused on the judges, occasionally interspersed with a closeup of an audience member frozen in shock or weeping silently].",
        "████████ greets the audience, her face lit from below. Her face is flushed and bears smeared makeup, indicating recent crying. She explains in a flat voice that the lights in the studio have been shut off, an act which she finds preferable, as she does not “want to see what’s in here”. She conducts an interview which, she claims, is with comedian Dave Chappelle; however, he is never seen, nor is the chair he is claimed to be seated in, and no response to her questions is audible. She reacts as if hearing responses, however, sometimes breaking into laughter or wiping tears from her eyes. Subjects range from the mundane (the latest season of the sketch comedy series Chappelle’s Show ) to more anomalous topics, such as astronomical events related to the text of SCP-1425, including [REDACTED]. At the 20-minute mark, ████████ is speaking directly into the camera when she is interrupted by a black-gloved hand grabbing her mouth from behind. A muffled scream is heard from the host as she is pulled backward from her seat and the candle’s light is snuffed below the frame. Foundation agents who were deployed to the studio arrive, presuming that ███████’s statement that the show was airing live were accurate, six minutes after this event. The studio is completely empty, with no sign of recent activity.",
        "If you’re learning of Event 1425 for the first time, the details reported here may come as a surprise. It’s a hard notion to swallow, even for a Foundation researcher, that we could cut three weeks of Western culture from memory and history. That doubt is justified. The party line is that the SCP Foundation is all-capable and all-prepared. But, if you’re reading this, you’ve earned a little candor. The incontrovertible fact of Event 1425 is that we got lucky . Circumstances won the day, for a number of reasons. Those reasons are not listed in the event log; not all omissions leave helpful little notes behind. One: The situation was much worse than we realized. In case you haven’t been here long enough to learn to read between the lines: this wasn’t just a containment breach. One reality-warping, memetically active fantasy book outside of custody is a containment breach. A million such objects in uncontained circulation… well, the official term is “impending CK-class reality-restructuring event”. And they would have gotten away with it, too, as I’m about to explain. Two: the cleanup in England was a fiasco. The eradication of SCP-1425 from Great Britain failed substantially, and we didn’t realize it until it was nearly too late. On Sunday, a day after the officially-marked end date of the Event, there was an existential shift during a royal parade, when thousands of loyal subjects were together on the streets. From 11:00 to 11:45, London looked, to anyone paying attention, like it had been dismembered and sewn back together with a Glasgow smile and things wriggling under the skin. Even I will not describe what they did to the Queen. Nobody remembers it, of course, and the only camera that captured it was an old Betamax camcorder. Yes, we have the tape. It’s a taste of what would have happened if we had not acted quickly or effectively, or if we hadn’t been assisted. Three: we had help. We had a lot of it. For one, the Fifth Church was covering up its own actions for us, especially once its focus shifted from remaking the world to damage control and PR integrity. We don’t know how they managed to keep basically everyone from discussing the actual contents of SCP-1425 (chalk it up to mind control), nor how they kept the memories out of the heads of any eyewitnesses, including studio audiences (chalk it up to reality-bending, I suppose) but their secrecy did half our work for us. I should add that that [FURTHER ACTION REDACTED] covers a lot of messy business. (Most of it was taken out in case the Fifth Church got their hands on the information—but I’m getting ahead of myself.) One such point is the full cooperation of the FCC and Ofcom in allowing us to kill broadcasts whenever we required. The favor we did them to make them owe us like that is beyond even my clearance. Four: it wasn’t enough. Protocol Ophiuchus—spookiest of all spookshows—was a massive expenditure of resources which did a lot of good, but it wasn’t a complete success. Our expert procedures for voiding Star Signals in the public consciousness, primary among them being the expectation that the cover story would be swallowed and society’s attention would move on, left certain gaps behind, to say the least. Another point in the Protocol was a certain SCP object which was to be used only if absolutely necessary, and we used it. We’re still dealing with the consequences of activating Project LETHE, but I do not regret the decision. Sometimes you have to cut deeper into a wound to clean the infection. Five (the EID’s lucky number, apparently): we were betrayed. The investigation carried out in the England sites uncovered the reason that Ophiuchus was less effective there: Fifthist infiltration. Another secret of the Church: leaking in acolytes under our radar for a year, maybe longer. Needless to say, we purged the English sites of any moles so quickly that it’d make your head spin. That is, unless you’re a “Southern Fifthist” and it does that already. I leave you with a warning : Command’s stance on the topic is that the sleepers have been eradicated, but it is my belief that the operation was not local. If, at any point, you detect a whiff of bullshit (or smoke, for that matter), tell your Director. Hell, tell me. And if you’re a Fifthist yourself, and you’re reading this, I can only congratulate you on your success. But I should ask: does the phrase “A * A *” mean anything to you? It does to me. Make sure to ask your deacon. J. Erlenmeyer Director, EID Liverpool, 8/15/2006",
        "\" SCP-1425 \" by Silberescher, from the SCP Wiki . Source: https://scpwiki.com/scp-1425 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1425",
    "object_class": "Safe",
    "containment_procedures": "A single copy of SCP-1425 is to be kept in a double-locked archive in Storage Site 40. Access to the document is to be completely restricted barring express written permission of at least two of the following officials: the Site Director, the EID Chief, the CMA Head, or an O5 personnel. A second copy is contained in an undisclosed location under procedures divulged only to O5 Council members. All forms of printed and televised media available throughout the United States are to be monitored for the appearance of keywords and key symbols from the list provided in CMA Document 1425-A. Any located additional copies of SCP-1425 are to be turned over to CMA custody for destruction. In the event that a second SCP-1425 event begins to manifest, contact an official listed above immediately to initiate Protocol Ophiuchus.",
    "description": "SCP-1425 is a hardcover book, measuring 20 cm x 35 cm x 5 cm and published in 2005 by the company [REDACTED] Books (now defunct—see Operation Stargazer files). The front cover bears the title \"Star Signals\". The back cover has the following description:",
    "title": "SCP-1425"
}