{
    "url": "https://scp-wiki.wikidot.com/scp-1444",
    "all_text": "rating: \n+117\n+\n–\nx\n\n\n\n\nby \nstormbreath\n\n\n\n\n\n\n\n\nPrimary entrance to SCP-1444.\n\n\n\n\n\n\nItem #:\n SCP-1444\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The land surrounding SCP-1444 has been purchased by the Foundation under the cover story of a private wildlife preserve. Outpost-1444 has been established adjacent to SCP-1444 to monitor it.\n\n\nThe primary responsibility of Outpost-1444 is to prevent unauthorized access to SCP-1444. However, as a precautionary measure, it is also to guard the entrance of SCP-1444 to prevent the emergence of anomalous entities from within.\n\n\nOutpost-1444 is to monitor for any telecommunication signals emanating from SCP-1444. In the event that any are detected, they are to be recorded, logged and otherwise ignored.\n\n\n\n\nUPDATE:\n Following recent events, all plans for further exploration of SCP-1444 have been placed on indefinite hold.\n\n\nAdditionally, while the \nSpecial Containment Procedures\n of this file have been updated, the \nDescription\n is still pending revision.\n\n\n- SCP-1444 HMCL Supervisor Doctor Kaisa Jarvinen\n\n\n\n\nDescription:\n SCP-1444 is an ice cave in North Ostrobothnia, Finland. Topography and spatial dimensions are unstable and inconsistent inside SCP-1444, altering between incursions within. SCP-1444 contains multiple anomalous organisms with variable features and abilities, designated SCP-1444-1X.\n\n\nOnly three incursions into SCP-1444 have been conducted by Foundation assets. All information concerning SCP-1444 comes from these incursions, but this information has epistemic concerns. See \nSCP-1444 Log Transcripts\n for more information.\n\n\nSCP-1444 was discovered after I/O-BEHOLDER flagged a May 2013 Oulu newspaper article about an injured hiker as suspicious. The story was compared to previous articles involving urban legends around a \"monster cave\" and assigned a high probability of anomalous activity.\n\n\nThe May 2013 newspaper article detailed disappearance of three hikers and the recovery of a fourth member of the hiking party. This surviving hiker was discovered with a severe case of hypothermia and cranial trauma. The hiker testified that her hiking party had taken shelter in a cave and became trapped after falling into a crevice.\n\n\nThe surviving hiker did not fall into the crevice and reported hearing the screams of both other members of their hiking party and unidentified creatures. After failing to find a safe descent into the crevice, the surviving hiker fled the cave and was discovered shortly thereafter.\n\n\nAn interviewer was dispatched to investigate further, but unfortunately, had their supplies of amnestics and veritants mislabeled. As a result, the memories of the surviving hiker were rendered incomplete, and the only useful testimony recovered was the location of the cave.\n\n\nSCP-1444 Log Transcripts:\n\n\nExploration Log: D-1820 and D-3749\n\n\nExploration Log: PTF Thorn-Two\n\n\nRescue Log: MTF Zeta-Nine\n\n\nDebriefing Log: Z-9 Towers\n\n\n\n\n\n\n« \nSCP-1443\n | SCP-1444 | \nSCP-1445\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1444\n\" by stormbreath, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1444\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n cave.jpg\n\n\nName:\n Fox glacier\n\n\nAuthor:\n Michael Rodgers\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0 Unported\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1444 \" by stormbreath, from the SCP Wiki . Source: https://scpwiki.com/scp-1444 . Licensed under CC-BY-SA .",
        "Filename: cave.jpg Name: Fox glacier Author: Michael Rodgers License: Creative Commons Attribution-Share Alike 3.0 Unported Source Link: Wikimedia"
    ],
    "item": "SCP-1444",
    "object_class": "Euclid",
    "containment_procedures": "The land surrounding SCP-1444 has been purchased by the Foundation under the cover story of a private wildlife preserve. Outpost-1444 has been established adjacent to SCP-1444 to monitor it.",
    "description": "SCP-1444 is an ice cave in North Ostrobothnia, Finland. Topography and spatial dimensions are unstable and inconsistent inside SCP-1444, altering between incursions within. SCP-1444 contains multiple anomalous organisms with variable features and abilities, designated SCP-1444-1X.",
    "title": "SCP-1444"
}