{
    "url": "https://scp-wiki.wikidot.com/scp-1454",
    "all_text": "rating: \n+437\n+\n–\nx\n\n\nItem #:\n SCP-1454\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Each member of SCP-1454 is to be housed separately in a standard cell of the type used to contain Safe-class humanoid SCP entities. Standard rules and regulations pertaining to contained humanoids are to be applied. During good behavior, SCP-1454 may be allowed to perform menial tasks not related to SCP containment in exchange for access to approved entertainment and reading material.\n\n\nSCP-1454 individuals are not to be brought into contact with each other, directly or indirectly, except for testing purposes. All members of SCP-1454 are to be kept on standby observation at any time another member is undergoing testing, surgery, or is at a significant risk of life-threatening danger. Use of amnestics on any SCP-1454 specimen is to be avoided except as a last resort.\n\n\nDescription:\n SCP-1454 consists of four human males, designated SCP-1454-1 through SCP-1454-4, each 36 years old at the time they entered Foundation custody in 20██. All four are in good health and display no unusual physical impairments for human beings of their age. DNA testing has indicated that the individuals comprising SCP-1454 are genetically identical to a degree similar to identical twins.\n\n\nThe members of SCP-1454 possess a shared memory - each SCP-1454 specimen has full access to the memories of every other member, and is constantly aware of what the other three individuals are doing and experiencing at any given moment. The means of data transmission between the individuals is unknown. Attempts to block shared memory by imposing physical distance, solid barriers, electrical fields, hallucinogenic drugs, or [REDACTED] have all proven unsuccessful. Use of amnestics upon one member of SCP-1454 similarly affects the other three with regards to the memories deleted. All four members of SCP-1454 act independently of each other. In spite of the shared memories possessed by the four, no evidence of a \"hive mind\" or \"group consciousness\" has been observed. Individuals have demonstrated no ability to consciously induce another to act.\n\n\nAll four members of SCP-1454 have been diagnosed with a unique psychological illness related to their shared mental state. Each individual member of SCP-1454 is unaware that there are three other humans identical to him and possessing the same shared memory, and is of the belief that he himself has personally experienced all the memories that his mind has access to. All SCP-1454 individuals are of the belief that this state is typical of human beings, and in interviews have neither found it unusual nor made any attempt to explain or rationalize having several simultaneous and contradictory sets of memories. When two or more SCP-1454 individuals are brought into each other's presence, each will fail to recognize the other as a duplicate of himself, and will become extremely confused and agitated as a result, often leading to physical violence.\n\n\nSCP-1454 was discovered by the Foundation in 20██, when all four individuals comprising it simultaneously threatened to commit suicide by jumping from the windows of four separate tall buildings in downtown ███████, ██. Examination of government records found that the individuals, who all identified themselves by the name \"Eric ███████\", had all lived and worked in the ███████ area. All four possessed identical drivers' licenses and Social Security cards, and had filed tax returns each year claiming income from five sources. One birth certificate, five houses, seven automobiles, six college degrees, and seven marriage licenses were found to be associated with the name. A death certificate was also found to be associated with the name, belonging to an individual who had been killed in a drunk driving accident two days prior.\n\n\nAddenda:\n\n\n\n\n+ Interview Log 1454-1\n\n\n\n\n- Hide Interview Log 1454-1\n\n\n\n\nInterviewed:\n SCP-1454-1\n\n\nInterviewer:\n Dr. ██████\n\n\n<Begin Log, ██/██/20██, 12:37 PM>\n\n\nDr. ██████ :\n Good afternoon, SCP-1454-1. How are you doing today?\n\n\nSCP-1454-1:\n Great, thanks. And call me Eric.\n\n\nDr. ██████ :\n If you insist. I'd like to ask you a few questions, if you don't mind. Before you came into our custody, what did you do for a living?\n\n\nSCP-1454-1:\n I was a lawyer at [REDACTED], a public relations specialist at [REDACTED], a freelance photographer, a featured columnist in [REDACTED], and I owned and operated a small chain of seafood restaurants in the greater ███████ area.\n\n\nDr. ██████ :\n And what order did you hold those jobs in?\n\n\nSCP-1454-1:\n All at once.\n\n\nDr. ██████ :\n I see. How many hours did you work a week?\n\n\nSCP-1454-1:\n Just depended on the workload… 195 at the least, but there are times I was putting in a 280-hour week.\n\n\nDr. ██████ :\n Are you aware there are only 168 hours in a week, Eric?\n\n\nSCP-1454-1:\n Of course I am. I think I've earned enough college degrees to know something like that.\n\n\nDr. ██████ :\n How is it that you managed to work more hours in a week than there are in a week?\n\n\nSCP-1454-1:\n Well, I never said it was easy. Sometimes I'd be asleep in bed or on vacation and I'd still be working overnight getting the books squared away.\n\n\nDr. ██████ :\n How were you able to work while you were sleeping?\n\n\nSCP-1454-1:\n Doesn't everyone?\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n+ Interview Log 1454-2\n\n\n\n\n- Hide Interview Log 1454-2\n\n\n\n\nInterviewed:\n SCP-1454-2\n\n\nInterviewer:\n Dr. ██████\n\n\nFootnote:\n SCP-1454-2 had not been interviewed by or met Dr. ██████ prior to this interview.\n\n\n<Begin Log, ██/██/20██>, 9:48 AM\n\n\nDr. ██████:\n Good morning, SCP-1454-2.\n\n\nSCP-1454-2:\n Nice to see you again, Doc. And like I said before, call me Eric.\n\n\nDr. ██████:\n Of course, Eric. Can you tell me how you're doing right now?\n\n\nSCP-1454-2:\n Great. I'm sleeping in, having breakfast, and reading a great book about [REDACTED].\n\n\nDr. ██████:\n Indeed. I'd like to ask you a few questions about your childhood.\n\n\nSCP-1454-2:\n Shoot.\n\n\nDr. ██████:\n Did you have any brothers or sisters?\n\n\nSCP-1454-2:\n No, but there were always these other kids hanging around the house. I don't know why my parents let them in all the time - they were always so mean to me. Especially at school.\n\n\nDr. ██████:\n How so?\n\n\nSCP-1454-2:\n You know how little kids will walk around copying you sometimes to make fun of you? Repeat everything you say, dress like you, act like you? They'd do that to me all the time. They even went around telling people that they were me and I was the copycat. I don't know why - I don't even think they liked each other that much.\n\n\nDr. ██████:\n Did you ever tell your parents? Or your teacher?\n\n\nSCP-1454-2:\n They never did anything about it. They just laughed, or they looked at me all confused. That's why I always spent so much time in my bedrooms; to keep away from them.\n\n\nDr. ██████:\n How many bedrooms did you have?\n\n\nSCP-1454-2:\n Five, same as everybody.\n\n\nDr. ██████:\n Let's change the subject. Who was your first high school sweetheart?\n\n\nSCP-1454-2:\n Cindy, Mary, Emma, Kate, and Jane.\n\n\nDr. ██████:\n I asked about your \nfirst\n girlfriend, Eric. Which of them was first?\n\n\nSCP-1454-2:\n Kate, I guess. But the rest were my first girlfriend too. How many first girlfriends did \nyou\n have?\n\n\nDr. ██████:\n We're here to talk about you, Eric.\n\n\nSCP-1454-2:\n Sorry.\n\n\nDr. ██████:\n Did you marry any of them?\n\n\nSCP-1454-2:\n No, we all broke up. On the same night, actually.\n\n\nDr. ██████:\n How's that?\n\n\nSCP-1454-2:\n I invited them all to the senior prom. You should have seen the six of us - like a fairy tale. But it's the damnedest thing. Remember those kids I was telling you about? They were dating them too!\n\n\nDr. ██████:\n Could you explain that?\n\n\nSCP-1454-2:\n Well, I went to get Kate a glass of punch, and when I was dancing with Cindy I looked over and saw one of them kissing Emma! And so I went over to yell at him, and he starts copying me again like when we were little, and he's telling everyone that I stole \nhis\n dates! And then I see Mary with the other one's arm around her shoulder… I got my ass kicked that night, but I dished out as much as I took.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n+ Interview Log 1454-3\n\n\n\n\n- Hide Interview Log 1454-3\n\n\n\n\nInterviewed:\n SCP-1454-3\n\n\nInterviewer:\n Dr. ██████\n\n\n<Begin Log, ██/██/20██, 6:38 PM>\n\n\nDr. ██████:\n Good evening, SCP-1454-3. How are you tonight?\n\n\nSCP-1454-3:\n Couldn't be better, I'm eating three delicious dinners in my rooms right now. And it's still Eric.\n\n\nDr. ██████:\n I'd like to talk to you about the day you were arrested, Eric. Why were you up on that ledge?\n\n\nSCP-1454-3:\n Well, I was a little upset about having died.\n\n\nDr. ██████:\n Excuse me?\n\n\nSCP-1454-3:\n I died just a few days before that and it was too much to bear.\n\n\nDr. ██████:\n But you're not dead.\n\n\nSCP-1454-3:\n Well, of course I am. I remember it distinctly.\n\n\nDr. ██████:\n Please elaborate.\n\n\nSCP-1454-3:\n I was driving home from the office and this car on the other side of the road swerved and hit me head-on. My seatbelt came undone and I got thrown through the windshield and landed face-first on the pavement. I couldn't move and I was bleeding all over the place. The paramedics showed up and started talking about I was going into shock and they needed to get me to the ER, and I was starting to crash, and then I died.\n\n\nDr. ██████:\n I see. What happened after that?\n\n\nSCP-1454-3:\n I was pretty upset about it. I called my wives right away, but they didn't understand. So I came home early from work, canceled my dinner date with my new girlfriend, and caught the first plane back from Detroit to be with them.\n\n\nDr. ██████:\n What happened the next day?\n\n\nSCP-1454-3:\n I went to my jobs and everyone was acting like they'd seen a ghost. They were saying they'd heard about me dying on TV. I saw it on the news myself, but I don't understand why it was such a big deal. Everyone dies for the first time sooner or later, right? They even said they were already making plans for the funeral.\n\n\nDr. ██████:\n Did you go to the funeral?\n\n\nSCP-1454-3:\n Of course. Put on my best black suits and went with my wives. But what I saw there was what really set me off.\n\n\nDr. ██████:\n What was that?\n\n\nSCP-1454-3:\n It wasn't me in the coffin at all! It was one of those other assholes! Here I am, dead, and they \nstill\n think it's funny getting themselves killed just to piss me off! I tried to explain it to my wives, but…\n\n\nDr. ██████:\n …But?\n\n\nSCP-1454-3:\n The rest of them were there too. And they were all telling me \"Leave my wives alone!\" Like I don't know my own wives? That was when I had enough. I took off and decided that if I couldn't even get away from those bastards at my own funeral, maybe they'd leave me alone if I ended it all.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1453\n | SCP-1454 | \nSCP-1455\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1454\n\" by Smapti, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1454\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1454 \" by Smapti, from the SCP Wiki . Source: https://scpwiki.com/scp-1454 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1454",
    "object_class": "Safe",
    "containment_procedures": "Each member of SCP-1454 is to be housed separately in a standard cell of the type used to contain Safe-class humanoid SCP entities. Standard rules and regulations pertaining to contained humanoids are to be applied. During good behavior, SCP-1454 may be allowed to perform menial tasks not related to SCP containment in exchange for access to approved entertainment and reading material.",
    "description": "SCP-1454 consists of four human males, designated SCP-1454-1 through SCP-1454-4, each 36 years old at the time they entered Foundation custody in 20██. All four are in good health and display no unusual physical impairments for human beings of their age. DNA testing has indicated that the individuals comprising SCP-1454 are genetically identical to a degree similar to identical twins.",
    "title": "SCP-1454"
}