{
    "url": "https://scp-wiki.wikidot.com/scp-1457",
    "all_text": "rating: \n+252\n+\n–\nx\n\n\n\n\n\n\nSCP-1457, at rest.\n\n\n\n\n\n\nItem #:\n SCP-1457\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1457 is to be contained in a 5m x 5m x 5m containment area furnished with host plants appropriate to its apparent species. SCP-1457 is to be “fed” every 24 hours by designated personnel (See Addendum 1457-2). Humidity, temperature, and light are to be maintained in the containment area to prevent causing stress to SCP-1457.\n\n\nDescription:\n SCP-1457 appears to be a \nNymphalis antiopa\n butterfly possessing a missing forewing and solid white eyes. Despite the tattered condition of its wings, SCP-1457 is still capable of flight. Possibly due to its unique feeding habits, SCP-1457 does not show signs of aging.\n\n\nSCP-1457 is capable of transferring \nmemories between humans\n through skin contact. Test results thus far invariably indicate that the memories transferred pertain to experiences involving isolation and tend to incite a desire for sympathy or \ncompany\n in the affected party.\n\n\nWhen SCP-1457 undergoes stress, the dark blue markings along its wings begin to luminesce. While in this state, SCP-1457 will “broadcast” memories gathered from all humans it has been in contact with. The maximum range SCP-1457 is able to transmit memories through this method is unknown.\n\n\nSCP-1457 was initially recovered from a relatively suburban area, where a child had discovered it and attempted to care for it. The child was later treated for symptoms of anxiety and depression; SCP-1457 came to the attention of the Foundation when the child’s parents and █ neighbors of the family also began to seek therapy.\n\n\nAddendum 1457-1:\n Preliminary interviews with D-Class personnel exposed to SCP-1457 have revealed that memories transferred by SCP-1457 are initially accepted by the receiver as their own. (See interview log)\n\n\n\n\n+ Interview 1457-11-19352\n\n\n\n\n- Hide this.\n\n\n\n\n\n\nInterview Log 1457-11-19352\n\n\nDr. Kiryu\n and D-Class personnel D-19352 are seated within SCP-1457’s containment area. SCP-1457 rests on D-19352’s hand, wings unfolded.\n\n\nDr. Kiryu:\n This butterfly is called a Mourning Cloak. Does it remind you of anything?\n\n\nD-19352:\n No, I don’t think so… Wait…\n\n\nDr. Kiryu:\n Yes?\n\n\nD-19352:\n I don’t know why, but… it sort of reminded me… no, it made me remember something. [pauses] When my mother died. In a hospital with light blue curtains. She was crying, because no one else was there. Just me.\n\n\nDr. Kiryu:\n Why do you think the butterfly reminded you of that?\n\n\nD-19352:\n I think there was a vase or something with flowers. Somewhere. And a white butterfly was on the vase.\n\n\nDr. Kiryu:\n I see.\n\n\n<Class D personnel D-19352 averts gaze from interviewer. SCP-1457 folds its wings. D-19352’s eyes are observed to have grown blanker; the pupils dilate and briefly flash white.>\n\n\nD-19352:\n Won’t you share my stories?\n\n\nDr. Kiryu:\n I’m sorry? What stories?\n\n\nD-19352:\n [pauses] Stories? I didn’t say anything about stories.\n\n\nNote: A background investigation revealed both parents of Subject D-19352 to be living. Neither had ever been hospitalized or suffered any major injury.\n\n\n\n\n\n\n\n\n\n\nThe incidences of subjects appearing to be “possessed” by SCP-1457 are undergoing investigation. \nIt is currently unknown if SCP-1457 consciously attempts or is able to communicate.\n\n\nAddendum 1457-2:\n Based on the journal logs of Dr. █████, the first designated “food source” of SCP-1457, it is theorized that SCP-1457 does not sustain itself through human contact, but rather feeds off of certain human emotions.\n\n\n\n\n+ Excerpt from Journal Log 1457-██-K\n\n\n\n\n- Hide this.\n\n\n\n\n\n\n██ ████, 199█\n\nI should have known the random mandatory EI test was more than just a new routine for staff.\n\n\n██ ████, 199█\n\n\nI saw two adults arguing in a hallway; I was huddled by a stairwell in the dark. The screaming continued and a door slammed, someone walked up the stairs but I couldn’t move, because I knew mother wasn’t going to return and she had spoken about it so many times, but I never thought it would actually happen, I thought that they would stay together for just a little longer, because they would always be there for me to talk to when one of them was angry.\n\n\n██ ████, 199█\n\nThere’s a consistency in all of the memories. Every time, every instance, is a scenario in which someone wholeheartedly and desperately yearns for the company of another, whether a loved one or simply any other being. The emotions SCP-1457 appears to channel border on the indescribable; it’s somehow more than loneliness, somehow more than abandonment.\n\n\n██ ████, 199█\n\n\nI was walking, watching an airplane fly overhead, maybe carrying my best friend. We’d grown up in the same neighborhood, walked to school together for years. I know for sure I won’t see him again, but he’s so happy to finally be heading out into the world; I hope he remembers me. His apartment is completely empty now; the tree we used to climb is empty, the parking lot and the windows and everything is empty.\n\n\n██ ████, 200█\n\nIt’s uncanny just how many unique memories SCP-1457 seems to have “stored”. Since its age has yet to be determined, it’s quite possible that it’s been around for many years, decades even.\n\n\n██ ████, 200█\n\n\nI was seated at a desk. Three deadlines tomorrow, four mouths to feed. It had always been this way, but if I have to drag myself through early waking hours to make sure they can sleep soundly another night, even if they don’t know, it’ll be enough. It’ll have to be enough. I can’t let them worry.\n\n\n██ ████, 200█\n\nI’ve gone through the testing logs. These memories have been given out before. It seems that if SCP-1457 makes contact with the same human multiple times in succession, the memories given will be in reverse order of SCP-1457’s acquisition of them, with the most recently acquired memories being transmitted first. So if I keep this up long enough, will there be a point where the memories end? Will I know when I receive the memory that started it all?\n\n\n██ ████, 200█\n\n\nI was eating dinner alone. This was his first birthday Dad wasn’t around to celebrate. There were still funeral arrangement papers scattered across the table, and the radio is chirping the song he liked to sing to Mom. Outside the sky is gray and miserable and pouring cold rain, but I know at least they’re not alone anymore.\n\n\n██ ████, 200█\n\n[DATA REDACTED]\n\n\n██ ████, 200█\n\nI can’t help but wonder how it transfers emotions as well as the memories. I also wonder about the vividness; I wonder why the memories linger. I know they’re not mine, but nevertheless, these are common scenarios, common sob stories. At any given time in the world there is always despair, and as much as I try not to think of it, I feel sorry for them all, but I don’t know what SCP-1457 wants from me, because every time it passes a memory to me, I don’t feel anything.\n\n\n██ ████, 200█\n\nIt talked to me. It actually talked to me. I don’t quite remember how, I just heard a voice in my head when it landed on my hand. Sounded like a child, whispering, “There is no giving or taking. There is only sharing.”\n\n\n██ ████, 200█\n\n\nI saw a residential area. It was fairly nice, with neatly-trimmed lawns, healthy trees, flowers on the bushes. But then I saw someone using a hose to remove something from one of the walls of the house—I think it may have been a chrysalis? There were a few scattered on the roofs and ledges. I saw children on bicycles, and I saw unmoving caterpillars on the sidewalks.\n\n\n██ ████, 200█\n\nWhy do I even bother writing these records… There’s no point in feeling sorry for all these people since there’s nothing I can do… Too many people…\n\n\n██ ████, 200█\n\n\n“Let me share with you. Please.”\n\n\n██ ████, 200█\n\n\nI saw what seemed to be a forest, what was left of a forest. A tree was falling down, no, being chopped down. I think I remember hearing the sound of machinery. I felt like my sensory perception was off somehow; it was confusing. I couldn’t think of what sort of person the memory would belong to.\n\n\n██ ████, 200█\n\nToday SCP-1457 didn't fly to me like it normally did. All this time, all this sorrow, and it refuses to fly to me today. Doesn’t it feed off suffering? Isn't that what it wants? The worst of it comes when I leave the containment area, I can barely feel the slightest bit of empathy anymore. Who cares about all those memories? Why should anyone bother caring? I’ve tried…\n\n\n██ ████, 200█\n\n\n“You still don’t understand.”\n\n\n██ ████, 200█\n\n\n“Still, thank you.”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1456\n | SCP-1457 | \nSCP-1458\n »",
    "addendums": [
        "Addendum 1457-1: Preliminary interviews with D-Class personnel exposed to SCP-1457 have revealed that memories transferred by SCP-1457 are initially accepted by the receiver as their own. (See interview log)\nThe incidences of subjects appearing to be “possessed” by SCP-1457 are undergoing investigation. It is currently unknown if SCP-1457 consciously attempts or is able to communicate.",
        "Addendum 1457-2: Based on the journal logs of Dr. █████, the first designated “food source” of SCP-1457, it is theorized that SCP-1457 does not sustain itself through human contact, but rather feeds off of certain human emotions."
    ],
    "documents": [],
    "notes": [
        "Interview Log 1457-11-19352 Dr. Kiryu and D-Class personnel D-19352 are seated within SCP-1457’s containment area. SCP-1457 rests on D-19352’s hand, wings unfolded. Dr. Kiryu: This butterfly is called a Mourning Cloak. Does it remind you of anything? D-19352: No, I don’t think so… Wait… Dr. Kiryu: Yes? D-19352: I don’t know why, but… it sort of reminded me… no, it made me remember something. [pauses] When my mother died. In a hospital with light blue curtains. She was crying, because no one else was there. Just me. Dr. Kiryu: Why do you think the butterfly reminded you of that? D-19352: I think there was a vase or something with flowers. Somewhere. And a white butterfly was on the vase. Dr. Kiryu: I see. <Class D personnel D-19352 averts gaze from interviewer. SCP-1457 folds its wings. D-19352’s eyes are observed to have grown blanker; the pupils dilate and briefly flash white.> D-19352: Won’t you share my stories? Dr. Kiryu: I’m sorry? What stories? D-19352: [pauses] Stories? I didn’t say anything about stories. Note: A background investigation revealed both parents of Subject D-19352 to be living. Neither had ever been hospitalized or suffered any major injury.",
        "██ ████, 199█ I should have known the random mandatory EI test was more than just a new routine for staff. ██ ████, 199█ I saw two adults arguing in a hallway; I was huddled by a stairwell in the dark. The screaming continued and a door slammed, someone walked up the stairs but I couldn’t move, because I knew mother wasn’t going to return and she had spoken about it so many times, but I never thought it would actually happen, I thought that they would stay together for just a little longer, because they would always be there for me to talk to when one of them was angry. ██ ████, 199█ There’s a consistency in all of the memories. Every time, every instance, is a scenario in which someone wholeheartedly and desperately yearns for the company of another, whether a loved one or simply any other being. The emotions SCP-1457 appears to channel border on the indescribable; it’s somehow more than loneliness, somehow more than abandonment. ██ ████, 199█ I was walking, watching an airplane fly overhead, maybe carrying my best friend. We’d grown up in the same neighborhood, walked to school together for years. I know for sure I won’t see him again, but he’s so happy to finally be heading out into the world; I hope he remembers me. His apartment is completely empty now; the tree we used to climb is empty, the parking lot and the windows and everything is empty. ██ ████, 200█ It’s uncanny just how many unique memories SCP-1457 seems to have “stored”. Since its age has yet to be determined, it’s quite possible that it’s been around for many years, decades even. ██ ████, 200█ I was seated at a desk. Three deadlines tomorrow, four mouths to feed. It had always been this way, but if I have to drag myself through early waking hours to make sure they can sleep soundly another night, even if they don’t know, it’ll be enough. It’ll have to be enough. I can’t let them worry. ██ ████, 200█ I’ve gone through the testing logs. These memories have been given out before. It seems that if SCP-1457 makes contact with the same human multiple times in succession, the memories given will be in reverse order of SCP-1457’s acquisition of them, with the most recently acquired memories being transmitted first. So if I keep this up long enough, will there be a point where the memories end? Will I know when I receive the memory that started it all? ██ ████, 200█ I was eating dinner alone. This was his first birthday Dad wasn’t around to celebrate. There were still funeral arrangement papers scattered across the table, and the radio is chirping the song he liked to sing to Mom. Outside the sky is gray and miserable and pouring cold rain, but I know at least they’re not alone anymore. ██ ████, 200█ [DATA REDACTED] ██ ████, 200█ I can’t help but wonder how it transfers emotions as well as the memories. I also wonder about the vividness; I wonder why the memories linger. I know they’re not mine, but nevertheless, these are common scenarios, common sob stories. At any given time in the world there is always despair, and as much as I try not to think of it, I feel sorry for them all, but I don’t know what SCP-1457 wants from me, because every time it passes a memory to me, I don’t feel anything. ██ ████, 200█ It talked to me. It actually talked to me. I don’t quite remember how, I just heard a voice in my head when it landed on my hand. Sounded like a child, whispering, “There is no giving or taking. There is only sharing.” ██ ████, 200█ I saw a residential area. It was fairly nice, with neatly-trimmed lawns, healthy trees, flowers on the bushes. But then I saw someone using a hose to remove something from one of the walls of the house—I think it may have been a chrysalis? There were a few scattered on the roofs and ledges. I saw children on bicycles, and I saw unmoving caterpillars on the sidewalks. ██ ████, 200█ Why do I even bother writing these records… There’s no point in feeling sorry for all these people since there’s nothing I can do… Too many people… ██ ████, 200█ “Let me share with you. Please.” ██ ████, 200█ I saw what seemed to be a forest, what was left of a forest. A tree was falling down, no, being chopped down. I think I remember hearing the sound of machinery. I felt like my sensory perception was off somehow; it was confusing. I couldn’t think of what sort of person the memory would belong to. ██ ████, 200█ Today SCP-1457 didn't fly to me like it normally did. All this time, all this sorrow, and it refuses to fly to me today. Doesn’t it feed off suffering? Isn't that what it wants? The worst of it comes when I leave the containment area, I can barely feel the slightest bit of empathy anymore. Who cares about all those memories? Why should anyone bother caring? I’ve tried… ██ ████, 200█ “You still don’t understand.” ██ ████, 200█ “Still, thank you.”"
    ],
    "item": "SCP-1457",
    "object_class": "Safe",
    "containment_procedures": "SCP-1457 is to be contained in a 5m x 5m x 5m containment area furnished with host plants appropriate to its apparent species. SCP-1457 is to be “fed” every 24 hours by designated personnel (See Addendum 1457-2). Humidity, temperature, and light are to be maintained in the containment area to prevent causing stress to SCP-1457.",
    "description": "SCP-1457 appears to be a Nymphalis antiopa butterfly possessing a missing forewing and solid white eyes. Despite the tattered condition of its wings, SCP-1457 is still capable of flight. Possibly due to its unique feeding habits, SCP-1457 does not show signs of aging.",
    "title": "SCP-1457"
}