{
    "url": "https://scp-wiki.wikidot.com/scp-1463",
    "all_text": "rating: \n+266\n+\n–\nx\n\n\nItem #:\n SCP-1463\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Read and recognize these as proper containment procedures.\n\n\nUser Recognition:\n1\n \nConfirmed.\n\n\nDescription:\n [REDACTED]\n\n\n\n\nFILE REVISED. DISPLAYING NEW FILE ITERATION.\n\n\nItem #:\n SCP-1463\n\n\nObject Class:\n Keter\n\n\nPersonnel Requirements:\n Personnel assigned to SCP-1463 must be capable of recognizing their surrounding environment.\n\n\nPosition Designation:\n \nOffice/Foundation\n\n\nFacility ID:\n \nUnknown\n\n\nUser Certainty Percentage:\n \n0%\n\n\nLocation Security Status:\n Pending\n\n\nSpecial Containment Procedures:\n Read the following information.\n\n\nDescription:\n [REDACTED]\n\n\n\n\nFILE REVISED. DISPLAYING NEW FILE ITERATION.\n\n\nItem #:\n SCP-1463\n\n\nObject Class:\n Keter\n\n\nThreat Level:\n Orange\n\n\nPersonnel Requirements:\n Personnel assigned to SCP-1463 must be capable of describing their surrounding environment.\n\n\nPersonnel Report 1463/01:\n \nThe following is a list of items in the office:\n\n\n\n\nMetal desk, positioned against the wall\n\n\nChair, placed at the desk\n\n\nComputer and computer monitor on the desk, the latter currently displaying this file\n\n\nStandard Foundation-issued pistol by the monitor\n\n\nAmmunition box, placed next to the desk\n\n\nThree broken autoinjectors on the floor, two surrounded by puddles of a translucent substance\n\n\nNumerous manuals and books covering the floor\n\n\nBookshelf positioned in front of the door\n\n\nMetal door bar lock, largely obscured by the bookshelf\n\n\nText on a wall, painted over with black paint\n\n\nTipped over bucket of black paint and blood\n\n\nUnknown\n\n\n\n\nUnknown Item Recognition Index:\n \nN/A (Item not present)\n\n\nINVALID RESPONSE.\n\n\nUnknown Item Recognition Index:\n \n0 (Unrecognizable)\n\n\nSpecial Containment Procedures:\n Read the following information.\n\n\nDescription:\n [REDACTED]\n\n\n\n\nOPENING SUPPLEMENTARY FILE.\n\n\n\n\nItem #:\n SCP-1463-A\n\n\nUnknown Item Details:\n \nA monolithic structure with an unclear shape, apparently tall enough to phase through the ceiling.\n\n\nDetails Revision 1:\n \nPatterns of spirals with arachnid limbs.\n\n\nDetails Revision 2:\n \nA network of fibers that are connecting to every object within the office. Eyes line each one.\n\n\nDetails Revision 3:\n \nPortions of my grey matter.\n\n\nSpecial Containment Procedures:\n Protocol MESA-ALEPH must be performed for the containment of SCP-1463-A. Protocol MESA-ALEPH is as follows:\n\n\n\n\nRetrieve the pistol.\n\n\nRaise the pistol.\n\n\nAim the pistol at your forehead.\n\n\nPull the trigger.\n\n\nPull the trigger.\n\n\nPull the trigger.\n\n\nAim the pistol away from your body once the trigger has been pulled.\n\n\nLoad one bullet into the pistol.\n\n\nTurn to face SCP-1463-A.\n\n\nFire into SCP-1463-A.\n\n\n\n\nDescription:\n SCP-1463-A is a component of SCP-1463 that exhibits a weak antimemetic effect. Its method of hunting is by allowing itself to be perceived by a subject, which enables it to begin integrating with the subject's consciousness until the consciousness is entirely consumed. As SCP-1463-A and the subject are connected during the process, events perceived by the subject as potentially harmful or lethal will be perceived as such by SCP-1463-A, which can force it to stop the integration process.\n\n\nThe entity is presently neutralized, though its presence is a sign of SCP-1463 manifestation.\n\n\n\n\nCLOSING SUPPLEMENTARY FILE.\n\n\n\n\nFILE REVISED. DISPLAYING NEW FILE ITERATION.\n\n\nItem #:\n SCP-1463\n\n\nObject Class:\n █████████████ ████████\n\n\nThreat Level:\n Orange\n\n\nContainment Class:\n Keter-Approaching\n\n\nPersonnel Report 1463/02:\n \nBelow is a torn manual page, found on the floor. Text written in pencil is rendered in italics.\n\n\n\n\n\n\nMnestics Administration and Use Guide\n\n\n\n\nJournal compromised — second best option\n\n\nAV\n \n1.\n Procure a sterile autoinjector from the mnestics case. Check the blue tab near its base; if the tab is instead red then it has been used before. If this is an autoinjector you have only used on yourself then this should not be important. If not, then retrieve a different autoinjector. \nBroke intercom speaker. Won't let what happened to Qoppa-4 repeat\n\n\nOI\n \n2.\n Load the autoinjector. To do this, open the black cap on the autoinjector and attach it to the the connector on the mnestics container you have.\n1 bullet fired, 6 bullets left\n Press the green button on the autoinjector and it will automatically load with a safe dose. Detach from the connector when\n1 bullet fired, \n15 bullets\n 2 bullets fired, 4 left\n the bar on the autoinjector is entirely green. \nGod damn amnestics are being eaten. Couldn't hide them behind the bookshelf. It's becoming the damn amnestics and \nI keep forgetting\n to do anything about it\n2\n\n\nSomeone was banging on the door and wanted to come in. I knew not to trust them when their voice went inside-out\n\n\nDF\n \n3.\n [\nILLEGIBLE: Covered in black paint\n] then press down on the red button [\nILLEGIBLE: Covered in black paint\n] \nMemetic vectors hidden. Keep reading and grab some food from cafeteria (left turn, right turn, directly forward) when coast is clear.\n\n\nREMEMBER EXIT\n\n\nIL\n \n4.\n [\nILLEGIBLE: Covered in black paint\n] \nWhoever wrote this file can fuck themselves\n\n\nPower keeps going off, lights are flickering like all hell\n \nwrong lights\n\n\nE\n \n5.\n Avert your eyes from any objects that were not previously present in your vicinity. These are likely [\nILLEGIBLE: Covered in black paint\n] Contact a containment [\nILLEGIBLE: Covered in black paint\n] \nPaint hides vector, paint hides prey\n\n\n[\nILLEGIBLE: Covered in black paint\n]\n\n\n\n\nPrepared by the Antimemetics Division — Site-41\n\n\n\n\nThe page was recovered after I fled into the office. The original file for SCP-1463 was open when I entered. The subject who had previously occupied this area is presumably dead.\n\n\nFacility ID:\n \nSite-41\n\n\nUser Certainty Percentage:\n \n90%\n\n\nLocation Security Status:\n Compromised\n\n\nNearest Exit Integrity Score:\n Pending\n\n\nFoundation Intranet Message Class:\n Emergency/Request\n\n\nMessage Status:\n Sent\n\n\nNOTICE FOR ALL SCP-1463 RESEARCHERS:\n In emergency scenarios communication may not always be possible, such as if an antimemetic anomaly is being applied to most forms of communication.\n\n\nSpecial Containment Procedures:\n Read the following information.\n\n\nDescription:\n [REDACTED]\n\n\n\n\nFILE REVISED. DISPLAYING NEW FILE ITERATION.\n\n\nItem #:\n SCP-1463\n\n\nObject Class:\n In███a█a██ou█ █r██at█r\n\n\nThreat Level:\n Orange\n\n\nContainment Class:\n Keter-Arriving\n\n\nNoise Position:\n \nDoor\n\n\nClarified Noise Position:\n \nOutside the office, at the door\n\n\nDATABASE CONNECTION LOST FOR \n0.5\n MINUTES. FILE MODIFICATION CAN RESUME.\n\n\nDoor Bar Lock Class:\n Neutralized\n\n\nBookshelf Class:\n Neutralized\n\n\nDoor Class:\n Thaumiel (pending reclassification)\n\n\nDoor Integrity Value:\n 50 (Medium)\n\n\nSound Intensity Level:\n Red\n\n\nBullet Supply Count:\n 3\n\n\nDoor Integrity Value:\n 41 (Medium)\n\n\nBullet Supply Count:\n 2\n\n\nDoor Integrity Value:\n 36 (Low)\n\n\nBullet Supply Count:\n 1\n\n\nDoor Integrity Value:\n 20 (Very Low)\n\n\nBullet Supply Count:\n 0\n\n\nDoor Integrity Value:\n 20 (Very Low)\n\n\nSpecial Containment Procedures:\n Read the following information.\n\n\nDescription:\n ██████████\n\n\n\n\nFILE REVISED. DISPLAYING NEW FILE ITERATION.\n\n\nItem #:\n SCP-1463\n\n\nObject Class:\n Infohazardous Predator\n\n\nThreat Level:\n Orange\n\n\nContainment Class:\n Keter-Intruding\n\n\nPersonnel Requirements:\n Personnel assigned to SCP-1463 must be capable of recognizing and securing all entrances to their location, which includes the ventilation duct.\n\n\n\n\nFILE REVISED. DISPLAYING NEW FILE ITERATION.\n\n\nIRRELEVANT INFORMATION EXPUNGED.\n\n\nContainment Class:\n Office\n\n\nSpecial Containment Procedures:\n Hide under the desk.\n\n\nDescription:\n \nUnclear; obscured by surroundings.\n\n\nTHE COMPUTER IS UNNECESSARY TO READ THIS FILE.\n\n\nObject Luminosity Level:\n \nHigh\n\n\nLight-Induced Pain Index:\n \n7 (High)\n\n\nLocal Pareidolia Presence Value:\n \n100 (Very High)\n\n\nObject Persuasion Capacity:\n \nBlack\n\n\nOcular Status:\n \nCLOSED\n\n\n. . .\n\n\n. . .\n\n\n. . .\n\n\nOutside Awareness Threshold:\n \nLow\n\n\nNoise Class:\n White Noise/Screeching\n\n\n. . .\n\n\n. . .\n\n\n. . .\n\n\nOcular Status:\n \nOpened\n\n\nContainment Class:\n Undetermined-Exited\n\n\n. . .\n\n\n. . .\n\n\n. . .\n\n\nNOTICE FOR ALL SCP-1463 RESEARCHERS:\n All versions of this file have not physically or digitally existed. When you first opened this document you viewed a specially designed cognitohazard, which implanted a memetic entity (\nOz-Ω2\n) into your head. Using techniques based on the Memetics Division's Project Radix, Oz-Ω2 can create documents that exist in a purely informational sense, drawing both from base data in Oz-Ω2 and your thoughts on the events you are experiencing. This document serves as a way to rationalize your thoughts when faced with dangerous antimemetic and memetic threats, such as SCP-1463, which can be the best method of survival.\n\n\nThe encounter you just had with SCP-1463 in this office should let you understand how useful Oz-Ω2 will be. In any other circumstances your mind should be wholly consumed by SCP-1463 after you learned of it, but by using this document you kept enough semblance of sanity about you to try fighting back (door barricades will never be useful against it, though, so don't rely on them — it always finds another way in).\n\n\nOnly view this document when you can mentally project its existence onto a tangible format, such as imagining the document to be existing on a piece of paper or computer terminal, with any changes you imagine making perceived as you writing or typing them respectively. Failing to do so risks destabilizing the memes being used, which would cause potentially lethal mental harm. Human minds better comprehend the physical world than abstract concepts.\n\n\nSpecial Containment Procedures:\n Oz-Ω2 will begin guiding you to Provisional Site-33, where you will be protected from further SCP-1463 encounters and provided with new mission objectives.\n\n\nNormally this file is hidden in Foundation databases and marked as deleted (serving as the best method of containment for SCP-1463 yet), but since several major breaches of antimemetic anomalies are in progress (including one at your location) it was decided to send the file to get researchers to safety. Research Team 1463 apologizes for exposure to SCP-1463, but the information on the anomaly attached to Oz-Ω2's document would cause exposure in all cases, and we have found no way to remove it that won't compromise Oz-Ω2. No other documents with an entity like Oz-Ω2 have been developed yet.\n\n\nDo not go to others for help. Doing so risks exposing other subjects to information on SCP-1463. Avoid amnestics as well — they will not make SCP-1463 forget you. When SCP-1463 manifests again, resume reading this file. Until you arrive at Provisional Site-33, you are alone.\n\n\nDescription:\n You know all you can know at this time. Proceed to Provisional Site-33 and do not stop moving.\n\n\nGood luck.\n\n\n\n\nFootnotes\n\n\n1\n. Recognition must be typed by the subject reading this file.\n\n\n2\n. \nNo amnestics were present in the office.\n\n\n\n\n\n\n\n\n« \nSCP-1462\n | SCP-1463 | \nSCP-1464\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1463\n\" by NatVoltaic, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1463\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1463 \" by NatVoltaic, from the SCP Wiki . Source: https://scpwiki.com/scp-1463 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1463",
    "object_class": "Infohazardous Predator",
    "containment_procedures": "Oz-Ω2 will begin guiding you to Provisional Site-33, where you will be protected from further SCP-1463 encounters and provided with new mission objectives.",
    "description": "You know all you can know at this time. Proceed to Provisional Site-33 and do not stop moving.",
    "title": "SCP-1463"
}