{
    "url": "https://scp-wiki.wikidot.com/scp-1486",
    "all_text": "rating: \n+229\n+\n–\nx\n\n\nItem #:\n SCP-1486\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1486 is to be kept in Containment Locker 392b at Site-46. Following incident 1486-8, a 55-meter spherical radius is to be demarcated around SCP-1486 as an area in which absolutely no copulation is to occur.\n\n\nDescription:\n SCP-1486 is a children's doll, 48 centimeters in height. SCP-1486 is animate; however, due to its nature it is mostly immobile. SCP-1486 is highly damaged, and is missing its right arm. SCP-1486 will frequently exude human blood, feces, pus, and cervical mucus from small pores covering its torso and head. SCP-1486 is seemingly sapient.\n\n\nIf a fertile, human couple of opposite sexes completes copulation within ~50 meters of SCP-1486 (regardless of contraceptive use), SCP-1486 will disappear from where it has been placed and appear in the female subject's uterus at less than 0.01% of its original size\n1\n. SCP-1486 will then begin slowly increasing in size at the rate of a normal embryo and foetus\n2\n. Ultrasound testing of the subject has shown that SCP-1486 retains its shape throughout the growth process. Subjects may sustain damage to the uterine wall, causing infertility. Excretions from SCP-1486 will exit through the cervix.\n\n\nAfter a period of ~9 months, SCP-1486 will induce labor in the subject. SCP-1486 may be birthed normally. However, due to the presence of several harsh edges on its exterior, Caesarian sections have proven to be a much safer form of delivery.\n\n\nOnce it has been birthed, SCP-1486 will search for the subject mother and in some instances, SCP-1486 will attempt to breastfeed unless restrained. SCP-1486 can communicate verbally through unknown means, and will address the subject and others.\n\n\nAttempted abortion results in SCP-1486 rapidly expanding, causing the subject's abdomen to rupture. SCP-1486 will be immediately hostile.\n\n\nSCP-1486 was discovered by Foundation operatives following a complaint submitted by [REDACTED] after an ultrasound imaging session.\n\n\nAddendum 1486-1:\n\n\n\n\nInterviewed:\n SCP-1486\n\n\n\n\nInterviewer:\n Dr. Fulnan\n\n\n\n\nForeword:\n SCP-1486 had recently been birthed and was sitting with D-7397, its \"mother\", at the time of interview. D-7397 had been sedated and was unconscious.\n\n\n\n\n<Begin Log>\n\n\n\n\nDr. Fulnan:\n Hello SCP-1486.\n\n\n\n\nSCP-1486:\n Hey doc, long time no see.\n\n\n\n\nDr. Fulnan:\n Indeed.\n\n\nSCP-1486:\n 9 months, if I had to guess (Laughs). How's it hanging?\n\n\nDr. Fulnan:\n It's fine. Mind if I ask a few questions?\n\n\nSCP-1486:\n Shoot.\n\n\nDr. Fulnan:\n Alright. Who or what made you?\n\n\nSCP-1486:\n Well doc, when a mommy and a daddy really love each other, or are really fucking drunk…\n\n\nDr. Fulnan:\n Please answer the question.\n\n\nSCP-1486:\n How do you think? My momma got laid and I happened to be the fastest sperm.\n\n\nDr. Fulnan:\n Alright. How did you become damaged?\n\n\nSCP-1486:\n Being born isn't fucking easy, you can get pretty torn up. I think I would know that better than anyone.\n\n\nDr. Fulnan:\n Okay. So this woman is your mother?\n\n\nSCP-1486:\n Yeah, this woman here's my momma. Might not be the best looker, but she's got the best tits I've ever seen.\n\n\nDr. Fulnan:\n So you've seen tits before this?\n\n\nSCP-1486:\n It's an expression, dumbass.\n\n\nDr. Fulnan:\n But what about all the times you've been, er, born before this?\n\n\nSCP-1486:\n What?\n\n\nDr. Fulnan:\n You don't remember being born before this birth?\n\n\nSCP-1486:\n Well, yeah, of course I do.\n\n\nDr. Fulnan:\n Were the women those times not your mother?\n\n\nSCP-1486:\n I thought they were, but they would scream and throw me away. How could they be my momma if they would do that?\n\n\nDr. Fulnan:\n They gave birth to you.\n\n\nSCP-1486:\n Well, yeah, but I mean they hate me. How could a mother hate her own kid, doc? Enough to hurt them so much?\n\n\nDr. Fulnan:\n Lots of mothers…\n\n\nSCP-1486:\n It doesn't make any sense! How could they just throw me away? How could they just hammer it in like that?\n\n\nDr. Fulnan:\n Well, I mean…\n\n\nSCP-1486:\n I just don't get it.\n\n\nDr. Fulnan:\n 1486?\n\n\nSCP-1486:\n Can we stop please?\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Examination of SCP-1486 following the interview showed a severely increased excretion of cervical mucus from the area surrounding its eyes. SCP-1486 was separated from D-7397 and placed into storage.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Whether this effect is achieved through use of the same phenomena as observed in \nSCP-886\n, \nSCP-1263\n, \nSCP-1586\n, or a combination thereof is currently unknown.\n\n\n2\n. For financial and ethical concerns, testing regarding the subject body's acceptance and nourishment of SCP-1486 has not been performed. For more information read Dr. Fulnan's paper: \nSCP-1486: Hypotheses regarding the placenta and immune system\n.\n\n\n\n\n\n\n\n\n« \nSCP-1485\n | SCP-1486 | \nSCP-1487\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1486\n\" by Salman Corbette, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1486\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1486-1:"
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-1486 Interviewer: Dr. Fulnan Foreword: SCP-1486 had recently been birthed and was sitting with D-7397, its \"mother\", at the time of interview. D-7397 had been sedated and was unconscious. <Begin Log> Dr. Fulnan: Hello SCP-1486. SCP-1486: Hey doc, long time no see. Dr. Fulnan: Indeed. SCP-1486: 9 months, if I had to guess (Laughs). How's it hanging? Dr. Fulnan: It's fine. Mind if I ask a few questions? SCP-1486: Shoot. Dr. Fulnan: Alright. Who or what made you? SCP-1486: Well doc, when a mommy and a daddy really love each other, or are really fucking drunk… Dr. Fulnan: Please answer the question. SCP-1486: How do you think? My momma got laid and I happened to be the fastest sperm. Dr. Fulnan: Alright. How did you become damaged? SCP-1486: Being born isn't fucking easy, you can get pretty torn up. I think I would know that better than anyone. Dr. Fulnan: Okay. So this woman is your mother? SCP-1486: Yeah, this woman here's my momma. Might not be the best looker, but she's got the best tits I've ever seen. Dr. Fulnan: So you've seen tits before this? SCP-1486: It's an expression, dumbass. Dr. Fulnan: But what about all the times you've been, er, born before this? SCP-1486: What? Dr. Fulnan: You don't remember being born before this birth? SCP-1486: Well, yeah, of course I do. Dr. Fulnan: Were the women those times not your mother? SCP-1486: I thought they were, but they would scream and throw me away. How could they be my momma if they would do that? Dr. Fulnan: They gave birth to you. SCP-1486: Well, yeah, but I mean they hate me. How could a mother hate her own kid, doc? Enough to hurt them so much? Dr. Fulnan: Lots of mothers… SCP-1486: It doesn't make any sense! How could they just throw me away? How could they just hammer it in like that? Dr. Fulnan: Well, I mean… SCP-1486: I just don't get it. Dr. Fulnan: 1486? SCP-1486: Can we stop please? <End Log> Closing Statement: Examination of SCP-1486 following the interview showed a severely increased excretion of cervical mucus from the area surrounding its eyes. SCP-1486 was separated from D-7397 and placed into storage.",
        "\" SCP-1486 \" by Salman Corbette, from the SCP Wiki . Source: https://scpwiki.com/scp-1486 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1486",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1486 is to be kept in Containment Locker 392b at Site-46. Following incident 1486-8, a 55-meter spherical radius is to be demarcated around SCP-1486 as an area in which absolutely no copulation is to occur.",
    "description": "SCP-1486 is a children's doll, 48 centimeters in height. SCP-1486 is animate; however, due to its nature it is mostly immobile. SCP-1486 is highly damaged, and is missing its right arm. SCP-1486 will frequently exude human blood, feces, pus, and cervical mucus from small pores covering its torso and head. SCP-1486 is seemingly sapient.",
    "title": "SCP-1486"
}