{
    "url": "https://scp-wiki.wikidot.com/scp-1499",
    "all_text": "rating: \n+763\n+\n–\nx\n\n\n\n\n\n\nSCP-1499 during initial recovery.\n\n\n\n\n\n\nItem #:\n SCP-1499\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1499 is to be kept in a locked box guarded by two agents at all times. Testing involving SCP-1499 \nrequires the authorization of Level 4 personnel\n is to be discontinued indefinitely. Test subjects are to wear a small full-duplex two-way radio underneath SCP-1499 to maintain contact with researchers. Testing is no longer to be carried out by D-Class personnel due to the risk of losing SCP-1499. Should test subjects enter any sort of danger, they are to remove SCP-1499 immediately.\n\n\nDescription:\n SCP-1499 is a Soviet GP-5 gas mask. A seal test performed on the object suggests that the object retains its original functionality. The anomalous effects of SCP-1499 activate when a human places SCP-1499 on their head. Approximately one second after SCP-1499 is fully secured on the subject's head, the subject vanishes from view, and is no longer detectable. The subject reports no feeling of motion at this time. Testing has revealed that two-way radios remain capable of both receiving and transmitting despite the subject being undetectable. Upon wearing SCP-1499, test subjects report completely different surroundings than they were in prior to wearing SCP-1499. Subjects have reported that it appears barren and inhospitable, with tall black towers filling the area. Subjects have also sighted entities in this landscape. These entities, designated SCP-1499-1, have been described as tall, nude humanoids with dark skin that have a thick coat of an unknown viscous substance. Instances of SCP-1499-1 also have large amounts of eyes and mouths covering their body. Upon removing SCP-1499 from their head, subjects reappear in the same location they were in when they put it on. For more information, see Test Log 1499.\n\n\n\n\n\n\nTest Log 1499\n\n\n\n\n\n\nTest Subject\n\n\nReported events\n\n\nNotes\n\n\n\n\n\n\nD-67393\n\n\nSubject found herself in building of an unknown black substance. After surveying the room for approximately 15 seconds, subject reportedly heard sounds of movement and removed SCP-1499 in a panicked state, reappearing in the test chamber.\n\n\nFirst test involving SCP-1499 to determine its effects. Due to the risk of losing SCP-1499, trained agents are to be used in place of D-Class subjects.\n\n\n\n\n\n\nAgent C███████\n\n\nAgent found himself in the same room described by D-67393. Approximately two minutes were spent exploring the room, which Agent C███████ reports contained multiple hollow black cubes. Agent was capable of descending down the building without running into any interference. Upon reaching the second floor, agent heard sounds from the floor below. Agent hid himself behind one of the black cubes and observed two instances of SCP-1499-1. Agent then removed SCP-1499.\n\n\nFirst sighting of SCP-1499-1. Agent C███████ reports that he remained undetected by the two instances of SCP-1499-1.\n\n\n\n\n\n\nAgent U█████\n\n\nAgent was selected due to her stealth training. Agent found herself in the same room as Agent C███████ was in when he removed SCP-1499. Sounds of movement were heard on higher floors, prompting the agent to head downstairs and out of the building. Agent reportedly saw many instances of SCP-1499-1 wandering outside of the building. Each individual seemed to have unique mutations, and occasionally uttered low, grating sounds. Agent successfully made her way past more of the structures while avoiding detection. Agent followed four instances of SCP-1499-1 for observation. The group encountered a fifth instance of SCP-1499-1, and one of the group stepped forward. Agent observed the two entities violently assault one another, coating the nearby ground and observing entities with unknown fluid and thick viscera. Agent removed SCP-1499.\n\n\nThe structure in which D-67393 appeared seems to only be one of many. Due to the violent nature of SCP-1499-1, further exploration will require that agents be armed to defend themselves.\n\n\n\n\n\n\nAgent K█████\n\n\nSee Exploration Log 1499-D.\n\n\n[REDACTED]\n\n\n\n\n\n\nThe following information has been classified until further notice.\n\n\n\n\nEXPLORATION LOG 1499-D: LEVEL 5 CLEARANCE REQUIRED\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\nExploration Log 1499-D\n\n\nTest commences on June 3, 20██.\n\n\nAgent K█████ outfitted with a two-way radio earpiece and a standard Foundation sidearm with additional ammunition. Agent's mission is reconnaissance.\n\n\nAgent places SCP-1499 on his head and vanishes from sight.\n\n\nAgent K█████: \"Doctor, can you hear me?\"\n\nDr. N███: \"Yes, Agent. What do you see?\"\n\nAgent K█████: \"I'm between two of the structures. They resemble spires. Seem to be made of some hard black rock. Ground's the same.\"\n\nDr. N███: \"Have you made contact with any instances of SCP-1499-1?\"\n\nAgent K█████: \"Not yet. It's hard to tell. The lighting here is odd, I'm having trouble seeing much. I'll see what I can do.\"\n\n\nSounds of the agent moving quietly for approximately five minutes.\n\n\nAgent K█████: \"God damn. There's a large group of them up ahead. They're all moving together into a huge building.\"\n\nDr. N███: \"Can you describe the structure, Agent?\"\n\nAgent K█████: \"Yeah, it's big. Very big. There aren't many structures around it. It is quite elaborate; I see a large amount of towers and spikes. There looks like there's blood on it.\"\n\nDr. N███: \"Agent, can you get a closer look?\"\n\nAgent K█████: \"There's some sort of bridge to it. I'm moving in.\"\n\n\nSounds of the agent moving quietly for approximately three minutes and thirty seconds.\n\n\nAgent K█████: \"I'm at the side of the structure. There looks like there's some sort of door here. Smaller than the big one in the front. I'm going through it now.\"\n\n\nVisceral sounds are heard for a few seconds.\n\n\nDr. N███: \"What was that, Agent?\"\n\nAgent K█████: \"Not sure. Coming from further inside. I'm taking a look.\"\n\n\nSounds of grating and grinding heard coming from multiple sources.\n\n\nDr. N███: \"Agent? Agent, what do you see?\"\n\nAgent K█████: \"Jesus- there's a lot of them in there. They're all in a giant group. Their mouths are all open, even the ones on their bodies. I think that sound is coming from them. Can you hear that?\"\n\nDr. N███: \"The sound is coming through, Agent. Try to get a better look.\"\n\nAgent K█████: \"Okay. They're all facing one direction. Let me see if I can look.\"\n\n\nSounds of grating continues for twenty seconds.\n\n\nAgent K█████: \"They're all facing one of them standing on a platform. There are large amounts of bodies around him. They've stopped vocalizing and are all just looking at the one up front.\"\n\n\nLoud visceral sounds return.\n\n\nAgent K█████: \"It appears the one in the front is- Hold on, I can't see. It's cutting open its own torso. There are some sort of worm-like creatures spilling out of it.\"\n\nDr. N███: \"Agent, what is happening? I can't hear-\"\n\nAgent K█████: \"Wait, above its head. I think I see- There's something in its torso that's creating some sort of light. There's a beam going up from it into the air over his head.\"\n\nDr. N███: \"What's happening? Agent, keep talking.\"\n\nAgent K█████: \"I think it's opening some sort of portal. And I- It's summoning something. The entity is summoning something. I think I see something coming through the portal- It looks like a massive version of one of the worms that came out of the entity's chest. I think the glowing object in that entity's torso is holding the portal open. I- I can't let that thing through. I've got to stop it.\"\n\nDr. N███: \"Agent?\"\n\n\nSounds of the agent running and gunfire. The grating noise returns louder than before.\n\n\nSounds of stone objects and bodies falling down. Visceral sounds fill the air.\n\n\nAgent K█████: \"I've almost got-\"\n\n\nMore visceral sounds, closer to the agent now.\n\n\nAgent K█████: \"Got it now-\"\n\n\nThe remainder of the agent's sentence is unheard as he removes SCP-1499. Agent appears in test chamber covered in blood and holding a human heart.\n\n\nAgent K█████: \"It's alright, I got-\"\n\n\nAgent looks at the heart in his hand and yells, dropping it.\n\n\nEnd of log.\n\n\n\n\nAddendum 1499-E\n: \nOn Sunday, June 3rd, a man dressed in a suit and wearing a gas mask attacked the Cathedral of Christ the Savior in Moscow, Russia during morning services. The man reportedly shot ten people, including a chanter and a priest. Six church-goers were killed, and three others, including the chanter, are in critical condition. The suspect charged the front of the cathedral and allegedly produced a knife and removed the priest's heart. The suspect then appeared to vanish entirely before multiple witnesses. Moscow police have been unable to find any trace of the attacker.\n\n\nOur operatives working undercover in Russian media and military are currently working to defuse the situation. Officially, the attacker was a Nikolai Orlov, resident of Moscow, who was acting alone. Orlov went missing a few years ago, allowing our agents more time to keep the situation under control. Agent K█████ is currently being detained for questioning regarding the situation. He maintains his claim that everything occurred as he reported. Our recordings of Exploration 1499-D corroborate his story. When questioned as to the reasoning behind his actions, Agent K█████ stated that he believed that what he saw being summoned had to be stopped. Agent is currently scheduled for psychiatric evaluation. We cannot risk another incident. All testing involving SCP-1499 is discontinued until further notice. All information regarding Exploration 1499-D is to be restricted to personnel with Level 5 clearance until the situation has been brought under control.\n\n\nDetain Agents U█████ and C████████, as well as D-67393 for questioning. It is unknown at this time if the hallucinatory effects of SCP-1499 have any permanent effects. I don't want to run the risk of one of our own agents seeing all of our researchers as monstrosities and going on a shooting spree inside one of our facilities.\n\n\n-O5-█\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1498\n | SCP-1499 | \nSCP-1500\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1499\n\" by Trasknari, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1499\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n small.png\n\n\nAuthor:\n \nTrasknari\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "Exploration Log 1499-D Test commences on June 3, 20██. Agent K█████ outfitted with a two-way radio earpiece and a standard Foundation sidearm with additional ammunition. Agent's mission is reconnaissance. Agent places SCP-1499 on his head and vanishes from sight. Agent K█████: \"Doctor, can you hear me?\" Dr. N███: \"Yes, Agent. What do you see?\" Agent K█████: \"I'm between two of the structures. They resemble spires. Seem to be made of some hard black rock. Ground's the same.\" Dr. N███: \"Have you made contact with any instances of SCP-1499-1?\" Agent K█████: \"Not yet. It's hard to tell. The lighting here is odd, I'm having trouble seeing much. I'll see what I can do.\" Sounds of the agent moving quietly for approximately five minutes. Agent K█████: \"God damn. There's a large group of them up ahead. They're all moving together into a huge building.\" Dr. N███: \"Can you describe the structure, Agent?\" Agent K█████: \"Yeah, it's big. Very big. There aren't many structures around it. It is quite elaborate; I see a large amount of towers and spikes. There looks like there's blood on it.\" Dr. N███: \"Agent, can you get a closer look?\" Agent K█████: \"There's some sort of bridge to it. I'm moving in.\" Sounds of the agent moving quietly for approximately three minutes and thirty seconds. Agent K█████: \"I'm at the side of the structure. There looks like there's some sort of door here. Smaller than the big one in the front. I'm going through it now.\" Visceral sounds are heard for a few seconds. Dr. N███: \"What was that, Agent?\" Agent K█████: \"Not sure. Coming from further inside. I'm taking a look.\" Sounds of grating and grinding heard coming from multiple sources. Dr. N███: \"Agent? Agent, what do you see?\" Agent K█████: \"Jesus- there's a lot of them in there. They're all in a giant group. Their mouths are all open, even the ones on their bodies. I think that sound is coming from them. Can you hear that?\" Dr. N███: \"The sound is coming through, Agent. Try to get a better look.\" Agent K█████: \"Okay. They're all facing one direction. Let me see if I can look.\" Sounds of grating continues for twenty seconds. Agent K█████: \"They're all facing one of them standing on a platform. There are large amounts of bodies around him. They've stopped vocalizing and are all just looking at the one up front.\" Loud visceral sounds return. Agent K█████: \"It appears the one in the front is- Hold on, I can't see. It's cutting open its own torso. There are some sort of worm-like creatures spilling out of it.\" Dr. N███: \"Agent, what is happening? I can't hear-\" Agent K█████: \"Wait, above its head. I think I see- There's something in its torso that's creating some sort of light. There's a beam going up from it into the air over his head.\" Dr. N███: \"What's happening? Agent, keep talking.\" Agent K█████: \"I think it's opening some sort of portal. And I- It's summoning something. The entity is summoning something. I think I see something coming through the portal- It looks like a massive version of one of the worms that came out of the entity's chest. I think the glowing object in that entity's torso is holding the portal open. I- I can't let that thing through. I've got to stop it.\" Dr. N███: \"Agent?\" Sounds of the agent running and gunfire. The grating noise returns louder than before. Sounds of stone objects and bodies falling down. Visceral sounds fill the air. Agent K█████: \"I've almost got-\" More visceral sounds, closer to the agent now. Agent K█████: \"Got it now-\" The remainder of the agent's sentence is unheard as he removes SCP-1499. Agent appears in test chamber covered in blood and holding a human heart. Agent K█████: \"It's alright, I got-\" Agent looks at the heart in his hand and yells, dropping it. End of log.",
        "\" SCP-1499 \" by Trasknari, from the SCP Wiki . Source: https://scpwiki.com/scp-1499 . Licensed under CC-BY-SA .",
        "Filename: small.png Author: Trasknari License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-1499",
    "object_class": "Safe",
    "containment_procedures": "SCP-1499 is to be kept in a locked box guarded by two agents at all times. Testing involving SCP-1499 requires the authorization of Level 4 personnel is to be discontinued indefinitely. Test subjects are to wear a small full-duplex two-way radio underneath SCP-1499 to maintain contact with researchers. Testing is no longer to be carried out by D-Class personnel due to the risk of losing SCP-1499. Should test subjects enter any sort of danger, they are to remove SCP-1499 immediately.",
    "description": "SCP-1499 is a Soviet GP-5 gas mask. A seal test performed on the object suggests that the object retains its original functionality. The anomalous effects of SCP-1499 activate when a human places SCP-1499 on their head. Approximately one second after SCP-1499 is fully secured on the subject's head, the subject vanishes from view, and is no longer detectable. The subject reports no feeling of motion at this time. Testing has revealed that two-way radios remain capable of both receiving and transmitting despite the subject being undetectable. Upon wearing SCP-1499, test subjects report completely different surroundings than they were in prior to wearing SCP-1499. Subjects have reported that it appears barren and inhospitable, with tall black towers filling the area. Subjects have also sighted entities in this landscape. These entities, designated SCP-1499-1, have been described as tall, nude humanoids with dark skin that have a thick coat of an unknown viscous substance. Instances of SCP-1499-1 also have large amounts of eyes and mouths covering their body. Upon removing SCP-1499 from their head, subjects reappear in the same location they were in when they put it on. For more information, see Test Log 1499.",
    "title": "SCP-1499"
}