{
    "url": "https://scp-wiki.wikidot.com/scp-1507",
    "all_text": "rating: \n+154\n+\n–\nx\n\n\nItem #:\n SCP-1507\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Instances of SCP-1507 are to be housed within Site-77's Wilderness Observation Deck. In the event that Foundation staff need to interact with SCP-1507, PoI-1507 is to accompany them into the chamber. Staff must be a minimum of 5 meters away of PoI-1507 when in the presence of SCP-1507.\n\n\nAny requests PoI-1507 has in relation to SCP-1507 are to be reviewed by the current research head. PoI-1507 is allowed to and encouraged to have daily interactions with SCP-1507.\n\n\nDescription:\n SCP-1507 is the collective designation given to thirty plastic lawn flamingos of unknown make or manufacturer. Instances of SCP-1507 bear no notable behavioral differences from the average American Flamingo, save for an increase in territorial behavior and lack of vocalization. Said behavior often results in attacks targeted towards Foundation staff. The only individual known to circumvent their behaviors is PoI-1507, otherwise known as Leroy Day.\n\n\nHume level testing performed on PoI-1507 suggest reality bending abilities, though all conversations with him have come back as unclear of his awareness of his abilities.\n\n\nAddendum.1507.A:\n Following are phone logs recovered from PoI-1507's phone following the acquisition of SCP-1507. Due to a lack of compliance and resources an interview was unable to be taken from PoI-1507.\n\n\n\n\n01/03/2012 12:42 PM\n\n\n \n\n\n \n\n\nMark you called?\n\n\n \n\n\n \n\n\noh\n\n\n \n\n\n \n\n\neh im sorry\n\n\n \n\n\n \n\n\nim still not used to this yet\n\n\n \n\n\n \n\n\nHahaa you're fine!\n\n\n \n\n\n \n\n\nI'm still getting used to it myself\n\n\n \n\n\n \n\n\nIt's just weird is all\n\n\n \n\n\n \n\n\nyeah i don't doubt haha\n\n\n \n\n\n \n\n\nidk how id react if i just stopped hearing one day\n\n\n \n\n\n \n\n\nWell just in case it happens let me tell you something\n\n\n \n\n\n \n\n\nKeep around a pencil and paper or something to type\n\n\n \n\n\n \n\n\nIt's the only way folks will talk to ya :p\n\n\n \n\n\n \n\n\nthat sucks\n\n\n \n\n\n \n\n\nYou get used to it\n\n\n \n\n\n \n\n\ni mean i guess?\n\n\n \n\n\n \n\n\nstill a bit lonely isn't it?\n\n\n \n\n\n \n\n\nAs I said before, You get used to it.\n\n\n \n\n\n \n\n\nNow what were you calling about?\n\n\n \n\n\n \n\n\noh right\n\n\n \n\n\n \n\n\nI'm coming over today\n\n\n \n\n\n \n\n\nand im bring a sort of get well soon gift\n\n\n \n\n\n \n\n\noooo I'll be sure to keep an eye out for you\n\n\n \n\n\n \n\n\n02/03/2012 03:12 PM\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nI think he likes this spot in my garden haha!\n\n\n \n\n\n \n\n\nIt overlooks the koi pond so he probably likes to watch the little guys\n\n\n \n\n\n \n\n\n:)\n\n\n \n\n\n \n\n\nim glad to hear that man\n\n\n \n\n\n \n\n\ni just knew you said that you'd miss those old watching trips the most\n\n\n \n\n\n \n\n\nso i tried to well\n\n\n \n\n\n \n\n\nbring it to you in anyway i could\n\n\n \n\n\n \n\n\nOh goddamn\n\n\n \n\n\n \n\n\nYou've got me crying, ah I really do appricate this man\n\n\n \n\n\n \n\n\nYou're the first to come visit me after the getting out of the hospital so it really does mean a lot, even without the gift.\n\n\n \n\n\n \n\n\nwait what about henrick?\n\n\n \n\n\n \n\n\nyour old boss?\n\n\n \n\n\n \n\n\nOh well, if I'm being honest with it was a roundabout way of letting me go\n\n\n \n\n\n \n\n\nDude!!\n\n\n \n\n\n \n\n\nThat's not okay\n\n\n \n\n\n \n\n\nIsn't that illegal?\n\n\n \n\n\n \n\n\n¯\\_(ツ)_/¯\n\n\n \n\n\n \n\n\nHe could probably fight the case if I'm honest and I'd rather not lose money on it.\n\n\n \n\n\n \n\n\nwell it still fucking sucks\n\n\n \n\n\n \n\n\ngod im sorry people are being shitty to you dude\n\n\n \n\n\n \n\n\ntell you what, after im work tonight ill make you whatever you want okay?\n\n\n \n\n\n \n\n\nSounds good, and I guess if that's the case salmon isn't off the menu is it?\n\n\n \n\n\n \n\n\nnot one bit. :p\n\n\n \n\n\n \n\n\nill be over at 9\n\n\n \n\n\n \n\n\n👍\n\n\n \n\n\n \n\n\n03/03/2012 09:01 AM\n\n\nhey i saw you have some more flamingos there\n\n\n \n\n\n \n\n\nim assuming that the little guy was a pretty good gift\n\n\n \n\n\n \n\n\n:P\n\n\n \n\n\n \n\n\nHe's great honestly\n\n\n \n\n\n \n\n\nBest pet I've ever had\n\n\n \n\n\n \n\n\nHe doesn't need food, water, or anything like that\n\n\n \n\n\n \n\n\nHell he doesn't even bite!\n\n\n \n\n\n \n\n\nBut I figured he was getting a bit lonely with just me\n\n\n \n\n\n \n\n\nhaha\n\n\n \n\n\n \n\n\nwell looks like he has plenty of friends now\n\n\n \n\n\n \n\n\nHe does and he's so happy running around with them!\n\n\n \n\n\n \n\n\n:3\n\n\n \n\n\n \n\n\n:-)\n\n\n \n\n\n \n\n\n04/03/2012 12:21 PM\n\n\n \n\n\n \n\n\nHey dude been a while since I've heard from you everything okay?\n\n\n \n\n\n \n\n\nyeah just work's been piling up recently and ive been racing to beat the clock\n\n\n \n\n\n \n\n\nOh I don't envy that at all.\n\n\n \n\n\n \n\n\n06/03/2012 03:12 PM\n\n\n \n\n\n \n\n\nHey I saw your sister on the news today!\n\n\n \n\n\n \n\n\nShe seems really proud of her work.\n\n\n \n\n\n \n\n\n08/03/2012 06:38 PM\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nHaha we got a whole pool party back here now.\n\n\n \n\n\n \n\n\nHaha they play so well together!\n\n\n \n\n\n \n\n\noh wow that's\n\n\n \n\n\n \n\n\na lot\n\n\n \n\n\n \n\n\nare you doing okay dude?\n\n\n \n\n\n \n\n\nOh I'm fine, just idk getting harder to well\n\n\n \n\n\n \n\n\nTalk to people you know ha\n\n\n \n\n\n \n\n\nLeroy I'm\n\n\n \n\n\n \n\n\nim sorry i missed your past few texts and you know what\n\n\n \n\n\n \n\n\nill take you out again tonight to that one bbq place you like\n\n\n \n\n\n \n\n\nCalroy's is it?\n\n\n \n\n\n \n\n\nIt is, but seriously dude I'm fine.\n\n\n \n\n\n \n\n\nthen consider this an apology mean\n\n\n \n\n\n \n\n\n*meal\n\n\n \n\n\n \n\n\nanyways can't complain when I'm paying.\n\n\n \n\n\n \n\n\nI guess that's true.\n\n\n \n\n\n \n\n\n08/03/2012 08:23 PM\n\n\n \n\n\n \n\n\nI know you're driving but for when you stop just text me..\n\n\n \n\n\n \n\n\nright sorry again\n\n\n \n\n\n \n\n\ni keep forgetting\n\n\n \n\n\n \n\n\nIt's fine, what's up dude?\n\n\n \n\n\n \n\n\nwell you keep your flamingos inside\n\n\n \n\n\n \n\n\nYeah they don't really like the rain\n\n\n \n\n\n \n\n\n?\n\n\n \n\n\n \n\n\nwdym\n\n\n \n\n\n \n\n\nThey just don't like it, it gets inside them and bothers them and all that stuff\n\n\n \n\n\n \n\n\ndude i know you've been obbessed with them recently but\n\n\n \n\n\n \n\n\nyou realize they're not real right?\n\n\n \n\n\n \n\n\nNo they move and play with me\n\n\n \n\n\n \n\n\nthey're plastic\n\n\n \n\n\n \n\n\nYeah but they move around, and they play, ya know if you turn the car around I can show you\n\n\n \n\n\n \n\n\nngl this is a weird way of saying you want to go home.\n\n\n \n\n\n \n\n\nI don't\n\n\n \n\n\n \n\n\nI just want you to see the flamingos\n\n\n \n\n\n \n\n\nfine dude let's eat and you can take me back\n\n\n \n\n\n \n\n\n08/03/2012 09:32 PM\n\n\n \n\n\n \n\n\nSee I told you they play\n\n\n \n\n\n \n\n\nI don’t know why they don’t like you after all you’re they’re uncle haha\n\n\n \n\n\n \n\n\n:p\n\n\n \n\n\n \n\n\ni guess they're over protective of you\n\n\n \n\n\n \n\n\nim sorry\n\n\n \n\n\n \n\n\nthis wasn't meant to happen\n\n\n \n\n\n \n\n\nur fne\n\n\n \n\n\n \n\n\n\n\nDiscovery:\n On 8/03/2012, a series of 911 calls were received in the Clay county area. The calls were noted to have a male crying and uttering various unidentifiable phrases. Due to the nature of the call it was flagged for scanning and a Foundation agent was sent out to the call. When arriving on scene the agent reported PoI-1507 attempting to unsuccessfully resuscitate another man, who was later identified as Mark Farman, that had multiple stab wounds presumably caused by SCP-1507.\n\n\nPoI-1507, after being taken into Foundation custody, was amnesticized following an Ethics Committee Order.\n\n\n\n\n\n\n« \nSCP-1506\n | SCP-1507 | \nSCP-1508\n »",
    "addendums": [
        "Addendum.1507.A: Following are phone logs recovered from PoI-1507's phone following the acquisition of SCP-1507. Due to a lack of compliance and resources an interview was unable to be taken from PoI-1507."
    ],
    "documents": [],
    "notes": [
        "01/03/2012 12:42 PM Mark you called? oh eh im sorry im still not used to this yet Hahaa you're fine! I'm still getting used to it myself It's just weird is all yeah i don't doubt haha idk how id react if i just stopped hearing one day Well just in case it happens let me tell you something Keep around a pencil and paper or something to type It's the only way folks will talk to ya :p that sucks You get used to it i mean i guess? still a bit lonely isn't it? As I said before, You get used to it. Now what were you calling about? oh right I'm coming over today and im bring a sort of get well soon gift oooo I'll be sure to keep an eye out for you 02/03/2012 03:12 PM I think he likes this spot in my garden haha! It overlooks the koi pond so he probably likes to watch the little guys :) im glad to hear that man i just knew you said that you'd miss those old watching trips the most so i tried to well bring it to you in anyway i could Oh goddamn You've got me crying, ah I really do appricate this man You're the first to come visit me after the getting out of the hospital so it really does mean a lot, even without the gift. wait what about henrick? your old boss? Oh well, if I'm being honest with it was a roundabout way of letting me go Dude!! That's not okay Isn't that illegal? ¯\\_(ツ)_/¯ He could probably fight the case if I'm honest and I'd rather not lose money on it. well it still fucking sucks god im sorry people are being shitty to you dude tell you what, after im work tonight ill make you whatever you want okay? Sounds good, and I guess if that's the case salmon isn't off the menu is it? not one bit. :p ill be over at 9 👍 03/03/2012 09:01 AM hey i saw you have some more flamingos there im assuming that the little guy was a pretty good gift :P He's great honestly Best pet I've ever had He doesn't need food, water, or anything like that Hell he doesn't even bite! But I figured he was getting a bit lonely with just me haha well looks like he has plenty of friends now He does and he's so happy running around with them! :3 :-) 04/03/2012 12:21 PM Hey dude been a while since I've heard from you everything okay? yeah just work's been piling up recently and ive been racing to beat the clock Oh I don't envy that at all. 06/03/2012 03:12 PM Hey I saw your sister on the news today! She seems really proud of her work. 08/03/2012 06:38 PM Haha we got a whole pool party back here now. Haha they play so well together! oh wow that's a lot are you doing okay dude? Oh I'm fine, just idk getting harder to well Talk to people you know ha Leroy I'm im sorry i missed your past few texts and you know what ill take you out again tonight to that one bbq place you like Calroy's is it? It is, but seriously dude I'm fine. then consider this an apology mean *meal anyways can't complain when I'm paying. I guess that's true. 08/03/2012 08:23 PM I know you're driving but for when you stop just text me.. right sorry again i keep forgetting It's fine, what's up dude? well you keep your flamingos inside Yeah they don't really like the rain ? wdym They just don't like it, it gets inside them and bothers them and all that stuff dude i know you've been obbessed with them recently but you realize they're not real right? No they move and play with me they're plastic Yeah but they move around, and they play, ya know if you turn the car around I can show you ngl this is a weird way of saying you want to go home. I don't I just want you to see the flamingos fine dude let's eat and you can take me back 08/03/2012 09:32 PM See I told you they play I don’t know why they don’t like you after all you’re they’re uncle haha :p i guess they're over protective of you im sorry this wasn't meant to happen ur fne"
    ],
    "item": "SCP-1507",
    "object_class": "Euclid",
    "containment_procedures": "Instances of SCP-1507 are to be housed within Site-77's Wilderness Observation Deck. In the event that Foundation staff need to interact with SCP-1507, PoI-1507 is to accompany them into the chamber. Staff must be a minimum of 5 meters away of PoI-1507 when in the presence of SCP-1507.",
    "description": "SCP-1507 is the collective designation given to thirty plastic lawn flamingos of unknown make or manufacturer. Instances of SCP-1507 bear no notable behavioral differences from the average American Flamingo, save for an increase in territorial behavior and lack of vocalization. Said behavior often results in attacks targeted towards Foundation staff. The only individual known to circumvent their behaviors is PoI-1507, otherwise known as Leroy Day.",
    "title": "SCP-1507"
}