{
    "url": "https://scp-wiki.wikidot.com/scp-1521",
    "all_text": "rating: \n+217\n+\n–\nx\n\n\n\n\n\n\nArtist's rendition provided by Observer-1521-4, currently used to verify visual confirmation.\n\n\n\n\n\n\nItem #:\n SCP-1521\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1521 is assigned a minimum of two “observers” and three additional support staff working in twenty-four hour shifts. Civilians observed approaching SCP-1521 are to be detained, identified, and processed as possible, future observers. Anyone observed exiting SCP-1521 is to be detained, questioned, and identified if possible. Due to the tedious nature of work with SCP-1521, staff rotation on SCP-1521 is to occur every two months.\n\n\nDescription:\n SCP-1521 is a building, built in the early Baroque style, located on the ██████ ██ ██████ in Rome, Italy. While the building appears to always be present, it is not directly observable. Subjects pointed in the direction of the building fail to notice its presence.\n\n\nApproximately █% of tested subjects can observe\n1\n the building. Those that are successful in observing the building have identified a sign\n2\n attached to the front which identifies the structure as “The Most Holy Bank of His Holiness Pope Leo the Tenth, Saint in Waiting.”\n\n\nSCP-1521 plays host to a number of entities which appear human, often dressed in period garb of a Roman Catholic priest or nun. These entities are non-hostile and will attempt to defuse any situation in which they are threatened with physical violence. These entities have never been observed to exit SCP-1521.\n\n\nPresumably, anyone capable of observing the building is also capable of entry, though only six total expeditions into SCP-1521 have been approved by O5. With the level of current information, no further expeditions are planned.\n\n\nPlease see Addenda for all currently available declassified information about the expeditions.\n\n\n\n\n\n\n\n\nSide One\n\n\n\n\n\n\n\n\n\n\nSide Two\n\n\n\n\n\n\nAddendum SCP-1521-1\n: Exploratory Expeditions of Observer-1521-2\n\n\nObserver-1521-2 was given approval by O5-12 to enter SCP-1521 and perform basic reconnaissance. Observer-1521-2 entered and was greeted by an apparently humanoid figure wearing the garb of a 14th century Catholic priest, hereafter referred to as SCP-1521 Humanoid Instance 1 (1521-HI1). When Observer-1521-2 inquired as to the nature of SCP-1521, 1521-HI1 provided him with a short explanation of what a bank was, then gave him a pamphlet: SCP-1521-1. While the original has been lost, copies have been retained, noted here.\n\n\nObserver-1521-2 was asked to survey the inner area of the building while present, reporting frescoes of various saints decorating the walls and several other humanoid figures at various positions. In total, Observer-1521-2 noted seventeen figures.\n\n\nAfter looking over the pamphlet while 1521-HI1 waited, Observer-1521-2 inquired as to the nature of some of the services. 1521-HI1 requested an estimate of available funds, at which point, Observer-1521-2 was forced to admit that he had none. 1521-HI1 further requested the Observer-1521-2 leave the building until such a time that he had said funds.\n\n\nObserver-1521-2 exited SCP-1521 and was allowed two weeks leave from SCP-1521 duty.\n\n\nFurther expeditions into SCP-1521 by Observer-1521-2 are available at [DATA EXPUNGED].\n\n\n\n\n\n\n\n\nAddendum SCP-1521-2\n: Exploratory Expedition\n\nObserver-1521-11 was located after searching several hospitals throughout Europe. When located, he was discovered to have a malignant tumor in his stomach. Observer-1521-11 was selected to enter SCP-1521 and request a miracle.\n\n\nAfter approval from O5-12, Observer-1521-11 entered SCP-1521 and spoke with SCP-1521 Humanoid Instance 14. 1521-HI14 inquired as to the nature of Observer-1521-11's visit, at which time he was informed that Observer-1521-11 was requesting a healing miracle. 1521-HI14 immediately called for a group of Humanoid Instances (number currently unknown, estimated more than six) to escort Observer-1521-11 to the Holy Fountain of Antioch.\n\n\nAfter paying 1521-HI14, he was lowered into the fountain. After being lowered into the fountain, the water in the fountain began to \"whirl and tremble\" as 1521-HI14 declared that \"an angel was troubling the waters.\" After fifteen minutes of prayer, Observer-1521-11 was reported as healed and escorted from the premises.\n\n\nMRI scans later revealed that Observer-1521-11 was still suffering from stomach cancer, though Observer-1521-11 was so influenced by the experience that he refused to believe the diagnosis. Observer-1521-11 died from complications due to his cancer four weeks later.\n\n\n\n\nAddendum SCP-1521-3\n: Exploratory Expedition\n\n\nSCP-1521 Observer 1521-13 entered the structure as normal. Upon entering, he was immediately approached by a humanoid figure wearing a priests smock and robes, designated SCP-1521 Humanoid Instance 47 (1521-HI47). 1521-HI47 asked Observer 1521-13 if he had any recently deceased relatives. When Observer 1521-13 replied that his uncle had died recently, 1521-HI47 immediately knelt to his knees and began praying loudly in what Observer 1521-13 believed was Latin. Observer 1521-13 was highly disturbed by this event.\n\n\nAfter approximately five minutes of loud prayer, 1521-HI47 rose to his feet and declared that Observer-1521-13’s uncle was currently in hell and being tortured by demons. Observer 1521-13 was extremely distraught, and 1521-HI47 offered to gather together a group of priests and “pray his soul out of hell” for a small fee. Observer 1521-13 immediately agreed. When asked how much the fee was, 1521-HI47 inquired as to the current funds available, then expressed that this was just the right amount.\n\n\nObserver 1521-13 was then privy to a group of twelve additional humanoid figures gathering together (tentatively classified SCP-1521 Humanoid Instances 48-59, pending confirmation) in a circle, then asking for the name of Observer 1521-13’s uncle, then beginning to pray in loud voices again.\n\n\nAfter approximately ten minutes of prayer, 1521-HI47 stepped forward from the circle, declaring that they had successfully prayed everything but his feet out of hell, and an additional 15000 lira was needed to finish. Observer 1521-13 quickly left the building to acquire additional funds from Foundation personnel on the scene.\n\n\nObserver 1521-13 was denied reentry to SCP-1521.\n\n\n\n\n\n\nExhaustive Research Materials Included for Voluntary Perusal\n\n\n\n\nAccess Granted\n\n\n\n\nPattern Determination\n: There does not seem to be any set pattern regarding who is able to perceive SCP-1521; during long-term testing, several hypotheses have been proposed, and subsequently disproved. Collected data on the unclassified seventeen SCP-1521 observers is available below.\n\n\n\n\n\n\nNumber\n\n\nAge\n\n\nReligious Affiliation\n\n\nNationality\n\n\nCircumstances of Exposure\n\n\n\n\n\n\n1\n\n\n36\n\n\nCatholic\n\n\nItalian\n\n\nAccidental Exposure: Subject worked as an inspector for the city. When he observed the building, he noted that it wasn’t on the map. In attempting to rectify the problem, others became convinced that the subject was mentally unstable. Subject was recruited to report on and observe SCP-1521 for the Foundation, leading to the establishment of SCP-1521’s original containment. Redesignated Observer-1521-1.\n\n\n\n\n\n\n2\n\n\n43\n\n\nCatholic\n\n\nItalian\n\n\nFoundation test subject from D-Class recruitment. Redesignated Observer-1521-2. \nPartial record of experience available in Addendum SCP-1521-1\n.\n\n\n\n\n\n\n3\n\n\n42\n\n\nAnglican\n\n\nBritish\n\n\nAccidental Exposure: Prior to this subject's appearance, it was believed that only those of Catholic faith could see SCP-1521, due to no members of other faiths having observed it. Due to subject's prominence, they were released with Class-B amnestic treatment. Subject recorded as Observer-1521-3 and given a reserve listing should the necessity arise.\n\n\n\n\n\n\n4\n\n\n36\n\n\nMethodist\n\n\nCanadian\n\n\nClass-D personnel. Discovered while testing the faith variability factor. Testing pool was expanded to include all Christian observers.\n\n\n\n\n\n\n5\n\n\n44\n\n\nCatholic\n\n\nItalian\n\n\nAccidental Exposure: Subject was an obese patron of a restaurant near SCP-1521. He was observed leaning against SCP-1521 to clean his shoe after leaving. Immediately afterwards, he looked up at the sign, then laughed and began asking nearby people if it was a joke. Mixed responses led him to question what he'd seen, and amnestics were deemed unnecessary. Subject recorded as Observer-1521-5 and given a reserve listing should the necessity arise. \nCurrently Deceased\n.\n\n\n\n\n\n\n6\n\n\nApprox. 10\n\n\nUnknown\n\n\nUnknown\n\n\nAccidental Exposure: Subject entered SCP-1521 and did not emerge. No one reported missing in the area. No further information available. Subject recorded as Observer-1521-6.\n\n\n\n\n\n\n7\n\n\n39\n\n\nCatholic\n\n\n[REDACTED]\n\n\nFoundation test subject. Subject was an ex-priest. Remarked that he didn't think that building was still standing, and when pressed for further information, refused to clarify. Subject later confessed under duress that he had never seen the building before and had merely been \"joking.\" Subject was later terminated during testing with \nSCP-381\n. Subject recorded as Observer-1521-7.\n\n\n\n\n\n\n8\n\n\n88\n\n\nCatholic\n\n\nItalian\n\n\nUncertain: Subject was observed stopping and viewing SCP-1521 suddenly, then grabbing his chest. Subject suffered a cardiac infarction. It is not known if SCP-1521 was somehow responsible for this (outside of the obvious effect of shock) or the subject experienced the event naturally. Subject recorded as Observer-1521-8.\n\n\n\n\n\n\n9\n\n\n25\n\n\nCatholic\n\n\n[REDACTED]\n\n\nFoundation test subject. Subject was Class-D personnel. Following the death of Observer-1521-2, subject was removed from Class-D rotation and reassigned to SCP-1521 following complete Class-A amnestic, retraining, and chemical castration. Subject retained the ability to perceive SCP-1521. Subject designated Observer-1521-9.\n\n\n\n\n\n\n10\n\n\n56\n\n\nEastern Orthodox\n\n\nRussian\n\n\nAccidental Exposure: Subject was observed taking pictures of SCP-1521, then moving forward to try the doors. Subject was stopped from opening the doors and given Class-B amnestics. Subject recorded as Observer-1521-10. Developed photos revealed instances of SCP-1521 to people previously identified as Observers. Those not identified as observers reported that the pictures were blank. Photographs retained for the record of SCP-1521.\n\n\n\n\n\n\n11\n\n\n79\n\n\nCatholic\n\n\nItalian\n\n\nFoundation test subject. \nFull record of experience available in Addendum SCP-1521-2\n\n\n\n\n\n\n12\n\n\n27\n\n\nCatholic\n\n\nArgentine\n\n\nSubject identified as visiting priest. After discussion, subject voluntarily ingested amnestics and resumed duties until his return trip. Subject recorded as Observer-1521-12.\n\n\n\n\n\n\n13\n\n\n5\n\n\nBaptist (Family Affiliation)\n\n\nAmerican\n\n\nFoundation test subject. \nFull record of experience available in Addendum SCP-1521-3\n\n\n\n\n\n\n14\n\n\n13\n\n\nCatholic\n\n\nItalian\n\n\nAccidental Exposure: Subject was on a \"field trip\" from the local school when he was observed attempting to enter the doors. Subject was initially given Class-B amnestics, but proved resistant. Subject given Class-A amnestics, then later recruited from the hospitals on Poveglia, Italy on his eighteenth birthday. Subject entered rotation as Observer-1521-14.\n\n\n\n\n\n\n15\n\n\n61\n\n\nLutheran\n\n\nNorweigan\n\n\nAccidental Exposure: Subject was observed laughing about the building. When approached, the subject said he thought it was some sort of joke about Catholics and proceeded to tell the operative several crude jokes. Subject was asked to sign a waiver to use his material on a reality television show, then paid fifty euros. Subject recorded as Observer-1521-15\n\n\n\n\n\n\n16\n\n\n51\n\n\nIslamic (Sunni)\n\n\nTurkish\n\n\nSubject discovered during routine testing of new personnel. Subject was the first recruited Foundation operative capable of observing SCP-1521. Subject is on permanent assignment to SCP-1521, with extended vacation periods. Subject designated Observer-1521-16.\n\n\n\n\n\n\n17\n\n\n44\n\n\nUnificationist\n\n\nSouth Korean\n\n\nAccidental Exposure: Subject was observed arguing loudly with other members of a large tour group, pointing to SCP-1521. When others denied seeing SCP-1521, subject grew angrier, later leaving the tour group. Subject was later identified as a minister and conscripted into service on SCP-1521. Subject redesignated Observer-1521-17.\n\n\n\n\n\n\nPrevious theories on who could observe SCP-1521 have included: only Catholics, only Christians, only males, only Europeans, and fourteen other possibilities. Thus far, all have proven incorrect. No data suggesting a pattern of who was capable of observing SCP-1521 and why is available.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Attempts made with individuals who are blind appear to have resulted in two cases of spontaneous return of sight. Later tests confirmed that these people could not actually see, but were under the impression that they could.\n\n\n2\n. Currently, the sign has been recognized and identified by readers of the following languages: Catalan, English, French, Italian, Latin, and Spanish. Multilingual observers were capable of identifying the sign and reading it, but not identifying the language.\n\n\n\n\n\n\n\n\n« \nSCP-1520\n | SCP-1521 | \nSCP-1522\n »",
    "addendums": [
        "Addendum SCP-1521-1 : Exploratory Expeditions of Observer-1521-2\nObserver-1521-2 was given approval by O5-12 to enter SCP-1521 and perform basic reconnaissance. Observer-1521-2 entered and was greeted by an apparently humanoid figure wearing the garb of a 14th century Catholic priest, hereafter referred to as SCP-1521 Humanoid Instance 1 (1521-HI1). When Observer-1521-2 inquired as to the nature of SCP-1521, 1521-HI1 provided him with a short explanation of what a bank was, then gave him a pamphlet: SCP-1521-1. While the original has been lost, copies have been retained, noted here.\nObserver-1521-2 was asked to survey the inner area of the building while present, reporting frescoes of various saints decorating the walls and several other humanoid figures at various positions. In total, Observer-1521-2 noted seventeen figures.\nAfter looking over the pamphlet while 1521-HI1 waited, Observer-1521-2 inquired as to the nature of some of the services. 1521-HI1 requested an estimate of available funds, at which point, Observer-1521-2 was forced to admit that he had none. 1521-HI1 further requested the Observer-1521-2 leave the building until such a time that he had said funds.\nObserver-1521-2 exited SCP-1521 and was allowed two weeks leave from SCP-1521 duty.\nFurther expeditions into SCP-1521 by Observer-1521-2 are available at [DATA EXPUNGED].\n\nObserver-1521-11 was located after searching several hospitals throughout Europe. When located, he was discovered to have a malignant tumor in his stomach. Observer-1521-11 was selected to enter SCP-1521 and request a miracle.\nAfter approval from O5-12, Observer-1521-11 entered SCP-1521 and spoke with SCP-1521 Humanoid Instance 14. 1521-HI14 inquired as to the nature of Observer-1521-11's visit, at which time he was informed that Observer-1521-11 was requesting a healing miracle. 1521-HI14 immediately called for a group of Humanoid Instances (number currently unknown, estimated more than six) to escort Observer-1521-11 to the Holy Fountain of Antioch.\nAfter paying 1521-HI14, he was lowered into the fountain. After being lowered into the fountain, the water in the fountain began to \"whirl and tremble\" as 1521-HI14 declared that \"an angel was troubling the waters.\" After fifteen minutes of prayer, Observer-1521-11 was reported as healed and escorted from the premises.\nMRI scans later revealed that Observer-1521-11 was still suffering from stomach cancer, though Observer-1521-11 was so influenced by the experience that he refused to believe the diagnosis. Observer-1521-11 died from complications due to his cancer four weeks later.",
        "Addendum SCP-1521-3 : Exploratory Expedition\nSCP-1521 Observer 1521-13 entered the structure as normal. Upon entering, he was immediately approached by a humanoid figure wearing a priests smock and robes, designated SCP-1521 Humanoid Instance 47 (1521-HI47). 1521-HI47 asked Observer 1521-13 if he had any recently deceased relatives. When Observer 1521-13 replied that his uncle had died recently, 1521-HI47 immediately knelt to his knees and began praying loudly in what Observer 1521-13 believed was Latin. Observer 1521-13 was highly disturbed by this event.\nAfter approximately five minutes of loud prayer, 1521-HI47 rose to his feet and declared that Observer-1521-13’s uncle was currently in hell and being tortured by demons. Observer 1521-13 was extremely distraught, and 1521-HI47 offered to gather together a group of priests and “pray his soul out of hell” for a small fee. Observer 1521-13 immediately agreed. When asked how much the fee was, 1521-HI47 inquired as to the current funds available, then expressed that this was just the right amount.\nObserver 1521-13 was then privy to a group of twelve additional humanoid figures gathering together (tentatively classified SCP-1521 Humanoid Instances 48-59, pending confirmation) in a circle, then asking for the name of Observer 1521-13’s uncle, then beginning to pray in loud voices again.\nAfter approximately ten minutes of prayer, 1521-HI47 stepped forward from the circle, declaring that they had successfully prayed everything but his feet out of hell, and an additional 15000 lira was needed to finish. Observer 1521-13 quickly left the building to acquire additional funds from Foundation personnel on the scene.\nObserver 1521-13 was denied reentry to SCP-1521."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-1521",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1521 is assigned a minimum of two “observers” and three additional support staff working in twenty-four hour shifts. Civilians observed approaching SCP-1521 are to be detained, identified, and processed as possible, future observers. Anyone observed exiting SCP-1521 is to be detained, questioned, and identified if possible. Due to the tedious nature of work with SCP-1521, staff rotation on SCP-1521 is to occur every two months.",
    "description": "SCP-1521 is a building, built in the early Baroque style, located on the ██████ ██ ██████ in Rome, Italy. While the building appears to always be present, it is not directly observable. Subjects pointed in the direction of the building fail to notice its presence.",
    "title": "SCP-1521"
}