{
    "url": "https://scp-wiki.wikidot.com/scp-1544",
    "all_text": "rating: \n+126\n+\n–\nx\n\n\nItem #:\n SCP-1544\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1544 is to be given a minimum of 5 by 5 by 4 meters of space in its containment, in a biological containment chamber within Site-32. Upbeat music is to be played within SCP-1544's containment chamber during its feeding; SCP-1544 will consume any type of meat, and is to be fed daily.\n\n\nDescription:\n SCP-1544's exterior is a mobile, 1 meter tall\n1\n multicolored skin covering. It is controlled by a small, peach-colored mass located in the center. This interior flesh appears to be gelatin,\n2\n and it is connected to a thin skeletal system that makes up SCP-1544's limbs. SCP-1544 feeds by using its central mass to envelope food it takes in through its limbs.\n\n\nSCP-1544's skin is abnormally resistant to damage, and is also able to flex its arms to 5 meters in length. SCP-1544 is also able to move at speeds exceeding 35 kilometers per hour, by flipping its hands and feet over itself in a cartwheel fashion. However, SCP-1544 will hibernate at temperatures exceeding 85° C to preserve energy and prevent its interior from overheating.\n\n\nSCP-1544 has a jovial temperament, and appears to take great pleasure in dancing. SCP-1544 will playfully nudge and bump personnel, though it will not purposely cause harm. SCP-1544 will only dance if music is audible in its area; otherwise, SCP-1544 will display depression, and will lay or sit down on the ground away from personnel. It will also become apathetic towards any outside stimulus, and will refuse to consume any food. SCP-1544 will not return to its usual behavior until music is played once more.\n\n\nSCP-1544 was discovered in 19██, after escaping from a traveling circus and cutting a path through the surrounding forest. All circus employees were administered Class-B amnestics, and SCP-1544 was subsequently contained by the Foundation, including all documents involving it.\n\n\nDocuments surrounding SCP-1544 are available to Level 3 personnel and up.\n\n\nAddendum 1:\n The following is a document discovered with SCP-1544.\n\n\n\n\nHello, and thank you for purchasing \"\nDr. Wondertainment's\n Slinktastic Dancerific Rainbow Friend!™\"\n\n\n\nTo keep your lovable rainbow friend happy, make sure to keep him fed and dancing!\n\n\n\nKeep some music on all the time, because he gets pretty grumpy when the music stops!\n\n\n\nDon't like your vegetables? He'll be happy to eat them for you!\n3\n\n\n\nDon't let the kids too close! Your friend loves to dance, but sometimes the music gets too strong!\n\n\n\nOnce again, thank you for purchasing from Dr. Wondertainment!\n\n\n\nDr. Wondertainment is not responsible for any injuries incurred by use of this project. Terms of use available at [REDACTED]. By purchasing from Dr. Wondertainment you agree to not hold Dr. Wondertainment or any of Dr. Wondertainment's affiliates accountable for injuries or damages incurred by your product. Thank you for your purchase!\n\n\n\n\n\n\n+ Document 1544-1, found in [REDACTED]\n\n\n\n\n- Access Granted\n\n\n\n\n\n\n[DATA LOST]rom[DATA LOST] La[DATA LOST]. \nWe bring the Light to you\n.\n\n\n\n\nExperiment [DATA LOST]\n 521\n\n\n\n\nStatus:\n Failure\n\n\n\n\nSubject Plan:\n [DATA LOST] recon based creature, able to resist [DATA LOST]e to maneuver around large objects. [DATA LOST]o be stealth based, sacrificing durability for speed. [DATA LOST]s 24 hours.\n\n\n\n\nResult:\n Experiment 521 [DATA LOST] a large fleshy mass, covered in multiple white limbs. [DATA LOST]scaped from PL security. [DATA LOST] currently in process of tracking down experiment.\n\n\n\n\n[DATA LOST] Seriously la[DATA LOST] working well or [DATA LOST]\n\n-[DATA LOST] Rollands\n\n\n\n\n\n\n\n\n\n\n\n\n+ Document 1544-2, Discovered with SCP-1544\n\n\n\n\n- Access Granted.\n\n\n\n\n\n\nDr. Wondertainment Co. Central Records\n\n\n\n\nProduct # 106\n\n\n\n\nDescription:\n #106 was found by President W. DW brought the subject to central records, naming him Joey. DW has since then developed a special bond with Joey and refuses to sell the subject. Council has decided to deport 106 in two days regardless of Dr. Wondertainment's demands, due to high interest from the San Francisco Circus.\n\n\n\n\n\"I don't want you to take him. That's my final word.\"\n\n-Dr. P Wondertainment PhD.\n\n\n\n\n\n\nDr. Wondertainment Co. Central Records\n\n\n\nProduct #106 has been sold to San Francisco Circus. Dr. Wondertainment has taken paid leave and has been requested not to be contacted.\n\n\n\n\n\n\n\n\n\n\nAddendum 2:\n The following note was found outside of Site-32.\n\n\n\n\nTake good care of Joey. I've already given him color. You need to give him a home.\n\n-DW\n\n\n\n\nSecurity footage is currently being reviewed to find the person responsible for leaving the note.\n\n\n\n\nFootnotes\n\n\n1\n. SCP-1544 can extend beyond this height.\n\n\n2\n. As observed from the organism's feeding process.\n\n\n3\n. SCP-1544 has been proven to be able to consume plant life, though it will often eject the food through its hands with what has been confirmed to be stomach bile.\n\n\n\n\n\n\n\n\n« \nSCP-1543\n | SCP-1544 | \nSCP-1545\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1544\n\" by Accelerando & SirPendragon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1544\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: The following is a document discovered with SCP-1544.",
        "Addendum 2: The following note was found outside of Site-32.\nSecurity footage is currently being reviewed to find the person responsible for leaving the note."
    ],
    "documents": [],
    "notes": [
        "Hello, and thank you for purchasing \" Dr. Wondertainment's Slinktastic Dancerific Rainbow Friend!™\" To keep your lovable rainbow friend happy, make sure to keep him fed and dancing! Keep some music on all the time, because he gets pretty grumpy when the music stops! Don't like your vegetables? He'll be happy to eat them for you! 3 Don't let the kids too close! Your friend loves to dance, but sometimes the music gets too strong! Once again, thank you for purchasing from Dr. Wondertainment! Dr. Wondertainment is not responsible for any injuries incurred by use of this project. Terms of use available at [REDACTED]. By purchasing from Dr. Wondertainment you agree to not hold Dr. Wondertainment or any of Dr. Wondertainment's affiliates accountable for injuries or damages incurred by your product. Thank you for your purchase!",
        "[DATA LOST]rom[DATA LOST] La[DATA LOST]. We bring the Light to you . Experiment [DATA LOST] 521 Status: Failure Subject Plan: [DATA LOST] recon based creature, able to resist [DATA LOST]e to maneuver around large objects. [DATA LOST]o be stealth based, sacrificing durability for speed. [DATA LOST]s 24 hours. Result: Experiment 521 [DATA LOST] a large fleshy mass, covered in multiple white limbs. [DATA LOST]scaped from PL security. [DATA LOST] currently in process of tracking down experiment. [DATA LOST] Seriously la[DATA LOST] working well or [DATA LOST] -[DATA LOST] Rollands",
        "Dr. Wondertainment Co. Central Records Product # 106 Description: #106 was found by President W. DW brought the subject to central records, naming him Joey. DW has since then developed a special bond with Joey and refuses to sell the subject. Council has decided to deport 106 in two days regardless of Dr. Wondertainment's demands, due to high interest from the San Francisco Circus. \"I don't want you to take him. That's my final word.\" -Dr. P Wondertainment PhD.",
        "Dr. Wondertainment Co. Central Records Product #106 has been sold to San Francisco Circus. Dr. Wondertainment has taken paid leave and has been requested not to be contacted.",
        "Take good care of Joey. I've already given him color. You need to give him a home. -DW",
        "\" SCP-1544 \" by Accelerando & SirPendragon, from the SCP Wiki . Source: https://scpwiki.com/scp-1544 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1544",
    "object_class": "Safe",
    "containment_procedures": "SCP-1544 is to be given a minimum of 5 by 5 by 4 meters of space in its containment, in a biological containment chamber within Site-32. Upbeat music is to be played within SCP-1544's containment chamber during its feeding; SCP-1544 will consume any type of meat, and is to be fed daily.",
    "description": "SCP-1544's exterior is a mobile, 1 meter tall1 multicolored skin covering. It is controlled by a small, peach-colored mass located in the center. This interior flesh appears to be gelatin,2 and it is connected to a thin skeletal system that makes up SCP-1544's limbs. SCP-1544 feeds by using its central mass to envelope food it takes in through its limbs.",
    "title": "SCP-1544"
}