{
    "url": "https://scp-wiki.wikidot.com/scp-1549",
    "all_text": "rating: \n+233\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by \nDarkStuff\n~!\n\n\n\n\n\n\n\n\n\n\nIndependent SCPs\n\n\n\n\n\n\nSCP\n\n\nTitle\n\n\n\n\n\n\nSCP-445-EX\n\n\nThe Word of the Day is Hope\n\n\n\n\n\n\nSCP-2728\n\n\nOn the Barcelona Skyline\n\n\n\n\n\n\nSCP-2729\n\n\nWhat is it Good For?\n\n\n\n\n\n\nSCP-3018\n\n\nFrance & the Tale of the Well-Intentioned Understudies\n\n\n\n\n\n\nSCP-3465\n\n\nBetter Safe Than Sorry\n\n\n\n\n\n\nSCP-3466\n\n\nOnly Birdbrains Live the American Dream\n\n\n\n\n\n\nSCP-4006\n\n\n#MassaTruthetts\n\n\n\n\n\n\nSCP-4455\n\n\nIn Short…\n\n\n\n\n\n\nSCP-4465\n\n\nNo Man is an Island\n\n\n\n\n\n\nSCP-4466\n\n\nWhy the Long Face?\n\n\n\n\n\n\nSCP-4467\n\n\nOh, I Get It Now\n\n\n\n\n\n\nCo-Authored SCPs\n\n\n\n\n\n\nSCP\n\n\nTitle\n\n\nCo-Author\n\n\n\n\n\n\nSCP-1549\n\n\nIn Absence of a Perfect Medium\n\n\nBillith\n\n\n\n\n\n\nSCP-2983\n\n\nChoco-Wonder Explosion Marshmallow Bites!™ by Dr. Wondertainment\n\n\nUncle Nicolini\n\n\n\n\n\n\nSCP-3379\n\n\nD-11424 & the Arctic Meat Hole of Infinite Wonders\n\n\nWeryllium\n\n\n\n\n\n\nSCP-3482\n\n\nNature Versus Naturalization\n\n\nRoget\n\n\n\n\n\n\nSCP-3633\n\n\nI'm Right Behind Me\n\n\nCaptain Kirby\n\n\n\n\n\n\nSCP-3713\n\n\nAll the World's a Stage\n\n\nVaraxous\n\n\n\n\n\n\nSCP-4029\n\n\nToo Many Legs to be Going Nowhere\n\n\nMaliceAforethought\n\n\n\n\n\n\nVend-a-Friend\n\n\n\n\n\n\nChapter\n\n\nTitle\n\n\n\n\n\n\nAct I\n\n\n\n\n\n\nChapter 1\n\n\nWe Just Make Toys\n\n\n\n\n\n\nChapter 2\n\n\nTo Think I've Spent My Whole Life Waiting\n\n\n\n\n\n\nChapter 3\n\n\nI Don't Get It, I Functioned Before\n\n\n\n\n\n\nChapter 4\n\n\nYou Can't Win Them All\n\n\n\n\n\n\nChapter 5\n\n\nBe Strange or Be Forgotten\n\n\n\n\n\n\nAct II\n\n\n\n\n\n\nChapter 6\n\n\nSometimes the Best Intentions are in Need of Redemption\n\n\n\n\n\n\nChapter 7\n\n\nLife's a Show\n\n\n\n\n\n\nChapter 8\n\n\n...And I'm the Star!\n\n\n\n\n\n\nChapter 9\n\n\nBack in Habit\n\n\n\n\n\n\nChapter 10\n\n\nPepper's Lament\n\n\n\n\n\n\nChapter 11\n\n\nSouls & Somas\n\n\n\n\n\n\nChapter 12\n\n\nDeceptive Cadence\n\n\n\n\n\n\nAct III\n\n\n\n\n\n\nChapter 13\n\n\nAnd I Think To Myself...\n\n\n\n\n\n\nChapter 14\n\n\nEverything Will Be Okay\n\n\n\n\n\n\nChapter 15\n\n\nHolding an Umbrella but the Sun's Still Shining\n\n\n\n\n\n\nAscension\n\n\n\n\n\n\nChapter\n\n\nTitle\n\n\n\n\n\n\nChapter 1\n\n\nSometimes I Wish This Moment Could Last Forever\n\n\n\n\n\n\nChapter 2\n\n\nWaiting on the Good Times\n\n\n\n\n\n\nChapter 3\n\n\nForever Young\n\n\n\n\n\n\nChapter 4\n\n\nWe Didn't Do This For Nothing\n\n\n\n\n\n\nChapter 5\n\n\nURA-1902\n \naka The Missing Link\n\n\n\n\n\n\nChapter 6\n\n\nThe Consequences of a Deep, Dark Disassociation\n\n\n\n\n\n\nChapter 7\n\n\nThe Call to Action (for a Modern Audience)\n\n\n\n\n\n\nChapter 8\n\n\nThe Elusive Mx. LaFerrier\n\n\n\n\n\n\nChapter 9\n\n\nIt Feels Like I Only Go Backwards\n\n\n\n\n\n\nChapter 10\n\n\nAlong for the Ride\n\n\n\n\n\n\nChapter 11\n\n\nA Hole in the Tapestry\n\n\n\n\n\n\nChapter 12\n\n\nXXXXX\n\n\n\n\n\n\nChapter 13\n\n\nIndustrial\n\n\n\n\n\n\nChapter 14\n\n\nDancing with Rachael\n\n\n\n\n\n\nChapter 15\n\n\nAscension\n\n\n\n\n\n\nEpilogue\n\n\nA World Unto Yourself\n\n\n\n\n\n\nCollaboration Contest\n Entries w/ Ellie\n\n\n\n\n\n\nMake America Normaler\n\n\n\n\n\n\nOff the Hook\n\n\n\n\n\n\nMisc. Tales\n\n\n\n\n\n\nCornelius the Collector\n\n\n\n\n\n\nCurtain Call\n\n\n\n\n\n\nThe Really Really Real Adventures in Capitalism\n\n\n\n\n\n\nI've Been Through the Desert on a Horse with No Name\n\n\n\n\n\n\nOn the Radar\n \nfor the miniseries\n \nThe Ursus Maritimus Incident\n\n\n\n\n\n\nGroup of Interest / Canon Hubs\n\n\n\n\n\n\nHub\n\n\nNotes\n\n\n\n\n\n\nDr. Wondertainment Hub\n\n\nMade w/ \ntaylor_itkin\n does not match any existing user name\n\n\n\n\n\n\nWhat a Wonderful World Hub\n\n\nMade w/ help from \nUncle Nicolini\n, a canon sprouted from Vend-a-Friend!\n\n\n\n\n\n\nWilson's Wildlife Solutions Hub\n\n\nMy pride and joy, my very own Group of Interest\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+233\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA \nspace\n connecting \"test-test-testing.com\"'s associated SCP-1549-A area and \"jamies-website.com\"'s associated SCP-1549-A area.\n\n\n\n\n\n\nItem #:\n SCP-1549\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Instances of SCP-1549 are to be analyzed and flagged by Foundation webcrawlers upon their creation. Domains containing frequently used key phrases generated in correlation to SCP-1549 are to be monitored for any suspicious activity and purged from all online archives and databases. Members of \nMobile Task Force Kappa-10 (\"Skynet\")\n, \nMobile Task Force Mu-4 (\"Debuggers\")\n, and \nMobile Task Force Rho-9 (\"Technical Support\")\n are to work in tandem to safely quarantine all affected sites and data from public repositories. If any references resembling that of SCP-1549 are detected, disinformation campaign procedures should be implemented immediately based on the publicity and nature of the reference in question. Locating PoI-1549 is considered a high priority for all involved personnel, although the most direct and efficient methods of doing so are currently not known at this time.\n\n\nDescription:\n SCP-1549 is the collective designation for websites containing an anomalous onload script titled \"belowaverage.js\". Attempts to trace the location of the library used to run the script have ultimately ended in failure. Implementation of this code into SCP-1549 instances allow a subject to physically enter their device's screen as an unknown form of periphery. This script converts the user's monitor or haptic feedback screen into a direct Human Interface Device (HID).\n\n\nThe action of entering one's screen must be voluntary; all attempts to force unintended interactions with SCP-1549 have not yielded any anomalous effects. Subjects who are aware of SCP-1549's effect and attempt to interact with the webpage will be temporarily compressed into a data medium that is interpretable by the system, allowing the screen to act as a portal into a physical locality that is defined as an extradimensional space acting as a facsimile/tangible proxy of the website. In all reported instances of SCP-1549-A, the space has been defined as a series of indoor locales with no visible exteriors or windows of any kind. Information media has been shown to represent itself as physical copies of the data in question\n1\n.\n\n\nOn occasion, humanoid informational constructs have been found to manifest within the confines of SCP-1549-A instances. These entities, designated SCP-1549-B, are always found to act as ancillary staff such as janitors or receptionists. All SCP-1549-A locations are connected, meaning that any website running SCP-1549 will have their corresponding SCP-1549-A space connect to all other SCP-1549-A instances, often through structures represented as blank hallways or ventilation shafts. When a subject exits the portal through which they entered, they will invariably exit through the screen associated with the IP or MAC address they entered through. However, if a subject exits through a portal associated with a separate SCP-1549 instance / SCP-1549-A location, they will be able to exit through any device accessing the SCP-1549 instance as long as they can visualize the associated IP or MAC address of said device. If they are unable to exit via these means, they will ultimately return to SCP-1549-A unhindered.\n\n\nAddendum-1549 | History of SCP-1549 Events\n\n\n\n\nA: Beginnings of Containment\n\n\n\n\nHide\n\n\n\n\nSCP-1549 was brought to the Foundation's attention on the 10th of May, 2014, when a website titled \"black-moon-howl.com\" was created. Foundation held webcrawler AICs KWRB 015-BENNET and KWRB 101-GRUSER were triggered by the use of the key words used in the title and immediately reported the website to the \nAIAD\n Webwatch Subdivision. Post scanning for cognito and infohazards, of which none were found, the website was opened. The website was a simple text page presented in black 11-point font Arial on a white background. Its contents are transcribed below:\n\n\n\n\nhey you\n\n\nyeah you\n\n\nokay now that i have got your attention id like to direct you to some websites made by this prick i know\n\n\nhttp://www.normalmail.com\n\n\nhttp://www.averagevideos.com\n\n\nhttp://www.nothingtoseehere.com\n\n\nhttp://www.test-test-testing.com\n\n\nhttp://www.unlocal-licensing.com\n\n\nhttp://www.jamies-website.com\n\n\nhttp://www.not-ardans-website.com\n\n\nhttp://www.gimme-a-whale.com\n\n\nhttp://www.people-zoo.com\n\n\ntheyre portals\n\n\ntry entering\n\n\ni did you a favor, so dont track me. not like youd find me anyways\n\n\n\n\nDue to a lack of any mentions of the websites or their properties being found anywhere online\n2\n, suppression of the websites was deemed a low priority (Code Green), and furthermore would be an impediment to experimentation.\n\n\nAfter the first exploration of SCP-1549, and a close encounter with the presumed PoI-1549, all users of \"normalmail.com\" received the following email:\n\n\n\n\nSubject:\n Your Average Website\n\n\nTo:\n \n[variable]\n@normalmail.com\n \nFrom:\n \nmoc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on\n\n\n\n\nFor the sake of user safety, we're going to keep things on the down low! For this absolutely normal website that does nothing interesting in the slightest. We've got some visitors who seem to be interested in our website, so we're just going to keep things simple. Go to \nthis\n3\n link and download the plugin. In an hour, all websites made by myself will cease to work unless you have the plugin. Only share this with other established users!\n\n\nWe don't want to start anything, we come in peace. We hope you do too.\n\n\nAlso, \nfuck\n you Pearson. \nFuck you hard\n.\n\n\nWith love,\n\nJaJa\n\n\n\n\nSCP-1549 websites were modified to not load on any browser other than Google Chrome, and only when using the plugin linked (named \"Normalcy\" on its Chrome Store page, with the logo of a thumbs up). Following the development, the removal of current SCP-1549 affected websites was downgraded to a non-issue (Code Blue). Due to immediate willingness to cooperate, and making the first move to compromise before any confrontation, locating PoI-1549 was downgraded to a low priority (Code Green). \nEDIT 5/13/2015:\n \nAll attempts to locate PoI-1549 and their associates have so far been unsuccessful, due to PoI-1549's use of a type of anonymity network (such as Tor or anoNet).\n\n\nOperation \"Aggressive Networking\" was a plan to increase SCP Foundation mobility using SCP-1549's portal abilities. The websites \"test-test-testing.com\" and \"not-ardans-website.com\" were used as a base of operations due to their size, emptiness, and proximity to one another inside SCP-1549-A space. A large tunnel between the two portals was created, and operations began. Using independently developed large (3m x 3m) computer monitors across multiple SCP sites, transportation of MTFs and corresponding equipment overseas became a far smaller expense and was able to be accomplished in less than an hour in some cases. PoIs encountered during use of the space were met with a non-interference policy, due to PoI-1549's initial cooperation.\n\n\n\n\n\n\n\n\n\n\nB: Continued History of Containment\n\n\n\n\nHide\n\n\n\n\nOn the 18th of November, 2014, the traffic between sites using SCP-1549-A became heavy enough to require use of more than two portals. For smaller transports, \"jamies-website.com\" and \"nothingtoseehere.com\" were assimilated into Operation \"Aggressive Networking\". On the 29th of November, 2014, PoI-1549 developed two new SCP-1549 instances: \"jaja-artgallery.com\" and \"coolnormalgames.com\". These SCP-1549 instances were neutralized soon after their creation. Within the hour of this action, the following email correspondence occurred:\n\n\n\n\nSubject:\n What's This About\n\n\nTo:\n \nmoc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper\n \nFrom:\n \nmoc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on\n\n\n\n\nWe're on good terms, so I thought that you'd let me create more websites. I will admit confusion at your behavior when I created new ones. They still required the plugin to function, which still only a limited number of people have, and I need my space you know? A response, though not usually your style, would be greatly appreciated.\n\n\nWith love,\n\nJaJa\n\n\n\n\n\n\nSubject:\n Re: What's This About\n\n\nTo:\n \nmoc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on\n \nFrom:\n \nmoc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper\n\n\n\n\nThis relationship has been held in good terms, and we must thank you for your cooperation in our procedures. However, an anomaly can not be allowed to spread. The more websites exist containing your code, the more likely they are to be accidentally discovered. Your plugin is entirely non-anomalous, and it is possible that it could be replicated by someone studying your sites' code. This outcome becomes progressively more likely every time that a new website is created, and that outcome will not be tolerated. Your original websites are currently staying up because of your willingness to cooperate and their utility to our purposes. We hope that you understand our position.\n\n\nRegards,\n\nRepresentative H.\n\n\n\n\n\n\nSubject:\n Re: Re: What's This About\n\n\nTo:\n \nmoc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper\n \nFrom:\n \nmoc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on\n\n\n\n\nI understand, but hope that you would be more clear with me on your intentions and procedures in following interactions. I \nam\n the creator of your current transportation network, it would be nice if I was kept in the loop on these things. I \nwill\n cooperate.\n\n\nWith love,\n\nJaJa\n\n\n\n\nCommunication with PoI-1549 was minimal between the 29th of November, 2014, and the 7th of May, 2015, other than four update emails sent out to all accounts on \"normalmail.com\" detailing new additions PoI-1549 had made to their five websites untouched by Operation \"Aggressive Networking\". As Operation \"Aggressive Networking\" was expanded to include more individualized purposes, traffic through SCP-1549-A began to peak at an estimated 800% more subjects passing through per day than when the operation was first introduced in 2014. This was estimated to cut down over 600,000 USD on plane tickets, fuel, mailing, and other assorted oversea expenses per month.\n\n\nDirectors of Operation \"Aggressive Networking\" had began the project of developing a portal into SCP-1549-A without the use of SCP-1549 websites. Researchers and physicists involved with other interdimensional projects had been gathered to create the Foundation Transportation Network Wormhole Device and assume SCP-1549-A as its base of operations\n4\n.\n\n\nOperation \"Aggressive Networking\" moved to assume two more portals associated with \"unlocal-licensing.com\" and \"averagevideos.com\". A construction project began to expand tunnels into usable roads. The following email correspondence occurred on the 7th of May, 2015, following the beginnings of tunnel constructing:\n\n\n\n\nSubject:\n Whyyy\n\n\nTo:\n \nmoc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper\n \nFrom:\n \nmoc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on\n\n\n\n\nOkay what the fuck guys, Average Videos was a piece of art. I made a movie theater that streams like a video website — not like you guys allowed public use so many videos could get on there, but it was really fun to fuck around with me and my pals. Now when we're watching stuff we have to make sure its not during construction time, lest your drills and shit overpower the movie. And after you're done with your tunnels (which went through my \nlobby\n, mind you), the same is going to apply to making sure we aren't there when your trucks and tanks just decide to waltz through like they own the place.\n\n\nHave you guys even stopped to take a look around? I mean, none of your people have even strolled through the aquarium over in Gimme a Whale, or seen my AI testing and gladiator battles in People Zoo. We send out updates, you know, with scheduled events and shit. You can come! We would love to see you guys there, you are \nwelcome\n to join us. Speaking of, there's a viewing of Back to the Future tonight in Theater #6. That's the one furthest from your construction work, so the movie \nshould\n be audible.\n\n\nOh I almost forgot, you know, uh, you remember when I said that I would like to be kept in the loop? Well uh, you know, you didn't really \ntell\n me about this development. I get it, I'm not blind, I see more and more people are coming through. You need more space, but look, I could have \nmade\n you more space if you had just asked, I mean come one guys! It's not that hard to keep our relationship professional and well organized, it would be nice if you contacted me. Just saying. I would have no problem with you taking Unlocal Licensing, that is another big open test website pretty much, but taking over the Way in Average Videos unannounced is almost juvenile. You \nmust\n know I spend a lot of time here. You could be a little more respectful of my space.\n\n\nWith love,\n\nJaJa\n\n\n\n\n\n\nSubject:\n Re: Whyyy\n\n\nTo:\n \nmoc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on\n \nFrom:\n \nmoc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper\n\n\n\n\nWe have an important date of high traffic transportation upcoming that would require the use of another portal. The arrival of this information was sudden, and required immediate action for it to be prepared in time. We apologize for the inconvenience.\n\n\nRegards,\n\nRepresentative H.\n\n\n\n\n\n\nSubject:\n Re: Re: Whyyy\n\n\nTo:\n \nmoc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper\n \nFrom:\n \nmoc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on\n\n\n\n\nToo sudden to shoot an email?\n\n\nWith apprehensiveness,\n\nJaJa\n\n\n\n\n\n\n\n\n\n\n\n\nC: Appropriation of SCP-1549-A\n\n\n\n\nHide\n\n\n\n\nOperation \"Aggressive Networking\" directors and operatives prepared for a military takeover of SCP-1549-A and detaining of PoIs following the first test of the Foundation Transportation Network Wormhole Device. \nMTF Lambda-5 (\"White Rabbits\")\n was deployed and successfully secured positions at all eleven portals\n5\n and then proceeded to search SCP-1549-A for any PoIs. After none were found, Modifed \nLang-Scranton Spacial Stabilizers\n (offshoots of the Scranton Reality Anchor designed to disrupt Class-B \"Information Superhighway\" Wormholes\n6\n) were deployed. After three portals were successfully closed, all remaining PoI-1549 created portals became inactive. Investigation revealed that all domains originally containing SCP-1549 instances had become unavailable with the exception of \"normalmail.com\", which was found to become non-anomalous. The following email was received two minutes after this event:\n\n\n\n\nSubject:\n cool cool\n\n\nTo:\n \nmoc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper\n \nFrom:\n \nmoc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on\n\n\n\n\nhttps://www.youtube.com/watch?v=4XNr-BQgpd0\n\n\n\n\nOperation \"Aggressive Networking\" ran uninterrupted until the 17th of May, 2015, when PoI-1549 presumably created and deployed a means of generating hostile SCP-1549-B instances. Notable SCP-1549-B instances wore garb associated typically with Roman gladiatorial combat, and were equipped with swords, axes, and flails that glowed purple and were able to shoot large (approximately two meters long and five centimeters wide) cylindrical projectiles at speeds in excess of 750 meters per second. Composition of projectiles was never able to be determined, due to their property of dissipating after ten seconds of existence. Initial barrages by SCP-1549-B instances halted Operation \"Aggressive Networking\" for a total of four days, resulting in the deaths of 3 personnel and the wounding of 28 others (SCP-1549-B instances appeared to aim for non-lethal body parts).\n\n\nMTF Lambda-5 located the spawning grounds of SCP-1549-B near the inactive \"people-zoo.com\" portal and filled the area with concrete, sustaining only 13 minor and 2 major injuries. Over the course of the next three months, similar SCP-1549-B spawning grounds had been created and neutralized, stalling Operation \"Aggressive Networking\" three times before roadways between Foundation made portals were fortified and guarded. By the 27th of June, 2015, Operation \"Aggressive Networking\" had reclaimed and maintained its function.\n\n\n\n\n\n\n\n\n\n\nD: Final Interaction w/ PoI-1549\n\n\n\n\nHide\n\n\n\n\nThe following email was received on the 4th of July, 2015:\n\n\n\n\nSubject:\n Coming to a Close\n\n\nTo:\n \nmoc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper\n \nFrom:\n \nmoc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on\n\n\n\n\nWell, we've had a good run. I have attacked, you've attacked, it's all been fun and games and really, thank you for letting me say that I have fought and had moderate success against an international covert organization. This will be a fun story to tell for a long time. Yes, grandchildren, I \ndid\n assist in making the transportation network for a shadowy government organization that secretly attempts to contain slash destroy magic stuff. And then they took it from me without giving me credit. How lame is that, Jimbo? I imagine that my grandson will be named Jimbo.\n\n\nAnyways, I'm over it. I'm over being angry. I can make new stuff, I just happened to make something easily found and exploited — two aspects you never want to mix. You never did take me up on that movie date. It's still open, by the way. I'd love to get to know you better. Really, I don't think you ever saw the place as anything more than a series of portals. Did you ever talk to my many AIs? Did you ever see the awesome creatures that I had behind glass over in the aquarium? Did you ever see any of my friends' short films? No? Yeah fuck you.\n\n\nYou might not have noticed, but I spent \nmonths\n, fucking \nmonths\n making just the code work. Then I spent \nmonths\n making the interior all special and shit. And then I made the websites, introduced the places to my pals across the globe and we met in person for the \nfirst time ever\n. It was magical, you shits. Fucking magical. And what happens? Three days, man. Three days in and — ah \nman\n I wish I could say his real name and get you fuckers after him, but he'd know my name too and we'd drag each other down. But Ardan. Fucking Ardan Pearson and his permanent stick up his ass never let go of a grudge and here we are! Who would have found out had it not been for him? Who \nintentionally\n tries to walk into their computer screen? Lunatics, that's who. And nobody would believe them anyways.\n\n\nSo you didn't stop to smell the roses. The year's worth of effort of roses, and you walked in here and took over in a year. Two years isn't a terrible run, but fuck you. Absolutely fuck you. Take a fingernail clipper and pull off your eyelids. Get smashed by a wrecking ball crane. Get a whole host of maggots teleported in between your cardio muscles and let it writhe in the pit of your heart. Get unfucked and die a virgin. And most importantly, have a nice day.\n\n\nI sincerely hope you have a big savings account.\n\n\nWith \nlove\n,\n\nJaJa\n\n\n\n\nWhen passing into SCP-1549-A, all portals were found to be surrounded by a large impenetrable wall made of green bricks, with a small bronze slot near their bottom. Next to the slots were signs reading:\n\n\n\n\nFor access to Jamie's websites, all you have to do is make three easy payments of 10E10\n100\n USD. Please insert physical money into slot. Come again!\n\n\n\n\nLocating PoI-1549 has been upgraded to high priority (Code Orange).\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Text documents will appear as papers or books, while things like audiovisual media can be represented as a number of objects including reels of film, vinyl recordings and nondescript VHS tapes.\n\n\n2\n. Except for one unoffensive mention of \"normalmail.com\" by user JaJa2020 on the █████████ Forums, asking if \"anyone else used this weird website\" to which only one user, named Normal_Pearson, responded with \"no twat\" \n[sic]\n.\n\n\n3\n. Link returned a 404 Error approximately 60 minutes after the email was sent.\n\n\n4\n. Development of extradimensional spaces able to connect to multiple places on Earth had so far been unfruitful and consequently abandoned.\n\n\n5\n. The nine active ones, and the two inactive portals created along with \"jaja-artgallery.com\" and \"coolnormalgames.com\".\n\n\n6\n. A proposed technological singularity that could act as a means of transfer of matter into informational constructs.\n\n\n\n\n\n\n\n\n« \nSCP-1548\n | SCP-1549 | \nSCP-1550\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1549\n\" by Billith & DarkStuff, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1549\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n nothingtoseehere.jpg\n\n\nName:\n Hallway 09\n\n\nAuthor:\n Sampsonchen\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum-1549 | History of SCP-1549 Events"
    ],
    "documents": [],
    "notes": [
        "hey you yeah you okay now that i have got your attention id like to direct you to some websites made by this prick i know http://www.normalmail.com http://www.averagevideos.com http://www.nothingtoseehere.com http://www.test-test-testing.com http://www.unlocal-licensing.com http://www.jamies-website.com http://www.not-ardans-website.com http://www.gimme-a-whale.com http://www.people-zoo.com theyre portals try entering i did you a favor, so dont track me. not like youd find me anyways",
        "Subject: Your Average Website To: [variable] @normalmail.com From: moc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on For the sake of user safety, we're going to keep things on the down low! For this absolutely normal website that does nothing interesting in the slightest. We've got some visitors who seem to be interested in our website, so we're just going to keep things simple. Go to this 3 link and download the plugin. In an hour, all websites made by myself will cease to work unless you have the plugin. Only share this with other established users! We don't want to start anything, we come in peace. We hope you do too. Also, fuck you Pearson. Fuck you hard . With love, JaJa",
        "Subject: What's This About To: moc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper From: moc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on We're on good terms, so I thought that you'd let me create more websites. I will admit confusion at your behavior when I created new ones. They still required the plugin to function, which still only a limited number of people have, and I need my space you know? A response, though not usually your style, would be greatly appreciated. With love, JaJa",
        "Subject: Re: What's This About To: moc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on From: moc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper This relationship has been held in good terms, and we must thank you for your cooperation in our procedures. However, an anomaly can not be allowed to spread. The more websites exist containing your code, the more likely they are to be accidentally discovered. Your plugin is entirely non-anomalous, and it is possible that it could be replicated by someone studying your sites' code. This outcome becomes progressively more likely every time that a new website is created, and that outcome will not be tolerated. Your original websites are currently staying up because of your willingness to cooperate and their utility to our purposes. We hope that you understand our position. Regards, Representative H.",
        "Subject: Re: Re: What's This About To: moc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper From: moc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on I understand, but hope that you would be more clear with me on your intentions and procedures in following interactions. I am the creator of your current transportation network, it would be nice if I was kept in the loop on these things. I will cooperate. With love, JaJa",
        "Subject: Whyyy To: moc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper From: moc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on Okay what the fuck guys, Average Videos was a piece of art. I made a movie theater that streams like a video website — not like you guys allowed public use so many videos could get on there, but it was really fun to fuck around with me and my pals. Now when we're watching stuff we have to make sure its not during construction time, lest your drills and shit overpower the movie. And after you're done with your tunnels (which went through my lobby , mind you), the same is going to apply to making sure we aren't there when your trucks and tanks just decide to waltz through like they own the place. Have you guys even stopped to take a look around? I mean, none of your people have even strolled through the aquarium over in Gimme a Whale, or seen my AI testing and gladiator battles in People Zoo. We send out updates, you know, with scheduled events and shit. You can come! We would love to see you guys there, you are welcome to join us. Speaking of, there's a viewing of Back to the Future tonight in Theater #6. That's the one furthest from your construction work, so the movie should be audible. Oh I almost forgot, you know, uh, you remember when I said that I would like to be kept in the loop? Well uh, you know, you didn't really tell me about this development. I get it, I'm not blind, I see more and more people are coming through. You need more space, but look, I could have made you more space if you had just asked, I mean come one guys! It's not that hard to keep our relationship professional and well organized, it would be nice if you contacted me. Just saying. I would have no problem with you taking Unlocal Licensing, that is another big open test website pretty much, but taking over the Way in Average Videos unannounced is almost juvenile. You must know I spend a lot of time here. You could be a little more respectful of my space. With love, JaJa",
        "Subject: Re: Whyyy To: moc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on From: moc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper We have an important date of high traffic transportation upcoming that would require the use of another portal. The arrival of this information was sudden, and required immediate action for it to be prepared in time. We apologize for the inconvenience. Regards, Representative H.",
        "Subject: Re: Re: Whyyy To: moc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper From: moc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on Too sudden to shoot an email? With apprehensiveness, JaJa",
        "Subject: cool cool To: moc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper From: moc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on https://www.youtube.com/watch?v=4XNr-BQgpd0",
        "Subject: Coming to a Close To: moc.liamlamron|9451evitatneserper#moc.liamlamron|9451evitatneserper From: moc.liamlamron|0202ylper.on#moc.liamlamron|0202ylper.on Well, we've had a good run. I have attacked, you've attacked, it's all been fun and games and really, thank you for letting me say that I have fought and had moderate success against an international covert organization. This will be a fun story to tell for a long time. Yes, grandchildren, I did assist in making the transportation network for a shadowy government organization that secretly attempts to contain slash destroy magic stuff. And then they took it from me without giving me credit. How lame is that, Jimbo? I imagine that my grandson will be named Jimbo. Anyways, I'm over it. I'm over being angry. I can make new stuff, I just happened to make something easily found and exploited — two aspects you never want to mix. You never did take me up on that movie date. It's still open, by the way. I'd love to get to know you better. Really, I don't think you ever saw the place as anything more than a series of portals. Did you ever talk to my many AIs? Did you ever see the awesome creatures that I had behind glass over in the aquarium? Did you ever see any of my friends' short films? No? Yeah fuck you. You might not have noticed, but I spent months , fucking months making just the code work. Then I spent months making the interior all special and shit. And then I made the websites, introduced the places to my pals across the globe and we met in person for the first time ever . It was magical, you shits. Fucking magical. And what happens? Three days, man. Three days in and — ah man I wish I could say his real name and get you fuckers after him, but he'd know my name too and we'd drag each other down. But Ardan. Fucking Ardan Pearson and his permanent stick up his ass never let go of a grudge and here we are! Who would have found out had it not been for him? Who intentionally tries to walk into their computer screen? Lunatics, that's who. And nobody would believe them anyways. So you didn't stop to smell the roses. The year's worth of effort of roses, and you walked in here and took over in a year. Two years isn't a terrible run, but fuck you. Absolutely fuck you. Take a fingernail clipper and pull off your eyelids. Get smashed by a wrecking ball crane. Get a whole host of maggots teleported in between your cardio muscles and let it writhe in the pit of your heart. Get unfucked and die a virgin. And most importantly, have a nice day. I sincerely hope you have a big savings account. With love , JaJa",
        "For access to Jamie's websites, all you have to do is make three easy payments of 10E10 100 USD. Please insert physical money into slot. Come again!",
        "\" SCP-1549 \" by Billith & DarkStuff, from the SCP Wiki . Source: https://scpwiki.com/scp-1549 . Licensed under CC-BY-SA .",
        "Filename: nothingtoseehere.jpg Name: Hallway 09 Author: Sampsonchen License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-1549",
    "object_class": "Safe",
    "containment_procedures": "Instances of SCP-1549 are to be analyzed and flagged by Foundation webcrawlers upon their creation. Domains containing frequently used key phrases generated in correlation to SCP-1549 are to be monitored for any suspicious activity and purged from all online archives and databases. Members of Mobile Task Force Kappa-10 (\"Skynet\"), Mobile Task Force Mu-4 (\"Debuggers\"), and Mobile Task Force Rho-9 (\"Technical Support\") are to work in tandem to safely quarantine all affected sites and data from public repositories. If any references resembling that of SCP-1549 are detected, disinformation campaign procedures should be implemented immediately based on the publicity and nature of the reference in question. Locating PoI-1549 is considered a high priority for all involved personnel, although the most direct and efficient methods of doing so are currently not known at this time.",
    "description": "SCP-1549 is the collective designation for websites containing an anomalous onload script titled \"belowaverage.js\". Attempts to trace the location of the library used to run the script have ultimately ended in failure. Implementation of this code into SCP-1549 instances allow a subject to physically enter their device's screen as an unknown form of periphery. This script converts the user's monitor or haptic feedback screen into a direct Human Interface Device (HID).",
    "title": "SCP-1549"
}