{
    "url": "https://scp-wiki.wikidot.com/scp-155",
    "all_text": "rating: \n+359\n+\n–\nx\n\n\n\n\n\n\nA non-anomalous processor board removed from SCP-155.\n\n\n\n\n\n\nItem #:\n SCP-155\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-155 is contained in a heat-treated and radiation-shielded containment chamber at Site ██. Recovered documentation and the reverse-engineered compiler for SCP-155 are available for all personnel with sufficient clearance on Site ██'s secure file server, but execution of programs on SCP-155 may only be performed with prior permission from at least two (2) Level 3 Senior Researchers. Please see Document 155-EXEC-1 for radiation and thermal safety procedures for the safe operation of SCP-155.\n\n\nAs of Incident 155-08, experimentation on SCP-155 has been suspended pending decontamination of SCP-155's former containment chamber and relocation to a new containment chamber. All tasks intended for execution on SCP-155 must now be triple-checked to prevent the possibility of non-halting execution.\n\n\nDescription:\n SCP-155 is a complex electronic construct consisting of a highly modified Cray CS6400 supercomputer, a dedicated radioisotope thermoelectric generator, and a device that has yet to be fully reverse-engineered. SCP-155 was recovered from the basement of Prometheus Labs' primary research laboratory by elements of Mobile Task Force Mu-4 (\"Debuggers\") following the destruction of the facility and subsequent Foundation intervention.\n\n\nWhen a program and accompanying data is loaded into SCP-155 and executed, SCP-155 generates a spherical temporal distortion field with a radius of approximately 5 m. Within this sphere of influence the passage of time is rapidly accelerated, resulting in a hyperbolic increase in the effective processing power of SCP-155. Execution begins slowly as the processing hardware of SCP-155 is dated, but its effective processing power approaches infinity after approximately 8 minutes and 14 seconds of execution. From fragments of documentation recovered from Prometheus Labs, SCP-155 was used to perform massive calculation jobs that would have taken months if not years of processing time with conventional computing devices.\n\n\nDespite its capabilities, operation of SCP-155 is highly dangerous as heat and radiation generated by SCP-155 are trapped and accumulate during operation, forming a sort of 'event horizon' of energy that is released when execution ends. The execution of programs that exceed six (6) minutes results in enough radiation generated that the containment chamber in which SCP-155 is contained must be decontaminated before research personnel may re-enter.\n\n\nAddendum 155-01:\n Incident 155-08\n\n\nOn █/██/██, Dr. ███████ entered a flawed program into SCP-155 that resulted in non-halting execution (an infinite loop). After attending researchers and technicians realized the error, an emergency shutdown of SCP-155 was initiated but it could not be fully stopped until execution had exceeded 8 minutes and 3 seconds. At this point, an intense wave of heat and radiation melted through SCP-155's containment chamber, resulting in eleven (11) casualties and the total destruction of the C wing of Site ██. SCP-155 only received minor damage in the incident, but experimentation is suspended while revised safety procedures are under review and replacement parts are procured to repair components damaged by accelerated aging.\n\n\n\n\n\n\n« \nSCP-154\n | SCP-155 | \nSCP-156\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-155\n\" by Aelanna, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-155\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp155-1.jpg\n\n\nName:\n Processor board cray-2 hg.jpg\n\n\nAuthor:\n Hannes Grobe & Chresten Wübber\n\n\nLicense:\n CC BY-SA 2.5\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 155-01: Incident 155-08\nOn █/██/██, Dr. ███████ entered a flawed program into SCP-155 that resulted in non-halting execution (an infinite loop). After attending researchers and technicians realized the error, an emergency shutdown of SCP-155 was initiated but it could not be fully stopped until execution had exceeded 8 minutes and 3 seconds. At this point, an intense wave of heat and radiation melted through SCP-155's containment chamber, resulting in eleven (11) casualties and the total destruction of the C wing of Site ██. SCP-155 only received minor damage in the incident, but experimentation is suspended while revised safety procedures are under review and replacement parts are procured to repair components damaged by accelerated aging."
    ],
    "documents": [],
    "notes": [
        "\" SCP-155 \" by Aelanna, from the SCP Wiki . Source: https://scpwiki.com/scp-155 . Licensed under CC-BY-SA .",
        "Filename: scp155-1.jpg Name: Processor board cray-2 hg.jpg Author: Hannes Grobe & Chresten Wübber License: CC BY-SA 2.5 Source Link: Wikimedia"
    ],
    "item": "SCP-155",
    "object_class": "Safe",
    "containment_procedures": "SCP-155 is contained in a heat-treated and radiation-shielded containment chamber at Site ██. Recovered documentation and the reverse-engineered compiler for SCP-155 are available for all personnel with sufficient clearance on Site ██'s secure file server, but execution of programs on SCP-155 may only be performed with prior permission from at least two (2) Level 3 Senior Researchers. Please see Document 155-EXEC-1 for radiation and thermal safety procedures for the safe operation of SCP-155.",
    "description": "SCP-155 is a complex electronic construct consisting of a highly modified Cray CS6400 supercomputer, a dedicated radioisotope thermoelectric generator, and a device that has yet to be fully reverse-engineered. SCP-155 was recovered from the basement of Prometheus Labs' primary research laboratory by elements of Mobile Task Force Mu-4 (\"Debuggers\") following the destruction of the facility and subsequent Foundation intervention.",
    "title": "SCP-155"
}