{
    "url": "https://scp-wiki.wikidot.com/scp-1574",
    "all_text": "rating: \n+106\n+\n–\nx\n\n\n\n\n\n\nDocumentation of SCP-1574 manifestation.\n\n\n\n\n\n\nItem #:\n SCP-1574\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n All movements made by SCP-1574 are to be tracked and reported by Foundation agents stationed in the states of Mexico, Cuba, the United States, and other nations near or within the Gulf of Mexico. Any changes to its appearance are to be logged, in addition to any changes to its location. Currently, work on disabling SCP-1574's cloaking mechanism is ongoing. Any subjects witnessing SCP-1574's anomalous properties are to be issued Class-B amnestics.\n\n\nIn the event that SCP-1574 begins approaching a Foundation site, or other area known to house anomalous items, the area is to be evacuated, and all anomalous items removed until SCP-1574 passes.\n\n\nDescription:\n SCP-1574 is a roughly spherical object of extraterrestrial origin, 1.63 meters in diameter and capable of moving in any direction.\n\n\nSCP-1574 has never been directly observed, due a perception-altering effect it emits on any living subject capable of observing it. This causes the subject to believe they are perceiving a variety of other objects, partially logged in this document. This is believed to be a cloaking effect, to allow SCP-1574 easy access to surveillance locations without being seen. Analysis by other methods has shown SCP-1574's actual shape, but testing to observe it further is ongoing.\n\n\n\n\n\n\nDate\n\n\nAppearance\n\n\nNotes\n\n\n\n\n\n\n12/15/1927\n\n\nMeteorite\n\n\nFirst sighting of SCP-1574\n\n\n\n\n\n\n09/02/1935\n\n\nMiniature storm cloud, in the Florida Keys\n\n\nWandered into the path of a hurricane, believed to have damaged SCP-1574 to an unknown degree.\n\n\n\n\n\n\n05/28/1940\n\n\nA small explosion, constantly changing its shape, although the general size was equivalent to SCP-1574.\n\n\nGenerated heat and force equivalent to an actual explosion of this size.\n\n\n\n\n\n\n06/17/1956\n\n\nWhite picket fence, located in a suburban residential area within Miami, FL.\n\n\nWould replace portions of other fences in order to blend in, caused no significant alarm to civilian population due to lack of movement.\n\n\n\n\n\n\n10/14/1964\n\n\nA Volkswagen Type 2 automobile, painted with \"hippie\" colors.\n\n\nSuspended itself underwater, in a lake within ████ █████, FL, USA.\n\n\n\n\n\n\n03/16/1976\n\n\nDisco ball, with size comparable to SCP-1574.\n\n\nSuspended itself above a pine forest in █████, Cuba.\n\n\n\n\n\n\n[REDACTED]\n\n\n[DATA EXPUNGED]\n\n\n[DATA EXPUNGED]\n\n\n\n\n\n\n12/26/2004\n\n\nA violently throbbing body of water, approximately twice SCP-1574's size.\n\n\nOccasional wildlife, such as fish or vegetation, could be seen within the \"water.\"\n\n\n\n\n\n\n08/27/2005\n\n\nA miniature storm cloud, similar to how it appeared on 09/02/1935.\n\n\nN/A\n\n\n\n\n\n\n01/20/2009\n\n\nManifested as the disembodied head of American President Barack Hussein Obama.\n\n\nManifested underground, within a mine in ████████, Mexico.\n\n\n\n\n\n\n09/18/2012\n\n\nAppeared as a miniature version of the star 3214 Hybris, which had been studied in the same area SCP-1574 had manifested in.\n\n\nDisplayed anomalous properties identical to \nSCP-255\n, resulting in ██ casualties to observation team.\n\n\n\n\n\n\nThe movement pattern displayed by SCP-1574 is erratic and apparently random, usually taking it through rural areas of Mexico and Cuba, and waters bordering those states. It has been known to make brief excursions to other states bordering the Gulf of Mexico, but these occur more rarely. It moves at a constant speed of 20 kph, with altitude varying between 1 and 16 meters off of the ground. As of ██/██201█, no major population centers have been targeted by SCP-1574, but this has not been eliminated as a possibility.\n\n\nVarious radio broadcasts have been recorded to emit from SCP-1574, usually directly following an alteration to its appearance. Prior to 1935, these broadcasts were incomprehensible to Foundation Xenocryptographers. However, since 09/03/1935, all transmissions made by SCP-1574 have used terrestrial languages, spliced together from various media programs.\n\n\nSCP-1574 was first observed on 12/15/1927, as a meteorite heading towards earth. Following impact, SCP-1574's anomalous properties were observed by Foundation personnel, leading to its classification as an anomalous object. SCP-1574 was documented as an SCP on 11/23/1941, and classified as Euclid. Following SCP-1574's manifestation on 09/18/2012, it has been reclassified as Keter.\n\n\nAddendum 1574-A:\n SCP-1574 transmissions.\n\n\n\n\n\n\nDate\n\n\nMessage\n\n\nNotes\n\n\n\n\n\n\n12/15/1927\n\n\nIncomprehensible.\n\n\nN/A\n\n\n\n\n\n\n09/02/1935\n\n\nWe are… fear. Cannot continue… upwards c/an velocity stop. Do not panic. Report to/the people can hear us/ad/v/ise assistance to all.\n\n\nSpliced together from Franklin Delano Roosevelt's \"fireside chats\".\n\n\n\n\n\n\n05/28/1940\n\n\nViolence has erupted… not result of mine searcher, but of normal conventions to world. Search continues for savior.\n\n\nBroadcast in German, taken from various propaganda broadcasts.\n\n\n\n\n\n\n06/17/1956\n\n\nWell, we sure are still here… send aid soon… Wow! the colors are big… the biggest is out there.\n\n\nTaken from various children's cartoon programs.\n\n\n\n\n\n\n10/14/1964\n\n\nAttempts to groove in have flunked… war is on still… present not detected.\n\n\nTaken from [REDACTED]\n\n\n\n\n\n\n03/16/1976\n\n\nDecay… from planet. Unsure if it is from pep… but continue… one day you may find us again.\n\n\nTaken from various daily news programs.\n\n\n\n\n\n\n[REDACTED]\n\n\n[DATA EXPUNGED]\n\n\n[DATA EXPUNGED]\n\n\n\n\n\n\n12/26/2004\n\n\nIt's causing… disaster, everywhere. People are being crushed riding on wave. It was caused by the search party. Data will be seen at 5.\n\n\nTaken from various disaster relief organizations.\n\n\n\n\n\n\n09/18/2012\n\n\nWe have found it. Personnel are advised to reach evacuation location. Please, help us! It's going to kill us! Please, send help before it comes to you!\n\n\nVoice in broadcast found to be identical to Agent ████, who had been killed by SCP-1574. Note that no evidence exists that Agent ████ broadcast these words.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1573\n | SCP-1574 | \nSCP-1575\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1574\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1574\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nSource:\n \nSCP Foundation Wiki\n\n\nLicense:\n CC BY-SA 3.0\n\n\nTitle:\n 1574.jpg\n\n\nAuthor:\n Anonymous\n\n\nRelease year:\n 2013",
    "addendums": [
        "Addendum 1574-A: SCP-1574 transmissions."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1574 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1574 . Licensed under CC-BY-SA .",
        "Source: SCP Foundation Wiki License: CC BY-SA 3.0 Title: 1574.jpg Author: Anonymous Release year: 2013"
    ],
    "item": "SCP-1574",
    "object_class": "Keter",
    "containment_procedures": "All movements made by SCP-1574 are to be tracked and reported by Foundation agents stationed in the states of Mexico, Cuba, the United States, and other nations near or within the Gulf of Mexico. Any changes to its appearance are to be logged, in addition to any changes to its location. Currently, work on disabling SCP-1574's cloaking mechanism is ongoing. Any subjects witnessing SCP-1574's anomalous properties are to be issued Class-B amnestics.",
    "description": "SCP-1574 is a roughly spherical object of extraterrestrial origin, 1.63 meters in diameter and capable of moving in any direction.",
    "title": "SCP-1574"
}