{
    "url": "https://scp-wiki.wikidot.com/scp-1600",
    "all_text": "rating: \n+271\n+\n–\nx\n\n\nItem #:\n SCP-1600\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Samples of SCP-1600-1 are stored in the Hazardous Materials Wing of Site-197, within a chamber constructed from a brass alloy with 42% zinc content. All personnel interacting with SCP-1600-1 must wear level C hazmat suits constructed from SCP-1600-1 resistant materials to prevent accidental exposure.\n\n\nSamples of SCP-1600-2 do not warrant special containment and may be stored at the discretion of assigned researchers.\n\n\nDescription:\n SCP-1600-1 is an odorless dark-yellow liquid recovered in 1998 from a MC&D facility in Boston, MA. Chemical analysis have shown it to be a compound of sulfur, mercury and several unidentified elements. The Foundation currently possesses 53 liters of SCP-1600-1. All attempts to synthesize additional quantities of SCP-1600-1 have been unsuccessful.\n\n\nWhen SCP-1600-1 comes in contact with solid matter, it will transform said matter into a sample of SCP-1600-2. The transformation takes from 2 to 37 minutes per kilogram and is usually accompanied by heavy structural damage caused by differences in density between SCP-1600-2 and the initial materials.\n\n\nA small number of materials have been found that are not affected by SCP-1600-1. Of those, brass is currently used in containment as the cheapest and most practical alternative. Refer to document 1600-M4 for the full list of immune materials found so far.\n\n\nSCP-1600-2 is an edible product highly similar to cheese. Coloration, texture and flavor of SCP-1600-2 samples varies wildly based on materials used in their creation. Consumption of SCP-1600-2 is safe and will not cause any lasting ill effects, even in cases where materials used in creation of the sample have been poisonous or otherwise inedible.\n\n\nAddendum:\n Partial Testing Log\n\n\n\n\n\n\nOriginal material\n\n\nSample appearance\n\n\nNotes\n\n\n\n\n\n\nRaw pork meat\n\n\nYellow, medium-hard.\n\n\nD-Class subject described the sample as having a distinct bacon flavor.\n\n\n\n\n\n\nRotten meat\n\n\nColor ranges from green to purple, extremely soft.\n\n\nSubject was reluctant to consume the sample, describing it as \"foul\". No symptoms of food poisoning have been noted after the consumption.\n\n\n\n\n\n\nWood of \nQuercus robur\n, English oak\n\n\nDark-yellow, hard.\n\n\nSubject described the sample as dry and \"crispy\".\n\n\n\n\n\n\n98% pure gold\n\n\nYellow, soft.\n\n\nSubject was unable to describe the taste of the sample beyond the fact that it was extremely satisfying. The subject requested access to additional samples repeatedly and became depressed and uncooperative after his requests were denied.\n\n\n\n\n\n\nMercury\n\n\nBlack, soft and elastic.\n\n\nSubject described the sample as viscous and tasteless. No symptoms of mercury poisoning have been noted afterwards.\n\n\n\n\n\n\nSCP-████\n\n\nDark blue, medium-hard.\n\n\nUpon approaching the sample, subject stated that the sample was communicating with him, persuading him to consume it and describing its gastronomical values. The subject claimed that the sample advised him to consume it with a beverage. No beverage was provided to the subject. After consuming the sample, the subject described it as salty. No lasting mind-altering effects have been noted.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1599\n | SCP-1600 | \nSCP-1601\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1600\n\" by anqxyr, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1600\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Partial Testing Log"
    ],
    "documents": [],
    "notes": [
        "\" SCP-1600 \" by anqxyr, from the SCP Wiki . Source: https://scpwiki.com/scp-1600 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1600",
    "object_class": "Safe",
    "containment_procedures": "Samples of SCP-1600-1 are stored in the Hazardous Materials Wing of Site-197, within a chamber constructed from a brass alloy with 42% zinc content. All personnel interacting with SCP-1600-1 must wear level C hazmat suits constructed from SCP-1600-1 resistant materials to prevent accidental exposure.",
    "description": "SCP-1600-1 is an odorless dark-yellow liquid recovered in 1998 from a MC&D facility in Boston, MA. Chemical analysis have shown it to be a compound of sulfur, mercury and several unidentified elements. The Foundation currently possesses 53 liters of SCP-1600-1. All attempts to synthesize additional quantities of SCP-1600-1 have been unsuccessful.",
    "title": "SCP-1600"
}