{
    "url": "https://scp-wiki.wikidot.com/scp-1603",
    "all_text": "rating: \n+222\n+\n–\nx\n\n\nItem #:\n SCP-1603\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Any evidence of the murder of █████ ███████ is to be removed from public and police records. A cover story in which Mr. ███████ was in fact killed in a car accident is to be maintained. Personnel tasked with removing evidence or maintaining the cover story are to be dosed with a Class-C amnestic each week in order to prevent memories of murdering Mr. ███████ from causing mental damage.\n\n\nAny civilians who become affected by SCP-1603 are to be taken into custody and dosed with a Class-A amnestic.\n\n\nDescription:\n SCP-1603 is a phenomenon relating to the 1983 murder of New York businessman █████ ███████ by an unknown party.\n1\n When an individual becomes aware through any means that this murder has taken place they will immediately believe that they are the killer and usually confess to an authority figure within a short period of time.\n\n\nAs well as simply believing that they are the murderer after becoming affected by SCP-1603, victims will also possess vivid memories of committing the act and, in some cases, personally knowing Mr. ███████ before the murder took place. The reason given from the murder varies from case to case, and previous motives given by subjects have included:\n\n\n\n\nThe murder being a crime of passion.\n\n\nThe murder being revenge for a blackmail attempt by Mr. ███████\n\n\nThe murder being an attempted robbery that went wrong.\n\n\nThe murder being committed so that the subject could elope with Mr. ███████'s wife.\n\n\nThe murder being the result of a drug deal gone wrong.\n\n\nThe murder being committed after the subject grew obsessed and began stalking Mr. ███████\n\n\nThe murder being an assassination contract that the subject was paid to carry out.\n\n\n\n\nIn all cases of memories created by SCP-1603, the subjects will often cite locations and people that do not exist as part of their background of the murder. If the subject is given inaccurate or false information relating to the murder, which is later corrected, their memories will quickly adapt to accommodate this new information.\n\n\nIn cases where the subject would have been actually incapable of murdering Mr. ███████ (such as not having been born at the time of the murder, living in a completely different part of the world, or having a medical condition which would have prevented the act), the subject will not gain the vivid and specific memories that other subjects possess, but will still strongly feel that they are the guilty party.\n\n\nSCP-1603 was first discovered by the Foundation after the initial police investigation into the murder, which resulted in all officers assigned to the case and all witnesses to the crime confessing to killing Mr. ███████. After a large-scale Foundation operation, the situation was successfully contained, memories of the murder and subsequent incident were removed and a cover story was successfully established.\n\n\n\n\nInterview Log 1603-1\n\n\n\n\nHide\n\n\n\n\nInterviewer:\n Dr. █████\n\n\nInterviewed:\n D-29122\n\n\n\n\n<Interview Begins>\n\n\nDr. █████:\n Good afternoon.\n\n\nD-29122:\n Hey.\n\n\nDr. █████:\n Now, I'm just going to show you a picture. If you recognize the man in the photograph, please say so.\n\n\n[Dr. █████ shows a photograph of Mr. ███████ to D-29122.]\n\n\nD-29122:\n Don't know him, sorry.\n\n\nDr. █████:\n His name is Steve Davids. Do you know him?\n\n\nD-29122:\n I just told you, I don't know him.\n\n\nDr. █████:\n Alright. Now can you look at this picture and tell me if you know the man in it?\n\n\n[Dr. █████ shows a photograph of Mr. ███████'s body to D-29122. The photograph has been altered to hide the stab wounds which killed Mr. ███████.]\n\n\nD-29122:\n It's the same guy! I don't know him, alright?\n\n\nDr. █████:\n You don't know Steve Davids?\n\n\nD-29122:\n No.\n\n\n[Dr. █████ gives D-29122 a previously prepared piece of paper with Mr. ███████'s name on it, not looking at it himself.]\n\n\nDr. █████:\n Now, if I were to tell you his name was the name on that piece of paper, would you know him?\n\n\n[D-29122 begins to appear uncomfortable.]\n\n\nD-29122:\n Never seen the guy. Sorry.\n\n\nDr. █████:\n Are you sure? You look pale.\n\n\nD-29122:\n Yeah, I'm sure. I'm fine, I'm fine.\n\n\nDr. █████:\n Really? I could have someone else ask you if -\n\n\nD-29122:\n Okay, okay, you got me, you got me. But I didn't mean to, it was an accident, you have to believe me!\n\n\nDr. █████:\n Can you tell me what happened?\n\n\nD-29122:\n Me and this guy, Fred\n2\n, we were taking shit from this house. Owners were meant to have been on vacation, I don't know why they weren't. Just looked up and the guy was coming at me with a baseball bat, shouting to get out of his house, all that shit. I didn't think, I just panicked, just shot him with my gun.\n\n\nDr. █████:\n Actually, I believe the cause of death was stabbing.\n\n\nD-29122:\n That's what I said! He just hit me and… and everything went red and I was stabbing him. I wouldn't do something like that, I wasn't in my right mind, I swear.\n\n\nDr. █████:\n Well, thank you D-29122. That will be all.\n\n\n<Interview Ends>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Censorship of the victim's name has proven successful in preventing SCP-1603.\n\n\n2\n. As previously mentioned, this individual most likely does not exist.\n\n\n\n\n\n\n\n\n« \nSCP-1602\n | SCP-1603 | \nSCP-1604\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1603\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1603\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Interview Begins> Dr. █████: Good afternoon. D-29122: Hey. Dr. █████: Now, I'm just going to show you a picture. If you recognize the man in the photograph, please say so. [Dr. █████ shows a photograph of Mr. ███████ to D-29122.] D-29122: Don't know him, sorry. Dr. █████: His name is Steve Davids. Do you know him? D-29122: I just told you, I don't know him. Dr. █████: Alright. Now can you look at this picture and tell me if you know the man in it? [Dr. █████ shows a photograph of Mr. ███████'s body to D-29122. The photograph has been altered to hide the stab wounds which killed Mr. ███████.] D-29122: It's the same guy! I don't know him, alright? Dr. █████: You don't know Steve Davids? D-29122: No. [Dr. █████ gives D-29122 a previously prepared piece of paper with Mr. ███████'s name on it, not looking at it himself.] Dr. █████: Now, if I were to tell you his name was the name on that piece of paper, would you know him? [D-29122 begins to appear uncomfortable.] D-29122: Never seen the guy. Sorry. Dr. █████: Are you sure? You look pale. D-29122: Yeah, I'm sure. I'm fine, I'm fine. Dr. █████: Really? I could have someone else ask you if - D-29122: Okay, okay, you got me, you got me. But I didn't mean to, it was an accident, you have to believe me! Dr. █████: Can you tell me what happened? D-29122: Me and this guy, Fred 2 , we were taking shit from this house. Owners were meant to have been on vacation, I don't know why they weren't. Just looked up and the guy was coming at me with a baseball bat, shouting to get out of his house, all that shit. I didn't think, I just panicked, just shot him with my gun. Dr. █████: Actually, I believe the cause of death was stabbing. D-29122: That's what I said! He just hit me and… and everything went red and I was stabbing him. I wouldn't do something like that, I wasn't in my right mind, I swear. Dr. █████: Well, thank you D-29122. That will be all. <Interview Ends>",
        "\" SCP-1603 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-1603 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1603",
    "object_class": "Safe",
    "containment_procedures": "Any evidence of the murder of █████ ███████ is to be removed from public and police records. A cover story in which Mr. ███████ was in fact killed in a car accident is to be maintained. Personnel tasked with removing evidence or maintaining the cover story are to be dosed with a Class-C amnestic each week in order to prevent memories of murdering Mr. ███████ from causing mental damage.",
    "description": "SCP-1603 is a phenomenon relating to the 1983 murder of New York businessman █████ ███████ by an unknown party.1 When an individual becomes aware through any means that this murder has taken place they will immediately believe that they are the killer and usually confess to an authority figure within a short period of time.",
    "title": "SCP-1603"
}