{
    "url": "https://scp-wiki.wikidot.com/scp-1605",
    "all_text": "rating: \n+214\n+\n–\nx\n\n\nItem #:\n SCP-1605\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1605 is to be kept in a standard metal film canister in a locked, dry room at Storage Facility 445. Access is to be provided only upon written request to senior site staff. Screenings of SCP-1605 for purposes unrelated to testing are forbidden.\n\n\nDescription:\n SCP-1605 is a black and white short film entitled “Appeler Une Croix” (To Call A Cross). The film is currently seventeen minutes in length, and can be shown on a standard 35 mm projector. It has proven difficult to date precisely, although the names of several subjects suggest a creation no later than 1922. The physical film displays no unusual characteristics other than a lack of degradation common to nitrate films. Recordings of the film display no anomalous properties.\n\n\nWhen viewed in its entirety by a sapient being capable of processing visual stimuli, the viewer (hereafter \"the subject\") disappears, with their likeness appearing in the next screening. While \"in\" the film, the subject is fully capable of interacting with objects and actors. The scenes and contexts in which the subject appears appear to be random.\n\n\nAlthough subjects are theoretically capable of surviving an indefinite number of screenings, most perish by the eighth screening. The most common causes are blood loss due to mutilation in the scene lasting from 13:39 to 14:19, suicide, and [REDACTED]. Upon death, the subject and their remains vanish from subsequent screening. Testing has yet to confirm any upper limit on the number of subjects that can be absorbed by the film at a single time. With each subject absorbed, the length of the film increases between four and nine seconds. It is theorized that, given the average increase and the number of subject names between 6:48 and 7:05, the original film was approximately six minutes long. The additional film is stylistically and chemically indistinguishable from earlier scenes.\n\n\nPlaythroughs of the film vary slightly depending on the actions taken by the subjects, but all appear to follow the same sequence.\n\n\n\n\n0:00-0:37\n Several shots of a pie covered in ants. Opening credits. Subjects are credited as actors\n1\n, listed in order of height. Marcel Sabourin is credited as director and \"voyant\" (seer). Copyright date listed as “circa quartam” (around four o’clock).\n\n\n0:37-1:47\n Shot of a party. All attendees are lying on the floor, drinking champagne.\n\n\n1:47-2:26\n A drum rolls down a hill, destroying all obstacles in its path.\n\n\n2:27-3:59\n A couple argue while repeatedly putting on and removing their clothing in the middle of a road. Focus of the argument changes with each playing.\n\n\n4:00-5:26\n A statue in the Classical style is destroyed by a naked male with a sledgehammer.\n\n\n5:27-6:47\n Single shot of a woman from the neck down, performing a striptease. When the chest is uncovered, two large holes, filled with centipedes, are revealed in place of her breasts.\n\n\n6:48-7:05\n Intertitle stating \"Scène Supprimée Par Ordre De\" (Scene Removed By Order Of). The names of the subjects in the film are then listed.\n\n\n7:06-8:42\n A horse and rider are chased through town by a cabbage-carrying mob.\n\n\n8:43-9:27\n Mob members drop cabbages and begin waltzing with one another.\n\n\n9:28-10:44\n Crowd disperses as bulls covered in carpets charge through the streets.\n\n\n10:45-11:50\n Several amputees attempt to disinter a body.\n\n\n11:51-12:35\n A large banquet with sand in place of food. Attendees readily devour the sand.\n\n\n12:36-13:05\n Intertitle stating \"Soyez Gentil Avec Votre Escabeau\" (Be Kind To Your Step Ladder)\n\n\n13:06-13:38\n A individual wearing a pig mask attempts to descend from the top of a tree while two individuals in business suits with gas masks wait at the bottom of the tree.\n\n\n13:39-14:19\n A female, whose face is never displayed, in a bellhop's uniform, carves meat from the body of what appears to be a bound human.\n\n\n14:20-15:16\n [REDACTED]\n\n\n15:17-16:27\n An individual of indeterminate gender destroys a pocket watch and uses glass shards to amputate right index finger. From the amputated finger, a duplicate of the individual slowly grows.\n\n\n16:28-17:05\n Scene shifts to an operating table. The operation is gradually revealed to be the replacement of the hands with over-sized lobster claws by several faceless surgeons.\n\n\n17:06-17:13\n Fade to black as film ends.\n\n\n\n\n\n\nTest Series 1605-g23\n\n\nSubject:\n D-13850\n\n\nScreening 1605-g23-01\n Subject is shown film in its entirety in Site 46 viewing room. At 17:03, subject disappears from room.\n\n\nScreening 1605-g23-02\n Subject appears between 5:27 and 6:47. Subject is observed forcibly removing the clothing from the female. Upon removal of clothing, subject recoils as chest holes are revealed.\n\n\nScreening 1605-g23-03\n Subject appears at 2:40 and attempts to mediate dispute. The couple appear to not notice, and continue to argue. Subject yells and attacks male, inflicting severe facial lacerations with a pocket knife. Argument continues for the remainder of the scene.\n\n\nScreening 1605-g23-04\n Subject appears as a statue at 4:06. Upon destruction of arms, subject begins screaming. Screaming continues for duration of scene, even after destruction of head.\n\n\nScreening 1605-g23-05\n Subject is shown at 16:32, being operated upon. After several seconds of struggling, the subject is anesthetized by the surgeons, and the surgery continues without incident.\n\n\nScreening 1605-g23-06\n Subject is seen between 0:48 and 1:18, with oversized lobster claws in the place of hands. Subject appears to be catatonic.\n\n\nScreening 1605-g23-07\n Subject appears at 12:00 at the banquet. Subject attempts to leave, but is forcibly seated and force-fed sand. Lobster claws are still in place.\n\n\nScreening 1605-g23-08\n Subject is gored and trampled by bulls at 10:14. Subject does not appear in subsequent screenings.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The list of subjects begins with five artists, musicians, and writers from Italy, France, and Austria, all whom disappeared in 1920.\n\n\n\n\n\n\n\n\n« \nSCP-1604\n | SCP-1605 | \nSCP-1606\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1605\n\" by Gaffsey, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1605\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "0:00-0:37 Several shots of a pie covered in ants. Opening credits. Subjects are credited as actors 1 , listed in order of height. Marcel Sabourin is credited as director and \"voyant\" (seer). Copyright date listed as “circa quartam” (around four o’clock). 0:37-1:47 Shot of a party. All attendees are lying on the floor, drinking champagne. 1:47-2:26 A drum rolls down a hill, destroying all obstacles in its path. 2:27-3:59 A couple argue while repeatedly putting on and removing their clothing in the middle of a road. Focus of the argument changes with each playing. 4:00-5:26 A statue in the Classical style is destroyed by a naked male with a sledgehammer. 5:27-6:47 Single shot of a woman from the neck down, performing a striptease. When the chest is uncovered, two large holes, filled with centipedes, are revealed in place of her breasts. 6:48-7:05 Intertitle stating \"Scène Supprimée Par Ordre De\" (Scene Removed By Order Of). The names of the subjects in the film are then listed. 7:06-8:42 A horse and rider are chased through town by a cabbage-carrying mob. 8:43-9:27 Mob members drop cabbages and begin waltzing with one another. 9:28-10:44 Crowd disperses as bulls covered in carpets charge through the streets. 10:45-11:50 Several amputees attempt to disinter a body. 11:51-12:35 A large banquet with sand in place of food. Attendees readily devour the sand. 12:36-13:05 Intertitle stating \"Soyez Gentil Avec Votre Escabeau\" (Be Kind To Your Step Ladder) 13:06-13:38 A individual wearing a pig mask attempts to descend from the top of a tree while two individuals in business suits with gas masks wait at the bottom of the tree. 13:39-14:19 A female, whose face is never displayed, in a bellhop's uniform, carves meat from the body of what appears to be a bound human. 14:20-15:16 [REDACTED] 15:17-16:27 An individual of indeterminate gender destroys a pocket watch and uses glass shards to amputate right index finger. From the amputated finger, a duplicate of the individual slowly grows. 16:28-17:05 Scene shifts to an operating table. The operation is gradually revealed to be the replacement of the hands with over-sized lobster claws by several faceless surgeons. 17:06-17:13 Fade to black as film ends.",
        "Test Series 1605-g23 Subject: D-13850 Screening 1605-g23-01 Subject is shown film in its entirety in Site 46 viewing room. At 17:03, subject disappears from room. Screening 1605-g23-02 Subject appears between 5:27 and 6:47. Subject is observed forcibly removing the clothing from the female. Upon removal of clothing, subject recoils as chest holes are revealed. Screening 1605-g23-03 Subject appears at 2:40 and attempts to mediate dispute. The couple appear to not notice, and continue to argue. Subject yells and attacks male, inflicting severe facial lacerations with a pocket knife. Argument continues for the remainder of the scene. Screening 1605-g23-04 Subject appears as a statue at 4:06. Upon destruction of arms, subject begins screaming. Screaming continues for duration of scene, even after destruction of head. Screening 1605-g23-05 Subject is shown at 16:32, being operated upon. After several seconds of struggling, the subject is anesthetized by the surgeons, and the surgery continues without incident. Screening 1605-g23-06 Subject is seen between 0:48 and 1:18, with oversized lobster claws in the place of hands. Subject appears to be catatonic. Screening 1605-g23-07 Subject appears at 12:00 at the banquet. Subject attempts to leave, but is forcibly seated and force-fed sand. Lobster claws are still in place. Screening 1605-g23-08 Subject is gored and trampled by bulls at 10:14. Subject does not appear in subsequent screenings.",
        "\" SCP-1605 \" by Gaffsey, from the SCP Wiki . Source: https://scpwiki.com/scp-1605 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1605",
    "object_class": "Safe",
    "containment_procedures": "SCP-1605 is to be kept in a standard metal film canister in a locked, dry room at Storage Facility 445. Access is to be provided only upon written request to senior site staff. Screenings of SCP-1605 for purposes unrelated to testing are forbidden.",
    "description": "SCP-1605 is a black and white short film entitled “Appeler Une Croix” (To Call A Cross). The film is currently seventeen minutes in length, and can be shown on a standard 35 mm projector. It has proven difficult to date precisely, although the names of several subjects suggest a creation no later than 1922. The physical film displays no unusual characteristics other than a lack of degradation common to nitrate films. Recordings of the film display no anomalous properties.",
    "title": "SCP-1605"
}