{
    "url": "https://scp-wiki.wikidot.com/scp-1624",
    "all_text": "rating: \n+169\n+\n–\nx\n\n\n\n\n\n\nPhotograph from one of SCP-1624's user profiles\n\n\n\n\n\n\nItem #:\n SCP-1624\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1624's IP address is to be blocked by all public service providers. Foundation assets in world governments are to prevent it from being accessed. Information recovered from SCP-1624 has been placed in \nSite-77\n's archives.\n\n\nDescription:\n SCP-1624 is a website located at the IP address ██.██.███.███. The front page proclaims it as \"www.loveinside.███.\" Layout and design of the website appears to be designed for online romantic encounters between parasitic organisms and their host. Profiles on the website encountered so far include approximately ███ different types of organisms. Entries for instances of \nSCP-940\n, \nSCP-1027\n, \nSCP-1429\n, \nSCP-2829\n, and \nSCP-3060\n have been observed.\n\n\nProfiles belonging to the parasitic organisms, hereafter referred to as SCP-1624-1, typically list name, age in human and parasitic years, and what they want from their potential partner. There are options to contact the user, leave a comment on the profile, or to report the user for harassment. In addition, host organism profiles can be found, with lists of attributes attractive to parasites. As of 11/16/201█, no method of creating a parasite type profile has been found.\n\n\nSubjects responding to an SCP-1624 profile will begin to display symptoms of carrying the specified SCP-1624-1 instance, such as loss of appetite, loss of nutrition, being open to infection, and being more prone to infection. These symptoms will last indefinitely, despite there being no actual parasite present.\n\n\nThe subjects may say that they are able to communicate with the instance, claiming that it is able to talk to them from their stomach. Depending on how the subject was exposed to SCP-1624, they will have different reactions. Subjects who willingly exposed themselves to SCP-1624 will have a positive relationship with their instance. Subjects who were forced into it, such as D-Class personnel, will claim that the instance is emotionally abusive to them.\n\n\nAs time progresses, the subject may begin to form a romantic relationship with the SCP-1624-1 instance. Subjects will watch television, go on vacations, talk, and consume food based on the actions and conversations completed with their SCP-1624-1 instance. When questioned, subjects will claim to be in a \"long-distance\" relationship.\n\n\nIf the subject is infected by a real parasite, they will cease to be affected by SCP-1624. Subjects will claim to feel extreme remorse afterwards, claiming that they were \"unfaithful\" to the SCP-1624-1 instance.\n\n\nAddendum:\n Profile example\n\n\n\n\n\n\n\n\nPlaying some B-Ball with my bros\n\n\n\n\n\n\n\n\nName:\n Timmy J. Tapeworm\n\nAge:\n 21 in parasitic years, 3.2 weeks in human years.\n\n\nOccupation:\n Professional basketball player\n\n\nBiography:\n I was taken in at a young age to the colon of [REDACTED], but even with all that fame and attention I wanted more. I struck out on my own to play professional basketball, and made it. Now I'm looking for someone to share the rest of my life with. If you're interested, try and contact the office of Coach [REDACTED]. I'm currently co-rooming in his colon.\n\n\nSeeking:\n A Homo-Sapient male, seeking a soulmate to fill a void inside them. 92% water, 98.8°F mean temperature, 100% faithful\n\n\nSpecial Note:\n Vegetarians need not apply\n\n\n\n\n\n\n\n\n« \nSCP-1623\n | SCP-1624 | \nSCP-1625\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1624\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1624\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nSource:\n \nWikimedia Commons\n\n\nLicense:\n CC BY-SA 4.0\n\n\nTitle:\n Couple of Schistosoma mansoni.jpg\n\n\nAuthor:\n علاء\n\n\nRelease year:\n 2016\n\n\n\n\nSource:\n \nWikimedia Commons\n\n\nLicense:\n CC BY-SA 3.0\n\n\nTitle:\n Hymenolepis microstoma.jpg\n\n\nAuthor:\n Magdalena ZZ\n\n\nRelease year:\n 2011",
    "addendums": [
        "Addendum: Profile example"
    ],
    "documents": [],
    "notes": [
        "Playing some B-Ball with my bros Name: Timmy J. Tapeworm Age: 21 in parasitic years, 3.2 weeks in human years. Occupation: Professional basketball player Biography: I was taken in at a young age to the colon of [REDACTED], but even with all that fame and attention I wanted more. I struck out on my own to play professional basketball, and made it. Now I'm looking for someone to share the rest of my life with. If you're interested, try and contact the office of Coach [REDACTED]. I'm currently co-rooming in his colon. Seeking: A Homo-Sapient male, seeking a soulmate to fill a void inside them. 92% water, 98.8°F mean temperature, 100% faithful Special Note: Vegetarians need not apply",
        "\" SCP-1624 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1624 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1624",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1624's IP address is to be blocked by all public service providers. Foundation assets in world governments are to prevent it from being accessed. Information recovered from SCP-1624 has been placed in Site-77's archives.",
    "description": "SCP-1624 is a website located at the IP address ██.██.███.███. The front page proclaims it as \"www.loveinside.███.\" Layout and design of the website appears to be designed for online romantic encounters between parasitic organisms and their host. Profiles on the website encountered so far include approximately ███ different types of organisms. Entries for instances of SCP-940, SCP-1027, SCP-1429, SCP-2829, and SCP-3060 have been observed.",
    "title": "SCP-1624"
}