{
    "url": "https://scp-wiki.wikidot.com/scp-1628",
    "all_text": "rating: \n+168\n+\n–\nx\n\n\n\n\n\n\nEngineering staff inspect SCP-1628's entrance before Incident 1628-III\n\n\n\n\n\n\nItem #:\n SCP-1628\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Area-1628 has been set up to contain SCP-1628's entrance, constructed under the pretense of a Foundation front company. Entry to SCP-1628 is permitted only during its active phase, and is limited to personnel on exploratory expeditions. Communication with the beings within SCP-1628 has shown that they are hostile only when provoked, and as such personnel are reminded to move with SCP-1628's scheduled activity until it reaches an inactive state.\n\n\nIn the event of a containment breach, either by SCP-1628 entities or outside forces, the entrance is to be collapsed via detonation of pre-placed explosives. No excavation is to be attempted within 130 days of the last known SCP-1628 activity. In the event that excavation of SCP-1628 becomes unfeasible, it is to be declared neutralized and the containment procedures revised.\n\n\nDescription:\n SCP-1628 is a life-sized model of Washington D.C as it appeared at an unknown time. It is not to scale, with many historically significant buildings clustered in the center and most other structures being painted wooden blocks. The reproductions of historically significant structures (such as the White House or Capitol Building) are constructed from brass. The entrance to SCP-1628 is located in an abandoned salt mine, approximately 400 meters below ground, with subjects entering a storage tunnel emerging from the reproduction of the Washington Monument. SCP-1628 appears to be in a perpetual night, possibly due to its location. \nAs of 11/15/1998, no astronomical bodies have been observed within SCP-1628\n \nSee Incident 1628-III.\n\n\nEntities living within SCP-1628 are brass and iron humanoids, numbering at \n135\n 123. There appear to be only \n10\n 9 individual models for these humanoids, set in exactly \n12\n 11 sets. These humanoids are capable of communicating with outside subjects while in an active state, but will \nonly\n primarily speak in preset phrases, with communication not fitting these phrases being ignored. Only 4 entities have unique appearances, being the reproductions of historical figures: Andrew Jackson, James Madison, Dolley Madison and Lord Liverpool. In addition, 10 figures wearing period-appropriate British Army garb will briefly appear while SCP-1628 is active. Similarity in construction between SCP-1628 instances and \nSCP-2776\n's endo-skeleton has been noted, with research into a shared origin ongoing.\n\n\nOnce every 12 hours, all entities within SCP-1628 will activate and begin moving through a set of activities roughly following the events of the sacking of Washington D.C during the War of 1812. This active phase lasts for 4 hours, followed by the 12 hour \"cooldown\" phase. The timeline for SCP-1628's active phase is as follows:\n\n\n\n\n0:00 - 1:00 All entities within SCP-1628 activate, begin moving around the area randomly. Entities will communicate with outside subjects, indicating a suspicion that they will be attacked by the British if General Jackson is unable to stop them.\n\n\n1:00 - 2:00 Entity resembling Andrew Jackson will appear from a hatch somewhere within SCP-1628, and will claim that an attack by the British army is imminent. Approximately 10 entities will volunteer to defend SCP-1628.\n\n\n2:00 - 3:00 Entity resembling James Madison will emerge from the White House reproduction and begin directing the construction of battlements within SCP-1628. Dolley Madison will also emerge, carrying an empty picture frame. The James Madison facsimile will communicate with outside subjects; however, the Dolley Madison has only been noted to wander SCP-1628 aimlessly.\n\n\n3:00 - 4:00 Figures representing the British army and Lord Liverpool emerge from a building in the western portion of SCP-1628. Entities will briefly engage the 11 figures who volunteered to defend SCP-1628, resulting in the British victory. Lighting within SCP-1628 will turn red, with vocalizations from the figures revealing that this is supposed to be representing a fire. Following this, a brass funnel will emerge from the center of SCP-1628, and all lights will deactivate. This is considered to be the end of SCP-1628's active phase.\n\n\n\n\nSCP-1628 was discovered following the sale of the ████ salt mine to new owners. Miners reported hearing the sound of gunfire coming from an abandoned service tunnel, which resulted in the discovery of SCP-1628's anomalous properties. Foundation personnel were able to intervene before the story achieved a significant amount of notice. Airborne amnestics were deployed over the area SCP-1628 was discovered in, as well as the application of Class-A amnestics to direct witnesses. As of 9/18/1981, SCP-1628 has been contained and classified as Euclid.\n\n\nIncident 1628-I:\n During SCP-1628's inactive phase, several Agents were deployed in an exploratory mission. During this mission, one of the SCP-1628 entities attempted to communicate with the Agents. Entity attempted to tell them to be quieter, or else \"it\" would come down to them. Entity did not specify what it referred to and refused to respond to further questions. Following this, the entity and all those alike to it were removed from SCP-1628 by unknown force. Recording device added to standard equipment list for SCP-1628 explorations.\n\n\nIncident 1628-II:\n On 11/27/1999, a large circular object dropped into the middle of SCP-1628. No entity within SCP-1628 acknowledged it directly; however, due to the destruction of the White House replica, the James and Dolley Madison entities did not appear. Entities within SCP-1628 still acted as though it were commanding them to build battlements. In addition, the following vocalization was produced by the Andrew Jackson entity.\n\n\n\n\n<BEGIN LOG>\n\n\nJackson:\n Sir, we need orders. The British have advanced past the Potomac and will march on the city at any moment.\n\n\n*Silence*\n\n\nJackson:\n … Sir, I believe that…[pauses.] You are quiet… because the situation… is grim?\n\n\n*Silence*\n\n\nJackson:\n Dolley must be… very worried. [Pauses.] Go to her. I can man the battlements myself.\n\n\n<END LOG>\n\n\n\n\nIncident 1628-III:\n On 11/30/1999, a dark mass was seen to appear in the sky above SCP-1628 during its active state. The mass was seen to stay in the same spot for the duration of the active phase. Entities within SCP-1628 did not directly acknowledge it; however, several previously unheard vocalizations referring to \"inclement weather\" were heard. Following the completion of the active phase, a large appendage was seen to emerge from this mass and remove the object which had appeared during Incident 1628-II. During SCP-1628's next active phase, all damages caused during Incident 1628-II had been repaired.\n\n\n\n\n\n\n« \nSCP-1627\n | SCP-1628 | \nSCP-1629\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1628\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1628\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nSource:\n \nWikimedia Commons\n\n\nLicense:\n CC BY-SA 4.0\n\n\nTitle:\n Gold mines.jpg\n\n\nAuthor:\n Khushie singh\n\n\nRelease year:\n 2007",
    "addendums": [],
    "documents": [],
    "notes": [
        "0:00 - 1:00 All entities within SCP-1628 activate, begin moving around the area randomly. Entities will communicate with outside subjects, indicating a suspicion that they will be attacked by the British if General Jackson is unable to stop them. 1:00 - 2:00 Entity resembling Andrew Jackson will appear from a hatch somewhere within SCP-1628, and will claim that an attack by the British army is imminent. Approximately 10 entities will volunteer to defend SCP-1628. 2:00 - 3:00 Entity resembling James Madison will emerge from the White House reproduction and begin directing the construction of battlements within SCP-1628. Dolley Madison will also emerge, carrying an empty picture frame. The James Madison facsimile will communicate with outside subjects; however, the Dolley Madison has only been noted to wander SCP-1628 aimlessly. 3:00 - 4:00 Figures representing the British army and Lord Liverpool emerge from a building in the western portion of SCP-1628. Entities will briefly engage the 11 figures who volunteered to defend SCP-1628, resulting in the British victory. Lighting within SCP-1628 will turn red, with vocalizations from the figures revealing that this is supposed to be representing a fire. Following this, a brass funnel will emerge from the center of SCP-1628, and all lights will deactivate. This is considered to be the end of SCP-1628's active phase.",
        "<BEGIN LOG> Jackson: Sir, we need orders. The British have advanced past the Potomac and will march on the city at any moment. *Silence* Jackson: … Sir, I believe that…[pauses.] You are quiet… because the situation… is grim? *Silence* Jackson: Dolley must be… very worried. [Pauses.] Go to her. I can man the battlements myself. <END LOG>",
        "\" SCP-1628 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1628 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1628",
    "object_class": "Euclid",
    "containment_procedures": "Area-1628 has been set up to contain SCP-1628's entrance, constructed under the pretense of a Foundation front company. Entry to SCP-1628 is permitted only during its active phase, and is limited to personnel on exploratory expeditions. Communication with the beings within SCP-1628 has shown that they are hostile only when provoked, and as such personnel are reminded to move with SCP-1628's scheduled activity until it reaches an inactive state.",
    "description": "SCP-1628 is a life-sized model of Washington D.C as it appeared at an unknown time. It is not to scale, with many historically significant buildings clustered in the center and most other structures being painted wooden blocks. The reproductions of historically significant structures (such as the White House or Capitol Building) are constructed from brass. The entrance to SCP-1628 is located in an abandoned salt mine, approximately 400 meters below ground, with subjects entering a storage tunnel emerging from the reproduction of the Washington Monument. SCP-1628 appears to be in a perpetual night, possibly due to its location. As of 11/15/1998, no astronomical bodies have been observed within SCP-1628 See Incident 1628-III.",
    "title": "SCP-1628"
}