{
    "url": "https://scp-wiki.wikidot.com/scp-1629",
    "all_text": "rating: \n+118\n+\n–\nx\n\n\nItem #:\n SCP-1629\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1629-1 is housed in a modified standard containment vault. The vault is equipped with video surveillance and SCP-1629-1 must be monitored at all times. A steel shaft 30cm in diameter connects this vault to the exterior of the site. SCP-1629-1 shall be left open at all times; should it autonomously close, the shaft connected to the vault must be opened to facilitate SCP-1629-2's entry.\n\n\nPersonnel are not to interfere with SCP-1629-2.\n\n\nDescription:\n SCP-1629-1 is a one-door cabinet constructed of oak with dimensions of 41cm x 38cm x 38cm. Testing has revealed no anomalous properties in the artifact's composition or structure, with the exception of oxidation irregularities which have prevented research teams from determining the artifact's age. When opened, SCP-1629-1 is consistently empty. The cabinet has no identifying marks of any kind, and the nature of its creation is indeterminate. SCP-1629-1 was recovered from an abandoned diesel station located in West Virginia, USA.\n\n\nOnce every 8-17 weeks, SCP-1629-1 will forcibly eject any objects inside it (how this occurs is unknown), close, and become impossible to open. 20-30 minutes later, a paper airplane (henceforth referred to as SCP-1629-2) will arrive at SCP-1629-1's location, at which time the latter will open slightly. SCP-1629-2 will then unfold and assume a flat shape, allowing it to enter SCP-1629-1. After an additional 20-30 minutes (during which time the artifact remains impossible to open), SCP-1629-1 will open again, ejecting the instance of SCP-1629-2, which will then immediately vacate the area.\n\n\nWhile SCP-1629-2 appear to be constructed of ordinary white printer paper, they demonstrate numerous abnormal properties. SCP-1629-2 was first discovered in 1996, when a commercial aircraft was damaged and subsequently crashed due to collision with an instance. This incident was later declared the result of a positive charge lightning strike. SCP-1629-2 instances are first detectable entering Earth's atmosphere; they will then slowly decelerate as they approach the planetary surface. If the path to SCP-1629-1 is obstructed in some way, SCP-1629-2 may retain some of its reentry velocity to punch through said obstruction. As SCP-1629-2 has never been captured successfully, it is unclear why the instances have not been destroyed by reentry heat or high-speed collisions. Upon leaving SCP-1629-1, SCP-1629-2 will quickly accelerate away from Earth's surface, achieving escape velocity and eventually reaching an estimated speed of 0.01c before observation of the instance becomes impossible. SCP-1629-2's entry and exit trajectory varies greatly, and no consistent interstellar source has been determined.\n\n\nAddendum [1629-001]:\n\n\nOn 21/7/2008, an experiment using a high-speed camera imaged the surfaces of an instance of SCP-1629-2 as it unfolded to enter SCP-1629-1. The text on one of the surfaces read as follows:\n\n\n\n\nAlright, I give up, you win this round. Where are you? Mom and Dad are coming home soon.\n\n\n\n\n\n\n\n\n« \nSCP-1628\n | SCP-1629 | \nSCP-1630\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1629\n\" by Anborough, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1629\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum [1629-001]:\nOn 21/7/2008, an experiment using a high-speed camera imaged the surfaces of an instance of SCP-1629-2 as it unfolded to enter SCP-1629-1. The text on one of the surfaces read as follows:"
    ],
    "documents": [],
    "notes": [
        "Alright, I give up, you win this round. Where are you? Mom and Dad are coming home soon.",
        "\" SCP-1629 \" by Anborough, from the SCP Wiki . Source: https://scpwiki.com/scp-1629 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1629",
    "object_class": "Safe",
    "containment_procedures": "SCP-1629-1 is housed in a modified standard containment vault. The vault is equipped with video surveillance and SCP-1629-1 must be monitored at all times. A steel shaft 30cm in diameter connects this vault to the exterior of the site. SCP-1629-1 shall be left open at all times; should it autonomously close, the shaft connected to the vault must be opened to facilitate SCP-1629-2's entry.",
    "description": "SCP-1629-1 is a one-door cabinet constructed of oak with dimensions of 41cm x 38cm x 38cm. Testing has revealed no anomalous properties in the artifact's composition or structure, with the exception of oxidation irregularities which have prevented research teams from determining the artifact's age. When opened, SCP-1629-1 is consistently empty. The cabinet has no identifying marks of any kind, and the nature of its creation is indeterminate. SCP-1629-1 was recovered from an abandoned diesel station located in West Virginia, USA.",
    "title": "SCP-1629"
}