{
    "url": "https://scp-wiki.wikidot.com/scp-1631",
    "all_text": "rating: \n+81\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n1631\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA close-up of SCP-1631-1 instances on a tombstone.\n\n\n\n\nSpecial Containment Procedures:\n SCP-1631-1 instances are to be removed from grave markers using industrial grade saw blades. During removal periods, the corresponding locations are to be closed to the public under the explanation of ongoing renovations. Pre-emptive civilian discoverers of SCP-1631 are to be amnectized.\n\n\nDescription:\n SCP-1631 is a phenomenon that causes crystalline flower-like growths (designated SCP-1631-1) to appear on certain grave markers in the country of Denmark. SCP-1631-1 instances have a composition identical to their substrate, being composed of granite, marble, or other materials commonly used in tombstones, despite their abnormal colouration.\n\n\nIn all observed cases, SCP-1631-1 instances have been shown to only affect the grave markers of children, primarily those ranging from infancy to approximately 15 years old.\n1\n\n\nDiscovery:\n SCP-1631 was first discovered in 1989, after a family relative reported the cherub marker of their nephew Rúnar Helgusson\n2\n as having been vandalized, with several odd structures attached to it. Due to the context of the apparent crime it received nationwide attention, necessitating the usage of Foundation Contingency 3B6 (Scapegoating) when the structures were examined more closely, and their anomalous nature was confirmed.\n\n\nSince the discovery and subsequent classification, SCP-1631 appears to be declining over time, theorized to be in response to the long-term downward trend of infant mortality. The instigating force behind the anomalous phenomena remains unknown.\n\n\nAddendum 1631.1:\n Interview with Junior Researcher Harry Nielsen\n\n\n\n\nInterviewed:\n Junior Researcher Nielsen\n\n\nInterviewer:\n Site Director Lycus\n\n\nForeword:\n Following the death of researcher Nielsen's three-year-old son by bacterial meningitis, the gravestone became subject to an SCP-1631 event.\n\n\n\n\n[BEGIN LOG]\n\n\nLycus:\n Harry, I never had the chance to express how sorry I was about Jonathan. It truly was an awful tragedy, and I want you to know that all of Site-72 grieves with you and Sofia.\n\n\nNielson:\n Thank you, sir. It means a lot.\n\n\nLycus:\n Now, I don't mean to be dismissive, but you said you had some new information to share with me on the SCP-1631 phenomenon?\n\n\nNielsen:\n I do. I haven't studied the anomaly myself for some time, but I noticed in the case of Emma Poulsen\n3\n, the structures didn't appear until three years later. So, whatever the impetus for the incidents, they seem to vary with time. So I went out and bought a security camera for the graveyard, focused it on Jonathan's grave.\n\n\nLycus pauses.\n\n\nLycus:\n Why did you- uh, never mind, that's not a topic for me to discuss. Alright, I'm assuming you learned who or what's behind this?\n\n\nNielsen pulls out a laptop, bringing up a video file of a small graveyard and hitting the play button.\n\n\nNielsen:\n Took a few days for it to show up, but then…\n\n\nThe footage depicts a young woman walking from out of sight to Jonathan Nielsen's grave, crouching down to examine the gravestone. As she studies the writing, her form appears to 'flicker' out of existence for a brief moment before stabilizing.\n\n\nThe woman gently touches the gravestone, and a number of SCP-1631-1 instances begin to slowly grow from the marble. The woman remains standing at the site for approximately an hour, before briskly walking out of frame.\n\n\nNielsen:\n I checked the site the next morning, and the flower structures were there, with no sign of anyone around. No tracks were left, and the security guard said they hadn't seen anyone enter or leave at that time.\n\n\nLycus:\n Interesting. So it looks like we're dealing with an actual entity here. Night time footage isn't exactly ideal, but now that we have a suspect to narrow down the search… thank you Harry, I'm sure this will be of great help to the containment team in narrowing down their search.\n\n\nNielsen:\n Actually about that, I was hoping to be able to join the containment efforts.\n\n\nLycus:\n I don't think that would be a good idea.\n\n\nNielsen:\n But-\n\n\nLycus:\n Look, I’m not trying to be a soulless director here, really. If I actually thought that this might help you find some measure of solace, I'd love to put you on this project. But that's not going to solve anything. I'm not going to pretend I know what it's like to lose a child, but…\n\n\n[Lycus sighs.]\n\n\nLycus:\n You know, the first couple days after losing someone are the easiest ones. The shock hasn't faded away and you clutch at it almost like a blanket, using it to keep everything at bay. But it doesn't last forever. So you throw yourself into your work. You tackle project after project, hoping to run away from the approaching moment where you'll have to sit down and finally acknowledge that you'll never see that person you love again, but it never works. Sooner or later it catches up to all of us, and our worlds shatter. Just… take it slow. Be with your family. We'll be here when you're ready.\n\n\n[END LOG]\n\n\n\n\nClosing Statement:\n Nielsen returned to bereavement leave, while the woman in the security footage was tentatively classified as SCP-1631-2.\n\n\n\n\n\n\n \n\n\nDescription Upgrade:\n SCP-1631-2 is a humanoid entity resembling a young woman, believed to be responsible for the generation of SCP-1631-1 instances. The mechanism by which it generates instances, as well as its specific motives regarding the instances, remain unknown. All MTF Pi-3 members are to remain alert to any women matching SCP-1631-2's description located within a 1-mile radius of any SCP-1631 event.\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAddendum 1631.2:\n Additional Video Footage\n\n\nOn, 13/10/2020, Researcher Nielsen returned to Site-72 after three weeks on bereavement leave. He confessed to Site Director Lycus that he had not in fact been remaining at home as periodic messages to his colleagues suggested, but had instead been conducting an independent investigation into SCP-1631-2 against direct orders.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n[Nielsen is standing outside a weathered iron gate. A sign over head reads 'Skagen Kirkegård'.\n4\n]\n\n\nNielsen:\n Alright, this has to be it. Just has to be.\n\n\n[Nielsen enters the cemetery, handing a small bundle of cash to the guard standing outside. Raising his flashlight, he walks north-east across the field of gravestones. A light rain blurs the camera's view. After several minutes he comes across a woman resembling SCP-1631-2, who is sitting on a small stone bench. She appears to be staring at a small granite placard near her feet.]\n\n\n[Nielsen pauses, standing in the light drizzle for a few moments. Neither of them speaks.]\n\n\nSCP-1631-2:\n You again. You've been following me for a few weeks now. Trying to… catch me, confront me? Something to do with a child, I assume.\n\n\nNielsen:\n My… my son. He was three years old. Bacterial meningitis. You put those flowers on his tombstone.\n\n\nSCP-1631-2:\n I'm sorry for your loss. But you've come all this way for nothing. I don't have the answers you're looking for.\n\n\nNielsen:\n Answers?\n\n\n[SCP-1631-2 nods.]\n\n\nSCP-1631-2:\n Yes. You came here looking for an explanation. You wanted to know \nwhy\n, why your son had to die, of all the people in the world less innocent and more deserving than a mere infant. Perhaps you even thought I was some sort of murderer, leaving my call marks at their grave sites. Regardless, you were looking for some measure of closure. But I can't give you that. Awful, random things happen to good people everyday, with no shadowy monsters to blame. All we can do is try to remember them.\n\n\nNielsen:\n I… I…\n\n\n[Nielsen collapses onto the bench beside SCP-1631-2. From the lowering of the camera, he appears to have buried his face in his hands. The camera remains in this position for several minutes.]\n\n\nNielsen:\n I thought if I could solve this, I could make everything right somehow. Or at least make it sting less, but… Lycus was right. It's just running away from the truth. And now my world's shattered.\n\n\nSCP-1631-2:\n And yet it keeps on spinning. We have to move on, eventually.\n\n\n[Nielsen looks up, turning to face SCP-1631-2.]\n\n\nNielsen:\n I suppose I had to hear that, thank you, but… who are you? I mean, why are you doing all this? How are you doing this?\n\n\n[SCP-1631-2 motions towards the marker at its feet. Nielsen cranes his neck to read the inscription.]\n\n\nNielsen:\n 'Anna Stefansdottir. Our little angel, gone too soon.' Your daughter? I'm sorry.\n\n\nSCP-1631-2:\n No, not my daughter. She's- well, it's rather hard to explain… take your son for example. Do you ever imagine what he would have been like if he hadn't died? What sort of person he would become, if he had the opportunity to do so?\n\n\n[Nielsen does not respond.]\n\n\nSCP-1631-2:\n I think that's what my mother did. But she wasn't like everyone else. She had some sort of power to her. What she wanted became reality. And more than anything, she wanted to see her baby all grown up, and well, here I am.\n\n\nNielsen:\n So, you died? And then-\n\n\nSCP-1631-2:\n \nI\n never lived, so I could not die. Anna was an unfortunate girl who died too soon, and I was created from our mother's grief. I'm not anyone, really. I'm just an idealized image of a child who never had the chance to live their life. My mother wanted her daughter to be someone who would be caring and compassionate to those who've lost someone, and above all, would do their best to make sure no parent went through the same pain she did.\n\n\nNielsen:\n Hmm. Why flowers, though? Of all the choices to make to comfort someone.\n\n\nSCP-1631-2:\n Everyone deserves flowers, don't you think?\n\n\nNielsen:\n I suppose.\n\n\n[A lull in the conversation stretches out to a long silence. The rain begins to taper off.]\n\n\nNielsen:\n I have something I should probably tell you. I'm not just anyone. I work for an organization called the Foundation, and-\n\n\n[SCP-1631-2 flickers, jittering in and out of sight for a few moments before reappearing, apparently out of breath.]\n\n\nNielsen:\n Are you alright?\n\n\nSCP-1631-2:\n I'm fine. It's been happening for a while. Started a couple months ago. I think whatever my mother used to make me in the first place is running out. Maybe she died. Or maybe she's just moved on. I'm a little less each time I make those flowers. In a few weeks, or months…\n\n\nNielsen:\n What, you'll just fade away? Is there nothing you can do?\n\n\nSCP-1631-2:\n What \ncan\n I do? I was born out of messy, complex emotions, not deliberate planning. Even if I could find my mother, and I don't even know her name, how would I know she could fix me?\n\n\n[SCP-1631-2 fiddles with its hands.]\n\n\nSCP-1631-2:\n You know, it's funny. I've been on this side of loss so many times. I was made for this. But now that I'm on the opposite side of the table, now that I might 'die'… I have no idea what to do. I always think, or rather I was built to think of how important it is those who pass on be remembered. But I've lived a brief life. I haven't left much of a mark on the world around me.\n\n\nNielsen:\n You really think that? Look, I can't speak for the other parents, or anyone else you've spoken to over the years. But this conversation, just sitting here with you, it was definitely something I need. And it wouldn't have happened without me finding your flowers. So even if you helped out just one person, I think it's worth something. I'll remember you.\n\n\nSCP-1631-2:\n Hmm. I suppose that's of some comfort, whatever happens next.\n\n\n[The two remain sitting on the bench until the sun rises.]\n\n\n[END LOG]\n\n\n\n\nClosing Notes:\n Upon the recommendation of Site Director Lycus, Nielsen was placed on 3 weeks of administrative leave, with a return to duties contingent on the completion of 4 sessions with a Foundation psychologist.\n\n\n\n\nAddendum-13-10-2020:\n At the time of its original discovery and classification, SCP-1631 had an estimated occurrence rate of approximately every 3-4 weeks. SCP-1631 events appear to be growing less frequent over time, with the inactivity period in between events lengthening to approximately 1.5-2 months.\n\n\nIf the current rate of decline persists, SCP-1631 will functionally cease and should be reclassified as Neutralized by late December of next year.\n\n\nFurther containment procedures have been deemed unnecessary.\n\n\n\n\nFootnotes\n\n\n1\n. While older ages have been noted, they appear to be overall outliers.\n\n\n2\n. Died shortly after birth due to complications from neonatal hemorrhage.\n\n\n3\n. Seven years old, vehicular accident.\n\n\n4\n. 'Cemetery' in Danish.\n\n\n\n\n\n\n\n\n« \nSCP-1630\n | SCP-1631 | \nSCP-1632\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1631\n\" by Cerastes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1631\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 16flower\n\n\nAuthors:\n \nCerastes\n, Яна Сычикова, Сергей Ковачев\n\n\nLicense:\n CC BY-SA 4.0\n\n\nDerivative of:\n \nWikimedia",
    "addendums": [
        "Addendum 1631.1: Interview with Junior Researcher Harry Nielsen\n\n\n",
        "Addendum 1631.2: Additional Video Footage\nOn, 13/10/2020, Researcher Nielsen returned to Site-72 after three weeks on bereavement leave. He confessed to Site Director Lycus that he had not in fact been remaining at home as periodic messages to his colleagues suggested, but had instead been conducting an independent investigation into SCP-1631-2 against direct orders.",
        "Addendum-13-10-2020: At the time of its original discovery and classification, SCP-1631 had an estimated occurrence rate of approximately every 3-4 weeks. SCP-1631 events appear to be growing less frequent over time, with the inactivity period in between events lengthening to approximately 1.5-2 months.\nIf the current rate of decline persists, SCP-1631 will functionally cease and should be reclassified as Neutralized by late December of next year.\nFurther containment procedures have been deemed unnecessary."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1631 \" by Cerastes, from the SCP Wiki . Source: https://scpwiki.com/scp-1631 . Licensed under CC-BY-SA .",
        "Filename: 16flower Authors: Cerastes , Яна Сычикова, Сергей Ковачев License: CC BY-SA 4.0 Derivative of: Wikimedia"
    ],
    "containment_procedures": "SCP-1631-1 instances are to be removed from grave markers using industrial grade saw blades. During removal periods, the corresponding locations are to be closed to the public under the explanation of ongoing renovations. Pre-emptive civilian discoverers of SCP-1631 are to be amnectized.",
    "description": "SCP-1631 is a phenomenon that causes crystalline flower-like growths (designated SCP-1631-1) to appear on certain grave markers in the country of Denmark. SCP-1631-1 instances have a composition identical to their substrate, being composed of granite, marble, or other materials commonly used in tombstones, despite their abnormal colouration.",
    "title": "SCP-1631"
}