{
    "url": "https://scp-wiki.wikidot.com/scp-1646",
    "all_text": "rating: \n+132\n+\n–\nx\n\n\nItem #:\n SCP-1646\n\n\nObject Class:\n Safe-exsequi\n\n\nSpecial Containment Procedures:\n Site 84 is listed in all publicly available records of the surrounding area as private property and is surrounded by an electrified fence. All persons other than Foundation personnel found expressing undue interest in the area may be detained and interrogated.\n\n\nSCP-1646-1 is not to be approached unless extraordinary circumstances require it. In the event that it becomes hostile and becomes a threat to Foundation personnel or civilians, SCP-1646-1 may be detained using whatever force is deemed necessary. SCP-1646-1 must be considered armed and dangerous at all times, unless it is obviously unarmed.\n\n\nImmediately after SCP-1646-1’s departure, the instance of SCP-1646-2 must be extinguished, retrieved, examined, and recorded. Unremarkable specimens may be disposed of.\n\n\nDescription:\n SCP-1646-1 resembles a human male with albinism approximately two meters in height, with no hair and large black eyes. It appears to have suffered numerous puncture wounds to most parts of its body, all of which ooze an unidentified dark blue, viscous fluid. SCP-1646-1 has been seen clothed in a variety of mundane and unusual outfits, usually varying between appearances. There is no evidence to suggest that SCP-1646-1 is aware of the Foundation’s presence, and it is unknown how it would react to being approached.\n\n\nInstances of SCP-1646-2 vary in appearance, but consistently take the form of the corpse of a Caucasian female between the ages of twenty and thirty. Testing has determined that these corpses tend to have virtually identical genetic codes, although significant deviations have been found (See Document 1646-2-Alpha for further details). All specimens found so far appear to have been killed in a violent manner.\n\n\nSCP-1646-1 will appear spontaneously at Site 84 (a primitive campground near the edge of Mount Rainier National Park) at irregular intervals ranging from two days to four months. In each case, it will carry an instance of SCP-1646-2 on its back or in its arms.\n\n\nUpon appearing at Site 84, SCP-1646-1 will drop the instance of SCP-1646-2 into the fire pit. It will then douse the object in a flammable liquid (most commonly gasoline or lighter fluid, although alcoholic beverages have been used) and ignite it with a match or lighter. After it is apparent that the corpse will continue to burn, SCP-1646-1 will take a stone from the surrounding woods and make a visible mark in the concrete surrounding the fire pit. Immediately afterwards, SCP-1646-1 will disappear entirely. At time of writing, there are 623 of these markings.\n\n\nAddendum:\n SCP-1646-1 has, on several occasions, spoken. The following phrases have been heard:\n\n\n\n\n04/28/1863: If I must return here, I should make use of it.\n\n11/02/1891: Following her lies across all lands, removing.\n\n09/09/1924: Walker had the better deal by far.\n\n01/17/1950: In heaven I slayed her, demon invisible behind her wings.\n1\n\n04/03/1956: If there is a point I have found it.\n\n07/16/1990: She said forever, forever is as I get.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Translated from French.\n\n\n\n\n\n\n\n\n« \nSCP-1645\n | SCP-1646 | \nSCP-1647\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1646\n\" by Communism will win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1646\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-1646-1 has, on several occasions, spoken. The following phrases have been heard:"
    ],
    "documents": [],
    "notes": [
        "04/28/1863: If I must return here, I should make use of it. 11/02/1891: Following her lies across all lands, removing. 09/09/1924: Walker had the better deal by far. 01/17/1950: In heaven I slayed her, demon invisible behind her wings. 1 04/03/1956: If there is a point I have found it. 07/16/1990: She said forever, forever is as I get.",
        "\" SCP-1646 \" by Communism will win, from the SCP Wiki . Source: https://scpwiki.com/scp-1646 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1646",
    "object_class": "Safe-exsequi",
    "containment_procedures": "Site 84 is listed in all publicly available records of the surrounding area as private property and is surrounded by an electrified fence. All persons other than Foundation personnel found expressing undue interest in the area may be detained and interrogated.",
    "description": "SCP-1646-1 resembles a human male with albinism approximately two meters in height, with no hair and large black eyes. It appears to have suffered numerous puncture wounds to most parts of its body, all of which ooze an unidentified dark blue, viscous fluid. SCP-1646-1 has been seen clothed in a variety of mundane and unusual outfits, usually varying between appearances. There is no evidence to suggest that SCP-1646-1 is aware of the Foundation’s presence, and it is unknown how it would react to being approached.",
    "title": "SCP-1646"
}