{
    "url": "https://scp-wiki.wikidot.com/scp-1651",
    "all_text": "rating: \n+147\n+\n–\nx\n\n\nItem #:\n SCP-1651\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1651 is to be held in a standard containment locker, located within \nSite-77\n. Physical contact with SCP-1651 is not permitted for Foundation personnel, as this will trigger the anomalous effect. Standard testing is permitted throughout the year, with special testing authorized for days where it displays its additional anomaly.\n\n\nDescription:\n SCP-1651 is a stuffed toy resembling a stylized elephant. It is well worn and has six (6) holes that were stitched prior to containment. The head and one leg appear to have been deliberately torn off and stitched back onto the main body. The name \"SETH\" has been stitched onto SCP-1651's chest.\n\n\nContact with SCP-1651 causes a cognition-affecting anomaly to occur. Subjects will perceive themselves in a midway, watching as a young adult male wins a carnival prize for a young woman. This event will be viewed as though the subject were a third party at the event, instead of being through the viewpoint of the subject receiving or giving the gift. This effect will last for four (4) minutes and thirty-four (34) seconds, or until the subject ceases contact with SCP-1651.\n\n\nThe young woman and man depicted in SCP-1651 have been identified as Lucy and Seth Bronson, a married couple formerly located in Miami, Florida. Seth Bronson was killed on 5/24/1976, in an automobile accident returning from an unknown location. Lucy Bronson was reported as a missing person on 10/20/1976. She is currently regarded as a person of interest.\n\n\nIf SCP-1651 is contacted on certain days through the year, the anomalous effect will show a different scene. There are six (6) days through the year when SCP-1651 displays this effect, and each of these days has a unique perspective. During the time SCP-1651 has been in containment, there have been no alterations to this schedule.\n\n\n\n\n\n\nDate (M/D)\n\n\nSCP-1651 effect\n\n\n\n\n\n\n05/24\n\n\nThe normal effect occurs, followed by a sudden perspective shift to Lucy and Seth Bronson driving home, discussing a circus. They appear to be conversing inaudibly, and will continue to do so until five (5) minutes and twenty-three (23) seconds after the effect's initiation, when there is a sudden flash of light accompanied by the sounds of an automobile accident.\n\n\n\n\n\n\n06/03\n\n\nA subject identified as Lucy Bronson appears distraught, and is clinging to SCP-1651 outside of a shut door in what appears to be a residential home. This persists for exactly ten (10) minutes. Initially, she appears to be distraught. After five (5) minutes, she appears to become affected by SCP-1651, and acts out her motions for the normal effect while staying seated.\n\n\n\n\n\n\n07/12\n\n\nThrough the perspective of SCP-1651, Bronson communicates various details about her day, which appears to have been spent within the home, and mentions that she is pleased he has recovered from his injuries. Notably, the subject appears to refer to SCP-1651 as \"Seth\" repeatedly. After SCP-1651 fails to respond to her, she becomes distraught, and begins to shout argumentative phrases at SCP-1651. Ends approximately seven (7) minutes after initiation, when SCP-1651's head is torn off.\n\n\n\n\n\n\n08/08\n\n\nNine (9) minutes of Lucy Bronson stitching SCP-1651 back together, apologizing and referring to SCP-1651 as \"Seth.\" Notably, several new holes have been stitched into SCP-1651. These appear to correspond with injuries sustained by Seth Bronson which resulted in his death.\n\n\n\n\n\n\n10/09\n\n\nStatic viewpoint of SCP-1651, positioned in front of a refrigerator. The sound of someone moving things in the background can be heard, followed by a slamming door.\n\n\n\n\n\n\n11/20\n\n\nView of Seth Bronson's head sewn to SCP-1651's body in place of its normal head. Appears to reciprocate the conversation seen on 07/12, and becomes confused when Lucy becomes violent.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1650\n | SCP-1651 | \nSCP-1652\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1651\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1651\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1651 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1651 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1651",
    "object_class": "Safe",
    "containment_procedures": "SCP-1651 is to be held in a standard containment locker, located within Site-77. Physical contact with SCP-1651 is not permitted for Foundation personnel, as this will trigger the anomalous effect. Standard testing is permitted throughout the year, with special testing authorized for days where it displays its additional anomaly.",
    "description": "SCP-1651 is a stuffed toy resembling a stylized elephant. It is well worn and has six (6) holes that were stitched prior to containment. The head and one leg appear to have been deliberately torn off and stitched back onto the main body. The name \"SETH\" has been stitched onto SCP-1651's chest.",
    "title": "SCP-1651"
}