{
    "url": "https://scp-wiki.wikidot.com/scp-1661",
    "all_text": "rating: \n+283\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-1661:\n Gremlins\n\n\nAuthor:\n \nS D Locke\n\n\n\n\n\n\nOther works by S D Locke!\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nS. D. Locke's Proposal\n\n\nRating: 2648\n\n\n\n\n\n\nSCP-5999 - This is Where I Died\n\n\nRating: 1733\n\n\n\n\n\n\nSCP-3280\n\n\nRating: 670\n\n\n\n\n\n\nSCP-783\n\n\nRating: 594\n\n\n\n\n\n\nSCP-2193\n\n\nRating: 535\n\n\n\n\n\n\nSCP-3980\n\n\nRating: 528\n\n\n\n\n\n\nSCP-1661\n\n\nRating: 283\n\n\n\n\n\n\nSCP-2923\n\n\nRating: 245\n\n\n\n\n\n\nSCP-2385\n\n\nRating: 240\n\n\n\n\n\n\nSCP-4910\n\n\nRating: 230\n\n\n\n\n\n\nSCP-3963\n\n\nRating: 229\n\n\n\n\n\n\nSCP-8246\n\n\nRating: 174\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nIhp/Locke Proposal\n\n\nRating: 570\n\n\n\n\n\n\nSCP-7676\n\n\nRating: 450\n\n\n\n\n\n\nSCP-012-EX\n\n\nRating: 207\n\n\n\n\n\n\nSCP-7427\n\n\nRating: 156\n\n\n\n\n\n\nSCP-6430\n\n\nRating: 153\n\n\n\n\n\n\nSCP-5311\n\n\nRating: 139\n\n\n\n\n\n\nSCP-7932\n\n\nRating: 108\n\n\n\n\n\n\nSCP-6110\n\n\nRating: 89\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nNot Fade Away\n\n\nRating: 358\n\n\n\n\n\n\nReap What You Sew\n\n\nRating: 107\n\n\n\n\n\n\nParadigm Shift\n\n\nRating: 87\n\n\n\n\n\n\nA Reason To Die\n\n\nRating: 47\n\n\n\n\n\n\nAnd Then I Died IV - Series 2\n\n\nRating: 33\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nHeart and Sol\n\n\nRating: 220\n\n\n\n\n\n\nSlothcon\n\n\nRating: 91\n\n\n\n\n\n\nFrom Above\n\n\nRating: 35\n\n\n\n\n\n\n\n\n\n\n\n\nGOI Formats\n\n\n\n\n\n\nSPC-173\n\n\nRating: 302\n\n\n\n\n\n\nSPC-2935\n\n\nRating: 155\n\n\n\n\n\n\nLTE-2712-Bosch\n\n\nRating: 155\n\n\n\n\n\n\nP'rantortiz the Vile\n\n\nRating: 139\n\n\n\n\n\n\n\n\n\n\n\n\nGOI Formats\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-1661 specimen after partial deconstruction. The eye continued to operate for several days after the removal of what was presumed to be vital components.\n\n\n\n\n\n\nItem Number:\n SCP-1661\n\n\nObject Class:\n Archon\n\n\nSpecial Containment Procedures:\n SCP-1661 specimens are to be contained within \nSite-5\n1\n Site-81. Dissection and experimentation requests are to be filed through personnel with Level-3 clearance.\n\n\nDescription:\n SCP-1661 consists of a swarm of self-replicating automata composed primarily of aircraft components, assembled in a random and seemingly nonfunctional manner. Although general arrangement and internal workings are highly variable between instances, each specimen contains a single, genetically cephalopodic eye of varying size in its approximate center. All SCP-1661 are capable of self-directed flight through unknown means, and posses an aptitude for swift, coordinated maneuverability.\n\n\nWhile SCP-1661 display some degree of sapience, attempts at communication have been ineffective.\n\n\nIndividual instances are highly specialized for a variety of purposes relating to the seizure and deconstruction of airborne crafts such as planes, drones, helicopters, and un-manned spacecraft. Laser-cutters, multi-fingered appendages, and primitive cloaking devices have all been observed.\n\n\nSCP-1661 prefers to hunt collectively at night, attacking their target mid-flight. They are capable of completely deconstructing un-manned crafts and aerial drones in a matter of minutes; in all recorded cases they were successful in reducing such craft into scrap throughout free-fall, and before the craft could impact the ground. They generally limit themselves to removing non-vital components in manned crafts, presumably to allow the survival of passengers. Experimentation has revealed that in these cases SCP-1661 are more cautious and precise with their work, taking as long as an hour to carefully excise specific material. SCP-1661 has shown no responses to prey items other than airborne devices.\n\n\nHistory:\n SCP-1661 activity was first brought to Foundation attention in 1948, following several reports of aircraft losing small exterior sections of their wings or fuselage. Some passengers aboard affected flights claimed they witnessed small, metallic objects moving about the plane's exterior, thus prompting further investigation. A fictionalized account of these sightings were later disseminated to the public by Agent Matheson in accordance with OPERATION:SAGA.\n\n\nInvestigation into the projected hunting grounds of SCP-1661 was fruitful; several attacks on dummy planes were witnessed by field agents over the following decade, allowing researchers to eventually triangulate the location of their nest. Containment specialists were deployed to the abandoned Albert Johnson Air Base in Indiana's Tippecanoe County in April of 1969.\n\n\nPersonnel discovered over three-hundred SCP-1661 in the process of configuring salvaged material into new instances. The majority were able to escape through collapsed sections of ceiling in the complex upon sighting agents, who were successful in capturing several specimens for study. Forty-seven inactive instances were also recovered, each of which did not possess their characteristic eye - hosting only open orbits within their central mass.\n\n\nIt is notable that two instances were responsible for the rescue of an Agent Fielding, who had nearly fallen into a fissure in the foundation of the facility. They were both then captured.\n\n\nThree days after containment at Site-81, a swarm of SCP-1661 descended within the site's exclusion-zone, landing five meters from the main gates. These instances did not resist collection by personnel.\n\n\n\n\nIncident Report:\n\n\n\n\n\n\n\n\n\n\nOn 1/28/1971, all SCP-1661 specimens began to display erratic behavior, such as flying around in circles and propelling themselves into the sides of their containment chambers. Four days later, personnel stationed within Tippecanoe County began to receive reports of automobile crashes due to sudden onset seizures in the approximate area of SCP-1661's former nest, with first-responders being equally affected.\n\n\n\nElements from Eta-10 and Beta-7 were dispatched, in order to account for suspected memetic-hazards and bio-hazards, respectively. This detachment became similarly affected when approaching within one kilometer of the Air Base, despite protective equipment.\n\n\n\nAerial reconnaissance was subsequently able to capture footage of a singular, massive organism emerging from the fissure beneath the base, consisting solely of transparent tendrils spotted with hundreds of cephalopodic eyes. Heavy bombardment of this entity as it reached beyond the confines of the base did no visible damage.\n\n\n\nDue to the large area-of-effect of the creature's hazardous abilities, the ineffectiveness of the Foundation's offensive, and the erratic behavior of SCP-1661 specimen; the decision was made by Director Oliver Rights to release SCP-1661 from containment. SCP-1661 proceeded directly to their former nest, attacking the emerging entity via the excision of several dozen of its eyes. Efforts from the entity to ward off the attack were unsuccessful - SCP-1661 proved far too quick to be struck by its tendrils.\n\n\n\nThe entity withdrew into the fissure, disappearing completely. Personnel and civilians recovered immediately from its effects. Later inspection of the fissure revealed nothing out of the ordinary. No trace of this organism was found.\n\n\n\nSeveral non-functional SCP-1661 specimens in containment were later delivered to the nest, where personnel were able to observe their activation upon the insertion of eyes collected from the hostile entity.\n\n\n\nSCP-1661 is thus formally considered the primary containment strategy for this entity. A full rewrite of this file will be produced to reflect this change upon further review of recovered footage.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1660\n | SCP-1661 | \nSCP-1662\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Personnel are to be reminded that there is no \nSite-5\n.",
    "addendums": [],
    "documents": [],
    "notes": [],
    "object_class": "Archon",
    "containment_procedures": "SCP-1661 specimens are to be contained within Site-51 Site-81. Dissection and experimentation requests are to be filed through personnel with Level-3 clearance.",
    "description": "SCP-1661 consists of a swarm of self-replicating automata composed primarily of aircraft components, assembled in a random and seemingly nonfunctional manner. Although general arrangement and internal workings are highly variable between instances, each specimen contains a single, genetically cephalopodic eye of varying size in its approximate center. All SCP-1661 are capable of self-directed flight through unknown means, and posses an aptitude for swift, coordinated maneuverability.",
    "title": "SCP-1661"
}