{
    "url": "https://scp-wiki.wikidot.com/scp-1718",
    "all_text": "rating: \n+315\n+\n–\nx\n\n\nItem #:\n SCP-1718\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Experimental Containment Unit 6852 shall be provided additional power and coolant as necessary to prevent breach. A 2 MW power plant is currently under construction on site to be dedicated solely to ECU-6852 and is projected to be adequate for another ten years.\n\n\nECU-6852 is composed of four elements: the core, the gyroscope, the bath, and the superstructure.\n\n\nThe central element of the core is a seamless spherical shell of an aluminum-████████████ alloy, 12 mm thick, of radius 1.63 m. This shell was centrifugally cast around a robotic tool which annealed and polished the interior surface to a reflectivity of 2017 GLU\n1\n before self-disposing via [DATA REDACTED], which also evacuated the interior atmosphere to 0.5 pPa, calculated indirectly from the contraction of the aluminum shell under external pressure. Surrounding the alloy shell is a buffer of six hundred fifty four concentric graphene shells, each one atom thick. In this configuration it provides the highest tensile strength of any manufactured material to date, and acts as a perfect rotational bearing, allowing the innermost sphere to remain at rest or to rotate about any axis, at any speed, independent of the gyroscope.\n\n\nThe core is enclosed within the gyroscope: a shell of ultrapolished fused silica, 2 cm thick, weighing 60.5 kg, assembled from two hemispheres, and plated on its interior surface with 7 nm of niobium. The gyro is hydrodynamically suspended in a superfluid helium-4 bath at 1.95 K, and rotates in a plane parallel to the surface of the Earth\n2\n. At this temperature, the niobium is superconducting; as it rotates, it induces a magnetic field.\n\n\nThe bath is housed and circulated within the superstructure: a cylindrical Dewar of depleted uranium with ███████magnetic drives (\"magdrives\") for accelerating and braking the gyro, a separate insulated reservoir, plumbing, instrumentation, and controls to provide circulation of 2.5 ML of total coolant. Authorized personnel may refer to document ECU-6852S, volumes 2-4 for complete schematics.\n\n\n\n\n+ Theory of operation\n\n\n\n\n- Hide\n\n\n\n\nThe hyperreflective surface of the innermost shell suppresses incident radiation across a wide frequency range via █████████ ███████ interference.\n\n\nPrevious research demonstrates that quantum defects throughout the graphene lattices within the core occur naturally and self-repair spontaneously within the gyroscope's magnetic field. Calculations suggest the graphene shells can be treated as a composite material in a metastable state with a mean of 10\n5\n ± 10\n3\n defects at its current temperature and pressure. At 70 K, comparable graphene samples were strong enough to contain sustained pressure of 18 MPa, and impulses of 4.2 GPa-msec. As the temperature is reduced, the strength increases exponentially.\n\n\nDuring the design phase, the containment unit was projected to consume 13.75 kW to maintain systems in a standby state between breach attempts by any SCP within. When active, the bulk of the energy expended by an attempt to breach containment from within will be subsumed by the vacuum uncertainty resulting from the tremendous London moment of the superconducting field. The remaining fraction will be converted to heat in the helium bath. For an arbitrary impulse of energy, this conversion occurs on the order of 100 picoseconds. The resilience of the containment device is limited only by the attainable flow rate, which is maintained automatically, and the size of the coolant reservoir. So long as the helium remains in the superfluid state\n3\n, maximum flow rate is far superior to that of other cryogenic coolants. The prototype is rated up to 100 kW of power consumption, and has ten times the coolant necessary for operation at maximum power. In a worst-case scenario, using all the coolant and power resources reasonably available to the Foundation, the device is theoretically capable of containing plasma on the order of fTp\n4\n, and physical forces approaching 50% of the Chandrasekhar inversion limit.\n\n\nAs a baseline, based on metrics taken from its current containment procedures and history of breaches, indefinite containment of an entity comparable to SCP-076 would require about 17 kW at most.\n\n\nAs the device was designed as a proof-of-concept prototype, no particular attention was paid to how an SCP would actually be placed into the core; it was assumed this could be engineered into a later version of the device.\n\n\n\n\n\n\n\n\nDescription:\n SCP-1718 is an energetic anomaly that arose during a project managed by the ECRG\n5\n to explore the limits of containment science.\n\n\n\n\n+ Project Timeline\n\n\n\n\n- Hide\n\n\n\n\nFrom January to October 2009, ECRG conducted computational simulation, sample fabrication, and prototyped elements of the device.\n\n\n\n\n\n\nDate\n\n\nEvent\n\n\n\n\n\n\nDecember 2, 2009\n\n\nECRG submits proposal 6852, \"An ████████████ Containment System\" to the O5 Research Subcommittee; Drs. Andrews and Hedley, principal investigators.\n\n\n\n\n\n\nFebruary 23, 2010\n\n\nProposal 6852 is approved and funded.\n\n\n\n\n\n\nMarch 15, 2010\n\n\nConstruction of the core begins in Bay 22 at Site-06.\n\n\n\n\n\n\nMay 2010\n\n\nProject timeline is accelerated by three months when ionic sonication techniques for the deposition of graphene are mastered ahead of schedule, allowing for the addition of a new layer every four hours.\n\n\n\n\n\n\nNovember 7, 2010\n\n\nThe gyroscope is assembled at 111 K. It is cooled to 77 K over the next 33 days.\n\n\n\n\n\n\nFebruary 2, 2011\n\n\nConstruction is halted for three weeks due to an industrial accident while casting the DU Dewar. Four staff are killed, including Dr. Hedley.\n\n\n\n\n\n\nAugust 5, 2011\n\n\nThe superstructure is complete. The gyro is assembled into the Dewar, using liquid nitrogen at 76 K as the initial coolant.\n\n\n\n\n\n\nSeptember 1, 2011\n\n\nCoolant temperature 65 K. Hydrodynamic rotation of the gyroscope initiated at 0.3 rpm.\n\n\n\n\n\n\nOctober 31, 2011\n\n\nCoolant at 9.3 K, rotation 52 rpm. Niobium makes superconducting transition, and the core becomes impervious to most sensors.\n\n\n\n\n\n\nJanuary 2, 2012\n\n\nCoolant at 8 K, rotation 72 rpm. The magdrives are first engaged to assist hydrodynamic acceleration of the gyro.\n\n\n\n\n\n\nFebruary 6, 2012\n\n\nCoolant at 7 K, rotation 104 rpm. A significant seismic event in the vicinity of Site 12 causes the rupture of a separate system condensing helium-4 for future use. One assistant researcher is killed, two staff are seriously injured. The gyro is stable throughout the event and its aftershocks.\n\n\n\n\n\n\nMay 17, 2012\n\n\nCore rotation 112 rpm. Temperature stabilized at 5.2K while staff initiate the replacement of nitrogen coolant with \n4\nHe.\n\n\n\n\n\n\nOctober 18, 2012\n\n\n4\nHe at sufficient purity to resume cooling. 115rpm.\n\n\n\n\n\n\nJanuary 3, 2013\n\n\n4\nHe reaches 2.17 K, and transitions to a frictionless superfluid state. As predicted, hydrodynamic acceleration no longer functions.\n\n\n\n\n\n\n\n\n\n\n\n\nOnce the bath became superfluid, the magdrives were used to accelerate the gyro over twenty-four hours to the target 150,000 rpm. The process completed 57 minutes earlier than predicted, but otherwise without incident. The coolant temperature was further reduced to 1.6 K to provide a safety margin. At this rate of rotation, relativistic effects cause a special case of the dynamical Casimir effect to arise between the opposing points of the niobium shell, bombarding the core with [DATA REDACTED] per design, completing the containment protocol. Instrumentation evidenced power, temperature, and gyroscopic stability at least two orders of magnitude better than its design tolerance, near or beyond the sensitivity of most of the instrumentation.\n\n\nOn February 1, in the wake of an unrelated cognitohazard event, Dr. Andrews was administered a Class B amnestic to save his life. He necessarily lost about five years of memories, including all knowledge of project 6852. Though quickly re-immersed in the project documentation and retrained by his former subordinates, he recovered no particular proficiency for the science and engineering techniques he previously pioneered, and expressed profound disbelief of the plausibility of several key components of the design of the containment system.\n\n\nIn the original project plan, the ECU was scheduled to burn-in for 90 days. In light of the fact that the research team had effectively lost both of its principal investigators, the containment tests were deemed successful, and deactivation of the device was initiated early (on February 8th) after thirty-five days of nominal operation. The plan called for a five day magdrive spin down at constant temperature, to 0.3 rpm at 1.6 K, followed by a four month warm up to 77 K, whereupon the core would be dismantled and inspected for stress and spallation defects.\n\n\nSeven hours after the magdrives were reversed, no significant slowing of the gyro could be detected. A diagnostic test of the SQUIDs that monitored rotation revealed a calibration drift had occurred, and suggested that the gyro was likely spinning far faster than expected.\n\n\nIn his first insight since amnestic treatment, Dr. Andrews theorized that the Coriolis effect, neglected in the original design analysis, had been freely accelerating the frictionless gyro for over a month. However, there was significant disagreement between the research assistants as to whether or not this was a sound application of basic physics. If true, points along the surface of the gyro were calculated to have a speed approaching 0.1c. At the direction of the O5 Research Subcommittee, the strength of the magdrives were eventually increased a hundredfold in an attempt to slow rotation. After fifty-five hours of continuous braking, the recalibrated SQUIDs were able to detect the rotation speed slowing through 352,000 rpm.\n\n\nSeventeen hours later, as the rotation speed slowed to 153,000 rpm (close to the original design speed), an unexpected and unexplained flow of heat into the \n4\nHe bath was detected. Automated systems compensated as intended, increasing total power draw (neglecting the magnetic drives) from 13.74 kW to 14.15 kW, and preventing any rise in temperature. The strength of the magdrives was immediately reduced to originally planned levels. Over the course of the next hour, as the magnetic drives slowed the gyroscope to 152,000 rpm, slightly above the original target rate, power draw climbed to 14.89 kW. Though small, the 1.15 kW difference in draw power theoretically corresponds to a sustained explosive force of over a kiloton of TNT within the core.\n\n\nIn an abundance of caution, the magdrives were adjusted to hold the rotation rate steady at 152,000 rpm, in order to allow further study without risking breach. Since then, the power necessary for stabilization has continued to climb, at about 500 W per day.\n\n\nIf the design theory is correct, the current level of power draw implies forces or temperatures within the core equivalent to 0.7 megatons of continuous explosive force.\n\n\nAddendum A:\n\n\nECRG proposal 6987, \"A 1/10th Scale Research Model of ECU-6852\" is attached. Drs. Andrews and Smenk, principal investigators.\n\n\nAddendum B:\n\n\n\n\nProposal 6987 is hereby rejected. Regarding the prototype, the Foundation will do what it's best at: ECU-6852 is hereby designated SCP-1718. Let's move on, gentlemen.\n\n\n- O5 Research Subcommittee\n\n\n\n\n\n\nFootnotes\n\n\n1\n. gloss units\n\n\n2\n. clockwise as viewed from above\n\n\n3\n. below 2.17K\n\n\n4\n. 10\n-15\n times the Planck temperature, or about 10\n17\n K\n\n\n5\n. the Experimental Containment Research Group\n\n\n\n\n\n\n\n\n« \nSCP-1717\n | SCP-1718 | \nSCP-1719\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1718\n\" by Michael Atreus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1718\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum A:\nECRG proposal 6987, \"A 1/10th Scale Research Model of ECU-6852\" is attached. Drs. Andrews and Smenk, principal investigators.",
        "Addendum B:"
    ],
    "documents": [],
    "notes": [
        "Proposal 6987 is hereby rejected. Regarding the prototype, the Foundation will do what it's best at: ECU-6852 is hereby designated SCP-1718. Let's move on, gentlemen. - O5 Research Subcommittee",
        "\" SCP-1718 \" by Michael Atreus, from the SCP Wiki . Source: https://scpwiki.com/scp-1718 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1718",
    "object_class": "Euclid",
    "containment_procedures": "Experimental Containment Unit 6852 shall be provided additional power and coolant as necessary to prevent breach. A 2 MW power plant is currently under construction on site to be dedicated solely to ECU-6852 and is projected to be adequate for another ten years.",
    "description": "SCP-1718 is an energetic anomaly that arose during a project managed by the ECRG5 to explore the limits of containment science.",
    "title": "SCP-1718"
}