{
    "url": "https://scp-wiki.wikidot.com/scp-1730",
    "all_text": "SCP-1730\n - \nWhat Happened to Site-13?\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+2825\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n1730\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMain office of SCP-1730. Primary access to basement levels is below this structure.\n\n\n\n\n\n\n\n\n\n\n\n\nBig Bend Ranch State Park, TX, USA.\n\n\n\n\n\n\nSpecial Containment Procedures:\n A circular perimeter has been established 2km from SCP-1730, and a quarantine zone has been established 1km from SCP-1730. Personnel who are to enter SCP-1730 must first undergo Class VII Hazardous Contact preparation measures, including the application of a modified \"Maxwell-Harden\" hazardous material reinforced airtight suit. The application of these protective measures may only take place at the Provisional Site-23 quarantine main gate.\n\n\nIndividuals attempting to exit the quarantined area must first submit to thorough decontamination protocols as administered by the quarantine security staff. Individuals failing to meet the quarantine extraction parameters are to be held for further decontamination or, in the event decontamination becomes unfeasible, termination.\n\n\nContainment Update ██/██/████:\n Dangerous biological and cognitohazardous entities have resulted in high casualties of security rescue teams. Mobile Task Force Zeta-9 \"Mole Rats\" has been assigned to all current exploration efforts.\n\n\nContainment Update ██/██/████:\n Due to the events detailed in Exploration Log 7, all future exploration of SCP-1730 has been suspended indefinitely, pending Overseer approval.\n\n\nContainment Update 02/01/2016:\n Due to information gathered by Foundation surveillance teams, exploration and recovery efforts into Site-13 are no longer indefinitely suspended. Details will be available on a need-to-know basis. Assigned Mobile Task Force units will be alerted by their superior officers.\n\n\nContainment Update 05/15/2017:\n Mobile Task Forces Apollo-3 \"Game Wardens\" and Tau-5 \"Samsara\" are activated, and assigned to exploration of SCP-1730. See \nAddendum 1730.8\n for details.\n\n\nContainment Update 06/22/2017:\n Due to the events detailed in Addendum 1730.9, SCP-1730 has been reclassified as NEUTRALIZED. Additional research efforts are ongoing. Debriefing reports will become available as they are declassified.\n\n\n\n\n\n\nThe SCP-1730 power station.\n\n\n\n\n\n\nDescription:\n SCP-1730 was a large complex of structures 15km northwest of the US/Mexico border within Big Bend Ranch State Park that was discovered on June 5th, ████. Due to the isolated nature of the complex, and the low survival rate of individuals who come in contact with it, it is possible that SCP-1730 had been previously discovered but unreported.\n\n\nSCP-1730 bore identifying markings and contained documents to support the claim that SCP-1730 was at one point Foundation Site-13, originally located near Nome, Alaska. This conflicted with extant records, which showed that Site-13 was a project that, while intended to be constructed in Alaska, was scrapped for the larger and more advanced Site-19 and was never completed. Flora located on-site was identified as native to the Alaskan region. How SCP-1730 came to be at its location prior to neutralization is unknown.\n\n\nSCP-1730 was, upon discovery, in a severe state of disrepair, and appeared to have been left abandoned for an extended period of time. The site power generator had continued to operate in a damaged state, despite a number of fuel leaks and fires throughout the facility. This resulted in intermittent power failures throughout the site, hindering exploration and rescue efforts.\n\n\n\n\n\n\nMessage located on SW stairwell leading to third basement level.\n\n\n\n\n\n\nThe origin of SCP-1730 is still \nunknown, as is the nature of many of the anomalous entities contained within\n1\n. It is confirmed that the 2nd through 15th\n2\n basement levels were utilized for entity containment, though the state of that containment had deteriorated significantly.\n\n\nIt was believed that a contingent of human survivors existed somewhere deep in the lower basement levels of the facility\n3\n. Messages written in English were discovered throughout the site, consisting of warnings such as \"danger\" and \"death here\", and other messages such as \"not my body\" and \"bleed\". A recurring message, \"What happened to Site-13?\", was found in several different locations in the basements.\n\n\nSeveral logs of data were collected by the remaining functional site terminals, the relevant data of which is contained in the addendums below. Worth noting is that inconsistencies exist between the logs and what has been determined through exploration, including site layout, staff makeup, and contained anomalies. Additionally, all logs are presented as they were in the original SCP-1730 documentation, prior to the neutralization of the anomaly.\n\n\nAddendum 1730.1:\n Recovered Log\n\n\n\n\nAccess fileserv:/S:/1730/files/cylog1.log\n\n\n\n\nClose File\n\n\n\n\n\n\n██/██/████\n\n\nTeam:\n Charlie Yukon\n\n\nAssignment:\n Site-13 Recovery\n\n\nLead:\n CY-1\n\n\n[BEGIN LOG]\n\n\nWe found it. Watched it kill Dailey earlier. Crawled right into his mouth and next thing you know, Dailey's got blood leaking out of his ears. Puking it up, shitting it out, everywhere. Blood looked funny, too. Too dark. It was running out of his hair, like through the follicles. His hair fell out right with it.\n\n\nOnce it was over, the thing that crawled inside him crawled back out with a buddy. One of them, can't say which, drinks up all this blood like a leech. The other one crawls back inside Dailey and he stands up. Turns around, starts coming at us. I can see that thing inside him when he opens his mouth. So I put a bullet in his face. Then another. We emptied our magazines into him. He didn't get up after that.\n\n\nWe're not going to be too much longer, though. Found another one of those messages down here, you know, [COGNITOHAZARD EXPUNGED]. Just a matter of time before it starts. We strapped some C4 to it and blew the wall, and I think it's pretty illegible at this point, but it doesn't matter. Jones already went quiet like the others. We shoved him down an elevator shaft earlier. Didn't hear the body hit the ground.\n\n\nThink I just heard them start up Thresher. Wish we would've known about that sooner.\n\n\nOh well.\n\n\n\n\n\n\n\n\n\n\nAddendum 1730.2:\n Recovered Automated Message\n\n\n\n\nAccess fileserv:/S:/1730/files/recmes.log\n\n\n\n\nClose File\n\n\n\n\nThe following message was recovered from SCP-1730's emergency warning system. Logs on file indicate that it was transmitted moments prior to a major electrical disturbance, and three minutes before an explosion within the site power relay.\n\n\n\n\nGENERAL NOTICE\n\n\nSite 13 has experienced a gross breach of containment systems.\n\n\n[COGNITOHAZARD EXPUNGED] has breached containment during testing.\n\n\nOn-Site nuclear device is non-responsive. Thresher Protocol has been activated.\n\n\n\n\nLife Support Systems:\n Online \n●\n\n\nElectrical Systems:\n Offline \n●\n\n\nFire Control Systems:\n Offline \n●\n\n\nFlood Control Systems:\n Offline \n●\n\n\nReactor Status:\n Critical \n●\n\n\nEuclid Class Containment Status:\n Critical \n●\n\n\nKeter Class Containment Status:\n Compromised \n●\n\n\n\n\n\n\n\n\n\n\nAddendum 1730.3:\n Exploration Log Transcripts\n\n\n\n\nAccess fileserv:/S:/1730/exploration/log1.log\n\n\n\n\nClose File\n\n\n\n\n\n\nInitial Exploration Video Log Transcript\n\n\nDate:\n ██/██/████\n\n\nExploration Team:\n Mobile Task Force D-12 \"Mud Slingers\"\n\n\nSubject:\n SCP-1730\n\n\nTeam Lead:\n D12-Cap\n\n\nTeam Members:\n D12-1 / D12-2 / D12-3 / D12-4 / D12-5\n\n\n\n\n[BEGIN LOG]\n\n\nD12-Cap:\n Recorder's on. Everybody check your mics.\n\n\nD12-1:\n Check.\n\n\nD12-4:\n Check.\n\n\nD12-3:\n Check.\n\n\nD12-5:\n Check check.\n\n\nD12-2:\n And check makes five.\n\n\nD12-Cap:\n Right. Command, you hear us clear?\n\n\nSiteCommand:\n Roger that, Team Lead.\n\n\nD12-Cap:\n Alright. Keep weapons locked, no idea what we're going to see in there. (\nPause\n) Yep, we're set. Let's move in, those doors.\n\n\n(\nTeam moves into main SCP-1730 structure through front doors. Doors found to be unlocked.\n)\n\n\nD12-Cap:\n Keep your eyes open.\n\n\nD12-3:\n Dark in here. Switching lights.\n\n\nD12-Cap:\n Good call.\n\n\n(\nTeam switches on shoulder mounted lights.\n)\n\n\nD12-1:\n Something written on the wall over here.\n\n\nD12-2:\n Yeah, here too.\n\n\nD12-Cap:\n What you got?\n\n\nD12-1:\n \"get below\", and \"don't look at the walls\" next to it.\n\n\nD12-4:\n Little late for that.\n\n\nD12-Cap:\n What about you, Two?\n\n\nD12-2:\n \"What did we do?\"\n\n\nD12-Cap:\n You see that, Command?\n\n\nSiteCommand:\n Yes.\n\n\nD12-Cap:\n Alright, let's move on out. (\nPause\n) Service elevator over there. Five, check if it has power.\n\n\nD12-5:\n (\nPause\n) Yep. This'll work.\n\n\nD12-Cap:\n Let's see how far it'll take us, then.\n\n\n(\nTeam enters service elevator. Video indicates lit control panel with various floor buttons. D12-Cap hits button labeled B3.\n)\n\n\nD12-1:\n And away we go.\n\n\n(\nElevator descends briefly. Stops upon reaching the third basement level. Door opens to reveal a dark hallway. A single light is on at a bend in the hall, roughly 50m from the elevator.\n)\n\n\nD12-Cap:\n OK. Let's clear this level first, then we can go from there. One and Three, take that hallway there, myself and Four can check the rooms in this hallway, and Two and Five stay here, make sure our elevator sticks around.\n\n\n\n\n\n\nImage taken from D12-5's shoulder mounted camera.\n\n\n\n\n\n\n(\nTeam splits up. D12-1 and D12-3 move towards the light at the end of the hallway. D12-Cap begins checking rooms on the left side of the hallway, D12-4 checks the right side.\n)\n\n\nD12-4:\n Rooms are filthy. What is this?\n\n\nD12-Cap:\n Yeah, I see it too. Is it mud?\n\n\nD12-4:\n Feels like it. Some kind of sludge. Smells metallic. (\nPulls test tube from belt\n) I'll send this back up, Site Command. Let you guys poke around in it.\n\n\nSiteCommand:\n Acknowledged. Try and keep out of it as much as you can until we figure out what it is.\n\n\nD12-Cap:\n Sure thing.\n\n\nD12-1:\n We're at the end of this hallway. Another hallway here, looks like there's some kind of barricade at the end. Bunch of tables and desks all piled up.\n\n\nSiteCommand:\n Can you approach the barricade, One?\n\n\n(\nD12-1 and D12-3 approach barricade.\n)\n\n\nD12-4:\n More of the sludge in this room. Caked on the walls— found a body.\n\n\nD12-Cap:\n Hang tight, One, don't move. I'm coming, Four.\n\n\n(\nD12-Cap enters the room. A visible humanoid body is seen half submerged in the thick black material in a corner. The head and neck are not visible.\n)\n\n\nD12-Cap:\n Yep. Any kind of identification?\n\n\nD12-4:\n He's got a spot on his belt for a badge, but it's missing. Looks pulled off, maybe to unlock a door somewhere?\n\n\nD12-Cap:\n Maybe. Go ahead and proceed, One.\n\n\nD12-1:\n Aye. (\nPauses\n) Cap, more bodies here. That sludge is all over the back of this barricade.\n\n\nD12-3:\n Shit, that one moved.\n\n\nD12-1:\n There's something else in this pile. Get a light on it.\n\n\nD12-Cap:\n Moving your way, guys.\n\n\nD12-1:\n Ah, there! Fuck!\n\n\n(\nGunshots\n)\n\n\nD12-Cap:\n Report, guys. We're getting to you.\n\n\nD12-3:\n Thing crawled out of one of their mouths. Some kind of snake, I think… a lot of teeth. Can't really tell what it is, now.\n\n\nD12-1:\n Look here. You hit that body, see that?\n\n\nD12-3:\n Fuck. It's hollow.\n\n\n(\nD12-Cap and D12-4 arrive at barricade.\n)\n\n\nD12-Cap:\n You seeing this, Command?\n\n\nSiteCommand:\n Affirmative.\n\n\nD12-Cap:\n Alright. Watch for that then, I guess. Weapons hot, if they aren't already.\n\n\nD12-4:\n Aye aye.\n\n\nD12-Cap:\n Let's head back to the elevator, see if we can't get down to the next level. Is that door un— yeah, I thought so. Let's just do that, then.\n\n\n(\nD12-Cap, D12-1, D12-3 and D12-4 move back down hallway.\n)\n\n\nD12-4:\n Wait a second.\n\n\nD12-1:\n Didn't this turn left earlier?\n\n\nD12-4:\n Sure fucking did. Where's the elevator?\n\n\nD12-Cap:\n Two, Five, you read me?\n\n\n(\nSilence.\n)\n\n\nD12-4:\n Here we go.\n\n\nD12-Cap:\n Shut it. Alright, shit. Command, you read us?\n\n\nSiteCommand:\n Sure do, Captain.\n\n\nD12-Cap:\n You got a read on Two and Five?\n\n\nSiteCommand:\n Should be about forty-five meters to your twelve.\n\n\nD12-Cap:\n There's a wall here… looks like it's always been here. Either we're hallucinating or the building is doing something fucky, either way. (\nPauses\n) Can you get a hold of either of them?\n\n\nSiteCommand:\n A moment.\n\n\n(\nSiteCommand attempts to communicate with D12-2 and D12-5, neither of whom are responsive.\n)\n\n\nSiteCommand:\n No go.\n\n\nD12-Cap:\n Ah, shit. Let's find a way up and get out of here, then.\n\n\n(\nD12 team proceeds down hallway. Notable, hallway is much longer than any on any recovered schematic of the site.\n)\n\n\nD12-1:\n Got something else on this door.\n\n\nD12-Cap:\n What's that?\n\n\nD12-1:\n Says \"silence\". We trying to check this?\n\n\nD12-Cap:\n Is this a containment cell? That's just an office door.\n\n\nD12-4:\n This whole floor just looks like offices.\n\n\nD12-Cap:\n Alright, then. Get in there.\n\n\n(\nD12-1 attempts to open door.\n)\n\n\nD12-1:\n It's locked. I can't get it open.\n\n\nD12-Cap:\n Knock the door down, then.\n\n\nD12-3:\n You hear that?\n\n\nD12-1:\n 1… 2…\n\n\nD12-3:\n It sounds like somebody shushing—\n\n\nD12-1:\n 3!\n\n\n(\nD12-1 kicks door down. Video records three frames of a naked human with what appears to be fire burning out of its ears staring fearfully at the door.\n)\n\n\nD12-3:\n Fu—\n\n\n(\nThere is an intense white light, and the sound of searing meat. All camera lenses are damaged and become non-functional. All microphones except for that on D12-3 stop working.\n)\n\n\nSiteCommand:\n What happened? Captain? D12 team?\n\n\n(\nSiteCommand attempts to communicate with D12-Cap for an additional thirty seconds, before realizing that D12-3's mic is still operational.\n)\n\n\nSiteCommand:\n D12-3, can you hear us?\n\n\nD12-3:\n (\nStatic\n)\n\n\nSiteCommand:\n D12-3?\n\n\nD12-3:\n (\nStatic, and then the sound of slithering.\n)\n\n\nSiteCommand:\n D12-3?\n\n\nD12-3:\n (\nA cry, then the sound of choking. This continues for 43 seconds, and then the sound of liquid leaking, then pouring, accompanied by the sound of vomit. Large, wet objects can be overheard hitting the floor. A dull, low, approaching sound accompanies this. Mic cuts out suddenly.\n)\n\n\nSiteCommand:\n D12-3? Shit.\n\n\nD12-2:\n Oh shit, hey Site Command.\n\n\nD12-5:\n Jesus Christ.\n\n\nSiteCommand:\n Wha— D12-2, where are you right now?\n\n\nD12-2:\n By the elevator. We assumed our radios had stopped working down here, we're just waiting for them to get back.\n\n\nSiteCommand:\n The rest of the team is compromised. Hang on, we're trying to establish a link to your video.\n\n\nD12-5:\n No need for that, it's probably just interference. Can you send a team down here to get us?\n\n\nSiteCommand:\n Hang on, video coming up.\n\n\nD12-2:\n Don't—\n\n\nSiteCommand:\n Got it, you—\n\n\n(\nMounted cameras on both individuals do not show the hallway they had been standing in, but what looks like a large utility room. Boilers are visible in the near distance, and a wall appears to have been caved in. D12-2 appears to be hanging upside down, facing D12-5, both of whom are stark white and unmoving. Their faces are covered in blood that looks to have originated from their mouth, nostrils, and eyes.\n)\n\n\n(\nA large object is seen moving quickly behind D12-2, accompanied by the sound of slithering from many different sources. D12-5 opens his eyes. Two frames later, the video and audio feed cuts out. No additional responses are picked up from the D12 team.\n)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/exploration/log3.log\n\n\n\n\nClose File\n\n\n\n\n\n\nInitial Exploration Video Log Transcript\n\n\nDate:\n ██/██/████\n\n\nExploration Team:\n Mobile Task Force Y-24 \"Gulliver's Travelers\"\n\n\nSubject:\n SCP-1730\n\n\nTeam Lead:\n Y24-Cap\n\n\nTeam Members:\n Y24-1 / Y24-2\n\n\nNotes:\n \nInitial exploration of the main site structure proved too dangerous for an additional attempt without additional resources. The only remaining mobile task force on hand was MTF Y-24, a three man team, who was charged with entering the site power station and assessing the damage.\n\n\n\n\n[BEGIN LOG]\n\n\nSiteCommand:\n Coming online.\n\n\n(\nVideo and audio feed for all three members comes online simultaneously. Ahead of them is the entrance to the SCP-1730 power station.\n)\n\n\nY24-Cap:\n You can hear us?\n\n\nSiteCommand:\n Affirmative.\n\n\nY24-Cap:\n Good. Anything else we should know?\n\n\nSiteCommand:\n Thermal scans read one of the cores as being superheated. Might be on the verge of an explosion. Stay as far away from them as you can. You can use the microdrones if you need to; don't worry about trying to get them back.\n\n\nY24-Cap:\n Right. OK, good. Let's get on.\n\n\n(\nY24 team enters power station. First room appears to be a security station.\n)\n\n\nY24-1:\n There's our first problem. Doors are locked.\n\n\nY24-2:\n These are pretty solid, too. Is that glass bulletproof?\n\n\nY24-Cap:\n Check it.\n\n\n(\nLoud thump.\n)\n\n\nY24-2:\n Guess that answers that.\n\n\nY24-Cap:\n Command, are we cleared to use explosives in here?\n\n\nSiteCommand:\n Negative. Structure is pretty weak all over. You'll risk caving yourself in.\n\n\nY24-Cap:\n Well shit. There's no other way in.\n\n\nY24-1:\n Hang on. We have anybody on-site with a level 4 clearance card? One that can override breach lockdowns?\n\n\nSiteCommand:\n Dr. Edwards is with a team over at the containment bay—\n\n\nY24-1:\n No, no. It would have to be somebody older. Edwards has only been around like, what, ten years? Somebody who has had the clearance for a long time.\n\n\nSiteCommand:\n Standby.\n\n\nSiteCommand:\n Director Jameson is currently on assignment at Site-65.\n\n\nY24-1:\n Eh, that's three hours from here, we won't—\n\n\nY24-Cap:\n No, you've got the right idea. Get Director Jameson on the phone, Command. Ask him what his clearance code was in… when was Site-19 built? 1960?\n\n\nSiteCommand:\n Standby.\n\n\n(\nTen minutes pass, extraneous logs removed.\n)\n\n\nSiteCommand:\n Alright, you ready?\n\n\nY24-1:\n Go ahead.\n\n\nSiteCommand:\n [REDACTED]\n\n\nY24-2:\n Well I'll be damned.\n\n\nY24-Cap:\n \"Hello, Researcher Jameson.\" Will you look at that.\n\n\nSiteCommand:\n We'll send the director your regards.\n\n\nY24-Cap:\n Please do. Good work, One. Let's get in here.\n\n\n(\nTeam enters power station main concourse.\n)\n\n\nSiteCommand:\n Can you see the damaged core?\n\n\nY24-Cap:\n No, they all look fine. Let's switch to the thermal lens.\n\n\nY24-2:\n There it is.\n\n\nY24-1:\n Are we missing something? That core looks fine.\n\n\nSiteCommand:\n We need to get closer to it, guys.\n\n\nY24-Cap:\n Right. Releasing microdrone, Command.\n\n\n(\nY24-Cap releases microdrone. Drone approaches power station cores and begins to circle them. 12 cores are accounted for, seven of them damaged beyond repair. Three have not been brought up to power, and two are operating at full capacity. One of the two is the superheated core, which aside from its abnormal temperature shows no other sign of damage.\n)\n\n\nSiteCommand:\n It looks fine. Can you get closer to that, Captain?\n\n\nY24-Cap:\n Sure.\n\n\n(\nY24 team approaches the superheated core. Temperature readings begin to rise as they grow closer.\n)\n\n\nY24-1:\n It's hot enough, anyway.\n\n\nY24-2:\n What's this shit?\n\n\nY24-Cap:\n It's really thick. Is that sludge? Some kind of waste?\n\n\nSiteCommand:\n Try and avoid that, team. Captain, can you get a vial of it on the microdrone and send it back out the way you came?\n\n\nY24-Cap:\n Yeah, hang on. Two, grab one of— yeah, you got it. (\nPause\n) Sample's on the way, Command.\n\n\nSiteCommand:\n Thanks. Be careful, guys. Try and get around to the other side of it.\n\n\nY24-1:\n I'm over here. Nothing looks— ah, fuck. Look.\n\n\nY24-Cap:\n Jesus.\n\n\n(\nY24-1 camera shows no fewer than ten human bodies bound to the side of the superheated core with wire. All of the bodies appear similarly to the bodies found by the D12 team: stark white, blood leaking from all orifices, non-responsive.\n)\n\n\nY24-2:\n Something written underneath them. Is that blood?\n\n\nY24-Cap:\n \"What happened to Site-13?\"\n\n\nY24-1:\n These lines don't run to the main structure. See here? They're running below us.\n\n\nY24-Cap:\n Any kind of identifier?\n\n\nY24-1:\n Let me see… Yeah. They're all labeled \"body pit\". They run straight into the ground over there.\n\n\nY24-Cap:\n Looks like we're going below, then. Command, you copy all that?\n\n\nSiteCommand:\n We do. Just received your sample back, as well. Going to get a report on that in just a few minutes.\n\n\nY24-Cap:\n Alright, good. Let's get down there.\n\n\nY24-2:\n There's a stairwell over here.\n\n\n(\nY24 team approaches stairwell and begins to descend. Lighting is absent in the stairwell, and all team members switch on their shoulder lights.\n)\n\n\nY24-Cap:\n These doors are all hard locked.\n\n\n(\nY24 team descends to the bottom of the stairwell. The door there is open.\n)\n\n\nY24-1:\n This has been pried open, looks like somebody was trying to get… out? Not in.\n\n\nY24-Cap:\n Something else written on the wall here. \"Fuck SCP\".\n\n\nY24-2:\n That's polite.\n\n\n(\nTeam enters the doorway.\n)\n\n\nY24-1:\n You smell that?\n\n\nY24-2:\n Fuck, yeah. That's disgusting. What is it?\n\n\nY24-Cap:\n Whatever is on the other end of this hall, I'd imagine. Watch the blown radiator here, guys.\n\n\nSiteCommand:\n Team, take note that we are losing video feed. Something's interfering with our signal here.\n\n\nY24-Cap:\n Roger that, we—\n\n\n(\nAudio feed cuts out. Positioning system stays active for a few more moments as Site Command attempts to reconnect with Y24 team. Intermittent communications are received for an additional 15 minutes.\n)\n\n\nY24-1:\n Some of these are human.\n\n\nY24-Cap:\n That same… it's all over the inside, that black shit, smells like iron—\n\n\nY24-1:\n Something crawled out, look.\n\n\nY24-2:\n Do you hear—\n\n\nY24-1:\n We need to get—\n\n\nY24-Cap:\n There's a light over there. Can you see it?\n\n\nY24-2:\n Hello? Are you OK? Do you need help? We can—\n\n\n(\nAudio cuts completely. Recovery efforts are halted. No communications are received from the Y24 team for an additional 24 hours, after which the team is determined to be lost. Sample that was returned with the microdrone is revealed to be blood and power core residual runoff, mixed with some kind of additional biological matter. Study into the substance is ongoing.\n)\n\n\n(\nAfter one week, Y24-1's video feed becomes active again for thirteen seconds. No audio is transmitted, and the video shows a group of humans standing around and looking down at a table. One of the humans turns to look at the camera, and the video cuts. No additional communications are received from the team at any point afterward.\n)\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/exploration/log6.log\n\n\n\n\nClose File\n\n\n\n\n\n\nInitial Exploration Video Log Transcript\n\n\nDate:\n ██/██/████\n\n\nExploration Team:\n Mobile Access Drone\n\n\nSubject:\n SCP-1730\n\n\nTeam Lead:\n N/A\n\n\nTeam Members:\n N/A\n\n\nNotes:\n \nWhile waiting for additional resources to arrive at SCP-1730, an unmanned ground-based drone was launched into the main site complex, through the same door that the D12 team had entered. The planned goal of the mission was to investigate lower floors and attempt to recover information relating to the origins of SCP-1730.\n\n\n\n\n[BEGIN LOG]\n\n\nDrone approaches main office building and enters through front door. A moment is spent observing the writing on the walls in the interior lobby before moving across to the service elevator.\n\n\nDrone enters elevator and turns to floor selection. There are selections for five floors above the ground level, and fifteen below. Drone moves to select B15 level. Elevator begins to descend.\n\n\nAfter seven floors, elevator suddenly stops. After a few moments of time, it is determined this is due to an intermittent power failure. Drone uses suitable utility to open the forward facing elevator door. The open elevator shaft is visible, and the drone is unable to determine the depth of the shaft. Using its winch, the drone descends below the stopped elevator to the first available floor. After prying open the door, the drone swings into the opening and retracts the winch.\n\n\nA sign on the wall just inside the doorway indicates that this is the 8th basement level, and that it is a Euclid-class containment wing. Lights on this floor remain dark. The drone is instructed to move down the main hallway and look for a suitable area to descend to the next floor.\n\n\nDrone moves towards a side hallway and is instructed to explore down it. It is noted that a number of messages are written on the walls, including \"don't look at the walls\" and \"kill the quiet ones\". After inspecting a number of rooms and finding them to only be empty offices, the drone returns to the main hallway.\n\n\n\n\n\n\nfileserv:/S:/1730/exploration/drone139.jpg\n\n\n\n\n\n\nDrone ceases movement upon seeing a large, vaguely humanoid entity standing near the end of the hallway (\nSee exploration file drone139.jpg\n). This entity appears to glide slowly down the hallways, seemingly not noticing the drone. After it passes, the drone is instructed to follow the entity.\n\n\nEntity enters a maintenance closet near the end of the initial hallway. Drone observes as entity extends a long arm from beneath its outer layer and touches the floor. Upon further observation, the entity is noted to have picked up some of the thick, dark material previously identified as blood and power station runoff with what is identified as its primary \"finger\" appendage. Entity then begins to make slow movements towards the wall behind it. This is obscured from the drone's view.\n\n\n\n\n\n\nfileserv:/S:/1730/exploration/drone144. Cognitohazard has been expunged.\n\n\n\n\n\n\nThe entity ceases movement, and then slowly turns to leave the room. The drone is instructed to move towards the wall and take note of any changes. It is noted that the entity left behind a number of unique symbols, such as [COGNITOHAZARD EXPUNGED]. The drone takes several flash photographs of these symbols and transmits them back to site command.\n\n\nDrone is then instructed to continue to follow the large entity; however, the entity has disappeared from the hallway. It is noted that the entity left no apparent footprints, even in the thick material covering parts of the floors. Drone is instructed to continue on regardless.\n\n\nDrone reaches what appears to be a series of several containment cells. The first cell is open. A placard on the side of the doorway reads \"Entity 324, Scheduled for Termination 12/13/1975\". The drone enters the doorway and observes a spacious containment cell. Thick rubber padding is all along the walls. The drone notices a human form in the corner of the room, covered in the thick, dark sludge. As the drone approaches the form, small sparks fire from its fingertips towards the drone. The drone takes several photographs, then leaves.\n\n\nThe next three cells are all empty with no placards. The fourth cell is closed, and its placard is smashed. Drone is instructed to attempt to open the door with its cutting torch. After a few moments, it is able to do so. The drone enters the room.\n\n\nIn the corner of the room is the emaciated body of a human female, roughly aged at 34 years. The body shows no signs of life. A chain is seen around the neck, descending into the shirt. Notable is the lack of sludge within this cell, possible as a result of the inhabitant closing the door and locking it from the interior. The drone searches the corpse for an identification badge, and finds one. The name reads \"Jack Bright\". Drone is then instructed to search the neck chain, but the chain is discovered to be broken. The drone then leaves the room.\n\n\nThe drone traverses a short way until it finds a stairwell. The drone descends to the next floor. A sign by the doorway reads \"5th Floor\". The drone turns to view the stairwell it had previously descended from, but finds it nonexistent. After some short discussion at site command, the drone is instructed to enter the doorway.\n\n\nThe drone enters into a large, spacious office floor, lit by sunlight. Several terminals are nearby, though all of them have been destroyed. The drone approaches the least damaged terminal and attempts to power it on. The terminal does not power on, though whether this is due to a power outage or damage to the machine is unknown.\n\n\nThe drone maneuvers across the room. Papers litter the floor, and many look to have been burned or shredded. The drone reaches a terminal labeled \"M. Hadley\" which appears mostly undamaged and attempts to power it on. The terminal powers on, and the drone then attempts to connect with the computer. The computer is running the same Foundation base system as the current model, albeit a number of generations older. The drone is instructed to transmit every file it is capable of accessing to site command. The drone begins to do this.\n\n\n\n\nNote:\n At this point in the operation, site command lost contact with the drone. Several members of the operation team suddenly showed symptoms of some kind of anomalous influence, growing silent and beginning to burn from their ears. After the onset of symptoms, any sound would trigger what appeared to be a silent explosion that shook site command and destroyed most of its communicative equipment.\n\n\nIt was later discovered that the only individuals influenced by this were those who had viewed the symbols created by the large entity in the basement storage closet. Further examination by Foundation cognitohazard specialists and screening technology ascertained that the symbols themselves were a sort of pyroclastic cognitohazard. Any individual becoming aware of the symbols would inevitably succumb to the effects of the hazard, making any additional exploration of the site hazardous.\n\n\nThe drone was left unattended for several days thereafter, though it did complete its task of transmitting the terminal contents. The contents of this search can be accessed in \nAddendum 1730.5.\n Attempts to reconnect with the drone were unsuccessful, and drone surveillance of the site from outside of the building showed that all of the floors above ground level in the primary structure were entirely empty. The drone was not located.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/exploration/log7.log\n\n\n\n\nClose File\n\n\n\n\n\n\nInitial Exploration Video Log Transcript\n\n\nDate:\n ██/██/████\n\n\nExploration Team:\n Mobile Task Force Z-9 \"Mole Rats\"\n\n\nSubject:\n SCP-1730\n\n\nTeam Lead:\n Z9-Cap\n\n\nTeam Members:\n Z9-1 / Z9-2 / Z9-3 / Z9-4 / Z9-Sup\n\n\nNotes:\n Due to high casualties sustained by previous exploration attempts, it was decided that a team experienced in exploration of anomalous structures would be called in to continue operations at SCP-1730. To that end, MTF Z-9 \"Mole Rats\" was assigned to SCP-1730. The team consisted of five explorative members, and one support member who would stay at Site Command and monitor fluctuations in local reality.\n\n\n\n\n[BEGIN LOG]\n\n\nZ9-Cap:\n We're online. Let us know when you've got a link, Support.\n\n\nZ9-Sup:\n Coming up now. I'm loading your displays with what \nshould\n be a pretty accurate map of what you should see in there, but—\n\n\nZ9-3:\n Don't bet on it, right?\n\n\nZ9-Sup:\n Like always. It's fully possible that there's a Type Green in there, alongside the other nasties.\n\n\nZ9-Cap:\n Alright, Command. What's the worst of it?\n\n\nSiteCommand:\n There is at least one cognitohazardous entity writing hazards on the walls. Your displays should be able to filter out any and all messages written on the walls, so we don't take any chances. As for the rest, it's a containment site.\n\n\nZ9-1:\n Awesome.\n\n\nZ9-Cap:\n There you have it, guys. Load up, let's get in there.\n\n\nZ9-3:\n Yes ma'am.\n\n\n(\nZ9 team enters the main structure, but search the upper floors first. As observed by the flying drones, the floors are empty. There is no sign of the previous exploration drone.\n)\n\n\nZ9-Cap:\n We're clean here. How are we looking, Support?\n\n\nZ9-Sup:\n Holding steady, captain. Nothing out of the ordinary. (\nPause\n) Tell Four that he needs to adjust his channel frequency, I'm having trouble connecting to that module.\n\n\nZ9-Cap:\n Will do. Four, check your frequency, you're falling out.\n\n\n(\nTeam descends to main level. After ascertaining the functionality of their hazard-blocking displays, the team moves towards a descending stairwell instead of the service elevator.\n)\n\n\nZ9-Cap:\n Going down now. Starting to see some of that sludge. Any idea where it comes from?\n\n\nSiteCommand:\n Part of the mixture is power station runoff, but it's mostly blood and some other biological residue, like pus. As for where it comes from, your guess is as good as ours.\n\n\nZ9-Cap:\n Guess that's what we're here to find out.\n\n\nSiteCommand:\n That's the one.\n\n\nZ9-2:\n This stuff doesn't stink like you'd think it would. Just smells like pennies.\n\n\nZ9-Cap:\n Tighten up, all. We're going into the dark.\n\n\n(\nTeam descends several levels until they reach the 6th basement level, marked as a Euclid containment wing. Z9-Cap motions to enter the floor.\n)\n\n\nZ9-1:\n Lot of bodies in here, Cap.\n\n\nZ9-Cap:\n I see em. Not all human, are they?\n\n\nZ9-2:\n Nope. They've all got that look to em though, from the briefing. Blood on their faces.\n\n\nSiteCommand:\n Stay alert, guys.\n\n\nZ9-Cap:\n Copy that. Let's keep moving.\n\n\n(\nTeam moves forward for a short time, investigating the mostly empty floor. Suddenly, a rumbling is heard. All team members stop and wait for the noise to end. There is a crash, and Z9-4 shouts.\n)\n\n\nZ9-Cap:\n So what was that?\n\n\nSiteCommand:\n Came from below you. Notice any structural damage?\n\n\nZ9-3:\n Sure fucking did. Floor collapsed under Randall. He's down below us. I can see him.\n\n\nZ9-Cap:\n Four, you read me?\n\n\nZ9-4:\n Yeah cap. I'm alright, but my leg is pretty fucked. I don't know if I can get up.\n\n\nZ9-Cap:\n Alright, stay there. We're going to get down to you. Three, you stay here with Randall. One, Two, move with me. Let's find a stairwell down.\n\n\nZ9-Sup:\n Captain, something fluctuating below you. You copy?\n\n\n(\nZ9-Cap does not respond. Site Command also attempts to communicate with Z9 team, and fails to do so. Communications continue to be transmitted from the team.\n)\n\n\nZ9-4:\n Where are they?\n\n\nZ9-3:\n Should be on their way.\n\n\nZ9-4:\n Anyway you can get down here?\n\n\nZ9-3:\n Not without breaking my legs.\n\n\nZ9-4:\n You sure? I think I can hear something down here.\n\n\nZ9-3:\n (\nPauses\n) I can't hear anything. It's probably just the pipes.\n\n\nZ9-4:\n \nFucking pipes...\n\n\n(\nFrom Z9-4's perspective, the floor is shrouded in darkness beyond 4 meters. The only illumination is coming from the floor above.\n)\n\n\nZ9-4\n: No, it's definitely something, it's— \n(Pauses)\n fuck, Brett, it's slithering. There's something down here.\n\n\nZ9-3:\n Hang on, mate. Cap, you read me? (\nNo response\n) Cap? One? Two? Anybody? Goddammit.\n\n\nZ9-4:\n Brett, shit, it's right here. I can hear it. (\nTo something offscreen\n) Get the fuck away from me, you slimy asshole! (\nGunshots\n) I said get the fuck back!\n\n\nZ9-3:\n Don't shoot anything, Randall, you'll—\n\n\n(\nZ9-4 cries out. Z9-3's camera observes what appears to be a black, leech-like creature, approximately the length and width of an adult human arm, moving slowly towards Z9-4. Z9-4 continues to fire wildly, causing Z9-3 to run behind the opening in the floor for cover. Suddenly the gunfire stops, and Z9-3 looks back over the edge.\n)\n\n\nZ9-3:\n Randall, Jesus fuck, I—\n\n\n(\nThe creature has now entered Z9-4's open mouth, and is moving slowly down his throat. Z9-4's mic picks up muffled cries and a low grinding noise, like chewing. Z9-3 aims his weapon at the creature and fires, missing it when Z9-4 twitches. Z9-3 fires again, striking Z9-4 in the arm.\n)\n\n\nZ9-3:\n Oh fuck, oh fuck, oh— Captain! Permission to fire on Randall!\n\n\n(\nNo response\n)\n\n\nZ9-3:\n Goddammit, captain! Permission to fire on Four?\n\n\n(\nNo response\n)\n\n\nZ9-3:\n Fuck, fuck, Randall, I'm—\n\n\nZ9-4:\n (\nChoking\n) Please.\n\n\n(\nZ9-3 raises weapon and fires at Z9-4. There is another rumble, and the ground beneath Z9-3 gives way. Z9-3 falls onto the concrete below and is crushed by additional falling debris. Z9-3's camera and microphone disconnect.\n)\n\n\n(\nZ9-4's microphone continues to pick up Z9-4 choking and vomiting for an additional five minutes, after which Z9-4 grows silent. Another leech creature emerges from his mouth and disappears. Z9-4 stands and picks up Z9-3's weapon. Z9-4's camera disconnects.\n)\n\n\n\n\nNote:\n At this point, Z9 team was in full disconnect. Two members were assumed KIA, while the other three were not accounted for. After three hours of non-communication, Site Command contacted Overwatch Command to request a full stop to all explorative efforts into SCP-1730. While waiting for a response, Z9-1's microphone came back online.\n\n\n\n\nZ9-1:\n You didn't look, did you?\n\n\nZ9-1:\n Yeah, me neither. Cap?\n\n\nZ9-1:\n It was over there, against that wall. Is it not there anymore?\n\n\nZ9-1:\n I can get it open.\n\n\nZ9-1:\n We need fucking bullets.\n\n\nZ9-1:\n I think they're gone, yeah, but I don't want to wait around, for—\n\n\nZ9-1:\n Lower?\n\n\nZ9-1:\n What floor are we on right now, anyway?\n\n\nZ9-1:\n I thought there were only supposed to be fifteen. Fuck.\n\n\nZ9-1:\n Alright.\n\n\n(\nZ9-4's camera suddenly comes online, showing a massive room, dimly lit by many small flames. Further observation of the footage shows that the small flames all originate from the ears of many humanoids, standing quietly around the walls. In the center pit is a large creature that appears to be covered in many smaller creatures. It is barely distinguishable in the low lighting. Several large pipes over the creature have been cut and are draining onto the center of the room. The camera cuts out.\n)\n\n\nZ9-1:\n \"What happened to Site-13.\" This is like the fifth time.\n\n\nZ9-1:\n I don't fucking know, how am—\n\n\nZ9-1:\n Right.\n\n\nZ9-1:\n Wait.\n\n\nZ9-1:\n Yeah, I do too. It's coming from over there.\n\n\nZ9-1:\n This shit is everywhere, fuck, look.\n\n\nZ9-1:\n Open that door, a— \nshhhhhh\n.\n\n\n(\nZ9-1 is silent.\n)\n\n\nZ9-1:\n No, I—\n\n\nZ9-1:\n \nShhhhhhh\n stay quiet. We need to get back upstairs.\n\n\nZ9-1:\n Hey, who's that?\n\n\n(\nZ9-1's mic disconnects.\n)\n\n\n\n\nNote:\n With the entire team once again unresponsive, Site Command ordered an emergency termination of all explorative efforts into SCP-1730 while waiting for confirmation from the O5 council. Four hours pass with no response, before Z9-Cap's camera begins transmitting. Microphone comes online shortly after.\n\n\n\n\nZ9-Cap is standing in a very tall room, looking at some kind of large and intricate machine. She approaches the machine slowly before settling over some kind of input console with a backlit screen. Z9-Cap wipes dust off of a label just above the screen. The word \"Thresher\" is clearly visible.\n\n\nZ9-Cap's hands hover over the keyboard at the console. Another distant sound can be heard over the microphone, later identified as footsteps. Z9-Cap turns quickly to face the darkness behind her. As she turns, her shoulder mounted light strikes something on the machine behind her, and goes out.\n\n\nThe footsteps grows closer. Z9-Cap begins to breathe heavily, and starts running through the dark. She trips and falls, and the noises begin to close in.\n\n\nZ9-Cap:\n No, fuck you, get—\n\n\n(\nZ9-Cap's camera disconnects. No additional transmissions are received from the Z9 team.\n)\n\n\n\n\n\n\n\n\n\n\nAddendum 1730.4:\n Recovered Data from Power Station Terminal\n\n\n\n\nAccess fileserv:/S:/1730/files/thresher.log\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\n\n\nImage recovered from power station terminal.\n\n\n\n\n\n\n[click image to enlarge]\n\n\n\n\n\n\nDr. Hadley,\n\n\nAs you can see, the power output to the Thresher device has been adjusted to your specifications. At your command, the reactors will surge to the full 55GW required to activate the device.\n\n\nLike I mentioned in our previous correspondence, the reactors will likely not survive this kind of power surge. The core dedicated to the body pit might, given its reinforced construction, but there will likely be significant damage to all the rest.\n\n\nAdditionally, and you'll forgive me for speaking out of place since I'm not assigned to the Thresher device, but the device is still wildly unstable. The tests have been encouraging on smaller subjects, and it might someday be an applicable piece of technology, but at this moment it is only considered a measure for very final attempts. Utilization of the device could make local reality unstable here, as well as wherever the device ends up. In other words, I hope you know what you're doing.\n\n\nBest of luck,\n\n\nEngineer 242\n\n\n\n\n\n\n\n\n\n\nAddendum 1730.5:\n Collected Data Logs\n\n\n\n\nAccess fileserv:/S:/1730/files/commlog1.log\n\n\n\n\nClose File\n\n\n\n\n\n\nDear Dr. Hadley (340),\n\n\nWe have received your communication, and thank you for taking the time to contact us. We have considered your request, but at this time we cannot approve any transfers. If you are at Site-13, you are there because of your superb level of professionalism and aptitude in your profession, and we cannot afford to have you anywhere else. You may speak to your site pharmacist about an amnestic regimen if you like, but we will not allow you to transfer from Site-13.\n\n\nAs for your concerns about Director Emerson's Mortuary Protocol, we understand your complaints. However, you must understand that anomalies, especially those classified as \"humanoid\", are not human beings. Human beings fall into a very specific category of non-anomalous lifeforms. Humanoid anomalies may appear to be human, but are simply \"humanoid\". As such, they are not entitled to the rights and privileges afforded to human beings by the Ethics Committee.\n\n\nOur job as researchers is to identify where anomalies come from, and then to identify how to best utilize those anomalies for the benefit of mankind. We are protectors, and we cannot protect unless we know everything there is to know about the threat at hand. Once we have learned what we can learn, we neutralize the threat.\n\n\nIf you have any other questions, please do not hesitate to contact our offices.\n\n\nSincerely,\n\n\nPeter Grenwald\n\n\nSCP Foundation Ethics Committee Chair\n\nGlobal Occult Coalition Ethics Board Head\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/files/3421testlog.log\n\n\n\n\nClose File\n\n\n\n\n\n\nTest Log\n\n\nEntity-3421\n\n\nAdministrator:\n Dr. 1343\n\n\nTest Purpose:\n To identify Class VIII entity's ability to bend reality while exposed to dangerous conditions and to Scranton-Mollius Inhibitor Device. Use of SCP-████ to reanimate entity between tests.\n\n\n\n\nTest 1:\n Exposure to Temperature (-35C)\n\n\nResult:\n Entity loses energy, becomes less hostile. Extended exposure results in low external temperature and decay of skin layer. Entity expires after 1 hour of sustained exposure.\n\n\nTest 2:\n Exposure to Temperature (150C)\n\n\nResult:\n Entity quickly succumbs to heat stroke. Body shows signs of burning across all surfaces. Organ damage as a result of extreme temperature. Entity unable to change reality to save itself.\n\n\nTest 5:\n Submerge in Water\n\n\nResult:\n [DATA NOT FOUND]\n\n\nNotes:\n Water seems to interfere with Scranton-Mollius device.\n\n\nTest 13:\n Exposure to Electricity\n\n\nResult:\n Entity unable to save itself. Body no longer salvageable. Entity moved to body pit for incineration.\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/files/129comm1.log\n\n\n\n\nClose File\n\n\n\n\n\n\nTo:\n Engineer 242\n\n\nFrom:\n Engineer 129\n\n\nSubject:\n Control of Hazardous Toxins In Reactor Core\n\n\nWe're having some trouble controlling the waste backup in the pit. The runoff is supposed to be piped off-site, but it keeps getting sucked back up the air intake into the reactor. The stuff is seriously toxic; I don't want to send any of my guys in there to clean it up. Either we shut off the reactor long enough to go down there and clean it up by hand, or we're going to have a pretty serious issue here in a while.\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/files/terminationlog1.log\n\n\n\n\nClose File\n\n\n\n\n\n\n[DATA NOT FOUND]\n\n\nSummary of Events:\n Entity showed unwillingness to submit to further testing, and as such was swiftly terminated by way of electrocution. Entity moved to body pit for incineration.\n\n\nNoting here that additional orders have come in from Director Emerson requesting a fullscale termination of the entire humanoid wing. Those will be processed at your convenience, and we can begin to empty out those floors.\n\n\nSincerely,\n\n\nDr. 790\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/files/unknownlog3.log\n\n\n\n\nClose File\n\n\n\n\n\n\n[COGNITOHAZARD EXPUNGED] \nhas shown some tenacity, but will soon break under the mental pressure applied to it by the Orators. This is not uncommon; many entities arriving for their initial inspection will resist exposure to treatment in some way, but it cannot be sustained for the duration of their time here. Entity does have a particularly interesting effect on [COGNITOHAZARD EXPUNGED] which leads me to believe that we could repurpose that aspect of the entity by removing the face, neck, upper chest area and arms, and applying it to a Mark-XII using the [COGNITOHAZARD EXPUNGED]. I will send this notice to Dr. 874 posthaste, and move forward with this project.\n\n\nSincerely,\n\n\nDr. 720\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/files/unknownlog12.log\n\n\n\n\nClose File\n\n\n\n\n\n\nTo:\n Dr. Hadley\n\n\nFrom:\n Engineer 242\n\n\nThey took your \nblood\n leech boy down to the pit today. I made sure to alter his termination record accordingly, and made sure that output is still blocked up. I don't know what you've got planned for him, but that pit's pretty noxious now. It's not going to be good.\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/files/hadleyletter.log\n\n\n\n\nClose File\n\n\n\n\n\n\nDirector Emerson,\n\n\nBefore we get started, let me just say that the number thing was always bullshit. If you want to properly dehumanize your researchers, you put them in cubicles. The numbers were a joke from the beginning.\n\n\nIf you're reading this, then you're left with a decision. What did you think was going to happen, throwing the bodies of anomalies into that pit? Did you think that their being alive made them anomalous? Hell, being alive is the least anomalous part of our humanity. I thought you might've seen that, but then, things have changed.\n\n\nThe containment breach was my fault, I won't lie to you. In my research, I had the pleasure of analyzing a young boy. His name was Elijah, he subsisted only on blood, and he could siphon it through others with his mouth, right through their skin. Like a leech. He had no mental capacity beyond two years, and yet, he deserved the same chance to live as the rest of us. He did not choose to be the way he was.\n\n\nThen you decided to have him burned, like the rest of them.\n\n\nSo I modified his record. The fires of your pit won't have incinerated him, just agitated him. And that sludge that's been building up? I'm glad you cared to get it cleaned up. I'm sure you're glad too. It's pretty awful down there.\n\n\nAnyway, your decision. The containment breach was inevitable, and whether it was something that crawled out of the pit that did it or my hand on a button makes no difference. You have a choice to make; either stay your course and \ncertainly\n be devoured by the creatures you have been torturing for the last fifteen years, or activate the Thresher device and hope it dumps you out in a more hospitable reality than your own. Either way, our world will be rid of you and your filth, and will be better for it.\n\n\nThis is your death camp, Elliott. You made your bed, and now you get to die in it.\n\n\nSincerely,\n\n\nHadley\n\n\nP.S. Amazing how much can change in just a few years, isn't it? All because you were chasing a promotion. Incredible. I hope it was worth it.\n\n\nOh yeah, and if you decide you want to talk this out, I'll be down in the basement with Elijah. I've got a nice warm spot for him to get setup when he arrives. You've made sure there will be plenty of blood.\n\n\n\n\n\n\n\n\n\n\nAddendum 1730.6:\n Received Audio Transmission\n\n\nThe following audio transmission was picked up on monitoring equipment on the morning of February 1st, 2016. The transmission, both speech and an encrypted signal that followed, has been repeating on a continuous loop since it was first detected. The contents of the transmission are accessible below.\n\n\n\n\nAccess fileserv:/S:/1730/files/020116audio.mp3\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\n[BEGIN TRANSMISSION]\n\n\nHello,\n\n\nMy name is Doctor Mohammad Scott, and I am a researcher within the SCP Foundation's Site-13 Temporal Studies division.\n\n\nMyself and my team were abandoned within Site-13 during a recent catastrophic event, the full details of which we do not know.\n\n\nWe are currently surrounded by hostile entities and other hazardous anomalies. Of the original thirty members of my team, only twelve remain.\n\n\nTo any Foundation operatives listening on this channel, we are asking for assistance. Our supplies are dangerously low, as is our ammunition. Without aid, it is unlikely that we will last more than another month.\n\n\nFollowing this message will be an encrypted, adjusted VMS transmission, decipherable by standard 1980's Foundation technology. The information within that transmission will contain our location, as well as we can describe it.\n\n\nThe transmission is wired by dead man's switch to myself, and will be played on a continuous loop until such time that I die.\n\n\nPlease help us. Thank you.\n\n\n[ENCRYPTED INFORMATION]\n\n\n[END TRANSMISSION]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-1730 research area access.\n\n\n\n\n\n\nAddendum 1730.7:\n Updated Exploration Memorandum\n\n\nIn light of recent information gathered by \nFoundation surveillance teams\n, it has been deemed pertinent to once again send exploration and recovery teams into Site-13. By order of Overwatch Command, SCP-1730's containment procedures have been updated. \nMobile Task Force Tau-5 (\"Samsara\")\n is currently under consideration for deployment. Details to follow.\n\n\nAddendum 1730.8:\n Exploration and Recovery Log Transcripts\n\n\n\n\nAccess fileserv:/S:/1730/exploration/log1.log\n\n\n\n\nClose File\n\n\n\n\n\n\nExploration Video Log Transcript\n\nDate: ██/██/████\n\nExploration Team: Mobile Task Force Apollo-3 “Game Wardens”\n\nSubject: SCP-1730\n\nTeam Lead: AP-3 Ross\n\nTeam Members: AP-3 Houston / AP-3 Noah / AP-3 Ohalo / AP-3 Vigo\n\n\n\n\n[BEGIN LOG]\n\n\nAP-3 Ross:\n Radio’s live. Everybody good?\n\n\nAP-3 Vigo:\n Hang on.\n\n\nSiteCommand:\n Sixty seconds to insertion.\n\n\nAP-3 Ross:\n Copy. Vigo, you good?\n\n\nAP-3 Vigo:\n Yeah, I got it.\n\n\nAP-3 Ross:\n We set?\n\n\nAP-3 Houston:\n We’re good.\n\n\nAP-3 Ross:\n Alright, stay cool, keep your lights on, and if you see anything suspect, hit your visors\n4\n and give everyone else the heads up. Remember, the internal topography of this place is unstable, so there’s a pretty good chance we’ll get separated. If we do, stay put until the place stabilizes, and somebody will come pick you up. Use your broadcasters if nobody is responding, and shoot anything that moves. (\nPauses\n) Unless it’s one of us, probably.\n\n\nAP-3 Noah:\n Then \ndefinitely\n shoot.\n\n\n(\nTeam laughs\n)\n\n\nSiteCommand:\n Thirty seconds to insertion.\n\n\nAP-3 Ross:\n Houston, you take lead. Our information suggests this entrance leads down a pretty long staircase, but there shouldn’t be any other doors we encounter until we hit the bottom, so we should be more or less safe until we get there. Got it?\n\n\nAP-3 Houston:\n Got it.\n\n\nAP-3 Ross:\n Any other questions? Ohalo, you’re quiet back there.\n\n\nAP-3 Ohalo:\n I’m good, boss.\n\n\nAP-3 Ross:\n Alright, that’s what I want to hear.\n\n\nSiteCommand:\n Ten seconds to insertion.\n\n\nAP-3 Vigo:\n Here we go.\n\n\nPause\n\n\nSiteCommand:\n Game Wardens, you are clear to begin operation.\n\n\nAP-3 Ross:\n Let’s roll.\n\n\nTeam enters SCP-1730. As expected, initial interior space is a long descending staircase. AP-3 Houston takes lead.\n\n\nSiteCommand:\n Team, we’re monitoring you from here, but let us know if you hear, see, or experience anything unexpected.\n\n\nAP-3 Ross:\n Copy.\n\n\nTeam descends for three minutes. Interior of SCP-1730 is unlit, with the only luminescence coming from the shoulder-mounted lights of MTF AP-3.\n\n\nAP-3 Ross:\n How we looking?\n\n\nAP-3 Houston:\n Pretty good, we— (\npauses\n) I see a door up here, on the landing.\n\n\nAP-3 Vigo:\n I see it.\n\n\nAP-3 Ross:\n Alright, that’s unfortunate. Ohalo, Noah, keep an eye on our backs when we pass it. Hang on.\n\n\nTeam stops at the landing. AP-3 Houston tries the door, but it is locked.\n\n\nAP-3 Ohalo:\n There’s air blowing under the door here. See where the dust is kicked up?\n\n\nAP-3 Ross:\n Yeah. Vigo, let’s see that thermal camera.\n\n\nAP-3 Vigo:\n Alright, hang on. (\nPauses\n) Here it is.\n\n\n10 second silence.\n\n\nAP-3 Ross:\n Yeah, no, I don’t [RADIO STATIC] not even going to begin to fuck with that. Let’s keep going.\n\n\nSiteCommand:\n Team Lead, you copy? Is everything alright?\n\n\nAP-3 Ross:\n Uh— yeah, we’re good. Still descending.\n\n\nSiteCommand:\n Affirmative. Just got some static, wanted to make sure you were good.\n\n\nTeam continues to descend for three more minutes.\n\n\nAP-3 Ohalo:\n Light, look.\n\n\nAP-3 Ross:\n Yeah, Command, there’s a light up ahead. Might be our exit. Eyes open.\n\n\nTeam descends for two minutes.\n\n\nAP-3 Noah:\n Shit.\n\n\nAP-3 Vigo:\n Whoa, what the fuck is that—\n\n\nAP-3 Ross:\n Goddammit. Alright, Command, be advised that the bottom of this stairwell is just missing. I don’t know where the light we saw is coming from, but we go down about three more steps and we’re in some sort of void. I don’t see a bottom to it.\n\n\nSiteCommand:\n Copy that. Hang tight, team, we’re taking a look at this.\n\n\nAP-3 Ohalo:\n What if we drop something in it? See how far down it goes?\n\n\nAP-3 Vigo:\n I mean I can see how far down it goes, and it sort of looks like forever.\n\n\nAP-3 Ohalo shrugs.\n\n\nSiteCommand:\n Game Wardens, go ahead and proceed back up. We’ll see about another insertion point.\n\n\nAP-3 Houston:\n Dammit.\n\n\nAP-3 Ross:\n It’s alright, we’ll just—\n\n\nAP-3 Vigo:\n Ross, look. It’s not a void, it’s a liquid. It’s just not reflecting light, like, at all. It’s pitch black.\n\n\nAP-3 Houston:\n Looks sort of like water.\n\n\nAP-3 Ross:\n Hang on. (\nPauses\n) Yeah, we’re not going to fuck with that either. Command, how far are we to the bottom of this stairwell?\n\n\nSiteCommand:\n One moment. (\nSilence\n) You’re about fifteen meters below where we expected the stairwell to end.\n\n\nAP-3 Ross:\n Stellar. The topography is off here. Let’s head back up a ways and see if we can find a different exit.\n\n\nSiteCommand:\n Team Lead, hold position for a moment. We’re trying to determine your location right now.\n\n\nAP-3 Noah:\n Hey chief.\n\n\nAP-3 Ross:\n Hold on.\n\n\nAP-3 Noah:\n No, look, it’s—\n\n\nAP-3 Ross:\n Shut up, I’m—\n\n\nAP-3 Houston:\n Oh fuck, it’s rising.\n\n\nAP-3 Ross:\n Shit. Alright boys, time to go, fuck.\n\n\nBlack liquid begins to quickly rise behind MTF AP-3. Team moves quickly up the stairwell in relative silence.\n\n\nAP-3 Vigo:\n It’s gaining on us, fuck, come on.\n\n\nAP-3 Houston:\n Jesus Christ, I—\n\n\nAP-3 Ohalo:\n Houston! Grab him, Ross, help!\n\n\nAP-3 Ross:\n Shit, don’t—\n\n\nAP-3 Houston:\n My legs, fuck, fuck, fuck, my legs, I—\n\n\nAP-3 Noah:\n There’s another door up here! Hurry!\n\n\nAP-3 Ross:\n Hang on.\n\n\nTeam enters door on the next landing. Door is slammed closed.\n\n\nAP-3 Noah:\n Holy Jesus what happened to his legs?\n\n\nAP-3 Ross:\n Shit, Houston, are you—\n\n\nAP-3 Houston:\n I… uh, wait.\n\n\nAP-3 Vigo:\n What?\n\n\nSiteCommand:\n What’s happening? Do you read us?\n\n\nAP-3 Ross:\n Yeah, sorry Command, that all happened quickly. Houston fell coming up the stairs and his legs got covered in that… stuff… and now they’re just gone. One clean cut, like they weren’t there.\n\n\nAP-3 Houston:\n I can actually still feel them, guys. Like, (\npauses\n) I can see they’re not there, but it doesn’t hurt, and I think I can stand up.\n\n\nAP-3 Ohalo:\n What the fuck.\n\n\nAP-3 Houston proceeds to stand up. He is missing his legs from his knees down, but appears to be floating, as if they were still there. AP-3 Vigo waves his hand underneath Houston’s legs, which passes through the space unimpeded.\n\n\nAP-3 Noah:\n Uh.\n\n\nAP-3 Ross:\n Alright, so there’s that. You aren’t hurting, Houston?\n\n\nAP-3 Houston:\n Nothing feels different.\n\n\nAP-3 Ross:\n OK. That’s fucking crazy. Command, do we know anything about this?\n\n\nSiteCommand:\n Negative.\n\n\nAP-3 Ross:\n Alright. Let’s keep going, then. Command, it looks like we’re in a maintenance hallway, or something similar. We’ve got pipes running up and down the walls, gauges and such. It’s pretty warm here.\n\n\nAP-3 Ohalo:\n There, on the wall. “What Happened to Site-13?”\n\n\nAP-3 Ross:\n It’s a recurring phrase that keeps showing up written on the walls here. Command, do we know that’s not a meme?\n\n\nSiteCommand:\n It isn’t. None of the studies we ran uncovered any anomalous effects related to that phrase. We’re still not sure why we keep finding it, though.\n\n\nAP-3 Ross:\n Noted. Down this hall.\n\n\nTeam continues in silence for four minutes. During this time, AP-3 Noah’s camera disconnects suddenly. This information was not promptly relayed to the task force.\n\n\nAP-3 Houston:\n There’s something up ahead, see? There at the corner.\n\n\nAP-3 Vigo:\n Is that a person?\n\n\nAP-3 Ross:\n Approach with caution, safeties off.\n\n\nTeam approaches target in silence. Upon reaching target, video feed shows a severely disfigured, rotted human corpse, age unknown, partially conjoined to the wall behind it. Several other spatial distortions are evident nearby, such as the ceiling and wall appearing to pull back into each other, but this is unnoticed by AP-3.\n\n\nAP-3 Ross:\n Ah, shit. Good to finally see a familiar face. Guys, it’s just Zachary.\n\n\nAP-3 Ohalo:\n Thank god. Zachary, how’d you get down here?\n\n\nSilence\n\n\nAP-3 Houston:\n Us too, man. This place is fucked up. Look at my fucking legs, man. Look at this shit.\n\n\nSiteCommand:\n Team Lead, please be advised that you are under the effects of a powerful cognitohazard. We are attempting to upload a filter to your SCRAMBLE visors, one moment.\n\n\nAP-3 Vigo:\n Nah, Command, it’s alright. It’s just Zachary. We go way back, don’t we buddy?\n\n\nAP-3 Vigo playfully punches the corpse, dislodging its jaw. The corpse does not respond.\n\n\nAP-3 Ross:\n Zachary, we’re looking for some other people trapped in here. Do you know how to get to the lower levels?\n\n\nSilence\n\n\nAP-3 Ohalo:\n Shit.\n\n\nAP-3 Ross:\n OK, OK, so wait. What’s below that?\n\n\nSilence\n\n\nAP-3 Ross:\n Uh huh.\n\n\nSilence\n\n\nAP-3 Houston:\n Shit, he’s right. Where’s Noah?\n\n\nThe team turns, and AP-3 Noah is not seen.\n\n\nAP-3 Ross:\n Ah, shit. Zachary, stay here. Noah, do you read me? (\nPauses\n) Noah, it’s Ross. Do you hear me at all? (\nPause\n) Command, where the fuck is Noah?\n\n\nSiteCommand:\n That’s uncertain, Team Lead. Be advised, the upload is complete. Please restart your visors for the filter to take effect.\n\n\nTeam restarts their visors.\n\n\nAP-3 Ross:\n There we go. What was it that— oh, gross. Command, there’s a body in the wall down here. Looks like it’s been fused into it or something. Our visors are ticking like crazy, too.\n\n\nSiteCommand:\n Acknowledged, Team Lead. Proceed.\n\n\nAP-3 Houston:\n Wait, look, back there. You see shimmering?\n\n\nAP-3 Vigo:\n Is that gas? It looks like a gas leak.\n\n\nAP-3 Ohalo:\n Oh fuck, no, look at the floor. Look behind it, fuck. Fuck!\n\n\nAP-3 Houston:\n Shit, Noah, shit—\n\n\nApproaching MTF AP-3 is a shimmering, transparent, humanoid construct, apparently the source of the spatial anomalies in this area. As its feet touch the ground, the floor begins to warp within space around them, stabilizing after the entity passes by. MTF AP-Noah is visible hanging behind the entity, though the nature of the agent is uncertain, as the spatial anomaly he is caught in appears to be extremely severe and very few of his features can be made out. Noah is seen attempting to move slightly, but continues to be twisted by the anomaly as it moves.\n\n\nAP-3 Ross:\n Fucking shoot it, goddamn it. Open fucking fire, shit!\n\n\nMTF AP-3 fires on the entity. As the bullets approach, their trajectory changes and they twist and spin around the entity before falling harmless on the floor or lodging in the ceiling.\n\n\nAP-3 Ohalo:\n This isn’t working chief, we—\n\n\nAP-3 Vigo:\n My fucking arm! Shit!\n\n\nAP-3 Vigo is seen turning and attempting to pull away from an unseen force. From AP-3 Ohalo’s camera a long, shimmering, transparent appendage is seen stretching towards AP-3 Vigo, abstracting the wall closest to it as it moves. It wraps around AP-3 Vigo’s left arm, which begins to visibly distort. Vigo screams.\n\n\nAP-3 Ross:\n Houston! The anchor!\n\n\nAP-3 Houston:\n Oh, yeah!\n\n\nAP-3 Houston produces a miniature, portable Scranton Reality Anchor, which he powers on and lobs towards the entity. There is a flash of red light, and for a split second the entity becomes visible as an extremely disfigured, grotesquely elongated humanoid, which exists for only a second before the spatial distortions surrounding it are anchored and violently reset, creating a massive pressure wave in the confined space. The team is momentarily incapacitated.\n\n\nAP-3 Vigo:\n Oh, my arm…\n\n\nAP-3 Vigo's left arm is bright red, but otherwise unscathed. AP-3 Ohalo assesses it.\n\n\nAP-3 Ohalo:\n The color will go away, that's just the anchor cooling down. You good?\n\n\nAP-3 Vigo:\n Yeah, I'm alright. Thanks.\n\n\nAP-3 Ross:\n Jesus… Noah? Noah, are you there?\n\n\nSilence\n\n\nAP-3 Ross:\n Can any of you see Noah?\n\n\nAP-3 Vigo:\n Ross, here, look. In the wall.\n\n\nAs dust clears, AP-3 Noah becomes visible, partially fused with the wall, ceiling, and floor across ten meters of hallway. The agent is unmoving.\n\n\nAP-3 Houston:\n (\nRetches\n)\n\n\nAP-3 Ohalo:\n (\nIndistinct muttering\n)\n\n\nAP-3 Ross:\n God… Command, do you read me? Hello?\n\n\nSiteCommand:\n We read you, Team Lead.\n\n\nAP-3 Ross:\n We’ve lost Noah, he's… in the wall. Do you want us to proceed?\n\n\nSiteCommand:\n One moment.\n\n\nSilence\n\n\nSiteCommand:\n Team Lead, do you feel as if returning to the surface will be more dangerous than continuing your mission.\n\n\nAP-3 Ross:\n I— I have no way of knowing that. We have no way of knowing what's in here. Everything in here is so fucked it's incredible. I don't even know if we \ncan\n get back, if we wanted to. None of the other teams have, have they?\n\n\nSiteCommand:\n That is correct.\n\n\nAP-3 Ross:\n (\nPause\n) Honestly, whatever happens down here can't be any worse than whatever we'd see on our way back. It probably doesn't make a difference. (\nPause\n) Whatever. Let's keep going.\n\n\nSiteCommand:\n Affirmative. Team Lead, we are preparing another team to evac you, in the event that you reach your target. Insertion time is in four hours.\n\n\nAP-3 Ross:\n You're sending another task force in here? What idiots volunteered for that gig?\n\n\nSiteCommand:\n Samsara.\n\n\nAP-3 Ross:\n Oh. (\nPause\n) Alright, cool. I copy.\n\n\nTeam continues on for a short time, unimpeded. They pass through several other areas, including a ransacked infirmary, a cafeteria space melted into slag, and a wing of containment units identified as \"Olympia Class\" that are no less than 100m in height. Eventually, the team enters a room off of the main hallway that appears to be a telecommunications center. A single television is illuminated on a wall across from them.\n\n\nAP-3 Houston:\n This is weird.\n\n\nAP-3 Ross:\n Stay cool, guys. Search this room, see if there's anything we can collect that they could use topside.\n\n\nAP-3 Vigo:\n These terminals have power, I'll collect a backup.\n\n\nThere is a sound on the other end of the room, like static. Ohalo and Houston move towards the illuminated television.\n\n\nAP-3 Ohalo:\n Is something broadcasting through this?\n\n\nThe screen flickers, and an image appears. The interior of a standard containment cell is shown, though it is devoid of any comforts or belongings. A single red light behind the camera is on, poorly illuminating the space. A long figure is huddled in the corner.\n\n\nAP-3 Houston:\n Hang on, is that…?\n\n\nAP-3 Ohalo:\n Holy shit, it is.\n\n\nAP-3 Ross:\n What is it?\n\n\nAP-3 Houston:\n It's Bobble the fucking clown.\n\n\nAt the mention of the name, the figure in the corner looks towards the camera.\n\n\nUnidentified Figure:\n What? What do you want? Who is it?\n\n\nAP-3 Ross:\n Jesus— my name is Ephram Ross, I'm an agent with the— actually, hang on. Who are you?\n\n\nThe figure shifts sideways, and more of its body becomes visible through the darkness. The red light illuminates its eyes, though little else of the figure can be made out.\n\n\nUnidentified Figure:\n Mmmmmmmm… you're different. You smell different. You know I can smell you, even from here? You don't know that, though. They did, but you're not \nlike\n them. They went to great lengths to figure that out. They knew, they know, they will know, mmmmmmmm.\n\n\nAP-3 Ross:\n You're Bobble the Clown, yeah?\n\n\nThe figure slides slowly across the wall of the cell, just out of range of the red light. Its movements are noticeably erratic. It comes closer to the camera.\n\n\nUnidentified Figure:\n They had a number for me once, when I was Bobble. But your friends didn't like the number. Said we identified with the numbers. Mmmmmmmm… I am not Bobble, but I am a thing that used to be Bobble. (\nPauses\n) You're not where you're supposed to be, gun buddy. You don't \nmatch the air\n in here. You're out of place, just like I am. Just like we are.\n\n\nAP-3 Ross:\n Uh huh. What happened here?\n\n\nUnidentified Figure:\n Daddy Emerson played a tricky little game with the strings of the universe. He walked on them like a tight rope, and was surprised when he fell. Tricky little Emerson. Didn't just want boxes, no no no. He wanted boxes full of ideas. Ideas like pain, horror, death. He worked very hard to stack those boxes on his string and broke the whole thing, and we all came tumbling down with him (\nlaughs, and trails off\n)\n\n\nAP-3 Ross:\n How many other entities are in here? What else do you know?\n\n\nUnidentified Figure:\n How many, hee hee hee, how many entities were swallowed by Site-13? (\nLaughs\n) You silly silly out of place boy. Silly little boy. Everything made its way into Site-13. If the Foundation could find it and the Coalition could catch it, it was fed into the \nmeat grinder down here\n. Everything. They mulched us all, if there was nothing to gain. Some got lucky. Bobble got lucky. Stuffed in a funny box and played with. Toyed with. Experimented with. To see what sounds we made when we wanted to die. Others were not so lucky. (\nPauses\n) They burned the Library, you know. Held it upside down like a can of soup and let the contents run out into the furnace, and burned the whole place up. They did other things, too. Worse things. Daddy Emerson liked it. He watched it all, everytime. Got his \njollies off watching it\n. (\nSpits\n)\n\n\nAP-3 Ross:\n What worse things?\n\n\nThe unidentified figure approaches the camera and comes fully into view, illuminated by the red light. A significant portion of its body is distorted by video static that moves as it moves. This static appears to be cutting into the tissue of the figure's body, creating large lacerations that ooze a dark yellow fluid. As it moves, the figure appears to be sloughing off large portions of its mass, which are replaced with static. Half of its face sloughs off as it nears the camera, and one eye becomes shrouded in static.\n\n\nUnidentified Figure:\n Every worse thing.\n\n\nAP-3 Vigo:\n Chief, we're picking something up on the radio. I think it's the survivor's signal, we must be getting close.\n\n\nAP-3 Ross:\n (\nPauses\n) Alright. Let's keep moving.\n\n\nUnidentified Figure:\n Have fun, boys. Don't let the dead bugs bite. (\nLaughs\n) If you see Daddy Emerson down there… (\npauses\n) \nrape him to death for me.\n\n\nAP-3 team passes out of the telecommunications room and into the main hallway. Following the strength of the signal discovered by AP-3 Vigo, they near an area that appears to be a cryogenic containment unit, similar to those utilized in the defunct Cryogenics Y-Wing of Site-19. As they pass through this area, Command loses the signal of each member of the team, with only intermittent static being broadcast. This continues for thirty minutes before a signal is received again.\n\n\nAP-3 Houston:\n Command? Command? Are you there? Do you read me?\n\n\nSiteCommand:\n Houston? We read you, are you alright? Is everyone alright?\n\n\nAP-3 Houston:\n Oh shit, thank God. We've been trying to reach you forever. Yeah, we found the survivors. They're holed up down here in… I don't know what you'd call this place, but it's not conducive to habitation. We're looking at twenty, maybe thirty people? We found some other agents of ours, too. A few Mole Rats, and a guy from the Travelers. They all ended up down here.\n\n\nSiteCommand:\n Are you prepared to evac?\n\n\nAP-3 Houston:\n Uh, yeah, so… that's not going to happen the way I think we wanted to, not currently. It's a whole lot worse here than we had anticipated, Command. I don't know how they ever locked some of this stuff up, but suffice to say that every single containment cell is broken open, and this shit is real. Like, really real. We keep hearing things down the hallways nearby, I think whatever is out there is looking for us. I think they're angry. If they find us, we don't have the bullets to keep them down, let alone get these people out.\n\n\nSiteCommand:\n Where is Ross?\n\n\nAP-3 Houston:\n He's been trying to get some defenses ready with the others, in case they come tonight. It's not looking good, you know? I don't know if you guys have a backup plan, but we'll take any ideas.\n\n\nSiteCommand:\n How long have you been down there?\n\n\nAP-3 Houston:\n Uh… (\npauses\n) maybe three days?\n\n\nSiteCommand:\n Affirmative. Apollo-3 Team, be advised that we are activating and inserting Tau-5 for rescue and recovery.\n\n\nAP-3 Houston:\n Fuck yes. Tell them to hurry.\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/recovery/reclog1.log\n\n\n\n\nClose File\n\n\n\n\n\n\nExtraction and Recovery Video Log Transcript\n\nDate: ██/██/████\n\nExploration Team: Mobile Task Force Tau-5 “Samsara”\n\nSubject: SCP-1730\n\nTeam Lead: T-5 Irantu\n\nTeam Members: T-5 Munru, T-5 Onru, T-5 Nanku\n\n\nNotes:\n \nThe following is an audio/video transcript of an extraction and recovery mission carried out by the members of Mobile Task Force Tau-5 “Samsara”, after contact by MTF AP-3 “Game Wardens” with human survivors within SCP-1730. The AP-3 team had requested assistance in extracting the survivors due to the large number of hostile entities within the site.\n\n\nEach member of MTF Tau-5 was outfitted with a number of cybernetic enhancements per the specifications of their design, including arm-mounted incendiary cannons, shock-absorbing leg extensions, heat-resistant plating, built-in SCRAMBLE adaptations within the eyes, and others.\n\n\nTau-5’s insertion point was a drainage gate near the secondary entrance that the AP-3 team had inserted through.\n\n\n\n\n[BEGIN LOG]\n\n\nT-5 Irantu:\n We’re plugged in. SiteCommand, do you read me?\n\n\nSiteCommand:\n We do. 60 seconds to insertion.\n\n\nT-5 Nanku:\n So. How dangerous should this mission be considered?\n\n\nT-5 Munru:\n Not a single person they’ve sent in has come out yet. Considerably.\n\n\nT-5 Nanku:\n Acknowledged. This should be engaging.\n\n\nT-5 Irantu:\n Team, check your optics; the last thing we need is somebody succumbing to a memetic hazard.\n\n\nT-5 Nanku:\n Understood. (\nPause\n) I’m good.\n\n\nT-5 Munru:\n Also good.\n\n\nT-5 Onru:\n I’m good.\n\n\nT-5 Irantu:\n Good. Remember, all we’re looking to do here is extract the survivors. We’re not attempting to contain anything, so if you see something nasty, put it down.\n\n\nT-5 Nanku:\n As always.\n\n\nT-5 Munru:\n I don’t need to be convinced.\n\n\nSiteCommand:\n Team, you are 30 seconds to insertion.\n\n\nSiteCommand:\n 10 seconds to insertion.\n\n\nSiteCommand:\n Tau-5, you are cleared to begin extraction and recovery.\n\n\nT-5 Irantu:\n Let’s go.\n\n\nT-5 team enters SCP-1730 through a drainage gate under the secondary office structure. Each team member activates their shoulder-mounted lamp, illuminating the tunnel. After a short time, the team reaches another gate. Several large drainage pipes are visible behind the gate.\n\n\nT-5 Munru:\n Look. Up against the gate. Bodies.\n\n\nNo fewer than twenty charred humanoid forms in varying stages of destruction are pushed up against the bottom of the gate. Several arms are pushed through the grate and are reaching out towards the tunnel.\n\n\nT-5 Nanku:\n These look… very burned. Where do you think they came from?\n\n\nT-5 Irantu:\n Hard to say. I can’t imagine they would’ve made it far in this condition.\n\n\nT-5 Munru:\n There’s an incinerator near here, right? Near that body pit we keep hearing about? Maybe they came from there.\n\n\nT-5 Nanku:\n An incinerator?\n\n\nT-5 Irantu:\n As good a place to start as any. Let’s get into those pipes there.\n\n\nT-5 team cuts through the gate and scales the wall behind it to the largest of three drainage pipes. Team continues on for a short time.\n\n\nT-5 Onru:\n The temperature is rising.\n\n\nT-5 Irantu:\n I noticed it, as well. We must be getting close.\n\n\nT-5 Munru:\n We’re descending right now, too. (\nPauses\n) This is strange. Shouldn’t a drainage pipe run out, not in?\n\n\nT-5 Nanku:\n Maybe. Maybe it's affected by the topographical abnormalities.\n\n\nT-5 Irantu:\n Likely.\n\n\nT-5 Onru:\n Irantu, the wall is weak here. I can hear echoing on the other side of it.\n\n\nT-5 Irantu:\n What’s over there?\n\n\nT-5 Onru:\n Hang on. (\nPauses\n) A hallway, I think.\n\n\nT-5 Irantu:\n I see. (\nPauses\n) Alright. We’ll split up here. Munru, you and Nanku see where this tunnel lets out. Onru and I will go through this wall and see what’s on the other side.\n\n\nT-5 Nanku:\n And if we get killed?\n\n\nT-5 Irantu:\n Don’t get killed.\n\n\nT-5 Nanku:\n Understood.\n\n\nT-5 team splits up, with T-5 Nanku and Munru following the drainage pipe towards the source of the heat, and T-5 Irantu and Onru going through the thin wall to the hallway beyond.\n\n\nIrantu and Onru manage to break down the concrete wall between the drainage pipe and the hallway beyond. Within the hallway are several bare offices, barely lit by dim overhead lights. The entire area appears to have been abandoned for some time. Irantu and Onru look for an elevator or stair access, but find nothing.\n\n\nAfter a short time, Onru finds a door that opens into a control room. A large glass observation window is obscured by some dark material. Many of the controls in this room have been destroyed.\n\n\nT-5 Onru:\n This is the control room for the incinerator, see? It says “Incinerator #1” over there. And below it, it says… “body pit access below”.\n\n\nT-5 Irantu:\n I’ve never heard of a furnace that needed its own control room. What’s blocking the window there? Blast shields?\n\n\nT-5 Onru:\n No. (\nPauses\n) No. (\nApproaches the window\n) These are bodies. And garbage. Refuse. Congealed and coagulated. Look, you can see faces.\n\n\nT-5 Irantu:\n I see it. (\nPauses\n) Our intel said that one of the engineers had blocked up the drainage pipes out of here. Nanku and Munru are probably going to run into that. (\nPauses\n) I wonder if there’s another way down from here. I thought we’d be able to go down through the incinerator.\n\n\nT-5 Onru:\n Hang on.\n\n\nOnru proceeds to look over the controls on a relatively undamaged controller near the observation window. As she does, Nanku and Munru appear at the door.\n\n\nT-5 Munru:\n It’s blocked. Something has turned the end of that pipe into slag. We tried to punch through it, but it’s pretty thick.\n\n\nT-5 Nanku:\n I broke my hand on it, look. (\nHolds up her hand, which is undamaged.\n) It \nwas\n broken, I mean.\n\n\nT-5 Irantu:\n Quiet. Onru is looking for someth—\n\n\nT-5 Onru:\n Got it.\n\n\nOnru throws a large switch and turns several nearby knobs. There is an immense groaning sound, and the mass in front of the window begins to spin slowly.\n\n\nT-5 Nanku:\n Interesting.\n\n\nThere is a jolt, as if something has broken free, and the mass begins to spin rapidly and slowly descend. There is the distinct sound of a turbine spooling up. The team’s internal temperature gauges begin to register a steady increase in heat.\n\n\nT-5 Munru:\n It’s dropping. Look down there, see?\n\n\nThe mass has cleared the window, revealing a massive cylindrical chamber on the other side, at least 300m in diameter and roughly 400m deep. At the center of the chamber is a massive shaft, extending the full height of the chamber, attached to several large turbines. As the turbines spin, the matter within the chamber is turned into a slurry. Near the top of the chamber are several pilot lights. Large holes are present around the outside of the chamber.\n\n\nT-5 Onru:\n Alright, and then…\n\n\nOnru throws another switch, and the pilot lights are ignited. Enormous streaks of fire cascade down from the ceiling of the chamber, scorching the mass below. Additional jets of flame begin to emit from the walls of the chamber.\n\n\nT-5 Irantu:\n Look, down near the bottom. There’s a sluice gate that looks like it’s leading away from here. Over there, see? Can you get that door open?\n\n\nT-5 Onru:\n Yes. (\nPauses\n) Got it.\n\n\nA large circular door opens near the bottom of the pit, above the level of the matter within.\n\n\nT-5 Munru:\n Excellent, though I still don’t know how you think we’re going to get in there, the pipe is block—\n\n\nNanku extends her arm, and fires several rounds from a wrist-mounted projectile weapon at the glass window in front of them. The glass cracks and shatters, exposing the room around them to the heat of the chamber.\n\n\nT-5 Munru:\n Straightforward.\n\n\nT-5 Nanku:\n One does, what one can.\n\n\nThe team enters the incinerator and jumps down onto a ledge below, near another drainage pipe. They make their way through the vast chamber, avoiding the spinning blades and ever descending biological slurry around them.\n\n\nT-5 Munru:\n Something unpleasant took place here.\n\n\nT-5 Nanku:\n Oh?\n\n\nT-5 Munru:\n Yes, in fact. (\nShoots a glance at Nanku\n) All of this has to be draining somewhere, likely out below us, through one of these fissures.\n\n\nT-5 Irantu:\n We don’t have time to find out. We’ll follow this pipe down and see where it goes.\n\n\nTeam enters the open door and descends down the drainage pipe a short distance, before it empties into a large cistern. The team enters the cistern, which is lit from above by a large, glowing, plant-like structure.\n\n\nT-5 Nanku:\n Interesting. What do you think that is?\n\n\nT-5 Onru:\n I— (\npauses\n) I don’t know.\n\n\nAt the sound of their voices, the glowing structure begins to shake slowly, and thousands of glowing, spinning pods are released from its body. As they fall, they brightly illuminate the entire chamber.\n\n\nT-5 Munru:\n Look. The shadows.\n\n\nThe glowing pods create vaguely humanoid shadows on the walls of the cistern, which act in an anomalous manner. These shadows appear to reach their hands up or forward, as if towards the team. As the pods reach the slurry below, they extinguish, and the shadows disappear.\n\n\nT-5 Irantu:\n Alright. Which way do we go?\n\n\nT-5 Munru:\n This is a drainage pipe, leading away from the incinerator. The incinerator is underneath the power station, which is to the east of the compound. So far as we can tell, we need to go northwest from there, so… (\npauses\n) hang on. Look over there.\n\n\nT-5 Nanku:\n At what?\n\n\nT-5 Munru:\n At the wall. Something is seeping through it. Was that there before?\n\n\nT-5 Onru:\n No.\n\n\nT-5 Irantu:\n (\nApproaches the wall\n) It’s black, and shiny and definitely seeping. Something is pushing through.\n\n\nT-5 Nanku:\n What does that mean? What is it? Drainage?\n\n\nT-5 Munru:\n Unlikely. It’s probably runoff from the reactor, or—\n\n\nT-5 Onru:\n (\nApproaches the wall\n) No, it’s blood. It’s leeches.\n\n\nT-5 Irantu:\n What?\n\n\nT-5 Onru:\n Look.\n\n\nOnru points at a spot on the wall, illuminated by their shoulder mounted lamps. At that spot, a thick flow of black fluid is seeping between a crack in the wall, and something small is wriggling within the crack. The team zooms in on the spot, revealing a small, writhing leech pushing its way through the spot. It breaks through, and falls to the ground.\n\n\nT-5 Nanku:\n Huh. It’s a leech. What does that mean?\n\n\nT-5 Munru:\n Nothing good.\n\n\nThe small leech moves towards the biological slurry at their feet, and begins to ingest it. As it does, the leech slowly begins to grow in size.\n\n\nT-5 Onru:\n More of them. In the wall, there, pushing through.\n\n\nThe team looks back towards the wall, where several spouts of black fluid are beginning to pour through various cracks along its surface. Several more small leeches are squirming through these cracks.\n\n\nT-5 Irantu:\n Onru, what do you see?\n\n\nT-5 Onru:\n (\nPauses\n) There’s something below us. It’s huge. Covered in other people's blood. Reaching up towards us. These are like fingers, they all communicate back to the host, the— (\npauses\n) Bring me a leech.\n\n\nT-5 Munru:\n What?\n\n\nT-5 Nanku:\n You’re kidding.\n\n\nT-5 Onru:\n No, bring me one. They’re telepathic, they’re communicating that way. I need a leech.\n\n\nIrantu moves across the room before grabbing a leech off of the ground. As he pulls it away from the liquid, it struggles and squirms, biting several large chunks out of his hand.\n\n\nT-5 Irantu:\n Peculiar. (\nPauses to look at the leech\n) Here.\n\n\nT-5 Onru:\n Alright, one moment.\n\n\nOnru extends her left hand towards the leech, which opens up to reveal a series of long, delicate, metallic rods with pointed tips. She maneuvers the rods into the flesh of the creature, near the base of the brain.\n\n\nT-5 Onru:\n There. Let’s see. (\nPauses\n) They heard the incinerator activate. They’re hungry. They’re coming up here to eat, a lot of them. The host is down below us, but I can’t see that far down. (\nPauses\n) If I look at the neural activity of the entire network of entities, I can map out the areas they’re in. Let me see if I can do something with that. (\nPauses\n) There we go. You should all have it on your retinas now.\n\n\nT-5 Irantu:\n Clever.\n\n\nT-5 Nanku:\n So we’re looking at a map? It seems too distorted to be a map.\n\n\nT-5 Onru:\n Ongoing topographical changes. Means that, despite the changes in the structure of the site, it’s all still located within our local reality. It’s just unstable.\n\n\nT-5 Munru:\n Do we know where this Thresher device is?\n\n\nT-5 Onru:\n Probably something to do with this section, here. If you follow a logical structural design plan based on the evidence provided in this map, there should be a whole extra wing here, but there aren’t any of the leeches down that way. (\nPauses\n) Yes, I can see conduit running to that area. That’s where the Thresher machine is.\n\n\nSilence.\n\n\nT-5 Irantu:\n What about our recovery?\n\n\nT-5 Onru:\n This area, here. Several corridors lead to a large research wing, but most of them have been blocked off. Every now and then, one of the ends of the network goes dark here. (\nPauses\n) The survivors are in there.\n\n\nT-5 Irantu:\n What’s the fastest way in from where we’re at now?\n\n\nT-5 Onru:\n One moment. (\nPauses\n) Three paths to choose from, each with different potential hazards. The first takes us further down this pipeline, until we reach a waste treatment facility within the plant. This is the longest route, but from that facility it’s a fairly direct shot towards the survivors. The second path drops us into another cistern below this, which leads directly to this large chamber here. (\nPauses\n) The leech is in there. I can hear it right now, it’s wondering why this one hasn’t come back.\n\n\nT-5 Irantu:\n And the third?\n\n\nT-5 Onru:\n The third route takes us through this area here, which… is queer. I can hear the leeches as they move around the site. They’re noisy, uncoordinated, acting on impulse and without much… finesse. But in this area, they’re all very quiet. They go in and out for… something… but they do it very, \nvery\n quietly.\n\n\nT-5 Nanku:\n (\nMotions towards the ground at her feet\n) Look at this leech. It’s the size of a cat already.\n\n\nT-5 Munru:\n Are there any other entities in there?\n\n\nT-5 Onru:\n I can’t tell. The leeches follow a single path in, and a single path out. They don’t stray from it, and— (\npauses\n) they don’t look around.\n\n\nT-5 Irantu:\n Which is the fastest path?\n\n\nT-5 Onru:\n The last one is the fastest. We follow this tunnel towards a service door, and follow a staircase towards the bottom. Once we’re there, there’s another hallway off to the left that takes us past that area, or through it, maybe, and on the other side is the back entrance to our research wing.\n\n\nT-5 Irantu:\n Alright. (\nPauses\n) That’s the one we’ll take, then.\n\n\nT-5 Nanku:\n A shame. Here I thought we’d be shooting leeches.\n\n\nT-5 Irantu:\n You’ll have plenty of chances to on our way out, I’m sure. We need to get these people out quickly. Onru, does it feel to you like the leeches are trying to get into the wing where the survivors are?\n\n\nT-5 Onru:\n Yes. There is plenty of blood in this site, but not all of it is still warm. They’ll be coming for them soon.\n\n\nTeam leaves cistern and follows drainage pipe west. Eventually the team reaches a service door, lit by a single flickering lamp.\n\n\nT-5 Munru:\n There’s something written on this door. “Blood”.\n\n\nT-5 Nanku:\n Here on the wall, too. Look. What’s it written in?\n\n\nT-5 Irantu:\n Wait.\n\n\nT-5 Onru:\n Look.\n\n\nOnru amplifies her shoulder mounted spotlight, illuminating the entire wall of the tunnel. The word “blood” is repeated over and over, scrawled across the surface of the wall in a thick, black substance. Onru turns left, illuminating several dessicated corpses in a corner at the end of the tunnel, all of which are covered in and seeping the same fluid.\n\n\nT-5 Nanku:\n Unsettling.\n\n\nT-5 Irantu:\n Come on. Don’t waste time.\n\n\nThe team enters the service door, revealing a partial staircase. The stairs above them are intact, but the stairs below have been destroyed. The walls of the stairwell are coated in cracks, through which seeps the black fluid. Munru lights a flare and drops it, and the team watches it fall. After a short time, the flare lands with a slight splash, revealing the floor below.\n\n\nT-5 Nanku:\n How large is this site?\n\n\nT-5 Onru:\n (\nPauses\n) Site-19 has at least 50 underground floors, and no fewer than 80 individual wings. Considering what we know about Site-13, it’s likely that there are at least twice as many of each, if not more. The Euclid-Class containment cells alone are as large as the entirety of Site-81.\n\n\nT-5 Munru:\n Which means there could be worse things down there nobody has seen yet.\n\n\nT-5 Irantu:\n It’s almost a certainty.\n\n\nIrantu leaps from the landing and lands near the flare, his implants absorbing the majority of the impact. The rest of the team follows suit. At the bottom of the stairwell is another door into a hallway, and the team enters it.\n\n\nT-5 Irantu:\n Where to now?\n\n\nT-5 Onru:\n About 200m down this hallway, on the right. There are several security doors, but I think they’ve all been disabled. Through there is… I think it’s a data storage center. It’s big, and lined with vents that lead to the cooling towers at the surface.\n\n\nT-5 Munru:\n Where do the leeches start acting strange?\n\n\nT-5 Onru:\n In there.\n\n\nT-5 Munru:\n Wonderful..\n\n\nTeam moves down the hallway, Nanku at point, flanked by Onru and Manru, and Irantu watching the rear. As they pass, they check each door to see if they are locked. Most doors lead to network maintenance areas, though notably one door leads to the telecommunications room previously visited by the AP-3 team. One screen on the far wall appears to have been busted from the inside out.\n\n\nT-5 Nanku:\n Look here. This is the door to the server area.\n\n\nT-5 Munru:\n What’s that door there?\n\n\nT-5 Irantu:\n It’s marked as “Stairs to Cryonics”. (\nPauses\n) If I had to guess, I’d say it probably goes up to the next levels, and it’s seated right on top of this room. Acts as insulation for the data center.\n\n\nT-5 Munru:\n Can we go through it?\n\n\nT-5 Irantu:\n Which way is faster, Onru?\n\n\nT-5 Onru:\n The only way I can see is through the server room. There weren’t any leeches up there. (\nPauses\n) That is very strange. There are certainly plenty of access points to that room. (\nPauses\n) Very strange.\n\n\nT-5 Irantu:\n Through the server room, then. Come on.\n\n\nTeam enters through the door of the server room. They pass through several more security doors, all of which are unlocked. As they do so, the external temperature drops severely, and stays steady at roughly -20 °C. Irantu motions for the team to activate their internal heating coils, protecting their internal organs from damage due to exposure.\n\n\nAs the team proceeds down the hallways into the server room, T-5 Nanku’s SCRAMBLE optical implant begins to activate, signalling that an anomalous meme is being filtered out. However, T-5 Nanku had previously disabled the visual cue for the warning on her optical overlay, instead relying on the audio cue that accompanied the implant. The audio warning does not trigger at all.\n\n\nIt is not until the team enters the primary server room that T-5 Onru realizes that no sound is audible at all, regardless of the source. Thinking at first that it might be her auditory implant, Onru removes the implant and restarts it, but after establishing that it is functioning properly, she attempts to communicate this with Irantu.\n\n\nIrantu motions for the team to hold and attempt to discern the source of the anomalous influence. As they do, each other team member receives the warning that their SCRAMBLE filters are being triggered. Munru motions towards the door they entered through, but Irantu motions towards the back of the server area, towards the research wing.\n\n\nIt is during this silent discussion that Nanku first notices movement across the large room. Motioning for her teammates to stay still, each team member begins to hear a quiet whining sound, which slowly grows in intensity. As they huddle up, Munru notices writing on one of the server racks, written in black fluid, that says “SILENCE” and then “DON’T LOOK”. He motions towards the racks, and the team acknowledges it.\n\n\nIrantu motions for the team to move towards the far wall, and they slowly proceed between the server racks towards the back exit. Suddenly, Onru catches a momentary glimpse of a large entity across the room, and stops her teammates from advancing. She looks around the corner, and sees the entity again as it comes back into view.\n\n\nThe entity is a massive, multi-limbed figure. The primary structure of the entity is a floating, cross-legged, humanoid construct with six legs, eighteen arms, and thirty-six forearms attached to seventy-two hands. Each limb moves independently, gesturing and posing in constant, sudden, jerking movements. The entity does not have a head, but instead has a large, flat, circular structure attached to its upper chest that is covered in a large number of symbols and glyphs, which glow with bright white light against the entity’s dark grey-brown skin. On each of the entity’s arms are a gold band, attached to a chain, which drags the ground when not being pulled around in one of the entity’s gestures. The golden bands are etched with glyphs later identified as being powerful antikinetohazards\n5\n, though the chains are broken and the antikinetohazards are inactive. Most notably, a single severely emaciated, severely charred human figure is bound to the flat circular structure of the entity’s head. This figure twists against its restraints, and appears to be screaming, likely the whining sound heard through the entity’s muting kinetohazard\n6\n. As the entity performs its gestures, the glyphs on its head illuminate rapidly, often causing burns where the human’s skin comes in contact with them, creating further distress and increasing the volume of the whining.\n\n\nT-5 Onru also notices that some aspect of the entity is creating a severe malfunction in her optical implants, singeing the circuits responsible for handling the SCRAMBLE calculations. She looks away, ejecting the implants before they damage her retinas, and motions to the rest of the Tau-5 team to not look at the entity directly. The team acknowledges, and they continue to move forward.\n\n\nSuddenly, the whining becomes dramatically louder, and begins to draw closer to the team. Munru drops a proximity mine from his pack, and then another a short distance away. As they flee away from the entity, streaks of blue electricity begins to arc between the server racks, and the ground beneath them begins to shift as if it was made of sand. As Nanku threatens to fall into the ground, there is a muffled wave of pressure behind them as the first proximity mine detonates, and the ground solidifies.\n\n\nThe team turns a corner, and the back entrance to the room comes into view. From above them, they can see a hole in the ceiling exposed to the cryonics laboratory, and briefly a complicated containment cell is visible, though it is thoroughly destroyed. The team moves swiftly towards the door, as white-hot glyphs begin to appear on the ground beneath them and in the air around them. The team manages to duck and weave through the symbols, but T-5 Nanku catches her left arm on a glyph in the air and it bursts into flames. Irantu, having seen this from his position behind Nanku, fires his weapon at her shoulder, removing the arm. It falls to the ground and explodes into a cinder.\n\n\nMunru reaches the door first and throws it open, and Onru follows immediately afterwards. Nanku stumbles through, collapsing on the other side, and Irantu comes up last. Just before closing the door, Irantu turns to look at the entity closing in behind them, which at this point was a barely visible blur of gestures, fiery glyphs, and an inhuman whine. As the door swings closed, Irantu zooms in on the humanoid figure strapped to the entity’s head, enough to see the word “EMERSON” seared into the flesh of the figure, as if from a melted patch of fabric. Irantu slams the door closed, and immediately ejects his optical implants.\n\n\nThe team rushes down the corridor away from the security door, and slowly the sound of footsteps can be heard around them. They reach a large open space in between several hallways, and stop to catch their breath.\n\n\nT-5 Munru:\n I… (\nPauses\n) I don’t believe I know how to respond to whatever that was. (\nPauses\n) What was that?\n\n\nT-5 Irantu:\n I have no idea. I’ve never seen anything like it.\n\n\nT-5 Onru:\n There was a human strapped to its head. Did you see that?\n\n\nT-5 Nanku:\n I did. I think it was shouting. (\nPauses, and looks at the stump of her arm\n) I’ll likely miss that arm later.\n\n\nT-5 Irantu:\n You’ll be alright. Just be careful.\n\n\nT-5 Nanku:\n (\nScoffs\n) Like I needed it anyway. I’ve got another. Besides, (\nNanku swings her shoulder mounted flamethrower to her left shoulder, and detaches it so it hangs below where her missing arm should be\n) what was I really going to use that arm for anyway?\n\n\nT-5 Irantu:\n Noted. (\nPauses\n) Everybody alright?\n\n\nT-5 Munru:\n No worse for wear.\n\n\nT-5 Nanku:\n I’m fine.\n\n\nT-5 Onru:\n I’m alright, too. (\nPauses\n) We’re here. Look.\n\n\nThe team turns to see the hallway to their immediate east, which has been barricaded and filled with a substantial amount of explosives and incendiary equipment.\n\n\nT-5 Irantu:\n Good. (\nHe approaches the barricade\n) Hello? This is Tau-5 Irantu, is anyone there? We’re here to get you out. Hello?\n\n\nSilence.\n\n\nT-5 Munru:\n Maybe we’re too late.\n\n\nT-5 Irantu:\n We’re not too late. Hello? Is anyone there? Can you—\n\n\nThere is a shuffling sound, and a large wooden crate is moved slightly. A dark face can be seen in the space between the crate and the wall.\n\n\nT-5 Munru:\n (\nLaughs\n)\n\n\nT-5 Irantu:\n Captain.\n\n\n[New connection to local transmission network: Zeta-9 “Mole Rats” Captain Hollis]\n\n\nZ-9 Hollis:\n Oh boy. The goddamn Power Rangers. They told me about you. (\nPauses to survey the team\n) You look like you’ve been hit by a train.\n\n\nT-5 Munru:\n Something like that.\n\n\nZ-9 Hollis:\n (\nNods\n) Well, come on, then. We don’t have much time left.\n\n\nTeam moves towards the opening in the crates. As Munru and Nanku pass through, Onru pauses. Irantu notices this, and turns to look.\n\n\nT-5 Onru:\n Irantu, look. Leeches.\n\n\nBlack cracks have begun to form on the walls of the atrium behind them, and wriggling black leeches start to fall out of them, accompanied by a thick, black fluid.\n\n\nT-5 Irantu:\n (\nPauses\n) Ah.\n\n\n\n\n\n\n\n\n\n\nAddendum 1730.9:\n Extraction Log Transcripts\n\n\n\n\nAccess fileserv:/S:/1730/recovery/extlog1.log\n\n\n\n\nClose File\n\n\n\n\n\n\nExtraction Video Log Transcript\n\n\nDate:\n ██/██/████\n\n\nRecovery Team:\n Mobile Task Force Tau-5 “Samsara”\n\n\nExploration Team:\n Mobile Task Force Apollo-3 “Game Wardens”\n\n\nExploration Team:\n Mobile Task Force Z-9 \"Mole Rats\"\n\n\nSubject:\n SCP-1730\n\n\nTeam Lead:\n T-5 Irantu / Z-9 Hollis /AP-3 Ross\n\n\nTeam Members:\n T-5 Munru, T-5 Onru, T-5 Nanku, AP-3 Houston, AP-3 Vigo, AP-3 Ohalo, Z-9 Moros, Z-9 Willow\n\n\nNotes:\n \nThe following is an audio/video transcript of an extraction and recovery mission carried out by the members of Mobile Task Force Tau-5 “Samsara” after having made contact with surviving members of MTF Apollo-3 and MTF Zeta-9.\n\n\nAside from the members of the mobile task forces, the team was tasked with recovering twenty-seven surviving members of Site-13 staff, including Dr. Mohammad Scott, a Site-13 assistant director of Temporal Studies. Several of these individuals had sustained significant injuries, further increasing the difficulty of extraction efforts.\n\n\nMembers of Mobile Task Force Alpha-20 “Holy Divers” were stationed above ground, and were prepared to move in to aid in extraction efforts once the recovery team had escaped the lower levels of the site.\n\n\n\n\n[BEGIN LOG]\n\n\nT-5 Irantu:\n Mics on.\n\n\nAP-3 Vigo:\n Are we really worried about recording all of this?\n\n\nAP-3 Ross:\n Hey Vigo? Shut the fuck up. Do what he says.\n\n\nZ-9 Hollis:\n Your lead, power ranger.\n\n\nT-5 Irantu:\n Thank you. Onru has prepared an evacuation plan; I will let her explain it.\n\n\nT-5 Onru:\n Our travel paths from this position are compromised, by the entity in the data center and the creature in the atrium. After speaking with Dr. Scott and his team, we have devised a route that leads us as far away from the current major threats as possible. Unfortunately, our information on all threats is incomplete; even Dr. Scott was not privy to information on all contained entities within the site. As such… (\npauses\n) we should still proceed with extreme caution. (\nPauses\n) This is likely already well understood.\n\n\nAP-3 Houston:\n Yeah, just a bit.\n\n\nZ-9 Willow:\n Alright, so what’s the route we’re taking?\n\n\nT-5 Onru:\n (\nProduces a topographical map\n) Our entry routes are here and here. The largest obstacles we are experiencing currently are the spatial instabilities within the lower levels of this site. On the suggestion of Dr. Scott, and Captain Hollis, our route will first travel to this section of the facility, where the Thresher device is contained. This device is the cause of the… instabilities, and while it is not possible to completely disable the device without risking our own lives or the lives of above-ground personnel, we should be able to reduce power to the device long enough for us to create a stable path to the surface, following this route, here.\n\n\nZ-9 Hollis:\n I got lost once shortly after our insertion and ended up in that room. I was attacked by a number of creatures that were difficult to perceive, likely due to some latent antimemetic effects. I was able to escape them, but they’re no doubt still there. That machine draws a frankly impossible amount of energy from some energy source elsewhere in the site, and those creatures I saw feed off of it. So… there’s that.\n\n\nAP-3 Vigo:\n Why don’t we send a team ahead to disable the machine, and then meet up with them before heading up?\n\n\nT-5 Irantu:\n We will not have enough time, and the probability of our success drops dramatically if we split up our team. Once the device is powered down, it is likely that we will have less than an hour to make our escape before it trips its failsafes and powers back up again. We will just have to make our push from there, hoping that it buys us enough time.\n\n\nAP-3 Vigo:\n Alright, cool.\n\n\nT-5 Irantu:\n Your assignments are as follows: Tau-5 will take point, Apollo-3 will take the right and left flanks, and Zeta-9 will take up the rear. The healthiest survivors will stay near the back, and those with more serious injuries will be near the front near Tau-5. In the event that we are flanked or assaulted, follow typical multi-force defensive assignments, while allowing Tau-5 to intercept the higher threats.\n\n\nT-5 Munru:\n Maintain clear lines of communication. Tau-5 and the task force captains have channel priority. Keep chatter to a minimum, you will all have plenty of time to speak once we reach the surface.\n\n\nZ-9 Hollis:\n Our priority now is extracting these people, and staying alive. Unless you’re in Samsara, in which case I guess you guys are free to do what you want. For the rest of us mortals, it doesn’t help us to let the power rangers get mulched, since we’re likely shit out of luck if they go belly up.\n\n\nT-5 Irantu:\n Agreed. Does everyone understand our mission?\n\n\nAll task force members are in agreement.\n\n\nT-5 Irantu:\n Acceptable. I will take point. We need to move quickly. Gather your things, prepare the civilians, and we will leave shortly.\n\n\nTeams break to assemble in their formation. Civilian survivors are briefed on the mission plan, and positioned in the middle of the block.\n\n\nZ-9 Willow:\n Captain, at the main door! There are leeches coming under the door.\n\n\nZ-9 Hollis:\n Shit. Irantu, we need to roll.\n\n\nT-5 Irantu:\n Agreed. Let’s move out. Munru, Nanku, collapse the main door. We will exit expediently out the side.\n\n\nT-5 Nanku:\n Gladly.\n\n\nThe block moves out of a side door towards a side hallway. T-5 Nanku and Munru hang back to set explosive charges around the door frame. Leeches are beginning to work their way under the door frame and through cracks in the walls. As they step away from the door, Nanku opens her flamethrower on the leeches.\n\n\nT-5 Munru:\n I cannot say that you are making a difference, Nanku. There are likely many more leeches elsewhere.\n\n\nT-5 Nanku:\n This is very satisfying to me. (\nContinues to burn leeches coming through the walls\n) It is delicious.\n\n\nMunru and Nanku move quickly to join the rest of the group, which has begun moving down the side hallway. As they pass through the first door there is an explosion, and the building around them shakes. From beneath the group, a loud, uncanny screaming sound is heard.\n\n\nAP-3 Ross:\n Think they know we’re moving?\n\n\nT-5 Irantu:\n Undoubtedly.\n\n\nThe group continues down a series of hallways towards a stairwell, stopping occasionally to check for hostile entities. After a short time, T-5 Munru calls a halt.\n\n\nT-5 Munru:\n My optics are pinging. (\nPauses\n) Strange. Move everyone back, I will scout ahead.\n\n\nT-5 Munru comes around the corner of the hallway, weapon drawn. His SCRAMBLE optical implant highlights a dangerous meme on the wall. At the far end of the hallway, a vaguely humanoid entity, the same entity as seen during a previous remote drone exploration of SCP-1730, is seen drawing on a wall with a long, curved finger. Munru projects an image of the entity to Nanku, who rounds the corner behind Munru.\n\n\nT-5 Munru:\n Hold.\n\n\nSuddenly, the entity turns towards Munru and Nanku and opens a single white eye, which is immediately processed and blocked by the SCRAMBLE units. The entity begins to move very quickly down the hallway, changing dramatically as it moves; the entity becomes considerably larger, and its long robe flares out to either side, exposing additional hazards that are blocked by the SCRAMBLE units. Munru and Nanku raise their weapons and fire. The creature reels backwards as it is struck by bullets, with large holes opening across its flesh. Munru reloads, loading incendiary rounds, and fires again, setting the creature on fire. As it staggers backwards, the entity begins to scratch madly against the wall to the right, seemingly attempting to dig through the wall away from the gunfire. Nanku takes one more shot, striking the entity in its eye and causing it to collapse onto the ground.\n\n\nT-5 Irantu:\n Is everything alright?\n\n\nT-5 Munru:\n It appears so. We—\n\n\nSuddenly, the hallway shakes violently. The floor beneath the collapsed humanoid entity crumbles and falls away, revealing a large hole beneath the floor. Within the hole is a long, slick, black creature covered in blood red eyes with a mouth full of many rows of long, sharp teeth. As it bursts through the floor, a cascade of small leeches are propelled into the hallway. The humanoid entity slips through the destroyed floor and falls into the mouth of the large creature, which lets out a loud scream as it devours the entity. Long, wet appendages snake into the hallway as Nanku and Munru begin to retreat. Nanku opens her flamethrower again, warding off the approaching smaller leeches.\n\n\nZ-9 Hollis:\n What’s going on?\n\n\nT-5 Nanku:\n We will need to find a different route, quickly.\n\n\nT-5 Irantu:\n Follow me.\n\n\nThe group moves past the collapsed hallway as Munru and Nanku provide cover fire. They pass through a custodial dormitory and exit into a maintenance area behind it.\n\n\nT-5 Onru:\n Over there. We can take this path towards the machine.\n\n\nT-5 Munru:\n We are right behind you, but I am beginning to think this creature is far larger than we anticipated. (\nGunfire\n)\n\n\nT-5 Irantu:\n Onru, take the point. We will move now.\n\n\nTeam moves down the long maintenance hallway. The hallway curves to the left, opening out into a large space full of loading equipment and machines. Several large loading docks are visible in the back of the room, though each one is collapsed and destroyed.\n\n\nZ-9 Hollis:\n Irantu, the walls in here are seeping. We can’t stay here long.\n\n\nT-5 Irantu:\n One moment. Munru, Nanku, how far back are you?\n\n\nSilence.\n\n\nT-5 Irantu:\n Munru, Nanku, please report.\n\n\nT-5 Munru:\n Irantu, Nanku is damaged. We are not going to be able to (\ngunfire\n) rendezvous with you immediately. Onru, do keep us updated on your position, and I will let you know when we can regroup.\n\n\nT-5 Irantu:\n Understood.\n\n\nThe group moves to the far end of the maintenance warehouse, exiting through a pair of doors leading into a staff break room. Black fluid seeps through the walls. The group has to stop briefly to bandage up a survivor whose wound had begun bleeding again. A loud screeching sound is heard nearby, and the group begins moving again.\n\n\nThey enter into another hallway leading in the direction of the Thresher wing. As they move through the hall, Onru hears a distinct sound.\n\n\nT-5 Onru:\n Irantu. Wings.\n\n\nT-5 Irantu:\n How many?\n\n\nT-5 Onru:\n (\nPauses\n) Many. More than I can count. They are… very small, but there is a great multitude of them.\n\n\nZ-9 Hollis:\n You got anything else useful, power girl?\n\n\nT-5 Onru:\n A tinkling sound. Like crystal on crystal.\n\n\nAP-3 Ross:\n Fuck. Crystal butterflies. It has to be that. We’ll get shredded.\n\n\nT-5 Irantu:\n Unlikely.\n\n\nThe group moves towards the sound, which continues to grow louder until it becomes a cacophonous sound that seems to be right above them.\n\n\nAP-3 Houston:\n God, where’s that coming from?\n\n\nAP-3 Ross:\n Steady now, stead—\n\n\nT-5 Onru:\n Irantu, the vent.\n\n\nIn front of them, a grate on a ceiling vent falls to the floor, and a cloud of sparkling crystal butterflies begins to fill the hallway. Irantu sees the butterflies, and turns back to the group.\n\n\nT-5 Irantu:\n Everybody down, please.\n\n\nAs the group drops to the ground, Irantu runs towards the cloud of butterflies. He disappears briefly. After a short moment, there is a burst of flame that arcs upwards into the vent, and the sound of shattering crystal can be heard above them. As the smoke clears, Irantu becomes visible again. The majority of his flesh has been shredded by the wings of the butterflies, and his entire body is scorched. Significant amounts of flesh hang loose from his body. The skin on his back is blackened and blistered, and a thick metal implement is now visible through the scorched flesh. Onru stands and approaches him.\n\n\nT-5 Onru:\n Are you able to continue?\n\n\nT-5 Irantu:\n Of course.\n\n\nAP-3 Houston:\n Jesus fucking Christ, man, are you alright?\n\n\nT-5 Irantu:\n Yes. Why wouldn’t I be?\n\n\nThe group moves through another hall seeping with black fluid, and then another, but the third hallway is clean and relatively untouched. They ascend a short staircase before coming to a stop before a thick, vault door.\n\n\nZ-9 Hollis:\n The machine is behind this door. I came out this way, but the door sealed behind me. I don’t know how to unlock it.\n\n\nT-5 Irantu:\n Dr. Scott, do you know how to open this door?\n\n\nDr. Mohammad Scott:\n (\nAudible through Z-9 Hollis’ mic\n) No, I never had access to this chamber.\n\n\nT-5 Onru:\n I was hoping Munru would be here. I do not think I can open this door.\n\n\nSuddenly, there is a resounding click, and the door in front of them slowly opens. A monitor next to the door illuminates, and a dark room is visible on it. In the back of the room, hidden in shadows, an indistinct humanoid entity waves. A harsh, electronic static sound, vaguely reminiscent of laughter, can be heard through an unseen loudspeaker.\n\n\nUnidentified Figure:\n Hee hee. Hee hah. You're welcome. Heehee. Oh, oh, (\nas if in pain\n) Tanny, oh Tanny, it's so long down here with us. It's so long and sharp, Tanny. Why did you make me hurt, hee hee. Oh- (\nvoice fades as the screen is covered in static\n)\n\n\nThe screen powers off.\n\n\nAP-3 Ross:\n That’s a pretty fucked up clown.\n\n\nT-5 Irantu:\n Come. Hurry.\n\n\nThe group enters the chamber beyond. The room is very dark, with a multitude of dim, green lights visible on the walls of the room. Based on the luminescence of the lights and the apparent distance of them from each other, the room appears to be several hundred meters in diameter. Near the back of the room, a tower of circling green lights is visible.\n\n\nZ-9 Hollis:\n Hey, power rangers. Can you see anything in here? You have dark vision or something, yeah? My visor is shot.\n\n\nT-5 Irantu:\n Onru and I were forced to eject our implants after they were damaged by a powerful memetic entity.\n\n\nAP-3 Ross:\n My visor works. Hang on. (\nPauses\n) Alright. So there’s a… some kind of machine near the back of the room, under those lights. I can’t really make any of it out from here, but it’s there. I don’t see— oh shit, yeah I do. On the ceiling, there are… fuck, there are a lot of those things.\n\n\nZ-9 Hollis:\n What are they?\n\n\nAP-3 Ross:\n (\nWhispering\n) I honestly don’t know, I can’t make them out. They’re definitely fucking with perception. I don’t… I don’t think they’ve seen us. Seriously though, there might be five hundred of these things.\n\n\nT-5 Irantu:\n That would be more than Onru and myself can deal with. (\nPauses\n) We need to make a decision; either attempt to disable the machine without attracting their attention, or find a way to dispatch the creatures. (\nPauses\n) I am, of course, willing to accept ideas.\n\n\nAP-3 Vigo:\n I mean… we could blow them up. Houston has explosives. (\nPauses\n) That’s a lot of them to try and get all at once, though.\n\n\nZ9-Moros:\n Hang on. They’re feeding on the power from this thing, aren’t they? Why don’t we try and get that machine to draw a lot of power to some unnecessary system first, and shock them. Like flexing when a mosquito bites you.\n\n\nT-5 Onru:\n Maybe, but it is more likely that—\n\n\nSuddenly, there is a massive disturbance beneath the chamber. To the left of a group, roughly 100m away, there is an explosion and the wall falls away. From within the wall emerges a long, slick, black appendage, covered in red eyes. The eyes open simultaneously.\n\n\nAP-3 Houston:\n Fuck.\n\n\nThere is a screeching sound, and from above them many hundreds of short, imperceptible entities fall from the ceiling. The black entity in the wall begins to lash out at the smaller entities, attempting to pull them in towards a mouth that has appeared on its front. The creatures fly towards the larger creature and begin to tear at it with claws, though many are shoveled into the open mouth of the creature.\n\n\nT-5 Irantu:\n Huh. (\nPauses\n) That works as well. Onru, get to the machine. The rest of you, get back to the hallway. We will not have much time.\n\n\nThe group retreats into the hallway outside of the large room. Onru sprints across the chamber as more and more of the smaller entities fall from the ceiling and attack the black creature. Several of them begin to move towards Onru, only to be dispatched by weapon fire from Irantu. As she reaches the manual control panel of the machine, Onru inputs the information provided to her by members of Dr. Scott’s team. Lights around the room illuminate, exposing an enormous, vastly complicated machine that encompasses the entire back wall of the room. More and more of the hostile entities peel off towards Onru, who pauses to open fire on those who come too close.\n\n\nFrom beneath the room there is another disturbance, and the floor in the middle of the room falls away. Another long, black entity emerges from the hole in the floor and long tendrils snake out towards Onru. From behind Irantu comes gunfire, and the entire AP-3 team has emerged from the door and begun firing at the entity. The creature recoils, black fluid spilling from gunshot wounds. The tendrils whip around towards them, gripping AP-3 Vigo and tossing him into the air. He strikes the wall and his body falls to the ground, where the first black entity grabs it with a tendril and pulls it into the mouth.\n\n\nSuddenly, small black leeches begin to pour from the hole in the floor, and move quickly towards Irantu. Houston and Ohalo open fire on the leeches, and Ross moves to pull Irantu away from the hole. As he does, he tosses an incendiary grenade into the hole and pulls Irantu to the ground. There is an explosion, and flame erupts around the black entity, which rears back and flails before collapsing into the hole.\n\n\nFrom deep below them, the group can hear a very loud screaming sound, and suddenly the entire room is shaking. The other black entity retracts into its hole, collapsing the wall behind it as it does. The remaining creatures from the ceiling are dispatched by the AP-3 and Z-9 teams. As they do, and as the room begins to shake more violently, several lights affixed to the machine in the back begin to flash and then dim, and the sound of something winding down is heard over the gunfire.\n\n\nAP-3 Ross:\n Fuck! Goddammit Vigo. Fuck!\n\n\nT-5 Onru approaches from across the room.\n\n\nT-5 Onru:\n The loss of Vigo is disappointing. I am sorry. We do not have a substantial amount of time to grieve. We must keep moving.\n\n\nOnru, Ross, Houston, Ohalo, and Irantu leave from the chamber. More rumbling is felt beneath them, and occasional loud screeching sounds punctuate the machine noise from this section of the facility. They reach a stairwell, and Houston throws the door open.\n\n\nAP-3 Houston:\n Whoa, fuck! What?\n\n\nT-5 Irantu:\n What is the matter?\n\n\nAP-3 Houston:\n There’s nothing here. The door just opens up into… nothing. It’s just dark, as far down as I can see.\n\n\nT-5 Onru:\n It is likely that disabling the Thresher device has altered our previous escape route. We will need to devise another path to the surface.\n\n\nT-5 Irantu:\n Yes. One moment. (\nPauses\n) Munru. Where are you?\n\n\nT-5 Munru:\n Difficult to say, unfortunately. Have you powered down the machine?\n\n\nT-5 Irantu:\n We just did.\n\n\nT-5 Munru:\n Fine timing, then. We were being pursued by a creature and then suddenly there was a wall where the creature had been. The local topography appears to have reset itself.\n\n\nT-5 Irantu:\n Stay in one place. We will come to find you. Our escape begins now.\n\n\nT-5 Munru:\n Fantastic.\n\n\nThe main group leaves the empty stairwell and turns back down the hallway they came through. Passing by the Thresher access hallway again, they turn and begin to climb another staircase. As they reach the top, Irantu pauses. The hallway in front of them is covered ankle high in water. As they begin to move slowly through the water, one of the researchers behind them screams.\n\n\nT-5 Irantu:\n What is it?\n\n\nResearcher:\n Bodies. Look.\n\n\nJust below the surface of the water, pale human corpses are visible, appearing to be floating roughly a half meter down.\n\n\nT-5 Onru:\n Do not attempt to look at them. You do not recognize them. Move quickly, come on.\n\n\nThe team hurries from the hallway towards another set of doors at the end, where written on the wall are the words “WHAT HAPPENED TO SITE-13” with the word “WHAT” covered by the word “EMERSON”, and the words “HAVE WE BECOME BLASPHEMOUS” beneath that.\n\n\nThe group proceeds without incident for a short while longer, slowly ascending as safe routes become available. After roughly eight minutes of travel, the group enters a large mechanical garage, where several pieces of large machinery sit in various states of repair. They pause to secure one of the injured survivors, while Onru attempts to devise a new route. Suddenly, a loud banging sound is heard, and a piece of machinery flies across the room, narrowly missing AP-3 Ross, who shouts.\n\n\nAP-3 Ross:\n Whoa! Fuck! Where’d that come from?\n\n\nIn the corner of the room, a stack of mechanical parts is seen moving, rising up and self-assembling into a quasi-humanoid entity. Attached to the top of the large mechanical construct is a small, crudely constructed, toy robot. The entity begins to move towards them, and a voice is heard from an unknown source within the entity.\n\n\nMechanical Entity:\n (\nDeep laughter\n) I am reborn to breathe devastation upon this fetid Earth. Pitiful humans. You will feel the dark sting of my neverending torment. (\nThe small robot on top of the construct is seen waving its arms wildly\n)\n\n\nT-5 Irantu:\n This is… annoying. Onru, get these people out. Ross, to me.\n\n\nMechanical Entity:\n I am the herald of your destruction. Embrace death.\n\n\nT-5 Irantu, AP-3 Ross, Houston, and Ohalo open fire on the entity, to little effect. The entity lifts another large piece of equipment and throws it towards the group, missing them wide. Ohalo throws a fragmentary grenade at the entity, which it catches in one of its outstretched hands and grips tightly. The grenade explodes, shattering the creature’s hand and causing it to stagger sideways.\n\n\nMechanical Entity:\n How dare you. I will tread upon you like—\n\n\nT-5 Onru is seen sprinting towards the entity. As she approaches it, she leaps into the air, sailing over the top of it in a tall arc. As she reaches the top of the arc, she reaches out and grabs the small toy robot on top of the construct, causing it to collapse. As she flips towards the ground, she tosses the robot towards the wall.\n\n\nRobot:\n No! I am the harbinger! I am—\n\n\nThe toy robot strikes the wall and is shattered.\n\n\nT-5 Munru:\n Irantu, is that you? We just heard something crashing.\n\n\nT-5 Irantu:\n You must be near. Stay where you are, we are en route.\n\n\nThe group moves out of the garage, and towards a larger atrium section. From around the corner come T-5 Munru and Nanku. Munru appears to have sustained burns to his lower body, but is otherwise undamaged. Nanku is missing the lower half of her jaw, and black fluid covers the front of her body suit. She waves with her remaining hand as the group approaches.\n\n\nT-5 Onru:\n You look well.\n\n\nT-5 Munru:\n Admittedly, morale has increased in the group since Nanku found herself unable to talk.\n\n\n(\nT-5 Nanku points at Munru with her flamethrower, seemingly forgetting she is missing an arm on that side. Realizing this, she makes an obscene gesture towards Munru with her remaining hand.\n)\n\n\nZ-9 Hollis:\n This is a cute reunion, but let’s get back to this shit. How far are we from the entrance?\n\n\nT-5 Munru:\n This is a main atrium. If we follow this hallway here, it will lead towards a processing station, and past that we should find access points to the surface.\n\n\nZ-9 Hollis:\n Exceptional. Let’s get the lead out then, and—\n\n\nFrom below them, there is a very loud crashing sound and more screaming. The floor beneath the group begins to buckle.\n\n\nZ-9 Hollis:\n Fuck! Run!\n\n\nThe group flees towards the hallway Munru had identified, but are stopped when the floor there also collapses. A plume of smoke erupts from the destroyed floor, and one researcher slips on the collapsing ground and slides into it. T-5 Onru leads the group away from the atrium as the floor there completely collapses. Irantu stops to turn and look down inside the hole.\n\n\nBeneath the hole is an incredibly large chamber, appearing to have been dug through dozens of layers of subterranean floors. Within the chamber are many small lights around the outside, and at the bottom is a massive, black mass, with several other large black masses extending from it. As he is pulled away, Irantu sees red eyes open across the entire mass of the creature, and hears more screaming.\n\n\nThe group flees down a side hallway, but are pursued by long black tendrils snaking out of the hole. AP-3 Ross and Houston open fire on the tendrils, halting them momentarily, but they are quickly replaced by more. Z-9 Moros is seen slipping on a patch of black fluid and falling, before being consumed by the ends of one of the tendrils. There are the sounds of metal crashing and rock and concrete being crushed as the structure around them heaves violently. Black leeches begin to pour out of the walls around them, and Nanku opens her flamethrower at them.\n\n\nThey round a corner to find a dead end, and turning back are confronted with another black tendril that has burst through a hole in the wall.\n\n\nAP-3 Ohalo:\n Holy fuck, we’re trapped. This is it. This is it. Holy fuck.\n\n\nT-5 Irantu:\n Onru, we need a way out.\n\n\nT-5 Onru:\n I… I am having difficulty… (\ngunfire\n) I…\n\n\nZ-9 Hollis:\n Wait. Wait. I have an idea. I think I know where we are, I have an idea. Come on, you fuckers, we’re not dying here!\n\n\nThe group follows Hollis towards a descending stairwell and move quickly down it. Hollis tosses an incendiary grenade towards the encroaching tendrils, and slams the door shut behind her as it explodes. The screams from below them intensify as they descend, and the stairwell begins to shake. Holes in the stairwell open and more leeches begin to pour out of them. All task force members open fire as long tendrils snake through the holes as well. Upon reaching a landing, Hollis motions the group in the door.\n\n\nZ-9 Hollis:\n Here! In here! Go go go!\n\n\nThe group enters a hallway and sprints towards the other end. As they do, they pass a sign on the wall that reads “Stairs to Cryonics”. Munru notices this as they pass.\n\n\nT-5 Munru:\n Captain Hollis… what are you doing?\n\n\nZ-9 Hollis:\n You’re going to have to trust me here, Blue Ranger. I’ve been doing this a long time.\n\n\nT-5 Munru:\n I— (\npauses\n) Hah. OK. I think this will work.\n\n\nThe group exits the hallway into a large observation section, passing many large windows with blast protectors down across them. The team stops in front of one window, overlooking a massive chamber lined with huge steel doors. Overhead are the words “Olympia Class Testing Observation”.\n\n\nT-5 Irantu:\n Hollis, what do you have in mind?\n\n\nZ-9 Hollis:\n Call it a hunch. We need to get downstairs, come on.\n\n\nThe group runs towards a stairwell at the end of the room and quickly descend to the main level of this wing. As they exit onto the floor of the Olympia Class containment chamber, the wall behind them begins to buckle, and leeches begin to pour out of it.\n\n\nZ-9 Hollis:\n Pink ranger, that panel over there. You need to get that door open.\n\n\nT-5 Onru:\n Wha— what?\n\n\nZ-9 Hollis:\n I said open the goddamn door, hurry! What the fuck are you waiting for? Go!\n\n\nT-5 Onru runs towards a control panel near one of the tall steel doors. The wall behind them continues to buckle.\n\n\nZ-9 Hollis:\n Munru, that one. Get that one open too!\n\n\nT-5 Munru:\n Yes, absolutely.\n\n\nT-5 Munru attempts to access the door controls. Z-9 Hollis turns towards the group.\n\n\nZ-9 Hollis:\n Everyone else, listen to me. You civilians need to get to the far end of this room, as far as it goes. Just keep running. There’s an access point to the power station above this part of the facility, you need to just keep climbing until you get there. Once you’re there, you need to blow a wall, that’ll get you out. But you need to hurry, shit is about to pop off in a pretty major way down here. Ross, you and your boys just fire at anything that comes out of that wall. I’ll tell you when we can go. Irantu, you stay with me. This is going to get pretty messy.\n\n\nT-5 Irantu:\n Understood.\n\n\nZ-9 Hollis:\n Alright. (\nPauses\n) Fucking go! Come on!\n\n\nThe group flees down the main pathway through the chamber, away from the buckling wall. Behind them, the wall finally gives way, and a gargantuan, black, slick entity pours into the chamber. It is as least 200m in height, covered in black tendrils and dark red eyes. When it sees the group, it opens a massive mouth full of rows of long yellow teeth. In the center of the mouth, a naked human woman is visibly conjoined in some way to a sort of prehensile tongue with the creature. As it opens its mouth, it lets out a piercing scream and begins to move towards the group.\n\n\nEvery available task force member opens fire on the creature, emptying their remaining magazines and throwing every possible incendiary weapon towards it. The creature is deterred slightly, but for every place it is pierced by weapons fire, black fluid and more black leeches begin to pour from its body. Several long tendrils begin to snake towards the group of task force members.\n\n\nT-5 Onru:\n I have it. I have it, Captain Hollis.\n\n\nZ-9 Hollis:\n Come on, then, girl. Throw the fucking thing!\n\n\nT-5 Onru steps away from the control panel and runs back towards the group in the middle of the chamber, as a loud groaning is heard behind her. The rest of the team sees the huge metal doors begin to slide open. A thick cloud of ice cold fog rolls out of the chamber, obscuring the interior from view.\n\n\nAP-3 Ross:\n What’s in there?\n\n\nZ-9 Hollis:\n Munru, you got yours?\n\n\nT-5 Munru:\n Hang on. (\nPauses\n) Yeah, I think that will do—\n\n\nSuddenly, the door behind Munru begins to glow bright red, then white, and then the center of it buckles and the door collapses. As Munru hurries away, a colossal, motionless, flaming humanoid entity floats out of the chamber. In its unmoving hands is a huge sword. As it exits the collapsed doorway, enormous, flaming wings unfurl from its back. The black creature screams, and its tendrils begin to lash at this creature.\n\n\nAs the tendrils come close, long streaks of fire erupt from the sword towards them, rupturing them and sending black fluid and scorched leeches flying across the room. The massive black creature screams, and dozens of other tendrils fly towards the flaming humanoid. As the two engage, there is another sound, like a long whining, and then suddenly the room is silent.\n\n\nFrom within the cold, foggy room, a towering, vaguely cervine creature steps out into the main chamber. It is composed of a body covered in light green and cream colored hair, a long, thin neck ending in a hairless, somewhat humanoid face, and vast, intertwined white and black antlers that pulse with streaks of blue light. Floating above its head are nine concentric rings of glowing, rotating crystals and metallic spheres.\n\n\nThe creature slowly steps out of the containment cell and turns to look at the team on the ground below. It opens its mouth and a long, droning sound is heard through the room. Around its body, several large, metallic, cylindrical structures appear followed by a distinct cracking sound. It begins to step towards the team of task force members, but is struck from behind by three black tendrils that wrap around its neck. The creature lets out another drone, and suddenly the sound returns to the chamber as long streaks of fire arc across the space. The cylindrical constructs turn lengthwise and speed across the room towards the black creature, striking it in its central mass. From all around the cervine entity, more and more metallic spheres appear and fly towards both the black creature and the flaming humanoid, which in turn begin to attack each other.\n\n\nZ-9 Hollis:\n Fucking— yes! Go get em, big guy! (\nTo the team\n) Time to fucking go, kids. Let’s go!\n\n\nThe team begins to sprint after the group of civilians towards the far wall, as jets of fire strike the ground around them. T-5 Nanku catches the end of a dismembered black tendril in her shoulder, throwing her off balance. She falls to the ground, firing openly with her weapon as she is engulfed in fire. AP-3 Houston pauses briefly to turn towards her, but is grabbed by Irantu.\n\n\nT-5 Irantu:\n We do not have time.\n\n\nAs they near the group of survivors, all of whom are huddled near an exit door at the end of the chamber, there is a crashing sound, and they turn to see the cervine entity standing up from where it had been thrown across the room. The black creature whips at it as more metallic spheres appear and arc back towards it. There is an eruption of fire as the flaming humanoid is struck by another several tendrils, which try to pull the humanoid towards the mouth of the black entity. The team reaches the survivors, and quickly exit through the door. The group begins to quickly ascend the staircase within.\n\n\nZ-9 Hollis:\n Alright, just like I said. Up! We need to go up! Over—\n\n\nA long, thin metallic cylinder crashes through the wall of the stairwell, narrowly missing one of the researchers and Dr. Scott. A second cylinder comes through the wall, striking Irantu and obliterating him as it contacts the wall behind him. As the group continues to ascend, fire fills the stairwell below them, and another long, loud, droning sound can be heard, followed by silence, and then followed by a thick bursting sound that shakes the entire facility. The group reaches a landing, and begins to move towards another staircase at the end of the hallway. Z-9 Hollis hangs behind.\n\n\nT-5 Munru:\n What are you doing?\n\n\nZ-9 Hollis:\n Giving you some more time. And… something else, I think. Get these people out of here, go!\n\n\nT-5 Munru:\n I can stay behind, Hollis. Your life is finite.\n\n\nZ-9 Hollis:\n Yeah, yeah, I get the spiel, power ranger. But right now, you need to get these people out of here. Let me do my thing, alright? I’ll catch up with you later.\n\n\nT-5 Munru:\n I understand. Good looking out, Hollis.\n\n\nZ-9 Hollis:\n (\nLaughs\n) You almost sounded like a person there for a second, Munru.\n\n\nZ-9 Hollis runs away from the group. T-5 Munru catches up to the rest of the group, who reach another staircase and begin to ascend.\n\n\nFor the next ten minutes, the group continues to ascend through the facility, several times narrowly avoiding debris and falling rubble as the lower levels of the site begin to collapse. The sounds of the entities below continue to be heard, and several times the creatures become visible through large gaps in the walls or floors. At one point, AP-3 Ross catches sight of the unmoving, flaming humanoid, nearly completely covered in metal, as long streaks of fire burst through open seams in its encasement. Shortly afterwards there is a two-minute break in all video footage, followed by a shot of the head of the cervine creature smashing through a wall in front of the group. As they turn to run away from it, the head turns towards them, and two researchers are instantly transmuted into hexagonal columns of an unknown, yellow-green material.\n\n\nAfter a short time longer, AP-3 Ross picks up a signal from SiteCommand.\n\n\nSiteCommand:\n Team lead, this is SiteCommand. Do you read us?\n\n\nAP-3 Ross:\n Holy fuck, yes, yeah I do. Do you hear me?\n\n\nSiteCommand:\n We do. You have appeared on our geolocating systems, Ross, you’re not far from the exit. Where is Captain Hollis and Irantu?\n\n\nAP-3 Ross:\n Irantu is dead, Hollis… she ran off a while back. We haven’t seen her since then.\n\n\nSiteCommand:\n Understood. What about the rest?\n\n\nAP-3 Ross:\n We’ve suffered some casualties, some— (\ngunfire\n) Fuck! We lost a few of the civilians, and Vigo and a few others. It’s really bad in here right now, Command, we’re going to need all the help we can get. We— Munru, where’s Onru?\n\n\nT-5 Munru:\n She… oh. She was behind us. Where is she?\n\n\nSiteCommand:\n Don’t worry about that now. We’re marking an extraction point on your visor. The extraction team is waiting for you there; we’re going to get you all out.\n\n\nThe group hurries towards the extraction point as the site continues to collapse around them. Above ground, aerial surveillance captures footage of large sections of the site sliding into the ground, and smoke beginning to billow from the power station and nearby mechanical facilities. Jets of flame become visible as the earth beneath SCP-1730 begins to give way.\n\n\nMobile Task Force Alpha-20 “Holy Divers” enters the site near the crumbling power station. The group of survivors comes into view, and are immediately moved towards the access point, and then away from the site, by members of MTF A-20. As the rest of the task force members are pulled away from the site, a separate transmission reaches SiteCommand originating from T-5 Onru.\n\n\nT-5 Onru and Z-9 Hollis are standing in front of the Thresher device, which roars with activity behind them. They are firing their weapons at an encroaching black mass in front of them, which is punctured by streaks of fire. In the background, the cervine entity can be seen tearing through black tendrils with its antlers, as long rods of flaming metal streak across the room towards the black entity. Hollis turns towards the camera and is visibly laughing, firing her weapon openly. She has removed her helmet. The hum of the machine behind them grows noticeably louder, eventually overtaking all other sounds in the room. Streaks of electricity arc across the ceiling above them. She smiles and turns towards Onru, who looks down to find her torso has been destroyed by a jet of flame.\n\n\nAs Onru slumps to the side, the last shot is of Z-9 Hollis, laughing hysterically and wildly firing her weapon as the enormous machine behind her begins to glow bright white. There is a flash, and the transmission ends.\n\n\nOutside, as MTF A-20 continues to move 1730 researchers and personnel to safety, there is a deafening crackling sound, and a loud hum fills the air. The area around the site begins to visibly distort, as if being seen through water, and then suddenly SCP-1730 is gone. In its place is an immense crater, over 1km in diameter. No other transmissions are received from within the site. No other anomalous activity is detected.\n\n\n[END LOG]\n\n\n\n\nNote: In the wake of the events detailed in this log, SCP-1730 has been reclassified as NEUTRALIZED. Further investigation is ongoing. Debriefing reports will become available as soon as they are declassified.\n\n\n\n\n\n\n\n\nAddendum 1730.10:\n Extraction Mission Debriefing Report\n\n\n\n\nAccess fileserv:/S:/1730/recovery/extDEBRIEFINTERVIEW1.log\n\n\n\n\nClose File\n\n\n\n\n\n\nMission Debrief Interview\n\n\nDate:\n ██/██/████\n\n\nInterviewee:\n Cpt. Ephram Ross, Mobile Task Force Apollo-3 “Game Wardens” Team Lead\n\n\nInterviewer:\n Dr. Peter Vincent\n\n\nMission Debrief:\n SCP-1730 Extraction\n\n\nSubject:\n SCP-1730\n\n\nNotes:\n \nThe following is an audio transcript excerpt of an interview conducted by Provisional Site-23 personnel regarding SCP-1730. The information contained in this file is unconfirmed and under further review. For the full file, please contact the Information and Records Administrator at Site-17.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Vincent:\n Please state your name for the transcript.\n\n\nAP-3 Ross:\n Captain Ephram Ross, Mobile Task Force Apollo-3. Game Wardens.\n\n\nDr. Vincent:\n Thank you, Captain Ross… alright, let’s see. Your team was directed to infiltrate SCP-1730 and search for the source of the radio signal we were receiving, is that correct?\n\n\nAP-3 Ross:\n It is.\n\n\nDr. Vincent:\n Tell me about your initial incursion.\n\n\nAP-3 Ross:\n You’ve listened to the logs?\n\n\nDr. Vincent:\n I haven’t myself, no. They’re still being processed.\n\n\nAP-3 Ross:\n (\nPauses\n) It wasn’t good in there. Best I can tell, wherever Site-13 came from, they were using it as a sort of… “end of the line” processing facility. Every so often we’d see placards up on these containment cells, about how certain things were due for termination. Judging by what the Samsara team saw, that was about the case. They were bringing in anomalies, doing some… invasive investigations to them, and then destroying them.\n\n\nDr. Vincent:\n What sort of anomalies were being housed there, could you tell?\n\n\nAP-3 Ross:\n I mean, shit… it was really hard to tell. Somewhere along the line the power had gone out, and it had gone all Jurassic Park in there. Of just what we encountered, there was some kind of… encroaching blackness, that fucked up Houston’s legs, and… have you seen Houston? Is he alright?\n\n\nDr. Vincent:\n He’s being looked at by medical right now, they’re going to bring him over here soon. I think he’s probably alright.\n\n\nAP-3 Ross:\n That’s good… yeah, I mean, but other than that, there was also this thing, I don’t know if it was a person or not, but it sort of bent space around it, and Noah… (\nPauses\n)\n\n\nDr. Vincent:\n It’s OK, we can—\n\n\nAP-3 Ross:\n No, this needs to be done. (\nPauses\n) We took some losses, on all of the teams. It was bad. Based on what we saw at the end, it could’ve gotten a lot worse, too.\n\n\nDr. Vincent:\n At the end?\n\n\nAP-3 Ross:\n You didn’t see it? No, you haven’t seen the video. They had these cells down below the site, they must have been the size of a football stadium each. Hollis had them open a few up so we could make our retreat, and the things inside… one of them looked at me, like I might look at an ant. It was like a god, and they had them in \nboxes\n… I counted twenty of those cells, but that chamber went on a lot further past what I could see. (\nPauses\n) What were they keeping in those? How were they keeping them in there?\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/recovery/extDEBRIEFINTERVIEW2.log\n\n\n\n\nClose File\n\n\n\n\n\n\nMission Debrief Interview\n\n\nDate:\n ██/██/████\n\n\nInterviewee:\n Agent Liam Ohalo, Mobile Task Force Apollo-3 “Game Wardens”\n\n\nInterviewer:\n Dr. Peter Vincent\n\n\nMission Debrief:\n SCP-1730 Extraction\n\n\nSubject:\n SCP-1730\n\n\nNotes:\n \nThe following is an audio transcript excerpt of an interview conducted by Provisional Site-23 personnel regarding SCP-1730. The information contained in this file is unconfirmed and under further review. For the full file, please contact the Information and Records Administrator at Site-17.\n\n\n[BEGIN LOG]\n\n\nDr. Vincent:\n Alright, if you could, please state your name for the official transcript.\n\n\nAP-3 Ohalo:\n (\nSilence\n)\n\n\nDr. Vincent:\n Agent Ohalo?\n\n\nAP-3 Ohalo:\n (\nSilence\n)\n\n\nDr. Vincent:\n Is there something—\n\n\nAP-3 Ohalo:\n We should’ve died in there. (\nPauses\n) This isn’t real. This isn’t real. We were supposed to die in there.\n\n\nDr. Vincent:\n Agent, we really have to file this report, if you could just cooperate with me for a moment so I can get your official testimony, we have counselors on-site who you can speak to afterwards.\n\n\nAP-3 Ohalo:\n (\nSilence\n)\n\n\nDr. Vincent:\n Ohalo?\n\n\nAP-3 Ohalo:\n (\nSilence\n)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/recovery/extDEBRIEFINTERVIEW3.log\n\n\n\n\nClose File\n\n\n\n\n\n\nMission Debrief Interview\n\n\nDate:\n ██/██/████\n\n\nInterviewee:\n Irantu, Mobile Task Force Tau-5 “Samsara” Team Lead\n\n\nInterviewer:\n Dr. Isha Saint Claire\n\n\nMission Debrief:\n SCP-1730 Extraction\n\n\nSubject:\n SCP-1730\n\n\nNotes:\n \nThe following is an audio transcript excerpt of an interview conducted by a member of the Mobile Task Force Tau-5 research team regarding SCP-1730. The information contained in this file is unconfirmed and under further review. For the full file, please contact the Information and Records Administrator at Site-17.\n\n\n[BEGIN LOG]\n\n\nDr. Saint Claire:\n State your name for the record, please.\n\n\nT-5 Irantu:\n I am Irantu, lead of Mobile Task Force Tau-5, Samsara.\n\n\nDr. Saint Claire:\n In your own words, please describe the events that took place while you were within SCP-1730.\n\n\nT-5 Irantu:\n Of course. The Tau-5 team inserted into SCP-1730, and began to move towards the source of the broadcast. Onru was able to track the location of the survivors, and plotted a course towards them that would expose us to the fewest spatial hazards possible. Several times our course had to be adjusted due to unforeseen obstacles, but nothing that we were not able to overcome. Shortly after rendezvous with Captain Hollis and the survivors, our extraction efforts led us through the section of the facility containing the Thresher machine, which we believe is what resulted in SCP-1730’s existence within our universe. Shortly thereafter, during our retreat, I was terminated.\n\n\nDr. Saint Claire:\n I see. As for Agents Moros, Vigo, and the others?\n\n\nT-5 Irantu:\n They were also terminated.\n\n\nDr. Saint Claire:\n Terminated?\n\n\nT-5 Irantu:\n Expired. Succumbed to their injuries.\n\n\nDr. Saint Claire:\n I know what it means, Irantu, I just… I can’t help but feel as if you feel good about this.\n\n\nT-5 Irantu:\n I feel neither good nor bad, only satisfied at the outcome.\n\n\nDr. Saint Claire:\n (\nPauses\n) What?\n\n\nT-5 Irantu:\n Our extraction mission was a success. With minimal loss of life, our team was able to infiltrate an extremely hazardous and volatile spatial anomaly and extract several high-value persons of interest.\n\n\nDr. Saint Claire:\n (\nSilence\n)\n\n\nT-5 Irantu:\n I do not know what else you would like me to say. We were exposed to a number of dangerous anomalies and were able to successfully carry out our mission. There were regrettable losses of capable and experienced personnel, but not outside of our margin of error. On the contrary, our team performed better than our preliminary models predicted.\n\n\nDr. Saint Claire:\n I see. (\nPauses\n) Thank you, Irantu, I will be sure to include your remarks in the report.\n\n\nT-5 Irantu:\n You are welcome. (\nPauses\n) As is required by cooperative mission protocol, I would like the opportunity to debrief with Zeta-9 Captain Hollis.\n\n\nDr. Saint Claire:\n Captain Hollis was killed within SCP-1730.\n\n\nT-5 Irantu:\n (\nSilence\n)\n\n\nDr. Saint Claire:\n Irantu?\n\n\nT-5 Irantu:\n Regrettable. Captain Hollis expressed great resilience in the face of near-certain failure. (\nPauses\n) As protocol dictates, I will file my report instead with Captain Hollis’ assigned Site administrator’s office. Thank you for your time, doctor.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/recovery/medex1.log\n\n\n\n\nClose File\n\n\n\n\n\n\nMedical Examination Interview\n\n\nDate:\n ██/██/████\n\n\nInterviewee:\n Agent Cotter Houston, Mobile Task Force Apollo-3 “Game Wardens”\n\n\nInterviewer:\n Dr. Ian Harris\n\n\nMission Debrief:\n SCP-1730 Extraction\n\n\nSubject:\n Agent Cotter Houston\n\n\nNotes:\n \nThe following is an audio transcript excerpt of an interview conducted by Provisional Site-23 personnel regarding SCP-1730. The information contained in this file is unconfirmed and under further review. For the full file, please contact the Information and Records Administrator at Site-17.\n\n\n[BEGIN LOG]\n\n\nDr. Harris:\n Alright, first off I need your name for our logs.\n\n\nAP-3 Houston:\n Sure, I’m Cotter Houston, member of the Apollo-3 team.\n\n\nDr. Harris:\n Good, good, now, Agent Houston, describe to me your affliction here, as much as you can.\n\n\nAP-3 Houston:\n Well, I’m sure it’s pretty clear, but I don’t seem to have, uh, shins, anymore. There’s a… there’s a line, where the thing that covered them up came up to, and you can sort of… sort of see the inside of the leg there, like it’s been replaced with a flat piece of glass, or something… but I can still, you know, I can still walk. It doesn’t really \nfeel\n like I’m missing anything down there, it just looks like it. And you can, yeah, you can sort of run your hand through where they should be, obviously, because they’re not there, but… but I don’t feel that, either, so… yeah.\n\n\nDr. Harris:\n I see. What can you tell me about this material you said you stepped in?\n\n\nAP-3 Houston:\n Fell in, actually. Or rather, I tripped, and it sort of just kept coming. It was, shit… we opened a door, and it looked like there wasn’t anything on the other side of it. Then it started to… like, it started to rise through the door, and up the stairwell. You ever played video games? It was like, some sort of graphical glitch. It wasn’t rising fast or anything, just steady. We eventually got to a door, but that was after I fell, and… then this.\n\n\nDr. Harris:\n Can you tell me anything about the initial sensation?\n\n\nAP-3 Houston:\n Initial sensation?\n\n\nDr. Harris:\n Did it hurt?\n\n\nAP-3 Houston:\n Oh. No, I mean, I didn’t realize what was happening at first. Everybody else was panicking, and then I looked down and saw they were gone and \nI\n started panicking, but… I mean, obviously I was alright. It never hurt, no. It just feels normal. (\nPauses\n) Well, not normal. It’s obviously weird, my legs are missing, and I think I might be in shock, but… every now and then, I can sort of feel something sort of… brush past them.\n\n\nDr. Harris:\n Brush past them?\n\n\nAP-3 Houston:\n Yeah. I mean, the parts that are missing down there. I thought I was imagining it at first, like guys who have phantom pain, but it’s… I mean, I can actually feel my legs, so I don’t think it’s that. It’s like there’s something sort of furry and kind of wet that just… just barely brushes past them. Who knows.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/recovery/extDEBRIEFINTERVIEW4.log\n\n\n\n\nClose File\n\n\n\n\n\n\nMission Debrief Interview\n\n\nDate:\n ██/██/████\n\n\nInterviewee:\n Munru, Mobile Task Force Tau-5 “Samsara”\n\n\nInterviewer:\n Captain Elliott O’Neil, Mobile Task Force D-26 “Time Cops”\n\n\nMission Debrief:\n SCP-1730 Extraction\n\n\nSubject:\n SCP-1730\n\n\nNotes:\n \nThe following is an audio transcript excerpt of an interview conducted by Provisional Site-23 personnel regarding SCP-1730. The information contained in this file is unconfirmed and under further review. For the full file, please contact the Information and Records Administrator at Site-17.\n\n\n[BEGIN LOG]\n\n\nCpt. O’Neil:\n When did you lose track of Captain Hollis?\n\n\nT-5 Munru:\n In the chaos of our retreat, Captain Hollis was separated from us. I do not know when.\n\n\nCpt. O’Neil:\n Munru, your camera was undamaged. We know you spoke to her before she left.\n\n\nT-5 Munru:\n Damn. (\nPauses\n) I am not very good at that.\n\n\nCpt. O’Neil:\n Why didn’t you keep her from leaving your group?\n\n\nT-5 Munru:\n (\nPauses\n) I only knew Captain Hollis for a handful of hours, but in that time she proved to be an experienced and capable agent. I assumed that any decision she would make in regards to her own personal behaviour would be made with her experiences and training in mind, both of which exceeded my own. Additionally, she outranked me.\n\n\nCpt. O’Neil:\n Your mission parameters forbade you from allowing other team members from putting themselves in harm's way, and required that you do everything you could to mitigate loss of life. How do you reconcile your actions with those requirements?\n\n\nT-5 Munru:\n Technically speaking, nothing I did allowed Captain Hollis to put herself in any danger. I could not foresee the outcome of her actions, and used my best judgement to justify my own. For all I knew, she could have been moving to a safer location.\n\n\nCpt. O’Neil:\n Away from the group?\n\n\nT-5 Munru:\n It would be illogical to assume that an agent with her level of experience would purposefully endanger themselves in an unpredictable situation.\n\n\nCpt. O’Neil:\n And you believe your justifications are an acceptable interpretation of your mission protocols?\n\n\nT-5 Munru:\n Of course.\n\n\nCpt. O’Neil:\n Very well. When you return to holding, you will be meeting with Irantu to discuss this. I hope your arguments hold up.\n\n\nT-5 Munru:\n As do I.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/recovery/extDEBRIEFINTERVIEW5.log\n\n\n\n\nClose File\n\n\n\n\n\n\nMission Debrief Interview\n\n\nDate:\n ██/██/████\n\n\nInterviewee:\n Onru, Mobile Task Force Tau-5 “Samsara”\n\n\nInterviewer:\n Dr. Darian Arnold\n\n\nMission Debrief:\n SCP-1730 Extraction\n\n\nSubject:\n SCP-1730\n\n\nNotes:\n \nThe following is an audio transcript excerpt of an interview conducted by a member of the Mobile Task Force Tau-5 research team regarding SCP-1730. The information contained in this file is unconfirmed and under further review. For the full file, please contact the Information and Records Administrator at Site-17.\n\n\n[BEGIN LOG]\n\n\nDr. Arnold:\n Why did you pursue Captain Hollis?\n\n\nT-5 Onru:\n I believed I understood Captain Hollis’ intentions before she left the group, based on her discussions with the team leads before we began our extraction. I feared that she might have not been capable of returning along our previous course without my assistance.\n\n\nDr. Arnold:\n Your recording equipment went dark for a long period before becoming active again in the Thresher area. What happened during that time?\n\n\nT-5 Onru:\n (\nSilence\n)\n\n\nDr. Arnold:\n Onru, I am going to need an answer.\n\n\nT-5 Onru:\n I disabled the equipment. There was… (\npauses\n) there was a room we passed through that was different than it had been before. It was the server room, above the Olympia containment cells. I do not… I do not know how our path ended there, I had not intended it to. It was a mistake. When we entered, it was on the room it had been, but…\n\n\nDr. Arnold:\n What do you mean?\n\n\nT-5 Onru:\n I am sorry, it is difficult to describe. When we entered the door, I could see the servers around me, but superimposed over them was… we were standing on a precipice, overlooking an area the size of which I cannot estimate. Below us were humans, screaming, their arms ending at their wrists, crying to the silent sky for restitution, and then… the sky burned. It was like a star had fallen, and I had to look away. Hollis could not. When I turned back I could see scorched corpses on the ground, billions of them, but billions of other living beings who came rushing towards the fallen star with their arms outstretched, and hanging in that star like a twisted marionette was… at Site-13, they called it Malidramagiuan. In this place, they called it another name. A hateful name.\n\n\nDr. Arnold:\n Why did you disable your recording equipment?\n\n\nT-5 Onru:\n When I first encountered this entity, it created anomalous memetic and cognitive hazards powerful enough to burn the SCRAMBLE units out of my eyes. I do not know what it would have done to anyone who was not otherwise protected.\n\n\nDr. Arnold:\n What did it do to you?\n\n\nT-5 Onru:\n It… showed us things. Visions. Coils of fire and a sky made light with a storm of souls. A hole at the center of the universe that screamed at me. A god of nightmares, something long and lean, slowly walking between endless rows of crucifixions, and then… it showed something to Hollis, that I did not see. When it did, the runes across its… its head, began to burn and pulse, and the man who is strapped there began to blister and fester. When it was done, I saw an ocean behind it, and a blue sky. Our sky. It turned towards the ocean, and sank into it. When it was gone, the visions faded, and the room was empty.\n\n\nDr. Arnold:\n I see. After that?\n\n\nT-5 Onru:\n Hollis ran. I followed her. She said nothing until we reached the machine. She told me that she had been there, alone, for some time. She said she knew how to turn it on. She said that she did not know where she would go, but that she needed to take the things she saw and bury them in the darkness. Before she could start the machine, the creatures from the containment cells came into that chamber, and I was terminated.\n\n\nDr. Arnold:\n Did Captain Hollis say anything to you before you died?\n\n\nT-5 Onru:\n No, she only laughed. And wept.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAccess fileserv:/S:/1730/recovery/extDEBRIEFINTERVIEW6.log\n\n\n\n\nClose File\n\n\n\n\n\n\nMission Debrief Interview\n\n\nDate:\n ██/██/████\n\n\nInterviewee:\n Dr. Mohammad Scott, Site-13 Assistant Director of Temporal Studies\n\n\nInterviewer:\n Director Willam Vesterland\n\n\nMission Debrief:\n SCP-1730 Extraction\n\n\nSubject:\n SCP-1730\n\n\nNotes:\n \nThe following is an audio transcript excerpt of an interview conducted by Provisional Site-23 personnel regarding SCP-1730. The information contained in this file is unconfirmed and under further review. For the full file, please contact the Information and Records Administrator at Site-17.\n\n\n[BEGIN LOG]\n\n\nDir. Vesterland:\n Please state your name for the record.\n\n\nDr. Scott:\n My name is Doctor Mohammad Scott.\n\n\nDir. Vesterland:\n You seem to be a little out of place, Dr. Scott.\n\n\nDr. Scott:\n (\nLaughs\n) Only a little. Our two timelines were not so different, I think.\n\n\nDir. Vesterland:\n Except for the one thing.\n\n\nDr. Scott:\n Yes, there is that.\n\n\nDir. Vesterland:\n Tell me about Site-13.\n\n\nDr. Scott:\n Site-13… do you want the brief version, or…?\n\n\nDir. Vesterland:\n As thorough as you can be.\n\n\nDr. Scott:\n Very well. Originally, there were plans to build a large containment facility in the American midwest, but that was before… let me back up. In 1964, the Foundation discovered a massive, dead sea creature washed up on the shore near the Indian/Bangladeshi border. No facility in the region had the kind of infrastructure it took to hold the body of this entity, let alone study it, so several ships were dispatched and it was dragged through the ocean back towards the United States. Prior to this, the plan was to build Site-19 in the American midwest, but afterwards it was decided that there was no way to conceal a creature of this size and shuttle it across the US mainland. So after some deliberation, the Site-19 plans were scrapped and the focus was given to another facility, near Nome, Alaska. That was Site-13. Even in the beginning, it was massive. Considerably larger than any other site the Foundation managed, and it quickly became our premiere containment facility. It was remote, fortified, and best of all, easily concealed in the snow and ice. After the Soviet Union collapsed in ‘85, we learned that they didn’t even know Site-13 existed, let alone where it was.\n\n\nDir. Vesterland:\n I see. When did you join the Foundation, Dr. Scott?\n\n\nDr. Scott:\n Oh, in… ‘76. I joined straight out of university, recruited by one of the administrators at my school. That was back when we were still independent, I worked at Site-22 in Bermuda. The best job I ever had. (\nLaughs\n) It was a much different Foundation.\n\n\nDir. Vesterland:\n Tell me about what happened to the Foundation.\n\n\nDr. Scott:\n (\nPauses\n) Site-13 was very expensive to operate, and there were some… financial difficulties. In 1994, a Marxist extremist from the Ukraine detonated a bomb in the basement of the Manchester Financial Tower\n7\n in Chicago. A fire started at the base of the building, and eventually the tower collapsed at its base and fell over on its side. Thousands died. The United States government was enraged at the Foundation after it was discovered that the extremist in question had used an anomaly to enter the basement and get past security. Thought that the billions of dollars that the United States were funneling to the Foundation were being wasted. After the 1996 election, President Dole decided to cut all funding for Foundation sites in the States. All available funding went to keeping those sites afloat, and with the weight of Site-13… the situation was dire.\n\n\nDir. Vesterland:\n So what happened?\n\n\nDr. Scott:\n A compromise. A former Dole staffer named Paul Manafort was appointed as the Secretary General of the Global Occult Coalition, and came to us with a solution. We group our resources with the Coalition’s, combining our efforts to protect normalcy under their leadership. We would keep our name and our Sites, but directors would be appointed by the UN Security Council. We would once again receive funding from the United States, as well as that generated by the United Nations, and would be able to keep the lights on.\n\n\nDir. Vesterland:\n But…\n\n\nDr. Scott:\n But the Overseer Council refused. They hunkered down at Overwatch Command and refused to bend the knee. Then, a few years later, a site in Portland, Oregon collapsed due to crumbling infrastructure and a creature we called the dream whale was spotted floating down the California coast. This was very early internet days, but that didn’t stop film cameras, and… it was a disaster. The Overseers mobilized all of our task forces in the area, but we didn’t even have the money for the amnestics. In a day it would be over San Francisco, and that would basically be the end of it. (\nPause\n) Then we got an internet email that the Overseer Council had been disbanded and that the Foundation was now under the operation of the GOC. Secretary General Manafort and the Security Council established a new board of directors overnight, and before the sun rose the dream whale was recontained and every loose end was tied up.\n\n\nDir. Vesterland:\n Nobody resisted the change in leadership?\n\n\nDr. Scott:\n Why would we? We suddenly had money. We were suddenly no longer having to decide between taking notes on the backs of our hands or not taking them at all. Secretary General Manafort installed a new Foundation Administrator, Vice President Jack Kemp, but he was little more than a figurehead. New directors were appointed, most of them from our own site staffs, so… it looked good, honestly. We were finally able to carry out our mission to its fullest. We had technology, we had personnel, it was wonderful. (\nPause\n) And then we started to hear about people being reassigned. Anomalies being shipped off-site and never returning. You would hear people talk about “oh, so-and-so is in trouble now, they’re going to be sent to Site-13.” I thought most of it was just talk, and then I was reassigned, in 2003.\n\n\nDir. Vesterland:\n What was it like?\n\n\nDr. Scott:\n Cold. Site-13 was immense and the lights stayed on, but that facility was \nalways\n cold. They were always working on the site, more and more construction underground, and they kept leaving exterior doors open. At first it wasn’t so bad. I was able to keep doing my research, and I had more funding than ever. Temporal/Spatial studies, you know. The director then was Jack Bright, one of the old doctors from back in the day. Very charismatic. The staff loved him. He had a medallion he wore, some anomaly from way back that made him immortal. So long as he had it on, he wouldn’t age. Anyway, things were great for a few years. Then one day, another popular doctor is found dead in her office. Cynthia Light. The story we all get is that Bright had fancied her, but when he found she was with another man he went and killed her in a fit of passion. Bright is summarily locked up, and Elliott Emerson is installed as the director of Site-13. He…\n\n\nDir. Vesterland:\n What’s that?\n\n\nDr. Scott:\n Emerson was on one of Bright’s research teams when he was assigned to Site-15. He wasn’t a popular doctor, but he was a good administrator and helped make sure that the important projects stayed afloat during the financial crisis. He was on the short list of people to become the director of Site-13 after the reorganization, but Bright got picked over him. Some people said he felt slighted. A lot of people said he framed Bright. I think Manafort didn’t like Bright’s anti-Coalition sentiments, had him made out to be some dangerous anomaly that had to be contained, then put Emerson up because nobody would complain about Emerson. He was very middle-of-the-road. Didn’t stand out much. Elliott ended up… doing some terrible things, but I truly believe he was only doing them because Manafort demanded it.\n\n\nDir. Vesterland:\n What kind of terrible things?\n\n\nDr. Scott:\n I didn’t see much until years later, but… we always heard about things happening deeper below the site. They were building all of the new containment cells, and research facilities. Then they built the incinerator. Originally it was made so they could dispose of the body of that sea monster from before, but then they just started using it for… everything. At first they were doing some invasive testing on anomalous animals. Then on humans. Then the vivisections began. The Ethics Committee tried to step in, but they were removed. They dragged the old chairman, Jeremiah Cimmerian, out into the commons at Site-17 and shot him in the head for being a traitor. Peter Grenwald became the new Foundation/GOC Ethics Head, and of course all of the new tests were approved. I don’t know what they were testing for, but… if you were anomalous and you weren’t found to have it, you went into the body pit. We kept hearing “it’s for the greater good, it’s for the protection of mankind”, what were we supposed to do? Speak out and end up like Cimmerian? (\nPauses\n) Maybe for a braver man. But I knew the work I was doing was good, so I kept my head down and carried on. Then… well, (\nlaughs\n) it sounds silly now. In 2010 we contained God. Not just any god, either. The Abrahamic God. The actual, thunder and lightning, Y-H-W-H, fire and brimstone god. I don’t know how they managed it; some technology developed by the Coalition, I’m sure. And that was just the first. They filled Site-13 to the brim with everything they could get their hands on.\n\n\nDir. Vesterland:\n (\nPauses\n) Well. That is… a lot. I guess the only other question I have immediately is… what happened to Site-13?\n\n\nDr. Scott:\n Vera Hadley. Doctor of Internal Medicine from some site in Italy. For a few years, she was the site’s Chief Biologist. The Security Council made her the Assistant Director of Anomalous Biology at the same time I was promoted to the same position for Temporal Studies. She and Elliott had been… together… and she pretty adamantly opposed everything he was making us do. Elliott kept his tail between his legs, but Manafort wouldn’t have it. He had her stripped of her position after just three months, and demoted to junior researcher after that. One night after staging some kind of demonstration, some guards showed up and… well… they stripped her naked and inspected her for contraband, right in the middle of the main corridor. When they were done and satisfied, they nearly beat her to death and left her there. Myself and a few other doctors took her to the medical center and she recovered, but she never really \nrecovered\n. Something inside her had died, or been replaced with something else. She did something, hatched some scheme. She sent me an email about it, the night before she did it, but I didn’t pay any attention. When it happened, and when that… thing, attacked the site, Emerson came and begged me to turn on the Thresher. It was supposed to be an absolutely last ditch effort to protect the world, a wholly untested piece of technology that was just as likely to have burned the world than saved it. Its entire existence was the result of a \njoke\n, one that I might have taken too seriously at the time, but either way. I refused, told him the risk was too great, that even if it worked, we were just creating a problem for another world, but… he was inconsolable. He told me that staying and facing the Secretary General would be a fate worse than death. He pulled a gun on me, demanded I do it. I fled. Went to gather my team in the hopes that we could escape, but before we could even leave our lab, it happened. (\nPauses\n) It…\n\n\nDir. Vesterland:\n Are you alright?\n\n\nDr. Scott:\n Yes. The Thresher was a complicated machine. I guess I should count myself lucky that we survived at all, but… we may very well have been in that strange space between worlds for a thousand years. When we awoke, we were still in Site-13, but the cells were thrown open and the inmates were loose. If you had not come down for us, we would have died. (\nPause\n) I am certain of this.\n\n\nDir. Vesterland:\n Do you know where Site-13 has gone?\n\n\nDr. Scott:\n There is no way to predict it. Chances are it will be a place like this, but then, it may not. It could be any number of strange and unknown worlds. (\nPauses\n) You knew someone who was left within.\n\n\nDir. Vesterland:\n I do.\n\n\nDr. Scott:\n As do I. We were not the only survivors, though there were not many of us. They… well. They did not fare as well as we did. It is a tragedy, but there is nothing that can be done now. (\nPauses\n) I only hope… maybe… I hope that after all this, Emerson has found some peace. He truly was a great doctor, and he was my friend.\n\n\nDir. Vesterland:\n I… of course. Thank you for your time, Dr. Scott. We’ll speak again soon.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See Addendum Addendum 1730.10 for more information\n\n\n2\n. While records indicate that these floors were utilized for containment of entities, it is uncertain how far down the facility actually extended.\n\n\n3\n. This was proven with the discovery of the Site-13 survivors.\n\n\n4\n. Each member of the AP-3 team was equipped with a SCRAMBLE visor unit, which was capable of processing and filtering out known anomalous memetic devices in near-realtime. These devices, which had been previously tested on other anomalous memes and active visual hazards, would passively filter out all known hazards, and could be “activated” to filter out all written language, drawings, symbols, diagrams, etc, if they were believed to be a potential hazard.\n\n\n5\n. From the Site-13 research file on 86243AR-001 “Malidramagiuan”, “\nStudy of the activated 86243AR-001 has led to the advent of Kinetology, the study of Kinetocism. Kinetoglyphs, or kinetohazards, are mental and physical hazards that occur when an entity performs specific gestures and motions that interact with multiple spatial dimensions simultaneously, often with disastrous consequences. An antikinetohazard, designed to negate the effect of the active kinetohazard, is typically the “inverse” of the kinetoglyph being performed, though this can take the form of certain symbols and glyphs, instead of just the inverse of the actual gesture (as doing so with entities such as 86243AR-001 would be impossible)\n.” See Addendum 1730.9 for more details.\n\n\n6\n. From the Site-13 research file on kinetohazards, “Using seven of its hands, 86243AR-001 is capable of producing an advanced kinetoglyph named “Aillili” in the Sacred Hratak of Azt, which silences all but the most intense sounds in an area.\n\n\n7\n. The Willis Tower, formerly the Sears Tower.\n\n\n\n\n\n\n\n\n« \nSCP-1729\n | SCP-1730 | \nSCP-1731\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1730\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1730\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1730warning.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n bleed.jpg\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n camera.jpg\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n classified.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n explo.jpg\n\n\nName:\n Old South Fremantle Power Station (6916665231).jpg\n\n\nAuthor:\n Aaron Meads\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n exploration.jpg\n\n\nName:\n Defense.gov photo essay 080605-F-3798Y-294.jpg\n\n\nAuthor:\n Tech Sgt. Cohen A. Young\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n graph.jpg\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n power.jpg\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nFilename:\n The Old Ipswich Power Station 1984 - geograph.org.uk - 292440.jpg\n\n\nAuthor:\n Keith Evans\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n SOS.pm3\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n warehouse.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nFilename:\n South Fremantle Power Station.jpg\n\n\nAuthor:\n Nachoman-au\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n writing.jpg\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 1730.1: Recovered Log",
        "Addendum 1730.2: Recovered Automated Message",
        "Addendum 1730.3: Exploration Log Transcripts",
        "Addendum 1730.4: Recovered Data from Power Station Terminal",
        "Addendum 1730.5: Collected Data Logs",
        "Addendum 1730.6: Received Audio Transmission\nThe following audio transmission was picked up on monitoring equipment on the morning of February 1st, 2016. The transmission, both speech and an encrypted signal that followed, has been repeating on a continuous loop since it was first detected. The contents of the transmission are accessible below.",
        "Addendum 1730.7: Updated Exploration Memorandum\nIn light of recent information gathered by Foundation surveillance teams , it has been deemed pertinent to once again send exploration and recovery teams into Site-13. By order of Overwatch Command, SCP-1730's containment procedures have been updated. Mobile Task Force Tau-5 (\"Samsara\") is currently under consideration for deployment. Details to follow.",
        "Addendum 1730.8: Exploration and Recovery Log Transcripts",
        "Addendum 1730.9: Extraction Log Transcripts",
        "Addendum 1730.10: Extraction Mission Debriefing Report\n"
    ],
    "documents": [],
    "notes": [
        "██/██/████ Team: Charlie Yukon Assignment: Site-13 Recovery Lead: CY-1 [BEGIN LOG] We found it. Watched it kill Dailey earlier. Crawled right into his mouth and next thing you know, Dailey's got blood leaking out of his ears. Puking it up, shitting it out, everywhere. Blood looked funny, too. Too dark. It was running out of his hair, like through the follicles. His hair fell out right with it. Once it was over, the thing that crawled inside him crawled back out with a buddy. One of them, can't say which, drinks up all this blood like a leech. The other one crawls back inside Dailey and he stands up. Turns around, starts coming at us. I can see that thing inside him when he opens his mouth. So I put a bullet in his face. Then another. We emptied our magazines into him. He didn't get up after that. We're not going to be too much longer, though. Found another one of those messages down here, you know, [COGNITOHAZARD EXPUNGED]. Just a matter of time before it starts. We strapped some C4 to it and blew the wall, and I think it's pretty illegible at this point, but it doesn't matter. Jones already went quiet like the others. We shoved him down an elevator shaft earlier. Didn't hear the body hit the ground. Think I just heard them start up Thresher. Wish we would've known about that sooner. Oh well.",
        "GENERAL NOTICE Site 13 has experienced a gross breach of containment systems. [COGNITOHAZARD EXPUNGED] has breached containment during testing. On-Site nuclear device is non-responsive. Thresher Protocol has been activated. Life Support Systems: Online ● Electrical Systems: Offline ● Fire Control Systems: Offline ● Flood Control Systems: Offline ● Reactor Status: Critical ● Euclid Class Containment Status: Critical ● Keter Class Containment Status: Compromised ●",
        "Note: At this point in the operation, site command lost contact with the drone. Several members of the operation team suddenly showed symptoms of some kind of anomalous influence, growing silent and beginning to burn from their ears. After the onset of symptoms, any sound would trigger what appeared to be a silent explosion that shook site command and destroyed most of its communicative equipment. It was later discovered that the only individuals influenced by this were those who had viewed the symbols created by the large entity in the basement storage closet. Further examination by Foundation cognitohazard specialists and screening technology ascertained that the symbols themselves were a sort of pyroclastic cognitohazard. Any individual becoming aware of the symbols would inevitably succumb to the effects of the hazard, making any additional exploration of the site hazardous. The drone was left unattended for several days thereafter, though it did complete its task of transmitting the terminal contents. The contents of this search can be accessed in Addendum 1730.5. Attempts to reconnect with the drone were unsuccessful, and drone surveillance of the site from outside of the building showed that all of the floors above ground level in the primary structure were entirely empty. The drone was not located.",
        "Note: At this point, Z9 team was in full disconnect. Two members were assumed KIA, while the other three were not accounted for. After three hours of non-communication, Site Command contacted Overwatch Command to request a full stop to all explorative efforts into SCP-1730. While waiting for a response, Z9-1's microphone came back online.",
        "Note: With the entire team once again unresponsive, Site Command ordered an emergency termination of all explorative efforts into SCP-1730 while waiting for confirmation from the O5 council. Four hours pass with no response, before Z9-Cap's camera begins transmitting. Microphone comes online shortly after.",
        "Test Log Entity-3421 Administrator: Dr. 1343 Test Purpose: To identify Class VIII entity's ability to bend reality while exposed to dangerous conditions and to Scranton-Mollius Inhibitor Device. Use of SCP-████ to reanimate entity between tests. Test 1: Exposure to Temperature (-35C) Result: Entity loses energy, becomes less hostile. Extended exposure results in low external temperature and decay of skin layer. Entity expires after 1 hour of sustained exposure. Test 2: Exposure to Temperature (150C) Result: Entity quickly succumbs to heat stroke. Body shows signs of burning across all surfaces. Organ damage as a result of extreme temperature. Entity unable to change reality to save itself. Test 5: Submerge in Water Result: [DATA NOT FOUND] Notes: Water seems to interfere with Scranton-Mollius device. Test 13: Exposure to Electricity Result: Entity unable to save itself. Body no longer salvageable. Entity moved to body pit for incineration.",
        "To: Engineer 242 From: Engineer 129 Subject: Control of Hazardous Toxins In Reactor Core We're having some trouble controlling the waste backup in the pit. The runoff is supposed to be piped off-site, but it keeps getting sucked back up the air intake into the reactor. The stuff is seriously toxic; I don't want to send any of my guys in there to clean it up. Either we shut off the reactor long enough to go down there and clean it up by hand, or we're going to have a pretty serious issue here in a while.",
        "[DATA NOT FOUND] Summary of Events: Entity showed unwillingness to submit to further testing, and as such was swiftly terminated by way of electrocution. Entity moved to body pit for incineration. Noting here that additional orders have come in from Director Emerson requesting a fullscale termination of the entire humanoid wing. Those will be processed at your convenience, and we can begin to empty out those floors. Sincerely, Dr. 790",
        "[COGNITOHAZARD EXPUNGED] has shown some tenacity, but will soon break under the mental pressure applied to it by the Orators. This is not uncommon; many entities arriving for their initial inspection will resist exposure to treatment in some way, but it cannot be sustained for the duration of their time here. Entity does have a particularly interesting effect on [COGNITOHAZARD EXPUNGED] which leads me to believe that we could repurpose that aspect of the entity by removing the face, neck, upper chest area and arms, and applying it to a Mark-XII using the [COGNITOHAZARD EXPUNGED]. I will send this notice to Dr. 874 posthaste, and move forward with this project. Sincerely, Dr. 720",
        "To: Dr. Hadley From: Engineer 242 They took your blood leech boy down to the pit today. I made sure to alter his termination record accordingly, and made sure that output is still blocked up. I don't know what you've got planned for him, but that pit's pretty noxious now. It's not going to be good.",
        "\" SCP-1730 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-1730 . Licensed under CC-BY-SA .",
        "Filename: 1730warning.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: bleed.jpg Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: camera.jpg Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: classified.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: explo.jpg Name: Old South Fremantle Power Station (6916665231).jpg Author: Aaron Meads License: CC BY-SA 2.0 Source Link: Wikimedia Commons",
        "Filename: exploration.jpg Name: Defense.gov photo essay 080605-F-3798Y-294.jpg Author: Tech Sgt. Cohen A. Young License: Public Domain Source Link: Wikimedia Commons",
        "Filename: graph.jpg Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: power.jpg Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Filename: The Old Ipswich Power Station 1984 - geograph.org.uk - 292440.jpg Author: Keith Evans License: CC BY-SA 2.0 Source Link: Wikimedia Commons",
        "Filename: SOS.pm3 Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: warehouse.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Filename: South Fremantle Power Station.jpg Author: Nachoman-au License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: writing.jpg Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "A circular perimeter has been established 2km from SCP-1730, and a quarantine zone has been established 1km from SCP-1730. Personnel who are to enter SCP-1730 must first undergo Class VII Hazardous Contact preparation measures, including the application of a modified \"Maxwell-Harden\" hazardous material reinforced airtight suit. The application of these protective measures may only take place at the Provisional Site-23 quarantine main gate.",
    "description": "SCP-1730 was a large complex of structures 15km northwest of the US/Mexico border within Big Bend Ranch State Park that was discovered on June 5th, ████. Due to the isolated nature of the complex, and the low survival rate of individuals who come in contact with it, it is possible that SCP-1730 had been previously discovered but unreported.",
    "title": "SCP-1730"
}