{
    "url": "https://scp-wiki.wikidot.com/scp-1748",
    "all_text": "rating: \n+62\n+\n–\nx\n\n\nItem #:\n SCP-1748\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-1748 is currently contained at Site-117. The sector assigned to SCP-1748 must be operated by individuals without any form of hearing impairment (this extends to D-Class personnel).\n\n\nSCP-1748-1 is housed in a 4m x 2m x 4m primary concrete chamber, which is suspended by carbon fiber supports in a secondary 8m x 4m x 8m concrete chamber. The secondary chamber is soundproofed to a degree corresponding with the current intensity of SCP-1748's emission. A series of acoustic channels connect the primary chamber to the tertiary chamber, and are equipped with valves to occlude the noise as necessary. It is important that SCP-1748 remain audible to subjects in the tertiary chamber, whilst not reaching a relevant intensity capable of inflicting harm or deafness in said subjects.\n\n\nThe tertiary chamber is adjacent to the secondary chamber, and shall remain populated with an appropriate amount of D-Class personnel (currently 20). Said personnel are forbidden from speaking, and must be rotated out every 16 hours for sleep requirements. The walls of the chamber (barring the wall facing the secondary chamber) are soundproofed to prevent noise pollution. No less than twenty (20) individuals must remain in the tertiary chamber at all times. At least forty (40) additional D-Class personnel are to remain onsite for containment rotation. Should the intensity of SCP-1748's emission increase, the sound is to be broadcast to all personnel within Site-117 at large, and all available D-Class personnel are to report to the tertiary chamber immediately.\n\n\nShould all onsite personnel be insufficient to prevent the emission's increase, the Apollo Contingencies will be enacted.\n\n\nDescription:\n SCP-1748 is a phenomenon manifesting as a looped audio recording of the \"Winter Road\" segment of Georgy Sviridov's \nSnow Storm\n. The locus for this manifestation is always a device designed for containing audio recordings, including vinyl records, audio cassettes, and compact discs, though radios, MP3 players, USB drives, computers and game consoles do not appear to be viable objects. Whether or not said object is currently containing an audio recording(s) of any kind is irrelevant. It is unclear what mechanism produces sound from this object. This locus is hereafter referred to as SCP-1748-1.\n\n\nSCP-1748 reduces in intensity when exposed to a sufficiently-sized audience, and increases intensity when too few individuals are present. What determines the number of required individuals is entirely unclear, though this number increases exponentially as the intensity of SCP-1748 increases. Based on previously recorded data, it is believed that an intensity of ███.██dB will exceed the current estimated populace of Earth, at which point halting the growth would be impossible.\n\n\nAt the time of this writing, SCP-1748 fluctuates in intensity between ██.██dB and ██.██dB.\n\n\nSCP-1748-1 appears to be immune to damage from sonic vibrations produced by SCP-1748. Should SCP-1748-1 be destroyed, SCP-1748 will transfer to the nearest suitable object. No maximum range for this occurrence has yet been discovered.\n\n\nSCP-1748 was initially discovered in █████, Russia. The Aaron Morgan Orchestra (\"AMO\", originating in London, England) was hired by ███████ ████████, a wealthy industrialist linked to the activities of \"Змей,\"\n1\n an occultist organization believed to be responsible for ███ deaths in eastern Russia. AMO was commissioned to perform \"Winter Road\" on ██/██/20██ at ████████'s private estate. According to eyewitness testimony from a detained Змей member, at the conclusion of the performance, ████████, his servants, several other Змей members and several individuals from a group the witness could not identify gave AMO a standing ovation. During this, a number of Змей members proceeded to enter the stage from the rear and murdered the musicians. In the aftermath, the performers were [DATA EXPUNGED] were used to construct several crude designs in at least one unidentified language on [DATA EXPUNGED] prior to the vinyl disc used for the recording being saturated inside said mass, which did not damage the object for an as-of-yet unverified reason.\n\n\nAfter the disc was removed from the mass, an Змей member delivered it to ████████, who then gave some form of hand gesture. Several individuals entered the concert hall and murdered the Змей members with automatic rifles. The eyewitness fled the chamber during this incident, and was picked up 15 days later by a Foundation asset in █████.\n\n\nThanks to the intelligence provided by said member, a Foundation raid by Mobile Task Force Nu-15 \"White Wolves\" on ████████'s estate was organized on ██/██/20██. ████████ was killed during the incident, and the disc (later designated the first instance of SCP-1748-1) was recovered. A servant previously unaccounted for then fired upon MTF N-15, injuring one member and destroying SCP-1748-1. The servant was killed in the fight. SCP-1748 immediately transferred to another vinyl disc containing Tchaikovsky's \n1812 Overture\n, which was recovered. A letter addressed to ████████ and dated 5 days previously was also retrieved:\n\n\n\n\nTo ████████,\n\n\nWorking with those troglodytes was certainly distasteful, but the result was most satisfying and invigorating. Be proud of the monumental piece you have created, its power and majesty knows only how to grow. Within that disc is the sublime itself. We hope this letter finds you well, and that you feel that power and majesty occupy your entire being.\n\n\nWe hope you are also looking forward to Phase 2.\n\n\n[REDACTED]\n\n\n\n\nAddendum [1748-001]:\n Observation Log\n\nSeveral low intensity sounds inconsistent with the accompanying music have been detected from SCP-1748's emissions:\n\n\nOn ██/██/20██ at 5:47 AM\n\n\n\n\n-not alone. (Indecipherable) heartbeats. (Indecipherable) hear us.\n\n\n\n\nOn ██/██/20██ at 7:28 AM\n\n\n\n\n-the music (Indecipherable) inside. Anchored. We (Indecipherable) little strength.\n\n\n\n\nOn ██/██/20██ at 8:39 PM\n\n\n\n\n-echoes. We are echoes. (Indecipherable) be heard. (Indecipherable) if we fade. No. No.\n\n\n\n\nNo further abnormalities have been reported.\n\n\nAddendum [1748-002]:\n Apollo Contingencies\n\n\n\n\nContingency Apollo-A:\n The sound of SCP-1748 shall be broadcast to all available Foundation sites, areas, and sectors wherein said broadcast does not disrupt existing containment procedures for other objects. Should Contingency Apollo-A be unsuccessful, Contingency Apollo-B must be enacted.\n\n\nContingency Apollo-B:\n SCP-1748-1 is to be electromagnetically suspended in a Gears Perfect Vacuum Chamber (GPVC), where it shall be contained indefinitely. Ten (10) additional objects capable of serving as SCP-1748-1 shall be contained in an identical manner in facilities adjacent to the main chamber. Absolutely no other items capable of becoming SCP-1748-1 shall be allowed within 1km of the containment chamber.\n\n\nIt should be noted that, while SCP-1748 cannot propagate through a perfect vacuum, previous observations have confirmed that it is still produced, and continues to grow in intensity without an audience. Given the implications of this evidence, Contingency Apollo-B must be considered a last resort, as any containment failure following its implementation, no matter how slight or brief, is likely to result in an XK-Class End-of-the-World Scenario.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Russian, \"Zmey\": \"Snake\" or \"Dragon\".\n\n\n\n\n\n\n\n\n« \nSCP-1747\n | SCP-1748 | \nSCP-1749\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1748\n\" by Anborough, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1748\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum [1748-001]: Observation Log Several low intensity sounds inconsistent with the accompanying music have been detected from SCP-1748's emissions:\nOn ██/██/20██ at 5:47 AM\nOn ██/██/20██ at 7:28 AM\nOn ██/██/20██ at 8:39 PM\nNo further abnormalities have been reported.",
        "Addendum [1748-002]: Apollo Contingencies"
    ],
    "documents": [],
    "notes": [
        "To ████████, Working with those troglodytes was certainly distasteful, but the result was most satisfying and invigorating. Be proud of the monumental piece you have created, its power and majesty knows only how to grow. Within that disc is the sublime itself. We hope this letter finds you well, and that you feel that power and majesty occupy your entire being. We hope you are also looking forward to Phase 2. [REDACTED]",
        "-not alone. (Indecipherable) heartbeats. (Indecipherable) hear us.",
        "-the music (Indecipherable) inside. Anchored. We (Indecipherable) little strength.",
        "-echoes. We are echoes. (Indecipherable) be heard. (Indecipherable) if we fade. No. No.",
        "Contingency Apollo-A: The sound of SCP-1748 shall be broadcast to all available Foundation sites, areas, and sectors wherein said broadcast does not disrupt existing containment procedures for other objects. Should Contingency Apollo-A be unsuccessful, Contingency Apollo-B must be enacted. Contingency Apollo-B: SCP-1748-1 is to be electromagnetically suspended in a Gears Perfect Vacuum Chamber (GPVC), where it shall be contained indefinitely. Ten (10) additional objects capable of serving as SCP-1748-1 shall be contained in an identical manner in facilities adjacent to the main chamber. Absolutely no other items capable of becoming SCP-1748-1 shall be allowed within 1km of the containment chamber. It should be noted that, while SCP-1748 cannot propagate through a perfect vacuum, previous observations have confirmed that it is still produced, and continues to grow in intensity without an audience. Given the implications of this evidence, Contingency Apollo-B must be considered a last resort, as any containment failure following its implementation, no matter how slight or brief, is likely to result in an XK-Class End-of-the-World Scenario.",
        "\" SCP-1748 \" by Anborough, from the SCP Wiki . Source: https://scpwiki.com/scp-1748 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1748",
    "object_class": "Keter",
    "containment_procedures": "SCP-1748 is currently contained at Site-117. The sector assigned to SCP-1748 must be operated by individuals without any form of hearing impairment (this extends to D-Class personnel).",
    "description": "SCP-1748 is a phenomenon manifesting as a looped audio recording of the \"Winter Road\" segment of Georgy Sviridov's Snow Storm. The locus for this manifestation is always a device designed for containing audio recordings, including vinyl records, audio cassettes, and compact discs, though radios, MP3 players, USB drives, computers and game consoles do not appear to be viable objects. Whether or not said object is currently containing an audio recording(s) of any kind is irrelevant. It is unclear what mechanism produces sound from this object. This locus is hereafter referred to as SCP-1748-1.",
    "title": "SCP-1748"
}