{
    "url": "https://scp-wiki.wikidot.com/scp-1789",
    "all_text": "rating: \n+85\n+\n–\nx\n\n\nItem #:\n SCP-1789\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1789 is contained in Storage Chamber 34, located in Site 17. Storage Chamber 34 is to be equipped with audio and video monitoring devices. SCP-1789 is to be suspended via harness above a collection trough at all times. Collected samples of SCP-1789-1 are to be disposed of within three hours as a biohazard, unless samples are required for testing purposes.\n\n\nAny personnel found to be engaging in unauthorized communication with SCP-1789 are to be given a formal reprimand. Any personnel found to be attempting to carry out one of SCP-1789’s commands are to be terminated. All changes in SCP-1789-1's flow rate are to be monitored and recorded.\n\n\nSCP-1789 is to be subject to regularly scheduled interrogation. Mentions of the “Cradle for the Kings” are to be immediately forwarded to the overseeing Level 4 researcher.\n\n\nDescription:\n SCP-1789 is an enlarged humanoid finger, approximately one meter long and severed at the base. It is sapient and capable of telepathic communication. In interviews, SCP-1789 has demonstrated megalomania and a general hostility towards Foundation personnel. It is capable, through unknown means, of movement but not locomotion, and convulses rapidly when agitated.\n\n\nSCP-1789-1 is a golden liquid of unidentified composition hemorrhaged from SCP-1789 at a variable rate. The current flow rate is approximately one liter every thirteen days. Chemical analysis of SCP-1789-1 remains non-conclusive.\n\n\nSCP-1789-1 is a powerful hallucinogen. It is not addictive and has no side-effects. Upon consumption, users begin to experience hallucinations which often include the empowerment of the user, approval from the user’s peers, and success in all undertakings.\n\n\nWhen SCP-1789 communicates, any demands it makes have anomalous compulsory properties. This compulsion is weak and can be resisted with extremely minor concentration. Common demands include:\n\n\n\n\nthe furnishing of ceremonial incense inside its containment chamber.\n\n\n\n\n\n\nthe provision of a trough, with measurements of two by two cubits (approximately one by one meters), filled with the blood of cattle.\n\n\n\n\n\n\nthe provision of a ceremonial piece of gold jewelry to decorate its fingernail.\n\n\n\n\n\n\nthe provision of ceremonial rings of varying composition, usually the spinal vertebrae or rib cages of household animals, to decorate it.\n\n\n\n\n\n\nto be bathed in a mixture of sea salt and SCP-1789-1.\n\n\n\n\n\n\nto be transported to a non-specific location, described as a “Cradle for the Kings\". SCP-1789 expressed the desire to be reunited with what it described as “the multitudes of flesh ascendant, where the scattered remains of the King shall once again establish their domain over the beasts of this Earth.” The initial hypothesis that SCP-1789 was referring to the Valley of the Kings in Egypt was disproven when a covert Foundation archeological expedition to the region found no anomalous activity. However, due to the size of the target area and the ambiguity of SCP-1789's statements, it has been deemed impossible to determine the veracity of SCP-1789's claims. Furthermore, the same archaeological team discovered [DATA EXPUNGED] with outstretched finger [DATA EXPUNGED] near the original dig site. All of SCP-1789’s statements regarding the “Cradle for the Kings” have been recorded in Document-1789-19c (Level 4 Clearance required to access.)\n\n\n\n\nOf particular note is that SCP-1789’s demands commonly necessitate the slaughter of various domesticated animals.\n\n\nWhile the compulsory properties of SCP-1789’s demands are ordinarily extremely weak, consuming SCP-1789-1 drastically increases the potency of the compulsions. After consuming a cumulative volume of approximately six liters of SCP-1789-1, the consumer’s autonomy becomes irreparably compromised when subjected to SCP-1789’s demands.\n\n\nAddendum-1789-A:\n SCP-1789 was initially retrieved on ██/██/2012, from the residence of ██████ █████ in ███ ████, ██. Local law enforcement had been investigating an abnormal increase in missing dog reports. After tracing the disappearances to █████, police presumably discovered SCP-1789 and brought █████ into their custody. The situation came to the Foundation’s attention during a regular radio scan of North American law enforcement. All involved police personnel were given Class A Amnestics. After interrogation, █████ was given a Class A Amnestic and subsequently entered Foundation employment as a D Class personnel.\n\n\nSCP-1789 was found in █████’s basement. SCP-1789-1’s flow rate was measured at approximately one liter per twelve hours. The remains of several domesticated dogs were found scattered throughout the basement (pictures and after-action reports can be found in Document-1789-2b). The dogs’ bones had been first splintered with a butcher knife, and then strung together with twine to form a crude ring, which was found decorating SCP-1789. SCP-1789 was resting on the minimally-decayed body of one of the slaughtered dogs.\n\n\nAfter SCP-1789 was contained in Foundation custody, the flow rate of SCP-1789-1 dramatically decreased, and SCP-1789 began to undergo superficial necrosis. The remains found in █████’s basement have not displayed any anomalous properties. The O5 council has elected not to reintroduce the remains recovered from █████'s basement or any previously constructed ornaments to SCP-1789’s environment.\n\n\n\n\n\n\n« \nSCP-1788\n | SCP-1789 | \nSCP-1790\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1789\n\" by Chubert, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1789\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1789-A: SCP-1789 was initially retrieved on ██/██/2012, from the residence of ██████ █████ in ███ ████, ██. Local law enforcement had been investigating an abnormal increase in missing dog reports. After tracing the disappearances to █████, police presumably discovered SCP-1789 and brought █████ into their custody. The situation came to the Foundation’s attention during a regular radio scan of North American law enforcement. All involved police personnel were given Class A Amnestics. After interrogation, █████ was given a Class A Amnestic and subsequently entered Foundation employment as a D Class personnel.\nSCP-1789 was found in █████’s basement. SCP-1789-1’s flow rate was measured at approximately one liter per twelve hours. The remains of several domesticated dogs were found scattered throughout the basement (pictures and after-action reports can be found in Document-1789-2b). The dogs’ bones had been first splintered with a butcher knife, and then strung together with twine to form a crude ring, which was found decorating SCP-1789. SCP-1789 was resting on the minimally-decayed body of one of the slaughtered dogs.\nAfter SCP-1789 was contained in Foundation custody, the flow rate of SCP-1789-1 dramatically decreased, and SCP-1789 began to undergo superficial necrosis. The remains found in █████’s basement have not displayed any anomalous properties. The O5 council has elected not to reintroduce the remains recovered from █████'s basement or any previously constructed ornaments to SCP-1789’s environment."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1789 \" by Chubert, from the SCP Wiki . Source: https://scpwiki.com/scp-1789 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1789",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1789 is contained in Storage Chamber 34, located in Site 17. Storage Chamber 34 is to be equipped with audio and video monitoring devices. SCP-1789 is to be suspended via harness above a collection trough at all times. Collected samples of SCP-1789-1 are to be disposed of within three hours as a biohazard, unless samples are required for testing purposes.",
    "description": "SCP-1789 is an enlarged humanoid finger, approximately one meter long and severed at the base. It is sapient and capable of telepathic communication. In interviews, SCP-1789 has demonstrated megalomania and a general hostility towards Foundation personnel. It is capable, through unknown means, of movement but not locomotion, and convulses rapidly when agitated.",
    "title": "SCP-1789"
}