{
    "url": "https://scp-wiki.wikidot.com/scp-1824",
    "all_text": "rating: \n+169\n+\n–\nx\n\n\n\n\n\n\nSCP-1824 in [REDACTED].\n\n\n\n\n\n\nItem #:\n SCP-1824\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Early identification (prior to the Expansion State) of SCP-1824 remains a top priority in containment of the phenomenon. Personnel are to monitor the economies of the United States, Mexico and Canada and investigate any localized significant recession.\n\n\nA series of Foundation vehicles are to patrol the areas vulnerable to SCP-1824 and obtain comprehensive photographic data on every ground level exterior vertical surface therein. In addition, similar imaging programs utilized by online mapping agencies, as well as the FBI and NSA are to be tapped and added to the data pool. This information is to be processed by a graphic analysis program capable of isolating and identifying the designs congruent with SCP-1824.\n\n\nShould SCP-1824 be discovered, the Foundation is to designate the area as biologically or chemically contaminated, then evacuate all individuals that inhabit the area. Evacuated individuals are to be housed at Foundation-controlled temporary housing until the manifestation has ended. Should SCP-1824 enter the Expansion State and total evacuation has not yet been achieved, a gas main explosion is to be emulated to expedite this process. Due to the highly public nature of SCP-1824, standard media blackout procedures are to be applied.\n\n\nDescription:\n SCP-1824 is a phenomenon manifesting as a graffiti design composed of red, black, and white spray-paint. SCP-1824 has thus far only made its initial appearance in urban environments with a population density of 14,000/km\n2\n or higher in the contiguous United States, Mexico and Canada. The graffiti always manifests on ground-level surfaces that are vertical or very nearly vertical. Designs produced by SCP-1824 are consistent in that they always feature a winged female humanoid, and possess a size of 1m x 1m or greater. Removing or obscuring the graffiti does not prevent or alter SCP-1824's effects.\n\n\nAll individuals that reside within the effective range of SCP-1824 (which possesses an initial radius of roughly 50 meters) begin to exhibit symptoms similar to Paranoid-Type Schizophrenia, and will begin to experience delusions and hallucinations. Persons affected by these episodes describe a consistent figure, a destitute mother desperately attempting to provide for her child. Affected persons will attempt to provide food, money and other resources for this hallucination, to the point of severe personal loss.\n\n\nAfter a period of approximately 45-60 days after SCP-1824's initial appearance, the phenomenon will begin to increase the effective range of SCP-1824 by 1-5 meters every 24 hours (this has since been designated the \"Expansion State\"). This is marked by the appearance of additional graffiti of the same design in the extended area. This growth will continue until all available area with a population density of approximately 7,000/km\n2\n or greater is affected. It does not appear that SCP-1824 can expand through areas with a population density lower than 7,000/km\n2\n, though once manifested, it will persist until the area is fully depopulated.\n\n\nEach individual manifestation of SCP-1824 appears to abate only when the area is completely devoid of human habitation. SCP-1824 has not been observed to generate multiple manifestations simultaneously, and occurrences are approximately 18-36 months apart.\n\n\nAddendum [1824-001]:\n Additional Documentation\n\n\n\n\n+ DOCUMENT-SCP-1824-P (CLEARANCE 4/1824 REQUIRED)\n\n\n\n\n- DOCUMENT-SCP-1824-P (IDENTITY VERIFIED)\n\n\n\n\nTHE FOLLOWING FILE HAS BEEN EXPUNGED FROM FOUNDATION GENERAL RECORDS BY O5 MANDATE.\n\n\nItem #:\n SCP-███\n\n\nObject Class:\n \nSafe\n Neutralized\n\n\nSpecial Containment Procedures:\n \nSCP-███ is currently housed in a standard humanoid containment cell at Site-19. Standard humanoid feeding regimens are to be maintained. SCP-███-1 is kept in a standard containment locker. Interaction with SCP-███ or SCP-███-1 requires the approval of a Level 3 or higher researcher.\n\n\nSCP-███ is currently neutralized and does not require active containment protocols.\n\n\nDescription:\n SCP-███ was moved to Site-19 after being recovered from ███ ████ ████, ███ in 198█. Entity is a Caucasian humanoid measuring 1.8 meters tall with a mass of 78kg. It appears to be roughly 56-59 years old, and possesses shoulder-length white hair. SCP-███ is garbed in an assortment of damaged clothing and rags, mainly composed of cotton and leather. Its appearance demonstrates significant signs of labored living conditions, though this is typically in contrast with the entity's disposition, which is pleasant and compassionate. SCP-███ will generally engage with Foundation staff without aggravation or annoyance, and is largely cooperative with staff directions. The entity often requests its release, though it does not proceed on this subject in an aggressive manner. SCP-███ does not display any anomalous properties when separated from SCP-███-1.\n\n\nSCP-███-1 is an unmarked gray spray-paint can of unknown make and model. All attempts to open or breach the exterior of the object have failed; it is currently unclear whether or not it is indestructible. SCP-███-1 will not function properly if used by any individual other than SCP-███. If used by SCP-███, it will demonstrate an apparently unlimited capacity of spray-paint, which is produced in 3 known colors: red, black, and white. SCP-███ will use SCP-███-1 to create designs featuring winged female humanoids, and will typically produce these designs on public vertical surfaces.\n\n\nShould SCP-███ use SCP-███-1 to create such a design, an indeterminate area surrounding it (currently believed to have a radius of approximately 50 meters) will be subject to the entity's primary anomalous effect. All individuals who reside in this area will experience a joyous urge to engage in charitable acts, and will find themselves subject to charity even when outside the area of effect. Obscuring or destroying the designs is confirmed to terminate the phenomenon.\n\n\nAddendum [███-001]:\n Interview Log\n\n\n\n\nInterviewer:\n Dr. Brian Anborough\n\n\nInterviewed:\n SCP-███\n\n\nForeword:\n Third interview with entity.\n\n\n<Begin Log, 4:43 PM, ██/██/198█>\n\n\nSCP-███:\n Would you release me, please?\n\n\nDr. Anborough:\n I'm afraid I can't do that.\n\n\nSCP-███:\n Unfortunate.\n\n\nDr. Anborough:\n SCP-███, you have thus far declined all inquiries about your origin. Is there anything you would care to elaborate on?\n\n\nSCP-███:\n Nothing that interesting.\n\n\nDr. Anborough:\n Not even a name?\n\n\nSCP-███:\n Do you have one?\n\n\nDr. Anborough:\n Brian.\n\n\nSCP-███:\n A nice name. A name is as much a person as the letters are that make it.\n\n\nDr. Anborough:\n What about a family?\n\n\nSCP-███:\n …Yes, my mother.\n\n\nDr. Anborough:\n No siblings? Children?\n\n\nSCP-███:\n No. You?\n\n\nDr. Anborough:\n A son.\n\n\nSCP-███:\n That's wonderful. How is he?\n\n\nDr. Anborough:\n He's a [EXPLETIVE REDACTED] pain in the ass. Where is your mother?\n\n\nSCP-███:\n …Above.\n\n\nDr. Anborough:\n Do you have anything else to add?\n\n\nSCP-███:\n She is hurt. A lot. The world hurt her; she never owned more than just enough food to feed us. She was angry at the world for a very long time. But I asked her to forgive and she said she would do it…for me. She would do anything for me. She gave me it before she died so I could forgive in her place.\n\n\nDr. Anborough:\n It? SCP-███-1?\n\n\nSCP-███:\n Yes.\n\n\nDr. Anborough:\n Forgive who?\n\n\nSCP-███:\n Whom. Everyone.\n\n\n<End Log, 4:47 PM, ██/██/198█>\n\n\n\n\nAddendum [███-002]:\n Neutralization Log\n\n\nOn ██/██/198█ at 7:28 AM, SCP-███ was accidentally killed by Foundation personnel during a containment breach by SCP-███. Dr. Brian Anborough was killed during the same incident. Within 5 hours of its death, SCP-███'s body had disintegrated, leaving behind a patch of spray-paint similar to one of SCP-███-1's designs. The image detailed a male winged humanoid with shoulder-length black hair. SCP-███-1 ceased to demonstrate anomalous properties after the incident and was destroyed. Reclassified to Neutralized.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1823\n | SCP-1824 | \nSCP-1825\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1824\n\" by Anborough, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1824\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n il_fullxfull.370939586_g0kj%281%29.jpg\n\n\nAuthor:\n Lord Jim\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum [1824-001]: Additional Documentation"
    ],
    "documents": [],
    "notes": [
        "Interviewer: Dr. Brian Anborough Interviewed: SCP-███ Foreword: Third interview with entity. <Begin Log, 4:43 PM, ██/██/198█> SCP-███: Would you release me, please? Dr. Anborough: I'm afraid I can't do that. SCP-███: Unfortunate. Dr. Anborough: SCP-███, you have thus far declined all inquiries about your origin. Is there anything you would care to elaborate on? SCP-███: Nothing that interesting. Dr. Anborough: Not even a name? SCP-███: Do you have one? Dr. Anborough: Brian. SCP-███: A nice name. A name is as much a person as the letters are that make it. Dr. Anborough: What about a family? SCP-███: …Yes, my mother. Dr. Anborough: No siblings? Children? SCP-███: No. You? Dr. Anborough: A son. SCP-███: That's wonderful. How is he? Dr. Anborough: He's a [EXPLETIVE REDACTED] pain in the ass. Where is your mother? SCP-███: …Above. Dr. Anborough: Do you have anything else to add? SCP-███: She is hurt. A lot. The world hurt her; she never owned more than just enough food to feed us. She was angry at the world for a very long time. But I asked her to forgive and she said she would do it…for me. She would do anything for me. She gave me it before she died so I could forgive in her place. Dr. Anborough: It? SCP-███-1? SCP-███: Yes. Dr. Anborough: Forgive who? SCP-███: Whom. Everyone. <End Log, 4:47 PM, ██/██/198█>",
        "\" SCP-1824 \" by Anborough, from the SCP Wiki . Source: https://scpwiki.com/scp-1824 . Licensed under CC-BY-SA .",
        "Filename: il_fullxfull.370939586_g0kj%281%29.jpg Author: Lord Jim License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-███",
    "object_class": "Safe Neutralized",
    "containment_procedures": "SCP-███ is currently housed in a standard humanoid containment cell at Site-19. Standard humanoid feeding regimens are to be maintained. SCP-███-1 is kept in a standard containment locker. Interaction with SCP-███ or SCP-███-1 requires the approval of a Level 3 or higher researcher.",
    "description": "SCP-███ was moved to Site-19 after being recovered from ███ ████ ████, ███ in 198█. Entity is a Caucasian humanoid measuring 1.8 meters tall with a mass of 78kg. It appears to be roughly 56-59 years old, and possesses shoulder-length white hair. SCP-███ is garbed in an assortment of damaged clothing and rags, mainly composed of cotton and leather. Its appearance demonstrates significant signs of labored living conditions, though this is typically in contrast with the entity's disposition, which is pleasant and compassionate. SCP-███ will generally engage with Foundation staff without aggravation or annoyance, and is largely cooperative with staff directions. The entity often requests its release, though it does not proceed on this subject in an aggressive manner. SCP-███ does not display any anomalous properties when separated from SCP-███-1.",
    "title": "SCP-1824"
}