{
    "url": "https://scp-wiki.wikidot.com/scp-1825",
    "all_text": "rating: \n+83\n+\n–\nx\n\n\nItem #:\n SCP-1825\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1825 is to be contained in a 5 m x 5 m x 3 m storage room. Testing with SCP-1825 is recommended to take place inside a 10 m x 34 m x 3 m rectangular room composed of reinforced steel, and must be authorized by at least two Level 3 personnel. SCP-1825 is only allowed to be removed from storage for testing purposes, and is not to be activated outside, or inside a spherical room <See Addendum-1825-01-A>.\n\n\nDescription:\n SCP-1825 is a blue pinball machine measuring 2 m x 50 cm x 1.7 m. SCP-1825 features an empty playing field, with two flippers on the bottom, and a hatch for a ball to enter at the top, a scoreboard, and a plunger. Currently, the highest score is 30,232,450 <See Test Log-1825-01-11>, which has been recorded on SCP-1825's scoreboard.\n\n\nWhen SCP-1825 is activated, all entities in the room are restrained from below their waist by an unseen force, making movement impossible. The subject who activated SCP-1825 is not affected, and is able move freely. When the subject pulls SCP-1825's handle, the hatch will release one metal ball that, once hit by a flipper, will create an invisible force in the room whose movement reflects how the ball moves on SCP-1825's playing field.\n\n\nWhen this force collides with a wall, subject, or object in the room, the item hit will be variably damaged from the collision while retaining its position and approximate shape from the time of activation. When the subject is hit, [REDACTED], which results in the subject's upper half disconnecting from their waist, while their lower half remains supported. Objects unaffected from this force are SCP-1825, the subject who pulled the plunger, and any objects and persons entering the room after activation. When the ball returns to the drain, everything that was affected ceases to be supported by SCP-1825, and collapses if it was damaged significantly.\n\n\nThe weight and density of the force created from SCP-1825 increases with the number of points on the scoreboard, which allows the ball to start at an estimated one kg per square meter, and theoretically increase to 999,999,999 kg per cubic meters when the scoreboard has reached its limit. Due to SCP-1825 providing only one ball, and the extensive damage that would ensue, this has yet to be achieved.\n\n\nRecovery Notes:\n SCP-1825 was found after an incident on 01/██/20██, where an abandoned arcade game factory in ████████ collapsed. One body was found in the area, ███████ ████, a vagrant presumably seeking shelter inside the factory. It is assumed that ███████ ████ activated SCP-1825, and died from the debris created from leveling the building. SCP-1825 was found in the wreckage, protected from the debris by several steel girders. Due to the proximity of recovery to \nSCP-142\n, investigation into the potential for a shared origin between the two objects is currently ongoing.\n\n\n\n\nAddendum 1825:\n Testing Log:\n\n\nTest Log-1825-01\n\n\n\n\n\n\n« \nSCP-1824\n | SCP-1825 | \nSCP-1826\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1825\n\" by Fantem, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1825\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1825: Testing Log: Test Log-1825-01"
    ],
    "documents": [],
    "notes": [
        "\" SCP-1825 \" by Fantem, from the SCP Wiki . Source: https://scpwiki.com/scp-1825 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1825",
    "object_class": "Safe",
    "containment_procedures": "SCP-1825 is to be contained in a 5 m x 5 m x 3 m storage room. Testing with SCP-1825 is recommended to take place inside a 10 m x 34 m x 3 m rectangular room composed of reinforced steel, and must be authorized by at least two Level 3 personnel. SCP-1825 is only allowed to be removed from storage for testing purposes, and is not to be activated outside, or inside a spherical room <See Addendum-1825-01-A>.",
    "description": "SCP-1825 is a blue pinball machine measuring 2 m x 50 cm x 1.7 m. SCP-1825 features an empty playing field, with two flippers on the bottom, and a hatch for a ball to enter at the top, a scoreboard, and a plunger. Currently, the highest score is 30,232,450 <See Test Log-1825-01-11>, which has been recorded on SCP-1825's scoreboard.",
    "title": "SCP-1825"
}