{
    "url": "https://scp-wiki.wikidot.com/scp-1837",
    "all_text": "rating: \n+127\n+\n–\nx\n\n\n\n\n\n\nSCP-1837 during initial testing.\n\n\n\n\n\n\nItem #:\n SCP-1837\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1837 is to be suspended in a liquid containment unit, located within \nSite-77\n's Safe SCP wing. Currents are to be created within this unit, keeping it suspended in the center of the unit at all times. Daily maintenance is to be performed to ensure no mechanical errors occur. In the event that SCP-1837 breaches containment, security teams with hoses are to bombard the affected area with a basic solution until it can be re-contained. Fire extinguishing systems may also be activated.\n\n\nDiluted samples of its excretions are to be contained in Site-77's chemical hazard research center, where they are available for testing and are currently in use for containment of \nSCP-122\n.\n\n\nDescription:\n SCP-1837 is a cleaning mop, with a handle constructed out of wood and the mop portion of wool cloth.\n\n\nThe head portion of SCP-1837 is constantly exuding an acidic liquid. Any solid surface coming into direct contact with this acid will disintegrate over a period of several hours, depending on the composition of the material. If exposed to other liquids, the effect will be reduced, with complete dilution occurring when SCP-1837's acid is at 10000ppm.\n\n\nWhen exposed to environments affected by its effect, SCP-1837 will become animate and attempt to repair the damage or disfigurement the acid has caused. SCP-1837 achieves motion by autonomously gliding along smooth surfaces. It is unable to move past simple barricades but due to its effects most obstacles will eventually be destroyed.\n\n\nOccasionally, other behaviors will be observed by SCP-1837, such as attempting to prevent itself from coming into contact with a solid surface, obtaining various cleaning materials to try and remove SCP-1837-2 and hiding when a human subject discovers it. In addition, SCP-1837 has been observed cleaning rubble and other damages created by its effect or outside sources.\n\n\nSCP-1837 was contained after a containment breach by \nSCP-039\n with \nSCP-1957\n and E-4250, on 11/14/████. During the re-containment operations, SCP-1837 was found surrounded by a large pool of SCP-1837-2. Containment specialists have theorized that SCP-1837 had been created by cross-exposure to the anomalous effects, or had been planted in Site-77 by outside forces during the breach. SCP-1837 was contained and classified as Safe on 2/13/████.\n\n\nAddendum:\n On 11/16/████, Site-77 was assaulted by individuals believed to be connected to the [REDACTED] group. After-action analysis of security logs shows that SCP-1837's containment was accidentally breached by [REDACTED] as part of an explosive entry into the Safe level containment wing. SCP-1837 appeared to hover over the rubble before rapidly progressing behind the intruders, attempting to remove the rubble they left behind. It reached [REDACTED] where they were engaging on-site Security and proceeded to transmute the floor they were under into a pool of its acid, causing 11 deaths and 6 casualties. This effectively ended the incident and allowed \nMTF-Psi-7\n to restore containment.\n\n\n\n\n\n\n« \nSCP-1836\n | SCP-1837 | \nSCP-1838\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1837\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1837\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP-1837-new.png\n\n\nAuthor:\n Aqua Mechanical\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum: On 11/16/████, Site-77 was assaulted by individuals believed to be connected to the [REDACTED] group. After-action analysis of security logs shows that SCP-1837's containment was accidentally breached by [REDACTED] as part of an explosive entry into the Safe level containment wing. SCP-1837 appeared to hover over the rubble before rapidly progressing behind the intruders, attempting to remove the rubble they left behind. It reached [REDACTED] where they were engaging on-site Security and proceeded to transmute the floor they were under into a pool of its acid, causing 11 deaths and 6 casualties. This effectively ended the incident and allowed MTF-Psi-7 to restore containment."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1837 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1837 . Licensed under CC-BY-SA .",
        "Filename: SCP-1837-new.png Author: Aqua Mechanical License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-1837",
    "object_class": "Safe",
    "containment_procedures": "SCP-1837 is to be suspended in a liquid containment unit, located within Site-77's Safe SCP wing. Currents are to be created within this unit, keeping it suspended in the center of the unit at all times. Daily maintenance is to be performed to ensure no mechanical errors occur. In the event that SCP-1837 breaches containment, security teams with hoses are to bombard the affected area with a basic solution until it can be re-contained. Fire extinguishing systems may also be activated.",
    "description": "SCP-1837 is a cleaning mop, with a handle constructed out of wood and the mop portion of wool cloth.",
    "title": "SCP-1837"
}