{
    "url": "https://scp-wiki.wikidot.com/scp-1841",
    "all_text": "Regrets, I've had a few.\n\n\n\n\n \n\n\nrating: \n+88\n+\n–\nx\n\n\nItem #:\n SCP-1841\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1841 is contained in a standard containment locker, located in \nSite-55\n. Personnel wishing to interact with the object may file a request with SCP-1841's research lead. Any individual whom activates the object's anomalous properties are required to maintain a log detailing their dreams for one week following the event.\n\n\nDue to ethical concerns, use of the object with D-class personnel is currently forbidden.\n\n\nDescription:\n SCP-1841 is a well-worn soft cover book, titled \n1001 Places To Be Before You Die\n by Rachel McPhee. It contains an indeterminate number of pages, and is 4cm thick. Copyright information listed within SCP-1841 claims it was published by the publisher \"Periscope Publishing\" in 1989. Investigation has shown that the name was registered in 1985; however, no books were ever published under the label and it is considered defunct.\n\n\nFor the first 95 pages, SCP-1841 lists 95 separate popular tourist locations and describes the main attractions, in addition to recommending methods of transportation which are contemporary to the time period in which SCP-1841 was published. No anomalous properties have been reported originating from these initial entries.\n\n\nLocations described by SCP-1841 after page 95 will initially be locations the subject would not be able to afford or physically able to travel to, such as the tops of mountains or private property, and are unique with each viewing. As the subject continues reading, the difficulty of reaching the locations will increase dramatically, and written descriptions will be more sensationalized and positive. As of 09/18/1997, six defunct Foundation properties\n1\n and 3 defunct buildings belonging to Foundation fronts have been documented, although no active facilities have been listed.\n\n\nWhen the subject passes page 1001, additional entries will manifest within SCP-1841. These new pages do not add to SCP-1841's mass, and will de-manifest after being turned over to view the next page. The descriptions for these locations appear to be directly aimed at the subject, and often list specific tasks to be completed by the subject while visiting it. Examples include:\n\n\n\n\n\n\nSubject\n\n\nLocation\n\n\nDescription\n\n\nTask\n\n\n\n\n\n\nD-1221\n\n\nNala's Grave\n\n\nYou never got to see where she was buried after you did what you did. It's beautiful in the spring when the poppies bloom.\n\n\nEven after what happened, she still loves you. The least you could do is leave a lily at her grave.\n\n\n\n\n\n\nResearcher Sandburg\n\n\nThe place where you first kissed him\n\n\nAn amusement park dark ride, the place where many young couples exchange their first kiss in the veil of darkness. The smell of pine needles is most notable in the summer.\n\n\nTake in the atmosphere and remember why you fell in love with him in the first place.\n\n\n\n\n\n\nDoctor Elliott\n\n\nGreenhouse 4\n\n\nThe windows are busted now, but it's still in one piece. Please be careful about the glass when you visit the old hiding spot, there's some loose shards there.\n\n\nCount the seeds in a pod. Maybe name them, so they don't grow up without anything to be called.\n\n\n\n\n\n\nDoctor Everwood\n\n\nMom's Place\n\n\nIt smells like perfume and roses all the time. Bring a coat, it gets cold this time of year.\n\n\nYou already know what to do.\n\n\n\n\n\n\nDirector Alder\n\n\nOutside\n\n\nYou can do it. It's been a long time, since you got to feel the dirt and mud in between your toes, but there is still an outside. If you've forgotten, now's the last time you'll be able to remember it.\n\n\nSee all the shapes the clouds can make. Name the ones that they can't.\n\n\n\n\n\n\nDoctor Clef\n\n\nKondraki's place\n\n\nIt took a long time, but he let it go. They all will, eventually.\n\n\nHear the first steps of a friend's child. It's better than any forgiving word.\n\n\n\n\n\n\nFollowing exposure to SCP-1841, subjects have reported having vivid dreams and nightmares about traveling to the locations described within SCP-1841, and that waking occurred directly before arriving at their destination. Some subjects have reported a strong desire to visit these locations and may attempt to visit the locations and accomplish the tasks listed in SCP-1841. Attached below is a log of reports filed by personnel who attempted to visit the locations listed in SCP-1841.\n\n\n\n\n\n\nSubject\n\n\nActions Taken\n\n\nNotes\n\n\n\n\n\n\nD-1221\n\n\nD-1221 was escorted to Jacksonville, Florida where he had been arrested for killing his cat in 1990. Immediately upon reaching the wooden cross that denoted Nala's grave, he fell to his knees and began weeping.\n\n\nUpon being questioned as to how he felt after this event, D-1221 expressed he felt as if \"Nala forgave [him], she really forgave [him].\"\n\n\n\n\n\n\nResearcher Sandburg\n\n\nSandburg took a week of vacation time and traveled to West Mifflin, Pennsylvania to visit Kennywood's Old Mill dark ride.\n\n\n\"It used to be a Garfield dark ride. Garfield's Nightmare. It was awful. He loved it. I can't believe anyone can sincerely love Garfield. God, he is such a dork.\" - \nResearcher Sandburg\n\n\n\n\n\n\nDoctor Elliott\n\n\nElliott took three days vacation time and traveled to Berkley, California to visit UC Berkley's Botanical Garden. Like SCP-1841 described, Greenhouse 4 had fallen into disuse.\n\n\n\"I can't believe after all these years, the place I used to hide out and smoke weed at with my friends is still there. I hope they're all doing well. Oh, and one more thing, I named the pods! Chelsea, Danica, Rosa, and Sohla. One for each of the girls. - \nDoctor Elliott\n\n\n\n\n\n\nDoctor Everwood\n\n\nEverwood visited their mother in the nursing home she currently lived in after work, but claims she was deceased when they got there.\n\n\n\"I don't want to talk about it.\" - \nDoctor Everwood\n\n\n\n\n\n\nDirector Alder\n\n\nAlder took her first steps outside of Site-55 in 10 years.\n\n\n\"It's so much warmer than I remember. But it's just as beautiful.\" - \nDirector Alder\n\n\n\n\n\n\nDoctor Clef\n\n\nN/A\n\n\n\"No.\" - \nDoctor Clef\n\n\n\n\n\n\nSCP-1841 was recovered from a retirement community in Boston, Massachusetts, after employees reported its anomalous effect to local authorities. Investigation into its origin revealed it had been brought to the home by Stanley Doukas, a recently deceased elderly resident and book collector. Prior to his death, Doukas had made 11 requests to visit his former home in Metsovo. Witnesses were treated with Class-C amnestics, and SCP-1841 was classified as Safe.\n\n\nAddendum 1841.1:\n Attached below is a digital reproduction of writing found on the back cover of SCP-1841.\n\n\n\n\nThere is a world of beauty and wonder that you can never see.\n\n\nEven if there's so much out there that you cannot see, what's been done was enough. There's never going to be enough time to see everything, but be happy with what you have.\n\n\nSo what if you didn't see the world? There were family, friends, and an experience that's unique to you. That's what each of us have, what you took away from this whole uncaring thing. Even with everything you never saw, there's something that this amazing unknown will never see: your experience.\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Including two neutralized anomalies, \nSCP-1983\n and \nSCP-1522\n.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-3803\n \n•\n\n\n\n\n\n\nSCP-4176\n \n•\n\n\n\n\n\n\nSCP-7260\n \n•\n\n\n\n\n\n\nSCP-1046\n \n•\n\n\n\n\n\n\nAbraka David's Proposal\n \n•\n\n\n\n\n\n\nSCP-3874\n \n•\n\n\n\n\n\n\nSCP-6938\n \n•\n\n\n\n\n\n\nSCP-4934\n \n•\n\n\n\n\n\n\nSCP-7112\n \n•\n\n\n\n\n\n\nSCP-4026\n \n•\n\n\n\n\n\n\nSCP-PL-274\n \n•\n\n\n\n\n\n\nSCP-4982\n \n•\n\n\n\n\n\n\nSCP-7725\n \n•\n\n\n\n\n\n\nSCP-4003\n \n•\n\n\n\n\n\n\nSCP-ES-227\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nTactical Theology Disciplinary Meeting for Diana Ribiero\n \n•\n\n\n\n\n\n\nParawatch Intro Thread\n \n•\n\n\n\n\n\n\nTim Wilson's Close Shave\n \n•\n\n\n\n\n\n\nA Passing Rain\n \n•\n\n\n\n\n\n\nSPC-446\n \n•\n\n\n\n\n\n\nAces Deuces\n \n•\n\n\n\n\n\n\nCold Turkey - A Prelude\n \n•\n\n\n\n\n\n\nUIU File: 2008-021\n \n•\n\n\n\n\n\n\n'Phoenix à La Mode' (KEN46/FRI98/PNX72)\n \n•\n\n\n\n\n\n\nClassy Carlos Goes To Therapy\n \n•\n\n\n\n\n\n\nMoon Champion's Cinco de Mayo Extravaganza\n \n•\n\n\n\n\n\n\nLife Insurance Policy\n \n•\n\n\n\n\n\n\nGluttony Is Impossible\n \n•\n\n\n\n\n\n\nJuly 26th ETTRA Emergency Meeting\n \n•\n\n\n\n\n\n\nAdoption Poster: Bandit!\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1841\n\" by Anonymous, Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1841\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1841.1: Attached below is a digital reproduction of writing found on the back cover of SCP-1841.\n\n"
    ],
    "documents": [],
    "notes": [
        "There is a world of beauty and wonder that you can never see. Even if there's so much out there that you cannot see, what's been done was enough. There's never going to be enough time to see everything, but be happy with what you have. So what if you didn't see the world? There were family, friends, and an experience that's unique to you. That's what each of us have, what you took away from this whole uncaring thing. Even with everything you never saw, there's something that this amazing unknown will never see: your experience.",
        "\" SCP-1841 \" by Anonymous, Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-1841 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1841",
    "object_class": "Safe",
    "containment_procedures": "SCP-1841 is contained in a standard containment locker, located in Site-55. Personnel wishing to interact with the object may file a request with SCP-1841's research lead. Any individual whom activates the object's anomalous properties are required to maintain a log detailing their dreams for one week following the event.",
    "description": "SCP-1841 is a well-worn soft cover book, titled 1001 Places To Be Before You Die by Rachel McPhee. It contains an indeterminate number of pages, and is 4cm thick. Copyright information listed within SCP-1841 claims it was published by the publisher \"Periscope Publishing\" in 1989. Investigation has shown that the name was registered in 1985; however, no books were ever published under the label and it is considered defunct.",
    "title": "SCP-1841"
}