{
    "url": "https://scp-wiki.wikidot.com/scp-1856",
    "all_text": "rating: \n+105\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-1856:\n Corrosive Corpse\n\n\nIt's probably not at all connected to \nSCP-2084\n in any way. \nNot even remotely.\n\n\nThis looks similar\n so it must be related.\n\n\nAuthor:\n \nAndarielHalo\n\n\nEat more of my SCPs. \nEat them all.\n\n\nAlso please eat some of these\n\n\n\n\nAnabasis Hub\n Probably the greatest story involving a pair of redheaded siblings whose infighting causes the end of the world\n\n\nManna Charitable Foundation 2000\n The sequel to the above, collaborationed with \nDr Reach\n\n\nThe Stuff Industry\n What happens when everyone around you at work is a complete idiot and so are you, but not only does no one get fired, but you actually turn a profit? I don't know, some stuff.\n\n\nWhen MCF and Stuff happen\n A fun story of incompetence\n\n\n\n\n\n\n\n\n\n\nrating: \n+105\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n2/1856\n LEVEL \n2/1856\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-1856\n\n\nObject Class: Euclid\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-1856 is to be housed at Site-██, where it was first discovered. On-site personnel are to be cycled out of rotation on a monthly basis, eligible to return after a period of 6 to 8 months pending medical examination. As of ██/██/20██, only one researcher and two additional personnel are allowed in the room with SCP-1856 at any given time. The room is to be regularly renovated, with masonry repaired on a \nbi-monthly\n bi-weekly basis (\nNote:\n See Addendum 3.) Researchers and other long-term personnel assigned to SCP-1856 are required to wear Level C hazmat suits.\n\n\nDescription:\n SCP-1856 is the body of a human female of European descent, aged about 20-30 years at time of death, showing no signs of decomposition, \nrigor mortis\n, or \nlivor mortis\n. The cadaver was found with its hands, feet, and tongue removed, its teeth replaced with ivory dentures, and its eyes replaced with glass orbs fitted over with ocular prostheses.\n\n\nForensic analyses estimate the cadaver to be approximately 130-160 years old. The amputated ends of the body's limbs show signs of cauterization by heated steel, and further sculpting to allow for fitting of prostheses, indicating these amputations may have occurred pre-mortem. Examination of the mouth shows similar signs of pre-mortem modification, with the removal of the tongue and lower gum line. No prosthetic tongue was found amongst the remains. The ocular prostheses could not be safely removed without damaging the body.\n\n\nBefore death, the body's cells began undergoing a process which prevented anaerobic organisms from breaking down body tissue. The cells then began to divide, providing sustenance for unknown aerobic organisms which began to escape from the body some time after death. Once exposed to oxygen, these aerobic organisms cause a corrosive effect on certain organic and inorganic compounds, as well as a concentrated neurodegenerative effect on living organisms, manifesting in the mid- and forebrain.\n\n\nThe cadaver was discovered in ███████, New York, behind a walled-off section of a shoe store basement. The owner of the store, Joseph ███ claimed to be unaware of the walled-off section until the cement lining around the concrete began crumbling, and the wall itself gave way under pressure. It was determined that the condition of the basement was steadily deteriorating due to decalcification and bacterial corrosion, putting much of the south-eastern portion of the building at risk of collapse. The Foundation acquired the property and Mr. ███ was administered Class-C amnestics and financially compensated. Items recovered are logged at end of file.\n\n\nAgents ██ and █████ were the first on-site to oversee transfer of the building to Foundation control. The agents discovered the cadaver to be firmly ensconced in a depression in the soil, bottom-first. Attempts at retrieval were abandoned due to risk of damaging the body. Agent ██ expressed revulsion towards the body, claiming that touching it \"made my skin tingle, like bugs were crawling into my skin.\"\n\n\nOver a period of two years, personnel assigned to the site, including Agents ██ and █████, began to develop symptoms of neurodegenerative disease, including Alzheimer's, Parkinson's, prosopagnosia (\"face blindness\"), Capgras syndrome, and Huntington's disease. Varying degrees of stupefaction were also recorded, consistent with catatonic-type schizophrenia. Two researchers began to exhibit signs of paranoia and delusions consistent with Capgras syndrome, believing that several guards and Agents assigned to the site had been \"replaced\" by imposters. The two were later found comatose while en route to Site-██, and subsequently expired. Autopsies on the two confirmed severe physical damage to the brains consistent with toxic as well as traumatic encephalopathy.\n\n\nWithin that period of time, ██% of personnel assigned to the site had died, with an additional ██% forced to retire due to disability. All of those unaffected were found to have spent less than one month on-site, with medical examinations revealing no signs of brain damage. Containment procedures were adjusted based upon the schedules of the unaffected personnel.\n\n\nAddendum 1:\n Testing of Site-██ and investigation of the surrounding area revealed the number of reported cases of neurodegenerative diseases began to spike considerably from the time of the object's discovery. The increase in civilian deaths linked to neurological illness caught the attention of local news stations and necessitated action on the part of Foundation front organization [REDACTED]. ██² km of ███████ was partitioned and placed under quarantine, under the pretense of [REDACTED].\n\n\nAddendum 2:\n Frequent renovation of the room containing SCP-1856 has proven largely successful in containing the release and reproduction of these aerobic organisms. Introduction of hazmat suits have proven successful in allowing personnel to remain on-site for extended periods of time. Reports of neurodegenerative diseases in the region have begun to drop off, as the number of new cases stabilizes and the affected persons die off. Pending further information, quarantine is to be lifted on [REDACTED].\n\n\nAddendum 3:\n Frequency of room renovation and repair has been increased to bi-weekly, now necessitating two individuals qualified to handle masonry repair. Rate of decay has been increasing, though at a markedly depreciated rate. At current rate, it is estimated that SCP-1856 must be relocated within the next 5-6 years to avoid another potential outbreak. In the mean time, lifting of quarantine is authorized on [REDACTED].\n\n\nRecovered Materials:\n\n\nNote:\n Items recovered below show greatly inhibited signs of corrosion.\n\n\n\n\nOne (1) prosthetic hand, found to fit SCP-1856, and with unusually sophisticated features. Found several feet away from the body.\n\n\n\n\n\n\nOne (1) hardcover book of full of handwritten passages. Pages contain coherent paragraphs, but have no unifying theme or story overall. Information logged appeared to be casual observations, daily recaps, or reminders, often repeated with different structures (Example: \"It was a sunny day and the children were going to the park\"/\"It was sunny that day so the children were off to the park\"). Final page contains a written message to an unknown person.\n\n\n\n\n\n\nThree (3) tea cups made of bone china.\n\n\n\n\n\n\nOne (1) photograph, held underneath the prosthetic hand. Photograph is a badly worn daguerreotype depicting three young women dressed in clothing appropriate to the 19th century. Woman on the extreme right bears strong resemblance to SCP-1856. What may or may not be a hand prosthesis is visible on the woman, though this could be a mark caused by creasing.\n\n\n\n\n\n\n+ [SCP-1856 Written Records]\n\n\n\n\n- SCP-1856 Written Records.  Dating confirms accuracy of contents.\n\n\n\n\n\n\n\"To my last true friend and guardian, Zhen Meii\n\n\nZhen Meii, I forgive you for not telling me. You were either coerced or ignorant when you agreed to leave me here. I truly believe that, were you chosen to take my place, you would have done exactly as I had.\n\n\nIt wasn't until Mr. ████ was institutionalized that I discovered why my recall was unnecessary. I know if I had confronted you directly, you would have denied it vehemently. But I can no longer ignore the death, pain, and suffering I have left in my wake. Of all the persons with the heart to take me in in my hour of need, all but one have passed, and the last is now a vagabond absolutely convinced that he is Emperor of the land. Would you have claimed it a mere coincidence?\n\n\nI am tired, Zhen Meii. I am so very tired, and the knowledge that everyone I've ever touched has passed before their time has become a burden that has broken me entirely. I am overwhelmed by the immensity and grandeur of what you all had done to create me, only to put me to such a petty purpose as a weapon of mass death and decay. Any mindless beast can kill, why make a science of it? Why make an unassuming young woman an unknowing killer?\n\n\nIt would have been my greatest hope to be buried with █████ and ████-████, but I do not wish to further agonize their families. Instead I will lie here, hidden away from the world so that none shall make a martyr of me; my remains shall rot, and I will return to the soil, never to harm a living thing again. The world is abundant with killers lionized in marble and bronze; it needs not another.\n\n\nYou have my love and affection for as long as you live, Zhen Meii. See you on the other side.\n\n\nA██████ R████, June 1880.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1855\n | SCP-1856 | \nSCP-1857\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1856\n\" by AndarielHalo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1856\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Testing of Site-██ and investigation of the surrounding area revealed the number of reported cases of neurodegenerative diseases began to spike considerably from the time of the object's discovery. The increase in civilian deaths linked to neurological illness caught the attention of local news stations and necessitated action on the part of Foundation front organization [REDACTED]. ██² km of ███████ was partitioned and placed under quarantine, under the pretense of [REDACTED].",
        "Addendum 2: Frequent renovation of the room containing SCP-1856 has proven largely successful in containing the release and reproduction of these aerobic organisms. Introduction of hazmat suits have proven successful in allowing personnel to remain on-site for extended periods of time. Reports of neurodegenerative diseases in the region have begun to drop off, as the number of new cases stabilizes and the affected persons die off. Pending further information, quarantine is to be lifted on [REDACTED].",
        "Addendum 3: Frequency of room renovation and repair has been increased to bi-weekly, now necessitating two individuals qualified to handle masonry repair. Rate of decay has been increasing, though at a markedly depreciated rate. At current rate, it is estimated that SCP-1856 must be relocated within the next 5-6 years to avoid another potential outbreak. In the mean time, lifting of quarantine is authorized on [REDACTED]."
    ],
    "documents": [],
    "notes": [
        "\"To my last true friend and guardian, Zhen Meii Zhen Meii, I forgive you for not telling me. You were either coerced or ignorant when you agreed to leave me here. I truly believe that, were you chosen to take my place, you would have done exactly as I had. It wasn't until Mr. ████ was institutionalized that I discovered why my recall was unnecessary. I know if I had confronted you directly, you would have denied it vehemently. But I can no longer ignore the death, pain, and suffering I have left in my wake. Of all the persons with the heart to take me in in my hour of need, all but one have passed, and the last is now a vagabond absolutely convinced that he is Emperor of the land. Would you have claimed it a mere coincidence? I am tired, Zhen Meii. I am so very tired, and the knowledge that everyone I've ever touched has passed before their time has become a burden that has broken me entirely. I am overwhelmed by the immensity and grandeur of what you all had done to create me, only to put me to such a petty purpose as a weapon of mass death and decay. Any mindless beast can kill, why make a science of it? Why make an unassuming young woman an unknowing killer? It would have been my greatest hope to be buried with █████ and ████-████, but I do not wish to further agonize their families. Instead I will lie here, hidden away from the world so that none shall make a martyr of me; my remains shall rot, and I will return to the soil, never to harm a living thing again. The world is abundant with killers lionized in marble and bronze; it needs not another. You have my love and affection for as long as you live, Zhen Meii. See you on the other side. A██████ R████, June 1880.\"",
        "\" SCP-1856 \" by AndarielHalo, from the SCP Wiki . Source: https://scpwiki.com/scp-1856 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-1856 is to be housed at Site-██, where it was first discovered. On-site personnel are to be cycled out of rotation on a monthly basis, eligible to return after a period of 6 to 8 months pending medical examination. As of ██/██/20██, only one researcher and two additional personnel are allowed in the room with SCP-1856 at any given time. The room is to be regularly renovated, with masonry repaired on a bi-monthly bi-weekly basis (Note: See Addendum 3.) Researchers and other long-term personnel assigned to SCP-1856 are required to wear Level C hazmat suits.",
    "description": "SCP-1856 is the body of a human female of European descent, aged about 20-30 years at time of death, showing no signs of decomposition, rigor mortis, or livor mortis. The cadaver was found with its hands, feet, and tongue removed, its teeth replaced with ivory dentures, and its eyes replaced with glass orbs fitted over with ocular prostheses.",
    "title": "SCP-1856"
}