{
    "url": "https://scp-wiki.wikidot.com/scp-1858",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\nItem #:\n SCP-1858\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to the destruction SCP-1858 may cause, the 30 kilometer stretch of U.S Route 35 is to be under remote satellite surveillance at all times. Entrances and exits within the 30 kilometer stretch leading to and from Route 35 are to be permanently closed off from public access.\n\n\nEvery forty-eight (48) hours, Route 35 is to be inspected for any barriers and/or debris that could prevent SCP-1858 from following its usual route. In the event that SCP-1858 activates, all personnel are to immediately withdraw to at least 12 meters from the roadway in order to prevent possible injury from flying debris.\n\n\nDescription:\n SCP-1858 consists of two (2) vehicles. SCP-1858-1 is a crimson 1976 Dodge Charger, while SCP-1858-2 is a white 1973 Chevy Caprice. Both vehicles appear to be in moderate disrepair, as visual records depict both SCP-1858-1 and -2 as having minor rusting along the rear bumpers, severely cracked windshields, and large dents on the doors and trunk. The license plates of both vehicles have been obscured with duct tape, and neither vehicle appears to have a driver.\n\n\nApproximately every twenty-one (21) days, SCP-1858-1 and -2 will manifest approximately 8 kilometers apart, at the Northern and Southern ends of the road. The vehicles will then accelerate towards each other, reaching a maximum speed of approximately 90 km/h immediately prior to their collision. The collision will be followed by a gas explosion which will completely destroy both vehicles. Due to the strength of the said explosion, ejected debris is capable of reaching speeds close to 97 km/h, and has proven to be capable of penetrating reinforced concrete and level-IV body armor. Six (6) seconds after SCP-1858's collision, remnants of SCP-1858-1 and -2 will begin to undergo rapid oxidation and disintegrate completely after a total of thirty (30) seconds.\n\n\nIf the usual route of either instance of SCP-1858 is obstructed (whether it be deliberately or unintentionally), both vehicles will immediately de-manifest from their current location, and re-manifest onto a different road. The vehicles will drive towards each other on the new road until they are obstructed again, or until they have collided. Regardless of the location of the new road, SCP-1858's next manifestation will be at its original site.\n\n\nAddendum 1858-001:\n Incident Report 1858-001-22\n\n\nDuring scheduled testing on ██/██/20██, SCP-1858 re-manifested on Route 22 outside the city of [REDACTED] during traffic, causing an 11-vehicle collision which killed five (5) civilians and injured nine (9) others. All drivers involved were provided with Class-C amnestics; a standard disinformation campaign was implemented, stating that a civilian had fallen asleep while driving.\n\n\nAddendum 1858-002:\n Experiment Log 1858-446-01\n\n\nExperiment Log 1858-a1\n\n\nDate:\n ██/██/20██\n\n\nResult:\n During scheduled testing on ██/██/20██, SCP-1858 re-manifested on a section of Route 84 which intersected a railroad track; SCP-1858-2 collided with an individual car of a freight train. The train car was severely damaged, spilling its contents (iron ore) over a wide area; however, SCP-1858-2 did not appear to be affected. The train engineer was given Class-B amnestics, and the spill was explained as the result of vandalism.\n\n\nExperiment Log 1858-a2\n\n\nDate:\n █/██/20██\n\n\nProcedure:\n During SCP-1858's activation event, a Foundation sniper is deployed to shoot at the tires of SCP-1858-1.\n\n\nResult:\n The left front tire of SCP-1858-1 burst at the beginning of the activation event, spraying pieces of rubber composite over the roadway. SCP-1858-1 seems unaffected by this, and continues towards its collision with SCP-1858-2 as usual. The tire fragments of rubber composite are not affected by the post-collision disintegration of debris components, and are recovered; analysis of the tire fragments has revealed no anomalies. At the next activation event, no new tire damage was observed in SCP-1858-1.\n\n\nExperiment Log 1858-a3\n\n\nDate:\n ██/██/20██\n\n\nResult:\n During scheduled testing on ██/██/20██, SCP-1858 re-manifested on a section of [REDACTED] Boulevard which was undergoing heavy construction and repair, and was covered with gravel and had several construction vehicles present. Flying gravel and sparks led to the ignition of a natural gas leak, which destroyed seven (7) buildings and killed sixteen (16) civilians.\n\n\nNote:\n \n\"A disturbing trend can be noted in SCP-1858's relocation process. SCP-1858 appears to have a preference to re-locate onto roads containing heavy traffic and flammable and/or explosive material. Due to risk of loss of civilian life and public property, testing with SCP-1858 is on hiatus until further notice.\" ~ Dr. Morrison.\n\n\n\n\n\n\n« \nSCP-1857\n | SCP-1858 | \nSCP-1859\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1858\n\" by Dr Clockwork, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1858\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1858-001: Incident Report 1858-001-22\nDuring scheduled testing on ██/██/20██, SCP-1858 re-manifested on Route 22 outside the city of [REDACTED] during traffic, causing an 11-vehicle collision which killed five (5) civilians and injured nine (9) others. All drivers involved were provided with Class-C amnestics; a standard disinformation campaign was implemented, stating that a civilian had fallen asleep while driving.",
        "Addendum 1858-002: Experiment Log 1858-446-01\nExperiment Log 1858-a1"
    ],
    "documents": [],
    "notes": [
        "\" SCP-1858 \" by Dr Clockwork, from the SCP Wiki . Source: https://scpwiki.com/scp-1858 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1858",
    "object_class": "Euclid",
    "containment_procedures": "Due to the destruction SCP-1858 may cause, the 30 kilometer stretch of U.S Route 35 is to be under remote satellite surveillance at all times. Entrances and exits within the 30 kilometer stretch leading to and from Route 35 are to be permanently closed off from public access.",
    "description": "SCP-1858 consists of two (2) vehicles. SCP-1858-1 is a crimson 1976 Dodge Charger, while SCP-1858-2 is a white 1973 Chevy Caprice. Both vehicles appear to be in moderate disrepair, as visual records depict both SCP-1858-1 and -2 as having minor rusting along the rear bumpers, severely cracked windshields, and large dents on the doors and trunk. The license plates of both vehicles have been obscured with duct tape, and neither vehicle appears to have a driver.",
    "title": "SCP-1858"
}