{
    "url": "https://scp-wiki.wikidot.com/scp-1869",
    "all_text": "rating: \n+93\n+\n–\nx\n\n\nItem #:\n SCP-1869\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1869 is to be contained in a standard humanoid cell furnished with a writing desk, and provided with a constant supply of writing material. SCP-1869 should be examined weekly by a medical personnel and undergo monthly psychological evaluations. Disruption of SCP-1869's writing process should be kept to a minimum during these routine examinations. Notes produced by SCP-1869 are to be inspected daily and filed with documentation pertaining to project SCP-1869.\n\n\nDescription:\n SCP-1869 is a Caucasian male, currently 59 years old, measuring 1.72 m and weighing 61 kg. It has never been observed to sleep since its acquisition and it presents symptoms of sleep deprivation including clumsiness, involuntary eye movements, confusion, and memory lapses. SCP-1869 remained in a stable health condition since its acquisition and is aging at a rate consistent with that of a normal human being.\n\n\nSCP-1869 is constantly writing notes consisting of geographic coordinates followed by a brief but detailed description of a toppled tree, occasionally accompanied by a rudimentary sketch. If stationery is not provided, it will attempt to write using any material or means available. SCP-1869 claims to constantly hear the sounds of falling trees and is compelled to record the details of these events. When questioned on its motives, SCP-1869 explains that someone has to do it, but does not elaborate. Inspection of recorded locations confirmed the presence of recently toppled trees matching the descriptions and illustrations. Experimentation showed that SCP-1869 is not cognizant of trees falling in the presence of human witnesses, or following deliberate human action. The majority of occurrences recorded are within a radius of 200 km, but there appears to be no limit on the range of this phenomenon.\n\n\nUnder normal circumstances, SCP-1869 is cooperative but withdrawn, and does not show any signs of emotions. If prevented from taking notes, it will display signs of irritation and emotional distress and may become violent. SCP-1869 is protective of its notes, but was convinced to entrust them to the research personnel with the assurance that they would be conserved carefully.\n\n\nSCP-1869 was recovered on 10-11-1986, following investigations of rumors of a mentally deranged man who did not sleep. It had been previously working as a forester in ███████████████, in Northern Quebec. The anomalous properties of SCP-1869 developed following a traumatic experience in the months preceding its acquisition. The object had developed a romantic relationship with an indigenous woman of Naskapi ethnicity\n1\n, who was reported missing in June 1986. This case was never solved and Foundation investigations yielded no additional clues. SCP-1869 appears to have no recollection of these events or of the time preceding the onset of its anomalous condition.\n\n\nAddendum 1869:\n The following is a letter written by SCP-1869 before its acquisition. The intended recipient of the letter has not yet been formally identified.\n\n\n\n\nSept 9, 86\n\n\nMy friend D█████,\n\n\nI am certain in my heart what happened, and I fear she will never be found. Like so many others. So many and nobody ever hears about them. Nobody cares. This is the worst indignity.\n\n\nCan't sleep. My mind conjures visions of broken limbs. Lacerated flesh. Bones covered with frost. Or to think I may have walked over her shallow grave and not know it.\n\n\nHow? Where? Did she suffer? What happened to her dying scream? Is it still vibrating in the heart of the trees that heard it? I feel that I am losing my sanity and I would risk what little I have left just to know. Thank you for your help. I do not have your wisdom concerning these things, but I will have to try.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The name Naskapi literally means ''people beyond the horizon''.\n\n\n\n\n\n\n\n\n« \nSCP-1868\n | SCP-1869 | \nSCP-1870\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1869\n\" by Dr Cuddles, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1869\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1869: The following is a letter written by SCP-1869 before its acquisition. The intended recipient of the letter has not yet been formally identified."
    ],
    "documents": [],
    "notes": [
        "Sept 9, 86 My friend D█████, I am certain in my heart what happened, and I fear she will never be found. Like so many others. So many and nobody ever hears about them. Nobody cares. This is the worst indignity. Can't sleep. My mind conjures visions of broken limbs. Lacerated flesh. Bones covered with frost. Or to think I may have walked over her shallow grave and not know it. How? Where? Did she suffer? What happened to her dying scream? Is it still vibrating in the heart of the trees that heard it? I feel that I am losing my sanity and I would risk what little I have left just to know. Thank you for your help. I do not have your wisdom concerning these things, but I will have to try.",
        "\" SCP-1869 \" by Dr Cuddles, from the SCP Wiki . Source: https://scpwiki.com/scp-1869 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1869",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1869 is to be contained in a standard humanoid cell furnished with a writing desk, and provided with a constant supply of writing material. SCP-1869 should be examined weekly by a medical personnel and undergo monthly psychological evaluations. Disruption of SCP-1869's writing process should be kept to a minimum during these routine examinations. Notes produced by SCP-1869 are to be inspected daily and filed with documentation pertaining to project SCP-1869.",
    "description": "SCP-1869 is a Caucasian male, currently 59 years old, measuring 1.72 m and weighing 61 kg. It has never been observed to sleep since its acquisition and it presents symptoms of sleep deprivation including clumsiness, involuntary eye movements, confusion, and memory lapses. SCP-1869 remained in a stable health condition since its acquisition and is aging at a rate consistent with that of a normal human being.",
    "title": "SCP-1869"
}