{
    "url": "https://scp-wiki.wikidot.com/scp-1870",
    "all_text": "rating: \n+182\n+\n–\nx\n\n\nItem #:\n SCP-1870\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to its location, containment of SCP-1870 requires only minimal on-site supervision to keep anomalous activity confined. On-site personnel are tasked with interviewing and documenting behavior of entities housed within SCP-1870.\n\n\nUpdate:\n Per O5 directive no further personnel are allowed access to SCP-1870. Entrances to the site have been sealed and radio broadcasts from the site have been disabled. Any other communications received from within SCP-1870 are to be immediately deleted with no records kept.\n\n\nDescription:\n SCP-1870 is an underground complex located in ██████████, ██████, superficially built for the containment and transfer of anomalous objects. Records recovered from SCP-1870 indicate a relationship with the Foundation, although the Foundation has no records of any such facility prior to the discovery and containment of SCP-1870 itself. The anomalous properties of SCP-1870 are inherent to the location itself and its inhabitants. Most of the objects contained within SCP-1870 are not anomalous despite extensive on-site records which claim otherwise.\n\n\nSCP-1870 is populated by six to ten humanoid entities which share the following characteristics:\n\n\n\n\nConstantly changing facial features, often in drastic manners which do not align with standard bilateral symmetry.\n\n\nAn understanding of Foundation policy and history that, while incorrect, is detailed enough to present a serious security issue.\n\n\nDetailed knowledge of several contained objects and entities.\n\n\nAn outer epidermis that resembles elaborate but functionless tactical gear. While some portions of this epidermis can be removed, doing so improperly causes great pain or distress to the entity.\n\n\nAn obsession with improvised weaponry such as gardening implements and power tools, most of which are tactically useless.\n\n\n\n\nWhile the entities often exhibit individual traits, a detailed accounting of their numbers or precise origins have proved impossible to keep. Even under direct observation the number of entities within a closed room will change and some entities have been observed in multiple locations simultaneously. Due to the fluid nature of SCP-1870 entities no permanent designations have been set to distinguish them.\n\n\nEntities spend their time in training exercises and performing experiments with the non-anomalous objects stored on site.\n\n\nExamples of the non-anomalous objects stored within SCP-1870 are:\n\n\n\n\nA gallery of poorly stuffed and mounted wildlife. Detailed records are kept on each specimen outlining a mission in which the animals were captured and contained, although the dates on the records do not match the confirmed ages of the specimens.\n\n\nSeventeen vintage television sets.\n\n\nExcerpts from an unpublished book on home improvement, author unknown.\n\n\nA box of fluorescent light bulbs.\n\n\nLiving quarters for \"Doctor Steampunk,\" an inanimate suit of 17th century ceremonial plate armor with brass cogs welded across its surface.\n\n\nA pinball machine, with erroneous records describing it as a \"Roman-era video game console.\"\n\n\nA credenza-mounted record player.\n\n\nTwenty-seven copies of a compilation album titled \n\"Greatest Party Jams 1990\"\n on compact disc.\n\n\nA box of pamphlets titled \n\"How to Keep Your Facial Features Properly Arranged.\"\n Experiment records claim that subjects who read the pamphlet are capable of altering their facial features at will, but only while in possession of a pamphlet. The pamphlets do not possess any anomalous properties at all and appear to be unrelated to the nature of SCP-1870 entities. An example copy is kept in File Room AE2. \n(Update: Records in File Room AE2 were damaged by an environmental control failure. The example copy was not recovered.)\n\n\n\n\nExcerpt from Interview 1870-E-4, conducted by E-class Agents D███████ and X███:\n\n\n\n\nAgent D███████: Please state your name.\n\n\nSCP-1870 entity: Agent Redacted.\n\n\nAgent D███████: Your name is 'redacted'?\n\n\nSCP-1870 entity: Yes, \"Agent Redacted.\"\n\n\nAgent X███: Why are you carrying a power drill?\n\n\nSCP-1870 entity: For luck. I once took out fifty SCP-███ with it.\n\n\nAgent D███████: Records on SCP-███ are sealed. What can you tell us about them?\n\n\nSCP-1870 entity: [DATA EXPUNGED] \n(the answer was confirmed correct by O5. However, there have been no SCP-███ outbreaks within the last fifty years)\n\n\n\n\nAddendum:\n The original personnel files for Agent D███████ and Agent X███ have been lost due to clerical error and local database corruption. It is not known when they returned from SCP-1870 or where they were later assigned.\n\n\n\n\n\n\n« \nSCP-1869\n | SCP-1870 | \nSCP-1871\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1870\n\" by Sorts, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1870\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: The original personnel files for Agent D███████ and Agent X███ have been lost due to clerical error and local database corruption. It is not known when they returned from SCP-1870 or where they were later assigned."
    ],
    "documents": [],
    "notes": [
        "Agent D███████: Please state your name. SCP-1870 entity: Agent Redacted. Agent D███████: Your name is 'redacted'? SCP-1870 entity: Yes, \"Agent Redacted.\" Agent X███: Why are you carrying a power drill? SCP-1870 entity: For luck. I once took out fifty SCP-███ with it. Agent D███████: Records on SCP-███ are sealed. What can you tell us about them? SCP-1870 entity: [DATA EXPUNGED] (the answer was confirmed correct by O5. However, there have been no SCP-███ outbreaks within the last fifty years)",
        "\" SCP-1870 \" by Sorts, from the SCP Wiki . Source: https://scpwiki.com/scp-1870 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1870",
    "object_class": "Euclid",
    "containment_procedures": "Due to its location, containment of SCP-1870 requires only minimal on-site supervision to keep anomalous activity confined. On-site personnel are tasked with interviewing and documenting behavior of entities housed within SCP-1870.",
    "description": "SCP-1870 is an underground complex located in ██████████, ██████, superficially built for the containment and transfer of anomalous objects. Records recovered from SCP-1870 indicate a relationship with the Foundation, although the Foundation has no records of any such facility prior to the discovery and containment of SCP-1870 itself. The anomalous properties of SCP-1870 are inherent to the location itself and its inhabitants. Most of the objects contained within SCP-1870 are not anomalous despite extensive on-site records which claim otherwise.",
    "title": "SCP-1870"
}