{
    "url": "https://scp-wiki.wikidot.com/scp-1878",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\nItem #:\n SCP-1878\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Each manifestation of SCP-1878 should be neutralised by the timely execution of procedure B-04 \"Milkround\" by assigned operatives. In general an instance of SCP-1878 will appear daily. Procedure B-04 is performed as follows.\n\n\n\n\nAt \n0445 hrs\n, assigned operatives must ensure that a Foundation-operated truck (LGV) is in place at the intersection between Alberts Rd. and Downsfield Rd. The truck must block the road entirely.\n\n\n\n\n\n\nAt \n0500 hrs\n, SCP-1878 should attempt to turn onto Alberts Rd. from Downsfield Rd. If the truck is positioned correctly SCP-1878 will be unable to continue and will halt. After SCP-1878 has stopped, it should be disabled by disconnection of its battery located underneath the payload platform of the vehicle.\n\n\n\n\n\n\nAt approximately \n0505 hrs\n, SCP-1878 and its contents should be loaded into the truck and taken immediately to Site-52 for incineration unless otherwise instructed.\n\n\n\n\nAny deviation from the expected behaviour or contents of SCP-1878 should be reported to Dr. Clarke (see addendum).\n\n\nDescription:\n Instances of SCP-1878 outwardly appear to be standard unmarked milk floats (a battery-operated platform truck). Associated with each instance of SCP-1878 is its humanoid driver (designated SCP-1878-1) and its payload of a milk-like substance (designated SCP-1878-2). Despite extensive surveys of the area around Alberts Rd. (located in █████, England), the point of origin of SCP-1878 has yet to be determined.\n\n\nSCP-1878's steering wheel is non-functional, and it does not possess pedals or an instrument panel. However, it has only been observed to move when SCP-1878-1 is in the driver's seat. It is unclear whether the vehicle is capable of autonomous movement. SCP-1878's wheels are powered by a single battery connected to electric motors.\n\n\nSCP-1878-1 is an entity which appears to be a human male approximately 40 to 50 years in age. While SCP-1878-1 is externally indistinguishable from a normal human, its internal anatomy and genetics seem to be significantly simpler (further details available in medical report 1878-A). In general, instances of SCP-1878-1 do not display signs of intelligence and do not respond to external stimuli - with some exceptions. When seated in SCP-1878, SCP-1878-1 remains mostly static and faces directly ahead.\n\n\nSCP-1878-2 is a substance similar to milk in appearance and viscosity. When being transported by SCP-1878 it is always stored in unmarked glass bottles with aluminium foil lids. While SCP-1878-2 usually contains lipids and polypeptides (these often include non-standard amino acids), they are unlike those found in milk from any known animal. Consumption of the liquid is described as unpleasant but is generally not known to be dangerous; experiments into the effects of long-term consumption have found that while SCP-1878-2 is generally safe to consume, doing so often leads to digestive issues. The exact composition of SCP-1878-2 changes on a regular basis.\n\n\nIf an instance of SCP-1878 is not neutralised it will proceed to deliver SCP-1878-2 to all houses along Alberts Rd. (located in █████, England) occupied by a family with at least one child under the age of twelve (17 households as of ██-██-████). One bottle of SCP-1878-2 will be placed outside the door for each current occupant of each house. SCP-1878 drives between houses, and SCP-1878-1 physically delivers SCP-1878-2 to the doorstep of a given household (this is generally the only time SCP-1878-1 is observed to move). SCP-1878-1 will also collect and return to the vehicle all emptied milk bottles left outside the door of any households it visits.\n\n\nAddendum 1878-A:\n\n\n\n\nThe following is an abridged list of significant deviations from normal behaviour and contents of SCP-1878 with associated date.\n\n\n██-██-1991:\n Failure of procedure B-04. SCP-1878-2 was delivered to 22 households, of the 18 individuals who ingested SCP-1878-2, 14 reported stomach complaints and 1 was hospitalised with severe diarrhoea.\n\n\n██-██-1995:\n SCP-1878 did not manifest for 13 days.\n\n\n██-██-1995:\n SCP-1878 stopped in front of the Foundation truck used for procedure B-04, paused for several seconds and reversed a distance of approximately one metre.\n\n\n██-██-2002:\n SCP-1878 arrived without its payload of SCP-1878-2.\n\n\n██-██-2005:\n SCP-1878 crashed into the Foundation truck used for procedure B-04, damaging itself.\n\n\n██-██-2005:\n SCP-1878 did not manifest for 3 days; when it next arrived, its payload of SCP-1878-2 appeared to have spoiled.\n\n\n██-██-2007:\n All samples of SCP-1878-2 tested were found to be heavily contaminated with unknown unicellular organisms. Testing is ongoing.\n\n\n██-██-2008:\n SCP-1878 did not manifest for 17 days.\n\n\n██-██-2008\n: SCP-1878-1 turned to face operative █████ when it was approached and maintained eye contact for the duration of procedure B-04.\n\n\n██-██-2009:\n Failure of procedure B-04. SCP-1878-2 was delivered to 16 households, none of the 12 individuals who ingested SCP-1878-2 reported any ill-effects.\n\n\n██-██-2011:\n SCP-1878-1 turned to face operative ████████ and vocalised when it was approached as part of procedure B-04. Its vocalisations were unintelligible.\n\n\n\n\n\n\n\n\n« \nSCP-1877\n | SCP-1878 | \nSCP-1879\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1878\n\" by Zekky, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1878\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1878-A:"
    ],
    "documents": [],
    "notes": [
        "The following is an abridged list of significant deviations from normal behaviour and contents of SCP-1878 with associated date. ██-██-1991: Failure of procedure B-04. SCP-1878-2 was delivered to 22 households, of the 18 individuals who ingested SCP-1878-2, 14 reported stomach complaints and 1 was hospitalised with severe diarrhoea. ██-██-1995: SCP-1878 did not manifest for 13 days. ██-██-1995: SCP-1878 stopped in front of the Foundation truck used for procedure B-04, paused for several seconds and reversed a distance of approximately one metre. ██-██-2002: SCP-1878 arrived without its payload of SCP-1878-2. ██-██-2005: SCP-1878 crashed into the Foundation truck used for procedure B-04, damaging itself. ██-██-2005: SCP-1878 did not manifest for 3 days; when it next arrived, its payload of SCP-1878-2 appeared to have spoiled. ██-██-2007: All samples of SCP-1878-2 tested were found to be heavily contaminated with unknown unicellular organisms. Testing is ongoing. ██-██-2008: SCP-1878 did not manifest for 17 days. ██-██-2008 : SCP-1878-1 turned to face operative █████ when it was approached and maintained eye contact for the duration of procedure B-04. ██-██-2009: Failure of procedure B-04. SCP-1878-2 was delivered to 16 households, none of the 12 individuals who ingested SCP-1878-2 reported any ill-effects. ██-██-2011: SCP-1878-1 turned to face operative ████████ and vocalised when it was approached as part of procedure B-04. Its vocalisations were unintelligible.",
        "\" SCP-1878 \" by Zekky, from the SCP Wiki . Source: https://scpwiki.com/scp-1878 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1878",
    "object_class": "Euclid",
    "containment_procedures": "Each manifestation of SCP-1878 should be neutralised by the timely execution of procedure B-04 \"Milkround\" by assigned operatives. In general an instance of SCP-1878 will appear daily. Procedure B-04 is performed as follows.",
    "description": "Instances of SCP-1878 outwardly appear to be standard unmarked milk floats (a battery-operated platform truck). Associated with each instance of SCP-1878 is its humanoid driver (designated SCP-1878-1) and its payload of a milk-like substance (designated SCP-1878-2). Despite extensive surveys of the area around Alberts Rd. (located in █████, England), the point of origin of SCP-1878 has yet to be determined.",
    "title": "SCP-1878"
}