{
    "url": "https://scp-wiki.wikidot.com/scp-1886",
    "all_text": "rating: \n+160\n+\n–\nx\n\n\n\n\n\n\nLabel found on instances of SCP-1886\n\n\n\n\n\n\nItem #:\n SCP-1886\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A total of 156 instances of SCP-1886 are contained in Storage Site-68. Subjects affected by SCP-1886 are to be contained in one of the Foundation's medical research facilities. Following study and evaluation, they may be moved to regular mental institutions if this is deemed appropriate. Investigations to locate the source of SCP-1886 is ongoing. Consumer warnings have been issued under the pretense of unsafe materials. Local Foundation agents have been informed of the situation and new instances of SCP-1886 are to be reported and investigated immediately.\n\n\nDescription:\n SCP-1886 is a collection of clothing accessories including wristbands, headbands, hairclips and socks. Each instance of SCP-1886 is labeled with the words ''just DID'' and a cartoon depicting a ghostly or angel-like spermatozoon. Instances of SCP-1886 act as a contraceptive when worn by a human female subject during sexual intercourse. These items are constructed from apparently non-anomalous materials and the cause of this effect is unknown.\n\n\nUsers were found to develop complex dissociative identity disorder (DID) in the months following their acquisition of SCP-1886. Clinical details such as the compartmentalization of identities and the level of functioning vary between subjects. However, the number of different personalities acquired correlates with sexual activity since the acquisition of the item. Naturally sterile subjects and subjects also using conventional means of contraception do not develop DID. Based on statistical analysis, it is hypothesized that a new distinct personality is acquired for every prevented pregnancy.\n\n\nThe majority of affected subjects believed in the effectiveness of SCP-1886 as a contraceptive and used them as an exclusive method of contraception. This is likely due to the susceptibility of these subjects, as there appears to be no compulsion associated with SCP-1886.\n\n\nInstances of SCP-1886 became commercially available in September 2010 from small boutiques, novelty shops and street vendors in the region of Montréal, Canada. When interrogated, vendors could not recall how they came into possession of these items. Fliers advertising these items were also found in various public places. These objects were originally thought to be mundane novelty items, although the claims of contraceptive properties raised concerns with local health organizations. The anomalous effects of SCP-1886 came to the attention of the Foundation in February 2012, following an unusually large number of patients diagnosed with DID in this area.\n\n\nAddendum 1886:\n Advertisement for SCP-1886.\n\n\n\n\nWe are proud to present our \n''just DID''\n collection of contraceptive fashion accessories!!!!!\n\n\nHand-crafted by our specially trained shamans, using cutting-edge karmic fostering technology.\n\n\nEnjoy a soul-full experience without the hassle of biological conception!!\n\n\nSafe! Re-usable!! 0% Chemical!!! 100% Effective!!!!!\n\n\n''I used to feel guilty about using contraceptives. Now thanks to \njust DID\n I can prevent pregnancy without perturbing the delicate continuum of evolving consciousness.''\n\n\n-Nancy G., satisfied customer.\n\n\n\n\n\n\n\n\n« \nSCP-1885\n | SCP-1886 | \nSCP-1887\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1886\n\" by Dr Cuddles, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1886\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n justDID.jpg\n\n\nAuthor:\n \nDr Cuddles\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/scp-1886",
    "addendums": [
        "Addendum 1886: Advertisement for SCP-1886."
    ],
    "documents": [],
    "notes": [
        "We are proud to present our ''just DID'' collection of contraceptive fashion accessories!!!!! Hand-crafted by our specially trained shamans, using cutting-edge karmic fostering technology. Enjoy a soul-full experience without the hassle of biological conception!! Safe! Re-usable!! 0% Chemical!!! 100% Effective!!!!! ''I used to feel guilty about using contraceptives. Now thanks to just DID I can prevent pregnancy without perturbing the delicate continuum of evolving consciousness.'' -Nancy G., satisfied customer.",
        "\" SCP-1886 \" by Dr Cuddles, from the SCP Wiki . Source: https://scpwiki.com/scp-1886 . Licensed under CC-BY-SA .",
        "Filename: justDID.jpg Author: Dr Cuddles License: CC BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/scp-1886"
    ],
    "item": "SCP-1886",
    "object_class": "Euclid",
    "containment_procedures": "A total of 156 instances of SCP-1886 are contained in Storage Site-68. Subjects affected by SCP-1886 are to be contained in one of the Foundation's medical research facilities. Following study and evaluation, they may be moved to regular mental institutions if this is deemed appropriate. Investigations to locate the source of SCP-1886 is ongoing. Consumer warnings have been issued under the pretense of unsafe materials. Local Foundation agents have been informed of the situation and new instances of SCP-1886 are to be reported and investigated immediately.",
    "description": "SCP-1886 is a collection of clothing accessories including wristbands, headbands, hairclips and socks. Each instance of SCP-1886 is labeled with the words ''just DID'' and a cartoon depicting a ghostly or angel-like spermatozoon. Instances of SCP-1886 act as a contraceptive when worn by a human female subject during sexual intercourse. These items are constructed from apparently non-anomalous materials and the cause of this effect is unknown.",
    "title": "SCP-1886"
}