{
    "url": "https://scp-wiki.wikidot.com/scp-1889",
    "all_text": "rating: \n+178\n+\n–\nx\n\n\nItem #:\n SCP-1889\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n A copy of each recovered textbook containing an instance of SCP-1889 is to be contained at Site 20, inside a single locked steel cabinet within a camera monitored vault. The vault is to be considered off limits to anyone known to have a high school level education, except in cases of emergency or approved testing.\n\n\nAs instances of SCP-1889 are not a threat when left unsolved, containment revolves around the removal and destruction of all contaminated material. When a source is found to be contaminated, a complete recall is to be issued through appropriate channels and all copies are to be destroyed by incineration\n1\n. All calculus textbooks currently in print are to be monitored for 1889 contamination before being released into public circulation.\n\n\nDescription:\n SCP-1889 is the collective designation for several math problems that have been found in various North American calculus textbooks since approximately 196█. The problems appear within all books of a specific printing through an unknown mechanism at some point between mass production and shipping. The original instance was discovered after investigation of reports of disappearances and violent murders occurring on the campus of the University of █████ were found to have all happened to individuals with access to the second edition of \"Elementary Calculus: █ ██████████ █████\". Since the original containment in 1971, an additional ██ editions have been determined to contain instances of SCP-1889.\n\n\nSCP-1889 will always take the form of an optimization word problem written in the same style as the rest of the book. Copies of all known examples are stored onsite and may be viewed\n2\n with approval from Dr. A████. \nThough the word choice will change from edition to edition, the numbers and subsequent calculations involved have remained static in every recovered instance.\n (This is no longer true, see Addendum SCP-1889-02)\n\n\nSCP-1889's anomalous effect will occur when the problem is read, understood, and solved by a human being. When a human comprehends the correct solution\n3\n, they appear to vanish. The disappearance is as close to instantaneous as can be determined with modern technology and releases no EM radiation. The area previously occupied by the subject is usually replaced with air containing trace amounts of [REDACTED] at a median temperature of approximately 45° C. All attempts to track the location of subjects after their disappearance have failed completely.\n\n\nApproximately 22-24 hours after the subject's disappearance, a rough cube of body parts\n4\n will appear within 3 meters of their last location. In all recorded examples, said cube has consisted of an organized bundle of organs, muscle, and bone wrapped tightly in the skin of the subject. The body is usually fully accounted for except in the case of the central nervous system, which usually shows signs of partial removal. No brain matter has ever been found in a recovered cube. Recovered biomass is covered in an unknown ethanol-like liquid with heavy antimicrobial properties, rendering it biologically sterile.\n\n\nOccasionally, a message will be cleanly burnt onto the recovered skin. The message is almost always in the subject's primary language, and appears to comment on the quality of the subject or request something of the recipients. The significance of these messages, as well as their origins, are unknown. Attempts to communicate through items on the subject's person have not had a noticeable effect.\n\n\nExample messages:\n\n\"REQUEST ADDITIONAL SUPPLIES\"\n\n\"VARIETY TOO LOW\"\n\n\"SPECIMEN TOO DOCILE\"\n\n\"[DATA EXPUNGED]\"\n\n\"ACCEPTABLE; PLEASE REPEAT\"\n\n\nAddendum SCP-1889-01\n\nOn ██/██/199█, a test was performed utilising a mathematical computer capable of receiving textual input in conjunction with a D-Class incapable of performing calculus. Subject disappearance occurred as usual, corroborating the hypothesis that it is not the calculations involved but rather the act of understanding the solution that triggers the anomalous effect.\n\n\nThe body reappeared unexpectedly less than 2 hours later, in a severely burnt and dismembered state. A small message had been written repeatedly across all recovered pieces, reading \"QUALITY UNACCEPTABLE\". Body was sampled, then incinerated. No further testing is planned at this time.\n\n\nAddendum SCP-1889-02:\n An additional █ problems with similar effects have been found and catalogued in the █th edition of Calculus ██ \"Early Transcendentals\". Though the instance has been dealt with, this appears to be a response to the restrictive containment procedures successfully preventing any known cases of 1889 activation for the last █ years. The possibility that SCP-1889 is somehow adapting means that stronger scrutiny must be applied to reports similar to 1889 activity from this point onwards.\n\n\n\n\nFootnotes\n\n\n1\n. A single copy may be kept for documentation's sake with Dr. A█████'s approval.\n\n\n2\n. With numbers removed to prevent contamination\n\n\n3\n. Though it is difficult to determine the exact moment of comprehension, the moment of disappearance seems to corroborate this theory. See Incident-1889-01.\n\n\n4\n. Confirmed by genetic testing to be the remains of the lost subject.\n\n\n\n\n\n\n\n\n« \nSCP-1888\n | SCP-1889 | \nSCP-1890\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1889\n\" by NARFNra, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1889\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum SCP-1889-01 On ██/██/199█, a test was performed utilising a mathematical computer capable of receiving textual input in conjunction with a D-Class incapable of performing calculus. Subject disappearance occurred as usual, corroborating the hypothesis that it is not the calculations involved but rather the act of understanding the solution that triggers the anomalous effect.\nThe body reappeared unexpectedly less than 2 hours later, in a severely burnt and dismembered state. A small message had been written repeatedly across all recovered pieces, reading \"QUALITY UNACCEPTABLE\". Body was sampled, then incinerated. No further testing is planned at this time.",
        "Addendum SCP-1889-02: An additional █ problems with similar effects have been found and catalogued in the █th edition of Calculus ██ \"Early Transcendentals\". Though the instance has been dealt with, this appears to be a response to the restrictive containment procedures successfully preventing any known cases of 1889 activation for the last █ years. The possibility that SCP-1889 is somehow adapting means that stronger scrutiny must be applied to reports similar to 1889 activity from this point onwards."
    ],
    "documents": [],
    "notes": [
        "\" SCP-1889 \" by NARFNra, from the SCP Wiki . Source: https://scpwiki.com/scp-1889 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1889",
    "object_class": "Safe",
    "containment_procedures": "A copy of each recovered textbook containing an instance of SCP-1889 is to be contained at Site 20, inside a single locked steel cabinet within a camera monitored vault. The vault is to be considered off limits to anyone known to have a high school level education, except in cases of emergency or approved testing.",
    "description": "SCP-1889 is the collective designation for several math problems that have been found in various North American calculus textbooks since approximately 196█. The problems appear within all books of a specific printing through an unknown mechanism at some point between mass production and shipping. The original instance was discovered after investigation of reports of disappearances and violent murders occurring on the campus of the University of █████ were found to have all happened to individuals with access to the second edition of \"Elementary Calculus: █ ██████████ █████\". Since the original containment in 1971, an additional ██ editions have been determined to contain instances of SCP-1889.",
    "title": "SCP-1889"
}