{
    "url": "https://scp-wiki.wikidot.com/scp-1890",
    "all_text": "rating: \n+148\n+\n–\nx\n\n\nItem #:\n SCP-1890\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Item should be kept in an airtight container to prevent damage by exposure or pests; researchers and subjects handling the object are required to wear protective gloves. Research staff are permitted to examine copies of the photographs contained in SCP-1890, as the former have proven non-anomalous.\n\n\nSCP-1890 is currently stored with the other Bonifay family artifacts\n1\n at Research Sector-09. Cross-testing of these objects is no longer permitted.\n\n\nDescription:\n SCP-1890 is a small photo album that appears to date from the late 19th century, well-preserved but showing signs of age. The leather cover is printed with the word “PHOTOGRAPHS”, and the flipside has been clumsily hand-engraved with “BONIFAY”, in large capitals.\n\n\nThe number of pages in the album varies between 13 and 16. The pages missing or additional are always blank, however, and the album always contains the same 26 photographs. These photographs cannot be removed without damaging the album, but nevertheless appear in a different order every time the album is opened.\n\n\nDespite being labelled as a family photo album, the photographs depict individuals of various ethnicities — the majority are African American, followed by Caucasian and mixed-race individuals clothed in the contemporary style of the Seminoles. Subject are posed in solitary portraits and with family members and/or personal possessions.\n\n\nNineteen notations have been made in ink on several pages. The notes are in American English— simple shorthand indicating family names, places, and occasions. While the arrangement of photos shifts frequently, the position of the notations do not. For this reason, numerous photos have shared the same label. For example, photos of ten different young men have appeared over the label \"Junior\". Deducing the original placement of photos and labels is impossible.\n\n\nNone of the names or individuals in the photographs have been identified in archival documents or historical records of any kind, despite geographical and architectural details suggesting that the photos were originally taken between 1890 and 1928, in Belle Glade and Pahokee, Florida.\n\n\nDirect examination of the contents of SCP-1890 for a prolonged period of time will result in symptoms reminiscent of prosopagnosia.\n\n\n\n\nSubjects exposed to the photographs for 12 hours (four hour intervals over three days) were able to describe the \"Bonifay family members\" very clearly, but struggled to remember the names and identities of researchers and fellow inmates— even individuals with whom they interacted on a daily basis. These symptoms were temporary, abating after 24 hours.\n\n\n\n\n\n\nSubjects exposed to the photographs for more than 60 hours (four hour intervals over fifteen days) exhibited characteristics similar to acute prosopagnosia, finding it impossible to identify even intimately familiar individuals by their facial features. Conversely, subjects demonstrated a flawless ability to recall the details of all 26 Bonifay photographs, describing specifics like the shapes or species of trees, the number of buttons on a coat or new teeth in an infant's mouth. One subject— who demonstrated notably poor retentive memory prior to testing— was able to recreate the intricate beadwork patterns on a woman's scarf with pencil and paper, without any visual references.\n\n\n\n\n\n\nIn subjects exposed for more than 60 total hours to the contents of SCP-1890, cognitive abnormalities persisted for up to three weeks. 80 hours of exposure resulted in one month of abnormal cognitive functions. All subjects tested eventually regained their original cognitive capabilities, without any marked damage or improvement.\n\n\n\n\nAcutely affected subjects (defined as individuals exposed to the photographs on a daily basis for more than 60 hours) have displayed a persisting fascination with \"the Bonifays\", speculating on pastimes, personalities, and relationships.\n\n\n\n\nFootnotes\n\n\n1\n. See \nSCP-1896\n and \nSCP-1928\n.\n\n\n\n\n\n\n\n\n« \nSCP-1889\n | SCP-1890 | \nSCP-1891\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1890\n\" by floridapologia, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1890\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-1890 \" by floridapologia, from the SCP Wiki . Source: https://scpwiki.com/scp-1890 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1890",
    "object_class": "Safe",
    "containment_procedures": "Item should be kept in an airtight container to prevent damage by exposure or pests; researchers and subjects handling the object are required to wear protective gloves. Research staff are permitted to examine copies of the photographs contained in SCP-1890, as the former have proven non-anomalous.",
    "description": "SCP-1890 is a small photo album that appears to date from the late 19th century, well-preserved but showing signs of age. The leather cover is printed with the word “PHOTOGRAPHS”, and the flipside has been clumsily hand-engraved with “BONIFAY”, in large capitals.",
    "title": "SCP-1890"
}