{
    "url": "https://scp-wiki.wikidot.com/scp-1897",
    "all_text": "rating: \n+221\n+\n–\nx\n\n\nItem #:\n SCP-1897\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Personnel stationed in the rural southwestern portions of the United States are to annually investigate any areas that meet the required criteria. If any manifestations of SCP-1897 appear, the area must be blocked off under the pretense of road work until the manifestation has been neutralized. Lethal force is authorized for use upon SCP-1897 to drive the creatures away. Survivors and witnesses are to be detained and interrogated, then given Class-B amnestics upon release. Instances of SCP-1897-1 are to be incapacitated from concealed positions before any attack is mounted on SCP-1897. Recovered instances of SCP-1897-1 are to be given Class-A amnestics before they are relocated to Site-06, until a means of rehabilitating them is discovered.\n\n\nEmbedded agents in all major internet service providers are to prevent any civilian access to SCP-1897-2. Any information taken from the website is to be archived in Storage Unit-4. If messages suspected to originate from SCP-1897-2 are received, site command is to be notified immediately.\n\n\nDescription:\n SCP-1897 are humanoids that manifest outside of rural areas in the states of New Mexico, Arizona, Texas, Oklahoma, Utah, and Nevada. Pictures taken of SCP-1897 and testimony from witnesses place these creatures at over five meters tall. According to witnesses, and confirmed in videos found on SCP-1897-2, these entities show great physical strength and speed, covering approximately 200 meters in under 9 seconds and lifting upwards of 500 kilograms in a single hand. When an instance of SCP-1897 would be killed or otherwise incapacitated, that entity immediately disappears and drops anything it was carrying. The creatures reportedly speak in standard American English with vernacular and accents appropriate to the region, but have not replied to humans attempting to communicate with them.\n\n\nA person will only encounter a manifestation of SCP-1897 if they meet these criteria:\n\n\n\n\nThey are either alone or in a group of no more than two people.\n1\n\n\nNone of them appear to be carrying a weapon (such as a gun, a knife, or pepper spray).\n\n\nThere are no major population centers within 25~ kilometers of their location.\n\n\n\n\nWitnesses of a manifestation report seeing the creatures materialize as though they were emerging from an unseen vehicle. Nearly all reported instances of SCP-1897 were described as wearing dark green uniforms, and either carrying long, thin poles with a large net on the end, or at least one 1.3 x 1.9 meter steel cage. The creatures used these devices to capture persons and put them in the cages, in most cases taking care not to cause physical harm to the victim. Upon the containment of most or all persons, both SCP-1897, the cages, and victims vanish in a manner similar to its original manifestation. All attempts to trace either SCP-1897 or its victims at this point have failed. After abduction, the victims become instances of SCP-1897-1.\n\n\nInstances of SCP-1897-1 may reappear at any time after approximately one month, though rarely in the same location as where they were abducted. These reemergences have been recorded to happen anywhere from 2 to roughly 2,000 kilometers from the site of their original abduction. They are always accompanied by at least one instance of SCP-1897, and rarely stray from the entity's side. SCP-1897-1 instances are often found to be castrated or otherwise sterile, and universally show decreased mental capabilities - about the same cognitive intelligence as the average \nCanis lupus familiaris\n - and heightened aggression. SCP-1897-1 will actively resist retrieval and attack any persons who show hostility towards SCP-1897. If separated, SCP-1897-1 will attempt to return to the location where it recently emerged from, regardless of distance or obstacles. The compulsions and behavior can be treated with amnestics, but the reduced intelligence is a result of a partial lobotomy of the prefrontal cortex and selective damage to Broca's area, neither of which can be repaired by non-anomalous means at this time. Upon reaching the point of manifestation, they are taken by an instance of SCP-1897 within two minutes of arrival.\n\n\nSCP-1897-2 is a website located at the IP address ██.██.███.███ or at the web address \"www.hdsociety.gov\n2\n\" A banner across the front page declares the website as belonging to the \"Human Domestication Society\" in standard American English. Its menu at the top has pages for \"Adoption\", \"Training\", \"Breeding Programs\", \"Volunteering\", and \"About\" among others.\n\n\nTo date, all efforts to initiate peaceful contact with SCP-1897, adopt an instance of SCP-1897-1 or exchange emails through SCP-1897-2 have met with no success.\n \nSee Addendum-2\n\n\nAddendum-1\n: Below are excerpts from selected pages on the website\n\n\n\n\nFrom the \nTraining\n page\n\nHas your human been misbehaving? Need to train them to use the toilet? These pages have all the information you need to help your human become the most well trained human on your block!\n\n\nRecent Adopter Advice\n - Includes major side effects to watch for during the first month.\n\n\nObedience Training\n - Show them who's boss without the need for physical violence, with tips and tools necessary for the job.\n\n\nTricks You Can Teach Your Human\n - Toilet training, playing fetch, protecting your home and more!\n\n\nHow to Introduce Your Human to Other Humans\n - Humans naturally don't get along, but we can help you with that.\n\n\nUnderstanding What Your Human Wants\n - Humans shouldn't talk, but that doesn't mean you can't understand them.\n\n\nDealing with Strays\n - For those that want to capture and break in their new pets with their own hands, without overdoing it.\n\n[The page contains a picture of an instance of SCP-1897-1\n3\n and an instance of SCP-1897 menacing it with a large picana electrica\n4\n. SCP-1897 has a stern expression on its face, and SCP-1897-1 is shown to have tears in its eyes.]\n\n\n\n\n\n\nFrom the \nBehavior Solutions\n page\n\n\n\n\nAversives.pdf\n\n\nBenefits of Confinement.pdf\n\n\nBest Times to Adopt.pdf\n\n\nBiting.pdf\n\n\nCastration or Not.pdf\n\n\nClawing.pdf\n\n\nCommon Behavioral Problems.pdf\n\n\nControlling Violent Behavior.pdf\n\n\nCrying.pdf\n\n\nDepression.pdf\n\n\nDiscipline.pdf\n\n\nEuthanasia.pdf\n\n\nGrooming.pdf\n\n\nHouse Training.pdf\n\n\nHow to Identify False Obedience.pdf\n\n\nIntroducing Humans to Humans.pdf\n\n\nKeeping Humans Outside.pdf\n\n\nLearning to Love Your Human.pdf\n\n\nLeash Training.pdf\n\n\nLobotomizing at Home.pdf\n\n\nPreventing Escape.pdf\n\n\nProper Implement Usage.pdf\n\n\nRefusing Food.pdf\n\n\nRewarding Good Behavior.pdf\n\n\nScreaming.pdf\n\n\nSelf-Mutilation.pdf\n\n\nSubmissiveness.pdf\n\n\nTalking and Using Words.pdf\n\n\nToilet Training.pdf\n\n\nToys and Implements.pdf\n\n\nTravel.pdf\n\n\nTurning Humans.pdf\n\n\nUnderstanding Human Body Language.pdf\n\n\nUnusual Eating Habits.pdf\n\n\nUrinating and Defecating Outside the Toilet.pdf\n\n\nUsing Fearful Behavior.pdf\n\n\n\n\n\n\n\n\nFrom the \nAdoption\n page\n\nWe offer a large variety of humans for adoption every single day. While we cannot guarantee a human you see listed on our website will be available when you reach the shelter, our inventory is updated every half-hour. We cannot answer any questions about specific humans pictured on our website over the phone or email.\n\n\nAll humans have their vaccinations, sterilizations, microchips, and whether or not they have already been given a leucotomy included in the adoption fee.\n\n\nCan't find a human that suits you here? Check our listings of licensed human breeders in your area!\n\n[The page shows an instance of SCP-1897-1\n5\n being held up by an instance of SCP-1897. SCP-1897 is smiling; SCP-1897-1 shows no expression.]\n\n\n\n\n\n\nFrom the \nVolunteering\n page\n\nAs humans are in high demand, we're always looking for students and volunteers to join our team! Currently, over ███ volunteers are involved in our programs. \nIt's both fun and rewarding\n.\n\n\nHuman Walker/Behavior Trainer:\n Some of our humans need time outside their kennels, especially the ones that are house trained. The scheduling is flexible, and the humans will love it!\n\n\nHuman Care Specialist:\n Volunteers help desensitize and train humans before they can be put up for adoption.\n\n\nWorking With Human Cubs:\n As human cubs are always in high demand, they sometimes require extra-special care before they can be put up for adoption.\n\n\nSpecialized Training:\n For seeing-eye humans, hearing humans for the deaf, seizure response humans, and other such special cases. Learn how you can help humans help us.\n\nNote for applicants : Please submit a short essay on why you'd like to volunteer at the HDS and what you hope to gain from the experience.\n\n[The page contains a picture of an instance of SCP-1897-1\n6\n with its mouth contorted into a smile.]\n\n\n\n\n\n\nFrom the \nEvents\n page\n\n\nPanels that advocate human rights are not endorsed by the HDS or its affiliates at this time\n\nCome to the █████████ Convention Center at ███████, ██████ for the annual \nAll Breeds Human Show.\n From ██████'s human sled teams, to the sheep herding humans of █████, see exotic humans from all corners of the world under one roof!\n\n\nIf that's not what you fancy, stick around for the human agility course competitions and the human races. Light refreshments and free balloons are available.\n\n\nComing in June: \nSay No to Skin! A Panel on How You Can Help Prevent Unauthorized Human Poaching and Skinning\n\n\n\n\nAddendum-2\n: On March ██, 20██, Site-06 received the following message from hdsociety@██████████.███:\n\n\n\n\nSubject: Enough\n\n\nReceived at 10:13 AM ███\n\n\nWe will not listen to your lies any longer. It was you who came after us first. You who tore holes in our world and tried to annihilate us. You who took our olive branch of peace and fashioned it into a spear. You who nearly drove us to extinction. And now that we have the advantage, you attempt to patronize us with your crocodile tears. We will not be deceived again.\n\n\nBut unlike you, we are not monsters. We have much anger towards your kind, but we are willing to forgive. But first, you must be willing to change. Slavery and genocide are immoral, and not even you deserve such a fate. It is our belief, then, that this alternative is a fair compromise between guaranteeing our safety and allowing your kind to live. This is our mercy to you.\n\n\nLook at the humans who have gone through our program. See how much happier they are? Your correspondence tells us that you have seen them. Seen how much they love us. Why, then, do you continue to be defiant?\n\n\nSomeday you will thank us. Please try to understand that this is for your own good.\n\n\n██████ █████████\n\nDirector of Human Resources\n\n\n\n\nNo record of such a person named ██████ █████████ exists. The email was traced to the same IP address as the website, and thus a physical location cannot be discerned at this time. Further attempts at communication have yielded no results.\n\n\nSecurity at Site-06 has since been increased.\n\n\n\n\nFootnotes\n\n\n1\n. The maximum persons restriction does not apply to children of 12 years or younger.\n\n\n2\n. No ISP records report peering the provider that this IP is assigned to, and the physical location of the registered address of the provider is in the middle of a little-used stretch of road several miles outside of █████████, █████.\n\n\n3\n. Positively identified as █████ █████████, who was reported missing on March 12th, 20██. He would be ██ years old at the time the photo was accessed.\n\n\n4\n. A type of high voltage, low current device adapted from the electric cattle prod, and specifically developed for use in torture.\n\n\n5\n. Positively identified as ███████ ██████████, who was reported missing on October 6th, 19██. He would be ██ years old at the time the photo was accessed.\n\n\n6\n. Positively identified as ████ ██████, who was reported missing on December ██, 201█ along with her parents, █████ and ██████ ██████. She would be █ months old at the time the photo was accessed.\n\n\n\n\n\n\n\n\n« \nSCP-1896\n | SCP-1897 | \nSCP-1898\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1897\n\" by Sakutarou, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1897\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "To date, all efforts to initiate peaceful contact with SCP-1897, adopt an instance of SCP-1897-1 or exchange emails through SCP-1897-2 have met with no success. See Addendum-2",
        "Addendum-1 : Below are excerpts from selected pages on the website",
        "Addendum-2 : On March ██, 20██, Site-06 received the following message from hdsociety@██████████.███:\nNo record of such a person named ██████ █████████ exists. The email was traced to the same IP address as the website, and thus a physical location cannot be discerned at this time. Further attempts at communication have yielded no results.\nSecurity at Site-06 has since been increased."
    ],
    "documents": [],
    "notes": [
        "From the Training page Has your human been misbehaving? Need to train them to use the toilet? These pages have all the information you need to help your human become the most well trained human on your block! Recent Adopter Advice - Includes major side effects to watch for during the first month. Obedience Training - Show them who's boss without the need for physical violence, with tips and tools necessary for the job. Tricks You Can Teach Your Human - Toilet training, playing fetch, protecting your home and more! How to Introduce Your Human to Other Humans - Humans naturally don't get along, but we can help you with that. Understanding What Your Human Wants - Humans shouldn't talk, but that doesn't mean you can't understand them. Dealing with Strays - For those that want to capture and break in their new pets with their own hands, without overdoing it. [The page contains a picture of an instance of SCP-1897-1 3 and an instance of SCP-1897 menacing it with a large picana electrica 4 . SCP-1897 has a stern expression on its face, and SCP-1897-1 is shown to have tears in its eyes.]",
        "From the Behavior Solutions page Aversives.pdf Benefits of Confinement.pdf Best Times to Adopt.pdf Biting.pdf Castration or Not.pdf Clawing.pdf Common Behavioral Problems.pdf Controlling Violent Behavior.pdf Crying.pdf Depression.pdf Discipline.pdf Euthanasia.pdf Grooming.pdf House Training.pdf How to Identify False Obedience.pdf Introducing Humans to Humans.pdf Keeping Humans Outside.pdf Learning to Love Your Human.pdf Leash Training.pdf Lobotomizing at Home.pdf Preventing Escape.pdf Proper Implement Usage.pdf Refusing Food.pdf Rewarding Good Behavior.pdf Screaming.pdf Self-Mutilation.pdf Submissiveness.pdf Talking and Using Words.pdf Toilet Training.pdf Toys and Implements.pdf Travel.pdf Turning Humans.pdf Understanding Human Body Language.pdf Unusual Eating Habits.pdf Urinating and Defecating Outside the Toilet.pdf Using Fearful Behavior.pdf",
        "From the Adoption page We offer a large variety of humans for adoption every single day. While we cannot guarantee a human you see listed on our website will be available when you reach the shelter, our inventory is updated every half-hour. We cannot answer any questions about specific humans pictured on our website over the phone or email. All humans have their vaccinations, sterilizations, microchips, and whether or not they have already been given a leucotomy included in the adoption fee. Can't find a human that suits you here? Check our listings of licensed human breeders in your area! [The page shows an instance of SCP-1897-1 5 being held up by an instance of SCP-1897. SCP-1897 is smiling; SCP-1897-1 shows no expression.]",
        "From the Volunteering page As humans are in high demand, we're always looking for students and volunteers to join our team! Currently, over ███ volunteers are involved in our programs. It's both fun and rewarding . Human Walker/Behavior Trainer: Some of our humans need time outside their kennels, especially the ones that are house trained. The scheduling is flexible, and the humans will love it! Human Care Specialist: Volunteers help desensitize and train humans before they can be put up for adoption. Working With Human Cubs: As human cubs are always in high demand, they sometimes require extra-special care before they can be put up for adoption. Specialized Training: For seeing-eye humans, hearing humans for the deaf, seizure response humans, and other such special cases. Learn how you can help humans help us. Note for applicants : Please submit a short essay on why you'd like to volunteer at the HDS and what you hope to gain from the experience. [The page contains a picture of an instance of SCP-1897-1 6 with its mouth contorted into a smile.]",
        "From the Events page Panels that advocate human rights are not endorsed by the HDS or its affiliates at this time Come to the █████████ Convention Center at ███████, ██████ for the annual All Breeds Human Show. From ██████'s human sled teams, to the sheep herding humans of █████, see exotic humans from all corners of the world under one roof! If that's not what you fancy, stick around for the human agility course competitions and the human races. Light refreshments and free balloons are available. Coming in June: Say No to Skin! A Panel on How You Can Help Prevent Unauthorized Human Poaching and Skinning",
        "Subject: Enough Received at 10:13 AM ███ We will not listen to your lies any longer. It was you who came after us first. You who tore holes in our world and tried to annihilate us. You who took our olive branch of peace and fashioned it into a spear. You who nearly drove us to extinction. And now that we have the advantage, you attempt to patronize us with your crocodile tears. We will not be deceived again. But unlike you, we are not monsters. We have much anger towards your kind, but we are willing to forgive. But first, you must be willing to change. Slavery and genocide are immoral, and not even you deserve such a fate. It is our belief, then, that this alternative is a fair compromise between guaranteeing our safety and allowing your kind to live. This is our mercy to you. Look at the humans who have gone through our program. See how much happier they are? Your correspondence tells us that you have seen them. Seen how much they love us. Why, then, do you continue to be defiant? Someday you will thank us. Please try to understand that this is for your own good. ██████ █████████ Director of Human Resources",
        "\" SCP-1897 \" by Sakutarou, from the SCP Wiki . Source: https://scpwiki.com/scp-1897 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1897",
    "object_class": "Euclid",
    "containment_procedures": "Personnel stationed in the rural southwestern portions of the United States are to annually investigate any areas that meet the required criteria. If any manifestations of SCP-1897 appear, the area must be blocked off under the pretense of road work until the manifestation has been neutralized. Lethal force is authorized for use upon SCP-1897 to drive the creatures away. Survivors and witnesses are to be detained and interrogated, then given Class-B amnestics upon release. Instances of SCP-1897-1 are to be incapacitated from concealed positions before any attack is mounted on SCP-1897. Recovered instances of SCP-1897-1 are to be given Class-A amnestics before they are relocated to Site-06, until a means of rehabilitating them is discovered.",
    "description": "SCP-1897 are humanoids that manifest outside of rural areas in the states of New Mexico, Arizona, Texas, Oklahoma, Utah, and Nevada. Pictures taken of SCP-1897 and testimony from witnesses place these creatures at over five meters tall. According to witnesses, and confirmed in videos found on SCP-1897-2, these entities show great physical strength and speed, covering approximately 200 meters in under 9 seconds and lifting upwards of 500 kilograms in a single hand. When an instance of SCP-1897 would be killed or otherwise incapacitated, that entity immediately disappears and drops anything it was carrying. The creatures reportedly speak in standard American English with vernacular and accents appropriate to the region, but have not replied to humans attempting to communicate with them.",
    "title": "SCP-1897"
}