{
    "url": "https://scp-wiki.wikidot.com/scp-1919",
    "all_text": "rating: \n+242\n+\n–\nx\n\n\nItem #:\n SCP-1919\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A zone with radius of two (2) kilometers must be maintained surrounding SCP-1919; any roads or paths leading to the building are to be diverted or obstructed. The perimeter of this zone is to be guarded by a set of no fewer than \ntwenty-five (25)\n forty (40) heavily armed and armored patrolmen. Those entering SCP-1919 shall not be given body armor or weaponry. Any presence within the perimeter that is not confirmed to be a member of an expedition team is to be terminated immediately.\n\n\nThe official report concerning Expedition 003 is to be accessed only by those currently researching SCP-1919 and those present for the incident itself. All copies of the report have been destroyed.\n\n\nREVISED\n ██/██/████: As of Expedition 002, under no circumstances is anyone to be allowed entry into SCP-1919 until all identified manifestations of SCP-1919-1 pertinent to the previous entrant or entrants have been eliminated, or until such time has elapsed that all manifestations can be expected to have starved to death.\n\n\nDescription:\n SCP-1919 is an early 20th-century hotel and converted mansion located in ██████████, █████. As of Expedition 003, the building has sunk partially into the ground on the eastern side; it is still traversable, but additional safety precautions are necessary. From the outside, SCP-1919 looks much as it did when it was first built; on the inside, however, the building is massively decrepit and looks like it has been abandoned since its creation. Many floorboards and ceilings are rotten or absent entirely, and various forms of damage (e.g.: water damage, collapsed debris) cover much of the interior.\n\n\nEntry of the hotel by a human results in the appearance of a number of humanoid beings throughout the building, resembling the subject and wearing and carrying anything the subject possesses with them on arrival. These creatures (collectively labeled SCP-1919-1) typically vary from the original in several physical aspects.\n\n\nObserved variations between subjects and counterparts include the following:\n\n\n\n\n\n\nLack of body hair\n\n\nMisshapen cranial structure\n\n\nPatches of skin discoloration\n\n\nVariance in limb/digit length\n\n\nDisfigurement of the mouth\n\n\nSealed/missing eyelid(s)\n\n\nSealed nostrils\n\n\nPerforations of various sizes in skin\n\n\nElongated/deformed jaw structure\n\n\n\n\n\n\nSCP-1919-1 is responsible for the decrepit state of the building; individuals have been recorded upending furniture, tearing out floorboards, damaging pipes, and otherwise causing small-scale destruction. The fact that they are capable of this makes the reason why to date only three (3) have attempted to escape the building unclear.\n\n\nAll observed creatures labeled SCP-1919-1 have behaved in a similar manner. Individually, they act aggressively with or without provocation, attempting to damage objects and structures at random. They also demonstrate a marked increase in hostility once they locate the subject or subjects who enter SCP-1919 (see Expedition Logs 001, 002). This behavior, however, seems not to extend to each other; rather, they are predisposed to form large, coordinated groups upon encountering more of their kind. The largest observed group thus far contained ██ members and was responsible for incapacitating Task Force Tau-11 (\"Youth Hostiles\").\n\n\nAs a whole, SCP-1919-1 exhibits a swarm intelligence akin to that of an ant colony. It is yet unknown specifically how they communicate, but they have proven to be able to do so quickly and nonverbally. While unverified as of ██/██/████, all signs point to SCP-1919-1 possessing an organ system that allows it to send and receive signals via pheromones. The fact that killing or wounding one, even noiselessly and out of the presence of others, attracts all within an estimated 40-meter radius directly toward the one harmed corroborates this.\n\n\nAddendum 1919-01\n\n\nExpedition 003 saw SCP-1919-1 cause only one immediate fatality among TF Tau-11. The rest of the task force was disfigured in many of the same ways as their duplicates. Video footage suggests that this change in behavior was deliberate and not the result of successful self-defense. ███ █████████, ████ █████, ██████ █████, and ███████ ████ succumbed to their injuries within a week of leaving the building. Despite sustaining severe damage to the lower jaw, ████ █████ was reported by medical staff to have repeated the phrase \"in the picture\" intermittently before falling unconscious. █████ died en route to Foundation treatment facilities.\n\n\nAddendum 1919-02\n\n\nAfter analyzing footage from Expedition 003, it has come to the Foundation's attention that a being located inside the building is responsible for the creation of all observed instances of SCP-1919-1. The new primary objective of all efforts concerning the SCP is the identification, retrieval, and containment of said being. In confronting her, researchers are instructed to [DATA EXPUNGED].\n\n\n\n\nExpedition Log 001 (video transcript)\n\n\n\n\nhide transcript\n\n\n\n\n\n\nD7:\n D-72274, Caucasian male, age 39\n\n\nC1:\n Dr. Limkiewicz, communications relay, Site ██ (sound only)\n\n\nT11:\n ████ █████, former head, TF Tau-11, \"Youth Hostiles\" (sound only)\n\n\n\n\nC1:\n What are you doing? The front door not opening?\n\n\nD7:\n It was either locked or stuck. Couldn't move it an inch. The windows I tried weren't working, either, and I don't want to break any of them before I even get inside.\n\n\nC1:\n Try the side entrance. Or the back, if that doesn't work.\n\n\nD7:\n All right.\n\n\n(D-72274 spends the next three minutes walking around to the side of the house, scanning his surroundings with his flashlight. When he arrives at the main western entrance, he pulls the handle and the door opens.)\n\n\nD7:\n Looks like we're in luck. Think the place is air conditioned?\n\n\n(D-72274 closes the door to SCP-1919 behind him. As it clicks shut, the microphone either picks up or generates a high-pitched whistle that quickly fades.)\n\n\nC1:\n Are you hearing that? What's that noise?\n\n\nD7:\n What noise? All I'm hearing is my own footsteps in here.\n\n\nT11:\n It's stopped. Disregard it and proceed.\n\n\nD7:\n Not sure what I'm disregarding, but okay, I guess.\n\n\n(The beam of the flashlight lands on an assortment of dismantled and dilapidated pieces of furniture before alighting on a tattered portrait of a young red-haired woman. Much of the canvas has been shredded, including the majority of the woman's face. The missing pieces are not seen.)\n\n\nC1:\n Move in nearer to the painting, please. I want to see something.\n\n\n(Shallow grooves are visible on the surface of the wall. They cover much of it, crossing each other in rows of three or four.)\n\n\nD7:\n You seeing these scratches? They're all over the place in here. Floor, walls… parts of the ceiling.\n\n\nC1:\n They almost look like—\n\n\nD7:\n \n(whispering)\n SHIT. \n(He rounds a corner and audibly presses his back to the wall.)\n\n\nT11:\n What's wrong?\n\n\n(The flashlight is suddenly extinguished. D-72274's breathing can be heard to increase in speed.)\n\n\nT11:\n What's happening? Why'd you turn your flashlight off?\n\n\nD7:\n I don't think I'm alone in here.\n\n\nT11:\n Why not? Did you see somebody?\n\n\nD7:\n Something like that.\n\n\n(He slowly leans the camera around the corner. At the end of the long hallway is a beam of light, bobbing erratically and switching on and off at odd intervals. There is a faint sound of labored breathing, not coming from D-72274.)\n\n\nD7:\n What should I do? Who could that possibly be? You guys have armed guards outside, right? They couldn't have gotten in here within the past month—\n\n\nC1:\n It is not recommended that you approach him. …It. Your current priority is now to evacuate the—\n\n\n(The microphone can be heard being forced out of Dr. Limkiewicz's grasp.)\n\n\nT11:\n Disregard previous instruction. If what you saw is a part of the SCP, which we can suspect it is, you are obligated to investigate it. Stay at a safe distance and get it on video.\n\n\nC1:\n █████, you have \nno right—\n\n\nT11:\n Proceed. It might just be some teenagers getting high or something, anyway.\n\n\n(D-72274 stands up and looks into the other hallway again. The flashlight has disappeared, and the sound of breathing from seconds before has gone faint. The D-class takes a tentative step into the corridor.)\n\n\nT11:\n We can't see anything.\n\n\n(D-72274 makes no indication of having heard.)\n\n\nT11:\n Please turn on your flashlight.\n\n\n(There is no response.)\n\n\nT11:\n D-72274, you are ordered to turn on your flashlight.\n\n\n(The light immediately lands on bright orange fabric, causing the camera's contrast settings to obscure the video.)\n\n\nD7:\n NO!\n\n\n(D-72274 starts to run, switching his light off.)\n\n\nC1:\n What was that? What did you see?\n\n\nD7:\n I don't… I don't…\n\n\nC1:\n Why are you running? What are you running from? Answer me!\n\n\nD7:\n It was me, I don't… it was me!\n\n\nT11:\n What? What do you mean?\n\n\n(The D-class trips over something in the dark, falling forward and dropping the video camera so that it points down the hall toward his unseen follower. Footsteps approach him from behind. He turns himself over, scrambling away on his back while facing whatever is pursuing him.)\n\n\nD7:\n NO! NO, NO, NO!\n\n\nC1:\n What's going on? Stand up! Get out of there! Can you move?\n\n\n(A beam of light illuminates D-72274 from the end of the hallway he has not reached. A second one follows it, and then a third; all three shake and flicker as more footfalls approach the camera. D-72274 begins screaming. As the lights pass over him, they land upon an orange jumpsuit and a malformed hand before a face comes into view. It vaguely resembles D-72274, but its eyelids look to be missing, and its lips are fused together and set at a bizarre angle.)\n\n\nT11:\n Leave the camera running.\n\n\n(Sounds of tearing begin from behind the camera. The screaming stops. After two hours and twenty-six minutes, the camera is picked up and moved to another room, where it is thrown onto the floor with force sufficient to break it.)\n\n\n\n\n\n\n\n\n\n\nExpedition Log 002 (video transcript)\n\n\n\n\nhide transcript\n\n\n\n\n\n\nD3:\n D-38138, Caucasian male, age 27\n\n\nD4:\n D-40076, Caucasian male, age 22\n\n\nD9:\n D-90124, African-American male, age 36\n\n\nC1:\n Dr. Limkiewicz, communications relay, Site ██ (sound only)\n\n\n\n\n(Note: For this procedure, video cameras have been sewn into the clothing worn by all three D-class to leave their hands available.)\n\n\nC1:\n Protocol requires me to remind you that if you try anything at all out of line with what the Foundation and its representatives request, that you are to be terminated immediately. But I'm sure you already knew that.\n\n\nD9:\n Yeah, yeah.\n\n\nC1:\n Don't take it so lightly. The people guarding this place have weapons much more powerful than the ones we've had to give you, and they won't hesitate to—\n\n\nD9:\n Right. Look, nobody's doing anything… untoward. Okay? So would you mind not saying the same shit over and over for the rest of this trip?\n\n\nC1:\n I don't take that kind of insolence from my own subordinates, 90124. Don't speak to me that way again.\n\n\nD9:\n \n(laughter)\n I hear you, doc.\n\n\nD3:\n How are we getting into this place? Can't remember.\n\n\nC1:\n You'll be taking the western entrance. Our last man didn't get very far, so you'll more or less be picking up where he left off.\n\n\nD4:\n No shit? Sounds great. Nice and safe.\n\n\nD3:\n That's why we've got guns, dumbass.\n\n\nC1:\n Oh, speaking of which, remember that you are permitted to fire your weapons \nonly\n at anything inside the house that looks like the man whose picture you were shown before you left. He'll be dressed the same as you three, so be sure not to mistake him for one of you or vice versa.\n\n\nD9:\n You phrased that differently before we left. What does that mean, \"anything that looks like him\"?\n\n\nD3:\n So you're encouraging us to murder somebody.\n\n\nC1:\n If it happens, it won't be murder.\n\n\nD3:\n Interesting.\n\n\n(Conversation pauses for fifteen seconds as the D-class approach the west entrance.)\n\n\nD4:\n You want to kick the door in, or should I?\n\n\nC1:\n Don't advertise your presence any more than you can help. Your priority here is helping us to gather intelligence, you're not an extermination squad.\n\n\nD4:\n Fine. Can we go inside, at least? We're burning daylight. I don't want to be here when the sun sets.\n\n\nC1:\n You may enter. Remain quiet.\n\n\n(Western entrance opens. D-38138 steps into the doorway but quickly springs backward.)\n\n\nD3:\n What the hell?\n\n\n(A manifestation of SCP-1919-1, appearing as a misshapen version of D-72274, bursts through the doorway. Its right arm is approximately 1.4x its proportionate size, in addition to being visibly double-jointed. Manifestation lunges into the sunlight toward D-40076, who can be heard shouting until D-90124 fires his weapon once into the creature's head, killing it. D-38138 clutches his ears.)\n\n\nD4:\n Christ! What the fuck was that? Did you know that was going to be in there?\n\n\nC1:\n Yes. Be on the lookout for more of them inside.\n\n\nD9:\n More? How many are there?\n\n\nC1:\n Please enter the building.\n\n\nD9:\n How many more of these motherfuckers are waiting for us?\n\n\nC1:\n You have been ordered to enter the building. Failure to comply will result—\n\n\nD9:\n Of course. Don't bother, doc. I hear you.\n\n\n(D-90124 stops to stare at the dead manifestation, mumbling, as D-38138 reopens the western door. SCP 1919-1's jaw hangs several inches lower than that of an average human.)\n\n\nD9:\n \"Anything that looks like him.\" Jesus. Could have said something.\n\n\n(D-40076 can be heard swearing audibly for the next several seconds as all three D-class enter SCP-1919. As the door closes, a high-frequency noise emanates from the microphones.)\n\n\nD4:\n What's our plan? Are we supposed to split up?\n\n\nD3:\n Yeah, let's split up. Great idea. Let's make ourselves as vulnerable as we can.\n\n\nD4:\n Well, okay, dick. How about you think of something?\n\n\nD3:\n Survival sound good?\n\n\nC1:\n Stop talking. Did any of you hear a high-pitched sound just now?\n\n\nD3:\n I hear one every time this little teenage asswipe opens his mouth.\n\n\nD4:\n Fuck you.\n\n\nC1:\n Never mind. Keep moving.\n\n\n(All three camera feeds display parts of the hallway D-72274 investigated. The portrait from two days previous is now almost wholly missing, and pieces of the wall beside it are scattered across the floor.)\n\n\nD9:\n What happened in here?\n\n\n(D-90124 turns to face the corridor where D-72274 fell. The body is absent. Red streaks lead around a corner from where he collapsed into a darkened room.)\n\n\nD3:\n Hey, ████, we're walking. I'm not gonna yell for you.\n\n\nD9:\n I'm coming.\n\n\n(D-class reach the end of the hallway. To the right is a door with the word \"BALLROOM\" embossed on a bronze plaque. They look at each other before pulling it open. Sunlight hardly reaches the room, illuminating only a small triangle in the doorway.)\n\n\nC1:\n You have flashlights, right? We can't see a thing from here, turn them on.\n\n\n(The room looks as though it has been recently gutted; most of the floor space is unoccupied, and it can be seen easily where pictures in large frames used to hang on the three walls that remain intact. The southern wall is full of massive holes. From the viewpoint afforded by the D-class, what the spaces in the far-off wall lead to cannot be seen.)\n\n\nD3:\n It did \nnot\n look this bad from outside.\n\n\nC1:\n One or more of you, take a look at the south wall. Seems unusual.\n\n\nD9:\n We'll go over in a minute. There's some shit over here, check it out.\n\n\nD3:\n What have you found?\n\n\nD9:\n Cameras. A ton of them.\n\n\n(D-90124 points at seventeen video cameras, spread haphazardly across the torn-up hardwood in the southeastern corner of the chamber. D-40076 remains facing the south wall as movement within it becomes apparent.)\n\n\nC1:\n \n(barely audible)\n Oh, no.\n\n\nD3:\n Where do you think these came from? The ones without cracked screens look brand new.\n\n\nC1:\n [static]—ot just the first D-class, you need to—[static]\n\n\nD4:\n Jesus Christ!\n\n\nD3:\n Keep quiet! What's wrong with you?\n\n\nD4:\n The wall, the fucking wall!\n\n\n(D-40076 turns and runs out of the ballroom. D-90124's camera and flashlight point at the southern wall. SCP-1919-1 begins to emerge heads-first from two of the gaps in it. The first manifestation on the left looks to be the first one that caught D-72274, but the leading one on the right, aside from a sizable dent in the forehead, bears a close resemblance to D-90124. They land on their feet and begin to run with considerable speed toward the D-class.)\n\n\nC1:\n Disregard previous instructions, leave the room immediately. Seek shelter. Go!\n\n\n(D-90124 stands motionless. D-38138 fires his weapon into the chests of the two duplicates, expending four rounds total. A brief, metallic rattle comes from the floor beside where the false D-class lands face-down.)\n\n\nD3:\n Fucking move!\n\n\n(D-38138 grabs D-90124 by the upper arm and pulls him toward the door. As he turns, D-90124's camera captures movement visible in fourteen of the holes in the wall.)\n\n\nC1:\n \n(on separate radio)\n ██████, this is Limkiewicz, Site ██, password [REDACTED]. Requesting immediate full perimeter lockdown.\n\n\n(D-40076 can be seen retracing his path to the western entrance. Blocking the door to the outside is a crowd of doppelgangers of himself and the other D-class. One in the shape of D-90124 raises his arm, displaying a pistol identical to the ones provided by the Foundation. D-40076 faces the other direction and starts to run back down the corridor. A series of gunshots is heard; after the third, D-40076 spins and collapses. Camera focuses solely on western doorway until battery drains.)\n\n\nD3:\n There've got to be some stairs in here. The building's got at least three floors, I could see before we came in. Where the fuck are—oh!\n\n\n(D-38138 and D-90124 sprint up a crumbled flight of steps to the second floor and are met with a large contingent of SCP-1919-1. D-90124 begins to reach for his weapon but instead follows D-38138 up the remaining stairs to the third story. As they reach the top floor, the microphones begin to whine the same way that they did when the western door closed.)\n\n\nC1:\n \n(to staff)\n Turn the volume down, I can't hear myself think. \n(to D-class)\n Can the two of you really not hear that? Are the microphones the only things picking it up?\n\n\nD9:\n I don't have a goddamn clue what you're talking about, doctor.\n\n\nC1:\n It sounds like feedback, almost, or a dentist's drill. It's deafening on this end.\n\n\nD3:\n Not right now, don't bother me with that. There's something weird up here.\n\n\nD9:\n You feel that, too?\n\n\nC1:\n What is it?\n\n\nD9:\n Strange feeling. Kind of… We should get out of here.\n\n\nD3:\n Probably.\n\n\n(Both subjects move deeper into the darkness of the hallway, their flashlights out of camera view.)\n\n\nC1:\n It's getting louder and louder—where are you going? Turn on a light, one of you.\n\n\nD3:\n Hush.\n\n\nC1:\n Answer the question! You are being given a direct order!\n\n\nD3:\n Keep quiet.\n\n\nC1:\n What?\n\n\nD3:\n Keep quiet.\n\n\nD9:\n She can hear you.\n\n\n(D-38138 and D-90124 do not acknowledge any further communication. Their cameras pick up a faint white glow from beneath one of the closed doors in the corridor toward which the two are moving.)\n\n\nC1:\n 90124, respond! 38138?\n\n\n(The door opens, and the light on the other side becomes visibly brighter. The two cameras pick up several frames of a female human silhouette moving quickly in their direction before cutting to static for the remainder of battery life. Concurrently, the camera attached to D-40076 picks up an \nunusual sound\n in addition to the pitch noted by Dr. Limkiewicz [headphones recommended]. Still frames from cameras D-90124 and D-38138 pending declassification.)\n\n\n\n\n\n\n\n\n\n\nExpedition Log 003 (video transcript)\n\n\n\n\nhide transcript\n\n\n\n\nYou do not have permission to view this file.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1918\n | SCP-1919 | \nSCP-1920\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1919\n\" by thattallfellow, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1919\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1919-01\nExpedition 003 saw SCP-1919-1 cause only one immediate fatality among TF Tau-11. The rest of the task force was disfigured in many of the same ways as their duplicates. Video footage suggests that this change in behavior was deliberate and not the result of successful self-defense. ███ █████████, ████ █████, ██████ █████, and ███████ ████ succumbed to their injuries within a week of leaving the building. Despite sustaining severe damage to the lower jaw, ████ █████ was reported by medical staff to have repeated the phrase \"in the picture\" intermittently before falling unconscious. █████ died en route to Foundation treatment facilities.",
        "Addendum 1919-02\nAfter analyzing footage from Expedition 003, it has come to the Foundation's attention that a being located inside the building is responsible for the creation of all observed instances of SCP-1919-1. The new primary objective of all efforts concerning the SCP is the identification, retrieval, and containment of said being. In confronting her, researchers are instructed to [DATA EXPUNGED]."
    ],
    "documents": [],
    "notes": [
        "Lack of body hair Misshapen cranial structure Patches of skin discoloration Variance in limb/digit length Disfigurement of the mouth Sealed/missing eyelid(s) Sealed nostrils Perforations of various sizes in skin Elongated/deformed jaw structure",
        "D7: D-72274, Caucasian male, age 39 C1: Dr. Limkiewicz, communications relay, Site ██ (sound only) T11: ████ █████, former head, TF Tau-11, \"Youth Hostiles\" (sound only)",
        "D3: D-38138, Caucasian male, age 27 D4: D-40076, Caucasian male, age 22 D9: D-90124, African-American male, age 36 C1: Dr. Limkiewicz, communications relay, Site ██ (sound only)",
        "\" SCP-1919 \" by thattallfellow, from the SCP Wiki . Source: https://scpwiki.com/scp-1919 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1919",
    "object_class": "Euclid",
    "containment_procedures": "A zone with radius of two (2) kilometers must be maintained surrounding SCP-1919; any roads or paths leading to the building are to be diverted or obstructed. The perimeter of this zone is to be guarded by a set of no fewer than twenty-five (25) forty (40) heavily armed and armored patrolmen. Those entering SCP-1919 shall not be given body armor or weaponry. Any presence within the perimeter that is not confirmed to be a member of an expedition team is to be terminated immediately.",
    "description": "SCP-1919 is an early 20th-century hotel and converted mansion located in ██████████, █████. As of Expedition 003, the building has sunk partially into the ground on the eastern side; it is still traversable, but additional safety precautions are necessary. From the outside, SCP-1919 looks much as it did when it was first built; on the inside, however, the building is massively decrepit and looks like it has been abandoned since its creation. Many floorboards and ceilings are rotten or absent entirely, and various forms of damage (e.g.: water damage, collapsed debris) cover much of the interior.",
    "title": "SCP-1919"
}