{
    "url": "https://scp-wiki.wikidot.com/scp-1925",
    "all_text": "rating: \n+78\n+\n–\nx\n\n\nItem #:\n SCP-1925\n\n\nObject Class:\n Neutralized (formerly Euclid; see Addendum)\n\n\nSpecial Containment Procedures:\n \nFoundation agents embedded in the New York Police Department and the Port Authority of New York and New Jersey shall monitor both organizations for any reports of discoveries of human cadavers along the Hudson River at the NY–NJ border. Upon confirmation of an SCP-1925-A instance, Class B amnestics are to be administered to all direct witnesses and Class C amnestics to all indirect witnesses. Instances of SCP-1925-A are to be stored at the Humanoid Research Wing of Site 40 for thirty days, after which they are to be cremated. Instances of SCP-1925-B are to be transcribed to the database of the same site.\n As of █/██/20██, SCP-1925 is considered neutralized.\n\n\nDescription:\n SCP-1925-A is the designation given to a series of human corpses that have manifested along the banks of the Hudson River since the first confirmed sighting on █/██/20██. Although instances of SCP-1925-A vary in age, race, and sex, the following are consistent among all confirmed sightings:\n\n\n\n\nNo instances measuring less than 160cm in height and 50kg in weight have ever been recovered.\n (No longer true as of █/█/20██)\n\n\nNo clothing, jewelry, or other personal effects have ever been found on SCP-1925-A instances.\n\n\nBodies have never been found to be emaciated, disfigured, or otherwise in poor condition (with the exception of SCP-1925-B). Tests by medical doctors indicate that, in most cases, corpses are recently deceased enough that rigor mortis has not yet set in. No obvious cause of death is apparent in any instances, with typical signs of homicide (i.e. blunt force trauma, gunshot wounds, etc.) entirely absent.\n\n\nNo instances of SCP-1925-A correspond to any known individual. Extensive research by the Foundation into local, national, and international databases has failed to yield any information on the deceased individuals.\n\n\n\n\nSCP-1925-A instances have all been sighted within a two-kilometer area along the Hudson River, on the border with Manhattan, New York and Hoboken, New Jersey. Attempts to monitor SCP-1925-A manifestations have been met with failure; through a combination of errors and oversights, no manifestations of SCP-1925-A have ever been successfully recorded. Attempts to cordon off the area where SCP-1925-A instances manifest have failed to prevent SCP-1925-A from appearing.\n\n\nSCP-1925-B are a series of written messages inscribed into the backsides of each instance of SCP-1925-A. Messages appear to be written with an extremely fine instrument (possibly a laser cutter) and are evenly spaced and formatted, suggesting expert precision and technical skills on the part of the inscriber. Due to their length, they are extremely small and require several orders of magnification to read properly. All messages appear to be addressed to a \"Caroline\", and vary by tone and content depending on the message (see below).\n\n\n\n\nShow Partial SCP-1925-B Archive\n\n\n\n\nAccess Granted\n\n\n\n\n\n\nNote #\n: SCP-1925-B-01\n\n\nDate of Recovery:\n ██/██/20██\n\n\nDescription of SCP-1925-A:\n Caucasian male, c. 21-24 years of age, 177cm/98kg\n\n\nTranscription of Note Contents:\n\n\nDearest Caroline,\n\n\nIt has been far too long since I've seen your smiling face, so I feel the need to reach out to you once more. I hope all has been well with you since our unfortunate departure from each other's lives.\n\n\nYou'll forgive me for my unorthodox method of delivering this message, but…well, you know me. As a scientist, I seek ways to imbue my work into practical facets of my life, and this is an opportunity I could not pass up. I have been doing extensive research on the subjects of spacetime causality and the Theory of Relativity, and…well…let's just say Einstein is not as right as we think he is. Through methods far too complicated to explain in such a small space, I have, in effect, bent the laws of physics to my whim.\n\n\nAnd what better way to bend them than to bend them for you, long lost love?\n\n\nYou may not think I was listening to you as you tried to explain your depressed state of mind, but I was. It made me angry, because I could not do anything. And so I asked myself: how could I make you happier? The answer: by removing those from the Earth that are less happy than you are. Surely if the net amount of joyful people decreases, the standard for happiness will decrease as well, no?\n\n\nThe specimen I have sent to you was a young student of mine. A powerful one, smart, and physically fit to boot. He will be missed. Which means, by extension, you will be \nwanted.\n\n\nContact me as soon as you wish.\n\n\nWith Sincerity,\n\n████ ██████████\n\n\n\n\n\n\nNote #\n: SCP-1925-B-12\n\n\nDate of Recovery:\n ██/█/20██\n\n\nDescription of SCP-1925-A:\n Hispanic female, c. 35-40 years of age, 164cm/77kg\n\n\nTranscription of Note Contents:\n\n\nDearest Caroline,\n\n\nSince the beginning of my offerings to you, I have been contemplating a shift in my priorities. Previously I have focused on the young and the restless, those with the potential to become happier than you. It has occurred to me, however, that I may be attacking the branches of the issue, rather than the root. Why focus on ending those who can \nbecome\n happy when I can focus on those who are \nalready\n happy?\n\n\nThe specimen I have sent to you was a mother of two. She was pleased with her station in life, and had the potential to spread this joy to those she loved. I have performed you a good service this day, yes?\n\n\nPlease respond as soon as you are able.\n\n\nWith Sincerity,\n\n████ ██████████\n\n\n\n\n\n\nNote #\n: SCP-1925-B-21\n\n\nDate of Recovery:\n █/█/20██\n\n\nDescription of SCP-1925-A:\n [REDACTED]\n\n\nTranscription of Note Contents:\n\n\nDearest Caroline,\n\n\nWhy? Why have my offerings not pleased you?\n\n\nFor quite some time now I have cared for you through my discovery, and have ensured that they are sent to you when you most need them. Have you been receiving them? Of course you have; my calculations pinpoint your location to the letter. Perhaps you do not appreciate what I have done fully. Perhaps I can show you.\n\n\nI have attacked the branches, and the roots.\n\n\nThe specimen I have sent to you is a seed.\n\n\nRespond to me, my love. Tell me you are happy. I just want you to be happy.\n\n\nWith Sincerity,\n\n████ ██████████\n\n\n\n\n\n\n\n\n\n\nAddendum:\n On █/█/20██, an instance of SCP-1925-A appeared which was significantly different from previous ones in its condition: a large opening (later determined to be created by a sharp kitchen knife) was present on the front neck. In addition, SCP-1925-B was inscribed crudely and haphazardly on the stomach of the subject, containing only one line:\n\n\n\n\nFINAL OFFERING\n\n\n\n\nFollowing this incident, no new instances of SCP-1925-A have been reported. SCP-1925 reclassified as Neutralized on █/██/20██.\n\n\n\n\n\n\n« \nSCP-1924\n | SCP-1925 | \nSCP-1926\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1925\n\" by ObserverSeptember, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1925\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: On █/█/20██, an instance of SCP-1925-A appeared which was significantly different from previous ones in its condition: a large opening (later determined to be created by a sharp kitchen knife) was present on the front neck. In addition, SCP-1925-B was inscribed crudely and haphazardly on the stomach of the subject, containing only one line:\nFollowing this incident, no new instances of SCP-1925-A have been reported. SCP-1925 reclassified as Neutralized on █/██/20██."
    ],
    "documents": [],
    "notes": [
        "Note # : SCP-1925-B-01 Date of Recovery: ██/██/20██ Description of SCP-1925-A: Caucasian male, c. 21-24 years of age, 177cm/98kg Transcription of Note Contents: Dearest Caroline, It has been far too long since I've seen your smiling face, so I feel the need to reach out to you once more. I hope all has been well with you since our unfortunate departure from each other's lives. You'll forgive me for my unorthodox method of delivering this message, but…well, you know me. As a scientist, I seek ways to imbue my work into practical facets of my life, and this is an opportunity I could not pass up. I have been doing extensive research on the subjects of spacetime causality and the Theory of Relativity, and…well…let's just say Einstein is not as right as we think he is. Through methods far too complicated to explain in such a small space, I have, in effect, bent the laws of physics to my whim. And what better way to bend them than to bend them for you, long lost love? You may not think I was listening to you as you tried to explain your depressed state of mind, but I was. It made me angry, because I could not do anything. And so I asked myself: how could I make you happier? The answer: by removing those from the Earth that are less happy than you are. Surely if the net amount of joyful people decreases, the standard for happiness will decrease as well, no? The specimen I have sent to you was a young student of mine. A powerful one, smart, and physically fit to boot. He will be missed. Which means, by extension, you will be wanted. Contact me as soon as you wish. With Sincerity, ████ ██████████",
        "Note # : SCP-1925-B-12 Date of Recovery: ██/█/20██ Description of SCP-1925-A: Hispanic female, c. 35-40 years of age, 164cm/77kg Transcription of Note Contents: Dearest Caroline, Since the beginning of my offerings to you, I have been contemplating a shift in my priorities. Previously I have focused on the young and the restless, those with the potential to become happier than you. It has occurred to me, however, that I may be attacking the branches of the issue, rather than the root. Why focus on ending those who can become happy when I can focus on those who are already happy? The specimen I have sent to you was a mother of two. She was pleased with her station in life, and had the potential to spread this joy to those she loved. I have performed you a good service this day, yes? Please respond as soon as you are able. With Sincerity, ████ ██████████",
        "Note # : SCP-1925-B-21 Date of Recovery: █/█/20██ Description of SCP-1925-A: [REDACTED] Transcription of Note Contents: Dearest Caroline, Why? Why have my offerings not pleased you? For quite some time now I have cared for you through my discovery, and have ensured that they are sent to you when you most need them. Have you been receiving them? Of course you have; my calculations pinpoint your location to the letter. Perhaps you do not appreciate what I have done fully. Perhaps I can show you. I have attacked the branches, and the roots. The specimen I have sent to you is a seed. Respond to me, my love. Tell me you are happy. I just want you to be happy. With Sincerity, ████ ██████████",
        "FINAL OFFERING",
        "\" SCP-1925 \" by ObserverSeptember, from the SCP Wiki . Source: https://scpwiki.com/scp-1925 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1925",
    "object_class": "Neutralized (formerly Euclid; see Addendum)",
    "containment_procedures": "Foundation agents embedded in the New York Police Department and the Port Authority of New York and New Jersey shall monitor both organizations for any reports of discoveries of human cadavers along the Hudson River at the NY–NJ border. Upon confirmation of an SCP-1925-A instance, Class B amnestics are to be administered to all direct witnesses and Class C amnestics to all indirect witnesses. Instances of SCP-1925-A are to be stored at the Humanoid Research Wing of Site 40 for thirty days, after which they are to be cremated. Instances of SCP-1925-B are to be transcribed to the database of the same site. As of █/██/20██, SCP-1925 is considered neutralized.",
    "description": "SCP-1925-A is the designation given to a series of human corpses that have manifested along the banks of the Hudson River since the first confirmed sighting on █/██/20██. Although instances of SCP-1925-A vary in age, race, and sex, the following are consistent among all confirmed sightings:",
    "title": "SCP-1925"
}