{
    "url": "https://scp-wiki.wikidot.com/scp-1928",
    "all_text": "rating: \n+148\n+\n–\nx\n\n\nItem #:\n SCP-1928\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1928 should be kept in a padded, airtight case to prevent damage or accidental activation of anomalous properties.\n\n\nThis artifact is stored at Research Sector-09 as a part of the Bonifay family collection. Cross-testing of SCP-1928 with \nSCP-1890\n and \nSCP-1896\n has been suspended, pending further study of Incident Times-Union (\nsee Addendum 2\n).\n\n\nDescription:\n SCP-1928 is a banjo uke or “banjolele”, identical to a discontinued brand originally mass-manufactured in the 1920s.\n\n\nWhen strummed or tapped with only one hand, SCP-1928 produces sounds comparable to a non-anomalous instrument. However, when a human subject places both hands on any part of the artifact, they will be compelled to play it. Except in cases of disability or manual impairment, subjects affected by SCP-1928 demonstrate consistently superior technique and speed in various styles of strumming and fingerpicking.\n\n\nNo audible sound is produced by this compulsive playing. In-person observation and audio recordings have only reported the sounds of the affected subjects' breathing or the rustle of their clothing.\n\n\nTested subjects describe their movements as involuntary; while affected, however, subjects’ facial cues and body language suggest intent concentration or thoughtfulness. While under the influence of SCP-1928, subjects will not respond to visual or auditory stimuli, only returning to full consciousness if another individual comes into physical contact with SCP-1928.\n\n\nSix images of SCP-1928, identified by distinctive scratches and the capital \"BON\" scratched on the back of the head, have been found in \nSCP-1890\n. The instrument is pictured in the hands of individuals of different ethnicities and ages, or placed on display with other valued possessions.\n\n\nAddendum 1:\n\nAs of 10/12/██, 7 days to the hour since the first test conducted with SCP-1928 and a human subject, a secondary effect has been observed.\n\n\n\n\n+Excerpts from research notes\n\n\n\n\n-close Research notes\n\n\n\n\nexcerpts from the notes of Researcher Hart:\n\n\n10/12/██\n\n\n\n\nWhile returning another item to containment, a research assistant noticed that SCP-1928 was vibrating inside of its protective case. The assistant reported this anomaly promptly, and did not attempt to handle the object. I arrived within five minutes of the alert, at which point the vibration had ceased. Seconds later, the sounds of banjo music could be heard in the immediate vicinity of SCP-1928, unmuffled by the case, at about the same volume as a comparable instrument being played.\n\n\nAfter about sixty seconds, the melody was joined by a voice, singing in a style reminiscent of the sprechstimme featured in many American folk songs. This \"song\" lasted for approximately four and a half minutes, but the assistant and myself were unable to record the music. Curiously, although we both identified the sung language as American English, we were unable to remember any of the lyrics or even individual words of the \"song\". SCP-1928 was removed from containment for close observation.\n\n\n\n\n10/14/██\n\n\n\n\nAt 15:07, the phenomenon occurred again, myself and several assistants and D-class subjects observing. Despite the cooperation of six listeners, no member of our group was able to recall the lyrics of the song after its abrupt end. Listeners also described markedly different voices— some identifying the singer as an adult male, others as an aged adult male, an adult female, or a child. Memories of the song's melody and style remained, however, and subjects unanimously recalled hearing a \"lament\" or synonymous descriptor.\n\n\n\nAttempts to record the music with analogue, digital, even [REDACTED] devices resulted in nothing but 5 minutes and 16 seconds of static.\n\n\n\n\n10/19/██\n\n\n\n\nAfter the third recurrence of this phenomena (seven days to the hour after the initial third test of SCP-1928), it was clear that the timing of the anomalous music coincided with the dates of the initial tests. In preparation for the next occurrence, a visual recording of the fourth test was set to play simultaneously with the first notes of anomalous music, in accordance with times noted in the original experiment log.\n\n\nA Level 2 researcher with considerable experience playing stringed instruments observed and confirmed that the test subject's motions in the recording were perfectly in sync with the anomalous music.\n\n\n\n\n11/02/██\n\n\n\n\nThis phenomena has been observed ten times in the course of two months, always corresponding to the date, time, and duration of previously conducted tests.\n\n\n\n\n\n\n\n\n\n\nAddendum 2:\n\nSome time after the observation of SCP-1928's secondary effect, approval was granted for cross-testing of the \"Bonifay family\" artifacts— SCP-1928, \nSCP-1890\n, and \nSCP-1896\n —in an effort to learn more about the seemingly interrelated history and nature of these items. Incident Times-Union describes the textual and photographic alterations that occurred as a result of these experiments.\n\n\n\n\n+Excerpts from experiment log\n\n\n\n\n-close Excerpts from experiment log\n\n\n\n\n\n\nProcedure\n: SCP-1928 was placed in the hands of subjects already under the anomalous influences of \nSCP-1890\n (i.e. still experiencing acute face-blindness and ability to recall the Bonifay photographs in great detail), designated Group A; or \nSCP-1896\n (i.e. having recently experienced more than 40 minutes of associated sensory distortion and hallucination), designated Group B; with Group C consisting of subjects under the influence of both items.\n\n\nResults\n: Subjects of all three groups were unaffected by SCP-1928's compulsive properties. Instead, upon placing both hands on the artifact, subjects expressed nostalgic attachment and familiarity with the object.\n\n\n\n\nSubjects in Group A immediately and unquestioningly recognized SCP-1928 as the artifact depicted in SCP-1890, expressing delight at having a chance to see \"the family's baby banjo\"— a phrase used by five of the seven test subjects. Regardless of prior knowledge, subjects were able to answer questions pertaining to the history and technical properties of the banjo uke with some specificity. Each subject claimed to know the original owner of the instrument, although no two subjects described the same individual. The artifact was described alternatively as a wedding present, the hand-crafted work of a multi-talented farmer, and the product of a successful barter with a witch, among other detailed anecdotes.\n\n\n\n\n\n\nSubjects in Group B all recognized SCP-1928 as a familiar object, but were not certain why or from where they recognized it. However, unlike subjects in Group A, when prompted to attempt to play the instrument (and in some cases without prompting) subjects in Group B were able to play the instrument with a moderate to high level of skill, despite being specifically chosen for their lack of musical background. Unlike music previously produced by SCP-1928, these melodies were immediately audible and recordable. The songs played were recognizable American folk tunes, all predating the 1930s, including \"Idumea\", \"O Death\", \"Pretty Polly\", and a traditional arrangement of Psalm 137. While it is impossible to be certain, the similar themes expressed in the songs' lyrics— particularly Psalm 137, or \"Babylon\", which was heard most frequently— may have some connection to the artifact's history.\n\n\n\n\n\n\nSubjects in Group C did not simply display a combination of the previous behaviors, but experienced heightened delusions of familiarity with SCP-1928. The subjects seemed to regard themselves as descendants of the Bonifay family, unconsciously slipping into the first person when relating the artifact's history. As in previous cases, no two of these stories were identical— although many of the places and persons mentioned corresponded to the notations in SCP-1890. When Group C subjects were prompted to play the instrument, they not only played but sang, and frequently offered to perform \"an old family song\" without prompting. As in previous tests, however, these songs have proven unrecordable by manual or technological means. Neither researchers or test subjects were able to recall the lyrics sung.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+Incident Times-Union\n\n\n\n\n-close Incident Times-Union\n\n\n\n\n\n\n\n\ncopy of an altered photo; previously depicted an empty field\n\n\n\n\n\n\nDuring and after the testing of subjects in Group C, anomalous irregularities were observed in several paper documents. All of these documents were either inside or in the near vicinity of the testing room while the subjects were speaking or playing under the influence of SCP-1928. Most of these irregularities consisted of the word \"family\" or a short phrase (\"\nby the waters\n\", \"\nplease consider my age\n\") appearing in the middle of a sentence, in both handwritten and typewritten documents.\n\n\nA total of 18 altered documents were collected (\nsee attached files for detailed list\n), and cessation of testing seems to have curbed the spread of the anomalous changes.\n\n\nOf these collected items, the most notable is a copy of the local Sun Sentinel newspaper, dated 01/10/██. During testing of SCP-1928 with a Group C subject, assistant Researcher Evans observed the text and images printed in this newspaper changing to reflect a 1920s edition of the Times-Union, one of the oldest Floridian newspapers.\n\n\nThese changes were incomplete, affecting only individual columns and pages of the document— sports columns reporting on decades-old games, political articles changed to reflect the local concerns of Florida in 1928, etc. Of greatest relevance, however, were the changes to the obituaries and photographs: photos were not only altered to reflect the technology of the 1920s, but changed to feature indistinct human figures in spaces that had been blank. None of these figures can be identified. The obituary section was expanded to include nearly one thousand names, in some places printed over the top of one another, all sharing the surname \"Bonifay\".\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1927\n | SCP-1928 | \nSCP-1929\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1928\n\" by floridapologia, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1928\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n bonifays.jpg\n\n\nAuthor:\n Herrington, G. L.\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://www.floridamemory.com/items/show/63107",
    "addendums": [
        "Addendum 1: As of 10/12/██, 7 days to the hour since the first test conducted with SCP-1928 and a human subject, a secondary effect has been observed.",
        "Addendum 2: Some time after the observation of SCP-1928's secondary effect, approval was granted for cross-testing of the \"Bonifay family\" artifacts— SCP-1928, SCP-1890 , and SCP-1896 —in an effort to learn more about the seemingly interrelated history and nature of these items. Incident Times-Union describes the textual and photographic alterations that occurred as a result of these experiments."
    ],
    "documents": [],
    "notes": [
        "While returning another item to containment, a research assistant noticed that SCP-1928 was vibrating inside of its protective case. The assistant reported this anomaly promptly, and did not attempt to handle the object. I arrived within five minutes of the alert, at which point the vibration had ceased. Seconds later, the sounds of banjo music could be heard in the immediate vicinity of SCP-1928, unmuffled by the case, at about the same volume as a comparable instrument being played. After about sixty seconds, the melody was joined by a voice, singing in a style reminiscent of the sprechstimme featured in many American folk songs. This \"song\" lasted for approximately four and a half minutes, but the assistant and myself were unable to record the music. Curiously, although we both identified the sung language as American English, we were unable to remember any of the lyrics or even individual words of the \"song\". SCP-1928 was removed from containment for close observation.",
        "At 15:07, the phenomenon occurred again, myself and several assistants and D-class subjects observing. Despite the cooperation of six listeners, no member of our group was able to recall the lyrics of the song after its abrupt end. Listeners also described markedly different voices— some identifying the singer as an adult male, others as an aged adult male, an adult female, or a child. Memories of the song's melody and style remained, however, and subjects unanimously recalled hearing a \"lament\" or synonymous descriptor. Attempts to record the music with analogue, digital, even [REDACTED] devices resulted in nothing but 5 minutes and 16 seconds of static.",
        "After the third recurrence of this phenomena (seven days to the hour after the initial third test of SCP-1928), it was clear that the timing of the anomalous music coincided with the dates of the initial tests. In preparation for the next occurrence, a visual recording of the fourth test was set to play simultaneously with the first notes of anomalous music, in accordance with times noted in the original experiment log. A Level 2 researcher with considerable experience playing stringed instruments observed and confirmed that the test subject's motions in the recording were perfectly in sync with the anomalous music.",
        "This phenomena has been observed ten times in the course of two months, always corresponding to the date, time, and duration of previously conducted tests.",
        "Procedure : SCP-1928 was placed in the hands of subjects already under the anomalous influences of SCP-1890 (i.e. still experiencing acute face-blindness and ability to recall the Bonifay photographs in great detail), designated Group A; or SCP-1896 (i.e. having recently experienced more than 40 minutes of associated sensory distortion and hallucination), designated Group B; with Group C consisting of subjects under the influence of both items. Results : Subjects of all three groups were unaffected by SCP-1928's compulsive properties. Instead, upon placing both hands on the artifact, subjects expressed nostalgic attachment and familiarity with the object. Subjects in Group A immediately and unquestioningly recognized SCP-1928 as the artifact depicted in SCP-1890, expressing delight at having a chance to see \"the family's baby banjo\"— a phrase used by five of the seven test subjects. Regardless of prior knowledge, subjects were able to answer questions pertaining to the history and technical properties of the banjo uke with some specificity. Each subject claimed to know the original owner of the instrument, although no two subjects described the same individual. The artifact was described alternatively as a wedding present, the hand-crafted work of a multi-talented farmer, and the product of a successful barter with a witch, among other detailed anecdotes. Subjects in Group B all recognized SCP-1928 as a familiar object, but were not certain why or from where they recognized it. However, unlike subjects in Group A, when prompted to attempt to play the instrument (and in some cases without prompting) subjects in Group B were able to play the instrument with a moderate to high level of skill, despite being specifically chosen for their lack of musical background. Unlike music previously produced by SCP-1928, these melodies were immediately audible and recordable. The songs played were recognizable American folk tunes, all predating the 1930s, including \"Idumea\", \"O Death\", \"Pretty Polly\", and a traditional arrangement of Psalm 137. While it is impossible to be certain, the similar themes expressed in the songs' lyrics— particularly Psalm 137, or \"Babylon\", which was heard most frequently— may have some connection to the artifact's history. Subjects in Group C did not simply display a combination of the previous behaviors, but experienced heightened delusions of familiarity with SCP-1928. The subjects seemed to regard themselves as descendants of the Bonifay family, unconsciously slipping into the first person when relating the artifact's history. As in previous cases, no two of these stories were identical— although many of the places and persons mentioned corresponded to the notations in SCP-1890. When Group C subjects were prompted to play the instrument, they not only played but sang, and frequently offered to perform \"an old family song\" without prompting. As in previous tests, however, these songs have proven unrecordable by manual or technological means. Neither researchers or test subjects were able to recall the lyrics sung.",
        "\" SCP-1928 \" by floridapologia, from the SCP Wiki . Source: https://scpwiki.com/scp-1928 . Licensed under CC-BY-SA .",
        "Filename: bonifays.jpg Author: Herrington, G. L. License: Public Domain Source Link: https://www.floridamemory.com/items/show/63107"
    ],
    "item": "SCP-1928",
    "object_class": "Safe",
    "containment_procedures": "SCP-1928 should be kept in a padded, airtight case to prevent damage or accidental activation of anomalous properties.",
    "description": "SCP-1928 is a banjo uke or “banjolele”, identical to a discontinued brand originally mass-manufactured in the 1920s.",
    "title": "SCP-1928"
}