{
    "url": "https://scp-wiki.wikidot.com/scp-1929",
    "all_text": "\"Your sight is there, but your eyes are dust. Your teeth are there, but your mouth is dust. Your mind is there, but your thoughts are dust. You wait for the end, but time is dust.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+156\n+\n–\nx\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-1929\n - Discoherence by \nPeppersGhost\n\n\nBased on \nSCP-1929: Down To Earth\n by an author who wishes to remain anonymous.\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-1929 approaching from the north.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-1929 approaching from the north.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n1929\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\npausa\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n Particulate remains of affected matter are stored in discrete containers labelled with the SCP-1929 prefix and sub-designated in ascending numerical order. Remains of SCP-1929 victims may be periodically evaluated for cessation of consciousness; all other testing has been suspended.\n\n\nIn the event SCP-1929 resumes activity, affected areas are to be immediately quarantined and publicly reported as destroyed by a natural disaster.\n\n\n\n\ndescription\n\n\n\n\n\n\n\n\nSCP-1929-00122, retrieved for digital archival.\n\n\n\n\n\n\nSCP-1929 was a meteorological phenomenon which occurred throughout the lower Great Plains of America between 1930 and 1938. SCP-1929 events were similar in appearance to non-anomalous dust storms common to the region at the time, but would manifest exclusively in the vicinity of small townships and remain in place for days or weeks at a time, unaffected by wind conditions and other meteorological factors in the surrounding area.\n\n\nPhysical substances and immaterial concepts within the active area of an SCP-1929 occurrence became prone to spontaneous bouts of mutability between their original form and a loose collection of particulate matter resembling dust. The nature of this process varied between subjects; observed disintegrations have ranged from whole to partial, could affect subjects uniformly or irregularly, and might progress gradually, incrementally, or in rare cases, instantaneously. Subjects might eventually reconstitute to their original form at various intervals, but repeated cycles of disintegration and reconstitution are believed to have proportionally reduced the likelihood of reconstituting correctly, leading to the mutation and/or amalgamation of destabilized subjects.\n\n\nEgress from an active SCP-1929 manifestation was possible, though rarely successful. Subjects affected by SCP-1929 were unlikely to maintain physical integrity when removed from its active area and would often disintegrate entirely within 48 hours of egress with no chance of reconstitution.\n\n\n\n\n\n\nIrene Thomas undergoing partial disintegration. She reportedly retained the ability to converse despite the collapse of her head and vocal cords, but was too disoriented to stand.\n\n\n\n\n\n\nBoth wholly and partially disintegrated subjects have been noted to retain function of certain biological, mechanical, and/or intangible apparatuses regardless of whether the components necessary to achieve that function had disintegrated.\n1\n Furthermore, human subjects affected by SCP-1929 have reported experiencing stimuli from disconnected and/or disintegrated sensory organs.\n\n\nAlthough the extent to which SCP-1929 affects consciousness is still poorly understood, a 1943 study determined that samples of particulate remains from previously living subjects scored an average of 12 to 22 on the Rhine-Fort Psionic Resonance Scale, notably overlapping the 20-to-23 scoring range associated with awareness and the capacity for intelligent thought.\n2\n This test was repeated in 2011 using the same samples, and the results suggested there has been negligible diminishment in conscious energy since the 1943 study.\n\n\n\n\nSusa, OK\n\n\n\n\nThe largest and most well-documented SCP-1929 manifestation occurred in Susa, Oklahoma on March 14th, 1935. The entirety of the town's residents and properties lost physical coherence as a result of the storm, as did the Class-D response team dispatched to Susa from Site-31.\n\n\n\n\nSCP-1929\n DOC#0613\n \n03/14/1935\n\n\nINCIDENT LOG — INITIAL BREACH\n\n\nComposite timeline per eyewitness accounts\n\n\n\n\n0300\n\nSCP-1929 manifestation begins to form around the town of Susa, OK.\n\n\n0730\n \n3\n\nSusa resident Ray Cote leaves the active area of SCP-1929 in his truck.\n\n\n0850\n\nCote's truck is seen traveling westbound towards Enid, OK at great speed.\n\n\n0858\n\nCote enters the lobby of Enid Springs Hospital\n4\n in extreme distress, carrying a set of bedsheets knotted into a bundle. He claims that the bundle contains his wife, who has been reduced to dust, and he begs the hospital staff to reassemble her. Witnesses believe Cote to be having a psychiatric crisis and security is contacted.\n\n\n0901\n\nSecurity officer Randall Wyatt arrives on the scene. After unsuccessfully attempting to calm Cote, the officer is instructed by medical staff to forcefully detain him for medical evaluation.\n\n\n0905\n\nThe altercation causes Cote to drop the bundle, spilling his wife's remains across the tile floor. He falls to his knees and attempts to gather his wife's remains back into a pile using his hands.\n\n\nThe officer moves to grab Cote by the waist, but his hands simply pass through Cote's abdomen and clothing as they collapse into dry granules on contact. Cote weeps, but does not display any direct awareness of his condition.\n\n\n0906\n\nCote's partial disintegration provokes a panicked response from immediate bystanders, alerting him to his condition and drawing the attention of additional hospital staff. A state of pandemonium ensues and Cote's body is further damaged by human contact. At some point in the chaos, Cote mentions that his child is still in his truck outside.\n\n\n0911\n\nOne bystander, identified by witnesses only as a member of staff, attempts to provide Cote a swift death by stomping his head repeatedly. Upon seeing the fingers of Cote's remaining hand continue to gesticulate, the staff member frantically crushes every remaining piece of Cote's body until it is fully granulated.\n\n\n0919\n\nA Foundation informant embedded in the local telephone service learns of the SCP-1929 manifestation and promptly submits both an incident alert and dispatch request to Site-31 in Tulsa.\n\n\n0923\n\nOnlookers gathered outside the hospital report hearing a child's voice emanating from the tailpipe of Cote's truck, but find the vehicle otherwise unoccupied.\n\n\n1003\n\nThe truck disintegrates.\n\n\n\n\nAfterword:\n The vehicle's engine continued to be audible until the following morning; the child's voice, while infrequent, has persisted to the present day.\n\n\n\n\n\n\n\n\nSCP-1929\n DOC#0614\n \n03/14/1935\n\n\nTRANSCRIPT LOG — FIRST CONTACT\n\n\nBEA ROSS:\n\n\n \n— FOUNDATION SITE-31, TULSA\n\n\n \n— COMMUNICATIONS SPECIALIST\n\n\nUMA PRISTIN:\n\n\n \n— HARPER & SONS HARDWARE STORE,\n5\n SUSA\n\n\n \n— SWITCHBOARD OPERATOR\n\n\nARTHUR HASTINGS:\n\n\n \n— SHERIFF'S OFFICE, SUSA\n\n\n \n— DEPUTY\n\n\n\n\nROSS:\n\nHello, I—\n\n\nPristin:\n\n[ \nNonverbal exclamation.\n ]\n\n\nHASTINGS:\n\n[ \nOverlapping.\n ] Christ! Christ! You're the first voice, first call that's made it either way. You've got to send help.\n\n\nPristin:\n\nFor the love of God, help us!\n\n\nROSS:\n\nHelp is on the way. What do you need? What's happening there?\n\n\nHASTINGS:\n\nI don't— I don't know what to tell you. Storm whipped up in the dead of night, hit just after sunrise. We could tell it was bad just seeing it coming, but— I was here, folks saying all kinds of things on the telephone, whole party line screaming the damnedest things, asking me for help, and— what do I do? What can I do after what I seen?\n\n\nROSS:\n\nStay inside. Stay safe. What did you see?\n\n\nHASTINGS:\n\nI swear on God's own name, call it the work of the devil, but I stepped out and there was a woman's face, just the face, up on a fence. Caught on a nail, flapping in the wind like a piece of cloth, and God's truth—it was screaming. Lord help me, she was still screaming as she blew away.\n\n\nPristin:\n\nPlease don't go. He's telling the truth. We've all been seeing these things. People are dying, and worse. Please help.\n\n\nROSS:\n\nDon't worry. We believe you. Our people will help you. We deal with these things, but you have to tell us what we're dealing with.\n\n\nHASTINGS:\n\nListen, I— I can't… I don't know what else to say. It's all too much. I'm just the deputy.\n\n\nROSS:\n\nWhere is the Sheriff?\n\n\nHASTINGS:\n\nHe… [ \nUnintelligible.\n ]\n\n\nPristin:\n\nHe's gone.\n\n\nHASTINGS:\n\nNo! He's— He went out, all wrapped up. He had goggles on. He seemed fine. But when he took them off, he kept rubbing his eyes, kept saying they got dust in them. I told him to stop.\n\n\n[ \nSILENCE\n ]\n\n\nROSS:\n\nSir? Sir, are you there?\n\n\nHASTINGS:\n\nI told him to stop, but he wouldn't. He kept rubbing his eyes, and I tell you, it's like he ground them all up, right out of his skull, and he didn't even notice. Dug two deep holes in his face and didn't even notice! And then he went right back outside. He said—\n\n\nPristin:\n\nDon't tell her, Art.\n\n\nHASTINGS:\n\nHe said they took his eyes. Said he had to get 'em back, because he didn't like what they were making him see.\n\n\nROSS:\n\n\"They?\" Do you know who he was talking about?\n\n\nHASTINGS:\n\nYou said there's help. When's it getting here? When are you going to help us?\n\n\nROSS:\n\nHelp is on the way. Who took the Sheriff's eyes, Art?\n\n\nHASTINGS:\n\nI… Listen, we cover up the windows around here. Wet sheets, sometimes, to catch the dust. But when the sun hits it just right—\n\n\nPristin:\n\nDon't.\n\n\nHASTINGS:\n\nWe keep seeing these shapes outside. Shadows against the sheets. Sometimes they're shaped like people. And sometimes they talk like people, too. They've been coming here every day.\n\n\nROSS:\n\nEvery day? You mean before the storm?\n\n\nHASTINGS:\n\nWhat?\n\n\nPristin:\n\n[ \nUnintelligible.\n ]\n\n\nROSS:\n\nMa'am? I'm hearing a lot of noise. You'll have to speak up.\n\n\nPristin:\n\n[ \nScreaming.\n ]\n\n\nROSS:\n\nMa'am? Is that the wind?\n\n\nPristin:\n\n[ \nScreaming continues.\n ]\n\n\nROSS:\n\n[ \nOverlapping.\n ] Ma'am, are you hurt? Sir?\n\n\n[ \nIndistinguishable noise\n ]\n\n\nROSS:\n\nHello? Is anyone still there?\n\n\n[ \nStrong winds and creaking wood.\n ]\n\n\nROSS:\n\nHello! Hello!\n\n\nUNKNOWN MALE:\n\n[ \nIntermittent.\n ] I'm sorry. That wasn't the deputy. It just thought it was.\n\n\n\n\nAfterword:\n No further responses were received. Connection was lost after several minutes of wind and indistinguishable noise.\n\n\n\n\n\n\nEXPEDITION\n\n\n\n\nA field team comprised of 12 Class-D personnel was deployed to Susa, OK from Site-31 to document SCP-1929 in action.\n6\n Of the three and a half team members who returned, only two still possessed sufficient physical and conceptual cohesion to communicate their experiences. Their testimonies were compiled into the following report, along with sundry memories inadvertently inhaled by the presiding clinician while examining the partially deconstructed team members.\n\n\n\n\nSCP-1929\n DOC#410\n \n03/14/1935\n\n\nEXPEDITION LOG\n\n\nFIELD TEAM LEADER:\n\n\n \nD-10944 —\n Edward D. Mulligan\n\n\nSUPPORTING OPERATIVES:\n\n\n \nD-20501 —\n Tristan Tiernan\n\n\n \nD-21928 —\n Philip N. Fitzgerald\n\n\n \nD-30910 —\n Geoffrey Walsh\n\n\n \nD-33035 —\n Ethan R. Crandle\n\n\n \nD-39521 —\n David K. Byrne\n\n\n \nD-41004 —\n James Lamarr\n\n\n \nD-49438 —\n Hollis Getz\n\n\n \nD-52391 —\n Mason W. Keating\n\n\n \nD-54485 —\n Cillian D. Butler\n\n\n \nD-79014 —\n Nicholas D. O'Mara\n\n\n \nD-80290 —\n Lloyd Solomon\n\n\n\n\n0915\n\nThe team departs Site-31 in a convoy of three AAZs\n7\n driven by Byrne, Walsh, and Lamarr.\n\n\n1018\n\nField team convoy arrives at Susa outskirts. There is a stark delineation between SCP-1929's active area and the relative stillness of the environment immediately surrounding it. O'Mara likens the appearance of the storm's edge to that of a solid wall. The team don goggles and handkerchiefs on their faces before going further.\n\n\n1031\n\nConvoy breaches SCP-1929's border. Timekeeping devices immediately stop functioning. Field members are initially disoriented by the loud winds and dense clouds of dust, but gradually come to feel an innate awareness of each other and their surroundings in spite of the storm obstructing their natural senses. This persists for the entirety of the expedition.\n\n\nThe amount of time spent until reaching Susa proper is a matter of disagreement between team members, ranging from two to twelve hours, whereas the expected travel time given the convoy's speed would be roughly 9 minutes. No residents or fauna are observed during this time.\n\n\nWhen the convoy approaches a homestead with an open front door, Tiernan, Crandle, and Butler are sent inside to investigate. Crandle emerges sometime later, describing the interior of the building as being \"just more outside.\" He is accompanied by Butler, whose left arm has disintegrated below the elbow. Tiernan does not return; despite this, his teammates report feeling his presence.\n\n\nThe deterioration of Butler's arm continues over the following minutes, ending just below the shoulder. He is distressed, but claims the injury is not painful. His condition alarms the other field team members; Solomon and Lamarr discuss the possibility of deserting the mission, but are overheard and chastised.\n\n\nAn argument ensues between Mulligan and Lamarr which quickly escalates into a physical altercation. Walsh tries to intervene, but backs aways when Mulligan draws his firearm. In spite of protests from the other members of the team, Mulligan shoots Lamarr for insubordination, as per protocol. The bullet strikes Lamarr's lower abdomen. Lamarr, confused by the subsequent lack of blood or pain, attempts to examine the wound, but this causes the surrounding flesh to disintegrate on contact. He laughs, bids the convoy goodbye, and disappears into the storm on foot. Control of Lamarr's AAZ is subsequently passed to Solomon.\n\n\nWalsh attempts to return to his vehicle, but his hand becomes inexplicably stuck to the handle of the door. Solomon inspects Walsh's hand and finds it rigid and brittle; he extricates it from the door with force, snapping off several of Walsh's fingers in the process. Walsh apparently enters a state of shock, appearing disoriented and expressing less displeasure at the loss of his digits than the fact that the tattoos on his remaining knuckles no longer spell out a complete word. He briefly attempts to resume his duties driving the AAZ, but Mulligan orders Getz to take his place.\n\n\nAs the convoy moves further into town, structures encountered are found to be in various stages of disintegration, are often spaced unusually distant from one another or very close, and occasionally intersect at odd angles. Team members frequently report shadows resembling groups of people in the distance. Attempts to investigate these sightings are consistently ineffective, with the shadows appearing to move further away from the convoy at the same speed that they are approached.\n\n\nAfter some time, Butler remarks that it is almost noon. When questioned, he insists this is the time displayed on his watch, despite the watch having disintegrated with the rest of his left arm. Whilst the others are initially dismissive of Butler's statements, O'Mara notices that his own watch, though still non-functional, is now fixed at 11:55; all other timepieces are found to show the same. The team unanimously agrees that more than two hours should have passed, but are unable to place the direction of the sun in the sky.\n\n\nOnce again, Walsh offers to resume control of his vehicle. Getz finds that Walsh has regained possession of all ten fingers, and that Walsh has no memory of losing them. Getz refuses to travel in the same vehicle as Walsh or Butler due to SCP-1929's effects on their minds and bodies; when other team members express similar sentiments, Mulligan allows Walsh to drive an AAZ with Butler as his sole passenger, and all other operatives are made to fit in the remaining two vehicles driven by Getz and Byrne.\n\n\nCrandle and Fitzgerald, after sitting next to each other in close quarters for much of the journey, discover they have fused at their shoulders. The two are removed from Byrne's vehicle (albeit with some difficulty) and made to ride with Walsh and Butler. Keating objects to the treatment of his teammates, but he is reprimanded by Mulligan. As Crandle and Fitzgerald are moved, Tiernan is found in Walsh's AAZ sitting next to Butler. Tiernan claims he has been with them the entire time, and has no memory of his prior disappearance inside the homestead. He attempts to get Butler to corroborate his version of events, but Butler is too distressed by his own deteriorating lower body to communicate rationally. Walsh only smiles, ignoring any questions posed to him.\n\n\nThe convoy hesitantly resumes, but encounters no structures, living beings, or vegetation for an extended period of time. The team express unanimous confusion as to why the sun has not yet set. Butler's disintegration progresses upward along his body until finally halting halfway along his lower jaw, with only the upper portion of his head left whole. He remains conscious, but his speech is impeded by the exposed underside of his mouth. The other occupants of the vehicle are disturbed by his condition, but he is not removed as no one is willing to touch him.\n\n\nCrandle grows increasingly distressed by his proximity to Butler, his fusion to Fitzgerald, and the limited space inside the AAZ. He attempts to leave the vehicle, but is held back by Fitzgerald, who loudly protests. The two continue to pull themselves in opposite directions. Tiernan yells for them to stop, but he is ignored.\n\n\nFitzgerald's body splits. The uppermost portion of his torso is broken off below the collarbone. Crandle exits the AAZ, Fitzgerald's head and shoulder still affixed to his side; the rest of Fitzgerald's body convulses on the seat of the AAZ until it is ejected by Tiernan. Crandle attempts to remove the remaining pieces of Fitzgerald from his body, but to no success. He struggles with increasing desperation, striking Fitzgerald's head repeatedly, but only manages to instigate a disintegration of the epidermis with no further damage. Finally, Crandle takes his own head in his hands, twists, and casts it into the storm. Crandle and Fitzgerald's headless bodies thrash in the dust.\n\n\nTiernan covers his eyes, inadvertently causing his goggles to crumble to dust. His eyelids follow. He opens his mouth to scream, but makes no sound.\n\n\nWalsh, who has continued to smile for the duration of the incident, signals for the convoy to move on. Crandle and Fitzgerald are left behind.\n\n\nTravel continues uninterrupted until Getz makes an unauthorized break from the convoy, announcing that he needs to urinate. As Getz exits his vehicle, other team members witness a humanoid silhouette emerging from the storm. The figure is unusually large, with a number of sharp protrusions jutting from its head. As the shape becomes more distinct, the winds grow quiet, yet increase in intensity. The other team members call out to Getz, yet despite his close proximity to his AAZ he does not appear to hear them.\n\n\nA noise like thunder reverberates through the storm. The convoy suddenly comes under heavy fire, though the assault lasts less than five seconds.\n8\n Getz's head, neck, and torso are heavily damaged by the attack, exposing mixed quantities of dust and viscera. The damaged pieces of his body remain in place for a few moments before falling and bursting on the ground; his arms, however, are left suspended in their original positions. Getz's hands grasp about frenetically, then stop, turn, and reach for the door of the AAZ. Holding the door shut from inside, Mulligan takes control of the vehicle and orders the convoy to depart. The wind and its sound return to their previous state, and the humanoid silhouette is no longer visible.\n\n\nMulligan directs the field team to seek shelter. After searching for a period described as lasting hours, they finally encounter a farmhouse; however, it has been completely bisected, leaving the interior of the home exposed to the storm. Nevertheless, Byrne volunteers to investigate. He notices a woman moving about the second floor of the structure. At one point, she steps off the edge where the floor visibly ends, but remains suspended in the air, apparently interacting with a section of the building not visible to Byrne and the other team members.\n\n\nByrne calls out to the woman. She does not respond, and she is too high for him to physically reach. He walks the area until he discovers a nearby barn which had either gone unnoticed or had not existed in the preceding minutes. Byrne asks Mulligan to help him find a ladder so he can come to the woman's aid. Mulligan initially refuses, exasperated by the absurdity of the situation, but eventually relents as the barn appears relatively intact compared to most structures encountered thus far.\n\n\nIt takes the combined strength of both men to pull the front of the barn open. The interior is initially too dark to see, but is quickly illuminated by a surge of light that momentarily blinds Byrne and Mulligan. The source is a motorized wheat thresher, heavily rusted, with the nude upper half of a man fused at his waist to the front of the machine, just above and behind the rotary blades. The man's eyes are closed and his muscles are slack.\n\n\nAgainst Mulligan's orders, Byrne approaches the machine and observes large quantities of human teeth strewn over the length of the feeding belt. As he moves to examine the interior of the mechanism, the man fused to the thresher jolts awake and grabs Byrne's arm, throwing him off balance. The rotary blade array activates, but does not start at full speed, allowing Byrne time to move out of the way.\n\n\nByrne and Mulligan rush toward the convoy. Byrne stumbles, and his left foot breaks apart into chunks of grit. Undeterred, he continues to flee, first by jumping on his remaining leg until it snaps off, then by crawling along the ground by his arms. Despite his efforts, he is not quick enough to outpace the harvester. He calls out to Mulligan, but is ignored. What remains of Byrne's body is subsequently caught in the threshing mechanism and completely torn apart. When it is over, he is still screaming. There is no blood.\n\n\nMulligan reconvenes with his remaining teammates, declares the mission over, and orders the convoy to move out. No response is heard from Walsh's vehicle. Keating, concerned, calls out to Walsh's group, but keeps several yards from the AAZ. Tiernan steps out, murmuring unintelligibly. Despite orders to stay back, Tiernan continues to approach. Eventually he is close enough for Keating to see fingers grasping out from inside Tiernan's mouth, Walsh's tattoos visible on the knuckles. Keating hurriedly assumes control of Byrne's AAZ and drives away at full speed. Mulligan follows suit, and Walsh's group is abandoned.\n\n\nOnce they have put sufficient distance between themselves and Walsh's group, the remaining survivors of Mulligan, Keating, O'Mara and Solomon make the decision to travel in a single vehicle in order to conserve fuel, and agree to take turns manually siphoning fuel from the tank of the AAZ they intend to abandon. To their confusion, they find the tanks of both vehicles to be full of dust. As the engines continue to operate regardless, the four decide to continue using both vehicles, with Solomon passenger to Keating and O'Mara passenger to Mulligan.\n\n\nRather than return the way they came, it is agreed that the best course of action is to continue forward in hopes of emerging from SCP-1929 on the opposite side. Not long afterward, Keating confesses to the others that his right leg has disintegrated to the extent that he cannot reach the gas pedal, and he suggests the others continue without him. Solomon and Mulligan agree without hesitation, but O'Mara instead offers to drive Keating's vehicle for him. Though Mulligan expresses some discomfort with this suggestion, as the new arrangement would require him to share his AAZ with Solomon, he acquiesces.\n\n\nThe remainder of their journey is largely uneventful, but seems to last the length of three full days. The sun remains fixed at an indeterminate point in the sky. Very little is seen of the landscape besides a flat, dusty expanse. As they travel, Solomon hears intermittent scratching from beneath Mulligan's AAZ, but he does not mention it for fear of reprisal. Mulligan apparently undergoes a gradual form of conceptual stability collapse, leaving only a rudimentary facsimile of his mind and body. It does not relinquish control of the vehicle.\n\n\n1032\n\nThe AAZs carrying the remaining members of the field team are seen emerging from SCP-1929 at their initial point of entry.\n\n\n\n\nAfterword:\n Upon return to Site-31, Lamarr was discovered beneath Mulligan's AAZ, fused face-first to the underside of the chassis. The back half of his body had been completely shorn off during travel, and his hands had been destroyed in his attempts to extricate himself. It is believed he had hidden beneath the AAZ in an attempt to remain with the convoy undetected, fearing further violence from Mulligan after their altercation, and became trapped as his body lost cohesion. This theory was not verified by Lamarr himself, as his face could not be removed from the machinery.\n\n\n\n\n\n\nKLPN\n\n\n\n\n\n\n\n\nOriginally broadcast from a private residence, KLPN constructed its own dedicated facility in 1934, pictured above. It was lost in the destruction of Susa in 1935.\n\n\n\n\n\n\nKLPN was a 100-watt daytime AM radio station based in Susa, Oklahoma. It operated from 1932 to 1935 and was known to broadcast regional news, local talent, and licensed entertainment. The station remained intermittently operational over the course of the SCP-1929 manifestation in Susa, during which local host Zeus Urthos\n9\n made several broadcasts, transcribed below.\n\n\n\n\nSCP-1929\n DOC#622\n \n03/14/1935\n\n\nMEDIA LOG - #1\n\n\nTIME OF BROADCAST:\n 08:56 AM\n\n\n\n\nUrthos:\n\nDo you believe in prophecy, ladies and gentlemen? Now, I don't mean to cast doubt on whether you all believe the Good Book. Of course you do, folks. Of course you do. But I'm not talking about the Bible. I mean the here and now. Do you believe that God speaks to the ordinary people of today, like you and me? I believe he does.\n\n\nLet me tell you a story. A true story. I have to get up for work real early most days. Earlier than you, so you have something to listen to on your way to your own jobs. My girl Ann, she's about nine years old. She should have been asleep, but she caught me heading out the door. I mean she literally caught me by the leg, tears in her eyes, begging me not to go.\n\n\n\"Daddy,\" she said, \"please don't go to work today. Inky told me the world's gonna end.\"\n\n\nInky is her imaginary friend, you see. Just a dark stain shaped like a smile on her bedroom wall that she talks to. I told her it was a bad dream and I sent her back to bed. Haven't seen her since. Not for lack of trying, of course. When my truck fell apart and got stuck in a cow, you goddamn better believe I made the trip home on my own two feet! I would walk through Hell itself to see my little girl again, and ladies and gentlemen, I just about did.\n\n\nI made it home, and listen: Ann wasn't there. You can stick your prick in an anthill before you tell me I didn't look hard enough. She's gone, folks. They got her. She's one of the ones outside now. But never mind; I didn't come all the way back to the station just to tell you what I lost. I'm here 'cause of what I \nfound.\n\n\nI've spoken to Inky, ladies and gentlemen. And he's got the answers.\n\n\nStrange? Perhaps. Hardly stranger than a burning bush if you ask me. And if you've so much as peeked out your window the past few days,\n10\n why, you probably don't find much of anything strange anymore.\n\n\nNaturally, the first thing I asked ol' Inky is how we make it stop. You know what he told me? Go ahead and guess, folks. Come on! Play along.\n\n\nIt's the obvious answer. \nBlood!\n The cost is blood, ladies and gentlemen. Always has been, always will be. If work together, we can end this today.\n\n\nYou folks just got to help me find a fucker out here who still bleeds.\n\n\n\n\n\n\nSCP-1929\n DOC#623\n \n03/14/1935\n\n\nMEDIA LOG - #2\n\n\nTIME OF BROADCAST:\n 12:55 PM\n\n\n\n\nUrthos:\n\nLook out your window. Go on. Look. Now cover your eyes. Now look again. It's different, isn't it? It's changed. Where's your house? You're someplace different now. How long were your eyes closed? You were gone. Where were you? Don't act like you know.\n\n\nUNKNOWN MALE:\n\nAmen.\n\n\nUrthos:\n\nWish I knew where we go when we close our eyes. Some of you, I don't think you ever closed them. You let it all wash over you in an instant and never felt a thing. Some of us, we feel every moment, every part of it. We don't stop seeing when we close our eyes. I think mine might be closed right now. There's no telling anymore.\n\n\nUNKNOWN FEMALE:\n\nWhere did the kids go?\n\n\nUrthos:\n\nYour sight is there, but your eyes are dust. Your teeth are there, but your mouth is dust. Your mind is there, but your thoughts are dust. You wait for the end, but time is dust.\n\n\nUNKNOWN FEMALE:\n\nYou're not my husband.\n\n\nUrthos:\n\nDon't worry about her, folks. That's just Ma Duke. She's in the floor. Mostly.\n\n\nUNKNOWN FEMALE:\n\nGet out of my house.\n\n\nUrthos:\n\nThinks she owns the place. I'd box her ears if I knew where to find them. But look at me ramble! None of that matters. That's not why I'm on the air, and \nin\n the air, letting you breathe up my every little word.\n\n\nUNKNOWN MALE:\n\nJesus, Dougie. I keep thinking you're the cat.\n\n\nUNKNOWN CHILD:\n\nCan you get it out of me, Dad? I was trying to get its blood and I got stuck.\n\n\nUNKNOWN MALE:\n\nForget the blood. God was only joking.\n\n\nUNKNOWN FEMALE:\n\nYou'd think he'd have gotten the hint after the first few years.\n\n\nUrthos:\n\nLadies and gentlemen, there's only one instruction I have left to give, and it doesn't come from a dark little smear on a dead girl's bedroom wall. Fuck that lyin' bastard. No, my message to you today comes straight from me, or what's left of me: I'm telling you all to shut the hell up. Shut up. Everyone, just \nshut up\n.\n\n\nUNKNOWN FEMALE:\n\n[ \nLaughter.\n ]\n\n\nUrthos:\n\nTo every jackass still clinging to my skin: get off. To every whore clogging up my windpipe: get out. I evict you from me. You all got that? I know you're listening. I don't care if you're scattered across town in a million tiny pieces, you still have \ngoddamn radio!\n\n\nUNKNOWN CHILD:\n\nDad? Dad?\n\n\n[ \nFELINE SCREECHING.\n ]\n\n\nUNKNOWN MALE:\n\nYou're not my son anymore. You've just got his parts.\n\n\nUrthos:\n\nGet out of my body. Get out of my mind. Get out of my soul. Can't a man have a lick of privacy? I mean, George Caldwell, we grew up together, but he's standing on my tongue right now, somewhere—not to mention all those memories of mine he's got buried under his skin. That's too much for any man to take. Don't deny it, George. I can see you with my good eye.\n\n\nUNKNOWN MALE:\n\nYour eyes are closed.\n\n\nUrthos:\n\nI want you out of me, George. Every last bit of you. And that goes double for everyone else.\n\n\nUNKNOWN MALE:\n\n\nHe'll\n watch your eyes. He'll bite your teeth.\n\n\nUNKNOWN FEMALE:\n\nPlease turn off the radio. I'm frightened.\n\n\nUrthos:\n\nThis is your final warning, people. I mean it.\n\n\n\n\n\n\nSCP-1929\n DOC#624\n \n05/28/1935\n\n\nMEDIA LOG - #3\n\n\nTIME OF BROADCAST:\n 09:27 PM\n\n\n\n\nunknown voice:\n\nAgain.\n\n\nUrthos:\n\nIn the beginning, the hand of God took the dust to form man, and it was good. He took the man's rib to make woman, and it was good. He took the woman's pain to make the serpent, and it was good. He took the serpent's advice to flood the Earth, and it was good. On the seventh day, God tried to close his eyes to sleep, but they were already shut.\n\n\nunknown voice:\n\nAgain.\n\n\nUrthos:\n\nIn the beginning all was mud, formed into hills and valleys by the beating of the Buzzard's wings. Every living thing gathered together for a contest to stay awake for seven days and seven nights. The owl, the panther and the bat succeeded, and it blinded them. Unable to hunt, the three soon perished, and the Buzzard cleaned the flesh from their bones.\n\n\nunknown voice:\n\nAgain.\n\n\nUrthos:\n\nIn the beginning all was earth, but there came a great flood. The creatures of the world lashed together rafts to escape, but selfish beasts gnawed at the bindings and tore the rafts asunder. Every living thing drowned except one family of men and one pair of every animal. When the floodwaters receded, the creatures of the earth looked to the sky for a promise, but all it held was a bird the color of death.\n\n\nunknown voice:\n\nAgain.\n\n\nUrthos:\n\nIn the beginning a man bedded his sister and she gave birth to a son. The son bedded his mother and she gave birth to every living thing. But the son could not sleep at night from the noise of every living thing, so he sent a flood that lasted seven days and seven nights. When the floodwaters receded, the son tried to close his eyes to sleep, but they were already shut.\n\n\nunknown voice:\n\nAgain.\n\n\nUrthos:\n\nIn the beginning there is the dust, and the dust brings life. In the end there is the flood, and the flood brings death.\n\n\nunknown voice:\n\nAgain.\n\n\nUrthos:\n\nFlood's gone dry.\n\n\nunknown voice:\n\nAgain.\n\n\nUrthos:\n\nJust put me back together. Just part of me. I can feel them. All of them. It hurts. They itch.\n\n\nunknown voice:\n\nAgain.\n\n\nUrthos:\n\nPlease, just let me see her.\n\n\nunknown voice:\n\nAgain.\n\n\nUrthos:\n\nHow many centuries, Inky?\n\n\nunknown voice:\n\nAgain.\n\n\n[ \nGagging. Dust hits the floor.\n ]\n\n\nunknown voice:\n\nAgain.\n\n\nUrthos:\n\nIn the beginning, a serpent told the dust that it was man. And the dust believed it.\n\n\n\n\nFlood, sister of beginnings\n\n\nDrought, sister of endings\n\n\nThe effigy of my enemy is my enemy\n\n\nAnd you are far from blameless\n\n\nWhat you gave to the land\n\n\nWill be repaid in kind\n\n\nWhen you are no longer deaf to yourself\n\n\nYou will know what sleeplessness means\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSole remaining photograph taken by the Class-D field team deployed to Susa, OK. \n<<Figure unidentified.>>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSole remaining photograph taken by the Susa field team. \n<<Figure unidentified.>>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+156\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1928\n | SCP-1929 | \nSCP-1930\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This phenomenon could be seen most commonly in cases of human limbs and mechanical devices continuing to function in the absence of a visible source of blood or fuel, respectively.\n\n\n2\n. This does not necessarily preclude an inability to form intelligent thought due to duress; however, the capacity to experience duress is predicated on an ongoing awareness of external stimuli (or lack thereof).\n\n\n3\n. Approximation.\n\n\n4\n. Now St. Mary's Regional Medical Center. As of 2022, residual conscious energy can still be detected in the vicinity of the former lobby.\n\n\n5\n. The local telephone exchange was housed on the establishment's second story.\n\n\n6\n. Per current consensus of Foundation historians. Most official documents from the time listed the intended purpose of the expedition as civilian recovery; however, the vehicles used by the field team were only built to seat four crew members each and therefore had no room for additional passengers, meaning it is likely that the administrators of Site-31 either did not intend or did not anticipate the rescue of survivors.\n\n\n7\n. Foundation vehicle based on the M1 Scout Car.\n\n\n8\n. Subsequent inspection would later reveal that several dozen pairs of ornate embroidery scissors had been driven into the sides of the field team's AAZs at high speed. Fortunately, no tires or other critical components were damaged, and it is presumed that only the human occupants were targeted.\n\n\n9\n. Due to the destruction of Susa and poor documentation practices of the then-newly established FCC, no records have been found to confirm whether \"Zeus Urthos\" was the performer's real name or merely a broadcasting alias.\n\n\n10\n. SCP-1929 had only manifested in Susa six hours prior.",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-1929"
}