{
    "url": "https://scp-wiki.wikidot.com/scp-1938",
    "all_text": "rating: \n+205\n+\n–\nx\n\n\n\n\n\n\nSCP-1938 in an active state, containing several instances of SCP-1938-2.\n\n\n\n\n\n\nItem #:\n SCP-1938\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1938 should be held in a standard Safe object containment cell. The cell is to be sealed in such a way as to prevent water from being introduced into the cell. No aquatic life apart from SCP-1938-1 should be placed into SCP-1938.\n\n\nDescription:\n SCP-1938 is an aquarium, capable of holding up to 450 liters of water. It appears to be filled with water and to contain a filter, thermometer, a layer of pebbles at the bottom, and large pieces of coral. In addition, various aquatic organisms (hereafter referred to as SCP-1938-1) have been noted to materialize inside the tank. These fish do not match any known terrestrial species of marine life. Instances of SCP-1938-1 will disappear if SCP-1938 is drained of water. Behavior patterns of SCP-1938-1 resemble those of \nBotia macracantha\n.\n\n\nAdditionally, if any adolescent person (hereafter referred to as \"the user\") submerges any portion of their body into SCP-1938, they will appear to vanish for approximately fifteen minutes, after which they will re-appear in a spot within 15 meters of their original location. Users will report that they were teleported into SCP-1938 in the form of a small fish, and that they were in a feudal-style underwater civilization populated by instances of SCP-1938-1. This civilization is usually described as having characteristics similar to the traditional interpretation of a \"Utopia\", with every instance of SCP-1938-1 reporting great satisfaction with their life and an eagerness to positively interact with the user. The time the user perceives having spent in SCP-1938 ranges from 2 hours to one week. Note that SCP-1938-1's behavior does not reflect the observations of the user during this time.\n\n\nOf particular note are several interactions where instances of SCP-1938-1 have inquired after Foundation personnel under the effects of \nSCP-1839\n. It is unknown where or through what means the instances of SCP-1938-1 acquired their knowledge, and further investigation is recommended to ensure containment of both anomalies is properly maintained.\n\n\nIf any species of fish that are not instances of SCP-1938-1 are introduced into the tank, all instances of SCP-1938-1 will immediately change into copies of this introduced species. These new organisms (hereafter referred to as SCP-1938-2) will behave in a much more erratic manner than instances of SCP-1938-1, but apart from behavior and appearance, they share the properties of SCP-1938-1.\n\n\nHowever, if the user attempts to use SCP-1938 while it is populated by SCP-1938-2, they will have a different experience. Users will report that they found themselves in an area described as similar to the location found when using SCP-1938, but in a state of severe instability. This area will be populated by instances of SCP-1938-2, which are invariably hostile towards the user. In addition, users will report that their experiences in SCP-1938 last for an extended amount of time, with the longest reported being approximately ████ days. Note that no matter what users experience during this time, they will not sustain any injuries.\n\n\nAddendum:\n This note was recovered with SCP-1938.\n\n\n\n\nAn amazing new product from \nDr. Wondertainment!\n\n\nHave you ever wanted to go for a swim with your very own \"Ocean-Buddies\", but never got to go to the beach? Now, with the new \nDr. Wondertainment's Amaze-O Dive Tank®\n, you can swim with all the coolest creatures under the sea! WATCH as the \"Ocean-Buddies\" become real \nright before your eyes!\n BECOME a fish and explore Aquatopia! BREATHE underwater! DO amazing tricks with your \"Ocean-Buddies\"!\n\n\n\n\n\n\nPARENTAL WARNING:\n \nDr. Wondertainment's Amaze-O Dive Tank®\n is only for use with Dr. Wondertainment's \"Ocean-Buddies\". Do not introduce any fish that are not \"Ocean-Buddies\" into the Amaze-O Tank. Dr. Wondertainment is not responsible for any harm sustained as a result of misuse.\n\n\n\n\n\n\n\n\n« \nSCP-1937\n | SCP-1938 | \nSCP-1939\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1938\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1938\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1938.jpg\n\n\nAuthor:\n Anonymous\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum: This note was recovered with SCP-1938."
    ],
    "documents": [],
    "notes": [
        "An amazing new product from Dr. Wondertainment! Have you ever wanted to go for a swim with your very own \"Ocean-Buddies\", but never got to go to the beach? Now, with the new Dr. Wondertainment's Amaze-O Dive Tank® , you can swim with all the coolest creatures under the sea! WATCH as the \"Ocean-Buddies\" become real right before your eyes! BECOME a fish and explore Aquatopia! BREATHE underwater! DO amazing tricks with your \"Ocean-Buddies\"! PARENTAL WARNING: Dr. Wondertainment's Amaze-O Dive Tank® is only for use with Dr. Wondertainment's \"Ocean-Buddies\". Do not introduce any fish that are not \"Ocean-Buddies\" into the Amaze-O Tank. Dr. Wondertainment is not responsible for any harm sustained as a result of misuse.",
        "\" SCP-1938 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1938 . Licensed under CC-BY-SA .",
        "Filename: 1938.jpg Author: Anonymous License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-1938",
    "object_class": "Safe",
    "containment_procedures": "SCP-1938 should be held in a standard Safe object containment cell. The cell is to be sealed in such a way as to prevent water from being introduced into the cell. No aquatic life apart from SCP-1938-1 should be placed into SCP-1938.",
    "description": "SCP-1938 is an aquarium, capable of holding up to 450 liters of water. It appears to be filled with water and to contain a filter, thermometer, a layer of pebbles at the bottom, and large pieces of coral. In addition, various aquatic organisms (hereafter referred to as SCP-1938-1) have been noted to materialize inside the tank. These fish do not match any known terrestrial species of marine life. Instances of SCP-1938-1 will disappear if SCP-1938 is drained of water. Behavior patterns of SCP-1938-1 resemble those of Botia macracantha.",
    "title": "SCP-1938"
}