{
    "url": "https://scp-wiki.wikidot.com/scp-1946",
    "all_text": "rating: \n+126\n+\n–\nx\n\n\nItem #:\n SCP-1946\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1946 is contained at Site-116 in its \nAVB (Anomalous Vehicle Bay)\n, on lot #1542/A. No personnel are to enter SCP-1946 unless testing procedures are underway, and only D-Class personnel are to be allowed access to SCP-1946 during these procedures. As repeated attempts have shown, SCP-1946's main anomalous effect manifests too rapidly for affected subjects to be retrieved, and leaves subjects in a state of physiological stasis. Therefore, any personnel used in testing of SCP-1946 is to be considered permanently attached to this project. As the available space inside SCP-1946 is both non-anomalous and finite, requests for testing are to be screened for feasibility. Exploration of SCP-1946, if needed, is to be performed using robotic reconnaissance equipment.\n\n\nDescription:\n SCP-1946 is a 1986 Airstream Excella-II trailer, converted into a small mobile diner. It is fully furnished, with a 3 m x 1.5 m kitchen area situated in the back, containing (amongst others) a dishwasher, a deep fryer, a grill and a stove. In addition, this area also contains SCP-1946-1, SCP-1946-3 and SCP-1946-5. Towards the front of SCP-1946 is a ten-person seating area in a traditional American diner style, with red leather upholstered bar stools positioned next to a high wall-mounted table running along the left side of SCP-1946. This also contains SCP-1946-2, SCP-1946-4, SCP-1946-6, SCP-1946-7 and SCP-1946-10. Also in the front of SCP-1946 is the trailer's toilet. It contains both a chemical toilet and SCP-1946-11. The kitchen and seating area are separated by a small counter on which a cash register and SCP-1946-9 sit.\n\n\nSCP-1946-1 through -11 are subjects previously exposed to SCP-1946's anomalous effect. All but SCP-1946-8 remain inside SCP-1946. SCP-1946-8 is deceased, and was examined to determine potential alterations to subjects' physiology. None were found, though SCP-1946-8's remains have not been noted to undergo decomposition since the subject expired.\n\n\nSCP-1946's anomalous effect manifests itself when a human being is introduced to its interior. Within approximately 3 minutes of exposure to SCP-1946, subjects will begin to lose any previously established identity and personality, and begin imitating elements of SCP-1946's interior.\n1\n This process rapidly completes, with the longest cycle from start to finish taking approximately 2 minutes. Subjects first become agitated and confused, before gradually losing all ability to form coherent speech. However, an affected subject does not lose the basic ability to produce sounds. Multiple subjects have been recorded vocalizing in an attempt to more closely imitate an element of SCP-1946 (please refer to addendum 1946-A-01 for examples.) Attempts to communicate verbally with subjects after completion of the anomalous process have yielded no results. However, reactions can be provoked from subjects imitating elements with (digital or analog) controls using remote manipulation equipment. Subjects affected by SCP-1946 appear to enter a state of physiological stasis, do not appear to need sustenance, and have not been shown to undergo normal physiological processes.\n\n\nNote that as subjects experience SCP-1946's effect, imitated elements inside SCP-1946 do not disappear. Subjects affected by SCP-1946 simply assume a stationary position near their source element, attempting to move as close as possible to it. Subjects will become mobile if they perceive an opportunity to more accurately mimic their source.\n\n\nCurrently, no known remedy exists for SCP-1946's effect. Subjects prematurely retrieved from SCP-1946 continued the transformational process, and were reintroduced to SCP-1946 for ease of containment.\n\n\nAddendum 1946-A-01:\n\n\n\n\n\n\nDesignation\n\n\nElement\n\n\nNotes\n\n\n\n\n\n\nSCP-1946-1\n\n\nDeep fryer\n\n\nRemoved and ingested all oil from SCP-1946's original deep fryer. Frequently attempts to insert the original wire basket into its mouth.\n\n\n\n\n\n\nSCP-1946-2\n\n\nBarstool\n\n\nRemains on its haunches and attempts to turn its head as far as physically possible at irregular intervals.\n\n\n\n\n\n\nSCP-1946-3\n\n\nDishwasher\n\n\nProduces rumbling sounds and appears to swirl large amounts of saliva around in its mouth. Has attempted to eat utensils and crockery.\n\n\n\n\n\n\nSCP-1946-4\n\n\nNeon sign\n\n\nCurrently standing upright against the short wall nearest to the first door. Has attempted to contort its body to spell out words, and to plug into SCP-1946's nearest wall socket.\n\n\n\n\n\n\nSCP-1946-5\n\n\nGrill plate\n\n\nFrequently spits saliva into the air. Has attempted to interface with SCP-1946's supply of gas canisters.\n\n\n\n\n\n\nSCP-1946-6\n\n\nWall-mounted clock\n\n\nProduced ticking sounds until ██/██/20██. No vocalizations recorded afterwards.\n\n\n\n\n\n\nSCP-1946-7\n\n\nPicture frame\n\n\nHas attached photo originally contained in actual picture frame to its face using a cocktail skewer and attempted to attach itself to SCP-1946's right wall\n\n\n\n\n\n\nSCP-1946-8\n\n\nBarstool\n\n\nSee SCP-1946-2. Mirrored behavior was noted before it succeeded in turning its neck beyond fracturing point.\n\n\n\n\n\n\nSCP-1946-9\n\n\nCash register\n\n\nIngested all cash from SCP-1946's original register. Has infrequently reproduced both coins and remains of bills.\n\n\n\n\n\n\nSCP-1946-10\n\n\nBlackboard\n\n\nNaked. Has used markers found in SCP-1946 to write out a menu on its body. Menu contains nonsensical items such as 'Tongue Rock Custard', 'Colon Needle Soup', and 'Frequent Boeing Foot Noodles'. Currently standing up on SCP-1946's wall-mounted table\n\n\n\n\n\n\nSCP-1946-11\n\n\nChemical toilet\n\n\n[DATA EXPUNGED] and frequently imitates flushing sounds.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Investigation into whether this effect is a variation of the one observed in \nSCP-1539\n or visa versa is under investigation.\n\n\n\n\n\n\n\n\n« \nSCP-1945\n | SCP-1946 | \nSCP-1947\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1946\n\" by Crayne, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1946\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1946-A-01:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-1946 \" by Crayne, from the SCP Wiki . Source: https://scpwiki.com/scp-1946 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1946",
    "object_class": "Safe",
    "containment_procedures": "SCP-1946 is contained at Site-116 in its AVB (Anomalous Vehicle Bay), on lot #1542/A. No personnel are to enter SCP-1946 unless testing procedures are underway, and only D-Class personnel are to be allowed access to SCP-1946 during these procedures. As repeated attempts have shown, SCP-1946's main anomalous effect manifests too rapidly for affected subjects to be retrieved, and leaves subjects in a state of physiological stasis. Therefore, any personnel used in testing of SCP-1946 is to be considered permanently attached to this project. As the available space inside SCP-1946 is both non-anomalous and finite, requests for testing are to be screened for feasibility. Exploration of SCP-1946, if needed, is to be performed using robotic reconnaissance equipment.",
    "description": "SCP-1946 is a 1986 Airstream Excella-II trailer, converted into a small mobile diner. It is fully furnished, with a 3 m x 1.5 m kitchen area situated in the back, containing (amongst others) a dishwasher, a deep fryer, a grill and a stove. In addition, this area also contains SCP-1946-1, SCP-1946-3 and SCP-1946-5. Towards the front of SCP-1946 is a ten-person seating area in a traditional American diner style, with red leather upholstered bar stools positioned next to a high wall-mounted table running along the left side of SCP-1946. This also contains SCP-1946-2, SCP-1946-4, SCP-1946-6, SCP-1946-7 and SCP-1946-10. Also in the front of SCP-1946 is the trailer's toilet. It contains both a chemical toilet and SCP-1946-11. The kitchen and seating area are separated by a small counter on which a cash register and SCP-1946-9 sit.",
    "title": "SCP-1946"
}