{
    "url": "https://scp-wiki.wikidot.com/scp-1957",
    "all_text": "rating: \n+84\n+\n–\nx\n\n\n\n\n\n\nD-Class subject interacting with an SCP-1957 instance.\n\n\n\n\n\n\nItem #:\n SCP-1957\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All instances of SCP-1957 are held in vacuum sealed containment lockers, located in \nSite-77\n. All containment lockers used in SCP-1957's containment must be waterproofed, and checked daily for the presence of moisture. Personnel assigned to study SCP-1957 are to be screened for the presence SCP-1957 flakes upon exiting the containment area.\n\n\nResearch into how SCP-1957 factored into the creation of the \nSCP-1837\n anomaly is ongoing.\n\n\nDescription:\n SCP-1957 designates a collection of 45 anomalous soaps. Instances of SCP-1957 have varying colors and sizes, with the only unifying features being the anomalous property they share and that each instance of SCP-1957 has the words \"keep our streets clean!\" embossed into its exterior.\n\n\nApplication of SCP-1957 to the skin of a human subject partially submerged in liquid water will result in particulates, dead skin flakes and foreign mater being removed from the superficial epidermis and absorbed into SCP-1957. While applying SCP-1957, subjects will report feelings of cleanliness and strength. Post-exposure, subjects will claim to feel as though they had not bathed for several days, and attempt to resume the use of SCP-1957 if it is provided.\n\n\nIf the subject is exposed to SCP-1957 repeatedly, they may begin to attract objects the subject considers refuse. Initially this will manifest as small particulates and fine matter. As time goes on this effect will increase in its intensity, with larger objects being pulled towards the subject's body, ceasing movement upon contacting their skin. An upper limit for this effect appears to correspond with the size of the body of water the subject was exposed within, with larger bodies of water increasing the intensity of exposure.\n\n\nAfter 2-3 weeks of exposure, SCP-1957 will begin flaking particulates onto the subject if they are still using it. These flakes will cling to living human tissue until exposed to moisture, after which they will detach themselves and begin growing. After 3 hours, these flakes will become instances of SCP-1957. With repeated growth of more intense SCP-1957 instances, testing has shown that objects not normally considered to be refuse may be affected, such as vehicles, abandoned buildings, deceased organisms, and [REDACTED]. Subjects may be crushed or suffocate to death due to the pressure created by these objects. Upon the death of the subject, SCP-1957's anomalous effect will cease.\n\n\nSCP-1957 was discovered on 9/18/1976, after personnel within [REDACTED] intercepted reports of its effect originating from the former town of ██████, FL. Agents investigating the area found over ███ affected subjects, with over 45% of the town's residential buildings having been affected. The source of exposure was determined to be a local pool, which contained:\n\n\n\n\nSix instances of SCP-1957.\n\n\nTwenty pounds of discarded newspaper.\n\n\nRusted metal pipes, which had been pulled from the pool's underground plumbing.\n\n\nThe remains of several abandoned mobile homes which had been parked 2.4 kilometers away.\n\n\n22 human corpses, originating from a local cemetery.\n\n\n\n\nDue to SCP-1957's primarily being found within urban areas, it is currently theorized that it was deliberately created and exposed to human population centers. Research into \ngroups potentially responsible\n for SCP-1957's creation is ongoing. As of 08/17/1978, SCP-1957 has been classified as Euclid.\n\n\nAddendum:\n Document recovered from [REDACTED] group, believed to be connected to SCP-1957.\n\n\n\n\n\n\nREGULATORS AGAINST FILTH\n\nsends this memo to\n\n\nPEOPLE OF EARTH\n\nAre you SICK and TIRED of dirty street corners? TIRED of seeing OUR CHILDREN TROD upon streets of GRIME and DEPRAVITY? They say the street-sweepers will come and SAVE US from NO-GOOD DIRTY TWO-SHOES. But, this is a LIE from the HALF-DIRTY TWO-FACES who only want to PROFIT from GRIME. Each DAY they send the street-sweepers, only for the MONEY to be sucked into their SPINNING CYCLONES OF FILTH and TEARS.\n\n\nThe world DOES not have to be like this, friends! Each scrub brings us one step closer to KEEPING THE STREETS CLEAN. Each citizen can KEEP IT TO THEMSELVES, and not spread the awful WORST of FILTH into the mouths and hair of CHILDREN. Rid the SIDEWALKS of grime, swirling it to DAMNATION\n\n\nsincerely\n\n\nRegulators\nA\nG\nAINST\nFILTH\n\n\nRed Easel Trim, Printing Inc., ██ ███ ██████ ██, █████ ██████.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-1956\n | SCP-1957 | \nSCP-1958\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1957\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1957\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1957-new.jpg\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPickPik",
    "addendums": [
        "Addendum: Document recovered from [REDACTED] group, believed to be connected to SCP-1957."
    ],
    "documents": [],
    "notes": [
        "REGULATORS AGAINST FILTH sends this memo to PEOPLE OF EARTH Are you SICK and TIRED of dirty street corners? TIRED of seeing OUR CHILDREN TROD upon streets of GRIME and DEPRAVITY? They say the street-sweepers will come and SAVE US from NO-GOOD DIRTY TWO-SHOES. But, this is a LIE from the HALF-DIRTY TWO-FACES who only want to PROFIT from GRIME. Each DAY they send the street-sweepers, only for the MONEY to be sucked into their SPINNING CYCLONES OF FILTH and TEARS. The world DOES not have to be like this, friends! Each scrub brings us one step closer to KEEPING THE STREETS CLEAN. Each citizen can KEEP IT TO THEMSELVES, and not spread the awful WORST of FILTH into the mouths and hair of CHILDREN. Rid the SIDEWALKS of grime, swirling it to DAMNATION sincerely Regulators A G AINST FILTH Red Easel Trim, Printing Inc., ██ ███ ██████ ██, █████ ██████.",
        "\" SCP-1957 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-1957 . Licensed under CC-BY-SA .",
        "Filename: 1957-new.jpg License: CC0 Source Link: PickPik"
    ],
    "item": "SCP-1957",
    "object_class": "Euclid",
    "containment_procedures": "All instances of SCP-1957 are held in vacuum sealed containment lockers, located in Site-77. All containment lockers used in SCP-1957's containment must be waterproofed, and checked daily for the presence of moisture. Personnel assigned to study SCP-1957 are to be screened for the presence SCP-1957 flakes upon exiting the containment area.",
    "description": "SCP-1957 designates a collection of 45 anomalous soaps. Instances of SCP-1957 have varying colors and sizes, with the only unifying features being the anomalous property they share and that each instance of SCP-1957 has the words \"keep our streets clean!\" embossed into its exterior.",
    "title": "SCP-1957"
}