{
    "url": "https://scp-wiki.wikidot.com/scp-1960",
    "all_text": "rating: \n+200\n+\n–\nx\n\n\n\n\n\n\nPhotograph of Neptune taken by Voyager 2, ██/██/1989, displaying an SCP-1960 message\n\n\n\n\n\n\nItem #:\n SCP-1960\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to the distance between SCP-1960 and the Earth, and the nature of its behavior, direct monitoring or containment of SCP-1960 is not possible at this time. The Foundation is to liaise with all national space research agencies or academic institutions capable of producing high-resolution photographs of Neptune, and digitally edit SCP-1960 messages out of any and all photographs displaying them before dissemination to the civilian population. Use of Class-B amnestics on civilian researchers is authorized to prevent information leaks.\n\n\nDescription:\n SCP-1960 is an intelligent entity of unknown nature or origin, which manifests in the form of brief text statements, in English, superimposed upon high-resolution photographs of the planet Neptune. Communications from SCP-1960 appear on all photographs of Neptune taken at a resolution of greater than [REDACTED], including all photographs of the planet taken by the Voyager 2 spacecraft during its flyby in 1989 and several photos taken from the Hubble Space Telescope and other telescopes in low Earth orbit. All communications are presented in all capital letters and consist of fewer than 50 characters, typically taking the form of a brief question or request.\n\n\nSCP-1960 was first observed in 1989, when the first high-resolution photos of Neptune were transmitted to Earth from Voyager 2. A subsequent examination of NASA equipment confirmed that the communications were not being deliberately inserted into the photographs after reception and the information was present in the original radio transmissions from Voyager 2, and remote examination of Voyager 2's software indicated no means of introducing text on the part of the probe itself. Initial containment was conducted by NASA without Foundation knowledge; the Foundation was contacted, and assumed international containment management, when photographs taken by the Hubble Space Telescope in 1996 produced additional SCP-1960 communications in an identical typeface.\n\n\nLe Verrier 3\n, an unmanned probe designed by the Foundation in conjunction with the European Space Agency, was covertly launched in 2010 for the purpose of establishing a permanent orbit around Neptune from which to conduct further monitoring and attempt to establish two-way communication between the Foundation and SCP-1960. Estimated date of arrival is 11/6/2024.\n\n\nSCP-1960 communications have provided no information as to the nature or identity of SCP-1960 itself. Recurring themes in SCP-1960 communications include feelings of fear, isolation, and discomfort. Messages from SCP-1960 appearing on photographs have included:\n\n\n\n\nIT'S SO DARK\n\n\n\n\n\n\nLONELY\n\n\n\n\n\n\nI'M SO COLD\n\n\n\n\n\n\nCAN I COME HOME WITH YOU?\n\n\n\n\n\n\nPLEASE DON'T LEAVE ME HERE\n\n\n\n\n\n\nHUNGRY\n\n\n\n\n\n\nI'M SO SORRY\n\n\n\n\n\n\n\n\n« \nSCP-1959\n | SCP-1960 | \nSCP-1961\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1960\n\" by Tiger66261, rewritten by Smapti, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1960\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-1960-small.gif\n\n\nAuthor:\n NASA, \nConceptJunkie\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nNASA\n\n\nDerivative of:\n vg2_1127527.gif by NASA, Public Domain",
    "addendums": [],
    "documents": [],
    "notes": [
        "IT'S SO DARK",
        "LONELY",
        "I'M SO COLD",
        "CAN I COME HOME WITH YOU?",
        "PLEASE DON'T LEAVE ME HERE",
        "HUNGRY",
        "I'M SO SORRY",
        "\" SCP-1960 \" by Tiger66261, rewritten by Smapti, from the SCP Wiki . Source: https://scpwiki.com/scp-1960 . Licensed under CC-BY-SA .",
        "Filename: scp-1960-small.gif Author: NASA, ConceptJunkie License: CC BY-SA 3.0 Source Link: NASA Derivative of: vg2_1127527.gif by NASA, Public Domain"
    ],
    "item": "SCP-1960",
    "object_class": "Euclid",
    "containment_procedures": "Due to the distance between SCP-1960 and the Earth, and the nature of its behavior, direct monitoring or containment of SCP-1960 is not possible at this time. The Foundation is to liaise with all national space research agencies or academic institutions capable of producing high-resolution photographs of Neptune, and digitally edit SCP-1960 messages out of any and all photographs displaying them before dissemination to the civilian population. Use of Class-B amnestics on civilian researchers is authorized to prevent information leaks.",
    "description": "SCP-1960 is an intelligent entity of unknown nature or origin, which manifests in the form of brief text statements, in English, superimposed upon high-resolution photographs of the planet Neptune. Communications from SCP-1960 appear on all photographs of Neptune taken at a resolution of greater than [REDACTED], including all photographs of the planet taken by the Voyager 2 spacecraft during its flyby in 1989 and several photos taken from the Hubble Space Telescope and other telescopes in low Earth orbit. All communications are presented in all capital letters and consist of fewer than 50 characters, typically taking the form of a brief question or request.",
    "title": "SCP-1960"
}