{
    "url": "https://scp-wiki.wikidot.com/scp-1975",
    "all_text": "rating: \n+166\n+\n–\nx\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-1975\n - Vindictive Hula Girl by \nPeppersGhost\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-1975\n\n\n\n\n\n\nItem #:\n SCP-1975\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-1975 is to be kept at Site-25 within a standard containment locker. During testing, instances of SCP-1975-1 are to be operated by D-Class personnel, as the repeated construction and destruction of remotely operated vehicles has been deemed an unnecessary drain on the Foundation's resources. No personnel considered valuable to the Foundation are permitted to enter instances of SCP-1975-1 under any circumstances.\n\n\nTo ensure the safety of Foundation personnel, at least two (2) specimens of \nOdocoileus virginianus\n (white-tailed deer) are to be present in immediate vicinity of SCP-1975-1 when undergoing testing (see Incident Report 1975-3). Researchers wishing to substitute another member of the \nCervidae\n family must provide written approval from Dr. Baxter.\n\n\nDescription:\n SCP-1975 is a single instance of a mass-produced plastic hula girl figurine. The figure's skirt will sway when minimal force is applied. On the base of SCP-1975 is an inscription written with a felt-tip marker. The inscription is slightly faded, but still legible (see Addendum 1975-B). When SCP-1975 is placed inside a motorized vehicle, said vehicle becomes an instance of SCP-1975-1 and will remain so until SCP-1975 is removed.\n\n\nSCP-1975-1's anomalous effects are triggered when the vehicle reaches certain velocities. These effects appear to have been designed with the intent to instigate automotive accidents. The lethality of these effects is directly proportional to the speed of the vehicle, with higher speeds increasing the likelihood of death.\n\n\nIf an instance of SCP-1975-1 is destroyed, SCP-1975 will vanish from the wreckage and reappear inside the motorized vehicle nearest to the crash site. Video cameras placed within instances of SCP-1975-1 during testing have captured footage of SCP-1975 being cracked, burned, and melted during the course of various wrecks; however, SCP-1975 always reappears undamaged and no fragments have ever been found on crash sites. Similarly, if SCP-1975 is intentionally damaged, it will repair itself by unknown means when not being observed.\n\n\nAddendum 1975-A\n: The following are the anomalous effects displayed by SCP-1975-1 and the speeds at which they are triggered:\n\n\n\n\n\n\nSpeed\n\n\nEffect\n\n\n\n\n\n\n90 km/h\n\n\nIf the vehicle contains a functioning radio, it will turn on at full volume. The radio will not exhibit any additional anomalous effects and can be turned off normally.\n\n\n\n\n\n\n100 km/h\n\n\nSteering wheel will behave erratically, occasionally rotating of its own accord. The wheel's pattern of behavior seems to mimic that of an intoxicated driver.\n\n\n\n\n\n\n110 km/h\n\n\nVehicle will instantaneously rotate 180°. It will continue to move at the same speed, but in the opposite direction.\n\n\n\n\n\n\n120 km/h\n\n\nIf a cervine creature (deer, moose, elk, etc.) is present within a 5 km radius of the vehicle, it will be thrown toward the vehicle by an unseen force. The speed at which the creature travels appears to vary depending on its proximity to the vehicle, with 234 km/h being the highest recorded speed. If no cervine creature is present within the given radius, the nearest mammalian creature will be substituted (see Incident Report 1975-3).\n\n\n\n\n\n\n130 km/h\n\n\nEvery door will open to its fullest extent and all occupants will be jettisoned from the vehicle.\n\n\n\n\n\n\nAddendum 1975-B:\n Inscription on the figurine's base:\n\n\n\n\n2 of U = \nMADE\n 4 each other. Not even mad. Have fun on the road! — Tiff\n\n\n\n\n\n\n\n\n« \nSCP-1974\n | SCP-1975 | \nSCP-1976\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1975\n\" by PeppersGhost, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1975\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n aloha-hula-girl_stereogab_CCSA2_med.jpg\n\n\nAuthor:\n stereogab\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/stereogab/4226658634/",
    "addendums": [
        "Addendum 1975-A : The following are the anomalous effects displayed by SCP-1975-1 and the speeds at which they are triggered:",
        "Addendum 1975-B: Inscription on the figurine's base:"
    ],
    "documents": [],
    "notes": [
        "2 of U = MADE 4 each other. Not even mad. Have fun on the road! — Tiff",
        "\" SCP-1975 \" by PeppersGhost, from the SCP Wiki . Source: https://scpwiki.com/scp-1975 . Licensed under CC-BY-SA .",
        "Filename: aloha-hula-girl_stereogab_CCSA2_med.jpg Author: stereogab License: CC BY-SA 2.0 Source Link: https://www.flickr.com/photos/stereogab/4226658634/"
    ],
    "item": "SCP-1975",
    "object_class": "Safe",
    "containment_procedures": "SCP-1975 is to be kept at Site-25 within a standard containment locker. During testing, instances of SCP-1975-1 are to be operated by D-Class personnel, as the repeated construction and destruction of remotely operated vehicles has been deemed an unnecessary drain on the Foundation's resources. No personnel considered valuable to the Foundation are permitted to enter instances of SCP-1975-1 under any circumstances.",
    "description": "SCP-1975 is a single instance of a mass-produced plastic hula girl figurine. The figure's skirt will sway when minimal force is applied. On the base of SCP-1975 is an inscription written with a felt-tip marker. The inscription is slightly faded, but still legible (see Addendum 1975-B). When SCP-1975 is placed inside a motorized vehicle, said vehicle becomes an instance of SCP-1975-1 and will remain so until SCP-1975 is removed.",
    "title": "SCP-1975"
}