{
    "url": "https://scp-wiki.wikidot.com/scp-1992",
    "all_text": "rating: \n+199\n+\n–\nx\n\n\n\n\n\n\nExterior view of SCP-1992\n\n\n\n\n\n\nItem #:\n SCP-1992\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1992 is to be contained in a standard security vault, located in \nSite-77\n's Euclid SCP wing. Posted guards are notified that any subjects who are able to breach containment and enter SCP-1992 should not be pursued inside. If the subject does not exit SCP-1992 of their own volition after thirty minutes, one security drone is to enter SCP-1992 to remove and detain the subject as quickly as possible.\n\n\nDescription:\n SCP-1992 is a mobile home located in ██████ ███████, Kentucky. It contains a living room, two bedrooms, a kitchen, a closet, and a spare room. According to available historical records, it was constructed at some point in the 1950s. The building shows wear and damage expected with its age. However, no reports of its anomalous effects are dated earlier than 1972.\n\n\nIf a sapient organism, designated the subject, enters SCP-1992, they may cause SCP-1992-1 to manifest. Instances of SCP-1992-1 are simplified humanoids, superficially resembling the subject. Moving between rooms within SCP-1992 causes one instance of SCP-1992-1 to manifest at each available exit, which will then act out a situation that could have occurred if the subject had moved in that direction, similar to the effects of long term exposure to \nSCP-1813\n.\n\n\nInstances of SCP-1992-1 continue to move through SCP-1992, thus causing additional instances to be generated. The instances are capable of interacting with objects and furniture within SCP-1992, which also causes further generation of SCP-1992-1 instances. As the number of SCP-1992-1 instances increases, the interior of SCP-1992 gains additional space, appearing to generate every possible instance of the building interior. These expansions are identical to pre-existing portions of SCP-1992, however the layout will be altered to have rooms arranged in every possible manner of construction. As SCP-1992 expands, its rooms lose detail with each successive iteration, until the rooms are plain white and almost devoid of furniture. Curiously, no alterations to the bedrooms have been noted. Subjects within SCP-1992 have reported seeing several instances of SCP-1992-1 engaging in activities in unison. When the subject exits SCP-1992 entirely, all instances of SCP-1992-1 dematerialise and the interior returns to its original dimensions. \nNo sapience has been reported by any SCP-1992-1 instance.\n \nSee Addendum 1992-A\n\n\nSCP-1992 was found on 9/18/1995, when agents investigating reports of anomalous activity from ██████ ███████. Upon initial discovery Agent Lis Boyd entered SCP-1992, and reported that she would move towards the kitchen. Moments later, she reported five copies of herself, moving towards the dining room, the living room, a closet, a bathroom, and towards the stairs. After exiting, current containment procedures were enacted. SCP-1992 has been contained as of 1/30/1996, and classified as Euclid.\n\n\nAddendum 1992-A:\n On 8/20/2002, during testing of SCP-1992's anomalous effect, Researcher Katzmann was able to communicate with an instance of SCP-1992-1. To date, this is the only time an instance has shown signs of sapience.\n\n\n\n\nInterviewed:\n A Manifestation of SCP-1992-1\n\n\nInterviewer:\n Researcher K. Katzmann\n\n\nForeword:\n Researcher Katzmann entered into SCP-1992, and soon after attempted to communicate with one of the manifestations.\n\n\n<Begin Log>\n\n\nResearcher Katzmann:\n \"Can you understand me?\"\n\n\nSCP-1992-1:\n \"We could answer the man. We could remain silent. Yes, we can understand you.\"\n\n\nResearcher Katzmann:\n \"What is your purpose?\"\n\n\nSCP-1992-1:\n \"We could answer specific to this one. We could answer non-specifically to all of us. We could ask for clarification as to \"purpose.\" We could remain silent. Define \"purpose\".\"\n\n\nResearcher Katzmann:\n \"What is your reason for being, for existing?\"\n\n\nSCP-1992-1:\n \"We could answer specific to this one. We could answer non-specifically to all of us. We could answer the first half. We could answer the second half. We could answer in full. We could ask for further clarification. We could choose.\"\n\n\nSCP-1992-1 and Researcher Katzmann remain silent for 15 seconds\n\n\nResearcher Katzmann:\n \"Are you dangerous?\"\n\n\nSCP-1992-1\n \"We could answer the man. We could remain silent. We could ask the man the same. We could lie.\"\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-1992-1 did not continue communications after this event, and no instance of SCP-1992-1 has attempted to communicate since.\n\n\n\n\n\n\n\n\n« \nSCP-1991\n | SCP-1992 | \nSCP-1993\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1992\n\" by Anonymous, General Harland, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1992\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1992.jpg\n\n\nAuthor:\n Steve Zumwalt\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://picryl.com/media/holister-mo-aug-15-2013-this-mobile-home-is-uninhabitable-after-a-flash-flood-fea336",
    "addendums": [
        "Addendum 1992-A: On 8/20/2002, during testing of SCP-1992's anomalous effect, Researcher Katzmann was able to communicate with an instance of SCP-1992-1. To date, this is the only time an instance has shown signs of sapience."
    ],
    "documents": [],
    "notes": [
        "Interviewed: A Manifestation of SCP-1992-1 Interviewer: Researcher K. Katzmann Foreword: Researcher Katzmann entered into SCP-1992, and soon after attempted to communicate with one of the manifestations. <Begin Log> Researcher Katzmann: \"Can you understand me?\" SCP-1992-1: \"We could answer the man. We could remain silent. Yes, we can understand you.\" Researcher Katzmann: \"What is your purpose?\" SCP-1992-1: \"We could answer specific to this one. We could answer non-specifically to all of us. We could ask for clarification as to \"purpose.\" We could remain silent. Define \"purpose\".\" Researcher Katzmann: \"What is your reason for being, for existing?\" SCP-1992-1: \"We could answer specific to this one. We could answer non-specifically to all of us. We could answer the first half. We could answer the second half. We could answer in full. We could ask for further clarification. We could choose.\" SCP-1992-1 and Researcher Katzmann remain silent for 15 seconds Researcher Katzmann: \"Are you dangerous?\" SCP-1992-1 \"We could answer the man. We could remain silent. We could ask the man the same. We could lie.\" <End Log> Closing Statement: SCP-1992-1 did not continue communications after this event, and no instance of SCP-1992-1 has attempted to communicate since.",
        "\" SCP-1992 \" by Anonymous, General Harland, from the SCP Wiki . Source: https://scpwiki.com/scp-1992 . Licensed under CC-BY-SA .",
        "Filename: 1992.jpg Author: Steve Zumwalt License: Public Domain Source Link: https://picryl.com/media/holister-mo-aug-15-2013-this-mobile-home-is-uninhabitable-after-a-flash-flood-fea336"
    ],
    "item": "SCP-1992",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1992 is to be contained in a standard security vault, located in Site-77's Euclid SCP wing. Posted guards are notified that any subjects who are able to breach containment and enter SCP-1992 should not be pursued inside. If the subject does not exit SCP-1992 of their own volition after thirty minutes, one security drone is to enter SCP-1992 to remove and detain the subject as quickly as possible.",
    "description": "SCP-1992 is a mobile home located in ██████ ███████, Kentucky. It contains a living room, two bedrooms, a kitchen, a closet, and a spare room. According to available historical records, it was constructed at some point in the 1950s. The building shows wear and damage expected with its age. However, no reports of its anomalous effects are dated earlier than 1972.",
    "title": "SCP-1992"
}