{
    "url": "https://scp-wiki.wikidot.com/scp-1993",
    "all_text": "rating: \n+292\n+\n–\nx\n\n\nItem #:\n SCP-1993\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-1993 is to be kept in a safe with voice-activated locks in a standard containment chamber, 5m x 5m x 3m in size. The containment chamber is to have no means of visual output to any other location by either direct or electronic means, though the chamber should have two-way audio transmission capability with an adjoining testing area. Additionally, the containment chamber is to be stocked with a single surgical table and sterilized surgical equipment before testing. During testing, a \nsingle\n D-class personnel is to enter containment and close all doors, at which point an authorized researcher is to voice-unlock the safe from a remote location. Under no circumstances are unauthorized D-class or any non-D-class personnel to access SCP-1993 directly; transportation of SCP-1993 should take place only with the object inside of its safe. No visual record of SCP-1993 is to be created at any time, and any such records located are to be destroyed as soon as possible.\n\n\nDescription:\n SCP-1993 is a human right leg, severed at an angle beginning above the knee and descending to the patella. Examination of the leg has shown the presence of a small tattoo on the exterior side of the ankle, depicting a compass with the needle pointing to the southeast. Instances of SCP-1993 have been observed to decay at the normal rate for a severed limb.\n\n\nAll humans making visual contact with SCP-1993 will become immediately convinced that SCP-1993 is their leg, amputated from them at some point in the past and replaced with a simulacrum\n1\n. Affected individuals will have no explanation as to how, when, or under what circumstances their leg was removed, but in no instance has any individual been disabused of the idea once exposed to SCP-1993. If permitted physical access to SCP-1993, individuals will find some manner of removing their own leg above the knee; documented incidents have seen individuals applying tourniquets and performing amputations with improvised sharpened pieces of metal, shards of glass, or their own teeth, cutting through skin, muscle, and tendon, dislocating the patella and severing all requisite tendons and the anterior cruciate ligament.\n\n\nIndividuals will then attempt to attach SCP-1993 to their own bodies, again using whatever materials are available to them; however, given the complexity of microsurgical reattachment, this will often be carried out haphazardly, with many affected individuals electing finally to connect the limb via topical methods such as stapling or using adhesive chemicals. While exposure to SCP-1993 causes affected individuals to ignore or mentally suppress sensations of pain during the procedure, the massive damage caused by the amputation typically results in death by any combination of blood loss, shock, or injuries caused by attempting to walk on the attached leg. In the event that the patient survives the procedure's immediate aftermath, infections resulting either from general exposure to bacteria or from contact with necrotic tissue will typically prove lethal without immediate medical treatment.\n\n\nCurrent experimentation suggests that the anomalous phenomenon associated with SCP-1993 transfers from the former leg to the newly amputated one at some point during the procedure. The exact point of transition is unknown, but former instances of SCP-1993 can be removed from the containment chamber without anomalous effect once another leg is left behind; this second leg can now be identified as SCP-1993. All instances thus removed have had a compass rose tattoo on the ankle.\n\n\nAddendum 1993-A:\n Testing Log\n\n\nTest:\n 1993-2\n\n\nPersonnel:\n D-65451, D-85165\n\n\nSupplies Provided:\n Standard surgical equipment (sterilized forceps, scalpels, bowls, running water)\n\n\nDescription:\n D-65451 entered testing chamber as instructed and accessed SCP-1993. Subject was heard to audibly gasp; despite prompting, subject was unable to describe what she was seeing at the time and refused to respond verbally. Approximately twenty minutes passed with D-65451 in the containment chamber, accompanied by sounds of grunting and dripping, followed by a loud crash. D-85165 instructed to enter testing chamber and retrieve D-65451 from SCP-1993's containment area. D-85165 entered testing chamber as instructed. Approximately twenty-three minutes passed with D-85165 in the containment chamber, accompanied by sounds of audible pain, squeaking, and finally an unidentified loud, repetitive metallic thumping sound. D-85165 exited containment dragging D-65451, unconscious from blood loss, and the former instance of SCP-1993, attached to the severed end of D-65451's thigh. D-85165 was found to have amputated his own leg and replaced it with that of D-65451, using a Black and Decker-brand staple gun to make the connection.\n\n\nNotes:\n At no point was any staple gun introduced into the testing chamber. Further tests are to require stricter searching of personnel involved.\n\n\nTest:\n 1993-6\n\n\nPersonnel:\n D-1951, D-8923, D-2678, D-1864\n\n\nSupplied Provided:\n Standard surgical equipment, as above.\n\n\nDescription:\n All four D-class personnel entered containment and accessed SCP-1993 without difficulty. Upon accessing, all four individuals refused to respond to verbal instructions or requests for updates. The following twenty minutes of audio output closely resembled a violent fistfight, accompanied primarily by grunting, dripping, and panting sounds, along with occasional mutters of \"mine\" and \"give me\". Twenty-six minutes into the recording, screaming becomes audible; screaming continues for three minutes, followed by two minutes of begging, thirty seconds of a squirting sound, and silence. Further grunting and dripping sounds are heard for eighteen minutes, followed by an unidentified sound for forty-five seconds. D-8923 exited containment with the previous instance of SCP-1993 (connected to his leg via duct tape) three minutes later. DNA analysis confirmed the leg's owner as D-51684.\n\n\nNotes:\n At no point was any duct tape introduced into the testing chamber. Further tests suspended indefinitely.\n\n\n\n\nFootnotes\n\n\n1\n. Survivors of \nSCP-1311\n are immune to this effect.\n\n\n\n\n\n\n\n\n« \nSCP-1992\n | SCP-1993 | \nSCP-1994\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-1993\n\" by Eskobar, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-1993\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1993-A: Testing Log"
    ],
    "documents": [],
    "notes": [
        "\" SCP-1993 \" by Eskobar, from the SCP Wiki . Source: https://scpwiki.com/scp-1993 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-1993",
    "object_class": "Euclid",
    "containment_procedures": "SCP-1993 is to be kept in a safe with voice-activated locks in a standard containment chamber, 5m x 5m x 3m in size. The containment chamber is to have no means of visual output to any other location by either direct or electronic means, though the chamber should have two-way audio transmission capability with an adjoining testing area. Additionally, the containment chamber is to be stocked with a single surgical table and sterilized surgical equipment before testing. During testing, a single D-class personnel is to enter containment and close all doors, at which point an authorized researcher is to voice-unlock the safe from a remote location. Under no circumstances are unauthorized D-class or any non-D-class personnel to access SCP-1993 directly; transportation of SCP-1993 should take place only with the object inside of its safe. No visual record of SCP-1993 is to be created at any time, and any such records located are to be destroyed as soon as possible.",
    "description": "SCP-1993 is a human right leg, severed at an angle beginning above the knee and descending to the patella. Examination of the leg has shown the presence of a small tattoo on the exterior side of the ankle, depicting a compass with the needle pointing to the southeast. Instances of SCP-1993 have been observed to decay at the normal rate for a severed limb.",
    "title": "SCP-1993"
}