{
    "url": "https://scp-wiki.wikidot.com/scp-2010",
    "all_text": "rating: \n+261\n+\n–\nx\n\n\nObject #:\n SCP-2010\n\n\nObject Class:\n Safe\n\n\nObject Storage Procedures:\n SCP-2010 should be kept at Sector-3-242 on the second shelf of secure storage vault four unless tests are needed. Tests are only to use D-class personnel, and no other personnel are to observe SCP-2010 for any reason.\n\n\nSummary:\n SCP-2010 appears to be a cell phone made by the Apple Company. The screen has the phrase \"PROTOTYPE\" scratched onto the glass. The \"O\"s are unusually large. There are no logos on SCP-2010, as would commonly be found on cell phones of the same brand. SCP-2010 also lacks a battery and does not work properly.\n\n\nWhen a subject touches SCP-2010, the cover of \"Can't Take My Eyes Off of You\" by Walk Off the Earth starts to play through unknown means. The subject drops SCP-2010 once the song starts to play and always falls over near the speakers. They do not move from that spot unless the song has ended. After the song ends, the subject can no longer grasp the concept of eyes. Whenever the subject should sense an eye, they sense an empty area. All test subjects have rejected the fact that they have eyes.\n\n\nAddendum 2010-01:\n SCP-2010 was recovered under a note that reads:\n\n\n\n\nDo not send to factory. Object does not work as hoped. We must sort out the homophone problems. We have not a problem because of eyes, no? That was a great error that shall be corrected. We just want that damned character to be expelled from our plane of presence. That lone syllable has been the source of our agony and our cause cannot rest. We must bury our enemy away from here and allow the cosmos to be corrupted no longer. The solace of peace shall come soon, brother. The world shall hear our protest song. The Order of the Four Vowels shall succeed!\n\n\n\n-Prefect Crowley\n\n\n\n\n\n\n\n\n« \nSCP-2009\n | SCP-2010 | \nSCP-2011\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2010\n\" by Devereaux, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2010\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2010-01: SCP-2010 was recovered under a note that reads:"
    ],
    "documents": [],
    "notes": [
        "Do not send to factory. Object does not work as hoped. We must sort out the homophone problems. We have not a problem because of eyes, no? That was a great error that shall be corrected. We just want that damned character to be expelled from our plane of presence. That lone syllable has been the source of our agony and our cause cannot rest. We must bury our enemy away from here and allow the cosmos to be corrupted no longer. The solace of peace shall come soon, brother. The world shall hear our protest song. The Order of the Four Vowels shall succeed! -Prefect Crowley",
        "\" SCP-2010 \" by Devereaux, from the SCP Wiki . Source: https://scpwiki.com/scp-2010 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe",
    "title": "SCP-2010"
}