{
    "url": "https://scp-wiki.wikidot.com/scp-2014",
    "all_text": "rating: \n+406\n+\n–\nx\n\n\nItem #:\n SCP-2014\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2014 is to be kept in an artificial habitat appropriate for geckos in Site-27. It should be cared for as specified in care sheet 2014-A, derived from open-source material on \nEublepharis macularius\n. SCP-2014 may use its skateboard for recreational purposes if good behaviour is maintained, although it must be kept under surveillance with anesthesiologists standing by in case it attempts to breach containment.\n\n\nDescription:\n SCP-2014 is an adult male gecko belonging to the \nEublepharis macularius\n species, measuring 8.5 cm in length. SCP-2014 is physically indistinguishable from other members of its species.\n\n\nSCP-2014 is sapient and possesses telekinetic abilities. It can use these abilities to manipulate objects from afar. SCP-2014 is capable of manipulating any object within 24 meters of itself, regardless of whether or not it is visible. SCP-2014 identifies itself as “Zsar Magoth”, an extradimensional entity suspected to have been responsible for creating multiple cults and causing several crimes, such as murder, theft, and indecent exposure.\n\n\nSCP-2014 came to the attention of the Foundation on the 21st of February, 1998, when one of the contestants in a skateboarding championship in Los Angeles, California was seen performing physically impossible stunts. It was later discovered that the contestant had performed an occult ritual in order to summon the consciousness of Zsar Magoth into the body of his pet gecko. SCP-2014 was kept inside the pocket of the contestant, and used its telekinetic powers to give him an advantage in the championship. All witnesses were given Class-B amnestics.\n\n\nAddendum: Interview Log\n\n\n\n\nInterviewed:\n SCP-2014\n\n\n\n\nInterviewer:\n Doctor ██████\n\n\nForeword:\n SCP-2014 was given a pen and paper to manipulate telekinetically in order to communicate. All answers are transcribed verbatim.\n\n\n<Begin Log>\n\n\nDoctor ██████:\n Hello, SCP-2014. Can you understand me?\n\n\nSCP-2014:\n Loud and clear, doc-o.\n\n\nDoctor ██████:\n I want to ask you some questions, if you don’t mind.\n\n\nSCP-2014:\n Sure, that sounds gnarly.\n\n\nDoctor ██████:\n The body you are occupying is not your original one, correct?\n\n\nSCP-2014:\n That's right, I got dibs on this lizard booty when this wimpy kid summoned me. Dude was flipping his wig over some skate competition. I could see that he was a total newb that would make nothing but sketchy moves. But I couldn't believe I was being summoned for something like that, y'know? And the little flake didn't even bring me a sacrifice. Don't kids read Lovecraft these days?\n\n\nDoctor ██████:\n This person summoned you to get an advantage in the competition, is that right?\n\n\nSCP-2014:\n Yeah, the little guy wanted me to use my wicked powers to kick his skills up a notch. Nothing against that, but I personally think you should work for what you want. Just look at yours truly. Dozens of cults have stolen, killed, and totally wigged out in my name.\n\n\nDoctor ██████:\n Then why did you help him?\n\n\nSCP-2014:\n I gotta be honest, doc-o. Every rule has its exception. And the exception for me was skating, because in all my aeons I've never seen something so far out. I used to think you guys were all a bunch of flakes who I would gladly destroy once I became powerful enough. But now I know better.\n\n\nDoctor ██████:\n I see. You also claim to be an extradimensional entity. Could you tell us more about where you came from, and if there are more like you there?\n\n\nSCP-2014:\n It is pretty insane. There are planets and stars like in your universe, but life ain't the same. We've got stuff like planet-sized, star-eating crystal serpents, sick lightning storms that fertilize the ground to create clockwork plants, some chill oceans filled with diamond corals and also winged carnivorous eggs that never stop singing Spice Girls songs. And yeah, there's like a bajillion guys like me. It's hella hard to stand out from the crowd to get someone to summon you and give a sacrifice, but I get by.\n\n\nDoctor ██████:\n What would happen if your current body were destroyed?\n\n\nSCP-2014:\n I would go back home. And if I didn't get a sacrifice, the wife and slime spawn wouldn't be too stoked about it.\n\n\nDoctor ██████:\n You have a wife and child?\n\n\nSCP-2014:\n Dude, \nPLEASE\n don't remind me.\n\n\nDoctor ██████:\n Alright. This is enough for the interview. Thank you, SCP-2014.\n\n\nSCP-2014:\n Hey doc-o, can I ask you a favor?\n\n\nDoctor ██████:\n That depends.\n\n\nSCP-2014:\n See if you can find some time to go skating with me. I can teach you wicked moves if you're in the mood.\n\n\nDoctor ██████:\n I'll think about it.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n« \nSCP-2013\n | SCP-2014 | \nSCP-2015\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2014\n\" by DeviantDharma, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2014\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Interview Log"
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-2014 Interviewer: Doctor ██████ Foreword: SCP-2014 was given a pen and paper to manipulate telekinetically in order to communicate. All answers are transcribed verbatim. <Begin Log> Doctor ██████: Hello, SCP-2014. Can you understand me? SCP-2014: Loud and clear, doc-o. Doctor ██████: I want to ask you some questions, if you don’t mind. SCP-2014: Sure, that sounds gnarly. Doctor ██████: The body you are occupying is not your original one, correct? SCP-2014: That's right, I got dibs on this lizard booty when this wimpy kid summoned me. Dude was flipping his wig over some skate competition. I could see that he was a total newb that would make nothing but sketchy moves. But I couldn't believe I was being summoned for something like that, y'know? And the little flake didn't even bring me a sacrifice. Don't kids read Lovecraft these days? Doctor ██████: This person summoned you to get an advantage in the competition, is that right? SCP-2014: Yeah, the little guy wanted me to use my wicked powers to kick his skills up a notch. Nothing against that, but I personally think you should work for what you want. Just look at yours truly. Dozens of cults have stolen, killed, and totally wigged out in my name. Doctor ██████: Then why did you help him? SCP-2014: I gotta be honest, doc-o. Every rule has its exception. And the exception for me was skating, because in all my aeons I've never seen something so far out. I used to think you guys were all a bunch of flakes who I would gladly destroy once I became powerful enough. But now I know better. Doctor ██████: I see. You also claim to be an extradimensional entity. Could you tell us more about where you came from, and if there are more like you there? SCP-2014: It is pretty insane. There are planets and stars like in your universe, but life ain't the same. We've got stuff like planet-sized, star-eating crystal serpents, sick lightning storms that fertilize the ground to create clockwork plants, some chill oceans filled with diamond corals and also winged carnivorous eggs that never stop singing Spice Girls songs. And yeah, there's like a bajillion guys like me. It's hella hard to stand out from the crowd to get someone to summon you and give a sacrifice, but I get by. Doctor ██████: What would happen if your current body were destroyed? SCP-2014: I would go back home. And if I didn't get a sacrifice, the wife and slime spawn wouldn't be too stoked about it. Doctor ██████: You have a wife and child? SCP-2014: Dude, PLEASE don't remind me. Doctor ██████: Alright. This is enough for the interview. Thank you, SCP-2014. SCP-2014: Hey doc-o, can I ask you a favor? Doctor ██████: That depends. SCP-2014: See if you can find some time to go skating with me. I can teach you wicked moves if you're in the mood. Doctor ██████: I'll think about it. <End Log>",
        "\" SCP-2014 \" by DeviantDharma, from the SCP Wiki . Source: https://scpwiki.com/scp-2014 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2014",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2014 is to be kept in an artificial habitat appropriate for geckos in Site-27. It should be cared for as specified in care sheet 2014-A, derived from open-source material on Eublepharis macularius. SCP-2014 may use its skateboard for recreational purposes if good behaviour is maintained, although it must be kept under surveillance with anesthesiologists standing by in case it attempts to breach containment.",
    "description": "SCP-2014 is an adult male gecko belonging to the Eublepharis macularius species, measuring 8.5 cm in length. SCP-2014 is physically indistinguishable from other members of its species.",
    "title": "SCP-2014"
}