{
    "url": "https://scp-wiki.wikidot.com/scp-2018",
    "all_text": "rating: \n+278\n+\n–\nx\n\n\nItem #:\n SCP-2018\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The area around SCP-2018 is to be fenced and security personnel are to monitor the area to prevent civilians from entering it. One D-Class personnel is to be sent inside SCP-2018-1 every month and brought back. Any experiments involving SCP-2018 and SCP-2018-1 must be approved by at least one Level 3 Researcher.\n\n\nDescription:\n SCP-2018 is a space-time anomaly located near [REDACTED], Australia. Said anomaly consists of a rectangular space on a wall inside an abandoned warehouse. It appears for 1 hour, 7 minutes and 14 seconds once every 72 hours. On the other side is an alternate version of the Australian Museum, hereafter designated SCP-2018-1. SCP-2018-1 is located in the center of a floating, circular land mass approximately 5 km in diameter. On the edge of said land mass is a brick wall measuring 6 m in height covering the perimeter. Beyond this wall is a sky similar to that of the baseline universe that stretches in all directions for an unknown distance. It is unknown how this land mass floats. The infrastructure and general architecture of SCP-2018-1 are very similar to those of the Australian Museum. Several empty pedestals of varying sizes can be found throughout all floors.\n\n\nFurther anomalous properties of SCP-2018-1 manifest when a living human subject enters it. After approximately 12 minutes, objects and living beings will appear on top of the empty pedestals, along with a metal plate containing text. Said objects and living beings have been determined to be related to significant memories of the human subject who entered SCP-2018-1. The first floors of SCP-2018-1 usually create objects and living beings based on memories of childhood and adolescence, while the upper floors usually create objects and living beings based on recent memories. These anomalous properties of SCP-2018-1 do not manifest if more than three human subjects enter it at the same time.\n\n\nIt has been observed that the longer SCP-2018-1 goes without receiving any visitors, the faster its structures will wear down. It has been estimated based on the damages suffered by SCP-2018-1 on a given period that it would collapse if it does not receive any visitors for longer than six months. Of note is that should the visitors experience no strong emotions during their visit, SCP-2018-1 will retain its current level of damage.\n\n\nAddendum:\n Test Logs\n\n\nForeword:\n Only the most significant results are written here. Level 2 access is required to view the unabridged logs.\n\n\nTest 1\n\n\nSubject:\n Agent ██████\n\n\nResults:\n A bath tub filled with water was created. Inside the bath tub was an unconscious, young human male of the same general physical characteristics as Agent ██████.\n\n\nText:\n Those who raise their hands to strike an innocent child do not deserve their hands.\n\n\nNote:\n Agent ██████ claims that his older sister tried to drown him in a bath tub when he was 5 years old.\n\n\nTest 2\n\n\nSubject:\n Agent █████\n\n\nResults:\n An elderly Hispanic woman appeared, walked out of the pedestal and hugged Agent █████. The elderly woman was heard saying \"thank you for saving me\". She then returned to the pedestal and disappeared.\n\n\nText:\n Saving someone's life is the same as saving a world.\n\n\nNote\n: Agent █████ claims to have prevented an elderly woman identical to that of the pedestal from being run over by a car.\n\n\nTest 3\n\n\nSubject:\n Agent ████████\n\n\nResult:\n A young boy, a television set and SNES video game system appeared. The young boy called out Agent ████████'s name to play video games with him. Agent ████████ climbed on the pedestal and played video games with the boy for half an hour. No source of electricity was seen during this time.\n\n\nText:\n Sharing is caring. It's cheesy, but true.\n\n\nNote:\n Agent ████████ claimed that the boy in the pedestal was identical to one of his childhood friends, who let Agent ████████ use his video game system because Agent ████████'s family was too poor to buy one.\n\n\nTest 4\n\n\nSubject:\n D-2018-01\n\n\nResults:\n Several police officers appeared on multiple pedestals simultaneously and started firing at D-2018-01 with their pistols. Although the normal sound of pistols being used could be heard, no projectiles were fired.\n\n\nNote\n: D-2018-01 was put on death row for kidnapping, murder and drug trafficking.\n\n\nTest 5\n\n\nSubject:\n D-2018-02. Subject was given a limited dose of Omega Class amnestic, which completely wiped his memories for the duration of the test. Subject was also accompanied by a guard.\n\n\nResult:\n Several cats and dogs appeared on the pedestal and started rubbing themselves around the guard's legs before returning to the pedestal and disappearing.\n\n\nText:\n What did you expect? You can't make an omelet without eggs, you know.\n\n\nNote:\n The guard has owned several pets similar to those that appeared from the pedestal.\n\n\nAddendum-B:\n On ██/██/20██, an exploration team was sent to SCP-2018-1 to map the remaining floors of its structure. They reached a room on the top floor whose door had the message \"To the exploration team: please come in\". Upon opening the door, they entered a large room with a table containing several types of food and drinks. On the table was an elderly, overweight man in a light blue suit, who called out the team to eat with him. None of the Agents remembered ever meeting this man. He claimed to be the consciousness of SCP-2018-1 manifesting physically. The following is a transcript of the dialogue that Agent ████ had with the man, hereafter referred to as SCP-2018-1-A.\n\n\n\n\n<Begin Log>\n\n\nAgent ████:\n Who are you?\n\n\nSCP-2018-1-A:\n I am the museum. Please don't be shy, sit down and have something to eat and drink.\n\n\nAgent ████:\n What exactly do you mean with that?\n\n\nSCP-2018-1-A:\n By that I mean that I am the museum's genius loci, or protective spirit. I created this man to talk with you. I haven't had visitors in months, and I thought I would collapse. But now you are sending in visitors every month, which I am very grateful for. I figured I should have a little chat with you. It's only being polite, as I see it.\n\n\nAgent ████:\n How did this museum… I mean, how did you come to be?\n\n\nSCP-2018-1-A:\n Ah, you see, I used to be the genius loci of the actual Australian Museum. I was the one who helped the guards protect the halls and all the attractions. When one guard was about to fall asleep during work, I would poke his mind to wake him up, and things like that. In return, I would watch the visitors observe the attractions and absorb the energy of their emotions to sustain myself. I liked what I did. But as time passed, I started to wonder if I could do something other than watch people marvel at the things of the distant past, which had little relevance in the minds of many of today's visitors.\n\n\nAgent ████:\n And these thoughts inspired you to create this version of the museum?\n\n\nSCP-2018-1-A:\n Correct. Being the genius loci of such a large place with frequent visitors, I had a massive store of emotional energy inside me, which I hadn't thought of using until a certain day. It was then that I decided to leave the museum and create my own.\n\n\nAgent ████:\n How do you know what to create in order to inspire emotions?\n\n\nSCP-2018-1-A:\n I can read the thoughts and memories of anyone who enters the museum.\n\n\nAgent ████:\n Do you possess any other abilities?\n\n\nSCP-2018-1-A:\n No sir, that is all I do.\n\n\nAgent ████:\n Thank you. This is enough for the interview, unless you have anything more to say.\n\n\nSCP-2018-1-A:\n Yes. Please forgive your son. He might have disobeyed every thing you ever told him not to do, but he still loves you very much. And have this as a gift. You deserve it for doing your duties so well.\n\n\n(At this point in the interview, SCP-2018-1-A created a pug wearing a collar with the name \"Fred\". The pug then ran towards Agent ████, who shoved it away.)\n\n\nAgent ████:\n Did you just read my mind?\n\n\nSCP-2018-1-A:\n I'm sorry, I didn't mean to anger you, I just wanted to give you a gift!\n\n\n(Agent ████ and the rest of the exploration team then left SCP-2018-1. SCP-2018 was then locked down due to a possible information breach.)\n\n\n<End Log>\n\n\n\n\n\n\n\n\n« \nSCP-2017\n | SCP-2018 | \nSCP-2019\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2018\n\" by DeviantDharma, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2018\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Test Logs",
        "Addendum-B: On ██/██/20██, an exploration team was sent to SCP-2018-1 to map the remaining floors of its structure. They reached a room on the top floor whose door had the message \"To the exploration team: please come in\". Upon opening the door, they entered a large room with a table containing several types of food and drinks. On the table was an elderly, overweight man in a light blue suit, who called out the team to eat with him. None of the Agents remembered ever meeting this man. He claimed to be the consciousness of SCP-2018-1 manifesting physically. The following is a transcript of the dialogue that Agent ████ had with the man, hereafter referred to as SCP-2018-1-A."
    ],
    "documents": [],
    "notes": [
        "<Begin Log> Agent ████: Who are you? SCP-2018-1-A: I am the museum. Please don't be shy, sit down and have something to eat and drink. Agent ████: What exactly do you mean with that? SCP-2018-1-A: By that I mean that I am the museum's genius loci, or protective spirit. I created this man to talk with you. I haven't had visitors in months, and I thought I would collapse. But now you are sending in visitors every month, which I am very grateful for. I figured I should have a little chat with you. It's only being polite, as I see it. Agent ████: How did this museum… I mean, how did you come to be? SCP-2018-1-A: Ah, you see, I used to be the genius loci of the actual Australian Museum. I was the one who helped the guards protect the halls and all the attractions. When one guard was about to fall asleep during work, I would poke his mind to wake him up, and things like that. In return, I would watch the visitors observe the attractions and absorb the energy of their emotions to sustain myself. I liked what I did. But as time passed, I started to wonder if I could do something other than watch people marvel at the things of the distant past, which had little relevance in the minds of many of today's visitors. Agent ████: And these thoughts inspired you to create this version of the museum? SCP-2018-1-A: Correct. Being the genius loci of such a large place with frequent visitors, I had a massive store of emotional energy inside me, which I hadn't thought of using until a certain day. It was then that I decided to leave the museum and create my own. Agent ████: How do you know what to create in order to inspire emotions? SCP-2018-1-A: I can read the thoughts and memories of anyone who enters the museum. Agent ████: Do you possess any other abilities? SCP-2018-1-A: No sir, that is all I do. Agent ████: Thank you. This is enough for the interview, unless you have anything more to say. SCP-2018-1-A: Yes. Please forgive your son. He might have disobeyed every thing you ever told him not to do, but he still loves you very much. And have this as a gift. You deserve it for doing your duties so well. (At this point in the interview, SCP-2018-1-A created a pug wearing a collar with the name \"Fred\". The pug then ran towards Agent ████, who shoved it away.) Agent ████: Did you just read my mind? SCP-2018-1-A: I'm sorry, I didn't mean to anger you, I just wanted to give you a gift! (Agent ████ and the rest of the exploration team then left SCP-2018-1. SCP-2018 was then locked down due to a possible information breach.) <End Log>",
        "\" SCP-2018 \" by DeviantDharma, from the SCP Wiki . Source: https://scpwiki.com/scp-2018 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2018",
    "object_class": "Euclid",
    "containment_procedures": "The area around SCP-2018 is to be fenced and security personnel are to monitor the area to prevent civilians from entering it. One D-Class personnel is to be sent inside SCP-2018-1 every month and brought back. Any experiments involving SCP-2018 and SCP-2018-1 must be approved by at least one Level 3 Researcher.",
    "description": "SCP-2018 is a space-time anomaly located near [REDACTED], Australia. Said anomaly consists of a rectangular space on a wall inside an abandoned warehouse. It appears for 1 hour, 7 minutes and 14 seconds once every 72 hours. On the other side is an alternate version of the Australian Museum, hereafter designated SCP-2018-1. SCP-2018-1 is located in the center of a floating, circular land mass approximately 5 km in diameter. On the edge of said land mass is a brick wall measuring 6 m in height covering the perimeter. Beyond this wall is a sky similar to that of the baseline universe that stretches in all directions for an unknown distance. It is unknown how this land mass floats. The infrastructure and general architecture of SCP-2018-1 are very similar to those of the Australian Museum. Several empty pedestals of varying sizes can be found throughout all floors.",
    "title": "SCP-2018"
}