{
    "url": "https://scp-wiki.wikidot.com/scp-2042",
    "all_text": "rating: \n+136\n+\n–\nx\n\n\nItem #:\n SCP-2042\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2042 subjects are to be held in a standard humanoid containment cell, with cushioned cabinets for SCP-2042-2-1 through 20. They are to be fed three times as much food as an average build human would normally require in total. SCP-2042 is allowed to make requests for items and musical samples as reward for good behaviour. All personnel with a security level of 2 or higher are allowed entry into SCP-2042's containment area for interviewing purposes.\n\n\nDescription:\n SCP-2042-1 is a Caucasian male, in its late fifties. The appearance of the subject is otherwise unremarkable, with slight balding and grey hair and beard, but they are lacking a mouth orifice of any sort. MRI footage has shown that its pharynx is cut off right after the attachment point of vocal cords, which are also missing. Respiratory organs have been left unaltered, as well as the digestive system and other internal organs. Subject is fluent in French, German and English and passable in Italian.\n\n\nSCP-2042-2 are a series of 20 humanoids, which have been shown to be genetically identical to SCP-2042-1 and each other. All instances lack their cardiovascular and digestive tracts with acute abnormalities to their nervous system and autonomous functions. Their muscles are composed of particularly fibrous tissue, resembling plant matter in architecture. EEG scans have proved that the brain of SCP-2042-2 sustains a pattern consistent with a persisting vegetative state until prompted into action by SCP-2042-1, resulting in a spike in activity. Aside from a mouth, all instances lack any other distinguishing features.\n\n\nSCP-2042-1 appears capable of controlling SCP-2042-2 to a certain degree, with distance and number of \"clones\" being used making the task more difficult. Vocalising appears to be the only task all instances are capable of despite the full number of them being used simultaneously.\n\n\nAll instances of SCP-2042-2 exhibit a wide vocal range. The voices of the instances are all male, but SCP-2042-2 is capable of producing a female voice, albeit SCP-2042-1 claims that it \"hurts his throats\". Subject is normally compliant and will often propose to perform to anyone, the performance consisting mainly of vocal music produced by SCP-2042-2, lead by SCP-2042-1.\n\n\nSCP-2042-1's main way of communication and interaction is through instances of SCP-2042-2, and it has been authorized to have one instance of SCP-2042-2 with it for communication purposes. Subject has shown mild preference of using SCP-2042-2-1 for speaking. It is notable that vocalisations made through SCP-2042-2 instances by SCP-2042-1 are in the form of singing in various styles.\n\n\nAll edible matter that passes through the mouths of SCP-2042-2 will be transported into the digestive system of SCP-2042-1 through unknown means. SCP-2042-1 requires approximately three times as much sustenance as an average male of his age and build. The amount increases relatively to the amount of activity that SCP-2042-2 instances are used in. To compensate this, SCP-2042-1's digestive system appears to function 300% faster.\n\n\nRecovery:\n SCP-2042 was recovered in ██/██/19██ in ███████, France. SCP-2042 had formed a singing group known as \"La Conférence Gangrène\" and was on a tour around France and neighbouring countries. All of the subjects were wearing top hats, theatre masks and wigs, as was customary to their performances. During a performance of opera, the mask of one the SCP-2042-2 instances fell off, causing widespread panic in the audience. MTF-Gamma-769 (My Little Friend) was deployed on the scene, and SCP-2042 was contained without incident. Amnestics were deployed to the audience and false memories were planted. A coverup story of a group member being injured was deployed shortly afterwards.\n\n\nThe following is an audio transcript of an interview of SCP-2042-1 and SCP-2042-2-1.\n\n\n\n\nInterviewed:\n SCP-2042-1, SCP-2042-2-1\n\n\nInterviewer:\n Dr. N█████\n\n\nForeword:\n SCP-2042-1 is questioned about the origin of his anomalous properties. SCP-2042-1 requested to speak in French during this interview, due to it being their native language. The following transcript has been translated from French.\n\n\n<Begin Log>\n\n\nDr. N█████:\n Opening interview of SCP-2042-1. An instance of SCP-2042-2 has been brought from containment to function as a mediator.\n\n\nDr. N█████:\n So, if you could try and explain how you ended up in your current state?\n\n\nSCP-2042-2-1:\n I do not remember much, I am afraid.\n\n\nDr. N█████:\n Please, tell us what you can.\n\n\n<SCP-2042-1 ponders for a duration of 2 minutes before answering.>\n\n\nSCP-2042-2-1:\n … I was born a mute man, as you probably already know. Since a little boy, I dreamed of being able to sing. Then, decades later, I was offered the voice of my dreams. Who cares if I'm horribly mutated into something that this is? I am what was promised to me.\n\n\nDr. N█████:\n How exactly did you acquire your… \"Friends\"?\n\n\nSCP-2042-2-1:\n Oh, my little friends? That was some time ago, but that day I remember correctly. I was chugging along with my life as usual, living in a world of silence and despair. Intention to off me, if you understand what I mean by that.\n\n\nDr. N█████:\n Go on.\n\n\nSCP-2042-2-1:\n Well, one day while I was at my favorite cafe, enjoying my croissant in peace, two men in dark clothing approached me. They started talking to me; obviously, I could not answer, so I wrote an apology on a napkin. They said they saw hidden talent in me and hoped that I would be interested in what they had to offer. They told me that all they wanted was a good performance of the opera. Naturally, I told them to get the ████ of my face, thinking they were just there to tease an old silent, but they said they had a way to give me speech, a voice of the whole choir, as a matter of fact.\n\n\nDr. N█████:\n Go on.\n\n\nSCP-2042-2-1:\n Well, as I tried to understand the hook they had already taken out a contract. I read the small print: they are my managers, and I would have the voice I've always wanted. I told myself that I had nothing to lose, I guess I might as well see where it takes me … And all I remember is having my friends.\n\n\nDr. N█████:\n Who were those men?\n\n\nSCP-2042-2-1:\n They said they were … Representatives of a group of gentlemen. They said they provided luxury goods. They had strange names.\n\n\nDr. N█████:\n Do you remember their names?\n\n\n<SCP-2042-1 ponders for a minute>\n\n\nSCP-2042-2-1:\n … I… Believe that there was a Mr. Cartier and D'arc. Wonder if the other was related to \nthat\n D'arc.\n\n\nDr. N█████:\n … I believe that is highly unlikely.\n\n\n<End Log>\n\n\nClosing Statement:\n Following the interview SCP-2042-1 requested access to the rest of SCP-2042-2 instances for rehearsal purposes. Rest of the day transpired unremarkably.\n\n\n\n\nAddendum:\n It has been requested that SCP-2042 is allowed to perform at Site-██. It has gained quite a reputation amongst researchers preceding containment, and as such would greatly boost the morale. Approval is pending.\n\n\n\n\n\n\n« \nSCP-2041\n | SCP-2042 | \nSCP-2043\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2042\n\" by Nanoro, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2042\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: It has been requested that SCP-2042 is allowed to perform at Site-██. It has gained quite a reputation amongst researchers preceding containment, and as such would greatly boost the morale. Approval is pending."
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-2042-1, SCP-2042-2-1 Interviewer: Dr. N█████ Foreword: SCP-2042-1 is questioned about the origin of his anomalous properties. SCP-2042-1 requested to speak in French during this interview, due to it being their native language. The following transcript has been translated from French. <Begin Log> Dr. N█████: Opening interview of SCP-2042-1. An instance of SCP-2042-2 has been brought from containment to function as a mediator. Dr. N█████: So, if you could try and explain how you ended up in your current state? SCP-2042-2-1: I do not remember much, I am afraid. Dr. N█████: Please, tell us what you can. <SCP-2042-1 ponders for a duration of 2 minutes before answering.> SCP-2042-2-1: … I was born a mute man, as you probably already know. Since a little boy, I dreamed of being able to sing. Then, decades later, I was offered the voice of my dreams. Who cares if I'm horribly mutated into something that this is? I am what was promised to me. Dr. N█████: How exactly did you acquire your… \"Friends\"? SCP-2042-2-1: Oh, my little friends? That was some time ago, but that day I remember correctly. I was chugging along with my life as usual, living in a world of silence and despair. Intention to off me, if you understand what I mean by that. Dr. N█████: Go on. SCP-2042-2-1: Well, one day while I was at my favorite cafe, enjoying my croissant in peace, two men in dark clothing approached me. They started talking to me; obviously, I could not answer, so I wrote an apology on a napkin. They said they saw hidden talent in me and hoped that I would be interested in what they had to offer. They told me that all they wanted was a good performance of the opera. Naturally, I told them to get the ████ of my face, thinking they were just there to tease an old silent, but they said they had a way to give me speech, a voice of the whole choir, as a matter of fact. Dr. N█████: Go on. SCP-2042-2-1: Well, as I tried to understand the hook they had already taken out a contract. I read the small print: they are my managers, and I would have the voice I've always wanted. I told myself that I had nothing to lose, I guess I might as well see where it takes me … And all I remember is having my friends. Dr. N█████: Who were those men? SCP-2042-2-1: They said they were … Representatives of a group of gentlemen. They said they provided luxury goods. They had strange names. Dr. N█████: Do you remember their names? <SCP-2042-1 ponders for a minute> SCP-2042-2-1: … I… Believe that there was a Mr. Cartier and D'arc. Wonder if the other was related to that D'arc. Dr. N█████: … I believe that is highly unlikely. <End Log> Closing Statement: Following the interview SCP-2042-1 requested access to the rest of SCP-2042-2 instances for rehearsal purposes. Rest of the day transpired unremarkably.",
        "\" SCP-2042 \" by Nanoro, from the SCP Wiki . Source: https://scpwiki.com/scp-2042 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2042",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2042 subjects are to be held in a standard humanoid containment cell, with cushioned cabinets for SCP-2042-2-1 through 20. They are to be fed three times as much food as an average build human would normally require in total. SCP-2042 is allowed to make requests for items and musical samples as reward for good behaviour. All personnel with a security level of 2 or higher are allowed entry into SCP-2042's containment area for interviewing purposes.",
    "description": "SCP-2042-1 is a Caucasian male, in its late fifties. The appearance of the subject is otherwise unremarkable, with slight balding and grey hair and beard, but they are lacking a mouth orifice of any sort. MRI footage has shown that its pharynx is cut off right after the attachment point of vocal cords, which are also missing. Respiratory organs have been left unaltered, as well as the digestive system and other internal organs. Subject is fluent in French, German and English and passable in Italian.",
    "title": "SCP-2042"
}