{
    "url": "https://scp-wiki.wikidot.com/scp-2057",
    "all_text": "rating: \n+269\n+\n–\nx\n\n\nItem #:\n SCP-2057\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Outside of scheduled experiments, instances of SCP-2057 are to be stored in a standard large-volume storage locker in Containment Area-27 at a temperature of 25°C.\n\n\nDue to limited supply, experiment proposals need to be approved by at least two personnel with 2-1103 clearance and submitted to Dr. Applegate.\n\n\nDescription:\n SCP-2057 is a set of ninety-two (92) 318 ml cans of condensed chicken noodle soup. All instances of SCP-2057 have brightly colored labels, bearing images of dancing vegetables, noodles, and a cartoon chicken. Each label bears the script \"Dr. Wondertainment's Ultralicious™ Chicken Noodle Soup For Kids™!\" The lid of each can is fitted with an easy-open pull top. Each can label has a set of nutritional values, ingredients, and instructions.\n\n\n\n\n+ Nutritional Values\n\n\n\n\n- Nutritional Values Stated on Label\n\n\nNutrition Facts\n\nServing Size: 1 Can\n\nServings Per Container: 1\n\n\n\n\n\n\nContents\n\n\nAmount\n\n\nTest Results\n\n\n\n\n\n\nCalories\n\n\n95 cal\n\n\nConsistent at 95 cal\n\n\n\n\n\n\nFat\n\n\n3.17 g\n\n\nHigher than label states at 4.23 g\n\n\n\n\n\n\nCarbohydrates\n\n\n2.29 g\n\n\nConsistent at 2.29 g\n\n\n\n\n\n\nProtein\n\n\n13.48 g\n\n\nHigher than label states at 15.25 g\n\n\n\n\n\n\nVitamin W™\n1\n\n\n2.00 g\n\n\nUnknown compound consistent at 2.00 g\n\n\n\n\n\n\nMother's Love\n\n\n10.00 g\n\n\nNot identifiable or measurable\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Ingredients\n\n\n\n\n- Ingredients Stated on Label\n\n\n\n\n\n\nIngredients:\n Ultralicious™ chicken stock, enriched Chinese egg noodles, finest cooked chicken breast, farm fresh carrots, crispy-crunchy celery, sweet Vidalia onions, no paint thinner, fresh mountain spring water, Vitamin W™. Contains less than 2% of the following ingredients: a pinch of salt, a smidgen of chicken fat, sprinkle of spice extracted from rare plants, a dash of high quality unicorn tears.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Instructions for Heating\n\n\n\n\n- Instructions Stated on Label\n\n\n\n\n\n\nInstructions for Heating:\n Hey, Kids! Feeling sick, icky, or downright yucky? Just pop open a can of Dr Wondertainment's Ultralicious™ Chicken Noodle Soup For Kids™! Place contents of the can in a medium sized soup pot, add a can of water, stir, and heat! Watch as the fun begins! Eat hearty, and you'll feel better and ready to play with Dr Wondertainment toys in no time!\n\n\n\n\n\n\n\n\n\n\n\nOn the lower back of each label is the following warning in fine print:\n\n\n\nDr Wondertainment's Ultralicious™ Chicken Noodle Soup For Kids™! is intended to be eaten while it is hot, to make you feel better in no time at all! Do not consume after it has become cold. Do not reheat. By purchasing from Dr. Wondertainment you agree to not hold Dr. Wondertainment or any of Dr. Wondertainment's affiliates accountable for injuries or damages incurred by your product. Thank you for purchasing from Dr. Wondertainment.\n\n\n\n\nOpening an instance of SCP-2057 reveals that it is filled with condensed chicken broth and an egg-shaped mass made of 57 g of egg noodles. Upon adding water and heating to 70°C, the 'egg' hatches, revealing a small, juvenile domesticated chicken (\nGallus gallus domesticus\n) composed entirely of egg noodles, carrot, celery, onion, and cooked chicken breast, known from this point as SCP-2057-1. As the broth continues to heat, the instance of SCP-2057-1 will begin to move, vocalize in chirps, and consume the broth in which it was hatched. It will grow directly in proportion to the amount of broth consumed, reaching full size at 85 g, resembling a small, adult domesticated chicken.\n\n\nWhile the temperature is between 35°C and 70°C, SCP-2057-1 functions as if it is alive, behaving similarly to normal domesticated chickens. When dissected, SCP-2057-1 is shown to be composed entirely of edible ingredients: bones constructed of celery and onion, muscles constructed of cooked chicken breast, feathers constructed of egg noodles, beak and legs constructed of carrot, and blood consistent with chicken broth. SCP-2057-1 will continue to move, vocalize in cackles, and twitch as it is being dissected or consumed.\n\n\nWhen the temperature of SCP-2057-1 falls below 35°C, the instance ceases movement, falling over into the remaining broth and quickly collapses into chicken noodle soup, typically ranging in temperature from 20°C to 34°C.\n\n\nBelow 20°C, SCP-2057-1 becomes congealed and gelatinous.\n\n\n\n\n+ Test Results 35°-70°C\n\n\n\n\n- Test Results 35°-70°C\n\n\n\n\nWhen eaten at 35°C to 70°C, test subjects describe the taste of SCP-2057-1 to be \"excellent\", \"delicious\", and \"homey\". Test subjects also report a feeling of physical well-being after consuming SCP-2057-1, despite showing apprehension at eating a 'live' meal. 81% of the subjects experienced psychological trauma associated with losing a beloved pet after consuming the instance.\n\n\nTest subjects suffering from illnesses such as influenza, measles, and the common cold reported immediate alleviation of their symptoms upon consuming instances of SCP-2057-1 at temperatures between 35°C and 70°C. Improvement included drop in high fever, relief from aches and pains, cessation of cough and congestion, and improved overall health. Strong aversion to poultry-based products reported in 87% of test subjects.\n\n\n\n\n\n\n\n\n\n\n+ Test Results 10°-34°C\n\n\n\n\n- Test Results 10°-34°C\n\n\n\n\nTest subjects consuming SCP-2057-1 at temperatures between 10°C to 34°C reported the taste as \"bland\", \"disgusting\", and \"repulsive\". 67% of test subjects reported severe cramping, chills, and diarrhea after consuming cooled SCP-2057-1. 62% of test subjects reported making involuntary clucking sounds and aversion to poultry-based products.\n\n\nTest subjects suffering from illnesses such as influenza, measles, and the common cold reported immediate complications of their symptoms upon consuming instances of SCP-2057-1 at temperatures between 10°C and 34°C. Complications included development of pin feathers along the forearms, excess loose skin growth on the crown of the head and under the chin, and an extreme change in gait when walking. 93% of subjects experienced vivid hallucinations and sensations of being hung upside-down by their ankles.\n\n\n\n\n\n\n\n\n\n\n+ Reheating Test Results\n\n\n\n\n- Reheating Test Results\n\n\n\n\n\n\nTest 234 - Reheating SCP-2057-1 - 10/██/████\n\n\nSubject:\n D-45782\n\n\nProcedure:\n D-45782 is to reheat SCP-2057-1 in a microwave on high for two minutes and thirty seconds, then to consume the reheated instance. He is instructed to report his experiences to the camera provided.\n\n\nResults:\n \n(Test Time: 00:00)\n D-45782 reheated the instance of SCP-2057-1 as instructed. During the two and a half minutes, deep vocalizations were heard from the microwave.\n\n\n(02:32)\n D-45782 observes that the instance in the bowl still looks gelatinous in texture, with slight black burn areas near the edges.\n\n\n(02:55)\n D-45872 takes three bites and comments about being cold in the middle and hot on the edges. The subject describes the taste as horrifying and spits the instance onto the floor. The subject refuses to continue consuming the instance.\n\n\n(17:35)\n Within fifteen minutes of tasting the reheated instance of SCP-2057-1, D-45872 begins speaking angrily at the camera a second time, the words interspersed with vocalizations similar to stressed clucks and cackles.\n\n\n(17:40)\n Speech becomes increasingly incoherent. D-45872 begins scratching at his arms until they bleed. Loose skin is forming under the subject's neck and on top of the head.\n\n\n(17:46)\n D-45872 has lost all capability of speech. Large white pin feathers cover both of the subject's arms. Smaller feathers have begun sprouting from the subject's face.\n\n\n(18:02)\n Deterioration of D-45872's mental state has progressed to attempted destruction of objects within the testing room. Subject has rapidly grown feathers covering 67% of his skin, with severe physical change of the facial area, having an elongated, hardened nasal area and lower jaw. The upper lip has receded completely into the nasal cavity.\n\n\n(18:07)\n D-45872 expires.\n\n\nAnalysis:\n Autopsy revealed D-45782's cause of death was due to extreme and sudden physical change of internal organs, resulting in shock and cardiac arrest. 93% of the subject's skin was covered in feathers. Physical changes in the face resulted in a beak-like alteration of the nose and mouth. Loose skin under the neck and on the top of the head resemble a wattle and comb. Subject's lower legs were found to be covered in thick, scaly skin with the toes of the subject's feet ending in small rounded claws. The subject and instance of SCP-2057-1 were incinerated after testing and autopsy.\n\n\n\n\n\n\n\n\n\n\nAddendum:\n SCP-2057 was recovered during a raid on a Marshall, Carter and Dark office in █████████████, New York, along with sixteen (16) other items. It was found in a shipping crate with indications of having been recently delivered by the Federal Postal Service, with an invalid return address. The shipping crate was estimated to hold one hundred and forty-four (144) instances of SCP-2057. One hundred and three (103) instances of SCP-2057 were recovered from the scene. The location of the remaining forty-one (41) instances of SCP-2057 is unknown, but under investigation after the discovery of a letter written to an associate employed at the Marshall, Carter, and Dark office. Tracing the letter to a physical address has proven unsuccessful to date.\n\n\n\n\nDear Cyrus,\n\n\nMaria has told me of the unfortunate circumstances that have befallen your children. I had hoped to hear about the improvement of their conditions soon. As their godfather, I am extremely distressed to hear this. Having experienced a child suffering from the measles myself, I know how terrifying it can be when it seems as if they are getting worse.\n\n\nRecently, we received a shipment of something that I hope can help your family. There is a crate in the storage area marked with 'Wondertainment - Discontinued Item.' It will not be there long, as it goes to auction next week. I will leave a key under the photo of your family on your desk. Follow the instructions exactly. Do not, under any circumstances, do anything different than what is directed on the can.\n\n\nDestroy this message as soon as possible. I do not want any of this to come back on us. Be careful, my friend.\n\n\n~Williams\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Compound unknown to scientists at the Foundation. Further research and testing required.\n\n\n\n\n\n\n\n\n« \nSCP-2056\n | SCP-2057 | \nSCP-2058\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2057\n\" by Adelia Che (Rayebee), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2057\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-2057 was recovered during a raid on a Marshall, Carter and Dark office in █████████████, New York, along with sixteen (16) other items. It was found in a shipping crate with indications of having been recently delivered by the Federal Postal Service, with an invalid return address. The shipping crate was estimated to hold one hundred and forty-four (144) instances of SCP-2057. One hundred and three (103) instances of SCP-2057 were recovered from the scene. The location of the remaining forty-one (41) instances of SCP-2057 is unknown, but under investigation after the discovery of a letter written to an associate employed at the Marshall, Carter, and Dark office. Tracing the letter to a physical address has proven unsuccessful to date."
    ],
    "documents": [],
    "notes": [
        "Ingredients: Ultralicious™ chicken stock, enriched Chinese egg noodles, finest cooked chicken breast, farm fresh carrots, crispy-crunchy celery, sweet Vidalia onions, no paint thinner, fresh mountain spring water, Vitamin W™. Contains less than 2% of the following ingredients: a pinch of salt, a smidgen of chicken fat, sprinkle of spice extracted from rare plants, a dash of high quality unicorn tears.",
        "Instructions for Heating: Hey, Kids! Feeling sick, icky, or downright yucky? Just pop open a can of Dr Wondertainment's Ultralicious™ Chicken Noodle Soup For Kids™! Place contents of the can in a medium sized soup pot, add a can of water, stir, and heat! Watch as the fun begins! Eat hearty, and you'll feel better and ready to play with Dr Wondertainment toys in no time!",
        "Dr Wondertainment's Ultralicious™ Chicken Noodle Soup For Kids™! is intended to be eaten while it is hot, to make you feel better in no time at all! Do not consume after it has become cold. Do not reheat. By purchasing from Dr. Wondertainment you agree to not hold Dr. Wondertainment or any of Dr. Wondertainment's affiliates accountable for injuries or damages incurred by your product. Thank you for purchasing from Dr. Wondertainment.",
        "Test 234 - Reheating SCP-2057-1 - 10/██/████ Subject: D-45782 Procedure: D-45782 is to reheat SCP-2057-1 in a microwave on high for two minutes and thirty seconds, then to consume the reheated instance. He is instructed to report his experiences to the camera provided. Results: (Test Time: 00:00) D-45782 reheated the instance of SCP-2057-1 as instructed. During the two and a half minutes, deep vocalizations were heard from the microwave. (02:32) D-45782 observes that the instance in the bowl still looks gelatinous in texture, with slight black burn areas near the edges. (02:55) D-45872 takes three bites and comments about being cold in the middle and hot on the edges. The subject describes the taste as horrifying and spits the instance onto the floor. The subject refuses to continue consuming the instance. (17:35) Within fifteen minutes of tasting the reheated instance of SCP-2057-1, D-45872 begins speaking angrily at the camera a second time, the words interspersed with vocalizations similar to stressed clucks and cackles. (17:40) Speech becomes increasingly incoherent. D-45872 begins scratching at his arms until they bleed. Loose skin is forming under the subject's neck and on top of the head. (17:46) D-45872 has lost all capability of speech. Large white pin feathers cover both of the subject's arms. Smaller feathers have begun sprouting from the subject's face. (18:02) Deterioration of D-45872's mental state has progressed to attempted destruction of objects within the testing room. Subject has rapidly grown feathers covering 67% of his skin, with severe physical change of the facial area, having an elongated, hardened nasal area and lower jaw. The upper lip has receded completely into the nasal cavity. (18:07) D-45872 expires. Analysis: Autopsy revealed D-45782's cause of death was due to extreme and sudden physical change of internal organs, resulting in shock and cardiac arrest. 93% of the subject's skin was covered in feathers. Physical changes in the face resulted in a beak-like alteration of the nose and mouth. Loose skin under the neck and on the top of the head resemble a wattle and comb. Subject's lower legs were found to be covered in thick, scaly skin with the toes of the subject's feet ending in small rounded claws. The subject and instance of SCP-2057-1 were incinerated after testing and autopsy.",
        "Dear Cyrus, Maria has told me of the unfortunate circumstances that have befallen your children. I had hoped to hear about the improvement of their conditions soon. As their godfather, I am extremely distressed to hear this. Having experienced a child suffering from the measles myself, I know how terrifying it can be when it seems as if they are getting worse. Recently, we received a shipment of something that I hope can help your family. There is a crate in the storage area marked with 'Wondertainment - Discontinued Item.' It will not be there long, as it goes to auction next week. I will leave a key under the photo of your family on your desk. Follow the instructions exactly. Do not, under any circumstances, do anything different than what is directed on the can. Destroy this message as soon as possible. I do not want any of this to come back on us. Be careful, my friend. ~Williams",
        "\" SCP-2057 \" by Adelia Che (Rayebee), from the SCP Wiki . Source: https://scpwiki.com/scp-2057 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2057",
    "object_class": "Safe",
    "containment_procedures": "Outside of scheduled experiments, instances of SCP-2057 are to be stored in a standard large-volume storage locker in Containment Area-27 at a temperature of 25°C.",
    "description": "SCP-2057 is a set of ninety-two (92) 318 ml cans of condensed chicken noodle soup. All instances of SCP-2057 have brightly colored labels, bearing images of dancing vegetables, noodles, and a cartoon chicken. Each label bears the script \"Dr. Wondertainment's Ultralicious™ Chicken Noodle Soup For Kids™!\" The lid of each can is fitted with an easy-open pull top. Each can label has a set of nutritional values, ingredients, and instructions.",
    "title": "SCP-2057"
}