{
    "url": "https://scp-wiki.wikidot.com/scp-2074",
    "all_text": "rating: \n+125\n+\n–\nx\n\n\n\n\n\n\nSCP-2074\n\n\n\n\n\n\nItem #:\n SCP-2074\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2074 is not dangerous. Information or expeditions to SCP-2074 by the public should be monitored and diverted if necessary. Currently, the Foundation believes that at least one person or group is aware of, or may be monitoring or controlling, the anomalous features of SCP-2074. Attempts are underway to identify this party.\n\n\nDescription:\n SCP-2074 is a hydrothermal black smoker vent located in the Southern Explorer Ridge seismographic area, west of Vancouver Island, in the Pacific Ocean. It is located at a depth of 1770 meters in the bathypelagic zone.\n\n\nThe anomaly was identified from a buoy probe array operated by the United States National Oceanic and Atmospheric Administration for the purpose of monitoring acoustic activity from nearby vents, which had a positive result in the Morisato-Vaux Signal Test (MVST) program.\n1\n The Foundation isolated the anomalous signal's source as SCP-2074.\n\n\nAn extended effort on the part of Dr. █████ and Dr. ███████████ concluded that certain modulations in activity (output of minerals and superheated water) correspond to syllables in four languages. During active periods, the “message” is repeated for 16 hours in English, Spanish, Nuu-chah-nulth (indigenous language from the Nuu-chah-nulth people of western Vancouver Island), and Ditidaht (indigenous language from the Ditidaht people of southwestern Vancouver Island) with Russian loanwords.\n\n\nAttached to the ocean floor 4.6 meters from SCP-2074 is a heavily corroded but functional electronic device measuring 30 cm x 30 cm x 10 cm. The device has no obvious controls, inputs, or outputs aside from an illuminated seven-segment display panel. The device is unlabelled, and its purpose, origin, and manufacturers are unknown, as well as its connection to (or interactions with) SCP-2074. Classification as an anomalous object has been postponed, pending further data.\n\n\nAddendum 2074-A\n\n\n12/16/201█\n\nThe first positively identified signal is translated as follows:\n\n\n\n\nUNDENIABLE PROOF OF THE HYDROTHERMAL ORIGINS OF LIFE\n\n\n\n\nThis appears to be a reference to the abiogenetic theory of the origins of life on earth from undersea hydrothermal vents. A remotely operated exploration vessel (ROEV) is sent to SCP-2074 to investigate, and finds no evidence of unusual activities or features. Several samples from the nearby area are collected and determined not to be unusual.\n\n\n\n\n1/29/201█\n\nA second period of anomalous activity begins and is translated as follows:\n\n\n\n\nEVIDENCE THAT ALIENS VISITED EARTH THOUSANDS OF YEARS AGO\n\n\n\n\nA second ROEV is deployed, and takes several observations (including video) from SCP-2074 and 0.5 km of the surrounding area. Nothing aside from the vent activity has markedly changed from the last exploration. The message itself, given the established knowledge of \nSCP-2005\n, \nSCP-471\n, and \nSCP-163\n, was observed not to be highly insightful.\n\n\nDuring this expedition, the electronic device is also observed for the first time, due to the ROEV's alternate angle of approach. At this time, the illuminated display panel reads \"00002.\"\n\n\n\n\n2/07/201█\n\nA third ROEV is deployed to the area during an inactive period. Only changes other than the vent activity is that the display panel now reads \"00003.\"\n\n\n\n\nFurther translated signals from SCP-2074 include the following:\n\n\n\n\nPOSSIBLE UNDERSEA WORMHOLE TO EUROPA\n\n\n\n\n\n\nWRECKAGE OF THE GHOST SHIP CELESTE CELESTE (sic)\n\n\n\n\n\n\nBUY PELAGI-COLA\n\n\n\n\n\n\nADORABLE BABY POMPEII WORMS\n\n\n\n\n\n\nBACTERIA CONTAINING ENZYME PATHWAY THAT CONTRADICTS LAWS OF PHYSICS\n\n\n\n\n\n\nHOLE THAT GOES STRAIGHT TO THE PLANET'S CORE\n\n\n\n\n\n\nINSANELY DEEP HOLE FILLED WITH MOLTEN ROCK\n\n\n\n\n\n\nBUY PELAGI-COLA\n\n\n\n\n\n\n9/13/201█\n\nA fourth ROEV is deployed to investigate SCP-2074 and the nearby area during an active period. While the surrounding area is unchanged, the aforementioned display panel now reads \"00005\" and appears to have been cleared of barnacles and debris. All further expeditions to SCP-2074 have been postponed.\n\n\n\n\nFootnotes\n\n\n1\n. An investigative program which has been running on over 80,000 incoming data streams from both Foundation and civilian natural monitoring stations around the globe for the past eight years. The MVST becomes positive for a particular data stream when it detects pattern-based (rather than random) variation that is either:\n\n\n\nComplex and repetitive, and not corresponding to a known phenomenon or natural cycle\n\n\nDisplaying levels of informational entropy close to that found in natural language.\n\n\n\n\nSee: Vaux, C. Morisato, H.; Voices in a Noisy World: Interpreting MVST Results. \nDetection: an SCP Foundation Journal\n. \n2006\n.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2073\n | SCP-2074 | \nSCP-2075\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2074\n\" by Sophia Light, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2074\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n noaa vent.jpg\n\n\nName:\n Blacksmoker in Atlantic Ocean.jpg\n\n\nAuthor:\n P. Rona\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "UNDENIABLE PROOF OF THE HYDROTHERMAL ORIGINS OF LIFE",
        "EVIDENCE THAT ALIENS VISITED EARTH THOUSANDS OF YEARS AGO",
        "POSSIBLE UNDERSEA WORMHOLE TO EUROPA",
        "WRECKAGE OF THE GHOST SHIP CELESTE CELESTE (sic)",
        "BUY PELAGI-COLA",
        "ADORABLE BABY POMPEII WORMS",
        "BACTERIA CONTAINING ENZYME PATHWAY THAT CONTRADICTS LAWS OF PHYSICS",
        "HOLE THAT GOES STRAIGHT TO THE PLANET'S CORE",
        "INSANELY DEEP HOLE FILLED WITH MOLTEN ROCK",
        "BUY PELAGI-COLA",
        "\" SCP-2074 \" by Sophia Light, from the SCP Wiki . Source: https://scpwiki.com/scp-2074 . Licensed under CC-BY-SA .",
        "Filename: noaa vent.jpg Name: Blacksmoker in Atlantic Ocean.jpg Author: P. Rona License: Public Domain Source Link: Wikimedia"
    ],
    "item": "SCP-2074",
    "object_class": "Safe",
    "containment_procedures": "SCP-2074 is not dangerous. Information or expeditions to SCP-2074 by the public should be monitored and diverted if necessary. Currently, the Foundation believes that at least one person or group is aware of, or may be monitoring or controlling, the anomalous features of SCP-2074. Attempts are underway to identify this party.",
    "description": "SCP-2074 is a hydrothermal black smoker vent located in the Southern Explorer Ridge seismographic area, west of Vancouver Island, in the Pacific Ocean. It is located at a depth of 1770 meters in the bathypelagic zone.",
    "title": "SCP-2074"
}