{
    "url": "https://scp-wiki.wikidot.com/scp-2085",
    "all_text": "rating: \n+597\n+\n–\nx\n\n\nItem #:\n SCP-2085\n\n\nObject Class:\n Multiple\n\n\n\n\nAnomalous Organization\n\n\nAnomalous Human (Modified)\n\n\nUncategorized Anomaly\n\n\n\n\nContainment Class:\n Active\n\n\nHazard Rating:\n Yellow\n\n\nStandard Containment Policies:\n\n\n\n\n6x one-person residential module (wireless signal jammers installed)\n\n\nAmenity restriction (electronics)\n\n\nDietary restriction: liquid diet (SCP-2085-B, see Document 2085-B-MED.)\n\n\nDietary restriction: vegetarian (SCP-2085-A-1 and SCP-2085-A-3)\n\n\nBi-weekly psychological review (Dr. Singh, Dr. Summers)\n\n\nOnce-monthly group phone call, supervised.\n\n\n\n\nSpecial Containment Procedures:\n No attempts to isolate or remove SCP-2085-1 are authorized until SCP-2085-B's containment implants can be effectively replicated. In the case of SCP-2085-1 overcoming SCP-2085-B's containment implants, SCP-2085-B and SCP-2085-1 are to be terminated immediately.\n\n\nSCP-2085-A specimens are to be sedated and restrained before removal from containment chambers or in any situation requiring entry to the containment chamber.\n\n\nIn the event of successful removal and containment of SCP-2085-1, [DATA EXPUNGED]\n\n\nDescription:\n\n\nSCP-2085 is a militant anarchist organization consisting of six cybernetically-enchanced individuals (A-1 through A-5 and B) operating under the name Kuroi Usagi Shidan (“Black Rabbit Company”).\n\n\nSCP-2085 has been linked, through what member testimony can be verified, to numerous criminal and terrorist incidents occurring between 20██ and 20██ throughout east Asia, southeastern Asia, Australia and Oceania, and western North America. SCP-2085’s base of operations, if extant, is unknown, as are its connections to any other groups. The recovered assets of the group consist solely of equipment held upon recovery. The existence of other assets is presumed, but such caches have not been found.\n\n\nVerified operations include smuggling, theft, assault, vandalism, kidnapping, extortion, property damage, possession of fissile materials, corporate sabotage, embezzlement, identity theft, fraud, copyright infringement, piracy, possession of narcotics with intent to sell, possession transport and sale of anomalous items, and tax evasion.\n\n\nThe targets of these operations are primarily organized crime, hate groups or groups otherwise classified as Of Interest; strikes against governmental, military or police targets, while enthusiastically supported by the members of SCP-2085, appear to be much less opportunistic than their standard activities. SCP-2085’s operations are typically organized to minimize the chance of civilian casualties and to maximize material and morale damage to their target.\n\n\nAll offers made by the Foundation regarding cooperative agreements have been unilaterally rejected by all members of SCP-2085. Three of six explicitly stated death was preferable to working alongside the Foundation.\n\n\nSCP-2085-A\n\n\nSCP-2085-A subjects are five adult female augmented humans, designated SCP-2085-A-1 through SCP-2085-A-5. Subjects are genetic chimeras, each with an estimated 6-10 different gene donors. Subjects are fluent in Japanese, Mandarin Chinese, Cantonese, Korean, Russian, and English, with additional languages varying by individual. All subjects display behaviors typical of autism spectrum disorder. Subjects display an array of genetic and cybernetic enhancements, including:\n\n\n\n\nCosmetic genetic splices of \nFelis catus\n physiology, including ears, tails, and hair coloration. Tails are prehensile and capable of holding small objects.\n\n\nGrip pads on hands and feet.\n\n\nRetractable fingertip blades.\n\n\nOcular implants with thermal vision, heads-up display, and recording functionality.\n\n\nCarbon-nanoweave muscle fiber augmentation and reinforced endoskeleton\n\n\nBrain-computer interface with internal hard drive\n\n\nWireless communication suite with local tactical network\n\n\nDrug glands providing pain dampening, heightened sensory awareness, and altered pheromones.\n\n\n\n\nThese implants are uniform in design and show minimal signs of modification after installation. Some cosmetic alterations have been made more recently. See Document SCP-2085-A-EXP for further information.\n\n\nSCP-2085-B\n\n\nSCP-2085-B is an adult male human bearing the following cybernetic and genetic enhancements:\n\n\n\n\nAdaptation of the gastrointestinal tract for a liquid diet. Esophageal input port and waste output port are integrated into the suit.\n\n\nModifications to regulate sweat, reduce abrasion damage from extended suit usage, and aid in skin regeneration.\n\n\nRemoval of genitalia.\n\n\nReplacement of 11 missing digits on hands and feet.\n\n\nInternal drug pump, typically used for painkillers.\n\n\nContainment implants for SCP-2085-1.\n\n\n\n\nSee Document 2085-B-EXP for extended information on all known enhancements.\n\n\nThese modifications were accrued over a period of several years (the oldest stated to be installed in 20██ and the most recent dating to three weeks before containment) from multiple sources (none of which have yet been disclosed), and are of significantly lower quality than those used by SCP-2085-A. Many parts of the SCP-2085-1 containment implants have been replaced or modified.\n\n\nSCP-2085-B is in generally poor health, suffering from vitamin D deficiency (now lessened due to changes in diet), acute radiation syndrome (symptoms indicate at least three doses of ~2 Gy), and heavy scarring from severe and repeated skin ulceration. SCP-2085-B is fluent in English and limited Japanese and is generally cooperative with staff. SCP-2085-B wears an S1035 ACES\n1\n at all times, generally accompanied by a bathrobe and red felt wizard's hat. SCP-2085-B has been permitted to retain possession of these items to encourage further cooperation.\n\n\nSCP-2085-1\n\n\nSCP-2085-1 is a fibrous mass of self-replicating carbon nanomaterials within SCP-2085-B’s chest cavity, with growths protruding into the liver, pancreas, gallbladder, spinal cord, and left lung. The growth of the SCP-2085-1 and its consumption of SCP-2085-B’s body tissues has been impeded through the addition of various containment implants used to sever communication between growth sections and control nodes and counter the replication process.\n\n\nSCP-2085-1’s rate of replication without the influence of these containment implants is unknown: SCP-2085-1’s periods of activity occur, on average, once every three months. The process lasts for up to fifteen minutes and causes SCP-2085-B intense pain. SCP-2085-B has claimed to communicate with SCP-2085-1 during these activity periods, though this claim has not been verified.\n\n\nRecovery Report\n\n\nThe Foundation initially became aware of SCP-2085 on 08/13/20██, after the execution killings of four members of ███████████████████████████████████████ in [REDACTED] Texas\n2\n. Among those killed was Agent ███████, who served as a federal liaison for the Special Personnel Procurement Program. State and federal law-enforcement were deployed, making initial contact with SCP-2085 at 16:47 the following day. Recovery agents were deployed after confirmation of anomaly. Containment confirmed at 0344 on 08/17/20██ in [REDACTED], Wyoming and transported to Site-███ for processing.\n\n\nAt the time of capture, total casualties caused by SCP-2085 numbered [REDACTED].\n\n\nTimeline of Motions Filed Regarding SCP-2085\n\n\n\n\n08/18/20██: Internal Security Department files a motion with the Board of Project Review requesting immediate termination of the subjects on the grounds of enemy combatant status and that they not qualify for the protections of a contained anomaly, citing precedent in similar combat interactions with members of GOI-███, GOI-███, and GOI-███.\n\n\n08/25/20██: Motion struck down: incomplete threat assessment of anomaly\n\n\n08/25/20██: Internal Security Department files motion with Directors’ Committee requesting transfer of subjects to ISD custody from Residential Research Department, citing SCP-2085 as active security threat and anti-Foundation ideological hazard.\n\n\n09/04/20██: Director’s Committee fails to reach 2/3 majority. Case dismissed.\n\n\n09/04/20██: Internal Security Department appeals Committee ruling.\n\n\n09/12/20██: Dr. ███████ and research team present preliminary observations to Directors’ Committee.\n\n\n09/15/20██: Director’s Committee fails to reach 2/3 majority. Case transferred to Overseer Council.\n\n\n09/22/20██: Overseer Council votes 7-6 in favor of Dr. ███████. Authority over SCP-2085 to remain with Residential Research Department.\n\n\n09/23/20██: Internal Security Department appeals Overseer Council ruling (pending)\n\n\n\n\nInterview Logs\n\n\n\n\n\n\n\n\nSCP-2085-A-1\n\n\nSCP-2085-A-2\n\n\nSCP-2085-A-3\n\n\nSCP-2085-A-4\n\n\nSCP-2085-A-5\n\n\nSCP-2085-B\n\n\n\n\n\n\n\n\n\n\n\n\nDOB:\n\n\nUnknown\n\n\n\n\n\n\nPOB:\n\n\nUnknown\n\n\n\n\n\n\nDOC:\n\n\n08/17/20██\n\n\n\n\n\n\nHeight:\n\n\n200 cm\n\n\n\n\n\n\nWeight:\n\n\n83 kg\n\n\n\n\n\n\nHair:\n\n\nCalico\n\n\n\n\n\n\nEyes:\n\n\nGreen\n\n\n\n\n\n\nOther Notes:\n\n\nSleeve tattoo on right arm, prominent facial scar.\n\n\n\n\n\n\nEntry Interview\n\n\n\n\nResearcher ██████:\n <Good morning. My name is ██████, I’ll be running your interview today. Please state your name for the record.>\n\n\n[Subject sits down at interview table.]\n\n\nSCP-2085-A-1:\n I speak English.\n\n\nResearcher ██████:\n Ah. Of course. Please state your name.\n\n\nSCP-2085-A-1:\n Major Motoko Kusanagi\n3\n, representing the Black Rabbit Company.\n\n\nResearcher ██████:\n And you are the commander of this organization, correct?\n\n\nSCP-2085-A-1:\n Until someone else is elected to the position, yes.\n\n\nResearcher ██████:\n Noted. Now, If you would give me an overview of your organization, please – goals, history of activity, and so on.\n\n\nSCP-2085-A-1:\n [Pause. Subject looks confused for a moment before laughing]\n\n\nResearcher ██████:\n What’s funny?\n\n\nSCP-2085-A-1:\n We killed at least a dozen of your people and led you on a four-state car chase, and you’re tossing me softball questions over coffee and donuts. You’re not the US government.\n\n\nResearcher ██████:\n Wait, hold on – did you receive an orientation packet? It would have been a dark grey folder with a logo and “New Resident Orientation” printed on the front.\n\n\nSCP-2085-A-1:\n I have not. You’ve given me three sets of clothing and a toiletry kit.\n\n\nResearcher ██████:\n I’m terribly sorry, that should have been included with your things.\n4\n I represent a non-governmental research organization that deals with unusual circumstances such as yourself. I’ll make sure you get a packet as soon as we’re done here, just rest assured that you and your associates are safe.\n\n\nSCP-2085-A-1:\n In the loving bosom of the men in black.\n\n\nResearcher ██████:\n It’s not as bad as you think, I promise.\n\n\nSCP-2085-A-1:\n A prison is no less a prison for the softness of its bedsheets.\n\n\nResearcher ██████:\n Mm. We’re getting off topic, I think. You were about to tell me about the aim of your organization?\n\n\nSCP-2085-A-1:\n Escape. Until then, direct action towards the destruction of fascism and the dismantling of the capitalist and colonial structures that support it. Everything else is commentary.\n\n\n[Pause]\n\n\nYou could let us go, you know.\n\n\nResearcher ██████:\n I’m afraid that’s not an option right now.\n\n\nSCP-2085-A-1:\n There’s a door right there, all you need to do is unlock it. We’ll see ourselves out.\n\n\nResearcher ██████:\n I’m sorry, but-\n\n\nSCP-2085-A-1:\n But they’ll shoot you for it, won’t they?\n\n\nResearcher ██████:\n [Silence]\n\n\nSCP-2085-A-1:\n I thought so.\n\n\nResearcher ██████:\n Is there anything else you’d like to say?\n\n\nSCP-2085-A-1:\n [Pause]\n\n\nThis isn’t our home; we were just born here. The open road still softly calls ‘Second star to the right, straight on till morning’.\n\n\n<End log>\n\n\n\n\n\n\n\n\n\n\n\n\nDOB:\n\n\nUnknown\n\n\n\n\n\n\nPOB:\n\n\nUnknown\n\n\n\n\n\n\nDOC:\n\n\n08/17/20██\n\n\n\n\n\n\nHeight:\n\n\n209 cm\n\n\n\n\n\n\nWeight:\n\n\n124 kg\n\n\n\n\n\n\nHair:\n\n\nBlack/white bicolor\n\n\n\n\n\n\nEyes:\n\n\nGreen\n\n\n\n\n\n\nOther Notes:\n\n\nGenerally positive in interactions with Foundation personnel and willing to answer questions. Accuracy of statements is questionable, it is unknown if this is deliberate misinformation. Has removed sleeves from all provided uniforms.\n\n\n\n\n\n\nEntry Interview\n\n\n\n\nResearcher ██████:\n Good morning. My name is ██████, I’ll be running your entry interview. Let’s start with your name.\n\n\nSCP-2085-A-2:\n Milly Thompson. Wait! Shit! Used that one last time. Noi! Call me Noi.\n\n\nResearcher ██████:\n Ah. Well, thank you miss, uh, Noi. Now, before we get started with the official questions, my associates wanted me to ask why you call yourselves the Black Rabbit Company. They were expecting black cat.\n\n\nSCP-2085-A-2:\n Well there’s a rabbit on the moon, not a cat.\n5\n And there was already a Black Cat Company out there when we were coming up with the name. Some French art burglars or something.\n\n\nResearcher ██████:\n I see.\n\n\nSCP-2085-A-2:\n You’re not the first person to ask, don’t worry. I wanted to call it the Cheesecake Gunshow Brigade and that got shot down.\n\n\nResearcher ██████:\n Shame, I like that one. On to the real questions: What’s your position within the Black Rabbit Company?\n\n\nSCP-2085-A-2:\n [Flexes arm, smiles] I use my absolute god damn enormity to beat the shit out of fascists.\n\n\nResearcher ██████:\n Thoroughly effective, no doubt. Can you tell me anything about the Black Rabbit Company’s activities prior to your stay here?\n\n\nSCP-2085-A-2:\n Well you already know about the car chase…Have you talked to the Major yet?\n\n\nResearcher ██████:\n We have. She didn’t give us much in the way of specifics.\n\n\nSCP-2085-A-2:\n Hm, okay, so…we do a little bit of everything, I guess. Assassinations, heists, security, deliveries, birthday parties…\n\n\nResearcher ██████:\n Birthday parties?\n\n\nSCP-2085-A-2:\n It was great! Minnie-Mae went as the magician and she somehow managed to get Asuka and Rei\n6\n into clown suits as her assistants, I have no idea how she pulled that off. Anyway, they had just cut the cake when the skinheads showed up and the gunfight started…\n\n\nResearcher ██████:\n This was a child’s birthday party, correct? Am I understanding this correctly?\n\n\nSCP-2085-A-2:\n Yeah! The kids fucking loved it.\n\n\nResearcher ██████:\n [Long pause] I don’t know how to respond to that.\n\n\nSCP-2085-A-2:\n [Laughs] You’ll get used to it. I can keep going if you’d like – got nothing but time to kill.\n\n\nResearcher ██████:\n Sure.\n\n\nSCP-2085-A-2:\n Okay so, there was the time we were up in Kamchatka and breaking into this old Soviet bunker, right? Place hadn’t been opened up in over thirty years and was overrun by psychics and they’re just sitting on some A-grade enriched plutonium. Wizard managed to talk them into a deal and get us on the inside. The black lotus dust we were selling them was all fake, of course, but they figured it out before we could get out and so everyone starts blasting…\n\n\n[SCP-2085-A-2 continues in this manner for three hours and fifty-three minutes. Events described were, in order: Raid on a sealed Soviet-era bunker with presumed GRU-P connections, breakup of a sex trafficking ring in Shanghai, a spate of antipolice harassment incidents under the guise of a San Francisco pizza delivery service, a raid on a white supremacist militia in Oregon, the bombing of multiple crypto-currency farms, ransomware attacks against Silicon valley tech startups, and the declaration of SCP-2085-A-4 as Queen of Thailand.]\n\n\n<End log>\n\n\n\n\n\n\n\n\n\n\n\n\nDOB:\n\n\nUnknown\n\n\n\n\n\n\nPOB:\n\n\nUnknown\n\n\n\n\n\n\nDOC:\n\n\n08/17/20██\n\n\n\n\n\n\nHeight:\n\n\n185 cm\n\n\n\n\n\n\nWeight:\n\n\n79 kg\n\n\n\n\n\n\nHair:\n\n\nBrown mackerel tabby\n\n\n\n\n\n\nEyes:\n\n\nYellow\n\n\n\n\n\n\nOther Notes:\n\n\nCurrently shows signs of depression due to extended isolation. Potentially willing to divulge sensitive information out of concern for fellow group members.\n\n\n\n\n\n\nEntry interview\n\n\n\n\nResearcher ██████:\n Good afternoon. My name is ██████, I’ll be doing your entry interview. Please state your name for the record.\n\n\nSCP-2085-A-3:\n Aisha Clan-Clan.\n\n\nResearcher ██████\n: And your position within the Company?\n\n\nSCP-2085-A-3:\n Field medic, translator, support crew.\n\n\nResearcher ██████\n:What can you tell me about your friend Wizard’s condition?\n\n\nSCP-2085-A-3:\n Oh, that…Wizard always says he doesn’t want to make us worry about him. But we know what to do in case he has an episode.\n\n\nResearcher ██████:\n And what do you do when that happens?\n\n\nSCP-2085-A-3:\n We get him his toolkit, and if we need to do anything else he tells us then. Most of the time he can do it himself, but sometimes he needs more help than we can do in the field. When that happens, we have to contact some extra help.\n\n\nResearcher ██████:\n Can you tell me anything about these people?\n\n\nSCP-2085-A-3:\n Uh, no. Not really. They keep to themselves.\n\n\nResearcher ██████:\n All right. If you could tell me anything else about his condition, please.\n\n\nSCP-2085-A-3:\n Wizard says Red talks to him, whispers all this horrible stuff to him when it’s growing. That it’s just going to eat away with him until there’s nothing left, and that that’s what going to happen to everyone eventually… it makes sense, for a cancer. I haven’t heard it.\n\n\nResearcher ██████:\n Can you tell me anything about Wizard’s history? What he did before joining the Company?\n\n\nSCP-2085-A-3:\n Not really. He mentioned a while ago that he had a family, but he never brought it up again. They probably think he’s dead or that he ran off or something. He doesn’t really have anything left from back then, so we’re his family now. A man doesn’t toss his old life away if there was something worth keeping hold of.\n\n\n<End log>\n\n\n\n\nWritten statement by SCP-2085-A-3, ██/██/20██:\n\n\n\n\nKill us already.\n\n\nIf you want our eyes and bones and the computers in our brains? Take it all, I don’t care. It doesn’t matter. But get it over with already. Kill us or let us go, and I don’t care if we’re thrown out blind and crippled because at least then we’re free of you.\n\n\nYou give us three meals a day and a bed and a few books, and you pretend like it justifies locking us in here like animals in cages or dolls on a shelf. You learned how to be polite, how to dress up in labcoats and say please and thank you and pretend like you have souls.\n\n\nWho do you think you’re fooling? We know who you are, you and your kin. You’re all the fucking same, no matter if you say its for state or god or self-interest. You just like hurting people. You’ll build an empire on corpses and call it a garden.\n\nAfter all we’ve done, all we’ve been able to survive, we’re right back in the place we escaped. Just pretty women in boxes.\n\n\nWe were going to get to space. We were going to build the ship, and we’d go all the way up past the sky and look down at the world, and we would have won. We would have fucking won. We would be alive. And we could show everyone that it’s okay, that they can be free too, that they can be alive. We’d help them. And now… nothing.\n\n\nYou’ve won, okay? You’ve fucking won.\n\n\nI just want to see my sisters again.\n\n\n\n\nIncident 2085-A-3-2:\n ██/██/20██ - SCP-2085-A-3 reports self-harm and suicidal ideation to Dr. Singh during psychological review. Crisis plan implemented. SCP-2085-A-3 enrolled in art therapy course at recommendation of Dr. Singh.\n\n\nIncident 2085-A-3-3:\n ██/██/20██ - SCP-2085-A-3 makes emergency phone call to SCP-2085-A-2 (as per crisis plan), lasting one hour and nine minutes. Follow-up phone calls have continued according to crisis plan schedule.\n\n\n\n\n\n\n\n\n\n\nDOB:\n\n\nUnknown\n\n\n\n\n\n\nPOB:\n\n\nUnknown\n\n\n\n\n\n\nDOC:\n\n\n08/17/20██\n\n\n\n\n\n\nHeight:\n\n\n203 cm\n\n\n\n\n\n\nWeight:\n\n\n76 kg\n\n\n\n\n\n\nHair:\n\n\nRed longhair\n\n\n\n\n\n\nEyes:\n\n\nOrange\n\n\n\n\n\n\nOther Notes:\n\n\nExtremely hostile. Has refused to cooperate in any way. Confirmed by other members as cyberwarfare specialist\n\n\n\n\n\n\nEntry Interview\n\n\n\n\nResearcher ██████:\n Please state your name for the record.\n\n\nSCP-2085-A-4:\n [Raises middle finger of right hand] Get on your knees and suck it.\n\n\nResearcher ██████:\n I understand your frustration, but cooperation will benefit you in the long run. Please state your name.\n\n\nSCP-2085-A-4:\n [Raises middle finger of other hand] I \nsaid\n, get my goddamn dick in your goddamn mouth and suck it, you \ninbred bootlicker\n.\n\n\nResearcher ██████:\n If you require some extra time to calm yourself then -\n\n\nSCP-2085-A-4:\n [Interrupting] Let me use smaller words. You [Points at Researcher ██████] go [Mimes walking two fingers across the opposite palm] fuck [Makes ‘arm of honor’ gesture] your mother [Makes wide circular gesture] in the ass. [Stands up, turns, points to rear]\n\n\nResearcher ██████:\n I will give you one more chance. Your cooperation will determine the privileges you’ll receive in the future. State your name.\n\n\n[Short pause. SCP-2085-A-4 seems to contemplate the offer]\n\n\nSCP-2085-A-4:\n Dio Brando.\n\n\nResearcher ██████:\n I suppose that will do. Now, Ms. Dio-\n\n\n[SCP-2085-A-4 punches observation divider, creating a large crack in the pane. Subject smiles.]\n\n\n[SCP-2085-A-4 draws back fist, flexes fingers. Punches divider again, causing more cracks. Subject laughs.]\n\n\n[Researcher ██████ activates lockdown procedures. Protective shutter is lowered, aerosol sedatives are pumped into containment unit. SCP-2085-A-4 continues punching barrier, as Researcher ██████ exits interview room.\n\n\nSCP-2085-A-4:\n [Muffled screaming]\n\n\nSCP-2085-A-4:\n CUNT!\n\n\n\n\nIncident 2085-A-4-11:\n ██/██/20██ - SCP-2085-A-4 claimed willingness to provide video logs of the group’s former operations in exchange for the lifting of sanctions placed upon the subject. The offer was accepted: however, due to SCP-2085-A-4’s behavioral history, the provided file was accessed in an isolated network by D-class personnel in the case of viral, memetic, or cognitohazardous agents.\n\n\nThe provided video file, titled backup.avi, consisted of a two-hour long video of a feces-filled toilet, presumably recorded from SCP-2085-A-4’s point of view, accompanied by an audio loop of the folk song “Korobeiniki”, as performed by the Red Army Choir. The contained audio-visual cognitohazard induced anaphylaxis and exudative diarrhea in the observing D-Class subject. D-Class subject died four minutes after initial access of the file from blood loss and oxygen deprivation. File was disposed of without incident.\n\n\nSanctions placed upon SCP-2085-A-4 have remained in place.\n\n\n\n\n\n\n\n\n\n\nDOB:\n\n\nUnknown\n\n\n\n\n\n\nPOB:\n\n\nUnknown\n\n\n\n\n\n\nDOC:\n\n\n08/17/20██\n\n\n\n\n\n\nHeight:\n\n\n194 cm\n\n\n\n\n\n\nWeight:\n\n\n80 kg\n\n\n\n\n\n\nHair:\n\n\nSilver-blue\n\n\n\n\n\n\nEyes:\n\n\nBlue\n\n\n\n\n\n\nOther Notes:\n\n\nWhile not hostile, subject has refused to cooperate or provide information. Nose is deformed from numerous breaks.\n\n\n\n\n\n\nEntry Interview\n\n\n\n\nResearcher ██████:\n Please state your name for the record.\n\n\nSCP-2085-A-5:\n Molly Millions.\n\n\nResearcher ██████:\n All right. What’s your role within the Company?\n\n\nSCP-2085-A-5:\n I put holes in heads using very fast bits of lead from a great distance.\n\n\nResearcher ██████:\n Can you tell me about the Company’s prior activities?\n\n\nSCP-2085-A-5:\n No.\n\n\nResearcher ██████:\n Can you tell me about Wizard?\n\n\nSCP-2085-A-5:\n No.\n\n\nResearcher ██████:\n Can you tell me about Red?\n\n\nSCP-2085-A-5:\n No.\n\n\nResearcher ██████:\n Are you willing to answer any questions at all?\n\n\nSCP-2085-A-5:\n No.\n\n\nResearcher ██████:\n Dare I ask why you agreed to an interview?\n\n\nSCP-2085-A-5:\n I’m bored. Wasting your time is fun.\n\n\n[Researcher ██████ ends interview without further comment.]\n\n\n\n\nIncident 2085-A-5-1:\n ██/██/20██ – The following note was given to staff by SCP-2085-A-5. It is the first communication between SCP-2085-A-5 and staff since the entry interview. The note was as follows:\n\n\n\n\nI take a hammer and I break my legs, I break ‘em for the better.\n\n\n\n\nIncident 2085-A-5-2:\n ██/██/20██ - Upon receiving breakfast, SCP-2085-A-5 sat down and proceeded to sing “Happy Birthday” before eating. Of note is the use of “us” for the recipient.\n\n\nIncident 2085-A-5-3:\n ██/██/20██ – At 0433, SCP-2085-A-5 stared directly into Camera 4, without blinking, for three minutes ten seconds before saying “I thought what I’d do was, I’d pretend I was one of those deaf-mutes. Or should I?”\n\n\nIncident 2085-A-5-4:\n ██/██/20██ – At 2030, SCP-2085-A-5 began playing music through implanted speakers, loud enough to be heard outside the containment chamber. This continued for the next eighteen hours. SCP-2085-A-5 slept through the entire incident.\n\n\n\n\n\n\n\n\n\n\nDOB:\n\n\nUnknown\n\n\n\n\n\n\nPOB:\n\n\nUnknown\n\n\n\n\n\n\nDOC:\n\n\n08/17/20██\n\n\n\n\n\n\nHeight:\n\n\n169 cm\n\n\n\n\n\n\nWeight:\n\n\n68kg\n\n\n\n\n\n\nHair:\n\n\nNone\n\n\n\n\n\n\nEyes:\n\n\nBrown\n\n\n\n\n\n\nOther Notes:\n\n\nCooperative with staff. Nationality cannot be confirmed. Age cannot be confirmed.\n\n\n\n\n\n\n\n\n<Log begins>\n\n\nResearcher ██████:\n Excuse me, my name is Researcher ██████. Could I ask you a few questions?\n\n\nSCP-2085-B:\n Mm? Oh. Yeah. Sure. Hold on a tic.\n\n\n[SCP-2085-B puts on bathrobe and wizard hat, moves chair to interview window, and sits down]\n\n\nSCP-2085-B:\n There we go. Ask away.\n\n\nResearcher ██████:\n All right. First, we were wondering if you’d be able to tell us about your history: your name, where you’re from, basic information like that.\n\n\nSCP-2085-B:\n Uh… I’m a space wizard, I come from space.\n\n\nResearcher ██████:\n That’s not particularly helpful, sir.\n\n\nSCP-2085-B:\n [shrugs] Call me Major Tom, if you’d like. It really isn’t important. I’m just a guy with a hat. If Joe Everyman and John Doe were a gay couple, I would be the nameless neighbor.\n\n\nResearcher ██████:\n I see. With that out of the way, we were wondering if you could tell us about your associates. How you met, how the Company formed, and so on.\n\n\nSCP-2085-B:\n Interesting story there. I was running around trying to fix this shit, [taps chest] scraping by with implants from some pretty shady characters. One of them turned out to do custom jobs for corporate execs who wanted some muscle or rich perverts who wanted sex toys. I was at the clinic to get some new parts, and when I'm going through the installation process BOOM! Big explosion and those five come barging out guns blazing. I start booking it with my chest half open, because what else do you do? And then there’s a lot of scrambling around trying not to get shot by the guy’s business partners, and I sorta just end up trailing along as they flee the scene. Then we steal a boat and high-tail it out of Japan.\n\n\nAnd then everything falls together. The Company, me. We’re out there on the ocean, stargazing and stuffing ourselves with instant ramen and cheap beer and for the first time in ages any of us are somewhere we want to be.\n\n\n[Pause]\n\n\nYou better be treating them well.\n\n\nResearcher ██████:\n We’re doing everything we can.\n\n\nSCP-2085-B:\n Good.\n\n\nResearcher ██████:\n Could you explain to us the entity currently living inside you?\n\n\nSCP-2085-B:\n Ah. Red. There’s a lot to unpack.\n\n\nResearcher ██████:\n We have time.\n\n\nSCP-2085-B:\n Red is…I don’t know. A von-neumann probe? Some kind of god-thing cast down out of the heavens? I don’t know. It was inside a meteor and I was the first person on the scene. It was, or will be, immensely powerful. Kardashev scale powerful. I’m afraid that this is mostly speculation. I’m working off what I get when its dreams drift into mine, or when it gets active enough to try and talk directly.\n\n\nResearcher ██████:\n You can communicate with it?\n\n\nSCP-2085-B:\n No. It’s one way, for now, at least. I don’t think it can hear me. It just rants, mashes everything together.\n\n\nResearcher ██████:\n And what does it say to you?\n\n\nSCP-2085-B:\n Not so much words as just the…feeling of it all. A lot of it I can’t understand, but… all right:\n\n\nIt’s a cancer. It grows, and grows, it eats and grows and gets more complex until whatever it's living in starts breaking down – but it will outlive its host. It’ll keep going; more food, more complex food. It dreams of a universe that’s been forced into a final orderly shape where it can devour all it is possible to consume and so glutted on the universe floats down a perfect river of entropy until there is nothing left, forever. It can do nothing but leech and wait for the end.\n\n\nBut it’s locked in a race against that same river for who gets to eat more of the pie, and it’s being stonewalled.\n\n\nIt \nhates\n us. Humanity. We’re uneaten food going to waste and we are \nso close\n and it can’t get to us. Our existence is an affront, a mar on its perfect universe.\n\n\nIt hates me most of all, I think. I keep on going, and every second I stay alive and Red stays suppressed, that’s energy down the drain that it can’t ever get back. I think it might be afraid that it might lose. I don’t think it’s ever met resistance before.\n\n\nIt tries to bargain with me, I think. It’s not good at it – it just alternates between threatening more pain or offering some sort of perpetuation of consciousness. I don’t think it cares which I choose, just that I break.\n\n\nI read a story once, where there was a little red egg that can give you exactly what you want the most. And the cost is what you love best. That’s Red. Waiting, right in here [taps chest] for me to take that deal.\n\n\nIt’s called my bluff, and I intend to prove it wrong.\n\n\nResearcher ██████:\n Mmmm. One last question: why the costume?\n\n\nSCP-2085-B:\n This? Just a symbol. A super-hero thing. Easier to believe in than a person, most of the time. Symbols are simple, people are messy. People can let you down. The world makes it difficult for people to believe in people, so we make do with symbols.\n\n\nResearcher ██████:\n And what do you want people to believe in?\n\n\nSCP-2085-B:\n What people could be. What they can do. That it doesn’t have to end like this. That we can make something better. Be something better. That we can keep going after we get the shit kicked out of us.\n\n\nThat’s easy to say. You take a look outside and we’re all insane; just a bunch of evil, angry apes murdering each other on a little ball of dirt spinning pointlessly through nothing, doomed to a brief hiccup of existence before we extinguish ourselves. And in our brief glimmer of awareness, with all the beauty of the cosmos arrayed before us, we chose to build a meatgrinder out of our broken dreams and locked ourselves inside, content to sit in our box and sit there staring at the walls, floating down the river of entropy until we die.\n\n\n\nThat’s what we’re fighting against.\n\n\n[Lengthy pause]\n\n\nI’ve had six months to live for over five years now, and I don’t want to meet curtain call with nothing to show for it. Every day I wake up is borrowed time that I can’t pay back, and eventually it’s going to just cut to black and if it’s not today then it might as well be tomorrow.\n\n\nThey’re setting the world on fire, out there. Gunning down kids in the street, stuffing folks with nowhere to go behind fences like they’re cattle. Figuring out new ways to own the ideas in your head while the topsoil blows away and the groundwater dries up. I can’t save the world on my own but I have to do \nsomething\n.\n\n\n[Pause]\n\n\nI’m fucking terrified, you know? Scared of dying, scared of living to see the future. But…it’s easier with them around.\n\n\n[Pause]\n\n\nI want to watch the sun rise from orbit. Me and the girls, watching the sun come up. Then I can die. I can die a free man and maybe folks will say I was a good man, and the girls will launch my body into the sun. Send me back to stardust.\n\n\n[Pause]\n\n\nYeah. That’ll be a good way to go.\n\n\n[Pause]\n\n\nIn that moment, I will be lifted away from this wretched place and be free at last, and my soul will rejoice with all the brightness of the heavens.\n\n\nSecond star to the right. Straight on till morning. You know how it goes.\n\n\n<End log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Advanced Crew Escape Suit\n\n\n2\n. All four individuals were shot in the head before being hung from the sign of an abandoned gas station along Route ███. A sign was affixed to each around the neck proclaiming “FASCIST SLAVER RAPIST”.\n\n\n3\n. All names provided by SCP-2085-A subjects have been aliases drawn from fiction. Each member has a consistent pool of ~15 names.\n\n\n4\n. No members of SCP-2085 were presented with orientation packets at intake due to clerical error. This was rectified prior to the subsequent entry interviews.\n\n\n5\n. Association of the dark patches on the Moon with the shape of a rabbit is a common motif in Chinese, Japanese, and Korean folklore.\n\n\n6\n. Later interviews confirm these nicknames refer to A-3, A-4, and A-5.\n\n\n\n\n\n\n\n\n« \nSCP-2084\n | SCP-2085 | \nSCP-2086\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2085\n\" by Djoric, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2085\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Researcher ██████: <Good morning. My name is ██████, I’ll be running your interview today. Please state your name for the record.> [Subject sits down at interview table.] SCP-2085-A-1: I speak English. Researcher ██████: Ah. Of course. Please state your name. SCP-2085-A-1: Major Motoko Kusanagi 3 , representing the Black Rabbit Company. Researcher ██████: And you are the commander of this organization, correct? SCP-2085-A-1: Until someone else is elected to the position, yes. Researcher ██████: Noted. Now, If you would give me an overview of your organization, please – goals, history of activity, and so on. SCP-2085-A-1: [Pause. Subject looks confused for a moment before laughing] Researcher ██████: What’s funny? SCP-2085-A-1: We killed at least a dozen of your people and led you on a four-state car chase, and you’re tossing me softball questions over coffee and donuts. You’re not the US government. Researcher ██████: Wait, hold on – did you receive an orientation packet? It would have been a dark grey folder with a logo and “New Resident Orientation” printed on the front. SCP-2085-A-1: I have not. You’ve given me three sets of clothing and a toiletry kit. Researcher ██████: I’m terribly sorry, that should have been included with your things. 4 I represent a non-governmental research organization that deals with unusual circumstances such as yourself. I’ll make sure you get a packet as soon as we’re done here, just rest assured that you and your associates are safe. SCP-2085-A-1: In the loving bosom of the men in black. Researcher ██████: It’s not as bad as you think, I promise. SCP-2085-A-1: A prison is no less a prison for the softness of its bedsheets. Researcher ██████: Mm. We’re getting off topic, I think. You were about to tell me about the aim of your organization? SCP-2085-A-1: Escape. Until then, direct action towards the destruction of fascism and the dismantling of the capitalist and colonial structures that support it. Everything else is commentary. [Pause] You could let us go, you know. Researcher ██████: I’m afraid that’s not an option right now. SCP-2085-A-1: There’s a door right there, all you need to do is unlock it. We’ll see ourselves out. Researcher ██████: I’m sorry, but- SCP-2085-A-1: But they’ll shoot you for it, won’t they? Researcher ██████: [Silence] SCP-2085-A-1: I thought so. Researcher ██████: Is there anything else you’d like to say? SCP-2085-A-1: [Pause] This isn’t our home; we were just born here. The open road still softly calls ‘Second star to the right, straight on till morning’. <End log>",
        "Researcher ██████: Good morning. My name is ██████, I’ll be running your entry interview. Let’s start with your name. SCP-2085-A-2: Milly Thompson. Wait! Shit! Used that one last time. Noi! Call me Noi. Researcher ██████: Ah. Well, thank you miss, uh, Noi. Now, before we get started with the official questions, my associates wanted me to ask why you call yourselves the Black Rabbit Company. They were expecting black cat. SCP-2085-A-2: Well there’s a rabbit on the moon, not a cat. 5 And there was already a Black Cat Company out there when we were coming up with the name. Some French art burglars or something. Researcher ██████: I see. SCP-2085-A-2: You’re not the first person to ask, don’t worry. I wanted to call it the Cheesecake Gunshow Brigade and that got shot down. Researcher ██████: Shame, I like that one. On to the real questions: What’s your position within the Black Rabbit Company? SCP-2085-A-2: [Flexes arm, smiles] I use my absolute god damn enormity to beat the shit out of fascists. Researcher ██████: Thoroughly effective, no doubt. Can you tell me anything about the Black Rabbit Company’s activities prior to your stay here? SCP-2085-A-2: Well you already know about the car chase…Have you talked to the Major yet? Researcher ██████: We have. She didn’t give us much in the way of specifics. SCP-2085-A-2: Hm, okay, so…we do a little bit of everything, I guess. Assassinations, heists, security, deliveries, birthday parties… Researcher ██████: Birthday parties? SCP-2085-A-2: It was great! Minnie-Mae went as the magician and she somehow managed to get Asuka and Rei 6 into clown suits as her assistants, I have no idea how she pulled that off. Anyway, they had just cut the cake when the skinheads showed up and the gunfight started… Researcher ██████: This was a child’s birthday party, correct? Am I understanding this correctly? SCP-2085-A-2: Yeah! The kids fucking loved it. Researcher ██████: [Long pause] I don’t know how to respond to that. SCP-2085-A-2: [Laughs] You’ll get used to it. I can keep going if you’d like – got nothing but time to kill. Researcher ██████: Sure. SCP-2085-A-2: Okay so, there was the time we were up in Kamchatka and breaking into this old Soviet bunker, right? Place hadn’t been opened up in over thirty years and was overrun by psychics and they’re just sitting on some A-grade enriched plutonium. Wizard managed to talk them into a deal and get us on the inside. The black lotus dust we were selling them was all fake, of course, but they figured it out before we could get out and so everyone starts blasting… [SCP-2085-A-2 continues in this manner for three hours and fifty-three minutes. Events described were, in order: Raid on a sealed Soviet-era bunker with presumed GRU-P connections, breakup of a sex trafficking ring in Shanghai, a spate of antipolice harassment incidents under the guise of a San Francisco pizza delivery service, a raid on a white supremacist militia in Oregon, the bombing of multiple crypto-currency farms, ransomware attacks against Silicon valley tech startups, and the declaration of SCP-2085-A-4 as Queen of Thailand.] <End log>",
        "Researcher ██████: Good afternoon. My name is ██████, I’ll be doing your entry interview. Please state your name for the record. SCP-2085-A-3: Aisha Clan-Clan. Researcher ██████ : And your position within the Company? SCP-2085-A-3: Field medic, translator, support crew. Researcher ██████ :What can you tell me about your friend Wizard’s condition? SCP-2085-A-3: Oh, that…Wizard always says he doesn’t want to make us worry about him. But we know what to do in case he has an episode. Researcher ██████: And what do you do when that happens? SCP-2085-A-3: We get him his toolkit, and if we need to do anything else he tells us then. Most of the time he can do it himself, but sometimes he needs more help than we can do in the field. When that happens, we have to contact some extra help. Researcher ██████: Can you tell me anything about these people? SCP-2085-A-3: Uh, no. Not really. They keep to themselves. Researcher ██████: All right. If you could tell me anything else about his condition, please. SCP-2085-A-3: Wizard says Red talks to him, whispers all this horrible stuff to him when it’s growing. That it’s just going to eat away with him until there’s nothing left, and that that’s what going to happen to everyone eventually… it makes sense, for a cancer. I haven’t heard it. Researcher ██████: Can you tell me anything about Wizard’s history? What he did before joining the Company? SCP-2085-A-3: Not really. He mentioned a while ago that he had a family, but he never brought it up again. They probably think he’s dead or that he ran off or something. He doesn’t really have anything left from back then, so we’re his family now. A man doesn’t toss his old life away if there was something worth keeping hold of. <End log>",
        "Kill us already. If you want our eyes and bones and the computers in our brains? Take it all, I don’t care. It doesn’t matter. But get it over with already. Kill us or let us go, and I don’t care if we’re thrown out blind and crippled because at least then we’re free of you. You give us three meals a day and a bed and a few books, and you pretend like it justifies locking us in here like animals in cages or dolls on a shelf. You learned how to be polite, how to dress up in labcoats and say please and thank you and pretend like you have souls. Who do you think you’re fooling? We know who you are, you and your kin. You’re all the fucking same, no matter if you say its for state or god or self-interest. You just like hurting people. You’ll build an empire on corpses and call it a garden. After all we’ve done, all we’ve been able to survive, we’re right back in the place we escaped. Just pretty women in boxes. We were going to get to space. We were going to build the ship, and we’d go all the way up past the sky and look down at the world, and we would have won. We would have fucking won. We would be alive. And we could show everyone that it’s okay, that they can be free too, that they can be alive. We’d help them. And now… nothing. You’ve won, okay? You’ve fucking won. I just want to see my sisters again.",
        "Researcher ██████: Please state your name for the record. SCP-2085-A-4: [Raises middle finger of right hand] Get on your knees and suck it. Researcher ██████: I understand your frustration, but cooperation will benefit you in the long run. Please state your name. SCP-2085-A-4: [Raises middle finger of other hand] I said , get my goddamn dick in your goddamn mouth and suck it, you inbred bootlicker . Researcher ██████: If you require some extra time to calm yourself then - SCP-2085-A-4: [Interrupting] Let me use smaller words. You [Points at Researcher ██████] go [Mimes walking two fingers across the opposite palm] fuck [Makes ‘arm of honor’ gesture] your mother [Makes wide circular gesture] in the ass. [Stands up, turns, points to rear] Researcher ██████: I will give you one more chance. Your cooperation will determine the privileges you’ll receive in the future. State your name. [Short pause. SCP-2085-A-4 seems to contemplate the offer] SCP-2085-A-4: Dio Brando. Researcher ██████: I suppose that will do. Now, Ms. Dio- [SCP-2085-A-4 punches observation divider, creating a large crack in the pane. Subject smiles.] [SCP-2085-A-4 draws back fist, flexes fingers. Punches divider again, causing more cracks. Subject laughs.] [Researcher ██████ activates lockdown procedures. Protective shutter is lowered, aerosol sedatives are pumped into containment unit. SCP-2085-A-4 continues punching barrier, as Researcher ██████ exits interview room. SCP-2085-A-4: [Muffled screaming] SCP-2085-A-4: CUNT!",
        "Researcher ██████: Please state your name for the record. SCP-2085-A-5: Molly Millions. Researcher ██████: All right. What’s your role within the Company? SCP-2085-A-5: I put holes in heads using very fast bits of lead from a great distance. Researcher ██████: Can you tell me about the Company’s prior activities? SCP-2085-A-5: No. Researcher ██████: Can you tell me about Wizard? SCP-2085-A-5: No. Researcher ██████: Can you tell me about Red? SCP-2085-A-5: No. Researcher ██████: Are you willing to answer any questions at all? SCP-2085-A-5: No. Researcher ██████: Dare I ask why you agreed to an interview? SCP-2085-A-5: I’m bored. Wasting your time is fun. [Researcher ██████ ends interview without further comment.]",
        "I take a hammer and I break my legs, I break ‘em for the better.",
        "<Log begins> Researcher ██████: Excuse me, my name is Researcher ██████. Could I ask you a few questions? SCP-2085-B: Mm? Oh. Yeah. Sure. Hold on a tic. [SCP-2085-B puts on bathrobe and wizard hat, moves chair to interview window, and sits down] SCP-2085-B: There we go. Ask away. Researcher ██████: All right. First, we were wondering if you’d be able to tell us about your history: your name, where you’re from, basic information like that. SCP-2085-B: Uh… I’m a space wizard, I come from space. Researcher ██████: That’s not particularly helpful, sir. SCP-2085-B: [shrugs] Call me Major Tom, if you’d like. It really isn’t important. I’m just a guy with a hat. If Joe Everyman and John Doe were a gay couple, I would be the nameless neighbor. Researcher ██████: I see. With that out of the way, we were wondering if you could tell us about your associates. How you met, how the Company formed, and so on. SCP-2085-B: Interesting story there. I was running around trying to fix this shit, [taps chest] scraping by with implants from some pretty shady characters. One of them turned out to do custom jobs for corporate execs who wanted some muscle or rich perverts who wanted sex toys. I was at the clinic to get some new parts, and when I'm going through the installation process BOOM! Big explosion and those five come barging out guns blazing. I start booking it with my chest half open, because what else do you do? And then there’s a lot of scrambling around trying not to get shot by the guy’s business partners, and I sorta just end up trailing along as they flee the scene. Then we steal a boat and high-tail it out of Japan. And then everything falls together. The Company, me. We’re out there on the ocean, stargazing and stuffing ourselves with instant ramen and cheap beer and for the first time in ages any of us are somewhere we want to be. [Pause] You better be treating them well. Researcher ██████: We’re doing everything we can. SCP-2085-B: Good. Researcher ██████: Could you explain to us the entity currently living inside you? SCP-2085-B: Ah. Red. There’s a lot to unpack. Researcher ██████: We have time. SCP-2085-B: Red is…I don’t know. A von-neumann probe? Some kind of god-thing cast down out of the heavens? I don’t know. It was inside a meteor and I was the first person on the scene. It was, or will be, immensely powerful. Kardashev scale powerful. I’m afraid that this is mostly speculation. I’m working off what I get when its dreams drift into mine, or when it gets active enough to try and talk directly. Researcher ██████: You can communicate with it? SCP-2085-B: No. It’s one way, for now, at least. I don’t think it can hear me. It just rants, mashes everything together. Researcher ██████: And what does it say to you? SCP-2085-B: Not so much words as just the…feeling of it all. A lot of it I can’t understand, but… all right: It’s a cancer. It grows, and grows, it eats and grows and gets more complex until whatever it's living in starts breaking down – but it will outlive its host. It’ll keep going; more food, more complex food. It dreams of a universe that’s been forced into a final orderly shape where it can devour all it is possible to consume and so glutted on the universe floats down a perfect river of entropy until there is nothing left, forever. It can do nothing but leech and wait for the end. But it’s locked in a race against that same river for who gets to eat more of the pie, and it’s being stonewalled. It hates us. Humanity. We’re uneaten food going to waste and we are so close and it can’t get to us. Our existence is an affront, a mar on its perfect universe. It hates me most of all, I think. I keep on going, and every second I stay alive and Red stays suppressed, that’s energy down the drain that it can’t ever get back. I think it might be afraid that it might lose. I don’t think it’s ever met resistance before. It tries to bargain with me, I think. It’s not good at it – it just alternates between threatening more pain or offering some sort of perpetuation of consciousness. I don’t think it cares which I choose, just that I break. I read a story once, where there was a little red egg that can give you exactly what you want the most. And the cost is what you love best. That’s Red. Waiting, right in here [taps chest] for me to take that deal. It’s called my bluff, and I intend to prove it wrong. Researcher ██████: Mmmm. One last question: why the costume? SCP-2085-B: This? Just a symbol. A super-hero thing. Easier to believe in than a person, most of the time. Symbols are simple, people are messy. People can let you down. The world makes it difficult for people to believe in people, so we make do with symbols. Researcher ██████: And what do you want people to believe in? SCP-2085-B: What people could be. What they can do. That it doesn’t have to end like this. That we can make something better. Be something better. That we can keep going after we get the shit kicked out of us. That’s easy to say. You take a look outside and we’re all insane; just a bunch of evil, angry apes murdering each other on a little ball of dirt spinning pointlessly through nothing, doomed to a brief hiccup of existence before we extinguish ourselves. And in our brief glimmer of awareness, with all the beauty of the cosmos arrayed before us, we chose to build a meatgrinder out of our broken dreams and locked ourselves inside, content to sit in our box and sit there staring at the walls, floating down the river of entropy until we die. That’s what we’re fighting against. [Lengthy pause] I’ve had six months to live for over five years now, and I don’t want to meet curtain call with nothing to show for it. Every day I wake up is borrowed time that I can’t pay back, and eventually it’s going to just cut to black and if it’s not today then it might as well be tomorrow. They’re setting the world on fire, out there. Gunning down kids in the street, stuffing folks with nowhere to go behind fences like they’re cattle. Figuring out new ways to own the ideas in your head while the topsoil blows away and the groundwater dries up. I can’t save the world on my own but I have to do something . [Pause] I’m fucking terrified, you know? Scared of dying, scared of living to see the future. But…it’s easier with them around. [Pause] I want to watch the sun rise from orbit. Me and the girls, watching the sun come up. Then I can die. I can die a free man and maybe folks will say I was a good man, and the girls will launch my body into the sun. Send me back to stardust. [Pause] Yeah. That’ll be a good way to go. [Pause] In that moment, I will be lifted away from this wretched place and be free at last, and my soul will rejoice with all the brightness of the heavens. Second star to the right. Straight on till morning. You know how it goes. <End log>",
        "\" SCP-2085 \" by Djoric, from the SCP Wiki . Source: https://scpwiki.com/scp-2085 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2085",
    "object_class": "Multiple",
    "containment_procedures": "No attempts to isolate or remove SCP-2085-1 are authorized until SCP-2085-B's containment implants can be effectively replicated. In the case of SCP-2085-1 overcoming SCP-2085-B's containment implants, SCP-2085-B and SCP-2085-1 are to be terminated immediately.",
    "description": "",
    "title": "SCP-2085"
}