{
    "url": "https://scp-wiki.wikidot.com/scp-2090",
    "all_text": "SCP-2090\n - \nPotentially XK Tim Duncan\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+414\n+\n–\nx\n\n\n\n\n\n\nImage produced by Kant Counter readings during observation of SCP-2090.\n\n\n\n\n\n\nItem #:\n SCP-2090\n\n\nObject Class:\n \nEuclid\n Neutralized\n\n\nSpecial Containment Procedures:\n Foundation personnel standing in as personal security staff are to closely monitor SCP-2090 on a day-to-day basis for any sign of anomalous deviation. Kant Counters are to be discreetly installed in and around the home of SCP-2090 to provide constant surveillance of SCP-2090 and any disturbances caused by its anomalous nature. Any discrepancies are to be reported to Level 2090/4 staff personnel assigned to SCP-2090, or to the MTF Ρ-5 team leader.\n\n\nUnder no circumstances should Foundation Protocol Ōllamaliztli-5 be interrupted. Due to the current state of Protocol Ōllamaliztli-5 and its influence on American and global culture, interruptions are not expected.\n\n\nFILESERV NOTICE:\n THE FOLLOWING IS THE SCP-2090 DATA FILE AS IT APPEARED BEFORE ITS RECLASSIFICATION AS NEUTRALIZED. SOME ERRORS MAY PERSIST.\n\n\nDescription:\n SCP-2090 is a Class I humanoid entity that goes by the name of Tim Duncan, and is currently the starting power forward/center for the San Antonio Spurs professional basketball team. SCP-2090 exhibits no visibly noticeable anomalous properties, and its nature is only detectable by use of Kant Reality Counters used to identify disturbances in local reality. SCP-2090 displays a remarkably high Hume discrepancy, although this effect is seemingly limited to its body and has no effect on the world around it. Despite this, due to information gathered via Protocol Ōllamaliztli-5, SCP-2090 must be constantly monitored for any sign of changes in behaviour or anomalous activity.\n\n\nDiscovery:\n SCP-2090 was initially discovered during routine inspection of Area of Interest CA-74 \"Sleep Train Arena\" in Sacramento, California, during a game between the San Antonio Spurs and the Sacramento Kings. What was initially thought to be an equipment malfunction was later discovered to be caused by massive interference created by SCP-2090. Due to the high level of celebrity that SCP-2090 has obtained, it was considered unfeasible to remove the subject from the public and place it within containment for further observation. This resulted in the creation of Mobile Task Force Rho-5 \"Spurs and Saddles\", which constantly monitors SCP-2090 and ensures proper application of Protocol Ōllamaliztli-5.\n\n\nAddendum 2090.1:\n Protocol Ōllamaliztli-5 [Information Restricted to Level 2090/4 and MTF Ρ-5 Personnel Only]\n\n\nDuring initial observation of SCP-2090, Foundation IT personnel began to discover a number of encrypted files within the Foundation database. Foundation Internal Intelligence teams were set with gaining access to these files, and discovering their origin. With help from the SCP-2090 research team and MTF Ρ-5, the code-breaking effort was a success. Notably, all files were dated at various points within two years after the date of discovery, although additional information suggests that they had existed within the Foundation database for an extensive period of time. While many of the files were incomplete and missing data, enough was recovered to properly deduce and implement Protocol Ōllamaliztli-5.\n\n\nRecovered File 2090/1\n\n\n\n\nWe send this to [DATA CORRUPTED] fear but hope for mankind if the godhead is not\n\nImperative! Imperative! Imperative! Do not delay in [DATA CORRUPTED] the godhead is restless\n\nHeed the following information.\n\n\nThe GODHEAD otherwise known as the [DATA CORRUPTED] Formerly Tim Duncan of St. Croix\n\nThe DEVASTATOR himself on the shores of Califo[DATA CORRUPTED] blood in the water\n\n2016\n\n[DATA CORRUPTED]\n\n[DATA CORRUPTED] do not forget\n\nHe is ascended\n\n\n\n\nRecovered File 2090/4\n\n\n\n\nFoundation File 31\n[DATA CORRUPTED]\nmaliztli-5\n\n\nProject Head:\n Drake VanDorne\n\n\nProject Purpose:\n N/A\n\n\nInformation:\n The GODHEAD has moved through \nSite-45\n and \nSite-56\n. Full scale containment breaches are active, likely the western seaboard is collapsed by now.\n\n\nUnfortunately unable to maintain power long enough to complete final round of simulations, but may be able to send program [DATA CORRUPTED] previous Foundation database can finish them.\n\n\nCan't think for the life of me when the computer was invented, though. Shit, might have to finish this now anyway. Don't know if I have any other options.\n\n\nThere has to be something we missed, something else. See if one of you can figure it out. Sorry.\n\n\n[DATA CORRUPTED]\n\n\n\n\nRecovered File 2090/17\n\n\n\n\nTo:\n \npcs.71s|rekabh#pcs.71s|rekabh\n\n\nFrom:\n \npcs.10s|7.5O#pcs.10s|7.5O\n\n\nSorry this is so informal. I don't know if we can finish this, though, so I'm moving quickly and trying to allocate resources elsewhere. Richardson was right, the files had always been on the mainframe. Dates are all funny, though. All listed as right about now, but records indicate that they've been [DATA CORRUPTED]esn't really matter, let me cut to the chase here.\n\n\n[DATA CORRUPTED]igned to create some kind of early prevention system. All iterations call it a diversion, but none of them have finished running the simulation, they just keep backing up their results to this thing and sending it down the line, hoping the next guys can finish it. We've go[DATA CORRUPTED] but the time just isn't there.\n\n\nWe're all moving into the bunker, so this is probably it. The files are all still on the mainframe, you know what to do with them. Jesus Christ. Ok.\n\n\n[DATA CORRUPTED]ain.\n\n\n\n\nRecovered File 2090/43\n\n\n\n\nFOUNDATION GENERAL ALERT\n\n\nALERT LEVEL 5\n\n\nTHE FOLLOWING IS A GENERAL NOTICE TO ALL FOUNDATION PERSONNEL IN SITES N/A - N/A\n\n\nGood, this system still works. Hope the format is the same where you are.\n\n\nEverything is here, so I'm guessing you're going to probably figure this out on your own. I don't have time to get into the details, but the simulations have finished running and there's a chance we can stop this thing. Not now, but maybe us sometime else.\n\n\nAccording to the results, it's a pretty elaborate setup that requires a ton of preparation. In every timeline the basis for the protocol is there, but it's never thoroughly supported and dies out pretty quickly. In esse[DATA CORRUPTED]n't do anything about those, hang on.\n\n\nFOUNDATION GENERAL ALERT\n\n\nALERT LEVEL 5\n\n\nShit, ok. I'll send it along. I can't believe it's so simple, but the simulations checked themselves and this is it. A series of ritualistic events that keep him in check as he matures, the designs are all in there. Just put it together like I have detailed, and that should do the trick. Make sure the events go on unhindered, do whatever you have to do to make sure of that.\n\n\nThe last thing I'm including is the design for the ritual arena. Construct it like it's explained, and then \nmake sure he participates in the ritual\n. I don't care if you have to turn a hurricane on him, do it.\n\n\nThis is it. Good luck.\n\n\n\n\nRecovered File 2090/44\n\n\n\n\n+ Access File\n\n\n\n\n- Access Granted\n\n\n\n\n\n\n\n\n\n\nProtocol Ōllamaliztli-5.\n\n\n\n\n\n\nFoundation Protocol Ōllamaliztli-5\n\n\nCodename: Basketball\n\n\nPertinent Information:\n From the beginning of the early 19th century on, foster and promote the growth of basketball in the United States of America and around the world, inevitably preventing SCP-N/A from [DATA CORRUPTED] ascending to the godhead. Additional information about rules and regulation, and how they should evolve over time, is included within this file.\n\n\n[DATA CORRUPTED]\n\n\nHope this works\n\n\n\n\n\n\n\n\n\n\nAddendum 2090.2:\n Cessation of Abnormal Hume Activity\n\n\nOn July 11th, 2016, SCP-2090 announced its retirement from the National Basketball Association after 19 seasons with the San Antonio Spurs. While containment personnel were on hand during the announcement of the subject's retirement in the event of a prospective breach of containment, no such anomalous activity took place. Hume readings of the subject shortly thereafter showed that the individual known as Tim Duncan no longer expressed abnormal Hume levels, and as such should no longer be considered anomalous. After a period of sustained observation with no notable activity in that time, SCP-2090 was reclassified as NEUTRALIZED.\n\n\nHowever, since Tim Duncan's retirement and subsequent reclassification, several other professional basketball players have also expressed unusual Kant Counter readings, similar to those previously expressed by SCP-2090. Until more information can be collected, the following individuals are to be considered Persons of Interest:\n\n\n\n\nPOI #57284\n - Karl-Anthony Towns - \nConcern: Low\n\n\nPOI #57285\n - Joel Embiid - \nConcern: Low\n\n\nPOI #57286\n - Giannis Antetokounmpo - \nConcern: Moderate\n\n\nPOI #57287\n - Anthony Davis - \nConcern: High\n\n\nPOI #57288\n - Victor Oladipo - \nConcern: Very High\n \nConcern: Low\n\n\nPOI #57932\n - Domantas Sabonis - \nConcern: Very High\n\n\n\n\nFurther investigation is ongoing.\n\n\n\n\n\n\n« \nSCP-2089\n | SCP-2090 | \nSCP-2091\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2090\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2090\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n timduncan.png\n\n\nAuthor:\n djkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n \nIMG_0688.JPG\n by Michael Sandoval (Michael248), CC BY 2.0\n\n\n\n\n\n\nFilename:\n basketball.png\n\n\nName:\n Basketball court.svg\n\n\nAuthor:\n NielsF\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 2090.1: Protocol Ōllamaliztli-5 [Information Restricted to Level 2090/4 and MTF Ρ-5 Personnel Only]\nDuring initial observation of SCP-2090, Foundation IT personnel began to discover a number of encrypted files within the Foundation database. Foundation Internal Intelligence teams were set with gaining access to these files, and discovering their origin. With help from the SCP-2090 research team and MTF Ρ-5, the code-breaking effort was a success. Notably, all files were dated at various points within two years after the date of discovery, although additional information suggests that they had existed within the Foundation database for an extensive period of time. While many of the files were incomplete and missing data, enough was recovered to properly deduce and implement Protocol Ōllamaliztli-5.",
        "Addendum 2090.2: Cessation of Abnormal Hume Activity\nOn July 11th, 2016, SCP-2090 announced its retirement from the National Basketball Association after 19 seasons with the San Antonio Spurs. While containment personnel were on hand during the announcement of the subject's retirement in the event of a prospective breach of containment, no such anomalous activity took place. Hume readings of the subject shortly thereafter showed that the individual known as Tim Duncan no longer expressed abnormal Hume levels, and as such should no longer be considered anomalous. After a period of sustained observation with no notable activity in that time, SCP-2090 was reclassified as NEUTRALIZED.\nHowever, since Tim Duncan's retirement and subsequent reclassification, several other professional basketball players have also expressed unusual Kant Counter readings, similar to those previously expressed by SCP-2090. Until more information can be collected, the following individuals are to be considered Persons of Interest:\nFurther investigation is ongoing.\n"
    ],
    "documents": [],
    "notes": [
        "We send this to [DATA CORRUPTED] fear but hope for mankind if the godhead is not Imperative! Imperative! Imperative! Do not delay in [DATA CORRUPTED] the godhead is restless Heed the following information. The GODHEAD otherwise known as the [DATA CORRUPTED] Formerly Tim Duncan of St. Croix The DEVASTATOR himself on the shores of Califo[DATA CORRUPTED] blood in the water 2016 [DATA CORRUPTED] [DATA CORRUPTED] do not forget He is ascended",
        "Foundation File 31 [DATA CORRUPTED] maliztli-5 Project Head: Drake VanDorne Project Purpose: N/A Information: The GODHEAD has moved through Site-45 and Site-56 . Full scale containment breaches are active, likely the western seaboard is collapsed by now. Unfortunately unable to maintain power long enough to complete final round of simulations, but may be able to send program [DATA CORRUPTED] previous Foundation database can finish them. Can't think for the life of me when the computer was invented, though. Shit, might have to finish this now anyway. Don't know if I have any other options. There has to be something we missed, something else. See if one of you can figure it out. Sorry. [DATA CORRUPTED]",
        "To: pcs.71s|rekabh#pcs.71s|rekabh From: pcs.10s|7.5O#pcs.10s|7.5O Sorry this is so informal. I don't know if we can finish this, though, so I'm moving quickly and trying to allocate resources elsewhere. Richardson was right, the files had always been on the mainframe. Dates are all funny, though. All listed as right about now, but records indicate that they've been [DATA CORRUPTED]esn't really matter, let me cut to the chase here. [DATA CORRUPTED]igned to create some kind of early prevention system. All iterations call it a diversion, but none of them have finished running the simulation, they just keep backing up their results to this thing and sending it down the line, hoping the next guys can finish it. We've go[DATA CORRUPTED] but the time just isn't there. We're all moving into the bunker, so this is probably it. The files are all still on the mainframe, you know what to do with them. Jesus Christ. Ok. [DATA CORRUPTED]ain.",
        "FOUNDATION GENERAL ALERT ALERT LEVEL 5 THE FOLLOWING IS A GENERAL NOTICE TO ALL FOUNDATION PERSONNEL IN SITES N/A - N/A Good, this system still works. Hope the format is the same where you are. Everything is here, so I'm guessing you're going to probably figure this out on your own. I don't have time to get into the details, but the simulations have finished running and there's a chance we can stop this thing. Not now, but maybe us sometime else. According to the results, it's a pretty elaborate setup that requires a ton of preparation. In every timeline the basis for the protocol is there, but it's never thoroughly supported and dies out pretty quickly. In esse[DATA CORRUPTED]n't do anything about those, hang on. FOUNDATION GENERAL ALERT ALERT LEVEL 5 Shit, ok. I'll send it along. I can't believe it's so simple, but the simulations checked themselves and this is it. A series of ritualistic events that keep him in check as he matures, the designs are all in there. Just put it together like I have detailed, and that should do the trick. Make sure the events go on unhindered, do whatever you have to do to make sure of that. The last thing I'm including is the design for the ritual arena. Construct it like it's explained, and then make sure he participates in the ritual . I don't care if you have to turn a hurricane on him, do it. This is it. Good luck.",
        "\" SCP-2090 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-2090 . Licensed under CC-BY-SA .",
        "Filename: timduncan.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: IMG_0688.JPG by Michael Sandoval (Michael248), CC BY 2.0",
        "Filename: basketball.png Name: Basketball court.svg Author: NielsF License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-2090",
    "object_class": "Euclid Neutralized",
    "containment_procedures": "Foundation personnel standing in as personal security staff are to closely monitor SCP-2090 on a day-to-day basis for any sign of anomalous deviation. Kant Counters are to be discreetly installed in and around the home of SCP-2090 to provide constant surveillance of SCP-2090 and any disturbances caused by its anomalous nature. Any discrepancies are to be reported to Level 2090/4 staff personnel assigned to SCP-2090, or to the MTF Ρ-5 team leader.",
    "description": "SCP-2090 is a Class I humanoid entity that goes by the name of Tim Duncan, and is currently the starting power forward/center for the San Antonio Spurs professional basketball team. SCP-2090 exhibits no visibly noticeable anomalous properties, and its nature is only detectable by use of Kant Reality Counters used to identify disturbances in local reality. SCP-2090 displays a remarkably high Hume discrepancy, although this effect is seemingly limited to its body and has no effect on the world around it. Despite this, due to information gathered via Protocol Ōllamaliztli-5, SCP-2090 must be constantly monitored for any sign of changes in behaviour or anomalous activity.",
    "title": "SCP-2090"
}