{
    "url": "https://scp-wiki.wikidot.com/scp-2095",
    "all_text": "rating: \n+427\n+\n–\nx\n\n\n\n\n\n\nSCP-2095 after excavation in 08/07/1948.\n\n\n\n\n\n\nItem #:\n SCP-2095\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Reliquary Site-26 was constructed around SCP-2095, preventing access and enclosing it from view. Site-26 has been disguised as a weather observatory and agents within the Greek government are to ensure that the site is publicly viewed as such.\n\n\nDescription:\n SCP-2095 is a primarily subterranean temple complex\n1\n located at Gyaros, an arid and uninhabited Greek island in the Aegean Sea. Structure predates previously known archaeological sites on the island. Inscriptions found within have included Cretan hieroglyphs, Linear A, Hittite Cuneiform, and a previously unknown writing system composed of spiral-shaped glyphs varying in complexity.\n2\n\n\nSCP-2095 is composed of entirely biological material and is believed to have once been a living organism. Samples taken from SCP-2095 have revealed bone, chitin, muscle, adipose and viscera. Radiocarbon dating has placed the subject's death at cal 1200–1000 BCE (1σ) with soft tissue having undergone a form of embalmment.\n\n\nChambers are connected together via tunnels which are structurally and cellularly similar to the inner lining of the human intestinal tract. Large sphincters appear to have served as doors and are permanently relaxed. These portals would have likely been able to open and close as needed pre-mortem.\n\n\nThe largest room contains an altar composed of bone, a component of the SCP-2095 organism. Forensic evidence suggests that it was used in a sacrificial manner. It is believed possible that living sacrifices provided SCP-2095 with the nutrients necessary for its survival and the floor itself shows signs of acidic corrosion. The base of the altar has been carved into an Ouroboros, believed to be a symbol of religious importance to the creators of SCP-2095.\n\n\nTwenty-nine scrolls were discovered within the northern most chamber of SCP-2095. Only four were found to be written in Hittite Cuneiform while the rest remain undecipherable. Of those four, three are considered to be of a spiritual/philosophical nature while one appears to be an inventory report.\n\n\nFoundation archaeologists have found evidence of warfare throughout the island. This has included skeletal remains depicting likely anomalous causes for death such as implosion, internal combustion, disintegration, radiation poisoning, and fatal physical reconfiguration.\n\n\nThe Foundation became aware of SCP-2095 after reports of a \"cathedral of bone\" being discovered by a team of Greek archaeologists who had been studying a large mound on the isle of Gyaros. Class-B Amnestics were administered and the archaeologists were returned to the general population. SCP-2095 was easily secured and construction of Reliquary Site-26 was completed by 12/09/1949.\n\n\n\n\n+ INVENTORY\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nResources:\n\n\n[illegible]\n\n\n1340 slaves - 10 surrendered at the Shrine of Consumption when the Black Moon holds dominion over the Heavens\n\n\n\n12 biltu of gold, pure\n3\n\n\n1200 goats\n\n\n300 pigs\n\n\n[fragment missing]\n\n\nOur Sacred Legion\n:\n\n\n3000 Adytite faithful\n\n\n\n500 Thracian faithful, including 12 [\"storm-beasts\"?]\n\n\n2000 Urartu [\"converts\"/\"conscripts\"?]\n\n\n400 Sardinian mercenaries\n\n\n250 Kaskian faithful\n\n\n100 Caphtor conspirators - can their loyalty be trusted when they so easily betrayed their own?\n4\n\n\n300 Mycenaean mercenaries\n\n\nArmory:\n\n\n2550 bone-crafted blades and shields\n\n\n2000 bone-crafted bows\n\n\n10,000 bone-crafted arrows, poisoned with hellebore and venom of adder\n\n\n60 amphora of [illegible]\n\n\n200 amphora of \"liquid fire\"\n\n\n20 \"curse tablets\" - placed around perimeter of island\n\n\n1 amphora of \"Red Death\"\n\n\n\n\n\n\n\n\n\n\n\n\n+ SCROLL I\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nThe Wound, cut from the flesh of totality - deep, it severed the line of future and past. Drawn to its ancient fester, gods swarmed as flies to a corpse. We waited within bloodless veins, faithful to that which we could not know - unable to imagine that we might become their greater.\n\n\nHere, we slept - until our souls became flesh.\n\n\nSone Alku\n\n\n\n\n\n\n\n\n\n\n\n\n+ SCROLL II\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\n[heavily stained; paragraph illegible]\n\n\nThe swineherd prostrated himself before the Sorcerer-King and asked, \"Great Sorcerer-King and Ozi̮rmok, Heart of Man and Light of Lights. I speak for the folk of the cold-marsh. We fear the red lanterns that dance without harmony; our spirit-guides warn of ill omens.\"\n\n\nAnd Ion did assure the man, \"I have gazed upon the Faceless Ones, servitors of His Undulating Vastness. Their chief is blind - castrated by our words and will. He sings songs of anarchy but they will not come again. These terrible spirits do not deserve our love; render unto them no sacrifice until the stars have aligned.\"\n\n\nSone Vith\n\n\n\n\n\n\n\n\n\n\n\n\n+ SCROLL III\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nAnd to his flock, Ion thus spoke: \"I have stepped beyond the Floe of Dreams; stood before the Old Ones within their own desolate domain.\n\n\nI have endured their intolerable force, across countless eons.\n\n\nI have seen the infinite dead worlds, murdered death herself.\n\n\nI have read the entrails of our Creator, beheld eternity unfurled.\n\n\nKnow that our paradise draws near.\n\n\nAnd with our own flesh shall we birth it.\n\n\nSone Skaal\n\n\n\n\n\n\n\n\n\n\nAddendum:\n On 05/24/2014, an earthquake occurred in the Aegean Sea. Reliquary Site-26 was unharmed, as were the anomalous objects retained within since its construction. SCP-2095 did however suffer some structural damage but proved to be a serendipitous event. A hitherto unknown sphincter, sealed and hidden through calcification, had ruptured open within the altar chamber.\n\n\nExploration of the chamber led to the discovery of the body of a human male. Individual has shown no signs of decay and although lacking a detectable heartbeat, EEG scans have revealed low-level brain activity. Research into the subject and its relationship with SCP-2095 is currently ongoing.\n\n\nFound inside was a single well-preserved scroll, strewn carelessly and likely never meant to be contained within. Deduced to be a letter, it is believed to have been written by the ruling authority at SCP-2095 but had been unsent, possibly due to events directly referenced within. The document has been translated and is now accessible for viewing by Foundation personnel:\n\n\n\n\n+ UNSENT LETTER\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nGrand Karcist Ion,\n\n\nMay this missive find you at Kythera, for it shall be my last. Our enemies have begun their assault on the island but we have completed the Rite of Preservation. The Temple will sleep and await Resurrection by the Children of Adytum.\n\n\nThe Fallen Kingdoms and Followers of Mekhane have united against us, even as their nations crumble. Still, they have transmuted our every victory in the region to that of defeat, even as their own fates are sealed.\n\n\nThe Bleeding Heart is our last stronghold in the Aegean Sea but no doubt our Eastern Domain remains strong under your eternal gaze. The Wounds sustained today will heal - into the ages of ages, we are undying.\n\n\nTheir victory here shall be hollow. Karcist Meksa has claimed their Profane Instruments and sails for Kythera as I write this.\n\n\nI vow that none are to leave this island alive. May their names be obliterated and their flesh consumed.\n\n\nWe summon the Red Death.\n\n\nFor the blood of heathens, we sacrifice ourselves. We will meet again in Adytum.\n\n\nI remain,\n\nKarcist Tundas\n\n\n\n\n\n\n\n\nSeal attached to letter.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPrologue: \nIn Principio Erat Verbum\n | \nIn Memoria, Adytum\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Part of the outer structure is above ground. The interior of SCP-2095 is entirely subsurface.\n\n\n2\n. Of the writing systems used at SCP-2095, only Hittite Cuneiform has been translated.\n\n\n3\n. 360 kg.\n\n\n4\n. Likely Minoans; context remains unknown.\n\n\n\n\n\n\n\n\n« \nSCP-2094\n | SCP-2095 | \nSCP-2096\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2095\n\" by Metaphysician, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2095\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n rsz_1024px-edmontosaurusmummy_zpsd4db2d38.jpg\n\n\nAuthor:\n Metaphysician\n\n\nLicense:\n CC By-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Edmontosaurusmummy.jpg\n\n\nAuthor:\n A.E. Anderson\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n rsz_ercole_hydra_76001812_zps8ea5bf10.png\n\n\nAuthor:\n Metaphysician\n\n\nLicense:\n CC By-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Ercole Hydra 76001812.jpg\n\n\nAuthor:\n CNG\n\n\nLicense:\n CC BY-SA 2.5\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum: On 05/24/2014, an earthquake occurred in the Aegean Sea. Reliquary Site-26 was unharmed, as were the anomalous objects retained within since its construction. SCP-2095 did however suffer some structural damage but proved to be a serendipitous event. A hitherto unknown sphincter, sealed and hidden through calcification, had ruptured open within the altar chamber.\nExploration of the chamber led to the discovery of the body of a human male. Individual has shown no signs of decay and although lacking a detectable heartbeat, EEG scans have revealed low-level brain activity. Research into the subject and its relationship with SCP-2095 is currently ongoing.\nFound inside was a single well-preserved scroll, strewn carelessly and likely never meant to be contained within. Deduced to be a letter, it is believed to have been written by the ruling authority at SCP-2095 but had been unsent, possibly due to events directly referenced within. The document has been translated and is now accessible for viewing by Foundation personnel:"
    ],
    "documents": [],
    "notes": [
        "Resources: [illegible] 1340 slaves - 10 surrendered at the Shrine of Consumption when the Black Moon holds dominion over the Heavens 12 biltu of gold, pure 3 1200 goats 300 pigs [fragment missing] Our Sacred Legion : 3000 Adytite faithful 500 Thracian faithful, including 12 [\"storm-beasts\"?] 2000 Urartu [\"converts\"/\"conscripts\"?] 400 Sardinian mercenaries 250 Kaskian faithful 100 Caphtor conspirators - can their loyalty be trusted when they so easily betrayed their own? 4 300 Mycenaean mercenaries Armory: 2550 bone-crafted blades and shields 2000 bone-crafted bows 10,000 bone-crafted arrows, poisoned with hellebore and venom of adder 60 amphora of [illegible] 200 amphora of \"liquid fire\" 20 \"curse tablets\" - placed around perimeter of island 1 amphora of \"Red Death\"",
        "The Wound, cut from the flesh of totality - deep, it severed the line of future and past. Drawn to its ancient fester, gods swarmed as flies to a corpse. We waited within bloodless veins, faithful to that which we could not know - unable to imagine that we might become their greater. Here, we slept - until our souls became flesh. Sone Alku",
        "[heavily stained; paragraph illegible] The swineherd prostrated himself before the Sorcerer-King and asked, \"Great Sorcerer-King and Ozi̮rmok, Heart of Man and Light of Lights. I speak for the folk of the cold-marsh. We fear the red lanterns that dance without harmony; our spirit-guides warn of ill omens.\" And Ion did assure the man, \"I have gazed upon the Faceless Ones, servitors of His Undulating Vastness. Their chief is blind - castrated by our words and will. He sings songs of anarchy but they will not come again. These terrible spirits do not deserve our love; render unto them no sacrifice until the stars have aligned.\" Sone Vith",
        "And to his flock, Ion thus spoke: \"I have stepped beyond the Floe of Dreams; stood before the Old Ones within their own desolate domain. I have endured their intolerable force, across countless eons. I have seen the infinite dead worlds, murdered death herself. I have read the entrails of our Creator, beheld eternity unfurled. Know that our paradise draws near. And with our own flesh shall we birth it. Sone Skaal",
        "Grand Karcist Ion, May this missive find you at Kythera, for it shall be my last. Our enemies have begun their assault on the island but we have completed the Rite of Preservation. The Temple will sleep and await Resurrection by the Children of Adytum. The Fallen Kingdoms and Followers of Mekhane have united against us, even as their nations crumble. Still, they have transmuted our every victory in the region to that of defeat, even as their own fates are sealed. The Bleeding Heart is our last stronghold in the Aegean Sea but no doubt our Eastern Domain remains strong under your eternal gaze. The Wounds sustained today will heal - into the ages of ages, we are undying. Their victory here shall be hollow. Karcist Meksa has claimed their Profane Instruments and sails for Kythera as I write this. I vow that none are to leave this island alive. May their names be obliterated and their flesh consumed. We summon the Red Death. For the blood of heathens, we sacrifice ourselves. We will meet again in Adytum. I remain, Karcist Tundas",
        "\" SCP-2095 \" by Metaphysician, from the SCP Wiki . Source: https://scpwiki.com/scp-2095 . Licensed under CC-BY-SA .",
        "Filename: rsz_1024px-edmontosaurusmummy_zpsd4db2d38.jpg Author: Metaphysician License: CC By-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Edmontosaurusmummy.jpg Author: A.E. Anderson License: Public Domain Source Link: Wikimedia",
        "Filename: rsz_ercole_hydra_76001812_zps8ea5bf10.png Author: Metaphysician License: CC By-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Ercole Hydra 76001812.jpg Author: CNG License: CC BY-SA 2.5 Source Link: Wikimedia"
    ],
    "item": "SCP-2095",
    "object_class": "Safe",
    "containment_procedures": "Reliquary Site-26 was constructed around SCP-2095, preventing access and enclosing it from view. Site-26 has been disguised as a weather observatory and agents within the Greek government are to ensure that the site is publicly viewed as such.",
    "description": "SCP-2095 is a primarily subterranean temple complex1 located at Gyaros, an arid and uninhabited Greek island in the Aegean Sea. Structure predates previously known archaeological sites on the island. Inscriptions found within have included Cretan hieroglyphs, Linear A, Hittite Cuneiform, and a previously unknown writing system composed of spiral-shaped glyphs varying in complexity.2",
    "title": "SCP-2095"
}