{
    "url": "https://scp-wiki.wikidot.com/scp-2097",
    "all_text": "rating: \n+56\n+\n–\nx\n\n\n\n\nItem #:\n SCP-2097\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2097 is to be held in a well-lit standard containment chamber. Historical Mongolian texts and children's books written in Spanish are to be arranged on the floor nearby; different texts are to be rotated in on a monthly basis. The room is to be monitored by four CCTV cameras, with at least one directly focused on SCP-2097 at all times. Access to the chamber is to require Level-3 clearance. Should instances of SCP-2097-1 manifest, Researcher Adams (or the Level-3 Researcher currently assigned to SCP-2097) is to be informed immediately.\n\n\nDescription:\n SCP-2097 has four observed forms: a fencing foil, a leaf-shaped arc, a thin sheet of metal, and a curved metal plate. The material that SCP-2097 is composed of may vary between manifested forms; material analysis does not reveal any abnormalities in the substances themselves. SCP-2097 will transition repeatedly between these forms, with its most common appearance being a thin sheet of aluminum. SCP-2097's transformation process is irregular and instantaneous; high speed camera footage reveals the object changing from one form to the next apparently in between frames.\n\n\nPrior to first manifestation of SCP-2097-2, a piece of paper with a written message (henceforth referred to as SCP-2097-1) would occasionally materialize next to SCP-2097. Instances of SCP-2097-1 were usually written in crude English, though one instance was written in Mongolian. See below for examples of messages found on instances of SCP-2097-1.\n\n\n\n\nworthy teacher why does no word rhyme with orange is it most beautiful word?\n\n\n\n\n\n\nwhat is mr. and dr. and mrs. and ms. those aren't words this is not perfect\n\n\n\n\n\n\nfriend, why is it tooth and teeth not booth and beeth?\n\n\n\n\nInstances of SCP-2097-1 were later discovered to have been sent by SCP-2097-2. Writing on instances of SCP-2097-1 allowed the Foundation to communicate with SCP-2097-2 before it began to physically manifest in Foundation containment.\n\n\nSCP-2097-2 is an entity that assumes the appearance of a Puss Moth caterpillar (\nCerura vinula\n) and claims to have created SCP-2097. SCP-2097-2 is able to produce high-pitched vocalizations and can communicate in Mongolian and basic English. It claims to be a minor deity serving the god Tengri and has demonstrated detailed knowledge of the Mongol Empire. Throughout its interactions with the Foundation, SCP-2097-2 has been cooperative and amicable. It consistently expresses a desire for the presence of a man named \"Juan\".\n\n\n\n\n+ Interview Log 2097-01\n\n\n\n\n- hide log\n\n\n\n\n\n\nInterview Log 2097-01\n\n\nNotes:\n This is the first recorded instance of communication with SCP-2097-2. Researcher Adams was the active listed researcher of SCP-2097 at this time. Communication was achieved through writing on instances of SCP-2097-1. SCP-2097-2's reply appears within a few seconds; written messages are capitalized to distinguish from spoken dialogue.\n\n\nAdams:\n HELLO\n\n\nSCP-2097-2:\n HELLO\n\n\nAdams:\n IS ANYONE THERE?\n\n\nSCP-2097-2:\n YES. IT HAS BEEN LONG SINCE YOU WROTE BACK.\n\n\nAdams:\n HOW LONG HAS IT BEEN?\n\n\nSCP-2097-2:\n A FEW MONTHS. WHERE HAVE YOU BEEN?\n\n\nAdams:\n I HAVE BEEN BUSY\n\n\n(There was no reply for three minutes. SCP-2097-2 then materialized next to SCP-2097)\n\n\nAdams:\n Shit!\n\n\nSCP-2097-2:\n Who are you?\n\n\nAdams:\n I am Researcher Adams. What- \n(SCP-2097-2 interrupts Adams)\n\n\nSCP-2097-2:\n Where am I? What is Researcher? Where is Juan?\n\n\nAdams:\n Calm down. You are in a safe place. I am a doctor and I am here to help you. Can you tell me more about Juan?\n\n\nSCP-2097-2:\n \n(Unintelligible Mongolian)\n) (Post interview, this translated into various expletives directed towards Researcher Adams.)\n\n\nAdams:\n Sorry, I did not understand that. Could you- \n(Adams is interrupted again)\n\n\nSCP-2097-2:\n Bring me books!\n\n\nAt this point, SCP-2097-2 ceases communication and vanishes.\n\n\nContainment procedures were updated and subsequent interviews included the presence of a Mongolian translator.\n\n\n\n\n\n\n\n\n\n\nAddendum 2097-01:\n Since books were introduced to the containment area, SCP-2097-2 has been observed to appear every twenty-three days, examining the books for eight hours before disappearing. However, upon personnel entering the containment area while SCP-2097-2 is present, it will immediately demanifest and will not appear for another twenty-three days.\n\n\nAfter a year of this continued behavior, Researcher Adams left a note on top of SCP-2097: \"Please talk to me.\" At the next cycle, SCP-2097-2 remained in the room while Adams was present (see interview log).\n\n\n\n\n+ Interview Log 2097-07\n\n\n\n\n- hide log\n\n\n\n\n\n\nNotes:\n This interview was conducted in Mongolian with the help of a translator. It has been translated into English for ease of reading.\n\n\nAdams:\n Please tell me who Juan is, who you are, and what this is. \n(points at SCP-2097)\n\n\nSCP-2097-2:\n I am Shiba, one of knowledge, servant of god Tengri. This shape is one of my forms incarnate, allows me to read. Juan is my English teacher. He is a wise and valiant explorer. His real name is Juan Caballero and he is an Spaniard, a friend of deities and creator of perfect things.\n\n\nAdams:\n Do you know what that thing is? \n(gestures to SCP-2097)\n\n\nSCP-2097-2:\n It is proof of divine friendship. After many trials, our first masterpiece, the one Juan wished to keep. With Juan's knowledge and my power, together we make for the world the most beautiful things. Words that are many things are beautiful. We make things worthy of their name. Juan swore he would continue our work. Where is Juan? Did you take him?\n\n\nAdams:\n I don't know where Juan is, but I can help you find him. Can you tell me more about Juan?\n\n\nSCP-2097-2:\n Juan told me that he loves to explore the world. I met him at the Lake of Youth while I was reading a book, and he taught me English! I still remember the first book he read to me, \nThe Canterbury Tales\n. We had lessons every day and he would tell me about the wonders of the world, or stories about his travels. To share, I would tell him the history of the Mongol Empire.\n\n\nAdams:\n Why do you only come here once every twenty-three days?\n\n\nSCP-2097-2:\n What are you talking about? I come every day to read!\n\n\n<End of log>\n\n\n\n\nA search for the man named \"Juan Caballero\", described as an Spanish scholar and explorer, is currently ongoing.\n\n\n\n\n\n\n\n\nAddendum 2097-02:\n Foundation investigation has discovered a Juan Caballero, deceased since 1548. Mr. Caballero was an obscure scholar and documented to be fluent in Spanish, English, and Old Norse. Although the Foundation did not find any record of him being familiar with the Mongolian language, it is probable that this is the man that SCP-2097-2 is referring to. Efforts are ongoing to recover more information about this individual and their descendants.\n\n\nAddendum 2097-03:\n On ██/██/██, SCP-2097-2 appeared in the containment area along with two sheets of stainless steel, a 1 cm thick piece of oak wood and a leaf from the Bearded Iris (\nIris germanica\n). SCP-2097-2 explained that it \"had remembered what Juan had wanted to work on next\". Researcher Adams told SCP-2097-2 that the Foundation had found someone who knows where Juan is, and suggested that SCP-2097-2 return later. SCP-2097-2 replied, \"It will be good to meet again. He is an uncommonly honest man, and always kept his promises.\" and demanifested, leaving the materials in the containment area.\n\n\n\n\n\n\n« \nSCP-2096\n | SCP-2097 | \nSCP-2098\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2097\n\" by SilverWind, Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2097\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2097-01: Since books were introduced to the containment area, SCP-2097-2 has been observed to appear every twenty-three days, examining the books for eight hours before disappearing. However, upon personnel entering the containment area while SCP-2097-2 is present, it will immediately demanifest and will not appear for another twenty-three days.\nAfter a year of this continued behavior, Researcher Adams left a note on top of SCP-2097: \"Please talk to me.\" At the next cycle, SCP-2097-2 remained in the room while Adams was present (see interview log).",
        "Addendum 2097-02: Foundation investigation has discovered a Juan Caballero, deceased since 1548. Mr. Caballero was an obscure scholar and documented to be fluent in Spanish, English, and Old Norse. Although the Foundation did not find any record of him being familiar with the Mongolian language, it is probable that this is the man that SCP-2097-2 is referring to. Efforts are ongoing to recover more information about this individual and their descendants.",
        "Addendum 2097-03: On ██/██/██, SCP-2097-2 appeared in the containment area along with two sheets of stainless steel, a 1 cm thick piece of oak wood and a leaf from the Bearded Iris ( Iris germanica ). SCP-2097-2 explained that it \"had remembered what Juan had wanted to work on next\". Researcher Adams told SCP-2097-2 that the Foundation had found someone who knows where Juan is, and suggested that SCP-2097-2 return later. SCP-2097-2 replied, \"It will be good to meet again. He is an uncommonly honest man, and always kept his promises.\" and demanifested, leaving the materials in the containment area."
    ],
    "documents": [],
    "notes": [
        "worthy teacher why does no word rhyme with orange is it most beautiful word?",
        "what is mr. and dr. and mrs. and ms. those aren't words this is not perfect",
        "friend, why is it tooth and teeth not booth and beeth?",
        "Interview Log 2097-01 Notes: This is the first recorded instance of communication with SCP-2097-2. Researcher Adams was the active listed researcher of SCP-2097 at this time. Communication was achieved through writing on instances of SCP-2097-1. SCP-2097-2's reply appears within a few seconds; written messages are capitalized to distinguish from spoken dialogue. Adams: HELLO SCP-2097-2: HELLO Adams: IS ANYONE THERE? SCP-2097-2: YES. IT HAS BEEN LONG SINCE YOU WROTE BACK. Adams: HOW LONG HAS IT BEEN? SCP-2097-2: A FEW MONTHS. WHERE HAVE YOU BEEN? Adams: I HAVE BEEN BUSY (There was no reply for three minutes. SCP-2097-2 then materialized next to SCP-2097) Adams: Shit! SCP-2097-2: Who are you? Adams: I am Researcher Adams. What- (SCP-2097-2 interrupts Adams) SCP-2097-2: Where am I? What is Researcher? Where is Juan? Adams: Calm down. You are in a safe place. I am a doctor and I am here to help you. Can you tell me more about Juan? SCP-2097-2: (Unintelligible Mongolian) ) (Post interview, this translated into various expletives directed towards Researcher Adams.) Adams: Sorry, I did not understand that. Could you- (Adams is interrupted again) SCP-2097-2: Bring me books! At this point, SCP-2097-2 ceases communication and vanishes. Containment procedures were updated and subsequent interviews included the presence of a Mongolian translator.",
        "Notes: This interview was conducted in Mongolian with the help of a translator. It has been translated into English for ease of reading. Adams: Please tell me who Juan is, who you are, and what this is. (points at SCP-2097) SCP-2097-2: I am Shiba, one of knowledge, servant of god Tengri. This shape is one of my forms incarnate, allows me to read. Juan is my English teacher. He is a wise and valiant explorer. His real name is Juan Caballero and he is an Spaniard, a friend of deities and creator of perfect things. Adams: Do you know what that thing is? (gestures to SCP-2097) SCP-2097-2: It is proof of divine friendship. After many trials, our first masterpiece, the one Juan wished to keep. With Juan's knowledge and my power, together we make for the world the most beautiful things. Words that are many things are beautiful. We make things worthy of their name. Juan swore he would continue our work. Where is Juan? Did you take him? Adams: I don't know where Juan is, but I can help you find him. Can you tell me more about Juan? SCP-2097-2: Juan told me that he loves to explore the world. I met him at the Lake of Youth while I was reading a book, and he taught me English! I still remember the first book he read to me, The Canterbury Tales . We had lessons every day and he would tell me about the wonders of the world, or stories about his travels. To share, I would tell him the history of the Mongol Empire. Adams: Why do you only come here once every twenty-three days? SCP-2097-2: What are you talking about? I come every day to read! <End of log>",
        "\" SCP-2097 \" by SilverWind, Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-2097 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe",
    "containment_procedures": "SCP-2097 is to be held in a well-lit standard containment chamber. Historical Mongolian texts and children's books written in Spanish are to be arranged on the floor nearby; different texts are to be rotated in on a monthly basis. The room is to be monitored by four CCTV cameras, with at least one directly focused on SCP-2097 at all times. Access to the chamber is to require Level-3 clearance. Should instances of SCP-2097-1 manifest, Researcher Adams (or the Level-3 Researcher currently assigned to SCP-2097) is to be informed immediately.",
    "description": "SCP-2097 has four observed forms: a fencing foil, a leaf-shaped arc, a thin sheet of metal, and a curved metal plate. The material that SCP-2097 is composed of may vary between manifested forms; material analysis does not reveal any abnormalities in the substances themselves. SCP-2097 will transition repeatedly between these forms, with its most common appearance being a thin sheet of aluminum. SCP-2097's transformation process is irregular and instantaneous; high speed camera footage reveals the object changing from one form to the next apparently in between frames.",
    "title": "SCP-2097"
}