{
    "url": "https://scp-wiki.wikidot.com/scp-2104",
    "all_text": "rating: \n+125\n+\n–\nx\n\n\n\n\n\n\nEntrance 22, demarcated in red.\n\n\n\n\n\n\nItem #:\n SCP-2104\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All entries leading to SCP-2104-B are to be surrounded by a wire mesh fence. The fence's perimeter is to be patrolled to avoid civilian intruders. Any civilian crossing the perimeter must be administered Class B amnestics.\n\n\nObservation Post-04 has been created near the village of ██████, Spain, to remotely monitor the 32 known entries to SCP-2104-B.\n\n\nDescription:\n SCP-2104-A is a humanoid entity of variable appearance. SCP-2104-A is located inside SCP-2104-B, and seems to be unable to leave this area or act outside it.(See Addendum 004/1.)\n\n\nSCP-2104-A is able to partially control its physical appearance, and usually takes the form of a child between 7 and 9 years old. Based on previous interactions recorded during reconnaissance missions, SCP-2104-A presents symptoms of intellectual disability. Its body is covered by different kinds of organic materials (such as fur, sticks, and mud) and small living organisms, including birds, insects, rodents, and lichens.\n\n\nSCP-2104-A displays a positive emotional response to interaction with children, but shows fear when approached by adults.\n\n\nSCP-2104-A is typically found in the same location, under a holm oak tree \n(Quercus ilex)\n with a weathered straw rope hanging from one of the tree's branches.\n\n\nSCP-2104-B is an extra-dimensional space that occupies an approximate geographic surface of 0.15 km\n2\n. To date, 32 entries to SCP-2104-B have been identified and documented. Entrances are always centered on natural terrain features such as rocks or trees, and are effectively invisible to the naked eye.\n\n\nEntrances to SCP-2104-B are normally inactive, but will activate if approached by prepubescent children. Adults approaching an entrance do not cause it to activate.\n\n\nSCP-2104-A is able to alter reality inside SCP-2104-B to a certain extent, changing the composition of matter and considerably affecting the behavior of indigenous fauna and flora of the area. During the last 50 years, SCP-2104-A has modified SCP-2104-B to reflect a series of themes from Aesop’s fables, along other unidentified manifestations. Some animals within the area have shown the ability to speak, and commonly refer to SCP-2104-A as \"the king by the tree.\"\n\n\nAccording to the results of field analysis, SCP-2104-B is geographically identical to the area it covers in this reality construct.\n\n\n\n\n+ Excerpt from Reconnaissance Report 2104-5\n\n\n\n\n- Close\n\n\n\n\n\n\nExcerpt from Reconnaissance Report 2104-5, █/█/97\n\n\nSubject-5 (male, 9 years old), equipped with a helmet with an integrated video camera, accesses SCP-2104-B through Entrance 7.\n\n\nRecording begins. Subject goes through Entrance 7 at 11:08h.\n\n\nSubject enters a small wooded area. In its center are SCP-2104-A and a fox, sitting at a large table set for three. There is a large platter filled with vines of grapes. SCP-2104-A displays the appearance of a 7-10 year old child, dressed in what appear to be vine leaves. Upon seeing the subject, both entities address him.\n\n\nFox:\n You came! We were awaiting for an illustrious guest, and my king was feeling hungry.\n\n\nSCP-2104-A:\n H-hello, friend!\n\n\nSCP-2104-A watches the subject with expectation and points to a seat. The subject is instructed to take it and behave naturally. The fox approaches the subject with a bundle of grapes.\n\n\nSubject-5:\n But… but I don't like grapes.\n\n\nFox:\n Hey! These grapes are ripe and ready to eat!\n\n\nThe fox growls threateningly at the subject. SCP-2104-A appears nervous, and intervenes.\n\n\nSCP-2104-A:\n Go away! Bad fox!\n\n\nSCP-2104-A then proceeds then to gather pebbles and mud from the ground around the table, and places them into an empty dish. Afterwards, he offers the dish to the subject in a friendly manner.\n\n\nSCP-2104-A:\n T-tasty meatballs and mashed pot-tatoes.\n\n\nThe pebbles and mud are replaced by meatballs and mashed potatoes.\n\n\nThe subject is given further instructions to leave the area. The rest of the reconnaissance is deemed irrelevant.\n\n\nSubject vacates the area at 17:48.\n\n\nRecording ends.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Excerpt from Reconnaissance Report 2104-7\n\n\n\n\n- Close\n\n\n\n\n\n\nExcerpt from Reconnaissance Report 2104-7, █/█/99\n\n\nSubject-7 (female, 10 years old), equipped with a helmet with an integrated video camera, accesses SCP-2104-B through Entrance 03. The subject is told to avoid contact and interaction with animal entities unless she is given a direct order and to go to the location where SCP-2104-A is usually to be found.\n\n\nIt is night time within SCP-2104-B. Recording begins. Subject goes through Entrance 22 at 14:28h.\n\n\nThe ground is covered with what appear to be fireflies. Subject becomes apprehensive from the sudden darkness, but is encouraged to go forward.\n\n\nThe sun inside SCP-2104-B rises at an abnormal speed. Subject arrives to a pond's edge, and is given authorisation to rest a few minutes. While resting seated by the shore, the subject is approached by two storks, wearing a typical head scarf from the rural region where SCP-2104-B entrances are located, and voluminous bags. The following conversation takes place:\n\n\nStork 1:\n Clack-cackclack! A little princess has come to see the king.\n\n\nStork 2:\n But the king is sad and has climbed the tree. Will you bring him down from his branch, child?\n\n\nStork 1:\n But we have to make the fox drink from the narrow-necked vase, sister.\n\n\nStork 2:\n Do you think you can bring him down, princess?\n\n\nAfter this exchange, the first stork hurries and pushes the second one and they move away from the subject.\n\n\nThe subject is given instructions to resume the exploration and to head to the tree where SCP-2104-A is usually located.\n\n\n500 m further on, the subject encounters a row of ants walking in the same direction. The ants are of a much larger size than usual, measuring up to 40 cm in length (estimated by subject). They carry small cloth packages on their backs.\n\n\nThe subject is told to approach the ants. Some of the insects express interest for the subject, and they slow down to talk to her.\n\n\nAnt 1:\n The princess has arrived just in time for the king's feast!\n\n\nAnt 2:\n But when the king is up the tree he does not touch our delicacies! Child, will you taste them?\n\n\nAnt 3:\n The princess won't eat, the king does not eat, the grasshopper shall eat everything.\n\n\nAnt 1:\n The grasshopper plays the guitar and sings, but the king is not coming down the tree.\n\n\nAt this moment, a legionary ant approaches the group of worker ants that have strayed from the line and pushes them back.\n\n\nAfter this encounter, the subject is told to move away from the ant line and to continue to her destination.\n\n\nThe subject spots the holm oak tree. The subject is told to approach it.\n\n\nWhen the subject is approximately 20 m away from the tree, she reports through the radio system that there is something hanging from it. The video feed shows SCP-2104-A, hanging from the rope in the tree. The body does not show external signs of decay. Standing on the ground near SCP-2104-A there are two humanoid entities resembling a human adult in shape and size, male and female. They appear to be composed of clay. Both objects have acorns embedded on their surface, arranged in resemblance of simplified facial features.\n\n\nThe subject points out that the objects are emitting sounds. The subject is told to approach the objects until a conversation between them is heard through the radio system.\n\n\nObject 1:\n … just take him and do it, José. I can’t take it anymore.\n\n\nObject 2:\n Me? I’m sure this comes from your fucking family. Half of you are idiots, and you don’t even know who your mother’s father was. I’ll tell you, he was the demon and here’s your punishment. Take him yourself if-\n\n\nObject 1:\n Go fuck yourself, José. You know what, you are a fucking coward. Don’t look at me like that, you even have to leave the house when we slaughter the pigs. If it was up to you, in one week the rest of the town would have seen your son doing those things.\n\n\nObject 2:\n Ascen, what do you want? I don’t know what to do anymore. Oh god, just leave him with your aunt. She’s always telling him those fables, she loves him.\n\n\nObject 1:\n Please, José, don’t do this to me, you know that we can’t do that. Eventually someone would know, and then what? You saw that thing yesterday with the ants. It’s getting worse. Please, listen to me. Go get the kid. We’ll do this together.\n\n\nObject 2:\n Oh, god. Okay. Just… okay, I’ll go. Go get everything, you. \n(shouting)\n Mateo! Mateo! Where are you? Come down here!\n\n\nObject 1:\n He's already down in the kitchen, José.\n\n\nObject 2:\n Oh. Mateo, come here. We are going for a walk outside.\n\n\nAfter this line, both objects remain silent for a couple of minutes, and then the conversation is restarted. The subject is told to return through Entrance 03.\n\n\nThe subject vacates the area at 15:36.\n\n\nEnd of recording.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2103\n | SCP-2104 | \nSCP-2105\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2104\n\" by Vlank and Dr Reach, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2104\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n encina_mod.jpg\n\n\nAuthor:\n Vlank and Dr Reach\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Quercus suber.jpg\n\n\nAuthor:\n Carsten Niehaus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "Excerpt from Reconnaissance Report 2104-5, █/█/97 Subject-5 (male, 9 years old), equipped with a helmet with an integrated video camera, accesses SCP-2104-B through Entrance 7. Recording begins. Subject goes through Entrance 7 at 11:08h. Subject enters a small wooded area. In its center are SCP-2104-A and a fox, sitting at a large table set for three. There is a large platter filled with vines of grapes. SCP-2104-A displays the appearance of a 7-10 year old child, dressed in what appear to be vine leaves. Upon seeing the subject, both entities address him. Fox: You came! We were awaiting for an illustrious guest, and my king was feeling hungry. SCP-2104-A: H-hello, friend! SCP-2104-A watches the subject with expectation and points to a seat. The subject is instructed to take it and behave naturally. The fox approaches the subject with a bundle of grapes. Subject-5: But… but I don't like grapes. Fox: Hey! These grapes are ripe and ready to eat! The fox growls threateningly at the subject. SCP-2104-A appears nervous, and intervenes. SCP-2104-A: Go away! Bad fox! SCP-2104-A then proceeds then to gather pebbles and mud from the ground around the table, and places them into an empty dish. Afterwards, he offers the dish to the subject in a friendly manner. SCP-2104-A: T-tasty meatballs and mashed pot-tatoes. The pebbles and mud are replaced by meatballs and mashed potatoes. The subject is given further instructions to leave the area. The rest of the reconnaissance is deemed irrelevant. Subject vacates the area at 17:48. Recording ends.",
        "Excerpt from Reconnaissance Report 2104-7, █/█/99 Subject-7 (female, 10 years old), equipped with a helmet with an integrated video camera, accesses SCP-2104-B through Entrance 03. The subject is told to avoid contact and interaction with animal entities unless she is given a direct order and to go to the location where SCP-2104-A is usually to be found. It is night time within SCP-2104-B. Recording begins. Subject goes through Entrance 22 at 14:28h. The ground is covered with what appear to be fireflies. Subject becomes apprehensive from the sudden darkness, but is encouraged to go forward. The sun inside SCP-2104-B rises at an abnormal speed. Subject arrives to a pond's edge, and is given authorisation to rest a few minutes. While resting seated by the shore, the subject is approached by two storks, wearing a typical head scarf from the rural region where SCP-2104-B entrances are located, and voluminous bags. The following conversation takes place: Stork 1: Clack-cackclack! A little princess has come to see the king. Stork 2: But the king is sad and has climbed the tree. Will you bring him down from his branch, child? Stork 1: But we have to make the fox drink from the narrow-necked vase, sister. Stork 2: Do you think you can bring him down, princess? After this exchange, the first stork hurries and pushes the second one and they move away from the subject. The subject is given instructions to resume the exploration and to head to the tree where SCP-2104-A is usually located. 500 m further on, the subject encounters a row of ants walking in the same direction. The ants are of a much larger size than usual, measuring up to 40 cm in length (estimated by subject). They carry small cloth packages on their backs. The subject is told to approach the ants. Some of the insects express interest for the subject, and they slow down to talk to her. Ant 1: The princess has arrived just in time for the king's feast! Ant 2: But when the king is up the tree he does not touch our delicacies! Child, will you taste them? Ant 3: The princess won't eat, the king does not eat, the grasshopper shall eat everything. Ant 1: The grasshopper plays the guitar and sings, but the king is not coming down the tree. At this moment, a legionary ant approaches the group of worker ants that have strayed from the line and pushes them back. After this encounter, the subject is told to move away from the ant line and to continue to her destination. The subject spots the holm oak tree. The subject is told to approach it. When the subject is approximately 20 m away from the tree, she reports through the radio system that there is something hanging from it. The video feed shows SCP-2104-A, hanging from the rope in the tree. The body does not show external signs of decay. Standing on the ground near SCP-2104-A there are two humanoid entities resembling a human adult in shape and size, male and female. They appear to be composed of clay. Both objects have acorns embedded on their surface, arranged in resemblance of simplified facial features. The subject points out that the objects are emitting sounds. The subject is told to approach the objects until a conversation between them is heard through the radio system. Object 1: … just take him and do it, José. I can’t take it anymore. Object 2: Me? I’m sure this comes from your fucking family. Half of you are idiots, and you don’t even know who your mother’s father was. I’ll tell you, he was the demon and here’s your punishment. Take him yourself if- Object 1: Go fuck yourself, José. You know what, you are a fucking coward. Don’t look at me like that, you even have to leave the house when we slaughter the pigs. If it was up to you, in one week the rest of the town would have seen your son doing those things. Object 2: Ascen, what do you want? I don’t know what to do anymore. Oh god, just leave him with your aunt. She’s always telling him those fables, she loves him. Object 1: Please, José, don’t do this to me, you know that we can’t do that. Eventually someone would know, and then what? You saw that thing yesterday with the ants. It’s getting worse. Please, listen to me. Go get the kid. We’ll do this together. Object 2: Oh, god. Okay. Just… okay, I’ll go. Go get everything, you. (shouting) Mateo! Mateo! Where are you? Come down here! Object 1: He's already down in the kitchen, José. Object 2: Oh. Mateo, come here. We are going for a walk outside. After this line, both objects remain silent for a couple of minutes, and then the conversation is restarted. The subject is told to return through Entrance 03. The subject vacates the area at 15:36. End of recording.",
        "\" SCP-2104 \" by Vlank and Dr Reach, from the SCP Wiki . Source: https://scpwiki.com/scp-2104 . Licensed under CC-BY-SA .",
        "Filename: encina_mod.jpg Author: Vlank and Dr Reach License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Quercus suber.jpg Author: Carsten Niehaus License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-2104",
    "object_class": "Euclid",
    "containment_procedures": "All entries leading to SCP-2104-B are to be surrounded by a wire mesh fence. The fence's perimeter is to be patrolled to avoid civilian intruders. Any civilian crossing the perimeter must be administered Class B amnestics.",
    "description": "SCP-2104-A is a humanoid entity of variable appearance. SCP-2104-A is located inside SCP-2104-B, and seems to be unable to leave this area or act outside it.(See Addendum 004/1.)",
    "title": "SCP-2104"
}