{
    "url": "https://scp-wiki.wikidot.com/scp-2106",
    "all_text": "rating: \n+320\n+\n–\nx\n\n\nItem #:\n SCP-2106\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All instances of SCP-2106-1 are to be kept within the multiple subject aviary at \nSite-64\n. Instances are to be fed twice a day and individually examined for injury and general health on site every two weeks. In the event that an instance of SCP-2106-1 expires, it is to be immediately replaced by an additional specimen of \nCorvus corax.\n In the event of an \nSCP-1505\n outbreak, contaminated instances of SCP-2106-1 are to be immediately isolated and neutralized.\n\n\nThe following items are to be left within the aviary for ease of interaction during the appearance of SCP-2106-2 instances:\n\n\n\n\nOne pair of boots.\n\n\nOne trench coat.\n\n\nOne pair of gloves.\n\n\nOne standard pad of paper\n\n\nThree black ballpoint pens.\n\n\n\n\nDescription:\n SCP-2106-1 currently designates a total of 40 specimens of \nCorvus corax\n1\n. Individually, each instance is indistinguishable from non-anomalous specimens of the same species. The anomalous properties of SCP-2106-1 become apparent between the hours of 2200 and 0800 PST. During this time period all instances of 2106-1 will fall asleep before waking 15 minutes later to move to a central location where they form SCP-2106-2.\n\n\nSCP-2106-2 is a humanoid entity formed from the combined bodies of all available instances of 2106-1. If provided clothing, 2106-1 instances will form 2106-2 within the articles, including filling such items as boots and gloves. SCP-2106-2 is fully sapient and has demonstrated fluency in English and the ability to communicate via both writing and mimicry of human speech. According to interviews, 2106-2 believes itself to be an individual named Jessica Bradley, a 45-year-old Caucasian female from Tillamook, Oregon, USA. SCP-2106-2 has been able to provide detailed accounts of its life as Ms. Bradley up to 09/11/2011, but has no knowledge as to how it came to exist in its current state. SCP-2106-2 has largely been cooperative with Foundation personnel to date.\n\n\nA minimum of 25 instances of 2106-1 are required for SCP-2106-2 to successfully form. In the event that fewer than 25 instances of 2106-1 are present at 2200, or if anyone attempts to remove an instance of 2106-1 from the aviary, all instances of 2106-1 will swarm. During these swarm events, instances 2106-1 have demonstrated remarkably collaborative behavior including:\n\n\n\n\nAttempts to operate door handles.\n\n\nSetting up rudimentary traps/ambushes for Foundation personnel.\n\n\nSlamming into observation windows en masse.\n\n\nScratching crude messages/images in the ground in English.\n\n\n\n\nIndividual instances of 2106-1 that are removed from a 50-meter radius of all other instances lose their anomalous properties at 0800 following the dissipation of SCP-2106-2. Likewise, non-anomalous specimen of \nCorvus corax\n become instances of 2106-1 when placed within 50 meters of 2106-1 instances at 2200. It is currently unknown as to whether SCP-2106-2 would be capable of forming again should all instances of 2106-1 be dissipated.\n\n\nRecovery Log:\n SCP-2106-2 was originally recovered on 15/11/2011 from the private aviary at the residence of Jessica Bradley outside of Tillamook, Oregon, USA, following viral footage of SCP-2106-2 walking along the Oregon coast. Upon investigation, Foundation personnel found the body of Jessica Bradley within her bed. A subsequent autopsy of Ms. Bradley revealed that the cause of death to have been an intracerebral hemorrhage. All original 30 instances of 2106-1 were pets that had been kept by Ms. Bradley prior to her death.\n\n\nAddendum 2106-A: Interview Log 2106-1\n\n\n\n\nThe following interview was conducted as part of the initial containment of SCP-2106-2.\n\n\nInterviewed: SCP-2106-2\n\n\nInterviewer: Dr. Daniel Aeslinger\n\n\nForeword:\n This interview was done at the end of a standard mental health screening. During interviews prior to this screening, SCP-2106-2 revealed that it remembered the actions of a researcher who had examined several instances of 2106-1 during standard veterinary examinations.\n\n\n<Begin Log>\n\n\nDr. Aeslinger:\n Alright, Jessica. Before we finish this session I have just one more topic that I would like to go over with you.\n\n\nSCP-2106-2:\n Okay. What do you want to know?\n\n\nDr. Aeslinger:\n During our last interview you mentioned several details you remembered about Researcher Ferro’s veterinary inspection on one of the ravens that makes up your body. Would you care to elaborate?\n\n\nSCP-2106-2:\n It’s hard to explain. In the morning I sort of feel like I’m falling asleep. Most of the time I just blackout and the next thing I know I’m awake again and you guys are telling me that it’s the next day. However, sometimes I dream, or at least I think I’m dreaming. When I dream, I’m always a raven somewhere in this aviary.\n\n\nDr. Aeslinger:\n Go on…\n\n\nSCP-2106-2:\n The thing is, usually the dreams aren’t that exciting. I just kind of go with the flow. Act like I think a raven should. It’s kind of nice, you know? It’s like slowing your mind down and throwing your worries away. Everything just becomes so simple. That time it was different though. That man grabbed me and looked me over. He poked and prodded me. It was awful. Just the worst feeling ever. I don’t think I’ve ever been more terrified. Keep in mind I woke up one day to find out I was suddenly made of birds.\n\n\nDr. Aeslinger:\n Interesting.\n\n\nSCP-2106-2:\n What?\n\n\nDr. Aeslinger:\n You are aware that the ravens that compose your body fall asleep before they form you every evening, yes?\n\n\nSCP-2106-2:\n Wow, really? No. I wasn’t aware.\n\n\nSCP-2106-2 pauses for several moments before continuing to write.\n\n\nSCP-2106-2:\n Do you think they dream about being me? Can ravens even dream?\n\n\nDr. Aeslinger:\n I don’t know, Jessica. Maybe?\n\n\nSCP-2106-2:\n Maybe…\n\n\n<End Log>\n\n\n\n\nAddendum 2106-B: Interview Log 2106-2\n\n\n\n\nThe following interview was conducted following several swarm events.\n\n\nInterviewed: SCP-2106-2\n\n\nInterviewer: \nResearcher Roland Ferro\n\n\nForeword:\n This interview was done following a series of testing and observations on 2106-1 collectivist behavior during swarm events. Upon SCP-2106-2’s appearance, it moved to the back corner of the aviary and entered the fetal position.\n\n\n<Begin Log>\n\n\nResearcher Ferro:\n Jessica? What’s… what’s going on? Everything alright?\n\n\nSCP-2106-2:\n You have to stop doing that…\n\n\nResearcher Ferro:\n I’m sorry, I don’t follow you. Stop doing what?\n\n\nSCP-2106-2:\n The swarms! Stop making them swarm. Please! It's like a nightmare. Just fucking stop!\n\n\nResearcher Ferro:\n I’m going to need you to elaborate a little more than that, Jessica. Why do we need to stop the swarms? What happens to you when we trigger those events?\n\n\nSCP-2106-2:\n It’s like having my mind pulled in a thousand directions. Normally when 8 AM hits I just dream that I’m one raven. It’s nice. It’s simple. It’s safe. But this… it’s not that. I get bounced around from one point of view to another. From one raven to the next. Each one is desperate and afraid and searching for a way to survive. And every time I get moved around those feelings renew. Each raven leaves a stain on my mind that I can’t get out. I still feel their consciousness digging around in the back of my head… They like being me.\n\n\nResearcher Ferro:\n They like being you?\n\n\nSCP-2106-2:\n They love it! I like being a raven because it makes everything so simple. They like being me because it makes everything so complex. Every time you make them swarm it’s because they don’t want to give it up. Please. I’ve done everything you have wanted me to do. I have always cooperated. Please. Don’t do that anymore.\n\n\nResearcher Ferro:\n I can’t just make a promise like…\n\n\nAll instances of 2106-1 composing SCP-2106-2 begin to croak loudly. All attempts at further communication with SCP-2106-2 by Researcher Ferro are unsuccessful. The croaking continues until 0800.\n\n\n<End Log>\n\n\n\n\nFollowing the conclusion of this interview, all attempts by Foundation personnel to verbally communicate with 2106-2 have been blocked by 2106-1 croaking. 2106-2 has been able to successfully communicate via writing notes for Foundation personnel. Instances of 2106-1 have been observed destroying these notes and attacking personnel attempting to retrieve these notes following 2106-2 dissipation at 0800.\n\n\nAs of 25/11/2012 a one-way dropbox has been installed in the aviary to allow for continuous communication with 2106-2 without further 2106-1 interference.\n\n\n\n\nFootnotes\n\n\n1\n. Common raven.\n\n\n\n\n\n\n\n\n« \nSCP-2105\n | SCP-2106 | \nSCP-2107\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2106\n\" by Jacob Conwell, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2106\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2106-A: Interview Log 2106-1",
        "Addendum 2106-B: Interview Log 2106-2\nFollowing the conclusion of this interview, all attempts by Foundation personnel to verbally communicate with 2106-2 have been blocked by 2106-1 croaking. 2106-2 has been able to successfully communicate via writing notes for Foundation personnel. Instances of 2106-1 have been observed destroying these notes and attacking personnel attempting to retrieve these notes following 2106-2 dissipation at 0800.\nAs of 25/11/2012 a one-way dropbox has been installed in the aviary to allow for continuous communication with 2106-2 without further 2106-1 interference."
    ],
    "documents": [],
    "notes": [
        "The following interview was conducted as part of the initial containment of SCP-2106-2. Interviewed: SCP-2106-2 Interviewer: Dr. Daniel Aeslinger Foreword: This interview was done at the end of a standard mental health screening. During interviews prior to this screening, SCP-2106-2 revealed that it remembered the actions of a researcher who had examined several instances of 2106-1 during standard veterinary examinations. <Begin Log> Dr. Aeslinger: Alright, Jessica. Before we finish this session I have just one more topic that I would like to go over with you. SCP-2106-2: Okay. What do you want to know? Dr. Aeslinger: During our last interview you mentioned several details you remembered about Researcher Ferro’s veterinary inspection on one of the ravens that makes up your body. Would you care to elaborate? SCP-2106-2: It’s hard to explain. In the morning I sort of feel like I’m falling asleep. Most of the time I just blackout and the next thing I know I’m awake again and you guys are telling me that it’s the next day. However, sometimes I dream, or at least I think I’m dreaming. When I dream, I’m always a raven somewhere in this aviary. Dr. Aeslinger: Go on… SCP-2106-2: The thing is, usually the dreams aren’t that exciting. I just kind of go with the flow. Act like I think a raven should. It’s kind of nice, you know? It’s like slowing your mind down and throwing your worries away. Everything just becomes so simple. That time it was different though. That man grabbed me and looked me over. He poked and prodded me. It was awful. Just the worst feeling ever. I don’t think I’ve ever been more terrified. Keep in mind I woke up one day to find out I was suddenly made of birds. Dr. Aeslinger: Interesting. SCP-2106-2: What? Dr. Aeslinger: You are aware that the ravens that compose your body fall asleep before they form you every evening, yes? SCP-2106-2: Wow, really? No. I wasn’t aware. SCP-2106-2 pauses for several moments before continuing to write. SCP-2106-2: Do you think they dream about being me? Can ravens even dream? Dr. Aeslinger: I don’t know, Jessica. Maybe? SCP-2106-2: Maybe… <End Log>",
        "The following interview was conducted following several swarm events. Interviewed: SCP-2106-2 Interviewer: Researcher Roland Ferro Foreword: This interview was done following a series of testing and observations on 2106-1 collectivist behavior during swarm events. Upon SCP-2106-2’s appearance, it moved to the back corner of the aviary and entered the fetal position. <Begin Log> Researcher Ferro: Jessica? What’s… what’s going on? Everything alright? SCP-2106-2: You have to stop doing that… Researcher Ferro: I’m sorry, I don’t follow you. Stop doing what? SCP-2106-2: The swarms! Stop making them swarm. Please! It's like a nightmare. Just fucking stop! Researcher Ferro: I’m going to need you to elaborate a little more than that, Jessica. Why do we need to stop the swarms? What happens to you when we trigger those events? SCP-2106-2: It’s like having my mind pulled in a thousand directions. Normally when 8 AM hits I just dream that I’m one raven. It’s nice. It’s simple. It’s safe. But this… it’s not that. I get bounced around from one point of view to another. From one raven to the next. Each one is desperate and afraid and searching for a way to survive. And every time I get moved around those feelings renew. Each raven leaves a stain on my mind that I can’t get out. I still feel their consciousness digging around in the back of my head… They like being me. Researcher Ferro: They like being you? SCP-2106-2: They love it! I like being a raven because it makes everything so simple. They like being me because it makes everything so complex. Every time you make them swarm it’s because they don’t want to give it up. Please. I’ve done everything you have wanted me to do. I have always cooperated. Please. Don’t do that anymore. Researcher Ferro: I can’t just make a promise like… All instances of 2106-1 composing SCP-2106-2 begin to croak loudly. All attempts at further communication with SCP-2106-2 by Researcher Ferro are unsuccessful. The croaking continues until 0800. <End Log>",
        "\" SCP-2106 \" by Jacob Conwell, from the SCP Wiki . Source: https://scpwiki.com/scp-2106 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2106",
    "object_class": "Safe",
    "containment_procedures": "All instances of SCP-2106-1 are to be kept within the multiple subject aviary at Site-64. Instances are to be fed twice a day and individually examined for injury and general health on site every two weeks. In the event that an instance of SCP-2106-1 expires, it is to be immediately replaced by an additional specimen of Corvus corax. In the event of an SCP-1505 outbreak, contaminated instances of SCP-2106-1 are to be immediately isolated and neutralized.",
    "description": "SCP-2106-1 currently designates a total of 40 specimens of Corvus corax1. Individually, each instance is indistinguishable from non-anomalous specimens of the same species. The anomalous properties of SCP-2106-1 become apparent between the hours of 2200 and 0800 PST. During this time period all instances of 2106-1 will fall asleep before waking 15 minutes later to move to a central location where they form SCP-2106-2.",
    "title": "SCP-2106"
}