{
    "url": "https://scp-wiki.wikidot.com/scp-2108",
    "all_text": "rating: \n+122\n+\n–\nx\n\n\nPhotosynthetic\n\n\n\n\n\n\nSCP-2108\n - Another Sun by \nPhotosynthetic\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n2108\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The abandoned warehouse building containing SCP-2108 has been acquired by the Foundation and designated Containment Site-2108 Core. No Foundation personnel are to enter Site-2108 Core unless strictly necessary for testing; the general operations of Site-2108 are to take place in the Site's other buildings. Site-2108 Core is to remain under security appropriate for a sensitive Foundation site. Wherever possible, objects and conditions known to affect SCP-2108's properties are to be managed within known minimally-disruptive ranges.\n\n\nSCP-2108 itself is to be kept under constant surveillance in a sealed, opaque room. Attempts to move SCP-2108 or otherwise alter its properties should be avoided. The containment chamber is to be cleaned daily by remote-control or automated drones, to remove all living organisms massing more than 0.5 g.\n\n\nLiving organisms are not to be exposed to SCP-2108 or SCP-2108-A. Video should be converted to grayscale or false color before viewing. When direct observation is necessary, personnel should wear full-body opaque clothing with goggles tinted to block SCP-2108-A's characteristic spectral peaks. SCP-2108-A skin exposure of 80 J/kg in any ten-week period is disqualifying for further SCP-2108 interaction.\n\n\nInstances of SCP-2108-B are to be contained in species-appropriate enclosures at least 10 km from Site-2108, except when authorized for testing. Deliberately creating instances of SCP-2108-B requires prior authorization from the SCP-2108 project lead, and in all cases must use the fewest and least massive subjects possible.\n\n\nDescription:\n SCP-2108 is a luminous object resembling a miniature star with a chromosphere 1-4 m in diameter, ranging in color from yellow-orange to green. It is selectively intangible and possibly non-material, but appears similar in structure and composition to a main-sequence star of roughly one solar mass; its surface bears visible granules and sunspots, it appears to undergo periodic flares, and it has a gaseous corona 0.5-6 m deep. It emits 1.8-15.3 kW of light, a biologically insignificant level of exotic [\nDATA REDACTED\n] radiation, and very little radiant heat. It cannot be moved or affected by deliberate physical manipulation, except by some instances of SCP-2108-B (see below).\n\n\nSCP-2108's specific properties, such as size, location, mass, absolute luminosity, spectrum, etc., vary in poorly-understood ways. All of its properties are correlated nonlinearly with one another as well as with at least twelve other factors. These additional correlates have not been fully enumerated, but are believed to include the current solar-wind flux; strong local magnetic fields; the movement of all \nCorvus\n individuals within 13 m of the object; the extent of the next predicted solar and lunar eclipses; the time elapsed since a runaway nuclear fission reaction took place in the Northern Hemisphere; and the number and combined mass of extant SCP-2108-B instances.\n\n\nLight and radiation emitted from SCP-2108 is designated SCP-2108-A. Its spectrum varies somewhat, as do all of SCP-2108's properties, but always retains characteristic peaks at 663, 615, 448, and 297 nm (i.e. in the red, orange, indigo, and near ultraviolet). In addition, the object's exotic-radiation output is its only predictable property: it is always a known function of SCP-2108-A's electromagnetic spectrum.\n1\n\n\nIntense or prolonged exposure to unmodified SCP-2108-A causes a poorly-characterized transformative syndrome in living organisms, which are then designated SCP-2108-B. The speed and discomfort of SCP-2108-B conversion are directly proportional to the speed and intensity with which the transformative SCP-2108-A dose was delivered.\n2\n Without continued SCP-2108-A exposure, instances of SCP-2108-B \ninvariably\n revert to their original state within eight weeks. \n(See Addendum 2108-E-46693.)\n\n\nThe changes present in SCP-2108-B are believed to result, at least in part, from protein-folding interference by novel substances produced upon skin absorption of SCP-2108-A. The precise effects vary between taxa, but generally include an increase in external pigmentation; production of novel pigments with absorption spectra related to SCP-2108-A; and, in autotrophic organisms, a novel set of photosynthetic organelles and pathways better optimized for use of SCP-2108-A. Structural and organ-level effects are usually subtle, with more pronounced changes affecting the organism's metabolism and biochemistry. Extended exposure may produce more dramatic structural effects; testing proposals are currently under review. See Addendum 2108-1 for a partial list of SCP-2108-B alterations.\n\n\n\n\nAddendum 2108-1\n\n\n\n\nSelected Excerpts from Test Log 2108-B\n\n\n\n\n[Hide Excerpts from Test Log 2108-B]\n\n\n\n\nTest 1\n\n\nSubject:\n Three mature American goldenrod (\nEuthamia graminifolia\n) plants, in fruit\n\n\nSCP-2108-A exposure:\n Discovered with SCP-2108 in Site-2108 Core; total dosage unknown.\n\n\nConversion period:\n Unknown\n\n\nResults:\n Initial discovery of SCP-2108-B. Plants' leaves distinctly longer and thinner than typical for \nE. graminifolia\n. Leaf and stem surface pigmentation purplish-blue with slight cyan iridescence, apparently a protective \"sunscreen\" layer; underlying tissues deep blue-green due to development of SCP-2108-B-typical photosynthetic systems. Fruits rich in several uncharacterized alkaloids. After removal from SCP-2108-A, plants recovered entirely within 8 weeks.\n\n\nTest 3\n\n\nSubject:\n Colony of carpenter ants (\nCamponotus pensylvanicus\n), >200 individuals\n\n\nExposure:\n Discovered with SCP-2108 in Site-2108 Core; total dosage unknown\n\n\nConversion period:\n Unknown\n\n\nResults:\n Dosage presumably proportional to time spent outside the nest, as effects were most pronounced in the workers tasked with foraging. Thorax, legs, and mandibles coated in several thin layers of translucent, deep-orange wax, and comblike chitinous appendages developed on the dorsal antennae. Signaling pheromones almost completely replaced with a novel set of chemicals; resultant confusion between foraging workers and larva-care workers likely caused the colony's rapid decline. Queen completely unaffected, but killed by alkaloid poisoning after being fed seeds of affected goldenrod; colony then collapsed completely.\n\n\nTest 9\n\n\nSubject:\n 2 albino Norway rats (\nRattus norvegicus\n), female, 18 months old, 330-375 g\n\n\nExposure:\n 160 J/kg / full body skin, fur, and eye / 240 minutes\n\n\nConversion period:\n 66 hours\n\n\nResults:\n Exposed skin developed light gray pigmentation; fur developed dark blue-gray pigmentation with dark blue mottled markings whose exact patterns differed by individual. Behavior during conversion period did not suggest any particular discomfort. Animals recovered within 3 weeks.\n\n\nTest 10\n\n\nSubject:\n 2 albino Norway rats (\nRattus norvegicus\n), female, 18 months old, 335-360 g\n\n\nExposure:\n 160 J/kg / full body skin, fur, and eye / 10 minutes\n\n\nConversion period:\n 75 minutes\n\n\nResults:\n Comparable to Test 9, but with additional slight elongation of tail vertebrae and hind legs. Subjects chewed and clawed at legs and tails until restrained, with vocalizations suggesting discomfort and/or pain. Joint swelling, colorful urine, and other symptoms of endogenous pigment poisoning abated within 24 hours; animals recovered within 3 weeks.\n\n\nTest 11\n\n\nSubject:\n 2 albino Norway rats (\nRattus norvegicus\n), female, 18 months old, 320-370 g\n\n\nExposure:\n 160 J/kg / full body skin, fur, and eye / 240 minutes. Light used was an exact match to SCP-2108-A's current spectrum, generated by filtered floodlamps.\n\n\nConversion period:\n n/a\n\n\nResults:\n No effect.\n\n\nTest 12\n\n\nSubject:\n Same individuals as Test 11\n\n\nExposure:\n 90 J/kg / full body skin, fur, and eye / 240 minutes. Light used was live, full-color surveillance video of SCP-2108.\n\n\nConversion period:\n 80 hours\n\n\nResults:\n Effectively identical to Test 9.\n\n\nTest 15\n\n\nSubject:\n Human, male, 27 years, 79 kg (D-2108-14)\n\n\nExposure:\n 160 J/kg / 20 cm\n2\n skin, torso / 240 minutes\n\n\nConversion period:\n 12.5 hours\n\n\nResults:\n All skin developed purplish-brown pigmentation with short blue-green ventral stripes. Subject reported altered color vision, as well as difficulty speaking and eating due to excessive salivation. Blood rich in a novel substance with significant stimulant effects in mouse models but none in the subject himself. Recovered within 3 weeks.\n\n\nTest 16\n\n\nSubject:\n Human, male, 27 years, 79 kg (D-2108-14)\n\n\nExposure:\n 160 J/kg / 20 cm\n2\n skin, torso / 240 minutes\n\n\nNote: D-2108-14 was re-exposed after recovering fully from Test 15.\n\n\nConversion period:\n 3 hours\n\n\nResults:\n Comparable to Test 15, but with additional complications of the shorter conversion period: joint swelling, muscle spasms, mild hemophilia, greater loss of vision, and colorful body fluids. Symptoms abated within 36 hours; subject recovered within 7 weeks. Repeated re-exposure tests pending approval.\n\n\nTest █\n\n\nSubject:\n Human, female, 38 years, 64 kg (██. ███████ ███████)\n\n\nExposure:\n Accidental, 125 J/kg / 5 cm\n2\n skin and eye / 5 seconds (post hoc estimation)\n\n\nConversion period:\n 5 minutes (post hoc estimation)\n\n\nResults:\n Skin developed purplish-brown pigmentation with blue-green ventral mottling; color vision altered, apparently tetrachromatic; skin hairs replaced by chaffy oval structures with rudimentary photosynthetic capacity. Onset of SCP-2108-B characteristics was swift enough to cause immediate, severe endogenous poisoning: symptoms included muscle spasms, systemic neuralgia, temporary blindness, and acute renal failure. Poisoning symptoms abated in 3 weeks with inpatient care; severe sunburn on exposed side of face healed normally; subject recovered fully within 8 weeks.\n\n\n\n\n\n\n\n\n\n\nAddendum 2108-2\n\n\n\n\nIncident Report E-31181-A\n\n\n\n\n[Hide Incident Report E-31181-A]\n\n\n\n\nOn 12 February 2014, Agent Erin Moynahan, Researcher Thom Saint-Jacques, and Researcher Chelsea Elliott, representatives from \nMTF Theta-4 (\"Gardeners\")\n, arrived at the future Site-2108 to assist in early field study of the anomalies that would collectively be designated SCP-2108. At the time, SCP-2108-A and -B were collectively designated E-31181; SCP-2108 itself had not yet been discovered.\n\n\nThe MTF Ө-4 personnel were directed to the SCP-2108-B entities, which consisted of scattered vegetation growing in the cracks of the concrete warehouse floor, and began initial examination after establishing basic field precautions. However, when Dr. Elliott attempted to examine a leaf sample through a small magnifying lens, she received a burst of concentrated SCP-2108-A. The exposure converted her into an instance of SCP-2108-B within five minutes; the resulting endogenous poisoning required hospitalization.\n\n\nSimultaneously, the sudden emergence of a large SCP-2108-B instance caused significant changes in SCP-2108's properties, most notably causing it to triple in diameter and luminosity while instantly relocating 4 m straight down. This placed it below the level of the warehouse's skylight, simultaneously making it visible for the first time\n3\n and irradiating all personnel present. Agent Moynahan, Dr. Saint-Jacques, and on-Site Agent Shoshanna Segel became instances of SCP-2108-B over the following four hours; the additional converted biomass caused further erratic movement of SCP-2108. The resulting positive feedback loop would likely have converted much of the surrounding city if not for routine testing at Provisional Site-██, in which SCP-████-█ underwent its weekly partial core meltdown, resetting one of SCP-2108's major property correlates and instantly relocating it to a position inside Site-2108 Core.\n\n\nStrategic application of disinformation and amnestics ensured no lasting public exposure. \nAll personnel converted to SCP-2108-B recovered within eight weeks.\n \n(See Addendum 2108-E-46693 for records of extended observation.)\n\n\n\n\n\n\n\n\n\n\nAddendum 2108-E-46693\n\n\n\n\n[Enter 5/2108/E-46693 authorization code to continue.]\n\n\n\n\n[Credentials accepted.]\n\n\n\n\nLike the other personnel involved in Incident E-31181-A, Dr. Elliott appeared to recover completely from the effects of SCP-2108-B conversion; she completed quarantine and was cleared for duty upon recovering fully from her injuries. However, recent events indicate that this assessment was premature.\n\n\nRoutine surveillance carried out on Dr. Elliott after the incident revealed irregularities in her eating habits; although initially consistent with her established habits, these disturbances grew steadily more pronounced after the incident. When she fasted for sixteen straight days in late April, with neither any apparent preparation nor any ill effects, her case was flagged for closer and more prolonged examination.\n\n\nOver the following months, surveillance established that Dr. Elliott's food consumption patterns are closely correlated with her \nexposure to daylight\n or comparable full-spectrum lamps. She also displays marked symptoms of seasonal-affective disorder, despite no history of the condition, for which she self-medicated with full-spectrum lamps. Additionally, on seven separate occasions in May and June, she was briefly hospitalized for acute accidental poisoning; all seven incidents appear to have been caused by plant toxins whose sources were either entirely absent or available only in quantities far smaller than apparently ingested.\n4\n The origin of the toxins is unknown.\n\n\nTaken together, these phenomena suggest that Dr. Elliott has acquired anomalous properties beyond those characteristic of SCP-2108-B, which have persisted and strengthened since the incident. She has been provisionally classified as E-46693; proceedings to classify her as an SCP object were filed in June 2014, but have since been \npostponed indefinitely\n pending O5 review.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See Saint-Jacques, T., \"Radiation of Unknown Provenance: A Partial Characterization of SCP-2108-A\" \nObserver: An SCP Foundation Journal\n (2014): 220.\n\n\n2\n. Specifically, the speed of transformation is proportional to the total SCP-2108-A dose and to the inverse cube of the time over which it was applied.\n\n\n3\n. Before Incident E-31181-A, SCP-2108-A shone through the skylight of Site-2108 Core, but SCP-2108 was not visible from outside the building. This phenomenon has not recurred and remains unexplained.\n\n\n4\n. The toxins included black walnut hull extract; caffeine, in concentrations greater than could have been ingested normally; and aconite sap, in sublethal doses.\n\n\n\n\n\n\n\n\n« \nSCP-2107\n | SCP-2108 | \nSCP-2109\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2108\n\" by Photosynthetic, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2108\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2108-1",
        "Addendum 2108-2",
        "Addendum 2108-E-46693"
    ],
    "documents": [],
    "notes": [
        "\" SCP-2108 \" by Photosynthetic, from the SCP Wiki . Source: https://scpwiki.com/scp-2108 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "The abandoned warehouse building containing SCP-2108 has been acquired by the Foundation and designated Containment Site-2108 Core. No Foundation personnel are to enter Site-2108 Core unless strictly necessary for testing; the general operations of Site-2108 are to take place in the Site's other buildings. Site-2108 Core is to remain under security appropriate for a sensitive Foundation site. Wherever possible, objects and conditions known to affect SCP-2108's properties are to be managed within known minimally-disruptive ranges.",
    "description": "SCP-2108 is a luminous object resembling a miniature star with a chromosphere 1-4 m in diameter, ranging in color from yellow-orange to green. It is selectively intangible and possibly non-material, but appears similar in structure and composition to a main-sequence star of roughly one solar mass; its surface bears visible granules and sunspots, it appears to undergo periodic flares, and it has a gaseous corona 0.5-6 m deep. It emits 1.8-15.3 kW of light, a biologically insignificant level of exotic [DATA REDACTED] radiation, and very little radiant heat. It cannot be moved or affected by deliberate physical manipulation, except by some instances of SCP-2108-B (see below).",
    "title": "SCP-2108"
}