{
    "url": "https://scp-wiki.wikidot.com/scp-2120",
    "all_text": "SCP-2120\n - \nDamage Control\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+229\n+\n–\nx\n\n\n\n\n\n\nSCP-2120-19.\n\n\n\n\n\n\nItem #:\n SCP-2120\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Instances of SCP-2120 are to be contained and towed to an appropriate Foundation-controlled harbor for further investigation. In the event that an instance of SCP-2120 is believed to be an immediate threat to exploration teams or civilian vessels, MTF Gamma-6 \"Dry Docks\" has been authorized to use necessary force in order to neutralize any danger the instance might pose. Information and technology recovered from instances of SCP-2120 are to be moved to Site-65 for testing and cataloging.\n\n\nDescription:\n Instances of SCP-2120 are various anomalous naval vessels that randomly appear in an area roughly 500 km in diameter near the island of Bermuda in the Atlantic Ocean. SCP-2120 instances seemingly materialize approximately 1.7 km below the ocean surface, and then rapidly ascend to sea level, where they come to rest. Along with being thoroughly flooded\n1\n, SCP-2120 instances occasionally show signs of external distress. Most damaged functions tend to be non-insulated electrical, nuclear, and gravitational devices onboard the vessels, although major structural compromises are not uncommon.\n\n\nSCP-2120 vary in model, ranging from those resembling Phoenician triremes, to 18th century Ships-of-the-Line, to modern aircraft carriers. Additional vessels have been observed; however, no modern or historical counterpart for these instances have been identified. Regardless of their construction, all recovered instances of SCP-2120 have been fitted with a number of advanced technologies, the majority of which are in various states of disrepair. \nFor a list of recovered instances and their anomalous technologies, see Addendum 2120-1\n.\n\n\nSCP-2120 instances all bear the name of what is currently believed to be their original designer, \"Boeing Aquatics\". Investigations into the Boeing Company of North America have ruled out any correlation between the two groups. Recovered information from SCP-2120 instances indicate that Boeing Aquatics is a sea-faring vessel manufacturer originating in the city of Nu-Boston, the capital of the Confederate Socialist Colonies of the New World. According to this information, the CSCNW\n2\n was involved in a large-scale arms race with two aggressor nations, the Lord God's Eternal Anglican Union and the Khan Empire. Research into the potentially extradimensional origin of SCP-2120 instances is ongoing.\n\n\nAddendum 2120-1:\n Recovered SCP-2120 instances.\n\n\n\n\n\n\nDesignation\n\n\nVessel Name\n\n\nDate of Appearance\n\n\nAnomalous Characteristics\n\n\n\n\n\n\n2120-02\n\n\nC.C.S. Air Lana\n\n\n02/13/1985\n\n\nInstance resembles a 19th century clipper ship, notably modified for military use instead of trade. Several large gun mounts are present on the deck, but all were found empty. A device that appears to be a non-functional cold fusion reactor was found below deck, purpose unknown. Hull is composed entirely of plastic.\n\n\n\n\n\n\n2120-08\n\n\nC.C.S. Vigo Kennedy\n\n\n08/02/1987\n\n\nInstance resembles a modern cruise ship. Interior of the vessel has been fitted with a large number of cryogenic stasis pods, many of which appear to have been broken open by force. A large, black, cylindrical mechanism sits within the center of the main concourse, the purpose of which is unknown. The mechanism produces small amounts of alpha radiation at consistent intervals.\n\n\n\n\n\n\n2120-10-D\n\n\nC.C.S. John Henry Hitchcock\n\n\n03/28/1991\n\n\nInstance resembles a modern \nnuclear submarine\n. During exploration, on-board teams inadvertently activate a defense mechanism. Nearby vessels are struck with torpedoes that grossly increase the local gravity, crushing them. MTF Gamma-6 authorized to destroy instance. Wreckage moved to Site 65 for further investigation.\n\n\n\n\n\n\n2120-13\n\n\nC.C.S. Nu-Indianapolis\n\n\n12/20/1991\n\n\nInstance is an unidentified vessel, octopoid in nature, measuring roughly 500m from end to end. Appears to be a habitation vessel; however, it is currently believed that the manner in which 2120-13 propels itself through water was inimical to its passengers. Recovered logs indicate no tests were performed that did not end in the loss of human life.\n\n\n\n\n\n\n2120-19\n\n\nC.C.S. Her Majesty Queen Alabama Jersey\n\n\n05/15/1994\n\n\nInstance resembles a modern Nimitz-class aircraft carrier. Flight deck has been fitted with a number of large, cannon-like armaments. Recovered ammunition appears to have been designed to alter the atomic structure of all biological matter within its blast radius, changing it to lead.\n\n\n\n\n\n\n2120-29\n\n\nC.C.S. Paint With All The Colors Of The Wind\n\n\n09/09/1997\n\n\nInstance resembles a Wyoming-class battleship. Exploration has determined that the instance has been fitted with a device that can render the entire vessel invisible to the naked eye. Activating this device releases a massive amount of gamma radiation.\n\n\n\n\n\n\nCollected Data Logs:\n \nThe following log excerpts have been collected from functional terminals throughout SCP-2120 instances.\n\n\n\n\nDate:\n 01/34/18\n\n\nLogged by:\n Engineer Pfife\n\n\nNote to whoever keeps trying to install matter disruptors on the Youngtown Freemont: kind of silly to have matter disruptors on a ship fighting against ships that aren't made up of matter. Khrist, you guys need to figure it out.\n\n\n\n\n\n\nDate:\n 07/12/18\n\n\nLogged by:\n Engineer Yule\n\n\nWe keep running into the same problem with the Absolute Zero drives, and it's something we're going to have to start addressing here soon. I know it's a neat idea to build a ship that creates more energy than it expends, but ruining thermodynamics might not be worth the extra money you're saving.\n\n\n\n\n\n\nDate:\n 24/09/18\n\n\nLogged by:\n Captain Zan\n\n\nAnother day, another catastrophic meltdown of the graviton core. I know we're supposed to keep our chins up about this, but honestly I feel as if we've sent more ships back to Nu-Miami than we've kept out on the campaign. It's a good thing the Loadmaster kept on all of those Approxima shells, too, because Khrist knows the Handlemarks fell flat on their ass.\n\n\n\n\n\n\nDate:\n 01/02/19\n\n\nFrom:\n C.E.O. Predavis\n\n\nTo:\n Admiral Nabisco\n\n\nBottom line is, feds aren't happy with some of the stuff we're shipping out. There's already talks about \"crimes against humanity\" and \"human rights violations\". Before you say anything about it, by the way, I understand that the Cellular Readjustment Batteries were probably ill advised. Honestly, sometimes I think that these fuckers don't even want to win the war.\n\n\nAnyway, I know stuff is getting pretty feisty right now, but when all of this blows over we're going to be staring some pretty serious shit in the eye, so we need to get this figured out fast. All of these things that aren't working, that keep falling apart, that \"inadvertently slaughter thousands of innocent civilians\", we're going to have to find a way to get rid of them. Got to keep our hands clean here.\n\n\nI talked to Father Mexico, and he figures he and his boys can work up something that we can just dump everything into. Shouldn't bother anybody, since we can probably pull most of the lethal stuff before we toss it. Might become a problem if the Embedded Omnicore Realignment Matrix on the C.C.S. Hoover Damn shits out, though.\n\n\nEither way. \nBetter them than us.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Instances of SCP-2120 will non-anomalously empty of excess liquid after a short period of time above water.\n\n\n2\n. Currently believed to be a conglomeration of most of North, Central, and South America.\n\n\n\n\n\n\n\n\n« \nSCP-2119\n | SCP-2120 | \nSCP-2121\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2120\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2120\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ship.jpg\n\n\nName:\n USS Reagan;071030-N-6074Y-053.jpg\n\n\nAuthor:\n M. Jeremie Yoder\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "Date: 01/34/18 Logged by: Engineer Pfife Note to whoever keeps trying to install matter disruptors on the Youngtown Freemont: kind of silly to have matter disruptors on a ship fighting against ships that aren't made up of matter. Khrist, you guys need to figure it out.",
        "Date: 07/12/18 Logged by: Engineer Yule We keep running into the same problem with the Absolute Zero drives, and it's something we're going to have to start addressing here soon. I know it's a neat idea to build a ship that creates more energy than it expends, but ruining thermodynamics might not be worth the extra money you're saving.",
        "Date: 24/09/18 Logged by: Captain Zan Another day, another catastrophic meltdown of the graviton core. I know we're supposed to keep our chins up about this, but honestly I feel as if we've sent more ships back to Nu-Miami than we've kept out on the campaign. It's a good thing the Loadmaster kept on all of those Approxima shells, too, because Khrist knows the Handlemarks fell flat on their ass.",
        "Date: 01/02/19 From: C.E.O. Predavis To: Admiral Nabisco Bottom line is, feds aren't happy with some of the stuff we're shipping out. There's already talks about \"crimes against humanity\" and \"human rights violations\". Before you say anything about it, by the way, I understand that the Cellular Readjustment Batteries were probably ill advised. Honestly, sometimes I think that these fuckers don't even want to win the war. Anyway, I know stuff is getting pretty feisty right now, but when all of this blows over we're going to be staring some pretty serious shit in the eye, so we need to get this figured out fast. All of these things that aren't working, that keep falling apart, that \"inadvertently slaughter thousands of innocent civilians\", we're going to have to find a way to get rid of them. Got to keep our hands clean here. I talked to Father Mexico, and he figures he and his boys can work up something that we can just dump everything into. Shouldn't bother anybody, since we can probably pull most of the lethal stuff before we toss it. Might become a problem if the Embedded Omnicore Realignment Matrix on the C.C.S. Hoover Damn shits out, though. Either way. Better them than us.",
        "\" SCP-2120 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-2120 . Licensed under CC-BY-SA .",
        "Filename: ship.jpg Name: USS Reagan;071030-N-6074Y-053.jpg Author: M. Jeremie Yoder License: Public Domain Source Link: Wikimedia"
    ],
    "item": "SCP-2120",
    "object_class": "Euclid",
    "containment_procedures": "Instances of SCP-2120 are to be contained and towed to an appropriate Foundation-controlled harbor for further investigation. In the event that an instance of SCP-2120 is believed to be an immediate threat to exploration teams or civilian vessels, MTF Gamma-6 \"Dry Docks\" has been authorized to use necessary force in order to neutralize any danger the instance might pose. Information and technology recovered from instances of SCP-2120 are to be moved to Site-65 for testing and cataloging.",
    "description": "Instances of SCP-2120 are various anomalous naval vessels that randomly appear in an area roughly 500 km in diameter near the island of Bermuda in the Atlantic Ocean. SCP-2120 instances seemingly materialize approximately 1.7 km below the ocean surface, and then rapidly ascend to sea level, where they come to rest. Along with being thoroughly flooded1, SCP-2120 instances occasionally show signs of external distress. Most damaged functions tend to be non-insulated electrical, nuclear, and gravitational devices onboard the vessels, although major structural compromises are not uncommon.",
    "title": "SCP-2120"
}