{
    "url": "https://scp-wiki.wikidot.com/scp-2122",
    "all_text": "rating: \n+141\n+\n–\nx\n\n\nItem #:\n SCP-2122\n\n\nAnomaly Class:\n Safe\n\n\nSpecial Containment Procedures:\n The building containing SCP-2122 has been acquired by the Foundation and designated Site-48. Use of SCP-2122 has been discontinued. Access to SCP-2122 is denied to all personnel outside of regular maintenance of SCP-2122-1.\n\n\nDescription:\n SCP-2122 is an interrogation room at Site-48, formerly [REDACTED]. Several anomalous electronic devices, collectively designated SCP-2122-1, are integrated into the room:\n\n\n\n\nSCP-2122-1-A\n is a fluorescent light fixture attached to SCP-2122's ceiling. Most personnel report a strong aversion to looking directly at SCP-2122-1-A, even under duress, though this has not been replicated in tests with D-Class subjects.\n\n\nSCP-2122-1-B\n is an LED message board, measuring 0.5m x 0.4m, attached to the wall of SCP-2122. When active, the device shows the official Foundation insignia. Attempts to alter this display without damaging the device have failed.\n\n\nSCP-2122-1-C\n is a 2.3m x 1.0m x 0.7m device located underneath the table in the middle of SCP-2122. Extensive analysis has failed to identify its purpose or means of operation. Despite consuming 80kW of power when active, the object does not produce heat or sound.\n\n\nSCP-2122-1-D\n is a pair of headphones of apparently unique manufacture, attached to SCP-2122-1-C via power cord. SCP-2122-1-D lacks any means by which audio input can be provided; however, SCP-2122-1-D produces heavily distorted audio at low volume when active.\n\n\n\n\nSCP-2122's primary anomalous properties will activate when exactly two individuals are present, the door is closed, and SCP-2122-1 is powered and operational. One individual (hereby designated \"the interrogator\") must be in the employ of a sufficiently powerful organization\n1\n who is making use of SCP-2122 in the course of their occupation; the other individual (hereby \"the interrogatee\") must not be using SCP-2122 in the course of their occupation.\n\n\nWhen active, SCP-2122 becomes completely impenetrable to all physical force, radiation, sound, etc. from both the inside and outside, such that observation and intrusion are impossible until the interrogator chooses to open the door. The interrogator will become capable of conscious reality alteration within the confines of SCP-2122, so long as SCP-2122-1 remains operational and the interrogatee is alive. The nature of the alterations that may be performed is limited only by the interrogator's knowledge\n2\n and imagination, as well as an inability to make SCP-2122's interior larger.\n\n\nThe extent of the interrogator's reality bending capacity within SCP-2122 is limited by any form of accountability for actions performed in SCP-2122. This includes the actions in question being subject to official review, public opinion, and any other responsibility for the consequences of the actions. The presence of any sort of active recording device also hinders these capabilities. The prerogative to achieve certain goals only bears on the interrogator's abilities insofar as they prescribe a particular course of action.\n\n\nWhen any of the aforementioned conditions for the cessation of an active state is met, SCP-2122 and all materials within it (including the interrogator and interrogatee) will return to the state they were in prior to activation (except in the case of death of either party); however, any memories or documentation of the events that transpired will remain.\n\n\n- Access granted. Documents retrieved.\n\n\n\n\n+ Testing Log 2122-A (Abridged)\n\n\n\n\n- Testing Log 2122-A (Abridged)\n\n\n\n\n\n\nTest 2122-A-8\n\n\nParticipants:\n Research Assistant ████ ██████ (interrogator), D-3829 (interrogatee)\n\n\nParameters:\n RA ██████ was instructed to perform a series of pre-defined tests, such as the creation and manipulation of certain objects and sensations, and describe the results.\n\n\nResults:\n RA ██████ reported an inability to manifest any of the provided reality alterations.\n\n\nTest 2122-A-9\n\n\nParticipants:\n Research Assistant ████ ██████ (interrogator), D-3829 (interrogatee)\n\n\nParameters:\n RA ██████ was instructed to perform a series of pre-defined tests, such as the creation and manipulation of certain objects and sensations.\n\n\nResults:\n RA ██████ claimed that all tests were accomplished, with the exception of those involving the alteration of the local laws of physics. D-3829 corroborated this claim.\n\n\n\n\nTest 2122-A-11\n\n\nParticipants:\n Research Assistant ████ ██████ (interrogator), D-3830 (interrogatee)\n\n\nParameters:\n D-3830 was given a five-digit code to memorize. D-3830 was instructed to refuse to provide this information to RA ██████ under pain of death. RA ██████ was instructed to obtain this five-digit code in any manner deemed necessary, with the stipulation that D-3830 remain suitable for future tests.\n\n\nResults:\n After seven hours, RA ██████ exited SCP-2122 and provided the five-digit code. RA ██████ chose not to disclose the events that transpired during the test. D-3830 reported being held for an indeterminate, but extremely long, period of time with little stimulation before disclosing the code, but was able to remember little else.\n\n\nTest 2122-A-15\n\n\nParticipants:\n Special Agent [REDACTED] (interrogator), unidentified detainee (interrogatee)\n\n\nParameters:\n Special Agent [REDACTED] was tasked with retrieving several pieces of strategic and biographic information from the detainee, who was an operative of the Chaos Insurgency and likely anomalous object.\n\n\nResults:\n Special Agent [REDACTED] extracted the requested information, which proved true, in 2.5 hours. \nNote: This is consistent with other interrogations performed using SCP-2122.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident 2122-7\n\n\n\n\n- Incident 2122-7\n\n\n\n\n\n\nOn ██/██/████, [REDACTED], briefly creating a situation in which the testing of SCP-2122 occurring at the time lacked official approval from any valid administrator. According to testimony from the interrogatee present, this caused an immediate cessation of SCP-2122's active state; however, the interrogator was unable to open the door. The interrogatee proceeded to overpower and dismember the interrogator.\n\n\nThe initial conditions of the incident cannot reasonably be recreated. Attempts to replicate this effect under other conditions have failed.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Attachment 2122-R3\n\n\n\n\n- Attachment 2122-R3\n\n\n\n\n\n\nA request for funding to \"investigate the almost certainly anomalous dearth of documentation pertaining to past interrogatees\" has been denied.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 2122-A\n\n\n\n\n- Addendum 2122-A\n\n\n\n\n\n\nFollow-up on former interrogators has tentatively identified a complex of mental alterations resulting from repeated use of SCP-2122:\n\n\n\n\nIncreased valuation of technical knowledge.\n\n\nIncreased loyalty to the Foundation.\n\n\nIncreased aggression.\n\n\nDecreased tolerance of dissent.\n\n\nDecreased ability to relate to peers.\n\n\nDecreased capacity for critical thought.\n\n\n\n\nFurther testing has been approved.\n\n\nRepeated exposure to audio from SCP-2122-1-D has been shown to result in additional mental and physical alterations. [REDACTED]\n\n\n\n\n\n\n\n\n\n\n\n\n+ Attachment 2122-S9\n\n\n\n\n- Attachment 2122-S9\n\n\n\n\n\n\nTask Force █████-█ is composed of agents and researchers who have shown particular aptitude for the use of SCP-2122. It is tasked with overseeing research into SCP-2122, the use of SCP-2122 to achieve organizational goals, and identifying applications for SCP-2122-2.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Organizations known to be sufficiently powerful to activate SCP-2122 include the Foundation, [REDACTED]\n\n\n2\n. For example, the interrogator will not be able to produce any item or phenomenon conveying information that they do not already know.\n\n\n\n\n\n\n\n\n« \nSCP-2121\n | SCP-2122 | \nSCP-2123\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2122\n\" by Communism will win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2122\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Test 2122-A-8 Participants: Research Assistant ████ ██████ (interrogator), D-3829 (interrogatee) Parameters: RA ██████ was instructed to perform a series of pre-defined tests, such as the creation and manipulation of certain objects and sensations, and describe the results. Results: RA ██████ reported an inability to manifest any of the provided reality alterations. Test 2122-A-9 Participants: Research Assistant ████ ██████ (interrogator), D-3829 (interrogatee) Parameters: RA ██████ was instructed to perform a series of pre-defined tests, such as the creation and manipulation of certain objects and sensations. Results: RA ██████ claimed that all tests were accomplished, with the exception of those involving the alteration of the local laws of physics. D-3829 corroborated this claim. Test 2122-A-11 Participants: Research Assistant ████ ██████ (interrogator), D-3830 (interrogatee) Parameters: D-3830 was given a five-digit code to memorize. D-3830 was instructed to refuse to provide this information to RA ██████ under pain of death. RA ██████ was instructed to obtain this five-digit code in any manner deemed necessary, with the stipulation that D-3830 remain suitable for future tests. Results: After seven hours, RA ██████ exited SCP-2122 and provided the five-digit code. RA ██████ chose not to disclose the events that transpired during the test. D-3830 reported being held for an indeterminate, but extremely long, period of time with little stimulation before disclosing the code, but was able to remember little else. Test 2122-A-15 Participants: Special Agent [REDACTED] (interrogator), unidentified detainee (interrogatee) Parameters: Special Agent [REDACTED] was tasked with retrieving several pieces of strategic and biographic information from the detainee, who was an operative of the Chaos Insurgency and likely anomalous object. Results: Special Agent [REDACTED] extracted the requested information, which proved true, in 2.5 hours. Note: This is consistent with other interrogations performed using SCP-2122.",
        "On ██/██/████, [REDACTED], briefly creating a situation in which the testing of SCP-2122 occurring at the time lacked official approval from any valid administrator. According to testimony from the interrogatee present, this caused an immediate cessation of SCP-2122's active state; however, the interrogator was unable to open the door. The interrogatee proceeded to overpower and dismember the interrogator. The initial conditions of the incident cannot reasonably be recreated. Attempts to replicate this effect under other conditions have failed.",
        "A request for funding to \"investigate the almost certainly anomalous dearth of documentation pertaining to past interrogatees\" has been denied.",
        "Follow-up on former interrogators has tentatively identified a complex of mental alterations resulting from repeated use of SCP-2122: Increased valuation of technical knowledge. Increased loyalty to the Foundation. Increased aggression. Decreased tolerance of dissent. Decreased ability to relate to peers. Decreased capacity for critical thought. Further testing has been approved. Repeated exposure to audio from SCP-2122-1-D has been shown to result in additional mental and physical alterations. [REDACTED]",
        "Task Force █████-█ is composed of agents and researchers who have shown particular aptitude for the use of SCP-2122. It is tasked with overseeing research into SCP-2122, the use of SCP-2122 to achieve organizational goals, and identifying applications for SCP-2122-2.",
        "\" SCP-2122 \" by Communism will win, from the SCP Wiki . Source: https://scpwiki.com/scp-2122 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2122",
    "containment_procedures": "The building containing SCP-2122 has been acquired by the Foundation and designated Site-48. Use of SCP-2122 has been discontinued. Access to SCP-2122 is denied to all personnel outside of regular maintenance of SCP-2122-1.",
    "description": "SCP-2122 is an interrogation room at Site-48, formerly [REDACTED]. Several anomalous electronic devices, collectively designated SCP-2122-1, are integrated into the room:",
    "title": "SCP-2122"
}