{
    "url": "https://scp-wiki.wikidot.com/scp-2126",
    "all_text": "rating: \n+158\n+\n–\nx\n\n\n\n\n\n\nPhotocopy of SCP-2126. Click to enlarge.\n\n\n\n\n\n\nItem #:\n SCP-2126\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2126 is to be kept in an opaque plastic sleeve and held within a moisture-controlled storage locker.\n\n\nDescription:\n SCP-2126 is a letter written in blue ink on a ruled sheet of P4 paper. It is addressed to a person identified as “Davey” and appears to be written by said person’s grandmother. Two horizontal creases in the paper suggest that it was at some point folded into thirds and placed in an envelope. It reads as follows:\n\n\n\n\nJanuary Third, 1970\n\n\nMy Dearest Davey,\n\n\nIt was so nice to see you for Christmas last week. I always enjoy the time we spend together, especially now that you are studying at university. I can’t believe my little Davey is going to be a doctor!\n\n\nStill, I wish you had decided to attend a school that wasn’t on the West Coast. There are plenty of good schools here in New England. You could have been close enough to visit all the time. Besides, I think those California boys have become a bad influence on you. I can’t imagine you going to church with your hair grown out like this. When you were turned around, I almost mistook you for your sister.\n\n\nBut I’m just a silly old woman. I guess boys will be boys. Or girls. These are strange times.\n\n\nWith Much Love,\n\nGrandma\n\n\n\n\nWhen SCP-2126 is read aloud from beginning to end, all of the reader’s hair follicles will immediately cease normal function and begin to pull hairs downward through the dermis and into adjacent tissues.\n1\n Once there is no more hair above a particular follicle, the follicle will begin contributing cells to the inward-growing hair.\n\n\nThis process proceeds at a rate of 1.25 cm per month, approximating the average rate of human hair growth. The process ceases for follicles producing body hair once the hair reaches the length the follicle would produce normally (such as for vellus and androgenic hair), but will proceed indefinitely for cranial hair should the person affected have live follicles within the dermis of their scalp.\n\n\nAutopsies have shown that the inverted hairs of individuals affected by SCP-2126 will grow uninhibited even through particularly dense tissues such as cartilage and bone. Following greatly reduced mobility caused by hair growing through muscle and nerve tissue, death by SCP-2126 occurs once vital organs are sufficiently penetrated.\n\n\nReading recorded video, photographs, photocopies, or transcripts of SCP-2126 does not produce this effect.\n\n\nAddendum:\n The effect of SCP-2126 can be temporarily halted with chemicals that prevent hair growth or by surgical removal of follicles. As the affected individual's body will quickly produce new follicles to replace those removed, the effect can be permanently halted only through surgical removal of the dermis.\n\n\n\n\nFootnotes\n\n\n1\n. The mechanism producing this effect is unknown and currently under investigation.\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nWorks by Lesh (click to hide list)\n\n\n\n\n\n\n\n\nSCP\n\n\nRating\n\n\n\n\n\n\nSCP-4062\n\n\n+488\n\n\n\n\n\n\nSCP-2362\n\n\n+188\n\n\n\n\n\n\nSCP-3226\n\n\n+159\n\n\n\n\n\n\nSCP-2126\n\n\n+158\n\n\n\n\n\n\nSCP-2226\n\n\n+149\n\n\n\n\n\n\n\n\n\n\n\n\nCollaborations\n\n\n\n\n\n\nPage\n\n\nCo-author\n\n\n\n\n\n\nSCP-3226\n\n\nZyn\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2125\n | SCP-2126 | \nSCP-2127\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2126\n\" by Lesh, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2126\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 2126letter-small.png\n\n\nAuthor:\n Lesh\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum: The effect of SCP-2126 can be temporarily halted with chemicals that prevent hair growth or by surgical removal of follicles. As the affected individual's body will quickly produce new follicles to replace those removed, the effect can be permanently halted only through surgical removal of the dermis."
    ],
    "documents": [],
    "notes": [
        "January Third, 1970 My Dearest Davey, It was so nice to see you for Christmas last week. I always enjoy the time we spend together, especially now that you are studying at university. I can’t believe my little Davey is going to be a doctor! Still, I wish you had decided to attend a school that wasn’t on the West Coast. There are plenty of good schools here in New England. You could have been close enough to visit all the time. Besides, I think those California boys have become a bad influence on you. I can’t imagine you going to church with your hair grown out like this. When you were turned around, I almost mistook you for your sister. But I’m just a silly old woman. I guess boys will be boys. Or girls. These are strange times. With Much Love, Grandma",
        "\" SCP-2126 \" by Lesh, from the SCP Wiki . Source: https://scpwiki.com/scp-2126 . Licensed under CC-BY-SA .",
        "Filename: 2126letter-small.png Author: Lesh License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2126",
    "object_class": "Safe",
    "containment_procedures": "SCP-2126 is to be kept in an opaque plastic sleeve and held within a moisture-controlled storage locker.",
    "description": "SCP-2126 is a letter written in blue ink on a ruled sheet of P4 paper. It is addressed to a person identified as “Davey” and appears to be written by said person’s grandmother. Two horizontal creases in the paper suggest that it was at some point folded into thirds and placed in an envelope. It reads as follows:",
    "title": "SCP-2126"
}