{
    "url": "https://scp-wiki.wikidot.com/scp-2140",
    "all_text": "rating: \n+562\n+\n–\nx\n\n\n\n\n\n\nSCP-2140\n\n\n\n\n\n\nItem #:\n SCP-2140\n\n\nObject Class:\n Thaumiel (SCP-2140-1-D is considered Neutralized)\n\n\nSpecial Containment Procedures:\n SCP-2140 poses no threat to Foundation personnel. Deployment to counter hostile SCP-2140-1 instances under the conditions of Appendix A is authorized. Expanded deployment against other threats must be approved on a case-by-case basis by O5 command and the Ethics Committee.\n\n\nEvery possible effort should be made to prevent creation or discovery of additional instances. Any person exposed to, or possessing significant knowledge (as defined in Appendix C) of any SCP-2140-1 instance is to be terminated, amnesticized or exposed to SCP-2140 at the discretion of the Strategic Threats Officer.\n\n\nThe fragments of the only known copy of SCP-2140-1-D are permanently sealed in secure deep storage at the facilities listed in Appendix E.\n\n\n\n\n\n\nArea-313 Deep Storage\n\n\n\n\n\n\nDescription:\n SCP-2140 is an image derived through Project Kallinikos from SCP-2140-1-D. SCP-2140-1 instances are \nalternative\n \nversions\n of the image. All instances depict glyphs in the [REDACTED] script.\n\n\nWhile it is possible for persons of any background to view isolated portions, 100% of persons who view a complete SCP-2140 (regardless of medium) are loyal Foundation personnel with 2/2140 clearance or higher. These persons invariably have highly corroborated personal histories (with multiple eyewitnesses, known Foundation colleagues, and documentation) consistent with this profile. The presence of corroborating physical evidence supports the hypothesis that this is a retroactive alteration to personal history such that the person will always have been a loyal Foundation employee with appropriate clearance. It is suspected that this anomaly follows a \"path of least resistance\" and alters the minimum necessary number of events (Appendix B). No record exists of any experimental test subjects (\nsuch as D-Class personnel\n) or any other person lacking appropriate background and clearance viewing the complete image.\n\n\nSCP-2140-1-D was first located at the [REDACTED] dig site ███ km west of [REDACTED], Uzbekistan. Irregularities in the dig team's reports were noted and due to the nature of the dig site, a memetic hazard was suspected. \nMTF Eta-10 (\"See No Evil\")\n was deployed and faced heavy resistance from the dig team. The researchers and security personnel were later discovered to have been a covert cell within the Foundation dedicated to the retrocreation of [REDACTED] and were killed resisting capture.\n1\n\n\nFollowing recovery, Project Kallinikos was enacted. The project's separate teams analyzed sections of SCP-2140-1-D in isolation. Their findings were given to the compartmentalized implementation team which was then able to produce a working prototype of SCP-2140 with zero exposure to the original. All members of the project (including all personnel exposed to early prototypes) were subsequently exposed to SCP-2140 and amnesticized.\n\n\n\n\nFootnotes\n\n\n1\n. Ultimately MTF η-10 suffered three casualties as a result of SCP-2140-1-D exposure. Agent Swanson was presumably exposed first and then deliberately affected Agents Kim and Okoro. Subsequently these three agents were discovered to have represented another deep cell (despite originating on three separate continents and knowing each other for less than a year) and were killed attempting to access \nSCP-███\n .\n\n\n\n\n\n\n\n\n« \nSCP-2139\n | SCP-2140 | \nSCP-2141\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2140\n\" by sirpudding, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2140\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Glyph3PetrogradFixed.png\n\n\nAuthor:\n Petrograd\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAdditional Notes:\n Created using free fonts by from Juan Carlos Porcel \nhttps://elderprops.tumblr.com/post/89934858272/free-fonts-necrofonticon2\n\n\n\n\n\n\nFilename:\n Svalbard_seed_vault_IMG_8887.JPG\n\n\nName:\n Svalbard seed vault IMG 8887.JPG\n\n\nAuthor:\n Bjoertvedt\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2140 \" by sirpudding, from the SCP Wiki . Source: https://scpwiki.com/scp-2140 . Licensed under CC-BY-SA .",
        "Filename: Glyph3PetrogradFixed.png Author: Petrograd License: CC BY-SA 3.0 Additional Notes: Created using free fonts by from Juan Carlos Porcel https://elderprops.tumblr.com/post/89934858272/free-fonts-necrofonticon2",
        "Filename: Svalbard_seed_vault_IMG_8887.JPG Name: Svalbard seed vault IMG 8887.JPG Author: Bjoertvedt License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-2140",
    "object_class": "Thaumiel (SCP-2140-1-D is considered Neutralized)",
    "containment_procedures": "SCP-2140 poses no threat to Foundation personnel. Deployment to counter hostile SCP-2140-1 instances under the conditions of Appendix A is authorized. Expanded deployment against other threats must be approved on a case-by-case basis by O5 command and the Ethics Committee.",
    "description": "SCP-2140 is an image derived through Project Kallinikos from SCP-2140-1-D. SCP-2140-1 instances are alternative versions of the image. All instances depict glyphs in the [REDACTED] script.",
    "title": "SCP-2140"
}