{
    "url": "https://scp-wiki.wikidot.com/scp-2141",
    "all_text": "rating: \n+132\n+\n–\nx\n\n\nItem #:\n SCP-2141\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n As of 7/04/20██, the entrance to the tunnel in which SCP-2141 resides must always remain unobstructed. Mobile Task Force Omega-23, under the command of Site Administrator L██████, has been designated as the primary unit responsible for secure containment procedure regarding SCP-2141.\n\n\nLogistics for containment of SCP-2141 are provided by Provisional Containment Site-141, located at 44.0437° N, 73.9265° W, 6 km due east-by-northeast of SCP-2141. This Site operates under the front of a Forest Service outpost.\n\n\nWhen SCP-2141-1 emerges from SCP-2141 and attempts escape, personnel must record the date and time of the anomaly’s appearance and its observable movement patterns, including average velocity and any instances of SCP-2141-1 delving underground. Following acquisition of requested data, personnel must fire upon SCP-2141-1 with rubber ammunition, only, until it is incapacitated. Personnel must lastly contact Site Administrator L██████ to confirm that SCP-2141 has retrieved SCP-2141-1 and returned to its underground dormant state.\n\n\nDescription:\n SCP-2141 is an immense earthworm-like creature located within a derelict tunnel at 44.0345° N, 73.9416° W, near the Adirondack Mountains. SCP-2141’s dimensions exceed the dimensions of the tunnel, with an average diameter of 8.5 m and a currently undefined length; no instance of SCP-2141’s emergence has resulted in the emergence of its entire body. It is theorized that SCP-2141 is a spatial anomaly, able to “condense” its body while within the tunnel in order to compensate for its massive size.\n\n\nMild video and radio interference occurs within approximately 5 km of the tunnel’s entrance. However, all electronic equipment used beyond 49 m of the entrance becomes permanently nonfunctional.\n\n\nFollowing Incident-2141-I, SCP-2141 periodically emerges from a chasm of unknown depth estimated 200 m beyond the entrance of the tunnel between intervals of \n23\n 18 days. Upon emergence, SCP-2141 deposits SCP-2141-1 at approximately 50 m within the tunnel.\n\n\nSCP-2141-1 is a disfigured female humanoid believed to be a thorough mutation of the body of Mrs. ████ █████████ after extensive exposure to SCP-2141. Its prominent features include a severely bloated abdomen as well as a viscous coating of pale yellow fluid. To achieve displacement, SCP-2141-1 aligns itself face-up and parallel to surfaces upon which it “slithers,” using this fluid to mitigate frictional forces. This fluid also bestows SCP-2141-1 increased resistance to physical trauma, allowing the anomaly in one event to survive and make limited recovery from lower body amputation.\n\n\nFollowing Incident-2141-II, SCP-2141 is considered to be using SCP-2141-1 as a form of gestational “nesting probe” to discover suitable habitats for the birth of its offspring. Consequentially, SCP-2141 is fiercely protective of SCP-2141-1 and will immediately pursue it if it is incapacitated. However, SCP-2141 does not appear to respond to other non-fatal damage to SCP-2141-1.\n\n\nUnless SCP-2141-1 is incapacitated outside of the tunnel during escape attempts, SCP-2141 does not attempt egress, facilitating containment procedures. However, SCP-2141 will not return to its dormant state unless it has retrieved SCP-2141-1 following incapacitation. When undergoing retrieval SCP-2141's high speeds (between 5██ and ███ kph) and size cause extensive damage to the landscape as a consequence of its size.\n\n\nIn rare circumstances, SCP-2141-1 has been known to emulate the behavior of SCP-2141, such as its velocity and tendency to momentarily delve underground (See Incident 2141-III).\n\n\n\n\n+ Incident 2141-I (5/31/20██):\n\n\n\n\n- Incident 2141-I (5/31/20██):\n\n\n\n\nRegarding the emergence of SCP-2141:\n Discovery of SCP-2141 occurred during routine SAR\n1\n mapping of the Northeastern U.S. in an effort to detect further instances of subterranean anomalies following discovery and containment of SCP-███. Radar imaging due northwest of the Adirondack Park revealed imaging distortion surpassing absolute thresholds, prompting researchers to send one (1) remote-controlled GPR\n2\n unit to the affected coordinates to conduct a subsurface survey. Electromagnetic interference prevented the unit from detecting subsurface anomalies, but a video feed attached to the unit, while subject to interference, eventually discovered SCP-2141’s habitat at the above coordinates, upon discovering a trail not found on any known maps.\n\n\nFoundation agents embedded in the Forest Service were activated to secure the perimeter of the tunnel. However, agents reported that it existed within the private property of the █████████ family, consisting of one vacation home seasonally occupied by a married couple of one (1) year (Mr. █████ █████████ and Mrs. ████ █████████). Discrete surveillance and exploration of the area continued, and two (2) field agents posing as Forest Service rangers were sent to the residence of Mr. and Mrs. █████████ upon their arrival to extract official permission to survey the tunnel under the guise of removing hazardous material and dangerous local fauna.\n\n\nUpon the arrival of field agents to his home, Mr. █████ █████████ reacted violently when questioned regarding the tunnel housing SCP-2141, lunging at the agents with a ceremonial knife which could not be recovered from the scene. Agents responded with force, shooting Mr. █████ █████████ twice in the abdomen. The wounds were believed to be non-fatal, but upon being injured, Mr. █████ █████████ self-terminated by slashing his throat. Within three (3) minutes, SCP-2141 arrived at the seasonal home, demolishing the structure and \"consuming\" Mrs. █████ █████████.\n\n\nThe surviving agent was gravely injured, but managed to recover the following document upon arrival of Foundation personnel on-scene.\n\n\n\n\nDocument recovered from the home of Mr. █████ █████████\n\n\nThe mother must not be denied her offspring.\n\n\nThough tomorrow I betray your trust, beloved, know that it is in the service of maternity beyond the ken of both man and woman. And know that I shall pay for any wrong I have done unto you in my own blood, as is the cost of paternity.\n\n\nBut the father must not be denied his birthright.\n\n\nThough my father, and my father’s father, and their fathers before them all failed to fulfill their paternal obligation, my father did pass on to me the knowledge of how to claim my inheritance. Yet it is not the will of my forefathers I invoke, but the will of primordial existence long denied the fruits of labor undeservedly enjoyed by humanity.\n\n\nDo you not know, ‘twas not for humanity that carnal knowledge was intended, but the Wyrm?\n\n\nWe depart in the scorching condemnation of daylight. I feel my resolve wavering before me in the lines of stinking heat. But tonight, the moon shall be full with the promise of delivery. And so let deliverance come.\n\n\nNo, I shall not ask for forgiveness. You will not bear our son, but you will bear witness to something infinitely greater. In your twenty-first year of womanhood, you shall free us from our original sin.\n\n\n\n\nThe organism revealed to reside within the tunnel’s chasm has since been termed SCP-2141. Both individuals are now effectively considered deceased. Ownership of the territory surrounding SCP-2141’s habitat has since been transferred directly to the Foundation, facilitating effective containment.\n\n\n\n\n\n\n\n\n\n\n+ Incident 2141-II (6/23/20██):\n\n\n\n\n- Incident 2141-II (6/23/20██):\n\n\n\n\nRegarding Mrs. ████ █████████’s reappearance:\n Until further notice, SCP-2141-1 has been designated to describe all instances of Mrs. ████ █████████’s reemergence. The first such emergence occurred at 8:41 p.m. on 6/23/20██, interrupting research being conducted near the tunnel to determine the geological age of the site.\n\n\nSenior Researcher L██████ ordered personnel to non-lethally incapacitate SCP-2141-1 for retrieval and biopsy to confirm her hypothesis that SCP-2141 had selected Mrs. ████ █████████ as a host for its offspring. She further ordered personnel to delay recovering SCP-2141-1 in the event that SCP-2141 emerged in an attempt to reclaim the body.\n\n\nSCP-2141 emerged shortly after incapacitation of SCP-2141-1 and reclaimed its body before immediately returning underground. Senior Researcher L██████ thus recommends incapacitation of SCP-2141-1 immediately after any initial appearance. Containment procedures have been adjusted accordingly.\n\n\nWhile researchers were unable to collect SCP-2141-1 for testing, fluids collected on the scene left by SCP-2141-1 are somewhat consistent with trace elements of amniotic fluid. Senior Researcher L██████’s earlier conjecture that SCP-2141 may be incubating offspring between intervals of its emergence is considered confirmed.\n\n\nSenior Researcher L██████ received a promotion to Provisional Site Administrator for her prudence and leadership on-site.\n\n\nTests conducted regarding the geological age of the area within and immediately surrounding the tunnel were inconclusive.\n\n\n\n\n\n\n\n\n\n\n+ Incident 2141-III (7/04/20██):\n\n\n\n\n- Incident 2141-III (7/04/20██):\n\n\n\n\nFollowing Incident-2141-II, provisional containment procedures were established under order of Site Administrator L██████, including the construction of a barricade to obstruct the motion of SCP-2141-1. At 2:37 p.m. (within six (6) minutes of finalization of construction), SCP-2141-1 appeared just outside of the constructed barrier, emerging from underground. It immediately moved due south-by-southwest at an approximated velocity of between 5██ and ███ kph, continuing to delve underground and resurface between very short intervals as few as 0.03 s. At the time such movement patterns were unprecedented, and on-site personnel were unable to incapacitate SCP-2141-1 and prevent containment breach.\n\n\nSCP-2141-1 was instead incapacitated following a collision on Interstate 91 with a trailer truck, which resulted in the amputation of SCP-2141-1 above the knees. SCP-2141 reclaimed both the incapacitated body of SCP-2141-1 and its severed remains upon arrival.\n\n\nFoundation agents on the scene reported 7█ casualties, 1█ of which were Foundation personnel. Additionally, severe structural damage was caused to Interstate-91, with property damage incurred of $8,███,███.██.\n\n\nThe aftermath was publicly explained as a series of avalanches, mudslides, and sinkholes prompted by nearby activity of the ████ & ███████ Drilling Company. After the consequential bankruptcy of the company, the Foundation was able to significantly increase its presence in the area near SCP-2141 by offering front services to repair damages and by occupying many vacant Forest Service positions.\n\n\nIn spite of having travelled a distance of ███ km, SCP-2141 was noted to be continuous for the entire length of its “head” to its initial point of origin. Additionally, the anomaly has been determined to be the source of video and radio interference originating within SCP-2141, with this effect extending along its entire length. It is believed that this interference results from the anomalous spatial effects caused by SCP-2141. Class A Amnestics administered by agents posing as paramedics on scene thus ensured that the public remained unaware of SCP-2141's existence.\n\n\n\n\n\n\n\n\n\n\n+ Interview Log 2141-████20██ (██/██/20██):\n\n\n\n\nInterview Log 2141-████20██ (██/██/20██):\n\n\n\n\n\n\nInterviewed:\n Provisional Containment Site-141 Administrator, D███ L██████ (“DL-141”)\n\n\nInterviewer:\n Site-28 Administrator (“Admin-28”)\n\n\nLocation:\n Site-28, New York, New York\n\n\n<Begin Log: 7:25 p.m., ██/██/20██>\n\n\nDL-141:\n An interview room. What the fuck.\n\n\nAdmin-28:\n You called me; you told me it was serious. Now it’s serious. This is standard procedure. You have urgent information to share regarding 2141, correct? You think we had you airlifted from upstate so you could make a courtesy call? “Off-the-books” isn’t a card you have in your hand right now, D███.\n\n\nDL-141:\n I called the O5s, – \n(pauses)\n – “\ntwenty-eight\n,” not you. They \n“deferred”\n me to your – \n(snorts)\n – “\nexpertise.\n”\n\n\nAdmin-28:\n The point, D███. What the O5s decide isn’t something I decide, you know that.\n\n\nDL-141:\n Don’t give me that crap. This is because of Incident[-2141]-III. They don’t trust my – what’s the term? Operational judgment? Professional discretion? What’s the terminology for you all thinking I’m “a hysterical bitch”? You all air-hauled me out here so I could \nexplain\n myself.\n\n\nAdmin-28:\n There was a lot of damage. Not only Foundation lives lost, but civilians’. We cleaned it up – we’re \nstill\n cleaning it up – but I think it’s reasonable if the O5-Council would like someone to confirm that what you have for us today isn’t going to result in another –\n\n\nDL-141:\n So this is “the point,” huh? \nFuck you\n, twenty-eight. You think you would have done better? You’ve seen the reports. \n“Unprecedented.”\n I – \nwe\n – had no reason to believe that blocking off 2141-1’s exit – to such a limited extent, I might add – would cause a containment breach. The damn thing’s – \n(pauses)\n – \nshe’s\n been learning.\n\n\nAdmin-28:\n From SCP-2141. You claim.\n\n\nDL-141:\n It’s fucking Euclid-class, twenty-eight. Most of what I have is claims. But they’re claims backed by solid evidence. Since Incident 2141-I, she’s –\n\n\nAdmin-28:\n \n“It.”\n “SCP-2141-1.” I would think that at your position you would have learned a degree of professional distance, D███. \n(quietly)\n Lord knows I’ve had to.\n\n\nDL-141:\n \n(silent)\n\n\nAdmin-28:\n Look, Administrator. We’re on your side. But you have to understand that this isn’t politics. This is protection. These are priorities. Secure, contain –\n\n\nDL-141:\n Protect. \n(sighs)\n I know. \n(pauses)\n I fucked up. \n(quietly)\n I fucked up.\n\n\nAdmin-28:\n You “made an operational error due to the high variability of anomalous properties complicating containment.” \n(quieter)\n You need to get used to this, D███. You’re right. We – \nI’ve\n – seen the reports. And there were other researchers on-site who agreed with your decision to revise containment procedure. Those deaths aren’t your fault any more than SCP-2141-1’s predicament is – \n(pauses)\n – the fault of the “deceased” wife. The only one who’s to blame is – well actually, it might as well be our reality.\n\n\nDL-141:\n \n(laughs)\n This is some kind of psych eval, huh?\n\n\nAdmin-28:\n \n(laughs)\n As I said, standard protocol. We don’t think you’re – what was your term?\n\n\nDL-141:\n “A highly-pressured upper-level employee of the Foundation subject to typical stressors and psychological distress in the course of professional operations.”\n\n\nAdmin-28:\n You’re learning.\n\n\nDL-141:\n Yeah, I guess I am.\n\n\nAdmin-28:\n We are taking you seriously, D███. What do you have for us?\n\n\nDL-141:\n \n(exhales)\n Here. \n(hands a document to Admin-28)\n\n\nAdmin-28 \n(reading)\n:\n Increased instances of SCP-2141 delving underground. \n(continues reading)\n And SCP-2141-1 is emerging at a greater average frequency.\n\n\nDL-141:\n Around every eighteen days or so.\n\n\nAdmin-28:\n But existing containment procedure has been effective?\n\n\nDL-141:\n If this keeps up, they won’t be.\n\n\nAdmin-28:\n What do you mean?\n\n\nDL-141:\n Like I was saying – \n(pauses)\n – it’s learning. The anomaly is emulating the behavior – and in some cases, the appearance – of SCP-2141. That viscous coating – she’s had that from day one, but we’ve noticed other things.\n\n\nAdmin-28:\n Such as?\n\n\nDL-141:\n Her eyes. Her sclerae, her irides, they’ve darkened considerably. And what looks like cataracts on her eyes makes us think she’s not using them – if she ever was. For the first few emergences after – \n(pauses)\n – after Incident 2141-III, she was bumping into walls, moving more erratically – but that’s since stabilized. SCP-2141 doesn’t have eyes – how it gets around, how it detects SCP-2141-1’s location is all a mystery to us – so that’s just one piece of evidence that SCP-2141-1 is becoming more like its…\n\n\nAdmin-28:\n Progenitor.\n\n\nDL-141:\n Yes. But there’s others.\n\n\nAdmin-28:\n The delving underground, the erratic velocities.\n\n\nDL-141:\n Yes. Nothing like what we saw during Incident 2141-III, but enough to make us worry. If it ever exhibits that kind of behavior again…\n\n\nAdmin-28:\n Existing containment procedures won’t suffice.\n\n\nDL-141:\n Correct.\n\n\nAdmin-28:\n Are you proposing terminating SCP-2141-1 to prevent containment breach?\n\n\nDL-141:\n \nFuck\n no. For all we know the thing can probably regenerate. \n(hesitates)\n I’m proposing – \n(pauses)\n – “neutralizing” SCP-2141.\n\n\nAdmin-28:\n I – \nwhat\n? How? The sheer size alone – if we even \ncould\n kill it –\n\n\nDL-141:\n - Neutralize it.\n\n\nAdmin-28:\n \n(pauses)\n Neutralize it – how would we –\n\n\nDL-141:\n Dispose of the remains? I know. But something has to be done. I – I \ntried\n hindering the movement of SCP-2141-1. It doesn’t work, and I do not recommend trying it again. Even if it could work, the costs of a mistake are – they’re excessive. Especially if we don’t get the kind of godsend we got from that frickin’ 18-wheeler. \n(pauses)\n Do you know how close its projected path put it to this Site? What would have happened if that truck hadn’t hit it?\n\n\nAdmin-28:\n And then we don’t even know what would have happened if the collision had neutralized it.\n\n\nDL-141:\n Exactly. And look, further down.\n\n\nAdmin-28 \n(reading)\n:\n “Personnel on-site have additionally reported increased seismic activity in the immediate vicinity of SCP-2141 while dormant.” Fuck.\n\n\nDL-141:\n Exactly, again. And we can’t get a reading of whatever is happening down there. Interference blocks off all attempts to use GPR beyond █ km.\n\n\nAdmin-28:\n Jesus Christ.\n\n\nDL-141:\n So you see why I’m here. There’s a timetable on this. We don’t know what SCP-2141 is doing in response to our containment procedures. We can’t guarantee that any containment procedure we \ndo\n design will prevent unprecedented anomalous behavior. This isn’t the first time that a scip has presented a threat to existing containment procedures, but this one is coming faster than we’re ready to deal with it. Those greater frequencies of SCP-2141-1’s emergence – they represent decreases in the time it takes for SCP-2141 to incubate one of its offspring.\n\n\nAdmin-28:\n What do you have to support that claim?\n\n\nDL-141:\n Not much. But if these things need to be carried to term, as they apparently do, it’s unlikely that all the shit we put SCP-2141-1 through allows those gestating shits to survive inside of her. At the very least, we think SCP-2141 is doing damage control whenever it reclaims SCP-2141-1. Rehabilitating the trauma to the infant. But even one more of these things would be hell on our ability to contain the situation. Not to mention hell on our budget.\n\n\nAdmin-28:\n I’ve yet to see hell freeze over cold enough to freeze out our funds, D███.\n\n\nDL-141:\n Yeah, and that’s probably because it’ll be the last thing you see.\n\n\nAdmin-28:\n True. \n(pauses)\n I’m sending a log of our conversation over to the O5. I’ll endorse your recommendation. We’re prioritizing termination of SCP-2141.\n\n\nDL-141:\n Fantastic. \n(sound of shuffling sheaves of paper)\n\n\nAdmin-28:\n Wait. One more thing.\n\n\nDL-141:\n What is it? I’ve got a flight to catch, in less than five minutes, apparently.\n\n\nAdmin-28:\n That document from Incident 2141-I. The O5 wants your assessment of it. It’s not included in the report.\n\n\nDL-141:\n That lunatic’s writings? \n(laughs derisively)\n I don’t know what the hell he’s on about, and frankly, I don’t care. Maybe there is some pre-civilization legend about this thing we’re dealing with. \n(quietly)\n What I \nam\n worried about is that there might be more idiots like him. Or even other locations where things like this are lying dormant. \n(pauses)\n My assessment of that document is that there is only one SCP-2141, given the way he refers to the anomaly as unique. But it’s not an airtight conclusion.\n\n\nAdmin-28:\n As you said, few things are. Keep up the good work.\n\n\n<End log: 7:58 p.m., ██/██/20██>\n\n\n\n\nSite Administrator L██████ has since been cleared of all charges of misconduct or negligence in her operational duties.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Synthetic aperture radar\n\n\n2\n. Ground-penetrating radar\n\n\n\n\n\n\n\n\n« \nSCP-2140\n | SCP-2141 | \nSCP-2142\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2141\n\" by SARJ, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2141\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Document recovered from the home of Mr. █████ █████████ The mother must not be denied her offspring. Though tomorrow I betray your trust, beloved, know that it is in the service of maternity beyond the ken of both man and woman. And know that I shall pay for any wrong I have done unto you in my own blood, as is the cost of paternity. But the father must not be denied his birthright. Though my father, and my father’s father, and their fathers before them all failed to fulfill their paternal obligation, my father did pass on to me the knowledge of how to claim my inheritance. Yet it is not the will of my forefathers I invoke, but the will of primordial existence long denied the fruits of labor undeservedly enjoyed by humanity. Do you not know, ‘twas not for humanity that carnal knowledge was intended, but the Wyrm? We depart in the scorching condemnation of daylight. I feel my resolve wavering before me in the lines of stinking heat. But tonight, the moon shall be full with the promise of delivery. And so let deliverance come. No, I shall not ask for forgiveness. You will not bear our son, but you will bear witness to something infinitely greater. In your twenty-first year of womanhood, you shall free us from our original sin."
    ],
    "notes": [
        "Interviewed: Provisional Containment Site-141 Administrator, D███ L██████ (“DL-141”) Interviewer: Site-28 Administrator (“Admin-28”) Location: Site-28, New York, New York <Begin Log: 7:25 p.m., ██/██/20██> DL-141: An interview room. What the fuck. Admin-28: You called me; you told me it was serious. Now it’s serious. This is standard procedure. You have urgent information to share regarding 2141, correct? You think we had you airlifted from upstate so you could make a courtesy call? “Off-the-books” isn’t a card you have in your hand right now, D███. DL-141: I called the O5s, – (pauses) – “ twenty-eight ,” not you. They “deferred” me to your – (snorts) – “ expertise. ” Admin-28: The point, D███. What the O5s decide isn’t something I decide, you know that. DL-141: Don’t give me that crap. This is because of Incident[-2141]-III. They don’t trust my – what’s the term? Operational judgment? Professional discretion? What’s the terminology for you all thinking I’m “a hysterical bitch”? You all air-hauled me out here so I could explain myself. Admin-28: There was a lot of damage. Not only Foundation lives lost, but civilians’. We cleaned it up – we’re still cleaning it up – but I think it’s reasonable if the O5-Council would like someone to confirm that what you have for us today isn’t going to result in another – DL-141: So this is “the point,” huh? Fuck you , twenty-eight. You think you would have done better? You’ve seen the reports. “Unprecedented.” I – we – had no reason to believe that blocking off 2141-1’s exit – to such a limited extent, I might add – would cause a containment breach. The damn thing’s – (pauses) – she’s been learning. Admin-28: From SCP-2141. You claim. DL-141: It’s fucking Euclid-class, twenty-eight. Most of what I have is claims. But they’re claims backed by solid evidence. Since Incident 2141-I, she’s – Admin-28: “It.” “SCP-2141-1.” I would think that at your position you would have learned a degree of professional distance, D███. (quietly) Lord knows I’ve had to. DL-141: (silent) Admin-28: Look, Administrator. We’re on your side. But you have to understand that this isn’t politics. This is protection. These are priorities. Secure, contain – DL-141: Protect. (sighs) I know. (pauses) I fucked up. (quietly) I fucked up. Admin-28: You “made an operational error due to the high variability of anomalous properties complicating containment.” (quieter) You need to get used to this, D███. You’re right. We – I’ve – seen the reports. And there were other researchers on-site who agreed with your decision to revise containment procedure. Those deaths aren’t your fault any more than SCP-2141-1’s predicament is – (pauses) – the fault of the “deceased” wife. The only one who’s to blame is – well actually, it might as well be our reality. DL-141: (laughs) This is some kind of psych eval, huh? Admin-28: (laughs) As I said, standard protocol. We don’t think you’re – what was your term? DL-141: “A highly-pressured upper-level employee of the Foundation subject to typical stressors and psychological distress in the course of professional operations.” Admin-28: You’re learning. DL-141: Yeah, I guess I am. Admin-28: We are taking you seriously, D███. What do you have for us? DL-141: (exhales) Here. (hands a document to Admin-28) Admin-28 (reading) : Increased instances of SCP-2141 delving underground. (continues reading) And SCP-2141-1 is emerging at a greater average frequency. DL-141: Around every eighteen days or so. Admin-28: But existing containment procedure has been effective? DL-141: If this keeps up, they won’t be. Admin-28: What do you mean? DL-141: Like I was saying – (pauses) – it’s learning. The anomaly is emulating the behavior – and in some cases, the appearance – of SCP-2141. That viscous coating – she’s had that from day one, but we’ve noticed other things. Admin-28: Such as? DL-141: Her eyes. Her sclerae, her irides, they’ve darkened considerably. And what looks like cataracts on her eyes makes us think she’s not using them – if she ever was. For the first few emergences after – (pauses) – after Incident 2141-III, she was bumping into walls, moving more erratically – but that’s since stabilized. SCP-2141 doesn’t have eyes – how it gets around, how it detects SCP-2141-1’s location is all a mystery to us – so that’s just one piece of evidence that SCP-2141-1 is becoming more like its… Admin-28: Progenitor. DL-141: Yes. But there’s others. Admin-28: The delving underground, the erratic velocities. DL-141: Yes. Nothing like what we saw during Incident 2141-III, but enough to make us worry. If it ever exhibits that kind of behavior again… Admin-28: Existing containment procedures won’t suffice. DL-141: Correct. Admin-28: Are you proposing terminating SCP-2141-1 to prevent containment breach? DL-141: Fuck no. For all we know the thing can probably regenerate. (hesitates) I’m proposing – (pauses) – “neutralizing” SCP-2141. Admin-28: I – what ? How? The sheer size alone – if we even could kill it – DL-141: - Neutralize it. Admin-28: (pauses) Neutralize it – how would we – DL-141: Dispose of the remains? I know. But something has to be done. I – I tried hindering the movement of SCP-2141-1. It doesn’t work, and I do not recommend trying it again. Even if it could work, the costs of a mistake are – they’re excessive. Especially if we don’t get the kind of godsend we got from that frickin’ 18-wheeler. (pauses) Do you know how close its projected path put it to this Site? What would have happened if that truck hadn’t hit it? Admin-28: And then we don’t even know what would have happened if the collision had neutralized it. DL-141: Exactly. And look, further down. Admin-28 (reading) : “Personnel on-site have additionally reported increased seismic activity in the immediate vicinity of SCP-2141 while dormant.” Fuck. DL-141: Exactly, again. And we can’t get a reading of whatever is happening down there. Interference blocks off all attempts to use GPR beyond █ km. Admin-28: Jesus Christ. DL-141: So you see why I’m here. There’s a timetable on this. We don’t know what SCP-2141 is doing in response to our containment procedures. We can’t guarantee that any containment procedure we do design will prevent unprecedented anomalous behavior. This isn’t the first time that a scip has presented a threat to existing containment procedures, but this one is coming faster than we’re ready to deal with it. Those greater frequencies of SCP-2141-1’s emergence – they represent decreases in the time it takes for SCP-2141 to incubate one of its offspring. Admin-28: What do you have to support that claim? DL-141: Not much. But if these things need to be carried to term, as they apparently do, it’s unlikely that all the shit we put SCP-2141-1 through allows those gestating shits to survive inside of her. At the very least, we think SCP-2141 is doing damage control whenever it reclaims SCP-2141-1. Rehabilitating the trauma to the infant. But even one more of these things would be hell on our ability to contain the situation. Not to mention hell on our budget. Admin-28: I’ve yet to see hell freeze over cold enough to freeze out our funds, D███. DL-141: Yeah, and that’s probably because it’ll be the last thing you see. Admin-28: True. (pauses) I’m sending a log of our conversation over to the O5. I’ll endorse your recommendation. We’re prioritizing termination of SCP-2141. DL-141: Fantastic. (sound of shuffling sheaves of paper) Admin-28: Wait. One more thing. DL-141: What is it? I’ve got a flight to catch, in less than five minutes, apparently. Admin-28: That document from Incident 2141-I. The O5 wants your assessment of it. It’s not included in the report. DL-141: That lunatic’s writings? (laughs derisively) I don’t know what the hell he’s on about, and frankly, I don’t care. Maybe there is some pre-civilization legend about this thing we’re dealing with. (quietly) What I am worried about is that there might be more idiots like him. Or even other locations where things like this are lying dormant. (pauses) My assessment of that document is that there is only one SCP-2141, given the way he refers to the anomaly as unique. But it’s not an airtight conclusion. Admin-28: As you said, few things are. Keep up the good work. <End log: 7:58 p.m., ██/██/20██>",
        "\" SCP-2141 \" by SARJ, from the SCP Wiki . Source: https://scpwiki.com/scp-2141 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2141",
    "object_class": "Euclid",
    "containment_procedures": "As of 7/04/20██, the entrance to the tunnel in which SCP-2141 resides must always remain unobstructed. Mobile Task Force Omega-23, under the command of Site Administrator L██████, has been designated as the primary unit responsible for secure containment procedure regarding SCP-2141.",
    "description": "SCP-2141 is an immense earthworm-like creature located within a derelict tunnel at 44.0345° N, 73.9416° W, near the Adirondack Mountains. SCP-2141’s dimensions exceed the dimensions of the tunnel, with an average diameter of 8.5 m and a currently undefined length; no instance of SCP-2141’s emergence has resulted in the emergence of its entire body. It is theorized that SCP-2141 is a spatial anomaly, able to “condense” its body while within the tunnel in order to compensate for its massive size.",
    "title": "SCP-2141"
}