{
    "url": "https://scp-wiki.wikidot.com/scp-2142",
    "all_text": "rating: \n+47\n+\n–\nx\n\n\n\n\nItem #:\n SCP-2142\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Individual instances of SCP-2142 require no special containment procedures, and are to be stored in a Bulk Storage Unit at Site-33. Testing of SCP-2142 may only occur in soundproof testing chambers of Class 3 or higher.\n\n\nAlthough individual instances of SCP-2142 can be stored with minimal upkeep, SCP-2142's methods of propagation or generation are not currently understood. MTF Delta-7 (\"Sci Fidelity\") is assigned the task of identifying, intercepting, and cataloging individual instances of SCP-2142. MTF Delta-7 is authorized to employ Class-B amnestics and administer Corrective Procedure 27\n1\n in civilian populations as they deem necessary. Research into SCP-2142 and its effects should focus on identifying songs, albums and artists likely to be an infection vector for SCP-2142.\n\n\nFoundation personnel exposed to SCP-2142 and determined to be under its effects can opt to undergo Corrective Procedure 27 and be re-assigned to another project. Personnel who will not consent to Corrective Procedure 27 are instead to report to Site-33's resident psychiatrist for a mandatory monthly evaluation and lessons in lucid dreaming techniques.\n\n\nDescription:\n SCP-2142 designates any compact disc (78% of known instances), vinyl recording (18%), or cassette tape (4%) which induces the \"Lavinia Complex\"\n2\n, an anomalous psychological disorder, in the listener. 1,8██ instances of SCP-2142 are currently in containment, with an unknown quantity of additional instances existing outside of containment.\n\n\nListeners exposed to SCP-2142 will suffer from an anomalous sleep disorder dubbed the \"Lavinia Complex\" by its discoverer, Dr. Nadeem █████████\n3\n. Individuals suffering from a Lavinia Complex invariably dream about consuming the metacarpals and carpals of their own hands, along with all attendant flesh, tendons and muscle tissue. Subjects describe these dreams as vivid and unsettling. Those suffering from the complex also report anxiety, insomnia and hypnophobia; subjects tend to dread sleeping for any length of time.\n\n\nOf the Lavinia Complex sufferers the Foundation has been able to interview, subjects report that they dream every night, regardless of the length of their sleep. Even subjects who sleep for less than 90 minutes\n4\n wake up to report nightmares involving self-cannibalization of the subject's hands. The dreams fit two major narratives:\n\n\nType A:\n Type A dreams are vivid, gruesome and detailed, consisting solely of the subject's consumption of their own hands. Other details of the dream, such as where the dream occurred and whether or not the dreamer was alone, fade from memory when the subject awakes. Typical individuals suffering from the Lavinia Complex report that 90% or more of their dreams are Type A.\n\n\nType B:\n Type B dreams have wildly divergent narratives, but always end with the dreamer consuming or about to consume their hands, then shortly thereafter waking. For example, one subject described exploring a tropical island and meeting friendly natives that invited him to a feast. The feast's main course was revealed to be several charred human hands, skewered through the palms on wooden stakes. The subject then noticed that his own hands had been severed at the wrist before he awoke. Some Lavinia Complex sufferers never experience a Type B dream, but most experience a Type B dream at least once in their lifetime. Subjects that profess to be lucid dreamers report much higher rates of Type B dreams, with over 60% of their dreams following the Type B narrative.\n\n\nSCP-2142 has only been discovered to affect album recordings by a limited number of artists. Additionally, only certain tracks appear to trigger\n5\n the Lavinia Complex in listeners, while other tracks may only induce the anomalous disorder after repeated exposure. Below is a list of all songs and albums known to potentially be instances of SCP-2142.\n\n\nCurrent Known Potential SCP-2142 Vessels:\n\n\n\n\n\n\nAlbum\n\n\nArtists\n\n\nDate of Discovery\n\n\nDetails\n\n\n\n\n\n\nThe Lonesome Crowded West\n\n\nModest Mouse\n\n\n1999\n\n\nIn affected albums, Track 13 \"Polar Opposites\" appears to be an ideal host for SCP-2142, triggering the Lavinia Complex in 100% of listeners.\n\n\n\n\n\n\nSad, Sappy Sucker\n\n\nModest Mouse\n\n\n2001\n\n\nIn affected albums, Track 2 \"Four Fingered Fisherman\" and Track 13 \"Red Hand Case\" induce the Lavinia Complex in approximately 23% of listeners. After this was discovered, █████ █████ was designated PoI (Person of Interest) 2142-01.\n\n\n\n\n\n\nBridge Over Troubled Water\n\n\nSimon & Garfunkel\n\n\n2002\n\n\nTrack 3 \"Cecilia\" appears to be an ideal SCP-2142 host, again triggering the Lavinia Complex in 100% of listeners. Upon discovery, █████ █████'s designation as PoI 2142-01 was rescinded.\n\n\n\n\n\n\nI Want to Hold Your Hand\n\n\nThe Beatles\n\n\n2002\n\n\nThe eponymous track appears to be an ideal host in the original 1963 recording, infecting 100% of subjects listening to affected albums. The song itself has proven to be a potential host for SCP-2142 even in later re-printings or when featured on compilation albums, resulting in infection rates of approximately 34% in those instances.\n\n\n\n\n\n\nAll albums and songs\n\n\n████ ████ █████ ███ ████\n\n\n2005\n\n\nThe studio recordings of indie rock band ████ ████ █████ ███ ████ appear to be a highly fecund source of SCP-2142 instances. The band's entire discography serves as a potential host for instances of SCP-2142, with 32% of listeners developing the Lavinia Complex after exposure to affected albums. Track 1 \"Clap Your Hands!\" off the band's eponymous, debut album is noted as having an infection rate of 100%. The members of ████ ████ █████ ███ ████ may be designated as PoI 2142-02; currently pending O5-█'s approval.\n\n\n\n\n\n\nThe Fruit That Ate Itself\n\n\nModest Mouse\n\n\n2010\n\n\nTrack 4 \"Dirty Fingernails\" is a very weak host for SCP-2142, with affected albums inducing Lavinia Complex in only 11% of listeners. █████ █████'s re-designation as PoI 2142-01 is currently pending O5-█'s approval.\n\n\n\n\n\n\nSongs for Children Volume █\n\n\nVarious unaccredited artists\n\n\n2011\n\n\nTrack 3 \"If You're Happy and You Know It\" was discovered to be a highly effective SCP-2142 host, infecting 100% of listeners exposed to affected albums.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Corrective Procedure 27 is a Foundation-developed medical process that involves inserting a sterilized needle into the patient's ear canal. The surgeon's goal is for the needle to penetrate a depth sufficient for puncturing the patient's eardrum, rendering the patient permanently deaf. Corrective Procedure 27 has so far proven to be the only effective cure for SCP-2142's effects.\n\n\n2\n. Named for the article that first described the condition. █████████, Nadeem. \"The Lavinia Complex.\" American Journal of Psychiatry 05 Mar. 1999\n\n\n3\n. Though Dr. Nadeem █████████ discovered the Lavinia Complex and brought it to Foundation attention by publishing his article in the American Journal of Psychiatry, he did not discover the connection between SCP-2142 and the disorder. This connection was later made by the Foundation's in-house research team. Dr. Nadeem █████████ was offered a position as a Junior Researcher for SCP-2142, but opted for a dose of Class B amnestics instead.\n\n\n4\n. 90 minutes is not long enough for a non-anomalous, neuro-typical human brain to enter REM sleep.\n\n\n5\n. Onset of the Lavinia Complex is easy to diagnose, as the disorder initially presents with an intense headache lasting several hours. Subjects described this initial onset of symptoms as being similar to being \"punched in the head\" or \"like someone is flicking at my brain\" or \"digging fingernails into my brain.\"\n\n\n\n\n\n\n\n\n« \nSCP-2141\n | SCP-2142 | \nSCP-2143\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2142\n\" by DisquietRiot, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2142\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2142 \" by DisquietRiot, from the SCP Wiki . Source: https://scpwiki.com/scp-2142 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe",
    "containment_procedures": "Individual instances of SCP-2142 require no special containment procedures, and are to be stored in a Bulk Storage Unit at Site-33. Testing of SCP-2142 may only occur in soundproof testing chambers of Class 3 or higher.",
    "description": "SCP-2142 designates any compact disc (78% of known instances), vinyl recording (18%), or cassette tape (4%) which induces the \"Lavinia Complex\"2, an anomalous psychological disorder, in the listener. 1,8██ instances of SCP-2142 are currently in containment, with an unknown quantity of additional instances existing outside of containment.",
    "title": "SCP-2142"
}