{
    "url": "https://scp-wiki.wikidot.com/scp-2151",
    "all_text": "SCP-2151\n - \nThe Ties That Bind Us\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+333\n+\n–\nx\n\n\n\n\n\n\nSCP-2151-A.\n\n\n\n\n\n\nItem #:\n SCP-2151\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2151-A and SCP-2151-B are to be kept in separate high security containment lockers at \nSite-81\n. Testing of SCP-2151-A and -B is currently suspended.\n\n\nSCP-2151-1A is to be maintained at Site-81 indefinitely, or until SCP-2151-1A expires.\n\n\nDescription:\n SCP-2151-A and SCP-2151-B are nearly identical stainless steel rings. Aside from their effect on human wearers, they present no other anomalous properties.\n\n\nWhen two human beings wear SCP-2151-A and SCP-2151-B, any physical contact between them will activate SCP-2151-A and -B. Immediately upon contact, the two instances will increase dramatically in temperature and burn into the skin of the wearer. This happens quickly, and typically takes less than 20 seconds before the objects disappear under the skin of the wearer.\n\n\nThe point of contact between the two subjects will also increase in temperature, often resulting in severe burning in the area, and the skin there will fuse. As time passes, more and more of the skin connecting the two individuals will become fused, eventually consuming the entire bodies of both subjects. Over time, the distinguishing characteristics of the individual subjects will become distorted and unrecognizable from their original state, and many of the biological functions of the individuals will shut down entirely\n1\n. The resulting entity is classified as SCP-2151-1(X). It is currently uncertain whether any higher mental functions are maintained throughout this process.\n\n\nAt the end of this process, SCP-2151-A and SCP-2151-B will be pushed out of the resulting body by seemingly natural processes. No other anomalous activity occurs past this point.\n\n\nSCP-2151-1A is an entity believed to be the product of SCP-2151-A and SCP-2151-B's effect on two human beings. This entity was discovered at the home of Mr. █████ and ███████ ████████, in the room of [DATA EXPUNGED: \nSee Addendum 2151/A for more information\n]. Despite additional instances of SCP-2151-1(X) expiring shortly after formation, SCP-2151-1A has persisted for more than 30 years since discovery. Research into how this is possible is ongoing.\n\n\nAddendum 2151/A:\n Discovery\n\n\n\n\nInformation restricted to Level 3/2151 personnel or above.\n\n\n\n\nCredentials accepted. Now accessing file...\n\n\n\n\n\n\n\n\nMonica ████████, age 17.\n\n\n\n\n\n\nSCP-2151-A, -B, and -1A were initially discovered in the home of Mr. █████ and ███████ ████████, in the second floor room of their youngest daughter, Monica ████████. Current SCP-2151 timelines have revealed that the initial contact event began on September 17th, 1971 at roughly 1900 hours, when Mr. █████ and ███████ ████████ were away from the home. Upon discovery of the SCP-2151-1A entity, Mr. ████████ alerted the local authorities, and Foundation agents intervened. Amnestics were applied to the family, and cover story P315B \"Fatal Car Accident\" was spread through the local community.\n\n\n\n\n\n\nHandwritten note on photograph, origin uncertain.\n\n\n\n\n\n\nIt is currently believed that Monica ████████ was wearing SCP-2151-B at the time of contact, due to genetic material belonging to her that was recovered from the object. The other individual has not yet been identified, although genetic material collected from SCP-2151-1A has shown that the subject was likely approximately 50 years of age, and shared at least ██% of their genetic material with Monica ████████.\n\n\nAddendum 2151/B:\n Note Transcript\n\n\nThe following note was discovered on the back of a photograph of Monica ████████ located in a wastebin in her bedroom. The origin of the image, and the author of the note, are both undetermined.\n\n\n\n\nmy sweet monica\n\nI know you could never\n\nsee us like I see us but\n\nI know we are meant to\n\nbe together forever\n\nI think youll agree\n\nwith me after tonight\n\nyou are so beautiful\n\nI love you\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Similarity in this process to the creation of instances of \nSCP-427-1\n has been noted. The potential of a similar origin for SCP-2151-A and -B, and SCP-427 is currently under investigation.\n\n\n\n\n\n\n\n\n« \nSCP-2150\n | SCP-2151 | \nSCP-2152\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2151\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2151\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ring.jpg\n\n\nName:\n Coil silver ring.jpg\n\n\nAuthor:\n Mauro Cateb\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n girl.png\n\n\nName:\n Los Angeles girl 1973.jpg\n\n\nAuthor:\n N/A\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n back.png\n\n\nAuthor:\n djkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum 2151/A: Discovery\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-2151 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-2151 . Licensed under CC-BY-SA .",
        "Filename: ring.jpg Name: Coil silver ring.jpg Author: Mauro Cateb License: CC BY-SA 3.0 Source Link: Wikimedia",
        "Filename: girl.png Name: Los Angeles girl 1973.jpg Author: N/A License: Public Domain Source Link: Wikimedia",
        "Filename: back.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2151",
    "object_class": "Safe",
    "containment_procedures": "SCP-2151-A and SCP-2151-B are to be kept in separate high security containment lockers at Site-81. Testing of SCP-2151-A and -B is currently suspended.",
    "description": "SCP-2151-A and SCP-2151-B are nearly identical stainless steel rings. Aside from their effect on human wearers, they present no other anomalous properties.",
    "title": "SCP-2151"
}