{
    "url": "https://scp-wiki.wikidot.com/scp-2155",
    "all_text": "rating: \n+124\n+\n–\nx\n\n\nItem #:\n SCP-2155\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Mobile Task Force Eta-10-LatAm (\"No los veo\") is constantly monitoring the internet for any online document in any major language that refers to a \"Restored Aztlan\", \"New Tenochtitlan\" or \"Cem Anáhuac\" for traces of SCP-2155.\n\n\nShould any minor infection vector be located, Class A and B amnestics are authorized to neutralize the outbreak. In the case of a major infection, especially if documents or pamphlets encourage the worship of Mesoamerican deities, along with armed uprising, Protocol 1907 \"Rio Blanco\" is to be enacted.\n\n\nDescription:\n SCP-2155 is a memetic cognitohazard, which makes anyone infected believe in the existence of a \"Government of Tenochtitlán in Exile\", designated SCP-2155-1.\n\n\nGiven that more than 450 years have passed since the fall of Tenochtitlán, the actual existence of SCP-2155-1 is considered highly improbable.\n \nUnder Revision, see addendum E525 -Dr. █████\n\n\nDepending on the ethnicity and nationality of those infected, it is estimated that between 35% and 90% of those infected will become sympathetic to the cause espoused by the documents containing SCP-2155. Those that remain neutral or hostile to the cause become asymptomatic carriers\n1\n.\n\nNotably, the discussion of SCP-2155-1 by non carriers, does not cause infection.\n\n\nThe rest of the infected subjects, if left untreated, will actively attempt to spread SCP-2155 through word of mouth, pamphlets, impromptu public speeches, and more recently, websites and social media postings. Documents spreading SCP-2155 have been detected in Náhuatl, Spanish, English, Mandarin and █████████.\n\n\nMost such documents claim that the heirs to the Mexican Empire, along with a sizable portion of the priesthood and warrior castes, went into hiding in 15██ and have waged a guerrilla war against the Spanish Empire first, and then the governments of Mexico, the United States of America, Guatemala, El Salvador and Honduras. Two recorded instances claimed that Maximilian of Hapsburg had brokered a marriage alliance with SCP-2155-1 but that he was killed before it could be finalized.\n\n\nMost documents containing SCP-2155 in the last decade refer to ██████████ III, as the current \nHuēy Tlahtoāni\n, or emperor. Others may refer to other supposed leaders of the resistance, so-called \ntlahtoqueh\n, meaning \"speakers\" including █████████, ████████████, or █████ █████████.\n\n\nInformation between instances of SCP-2155 infections may be conflicting, but almost all of them denounce the \"oppression of the people by the European invaders\" and call all indigenous peoples of the continent to \"actively resist and hinder the usurpers.\" Documents have advocated actions ranging from passive resistance and hunger strikes, up to terrorist attacks, suicide bombings and [DATA EXPUNGED].\n\n\nDocuments containing SCP-2155 identify as \"the invaders\" all kinds of establishment organizations, including the governments of the territories claimed by SCP-2155-1, the Catholic Church, the major drug cartels and, on one recorded case, the Foundation.\n\n\nSome SCP-2155 containing documents claim that SCP-2155-1 has garnered the recognition and support of \"brethren sovereignties in resistance\" of such nations as Nuwaubia, Yamato Damashi, Bobo Ashanti or the ███████████████. Interviews with members of these separatist groups have yielded no results so far.\n\n\nIf an infection vector is left alone for more than ██ days, the documents and speeches by SCP-2155 carriers will progressively become more complex and no longer be solely political in nature. Such websites and documents will start calling for the return to the worship of Mesoamerican deities, in particular Tezcatlipoca and Huitzilopoctli.\n\n\nStarting in 19██, an increasing number of SCP-2155 cases have called for the destruction of the ██████ ████ Cathedral and for the establishment of a \"Temple of the Fifth Sun\"\n2\n to these deities. This has increased in the last decades as the main vector of infection has changed to online documents, instead of pamphlets and speeches.\n\n\nAddendum E525:\n According to document SCP-2155-E525, retrieved on October ██, 20██, the leaders of SCP-2155-1 went into hiding in Mictlán\n3\n and called for the resumption of worship at the Temple of the Fifth Sun and the restoration of \"the flower wars\" to provide suitable sacrifices to restore SCP-2155-1's power.\n\n\n\n\nExcerpt from document SCP-2155-E525 - Level 4 access required.\n\n\n\n\nAccess Granted.\n\n\n\n\n\n\n\"People of the Sun, race of bronze!\n\nDiscard your chains and break your bonds!\n\nYou are called into greatness, into the five pointed star!\n\nReject the white man, his god, his greed!\n\nTake the form of the nahual, and join us in the other side!\n\n\n\n\n[DATA EXPUNGED - POSSIBLE COGNITOHAZARD]\n\n\n\n\nHuitzilopochtli the warrior hummingbird thirsts for your blood!\n\nTlaloc who nourishes the earth rains his blessings upon you!\n\nCoatlique the snake is both your mother's womb and the grave!\n\nQuetzalcóatl the feathered serpent calls for you to follow him!\n\nTezcaltipoca the smoking mirror has many things to teach you!\"\n\n\n\n\n[DATA EXPUNGED - POSSIBLE COGNITOHAZARD]\n\n\n\n\nTloque Nahuaque! Lord of the Near and the Nigh! He is in you! He is you!\n\n\n\n\n\n\n\n\n\n\nAdditional funding is requested to further investigate.\n\n\n\n\nFootnotes\n\n\n1\n. Asymptomatic carriers may still spread infection by mentioning or writing about SCP-2155-1, even if disparagingly or satirically.\n\n\n2\n. In traditional accounts by Nahua historians, the Fifth Sun is the current state of reality.\n\n\n3\n. The land of the Dead\n\n\n\n\n\n\n\n\n« \nSCP-2154\n | SCP-2155 | \nSCP-2156\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2155\n\" by DrAbreu, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2155\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum E525: According to document SCP-2155-E525, retrieved on October ██, 20██, the leaders of SCP-2155-1 went into hiding in Mictlán 3 and called for the resumption of worship at the Temple of the Fifth Sun and the restoration of \"the flower wars\" to provide suitable sacrifices to restore SCP-2155-1's power.\nAdditional funding is requested to further investigate."
    ],
    "documents": [],
    "notes": [
        "\"People of the Sun, race of bronze! Discard your chains and break your bonds! You are called into greatness, into the five pointed star! Reject the white man, his god, his greed! Take the form of the nahual, and join us in the other side!",
        "Huitzilopochtli the warrior hummingbird thirsts for your blood! Tlaloc who nourishes the earth rains his blessings upon you! Coatlique the snake is both your mother's womb and the grave! Quetzalcóatl the feathered serpent calls for you to follow him! Tezcaltipoca the smoking mirror has many things to teach you!\"",
        "Tloque Nahuaque! Lord of the Near and the Nigh! He is in you! He is you!",
        "\" SCP-2155 \" by DrAbreu, from the SCP Wiki . Source: https://scpwiki.com/scp-2155 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2155",
    "object_class": "Euclid",
    "containment_procedures": "Mobile Task Force Eta-10-LatAm (\"No los veo\") is constantly monitoring the internet for any online document in any major language that refers to a \"Restored Aztlan\", \"New Tenochtitlan\" or \"Cem Anáhuac\" for traces of SCP-2155.",
    "description": "SCP-2155 is a memetic cognitohazard, which makes anyone infected believe in the existence of a \"Government of Tenochtitlán in Exile\", designated SCP-2155-1.\nGiven that more than 450 years have passed since the fall of Tenochtitlán, the actual existence of SCP-2155-1 is considered highly improbable. Under Revision, see addendum E525 -Dr. █████",
    "title": "SCP-2155"
}