{
    "url": "https://scp-wiki.wikidot.com/scp-2171",
    "all_text": "rating: \n+104\n+\n–\nx\n\n\n\n\n\n\nSCP-2171 windrow during initial wrap-up operations within LOI 2171-03.\n\n\n\n\n\n\nItem #:\n SCP-2171\n\n\nObject Class:\n \nEuclid\n Safe\n\n\nSpecial Containment Procedures:\n All areas affected by SCP-2171 are to be placed under permanent video surveillance and / or botanical field supervision, on a case-by-case basis.\n\n\nNew instances of SCP-2171 should be subject to a thorough botanical analysis and, when necessary, restored through environmental engineering operations conducted by Containment Task Force ϱ-6 \n(\"Green Gale\")\n personnel.\n\n\nDuring seasonal autumn and until the demanifestation of all SCP-2171-1 entities, areas affected by SCP-2171 are to remain closed to all civilian transit.\n\n\nDescription:\n SCP-2171 is a seasonal phenomenon involving the fallen leaves of all deciduous trees rooted within the confines of certain areas (henceforth, \"the area\").\n1\n Leaves fallen within the area during seasonal autumn will invariably form large piles that will remain unaffected by local weather until all deciduous trees are completely defoliated. Piles of leaves affected by SCP-2171 will slide slowly, forming \"windrows\" of varying width. These SCP-2171 windrows will eventually manifest instances of SCP-2171-1 at their front end.\n\n\nSCP-2171-1 are humanoid entities composed entirely of SCP-2171 affected leaves that appear to \"guide\" the SCP-2171 windrows. SCP-2171-1 entities are fragile but capable of movement, yet apparently impervious to hostile weather conditions. SCP-2171-1 emit repetitive vocalizations that may involve speech in various languages (see Addendum 2171-02) and have a tendency to hook dried leaves on tree branches across the perimeter of SCP-2171 areas or string leaves between trees that delineate this perimeter.\n\n\nGiven their behavior, SCP-2171-1 instances are currently believed to be sapient. However, SCP-2171-1 instances will only react when the integrity of the SCP-2171 windrows they grow from is compromised in any way.\n\n\nSCP-2171-1 will react violently against any element disrupting the SCP-2171 windrows. Such reaction will include various vocalizations in a much lower pitch (see Addendum 2171-02), a considerable growth in size by drawing mass from the SCP-2171 windrow to which the entity pertains and persistent attempts at enveloping the disturbing element in a thick cover of SCP-2171 affected leaves. Once covered, the element will appear to dematerialize, being replaced by a similar volume of fallen leaves.\n\n\nSCP-2171's anomalous properties will typically disappear after two or three days of continuous activity.\n\n\nAddendum 2171-01: Environmental status in Locations of Interest affected by SCP-2171.\n\n\n\n\n\n\n \nSPECIAL SCP-2171 REPORT\n \n\n\n\n\n\n\n\n\n\n\nTo:\n Area 08 RARP and Archival personnel, pertinent Level 5 personnel.\n \n\n\n\n\n\n\n\n\n\n\nFrom:\n ϱ-6 Field Commander.\n \n\n\n\n\n\n\n\n\n\n\nRef:\n Environmental consequences of SCP-2171 anomalous effects.\n \n\n\n\n\n\n\nLong-term analysis of areas affected by SCP-2171 has confirmed that the anomaly seems to cause previously unforeseen anomalous effects in the areas it affects, i. e.:\n\n\n\n\nThe local degradation of previously existing fauna and flora.\n This degradation most likely occurs due to the effects of SCP-2171-1 in the indigenous populations of animal species in the LOI-2171, which is causing a loss of biodiversity in the larger affected Locations.\n\n\n\n\n\n\nThe manifestation of anomalous flora of unknown origin.\n [REDACTED - DATA FILED] (See Addendum 2171-02 for a basic reference of anomalous plant life related to SCP-2171 manifestations. See Document 2171/ϱ-6-10 for a more comprehensive list including all known SCP-2171 related species.)\n\n\n\n\n\n\nThe progressive substitution of local soil materials.\n Substances atypical to the local parent material tend to appear in affected areas. Among these substances, various calcite and quartz-derived crystals are usual in most Locations. These materials do not demonstrate anomalous properties of their own.\n\n\n\n\n\n\nThe absence of any other anomalous activities in the SCP-2171 affected area.\n According to Foundation records on those LOI-2171 historically affected by local anomalous events, such events disappeared entirely in all regions affected by SCP-2171, with the exceptions of SCP-████ and SCP-████. This remains an unexplained issue and thus a high priority for the Reality Alteration Research Program (based on Area-08), both to improve SCP-2171's containment and the possible exploitation of this effect.\n\n\n\n\nSCP-2171's containment procedures have been adjusted to address these anomalous properties.\n\n\n\n\nAddendum 2171-02: Registered vocalizations from SCP-2171-1 (extract).\n\n\n\n\n++ Access log.\n\n\n\n\n-- Access granted and registered.\n\n\n\n\nA log of recurring SCP-2171-1 instances and their vocalizations follows. Recordings of SCP-2171-1 vocalizations usually register as indistinct sounds of rustling leaves; therefore, this log is composed entirely of accounts collected by field agents.\n\n\n\n\nSCP-2171-1-004\n\n\nLocation:\n LOI 2171-03 (Miguel Servet Park, Huesca, Spain.) No anomalous flora detected.\n\n\nLanguage:\n Entity speaks in Fabla (regional Aragonian dialect).\n\n\nMessage:\n \"It's so nice. So peaceful here. I'd like to stay here for a while, if you don't mind, sweetie. Go to your mother.\"\n\n\nEntity description:\n \nInstance manifests along a seat. Instance sits for a minute, then appears to fall forward, making the windrow advance in the process. A smaller, silent instance manifests alongside the first, kneeling beside it and interacting with it. Original instance reforms.\n\n\n\n\n\n\nSCP-2171-1-019;\n\n\nLocation:\n LOI 2171-009 (shores of Lake Tisza, Hortobágy National Park, Hungary). Anomalous flora includes several orchid species with kinesonastic\n2\n black flowers and highly-allergenic, needle-like stamens connected to sacs of a volatile substance that acts as propellant.\n\n\nLanguage:\n Entity speaks in Old Hungarian.\n\n\nMessage:\n \"Oh! I love it when they dance!\"\n\n\nEntity description:\n \nInstance resembles a young man aiming and shooting with bow and arrow while walking backwards, apparently attacking the windrow.\n\n\n\n\n\n\nSCP-2171-1-020\n\n\nLocation:\n LOI 2171-013 (Abruzzo National Park, Italy). Anomalous flora includes Cupressaceae trees that tend to root in circular groups of three to twenty instances. Trunks grow extremely rapidly and mesh forming net-like patterns which result in large, structurally stable cylindrical arrangements. Structures produced this way decay when the involved trees die, leaving large superstructures of quickly petrified wood that measure up to three hundred meters before reducing rate of growth to normal levels. These structures possess windows, balconies, gates and stairs arranged in regular positions.\n\n\nLanguage:\n Entity speaks in Etruscan.\n\n\nMessage:\n \"They will pierce the skies. They will be the sole testament to our greatness under that strange sky of yours.\"\n\n\nEntity description:\n \nInstance holds what appears to be a large scroll and several unidentified instruments.\n\n\n\n\n\n\nSCP-2171-1-055\n\n\nLocation:\n LOI 2171-011 (an elevation close to Lake McDonald, Glacier National Park, US). Anomalous flora includes a terrestrial \nNuphar\n species with a highly reflective material covering the inside of its petals; petals open during nights with moonlight.\n\n\nLanguage:\n Entity speaks in American English.\n\n\nMessage:\n \"You are so beautiful, my sweet little \nChica (sic.)!\n Like a little midnight rose… like a blood-and-green opal. \n(Instance remains silent for ten to thirteen seconds.)\n I will miss you when you're gone.\"\n\n\nEntity description:\n \nInstance appears to be laying down on its windrow, looking at its right side. Immediately after vocalized message, instance moves an arm to the right side and seems to caress an unseen item.\n\n\n\n\n\n\nSCP-2171-1-071\n\n\nLocation:\n LOI 2171-090 (lone dead oak in the prison field of [REDACTED], Germany). Oak generates dried leaves every autumn.\n\n\nLanguage:\n Entity speaks in a language resembling Mozarabic.\n\n\nMessage:\n \"I loved him. I loved him! Why did he go away? Why? Why did he have to go away? I don't care about the world, I only care about him, why did he have to go to the other court!? \n(sic)\n You are his friend, he will listen! Please go fetch him, Miguel. Please, bring him back to me!\"\n\n\nEntity description:\n \nInstance cries for ten to thirteen minutes, vocalizing message during the last fifty three seconds of the cycle.\n\n\n\n\n\n\nSCP-2171-1-105\n\n\nLocation:\n Entity detected when Agent ████ ██████ accidentally interacted with its windrow during a night raid on the suspected residence of one \"Miguel Cervato\" (person of interest ███-███-████). Agent withdrew to the perimeter of the area, from where instance delivered the following message. Area reclassified LOI-2171-139 (part of the forest within the Ordesa y Monte Perdido National Park, Spain). LOI currently undergoing botanical analysis.\n\n\nLanguage:\n Entity speaks in what was later identified as Low Palacian.\n\n\nMessage:\n \"We always feel cold, now that the Sun is gone. Cold under the rain and the shade and the snow… We will never go back home, we don't belong. We don't sing, we don't clap, our voices strong, our mouths shut; we drank daylight, but it was sawn. He left us crumbled and snapped like brittle bone. We drop and rot and end eaten by insects, filth and worms, stepped on, stepped on, so there may be a next fall… but heed me - you I came to warn: let us bring to your land our masters' own.\"\n\n\nEntity description:\n \nEntity repeated message from this point onward. Agent withdrew further from area once she was certain that entity would not respond to her attempts at communication.\n\n\n\n\n\n\nSCP-2171-1-107\n\n\nLocation:\n Entity detected during a raid on LOI-2171-139. CTF ϱ-6 \n(\"Green Gale\")\n deployed after a previous raid on Cervato's hiding place was called off due to the presence of a number of SCP-2171 instances.\n\n\nLanguage:\n Entity speaks in what was later identified as High Palacian.\n\n\nMessage:\n \"Emotions, Miguel. Emotions are a link, a tie, a chain. We have to be strong enough to use them as such when necessary, and to discard them when they tie us down. For the example's sake; imagine you have to tear a continent apart from the others, make them slide away, sailing over the ocean of clouds; how would you pry them open and separate them? \n(Entity remains silent for three seconds.)\n With hatred. And how would you bring them together? \n(Entity remains silent for thirteen seconds, then smiles.)\n Very good, child.\"\n\n\nEntity description:\n \nEntity wears clothing similar to what seems to be traditional of Palacian teachers.\n3\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. There seems to be no specific pattern that may be used to predict the potential occurrence of new Locations of Interest affected by SCP-2171. (Ref: SCP-2171-Maps: LOI 2171-###.)\n\n\n2\n. Capacity for non-growth plant movements towards moving objects.\n\n\n3\n. For further information on the Palacian Schools, contact the Archive Sector of Area-08 (Incunabula Analysis Group).\n\n\n\n\n\n\n\n\n« \nSCP-2170\n | SCP-2171 | \nSCP-2172\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2171\n\" by Dr Reach, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2171\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP-2171_LOI-2171-03.png\n\n\nAuthor:\n Dr Reach\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum 2171-01: Environmental status in Locations of Interest affected by SCP-2171.",
        "Addendum 2171-02: Registered vocalizations from SCP-2171-1 (extract)."
    ],
    "documents": [],
    "notes": [
        "\" SCP-2171 \" by Dr Reach, from the SCP Wiki . Source: https://scpwiki.com/scp-2171 . Licensed under CC-BY-SA .",
        "Filename: SCP-2171_LOI-2171-03.png Author: Dr Reach License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2171",
    "object_class": "Euclid Safe",
    "containment_procedures": "All areas affected by SCP-2171 are to be placed under permanent video surveillance and / or botanical field supervision, on a case-by-case basis.",
    "description": "SCP-2171 is a seasonal phenomenon involving the fallen leaves of all deciduous trees rooted within the confines of certain areas (henceforth, \"the area\").1 Leaves fallen within the area during seasonal autumn will invariably form large piles that will remain unaffected by local weather until all deciduous trees are completely defoliated. Piles of leaves affected by SCP-2171 will slide slowly, forming \"windrows\" of varying width. These SCP-2171 windrows will eventually manifest instances of SCP-2171-1 at their front end.",
    "title": "SCP-2171"
}