{
    "url": "https://scp-wiki.wikidot.com/scp-2178",
    "all_text": "rating: \n+111\n+\n–\nx\n\n\nItem #:\n SCP-2178\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Provisional Site-██ has been established at the base of SCP-2178 in order to provide housing and supplies for personnel assigned to SCP-2178. A circular security perimeter with a radius of three kilometers is to be established around SCP-2178 and regularly patrolled. Because of SCP-2178’s remote location, the possibility of civilians accidentally finding SCP-2178 is extremely unlikely; as such, individuals found attempting to breach SCP-2178’s security perimeter are to be detained as potential persons of interest.\n\n\nDescription:\n SCP-2178 is a large rock formation located in the Himalayas mountain range. From base to peak, it is approximately 162 meters tall; the elevation at the peak of SCP-2178 is approximately 6.5 kilometers. SCP-2178 resembles a closed fist. A human head, designated SCP-2178-1, is affixed to the base of SCP-2178. SCP-2178-1 appears to belong to an adolescent woman of Han Chinese ancestry.\n\n\nSCP-2178 undergoes anomalous changes, creating environmental conditions impossible for its location, in a 360 day cycle. The cycle has five phases of 72 days each.\n\n\n\n\nIn the first phase, SCP-2178 is covered in shrubbery, light forest, and grass. The temperature of SCP-2178 is approximately 15 degrees Celsius.\n\n\n\n\n\n\nIn the second phase, all plant matter on SCP-2178 begins to dry; brush fires are common in this period. Temperature increases to approximately 30 degrees Celsius.\n\n\n\n\n\n\nIn the third phase, all plant matter on SCP-2178 has been completely burned away; SCP-2178 exhibits minimal anomalous activity during this phase. Temperature is approximately 20 degrees Celsius.\n\n\n\n\n\n\nIn the fourth phase, clouds moving from east to west continuously cover SCP-2178, greatly decreasing visibility. Temperature drops to approximately eight degrees Celsius. Expeditions to SCP-2178 during this time have revealed that it is covered in snow despite the temperature being above water's freezing point. Spontaneous magnetic fields pointing in random directions and ranging in magnitude from 50 to 700 microtesla appear in the area surrounding SCP-2178 during this time.\n\n\n\n\n\n\nIn the fifth phase, temperature drops to negative three degrees Celsius. Despite the decrease in temperature below water's freezing point, the snow covering SCP-2178 melts, generating streams and rivers which pour down the sides of SCP-2178. The climate surrounding SCP-2178 is perpetually rainy during this period. Analysis of the water produced by SCP-2178 in this period shows that the water is unusually rich in silt and minerals. The flow of water across SCP-2178 enriches the soil, which gives rise to a rapid growth of vegetation, initiating the first phase and re-iterating the cycle.\n\n\n\n\nSCP-2178-1 is both alive and conscious. It suffers no injuries from its environment and has no need for food or drink. When SCP-2178-1 is questioned, it does not provide any information about its origins and is extremely disoriented. SCP-2178-1 is aware of its condition, but does not exhibit any signs of distress. It has proven impossible to dig into or otherwise damage SCP-2178, making retrieval of SCP-2178-1 impossible.\n\n\n\n\nInterview Log-2178-03\n\n\n\n\nInterviewed:\n SCP-2178-1\n\n\nInterviewer:\n Doctor James Zhang\n\n\n<Begin Log>\n\n\nDr. Zhang:\n Can you tell me how you got here?\n\n\nSCP-2178-1:\n No.\n\n\nDr. Zhang:\n What about your name, or where you came from?\n\n\nSCP-2178-1:\n …name? I don’t have a name, do I?\n\n\nDr. Zhang:\n Can you tell me where you are right now?\n\n\n\n\nSCP-2178-1:\n This is a mountain. I am trapped inside it.\n\n\nDr. Zhang:\n Uh, yes. Yes, that's right. The—the mountain seems to be impenetrable, so it seems like it’ll be some time before we can get to you, but—\n\n\nSCP-2178-1:\n Get to me? Why would you want to get to me? It is nice here.\n\n\nDr. Zhang:\n Right.\n\n\nSCP-2178-1:\n I do not need a name. I do not need a place. Or a home. The universe is very big. It is very dynamic. For something small and permanent like me, there is no place in the universe to stay without being wiped away…\n\n\nDr. Zhang:\n Can you please elaborate?\n\n\nSCP-2178-1:\n It is warm here. Who are you?\n\n\n<End Log>\n\n\n\n\nAddendum-2178A:\n On ██/██/20██, Provisional Site-██ personnel apprehended an individual attempting to breach SCP-2178’s perimeter. The individual was identified as Weidong Chen, a Taiwanese citizen. Chen is currently held at [REDACTED] as a Person of Interest. Further details regarding Chen are classified to Level 4/2178 personnel on a need-to-know basis.\n\n\nImmediately after participating in Chen’s arrest, Agent Barnes reported significant mental disorientation and dysphoria. Two days afterwards, Agent Barnes claimed to have new memories of an event in his past that he had not taken part in. Details of this event are classified Level 4/2178; there is convincing evidence that the event is strongly related to SCP-2178.\n\n\nAgent Barnes claims that his symptoms began immediately after directly handling a photograph on Chen’s person. The photograph was of Chen, a woman who appeared to be SCP-2178-1, and a third individual with a digitally obscured face.\n\n\nOn the back of the picture, a note is written in Chinese. Translated into English, it reads:\n\n\n\n\nOnce upon a time, an arrogant, crude, trickster decided that he could challenge Heaven. I wonder if you ever thought that things would come to this? Tomorrow, a foolish girl is going to try the same thing as the trickster. Don't worry. All this time, I've known that I am not strong or cunning. So this is insurance. R.W. can't kill me, but even if he is a coward, he has stomach enough to wipe me. Whatever happens tomorrow, this photograph will remember it all, and if need be, it will help me remember. If you ever need to use this, the Hand is finished. If you need to use this and you fail, this is also a good-bye.\n\n\nOne day we’ll look back on this and think that somebody was just playing a trick on us all.\n\n\n\n\nThe photograph has not displayed any anomalous properties since.\n\n\n\n\n+ Level 4/2178 clearance required\n\n\n\n\n– hide block\n\n\n\n\n\n\nDocument-2178-06\n\n\n\n\nForeword:\n Use of memory-enhancing paramedication allowed Agent Barnes to recall the anomalous event memory with increased precision. Agent Barnes reported that the event took place in a location resembling known descriptions of the Wanderer’s Library, known to be a base of operations for the Serpent’s Hand, a Group of Interest. The event largely consists of a conversation between a man, described as tall and pale-skinned, with Caucasian features, and a woman, whose face cannot be seen. Her voice is described as young, with a slight Mandarin accent.\n\n\nA transcript of Agent Barnes’ recollection of the conversation is provided below.\n\n\n<Begin Log>\n\n\nWoman:\n So you went ahead and did it.\n\n\nMan:\n Y—yeah. I did.\n\n\nWoman:\n And?\n\n\nMan:\n There are some things that we just have to do, aren’t there? Look, I don’t like this, I don’t like this at all, if it were up to me we’d never have to do this, and look, okay, I’m still not sure that it’s the right thing to do—\n\n\nWoman:\n Oh, come on. You weren’t sure? You’ve got to be kidding me.\n\n\nMan:\n I—please, I'm confiding this in you.\n\n\nWoman:\n What do I care what you think? You’ve already cast the die. What can you do to reverse your decision? Will you go to the Book-Burners\n1\n and say, “Haha, just kidding, we’re not interested in getting with your program after all?”\n\n\nMan:\n I don’t know.\n\n\nWoman:\n And there’s nothing you can do to change what you’ve done to the Hand.\n\n\nMan\n I don’t know, all right! Even given what they've done to us, the Book-Burners are bound by the Universal Declaration of Human Rights. If we don’t interfere with the status quo, they will protect us as human beings. This was the right decision. I made the right choice. We can’t survive—can’t live on like this. You don’t know. You don’t understand.\n\n\nWoman:\n I don’t understand? I feel like I understand things pretty well. You did this out of cowardice.\n\n\nMan:\n You don’t understand what it’s like to have to fear stepping outside the library, because if you do then men in masks are going to shoot you, or worse, you’ll see someone in here and next time you step outside you’ll hear that they’re dead…you don’t understand what it’s like because you’ll challenge whoever you want. You don’t. You don’t know—or worse, worse, you step outside and you’ll see your family again, except they’re behind bars, in a cage forever, while their mind slowly breaks, and even if you find them again you’ll look them in the face and they won’t know who you are. That’s worse, isn’t it? Even the Book-Burners have their mercies if you compare them to the Jailers.\n2\n\n\nWoman:\n You’re fear-mongering. We don’t compromise.\n\n\nMan:\n If we make concessions to them, they will protect us.\n\n\nWoman:\n Concessions? What will you do for those who won’t concede? The ones who will still fight? Or the ones who couldn't integrate even if they wanted to?\n\n\nMan:\n I…I don’t know.\n\n\nWoman:\n We stand for something. Everywhere else, people want to protect their precious consensus reality. \nConsensus reality.\n God, what a joke. So long as reality is decided by a majority, there will always be a minority that has no place in that reality. We are the refuge and the salvation from organizations like the Global Occult Coalition—it's another hilarious hypocrisy, a supposed coalition of the occult that uses the magic it likes to stamp out the magic it doesn't. Don't you remember? When they came for the outcast, we interceded. Or, rather, we did.\n\n\nMan:\n I—\n\n\nWoman:\n And what’s even worse is that you think they’ll keep their word! How laughable. D.C. Al Fine regularly threatens major members of the 108 if they do not toe Her Mightiness’ line. What happens to the Hand under the global reign of the Book-Burners? Even you, for all your lack of spine, have some interests. Your life and safety seem to take precedence. And one day, those things will be in the way of what they want.\n\n\nMan:\n So what’s your alternative, then? How will you keep us alive?\n\n\nWoman:\n Stay alive? Staying alive means fighting. It always has. I have no concrete answers, but let me tell you, I’m more than arrogant enough to say that I’ll accept no world where the alien is marginalized and hunted as a matter of routine under a banner of peace and justice. If heaven will not have you and if you have any pride as a human being, then the only option is to challenge heaven itself. To bring it crashing down.\n\n\nMan:\n We can’t do that!\n\n\nWoman:\n It's been done. I could do it again.\n\n\nMan:\n No. No, earlier, you were right. It doesn’t matter what you say. I made this decision, and I can’t undo it. We need protection. The jailers are never going to give that to us. But…but the book-burners…what the hell are you going to do about this? What are you going to do to me?\n\n\nWoman:\n What am I going to do?\n\n\nMan:\n We’re…we’re friends, right? You can’t just…\n\n\nWoman:\n Ah…your mistress. Bianca, right? She hated you.\n\n\nMan:\n What?\n\n\nWoman:\n She hated you for letting her brother die. I found her crying over one of his pictures one night, and she said that she would never forgive you for that.\n\n\nMan:\n How could you? How dare you? I—I’ll—\n\n\n\n\nAt this point in time, Agent Barnes reports that several anomalous individuals gather behind the man. These individuals appear to lack mouths. All individuals appear to be holding lanterns in their left hands.\n\n\nMan:\n You’re lying to me. Provoking me to attack you, so that the Library makes me pay.\n\n\nWoman:\n Am I?\n\n\nMan:\n You’re not a God, or a hero, or a…a Great Sage Equal to Heaven, that stupid title…Don't you understand? It doesn't matter what your ancestor did. They write books and worship him, not you. You’re like me. You’re scared and weak, and you’re terrified that I’ll find out exactly how weak you are. What have you done? You almost brought down heaven? You never did that. He did.\n\n\nWoman:\n You're calling me weak? That's hilarious.\n\n\nMan:\n You know, if you want to disagree with me, maybe, maybe you should live through what I’m trying to prevent. Maybe if you want to act like you’re as big as your forefather, maybe you should live through what he went through. See…see? You really are his descendant. For his hubris, he was trapped under a mountain of the five elements. And I guess I'm the Buddha.\n\n\nThe man whistles. A doorway appears in a bookshelf next to the man.\n\n\nWoman:\n A Way? How did you—\n\n\nMan:\n I'm doing you a service, all right? You'll find peace. I’m sorry.\n\n\n<End Log>\n\n\nAfterword:\n Agent Barnes is strongly convinced that the transcribed events are not his memories, and are instead the memories of the woman. Agent Barnes reports that, at various points in the memory, the woman's limbs can be seen as if from a first-person point of view.\n\n\nBefore using paramedication, Agent Barnes had symptoms consistent with phantom limb syndrome in his lower back. After transcribing the interview, Agent Barnes claimed to have remembered having a monkey’s tail throughout the event. Later, his phantom limb symptoms disappeared.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A term used by members of the Serpent’s Hand to refer to the Global Occult Coalition.\n\n\n2\n. A term used by Serpent’s Hand members to refer to the Foundation.\n\n\n\n\n\n\n\n\n« \nSCP-2177\n | SCP-2178 | \nSCP-2179\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2178\n\" by Chubert, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2178\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-2178A: On ██/██/20██, Provisional Site-██ personnel apprehended an individual attempting to breach SCP-2178’s perimeter. The individual was identified as Weidong Chen, a Taiwanese citizen. Chen is currently held at [REDACTED] as a Person of Interest. Further details regarding Chen are classified to Level 4/2178 personnel on a need-to-know basis.\nImmediately after participating in Chen’s arrest, Agent Barnes reported significant mental disorientation and dysphoria. Two days afterwards, Agent Barnes claimed to have new memories of an event in his past that he had not taken part in. Details of this event are classified Level 4/2178; there is convincing evidence that the event is strongly related to SCP-2178.\nAgent Barnes claims that his symptoms began immediately after directly handling a photograph on Chen’s person. The photograph was of Chen, a woman who appeared to be SCP-2178-1, and a third individual with a digitally obscured face.\nOn the back of the picture, a note is written in Chinese. Translated into English, it reads:\nThe photograph has not displayed any anomalous properties since."
    ],
    "documents": [
        "Document-2178-06 Foreword: Use of memory-enhancing paramedication allowed Agent Barnes to recall the anomalous event memory with increased precision. Agent Barnes reported that the event took place in a location resembling known descriptions of the Wanderer’s Library, known to be a base of operations for the Serpent’s Hand, a Group of Interest. The event largely consists of a conversation between a man, described as tall and pale-skinned, with Caucasian features, and a woman, whose face cannot be seen. Her voice is described as young, with a slight Mandarin accent. A transcript of Agent Barnes’ recollection of the conversation is provided below. <Begin Log> Woman: So you went ahead and did it. Man: Y—yeah. I did. Woman: And? Man: There are some things that we just have to do, aren’t there? Look, I don’t like this, I don’t like this at all, if it were up to me we’d never have to do this, and look, okay, I’m still not sure that it’s the right thing to do— Woman: Oh, come on. You weren’t sure? You’ve got to be kidding me. Man: I—please, I'm confiding this in you. Woman: What do I care what you think? You’ve already cast the die. What can you do to reverse your decision? Will you go to the Book-Burners 1 and say, “Haha, just kidding, we’re not interested in getting with your program after all?” Man: I don’t know. Woman: And there’s nothing you can do to change what you’ve done to the Hand. Man I don’t know, all right! Even given what they've done to us, the Book-Burners are bound by the Universal Declaration of Human Rights. If we don’t interfere with the status quo, they will protect us as human beings. This was the right decision. I made the right choice. We can’t survive—can’t live on like this. You don’t know. You don’t understand. Woman: I don’t understand? I feel like I understand things pretty well. You did this out of cowardice. Man: You don’t understand what it’s like to have to fear stepping outside the library, because if you do then men in masks are going to shoot you, or worse, you’ll see someone in here and next time you step outside you’ll hear that they’re dead…you don’t understand what it’s like because you’ll challenge whoever you want. You don’t. You don’t know—or worse, worse, you step outside and you’ll see your family again, except they’re behind bars, in a cage forever, while their mind slowly breaks, and even if you find them again you’ll look them in the face and they won’t know who you are. That’s worse, isn’t it? Even the Book-Burners have their mercies if you compare them to the Jailers. 2 Woman: You’re fear-mongering. We don’t compromise. Man: If we make concessions to them, they will protect us. Woman: Concessions? What will you do for those who won’t concede? The ones who will still fight? Or the ones who couldn't integrate even if they wanted to? Man: I…I don’t know. Woman: We stand for something. Everywhere else, people want to protect their precious consensus reality. Consensus reality. God, what a joke. So long as reality is decided by a majority, there will always be a minority that has no place in that reality. We are the refuge and the salvation from organizations like the Global Occult Coalition—it's another hilarious hypocrisy, a supposed coalition of the occult that uses the magic it likes to stamp out the magic it doesn't. Don't you remember? When they came for the outcast, we interceded. Or, rather, we did. Man: I— Woman: And what’s even worse is that you think they’ll keep their word! How laughable. D.C. Al Fine regularly threatens major members of the 108 if they do not toe Her Mightiness’ line. What happens to the Hand under the global reign of the Book-Burners? Even you, for all your lack of spine, have some interests. Your life and safety seem to take precedence. And one day, those things will be in the way of what they want. Man: So what’s your alternative, then? How will you keep us alive? Woman: Stay alive? Staying alive means fighting. It always has. I have no concrete answers, but let me tell you, I’m more than arrogant enough to say that I’ll accept no world where the alien is marginalized and hunted as a matter of routine under a banner of peace and justice. If heaven will not have you and if you have any pride as a human being, then the only option is to challenge heaven itself. To bring it crashing down. Man: We can’t do that! Woman: It's been done. I could do it again. Man: No. No, earlier, you were right. It doesn’t matter what you say. I made this decision, and I can’t undo it. We need protection. The jailers are never going to give that to us. But…but the book-burners…what the hell are you going to do about this? What are you going to do to me? Woman: What am I going to do? Man: We’re…we’re friends, right? You can’t just… Woman: Ah…your mistress. Bianca, right? She hated you. Man: What? Woman: She hated you for letting her brother die. I found her crying over one of his pictures one night, and she said that she would never forgive you for that. Man: How could you? How dare you? I—I’ll— At this point in time, Agent Barnes reports that several anomalous individuals gather behind the man. These individuals appear to lack mouths. All individuals appear to be holding lanterns in their left hands. Man: You’re lying to me. Provoking me to attack you, so that the Library makes me pay. Woman: Am I? Man: You’re not a God, or a hero, or a…a Great Sage Equal to Heaven, that stupid title…Don't you understand? It doesn't matter what your ancestor did. They write books and worship him, not you. You’re like me. You’re scared and weak, and you’re terrified that I’ll find out exactly how weak you are. What have you done? You almost brought down heaven? You never did that. He did. Woman: You're calling me weak? That's hilarious. Man: You know, if you want to disagree with me, maybe, maybe you should live through what I’m trying to prevent. Maybe if you want to act like you’re as big as your forefather, maybe you should live through what he went through. See…see? You really are his descendant. For his hubris, he was trapped under a mountain of the five elements. And I guess I'm the Buddha. The man whistles. A doorway appears in a bookshelf next to the man. Woman: A Way? How did you— Man: I'm doing you a service, all right? You'll find peace. I’m sorry. <End Log> Afterword: Agent Barnes is strongly convinced that the transcribed events are not his memories, and are instead the memories of the woman. Agent Barnes reports that, at various points in the memory, the woman's limbs can be seen as if from a first-person point of view. Before using paramedication, Agent Barnes had symptoms consistent with phantom limb syndrome in his lower back. After transcribing the interview, Agent Barnes claimed to have remembered having a monkey’s tail throughout the event. Later, his phantom limb symptoms disappeared."
    ],
    "notes": [
        "Interview Log-2178-03 Interviewed: SCP-2178-1 Interviewer: Doctor James Zhang <Begin Log> Dr. Zhang: Can you tell me how you got here? SCP-2178-1: No. Dr. Zhang: What about your name, or where you came from? SCP-2178-1: …name? I don’t have a name, do I? Dr. Zhang: Can you tell me where you are right now? SCP-2178-1: This is a mountain. I am trapped inside it. Dr. Zhang: Uh, yes. Yes, that's right. The—the mountain seems to be impenetrable, so it seems like it’ll be some time before we can get to you, but— SCP-2178-1: Get to me? Why would you want to get to me? It is nice here. Dr. Zhang: Right. SCP-2178-1: I do not need a name. I do not need a place. Or a home. The universe is very big. It is very dynamic. For something small and permanent like me, there is no place in the universe to stay without being wiped away… Dr. Zhang: Can you please elaborate? SCP-2178-1: It is warm here. Who are you? <End Log>",
        "Once upon a time, an arrogant, crude, trickster decided that he could challenge Heaven. I wonder if you ever thought that things would come to this? Tomorrow, a foolish girl is going to try the same thing as the trickster. Don't worry. All this time, I've known that I am not strong or cunning. So this is insurance. R.W. can't kill me, but even if he is a coward, he has stomach enough to wipe me. Whatever happens tomorrow, this photograph will remember it all, and if need be, it will help me remember. If you ever need to use this, the Hand is finished. If you need to use this and you fail, this is also a good-bye. One day we’ll look back on this and think that somebody was just playing a trick on us all.",
        "\" SCP-2178 \" by Chubert, from the SCP Wiki . Source: https://scpwiki.com/scp-2178 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2178",
    "object_class": "Euclid",
    "containment_procedures": "Provisional Site-██ has been established at the base of SCP-2178 in order to provide housing and supplies for personnel assigned to SCP-2178. A circular security perimeter with a radius of three kilometers is to be established around SCP-2178 and regularly patrolled. Because of SCP-2178’s remote location, the possibility of civilians accidentally finding SCP-2178 is extremely unlikely; as such, individuals found attempting to breach SCP-2178’s security perimeter are to be detained as potential persons of interest.",
    "description": "SCP-2178 is a large rock formation located in the Himalayas mountain range. From base to peak, it is approximately 162 meters tall; the elevation at the peak of SCP-2178 is approximately 6.5 kilometers. SCP-2178 resembles a closed fist. A human head, designated SCP-2178-1, is affixed to the base of SCP-2178. SCP-2178-1 appears to belong to an adolescent woman of Han Chinese ancestry.",
    "title": "SCP-2178"
}