{
    "url": "https://scp-wiki.wikidot.com/scp-218",
    "all_text": "rating: \n+74\n+\n–\nx\n\n\nItem #:\n SCP-218\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-218 is contained within a standard aquatic specimen tank (saltwater). Tank maintenance is to be carried out by remote drone only. No further procedures are required.\n\n\nDescription:\n SCP-218 is a predatory colonial organism weighing approximately 1800 kg, consisting of several hundred parasitic lampreys of the family Petromyzontidae, designated \nPetromyzon anomalis\n. Individual \nPetromyzon anomalis\n specimens average between 50 and 90 cm in length, and are similar in appearance to the common sea lamprey, (\nPetromyzon marinus\n) with the primary exception of complex ultraviolet-spectrum skin patterning. Individual lampreys can break off from the primary mass and move under their own power, acting similar to non-anomalous specimens. These motile units will remain in the vicinity of SCP-218’s primary body, until captured and eaten by colony members. The central mass of SCP-218 contains the organism’s primary organs, as well as a muscular foot for locomotion. SCP-218 is capable of surviving out of water for up to an hour, though it is greatly inhibited in mobility.\n\n\nMotile units of SCP-218 produce a paralyzing toxin, applied by bite or through the lamprey’s mucus sheath. This toxin inhibits locomotor muscles and will numb the target to pain – all other internal and mental processes will continue unaffected. The paralyzing effect has not been observed to dissipate, and no effective counteragent has yet been discovered.\n\n\nEarly observation led researchers to believe that SCP-218 reproduced through the parasitic implantation of motile units into a host body – this behavior has since been determined to be atypical feeding behavior, where numerous motile units will burrow within the body of still-living prey for upwards of 48 hours before normal consumption resumes.\n\n\nAddendum-01:\n Physical examination of SCP-218 shortly after containment revealed that the primary mass contained several foreign objects preserved within the main body cavity. SCP-218 was removed from its containment tank and tranquilized to allow for surgery.\n\n\nObjects removed from SCP-218 include:\n\n\n\n\n33 pearls, averaging 3cm in diameter. Holes bored through each indicate that they were previously part of a necklace.\n\n\n1 dolphin figurine carved out of smoothed coral.\n\n\n2 gold bracelets\n\n\n4 bone hair pins\n\n\n1 tortoiseshell hair comb\n\n\n1 bone figurine of SCP-218. Shows signs of heavy wear through handling.\n\n\n1 human skeleton, being that of a female child estimated to be between 4 and 6 years of age. Skeleton was similar to chalk in consistency, and embedded with 135 pearls.\n\n\nScapula (believed to be that of a red deer) – engraved with three humanoid figures, two adults and one child. Presumed to be the subject and parents.\n\n\n\n\nBoth the skeleton and artifacts date to approximately 7500 BCE, though do not resemble the artifacts of other Neolithic groups in the region of recovery.\n\n\nAddendum-02:\n SCP-218's behavior became significantly more agitated after removal of the aforementioned objects: entity would repeatedly beat against the walls of its tank or attempt to scale them.\n\n\nWhen one of the hair pins was placed back in the containment tank, SCP-218 used one of its colony members as a manipulator to retrieve the pin, and then place it back inside its central cavity through means of a large sphincter. This dorsal sphincter was not present until the removal of the body and artifacts.\n\n\n\n\n\n\n« \nSCP-217\n | SCP-218 | \nSCP-219\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-218\n\" by Dr Gears, rewritten by Djoric, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-218\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-01: Physical examination of SCP-218 shortly after containment revealed that the primary mass contained several foreign objects preserved within the main body cavity. SCP-218 was removed from its containment tank and tranquilized to allow for surgery.\nObjects removed from SCP-218 include:\nBoth the skeleton and artifacts date to approximately 7500 BCE, though do not resemble the artifacts of other Neolithic groups in the region of recovery.",
        "Addendum-02: SCP-218's behavior became significantly more agitated after removal of the aforementioned objects: entity would repeatedly beat against the walls of its tank or attempt to scale them.\nWhen one of the hair pins was placed back in the containment tank, SCP-218 used one of its colony members as a manipulator to retrieve the pin, and then place it back inside its central cavity through means of a large sphincter. This dorsal sphincter was not present until the removal of the body and artifacts."
    ],
    "documents": [],
    "notes": [
        "\" SCP-218 \" by Dr Gears, rewritten by Djoric, from the SCP Wiki . Source: https://scpwiki.com/scp-218 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-218",
    "object_class": "Euclid",
    "containment_procedures": "SCP-218 is contained within a standard aquatic specimen tank (saltwater). Tank maintenance is to be carried out by remote drone only. No further procedures are required.",
    "description": "SCP-218 is a predatory colonial organism weighing approximately 1800 kg, consisting of several hundred parasitic lampreys of the family Petromyzontidae, designated Petromyzon anomalis. Individual Petromyzon anomalis specimens average between 50 and 90 cm in length, and are similar in appearance to the common sea lamprey, (Petromyzon marinus) with the primary exception of complex ultraviolet-spectrum skin patterning. Individual lampreys can break off from the primary mass and move under their own power, acting similar to non-anomalous specimens. These motile units will remain in the vicinity of SCP-218’s primary body, until captured and eaten by colony members. The central mass of SCP-218 contains the organism’s primary organs, as well as a muscular foot for locomotion. SCP-218 is capable of surviving out of water for up to an hour, though it is greatly inhibited in mobility.",
    "title": "SCP-218"
}