{
    "url": "https://scp-wiki.wikidot.com/scp-2184",
    "all_text": "rating: \n+84\n+\n–\nx\n\n\nItem #:\n SCP-2184\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Provisional Site-146 is constructed around the habitat of SCP-2184 for the sole purpose of its containment. Site-146 is surrounded by a 3 m tall steel fence equipped with security cameras to prevent unauthorized entry. The Site is disguised as a weapon test site used by the Russian Army. The only road leading to it is in the private use of a Foundation front organization. 3 Observation Posts are built around the border of Site-146.\n\n\nThe staff of Site-146 must be supplied with clothing and weaponry created using materials and technology available in 4000 BC. If SCP-2184 attempts to breach containment by leaving Site-146, it must be forced back with these tools.\n\n\nThe airspace above Site-146 is closed for non-Foundation aircrafts. Foundation aircrafts must maintain an altitude of at least 6 km above the Site. Personnel requiring the assistance of any artificial device (e.g. glasses, prostheses or a pacemaker) must not enter Site-146.\n\n\nDescription:\n SCP-2184 is a steppe mammoth (\nMammuthus trogontherii\n). Its height is approximately 12 m, making it three times taller than the largest known non-anomalous steppe mammoth specimen. SCP-2184 shows no sign of metabolism, growth or aging.\n\n\nSCP-2184 affects all objects created with post-Stone Age technology. Such objects malfunction in the proximity of SCP-2184, and modern materials crumble away. Latest technologies are affected from the longest range. The only items capable of functioning in the close proximity of SCP-2184 are the ones that were made from natural materials using Stone Age technology. Table-2184-A lists the results of the experiments conducted to understand the effect of SCP-2184. Note that the distances in the table are approximate since precise measurement is problematic in the vicinity of SCP-2184.\n\n\n\n\n+ Table-2184-A\n\n\n\n\n- close\n\n\nTable-2184-A\n\n\n\n\n\n\nItems\n\n\nSCP-2184's effect\n\n\n\n\n\n\nNatural fiber ropes\n\n\nThe tensile strength of the items start decreasing at a distance of 500 to 1000 m (depending on materials used), reaching zero at a distance of 100 to 500 m.\n\n\n\n\n\n\nBronze swords\n\n\nThe swords break into pieces smaller than 5 cm at a distance of 500 m from SCP-2184.\n\n\n\n\n\n\nWooden sticks with two small cuts at a distance of exactly 1000 mm.\n\n\n10 such items were delivered to the immediate proximity of SCP-2184, then returned an Observation Post. When the distances between the cuts were measured again, lengths between 945 mm and 1062 mm were observed.\n\n\n\n\n\n\nVarious items made of steel\n\n\nThe items are rendered unusable and ultimately break into smaller pieces at a distance of 1000 m.\n\n\n\n\n\n\nVarious objects dropped from high altitude\n\n\nA helicopter took position at altitude of 5 km directly above SCP-2184. Plastic balls dropped from the helicopter were destroyed mid-fall. Balls made of soil or ice reached the ground. Observers reported that the objects were scattered around SCP-2184, none of them hitting the target.\n\n\n\n\n\n\nPrinted documents\n\n\nThe ink disappears at a distance of 2 km, while the paper is damaged at a distance of 1.5 km. (Ranges can be longer if more modern materials are used.)\n\n\n\n\n\n\nCameras\n\n\nItems rendered unusable at an approximate distance of 3.5 km. It is possible to take photographs or record video footage of SCP-2184's location from farther away, but SCP-2184 itself is never recorded in these footages.\n\n\n\n\n\n\nComputers and mobile phones\n\n\nItems start malfunctioning at a distance of 4 km from SCP-2184. When removed from the proximity of SCP-2184 immediately after they were affected, the items remain functioning. However, at a distance of 3.5 km multiple essential components deteriorate, damaging the items beyond repair.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-2184 was discovered by Agent ████████ in ████ when he conducted a routine investigation to determine whether the mythology of the Siberian ████████-██████ tribe was based on the observation of anomalous objects or phenomena. Agent ████████ was given directions to the location where SCP-2184 was last seen, but the members of the tribe refused to accompany him. Agent ████████ confirmed the existence and anomalous nature of SCP-2184. When he approached the object, he lost all of his equipment including his own clothing, leaving him only with the leather cloak given to him by the tribesmen.\n\n\nMobile Task Force Theta-2 (\"Cavemen\") was created to track the movements of the object. In the first 5 years of its observation, SCP-2184 stayed in a 25 km x 30 km territory. Provisional Site-146 was built around this territory, in uninhabited taiga. The fence around the site is at least 10 km away from the nearest point where SCP-2184 was sighted. MTF Theta-2 was disbanded after the construction of Site-146 ended. During the Soviet era, access to Site-146 was granted to the Foundation under a secret pact made with high-ranking officers of the GRU Division \"P\".\n\n\n\n\n+ Sample Recovery and Experiment Log-2184-1\n\n\n\n\n- close\n\n\n\n\nSample Recovery and Experiment Log-2184-1\n\n\n\n\nDate: ██/██/████\n\n\nPersonnel:\n Agents ███████, ██████, and █████████ and D-53263.\n\n\nEquipment:\n Four spears and a bone knife were given to the Agents. All four personnel are given special clothing, resistant to the effect of SCP-2184.\n\n\n15:00\n The Agents and D-53263 left Observation Post-146-A to search for SCP-2184. To ensure his cooperation, D-53263 was told about armed guards stationed around the Site.\n\n\n21:23\n Agent ███████'s watch stopped. Shortly after that D-53263 informed Agent █████████ about feeling intense pain on the chest. Agent █████████ noticed that the tattoo with D-53263's numerical designation disappeared, leaving minor wounds on his skin.\n\n\n23:30 (approx.)\n SCP-2184 was sighted. All four personnel hid from SCP-2184, waiting for it to sleep.\n\n\n1:00 (approx.)\n D-53263 was given the bone knife and instructed to collect a hair sample from the presumably dormant SCP-2184. D-53263 managed to collect the sample without waking SCP-2184, and gave it to Agent ██████. Following this, the additional spear was given to D-53263, and he was ordered to collect a blood sample from SCP-2184 with it. After a brief argument with the Agents, D-53263 agreed and approached the object with the spear. He stabbed SCP-2184's hind leg then started running. D-53263 stumbled in the dark, and started screaming incoherently until he was crushed by the awakened SCP-2184.\n\n\n2:00 (approx.)\n The remains of the spear with the blood sample were collected by the Agents.\n\n\n6:26\n The Agents arrived at Observation Post-146-A.\n\n\n7:10\n Researchers noted that both samples inherited the technology-canceling effect of SCP-2184. The maximum range of the effect was 10 cm in both cases. Similarly to SCP-2184, the samples did not appear on the photographs taken of them. Further analysis of the samples was prevented by their anomalous effect.\n\n\n14:45\n The samples lost their anomalous properties.\n\n\nThe samples were sent to Biological Research Area-12 for further analysis. They were determined to be indistinguishable from non-anomalous \nM. trogontherii\n samples.\n\n\n\n\n\n\n\n\n\n\nIncident Report on Containment Breach-2184-1:\n\n\n\n\nOn ██/██/████ SCP-2184 left Site-146 due to unknown reasons. Field Agents attempted to stop its advance by starting a forest fire in front of it, planning on forcing it to turn back. However, the fire stopped when SCP-2184 approached it, allowing SCP-2184 to continue its movement. Later investigations concluded that the fire died out in SCP-2184's proximity because it was lit with modern technology: a match.\n\n\nFollowing this, Field Agents ambushed SCP-2184. They wore clothing and were equipped with spears manufactured with primitive technology. SCP-2184 suffered only minor injuries and continued moving.\n\n\nSCP-2184's path passed through the village of █████████ (population: ████), located 55 km to the south of Site-146. The Foundation managed to evacuate 95% of the inhabitants before SCP-2184 arrived. All buildings and utilities were destroyed in the village during the incident. Amnestics were administered to the survivors, and a cover story about an earthquake was issued.\n\n\n13 hours after it left the village, SCP-2184 unexpectedly stopped, stood still for 5 minutes then returned to Site-146 following its original path. The portion of Site-146's fence that was destroyed during the incident was replaced during the next week.\n\n\n\n\nAddendum-2184-1:\n Following Containment Breach-2184-1, weaponry and clothing for 100 personnel was prepared using primitive technology to ensure resistance to SCP-2184's effect. The items are stored at the Observation Posts built around Site-146. The termination of SCP-2184 with these tools is permitted in case it poses a major threat to the civilian population during a possible future containment breach.\n\n\nAddendum-2184-2:\n On ██/██/████ an attempt was made to permanently restrict SCP-2184's movement without causing major injuries to it in order to prevent future containment breaches and to permit easier experimentation with it. Using explosives, a 10 m deep pit was prepared inside Site-146, designed to allow for the safe capture of SCP-2184. Agents equipped with spears and torches (lit using flint and iron pyrite) drove SCP-2184 to the pit. When SCP-2184 reached the pit, the pit malfunctioned and allowed SCP-2184 walk through it without falling. During this incident SCP-2184 appeared to continue its movement above the hole by walking in the air.\n\n\nThe same result is expected even if we avoid explosives and use only shovels. Since digging a pit of such size is practically impossible without proper tools (especially in such terrain), no further attempts are to be made using this method.\n\n-Site Director Ivanov\n\n\n\n\n\n\n« \nSCP-2183\n | SCP-2184 | \nSCP-2185\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2184\n\" by TobiasTheTapir, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2184\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-2184-1: Following Containment Breach-2184-1, weaponry and clothing for 100 personnel was prepared using primitive technology to ensure resistance to SCP-2184's effect. The items are stored at the Observation Posts built around Site-146. The termination of SCP-2184 with these tools is permitted in case it poses a major threat to the civilian population during a possible future containment breach.",
        "Addendum-2184-2: On ██/██/████ an attempt was made to permanently restrict SCP-2184's movement without causing major injuries to it in order to prevent future containment breaches and to permit easier experimentation with it. Using explosives, a 10 m deep pit was prepared inside Site-146, designed to allow for the safe capture of SCP-2184. Agents equipped with spears and torches (lit using flint and iron pyrite) drove SCP-2184 to the pit. When SCP-2184 reached the pit, the pit malfunctioned and allowed SCP-2184 walk through it without falling. During this incident SCP-2184 appeared to continue its movement above the hole by walking in the air.\nThe same result is expected even if we avoid explosives and use only shovels. Since digging a pit of such size is practically impossible without proper tools (especially in such terrain), no further attempts are to be made using this method. -Site Director Ivanov"
    ],
    "documents": [],
    "notes": [
        "Date: ██/██/████ Personnel: Agents ███████, ██████, and █████████ and D-53263. Equipment: Four spears and a bone knife were given to the Agents. All four personnel are given special clothing, resistant to the effect of SCP-2184. 15:00 The Agents and D-53263 left Observation Post-146-A to search for SCP-2184. To ensure his cooperation, D-53263 was told about armed guards stationed around the Site. 21:23 Agent ███████'s watch stopped. Shortly after that D-53263 informed Agent █████████ about feeling intense pain on the chest. Agent █████████ noticed that the tattoo with D-53263's numerical designation disappeared, leaving minor wounds on his skin. 23:30 (approx.) SCP-2184 was sighted. All four personnel hid from SCP-2184, waiting for it to sleep. 1:00 (approx.) D-53263 was given the bone knife and instructed to collect a hair sample from the presumably dormant SCP-2184. D-53263 managed to collect the sample without waking SCP-2184, and gave it to Agent ██████. Following this, the additional spear was given to D-53263, and he was ordered to collect a blood sample from SCP-2184 with it. After a brief argument with the Agents, D-53263 agreed and approached the object with the spear. He stabbed SCP-2184's hind leg then started running. D-53263 stumbled in the dark, and started screaming incoherently until he was crushed by the awakened SCP-2184. 2:00 (approx.) The remains of the spear with the blood sample were collected by the Agents. 6:26 The Agents arrived at Observation Post-146-A. 7:10 Researchers noted that both samples inherited the technology-canceling effect of SCP-2184. The maximum range of the effect was 10 cm in both cases. Similarly to SCP-2184, the samples did not appear on the photographs taken of them. Further analysis of the samples was prevented by their anomalous effect. 14:45 The samples lost their anomalous properties. The samples were sent to Biological Research Area-12 for further analysis. They were determined to be indistinguishable from non-anomalous M. trogontherii samples.",
        "On ██/██/████ SCP-2184 left Site-146 due to unknown reasons. Field Agents attempted to stop its advance by starting a forest fire in front of it, planning on forcing it to turn back. However, the fire stopped when SCP-2184 approached it, allowing SCP-2184 to continue its movement. Later investigations concluded that the fire died out in SCP-2184's proximity because it was lit with modern technology: a match. Following this, Field Agents ambushed SCP-2184. They wore clothing and were equipped with spears manufactured with primitive technology. SCP-2184 suffered only minor injuries and continued moving. SCP-2184's path passed through the village of █████████ (population: ████), located 55 km to the south of Site-146. The Foundation managed to evacuate 95% of the inhabitants before SCP-2184 arrived. All buildings and utilities were destroyed in the village during the incident. Amnestics were administered to the survivors, and a cover story about an earthquake was issued. 13 hours after it left the village, SCP-2184 unexpectedly stopped, stood still for 5 minutes then returned to Site-146 following its original path. The portion of Site-146's fence that was destroyed during the incident was replaced during the next week.",
        "\" SCP-2184 \" by TobiasTheTapir, from the SCP Wiki . Source: https://scpwiki.com/scp-2184 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2184",
    "object_class": "Euclid",
    "containment_procedures": "Provisional Site-146 is constructed around the habitat of SCP-2184 for the sole purpose of its containment. Site-146 is surrounded by a 3 m tall steel fence equipped with security cameras to prevent unauthorized entry. The Site is disguised as a weapon test site used by the Russian Army. The only road leading to it is in the private use of a Foundation front organization. 3 Observation Posts are built around the border of Site-146.",
    "description": "SCP-2184 is a steppe mammoth (Mammuthus trogontherii). Its height is approximately 12 m, making it three times taller than the largest known non-anomalous steppe mammoth specimen. SCP-2184 shows no sign of metabolism, growth or aging.",
    "title": "SCP-2184"
}