{
    "url": "https://scp-wiki.wikidot.com/scp-2196",
    "all_text": "rating: \n+98\n+\n–\nx\n\n\n\n\n\n\nSCP-2196 photographed during initial processing.\n\n\n\n\n\n\nItem #:\n SCP-2196\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2196 is to be kept in secure storage locker 37 at Site-66. In order to prevent accidental exposure to its properties, the object must be locked in an opaque tamper-proof case, with the combination available only to level 4 staff members.\n\n\nOutside of testing, SCP-2196-b must not be viewed by any staff member. Any personnel suspected of exposure to SCP-2196-b are to be suspended of all authority until administered a class B amnestic. In addition, any personnel requesting the destruction of SCP-2196, attempting to reclassify SCP-2196, or in any way modify its containment procedures are to be treated as if under the effects of exposure.\n\n\nDescription:\n SCP-2196-a is a disk approximately 18 cm across and 3 mm thick. The front side of SCP-2196-a is smooth to the limits of detection, while the back is lightly etched with a fractal pattern which shrinks below the measurable level near the center. SCP-2196-a absorbs all radiation directed at it, giving it a completely black appearance with the exception of SCP-2196-b. SCP-2196-b is a small light point on the front surface of SCP-2196-a, which moves toward the edge as viewing angle decreases, following what appears to be a logarithmic deceleration toward the edge of SCP-2196-a as it is viewed from lower angles to SCP-2196-a's surface.\n\n\nSubjects observing SCP-2196-b begin to experience a strong curiosity about its nature, along with a minor compulsion to magnify it, typically requesting telescopes or similar devices in order to clearly see SCP-2196-b. As magnification is increased and perceived arc-diameter expands, subjects show signs of dread, apprehension, and paranoia, along with an increased compulsion to magnify the object, typically reporting that they are unwilling or unable to look away. At this point, subjects are still able to cease the process under coersion. As subjects begin to approach a perceived diameter of one arc minute, they become mute and unresponsive, only continuing magnification. Brain scans of subjects at this stage show intense activity in the amygdala and occipital lobe. As subjects zoom to an estimated angular diameter of 30 arc-minutes, (including digital magnification and telescopic photographs) they seize and lose consciousness, waking after a short period with no memory of what SCP-2196-b looks like.\n\n\nRecovery Log:\n\nSCP-2196 was delivered anonymously to the home of researcher ████████ on 3/24/19██, accompanied by the following note:\n\n\n\n\nOh jailors to your chosen task, ere distance passes by,\n\nWe pray that you find true success, where we could only try.\n\n\n\n\nDue to researcher ████████'s previous encounter with the GOI known as The Serpent's Hand, it is believed she was used as a contact point for the Foundation. Further investigation is ongoing.\n\n\nAddendum 2196-1\n A faint radiation pulse was detected from SCP-2196-b █ years after initial containment, of a similar frequency to that of a high intensity cutting laser used on the object during initial durability tests.\n\n\nAddendum 2196-2\n The weak coloration of SCP-2196-b, initially slightly red, has shifted toward blue during containment.\n\n\n\n\n\n\n« \nSCP-2195\n | SCP-2196 | \nSCP-2197\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2196\n\" by enemyofentropy, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2196\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n vantablack-small.jpg\n\n\nName:\n Vantablack 01.JPG\n\n\nAuthor:\n Surrey NanoSystems\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 2196-1 A faint radiation pulse was detected from SCP-2196-b █ years after initial containment, of a similar frequency to that of a high intensity cutting laser used on the object during initial durability tests.",
        "Addendum 2196-2 The weak coloration of SCP-2196-b, initially slightly red, has shifted toward blue during containment."
    ],
    "documents": [],
    "notes": [
        "Oh jailors to your chosen task, ere distance passes by, We pray that you find true success, where we could only try.",
        "\" SCP-2196 \" by enemyofentropy, from the SCP Wiki . Source: https://scpwiki.com/scp-2196 . Licensed under CC-BY-SA .",
        "Filename: vantablack-small.jpg Name: Vantablack 01.JPG Author: Surrey NanoSystems License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-2196",
    "object_class": "Safe",
    "containment_procedures": "SCP-2196 is to be kept in secure storage locker 37 at Site-66. In order to prevent accidental exposure to its properties, the object must be locked in an opaque tamper-proof case, with the combination available only to level 4 staff members.",
    "description": "SCP-2196-a is a disk approximately 18 cm across and 3 mm thick. The front side of SCP-2196-a is smooth to the limits of detection, while the back is lightly etched with a fractal pattern which shrinks below the measurable level near the center. SCP-2196-a absorbs all radiation directed at it, giving it a completely black appearance with the exception of SCP-2196-b. SCP-2196-b is a small light point on the front surface of SCP-2196-a, which moves toward the edge as viewing angle decreases, following what appears to be a logarithmic deceleration toward the edge of SCP-2196-a as it is viewed from lower angles to SCP-2196-a's surface.",
    "title": "SCP-2196"
}