{
    "url": "https://scp-wiki.wikidot.com/scp-2203",
    "all_text": "rating: \n+468\n+\n–\nx\n\n\n\n\n\n\nSCP-2203 as found during requisition\n\n\n\n\n\n\nItem #:\n SCP-2203\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2203 is to be kept in a standard locker and powered down between tests. Use of SCP-2203 is restricted solely for testing and not for any other purpose. Any information gathered from SCP-2203 must be logged in the experiment journal and is not to be acted upon without principal researchers' consent. All requests for hiring decisions, vacation time, or transfers to different facilities strictly on SCP-2203's advice will be denied. Researchers are expected to review the personnel guide for Foundation policies regarding ethical behavior in relationships between employees before testing.\n\n\nTesting of the cards created by SCP-2203 using \nSCP-2236\n has been approved, following review by Site Command.\n\n\nDescription:\n SCP-2203 is a standard \"Love Tester\" amusement. The amusement is 1.9 m tall and is constructed from American chestnut (\nCastanea dentata\n) wood, brass, and glass, with a brass handgrip on the front and topped with a tall lightbox. Next to the grip on SCP-2203 is a brass plate, with the following engraved on it:\n\n\n\n\nFind the One for you! Test your love, and find that one special someone you are destined to spend the rest of your life with! Your sweetheart is waiting!\n\n\n\n\nOn the back of the machine is a small plaque listing The Great Amusementology Company as the manufacturer.\n\n\nSimilar to other love testers, when activated, the lightbox cycles through each light while a beeping melody is played. Based on the measured skin conductivity of the subject holding the handgrip, the lightbox indicates a supposed \"score\" of the subject's romantic appeal. The possible results are Please Try Again, Clammy, Harmless, Mild, Naughty but Nice, Wild, Burning, Passionate, Hot Stuff, and Uncontrollable.\n\n\nUnlike other love testers, SCP-2203 also dispenses a calling card, displaying the name and address of a person, along with a few words of advice about approaching said person. In all cases, the person mentioned has been proven to exist. Examination of the internal workings of SCP-2203 has been unable to ascertain the information source of the names and addresses, nor has any method of choosing a name been found.\n\n\nSubjects who approach the person named on the card report finding an easy bond between the two can be created, as if the subject implicitly understood the person. Subsequent interviews with the person approached also indicate a reciprocation of positive emotional connections with the subject. Sexual, romantic, and otherwise intimate relationships between the subject and the person have been determined by interview to be long-lasting, with marriage and full expectation of a happy life being common results. Both subject and person express lower cortisol levels and higher oxytocin and vasopressin levels in the event of a continuation of the bond.\n\n\nTesting has shown that the bond is non-anomalous in nature and can be disrupted. Tactics on the initial approach that suggest a lack of safety on the part of the person approached can dissuade the person from further interaction with the subject, as normal. Subsequent assaults or acts of betrayal once the bond has been established can dissolve the bond. The anomalous nature of SCP-2203 involves its ability to choose someone who reacts positively to the subject's personality, and does not impart any extra ability to strengthen the bond.\n\n\nRecovery Log:\n SCP-2203 was recovered on 14 February, 1973 from ███████████ █████ in San Francisco, CA. Police were called to break up and arrest two individuals who were fighting in front of the object, which was in the corner of a room with similar amusements. A Foundation agent embedded in the police force investigated the claim from the altercators that one man's girlfriend was supposed to be the other's true mate, according to the object. The agent operated SCP-2203 and was given a card with the name and current address of a former girlfriend in St. Louis, MO. He reported the event to the Foundation and requested vacation time.\n\n\nAddendum 2203-A: Experiment Log\n\n\nInitial D-Class safety testing revealed no anomalous risks from SCP-2203 \n(See Safety Log 2203-1)\n. Principal researcher Dr. Andrew Califano recommends testing with well-socialized subjects of up to Level 3 clearance. Permission granted.\n\n\nExperiment 2203-A-1\n\nDate: 17 February, 1973\n\nSubject: Dr. Andrew Califano\n\nNotes: Dr. Califano is married to Sylvia Califano, with two young children, Michael and Jocelyn. He reports a happy home.\n\nScore: Mild\n\nCard:\n\n\n\n\n\n\n\n\n\n\n~\n\nSylvia Califano\n\n███ Monte Vista, ██████, ██\n\nBut you already know that.\n\n~\n\n\n\n\n\n\n\n\n\n\n\n\nResult: Sylvia Califano asked to come in for testing.\n\n\nExperiment 2203-A-2\n\nDate: 18 February, 1973\n\nSubject: Sylvia Califano\n\nNotes: Wife of Dr. Andrew Califano\n\nScore: Naughty but Nice\n\nCard:\n\n\n\n\n\n\n\n\n\n\n~\n\nAndrew Califano\n\n███ Monte Vista, ██████, ██\n\nYou two are so lovely together.\n\n~\n\n\n\n\n\n\n\n\n\n\n\n\nResult: Testing confirms that perfect reciprocal matches are possible.\n\n\nExperiment 2203-A-14\n\nDate: 9 August, 1984\n\nSubject: Agent Ron Towson\n\nNotes: Subject is single and unattached.\n\nScore: Uncontrollable\n\nCard:\n\n\n\n\n\n\n\n\n\n\n~\n\nOlivia Scarborough\n\n██ ████████ ████, Leeds\n\nPatience, friend.\n\n~\n\n\n\n\n\n\n\n\n\n\n\n\nResult: Agent Towson reported AWOL and disappeared on 15 December, 1984. Subject was not located and not properly amnesticized before termination of employment. Tracking down of Agent Towson considered high priority as he is well trained in Foundation tactics and infiltration. On 25 December 1984, a domestic disturbance and an intruder at the home of Ms. Scarborough was reported to the West Yorkshire Police, and arrests were made. Due to political conditions between the UK and the Foundation at the time, the names of the arrested were never released.\n\n\nContainment procedures updated to forbid the use of SCP-2203 in hiring decisions, transfer requests, and vacation planning.\n\n\nExperiment 2203-A-26\n\nDate: 24 October, 1986\n\nSubject: Researcher Cathy Milnor\n\nNotes: Subject is single and unattached.\n\nScore: Wild\n\nCard:\n\n\n\n\n\n\n\n\n\n\n~\n\nOscar Hamilton\n\n████ ██████████ ██████, Denver\n\nHe'd be a perfect gentleman.\n\n~\n\n\n\n\n\n\n\n\n\n\n\n\nResult: Mr. Hamilton has been selected as a match three times to different subjects. All three subjects were female, heterosexual, between 25-30 years of age, of similar height and build, scored high on openness and introversion personality characteristics, and had a Score parameter of Wild.\n\n\nMr. Hamilton was not associated with the Foundation. O5 approval to approach him for testing was requested and approved. Upon initial interview, Mr. Hamilton reported to be engaged, and refused the offer to be tested with SCP-2203. He replied that he loves his fiancée and he would rather listen to his heart than any machine.\n\n\nMr. Hamilton voluntarily took a Class B amnestic and was released without testing.\n\n\nExperiment 2203-A-45\n\nDate: 11 May, 1997\n\nSubject: Dr. Misaki Ohta\n\nNotes: Subject is single and unattached. Subject reports being asexual and aromantic.\n\nScore: Harmless\n\nCard:\n\n\n\n\n\n\n\n\n\n\n~\n\nKaren Schmidt\n\n███ ██████ Room 459, New York City\n\nRelax, her art will speak to you.\n\n~\n\n\n\n\n\n\n\n\n\n\n\n\nResult: Subsequent contact with Ms. Schmidt has been to date positive. Dr. Ohta has provided considerable support for Ms. Schmidt's artworks and counts her as her best friend.\n\n\nSexual and romantic orientation of subjects have been preserved in all cases. All identification of partners have proven compatible for the subject.\n\n\nExperiment 2203-A-67\n\nDate: 18 April 2003\n\nSubject: D-72234\n\nNotes: Subject is single and unattached. Noted to have history of domestic violence. Requested testing on SCP-2203.\n\nScore: Uncontrollable\n\nCard:\n\n\n\n\n\n\n\n\n\n\n~\n\n\nYou should have waited.\n\n\n~\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2202\n | SCP-2203 | \nSCP-2204\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2203\n\" by WrongJohnSilver, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2203\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n matchmaker.jpg\n\n\nName:\n Mild really?\n\n\nAuthor:\n frankieleon\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLink",
    "addendums": [
        "Addendum 2203-A: Experiment Log"
    ],
    "documents": [],
    "notes": [
        "Find the One for you! Test your love, and find that one special someone you are destined to spend the rest of your life with! Your sweetheart is waiting!",
        "\" SCP-2203 \" by WrongJohnSilver, from the SCP Wiki . Source: https://scpwiki.com/scp-2203 . Licensed under CC-BY-SA .",
        "Filename: matchmaker.jpg Name: Mild really? Author: frankieleon License: CC BY 2.0 Source Link: Link"
    ],
    "item": "SCP-2203",
    "object_class": "Safe",
    "containment_procedures": "SCP-2203 is to be kept in a standard locker and powered down between tests. Use of SCP-2203 is restricted solely for testing and not for any other purpose. Any information gathered from SCP-2203 must be logged in the experiment journal and is not to be acted upon without principal researchers' consent. All requests for hiring decisions, vacation time, or transfers to different facilities strictly on SCP-2203's advice will be denied. Researchers are expected to review the personnel guide for Foundation policies regarding ethical behavior in relationships between employees before testing.",
    "description": "SCP-2203 is a standard \"Love Tester\" amusement. The amusement is 1.9 m tall and is constructed from American chestnut (Castanea dentata) wood, brass, and glass, with a brass handgrip on the front and topped with a tall lightbox. Next to the grip on SCP-2203 is a brass plate, with the following engraved on it:",
    "title": "SCP-2203"
}