{
    "url": "https://scp-wiki.wikidot.com/scp-2206",
    "all_text": "rating: \n+582\n+\n–\nx\n\n\nItem #:\n SCP-2206\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Containment of SCP-2206 is currently unfeasible due to the number and distribution of its broadcasting locations. To combat growing public awareness of SCP-2206, a mass disinformation campaign has been launched with the goal of disguising SCP-2206 as a work of fiction. To this end, the following actions have been, will be, and/or are continuing to be taken:\n\n\n\n\nThe creation of a fictional website for SCP-2206, describing it as a radio show parodying popular sports talk radio.\n\n\nThe creation of SCP-2206 merchandise, sold through an online storefront on the aforementioned website.\n\n\nThe creation of advertisements for SCP-2206, memetically engineered to decrease listeners' willingness to believe that SCP-2206 is anything other than a work of fiction.\n\n\nThe staging of live shows emulating SCP-2206 broadcasts, performed by Mobile Task Force Lambda-30 (\"Sports Casting Performers\").\n\n\n\n\nEfforts to locate and neutralize the source of SCP-2206 are ongoing.\n\n\nDescription:\n SCP-2206 is a series of radio broadcasts that began occurring throughout the continental United States in 2008. These broadcasts mainly occur during the local evening, usually coinciding with a region's baseball games. While it is possible to trace individual instances of SCP-2206 back to their apparent broadcasting locations, no source has been found for them. It is currently theorized that SCP-2206 is an inter-universal broadcast from an alternate universe significantly different from our own.\n\n\nThe content of SCP-2206 is a \nsports commentary and discussion show\n. While the focus of this show is a sport referred to as baseball, this sport is significantly different from any known version of baseball played on Earth.\n1\n\n\nDifferences include:\n\n\n\n\nBatters do not receive walks. The only way to get on base is to successfully hit the ball.\n\n\nBats are constructed from aluminum or lightweight composites, instead of the northern white ash wood typically used in the construction of professional-level bats.\n\n\nA larger playing field. The distance between bases has been stated as being 180 feet (approximately 55 meters), while the distance between home plate and the furthest point of the back wall has been given as 1600 feet (approximately 490 meters).\n\n\nHigh-strength fences (constructed from various different materials) of \"great height\" entirely surround the field for the protection of spectators.\n\n\nOn-field fights between opposing teams are common, expected, and considered a legitimate manner of contesting an umpire's call.\n\n\nSerious injuries and fatalities are significantly more common.\n\n\nThe use of steroids and other performance-enhancing drugs is mandatory.\n\n\nPlayers are highly divergent from baseline humans. Genetically-modified and cybernetically-enhanced humans, sapient ectomorphs, androids, and other anomalous humanoids are present in some combination on all teams.\n\n\nFan superstitions appear to be capable of actually affecting the outcome of a game.\n\n\n\n\nThe commentators for SCP-2206, who are by all indications baseline humans, treat these differences as usual and normal, providing commentary very similar in tone and style to that of a normal sports talk radio show.\n\n\nThe following teams are known to currently play SCP-2206 baseball.\n\n\n\n\n\n\nTeam\n\n\nLeague\n2\n\n\nMLB Counterpart\n\n\nNotes\n\n\n\n\n\n\nAnaheim Avengers\n\n\nAmerican\n\n\nLos Angeles Angels of Anaheim\n\n\nWhile it has been stated that they are the second team in history from Anaheim, it is currently unknown what happened to the first.\n\n\n\n\n\n\nAtlanta Aztecs\n\n\nNational\n\n\nAtlanta Braves\n\n\nIn lieu of an opening pitch, the team starts their home games by ritually sacrificing a B-list celebrity.\n\n\n\n\n\n\nBaltimore Terrapins\n\n\nAmerican\n\n\nBaltimore Orioles\n\n\nAlthough they are named after the Maryland state reptile, their mascot is apparently a three-ton, acid-spitting lizard capable of launching poisonous spines from its back. It is possible that in SCP-2206's universe, this is the state reptile of Maryland.\n\n\n\n\n\n\nBoston Red Shirts\n\n\nAmerican\n\n\nBoston Red Sox\n\n\nCurrently holds the record for most fatalities sustained in a single game, set during a 1903 game against the New York Highlanders. After losing their entire roster, the Red Shirts began drafting spectators onto the team. They eventually won 1-0.\n\n\n\n\n\n\nChicago Black Sox\n\n\nAmerican\n\n\nChicago White Sox\n\n\nConspired to fix the 1919 World Series, which they won in a four-game sweep, to the confusion of all involved.\n\n\n\n\n\n\nChicago Orphans\n\n\nNational\n\n\nChicago Cubs\n\n\nThe team has been without a manager, owner, and coaching staff since 1897, and were evicted from their ballpark in 1902. Despite this, they are one of the most successful teams in SCP-2206 baseball, having claimed over 20 World Series titles.\n\n\n\n\n\n\nCincinnati Communists\n\n\nNational\n\n\nCincinnati Reds\n\n\nBetween 1952 and 1993, the entire team was illegal under US law.\n\n\n\n\n\n\nCleveland Exiles\n\n\nAmerican\n\n\nCleveland Indians\n\n\nThe team has not played a single game in Cleveland since 1900.\n\n\n\n\n\n\nColorado Blizzards\n\n\nNational\n\n\nColorado Rockies\n\n\nTheir stadium is perpetually buried under a meter of snow, providing them with a significant home field advantage.\n\n\n\n\n\n\nDetroit Wolverines\n\n\nAmerican\n\n\nDetroit Tigers\n\n\nMembers of the team appear to be immortal.\n\n\n\n\n\n\nFlorida Flounders\n\n\nNational\n\n\nMiami Marlins\n\n\nAs the only entirely amphibious team, they represent the United States in the Pisces Cup, a five-game series played against the Atlantis Aquatics. By Atlantean lore, the possessor of the cup has fishing rights to the North Atlantic.\n\n\n\n\n\n\nHouston Colt .45s\n\n\nAmerican\n\n\nHouston Astros\n\n\nSingularly responsible for the 1972 ban on the use of firearms during play.\n\n\n\n\n\n\nKansas City Kings\n\n\nAmerican\n\n\nKansas City Royals\n\n\nActually two teams, one from Kansas City, Missouri, and one from Kansas City, Kansas, both of which claim to be the rightful heirs to the title of Kansas City Kings.\n\n\n\n\n\n\nLos Angeles Defectors\n\n\nNational\n\n\nLos Angeles Dodgers\n\n\nOriginally the Brooklyn Excelsiors, in 1958 the entire team, stadium, and ownership were transplanted to Los Angeles overnight, narrowly escaping an assassination plot orchestrated by the New York Highlanders.\n\n\n\n\n\n\nMinnesota Clones\n\n\nAmerican\n\n\nMinnesota Twins\n\n\nNotable for being the first team to make extensive use of cloned players, earning them their name. Their roster has remained unchanged since 1985, consisting entirely of genetic clones of previous players.\n\n\n\n\n\n\nMontreal Volcanoes\n\n\nNational\n\n\nWashington Nationals\n\n\nTheir home games are played inside the active volcano of Mount Royal\n3\n. This resulted in the incineration of the entire team, along with their opponents, the Toronto Razors, and thousands of spectators when the volcano erupted during Game Five of the 2005 Pearson Cup.\n\n\n\n\n\n\nNew York Highlanders\n\n\nAmerican\n\n\nNew York Yankees\n\n\nRepeatedly referred to as \"The Most Hated Team in Baseball\" by various SCP-2206 commentators, the New York Highlanders have a history of using tactics considered underhanded even by SCP-2206 standards. After forcing their fellow New York teams, the New York Gothams and the Brooklyn Excelsiors, to flee the city in 1958, they remained the sole SCP-2206 baseball team in New York until the formation of the New York Urbans in 1961.\n\n\n\n\n\n\nNew York Urbans\n\n\nNational\n\n\nNew York Mets\n\n\nNicknamed \"The Murderin' Urbans\" in 1969, due to their assassination of the entire roster of the Baltimore Terrapins on the eve of Game One of that year's World Series. As a direct result, off-field murder was banned the following season. This ban would not be lifted until 2000.\n\n\n\n\n\n\nOakland Elephants\n\n\nAmerican\n\n\nOakland Athletics\n\n\nSpectators are physically incapable of forgetting their games.\n\n\n\n\n\n\nPhiladelphia Phantoms\n\n\nNational\n\n\nPhiladelphia Phillies\n\n\nFrom their inception, the entire team has been cursed to haunt their stadium as \"ghosts\"\n4\n until they can go an entire season without losing a game. Their ability to complete this goal is hindered by their inability to play away games.\n\n\n\n\n\n\nPhoenix Firebirds\n\n\nNational\n\n\nArizona Diamondbacks\n\n\nFirst team to play in a stadium with a fireproof roof.\n\n\n\n\n\n\nPittsburgh Rebels\n\n\nNational\n\n\nPittsburgh Pirates\n\n\nStaged an uprising against the \nCommissioner of Baseball\n in 2010, which ended in failure after the Commissioner killed his assailants with his \"death stare\".\n\n\n\n\n\n\nSan Diego Whales\n\n\nNational\n\n\nSan Diego Padres\n\n\nPlayers have repeatedly been the targets of Japanese whaling ships, despite not actually being whales.\n\n\n\n\n\n\nSan Francisco Ghosts\n\n\nNational\n\n\nSan Francisco Giants\n\n\nOriginally the New York Gothams, in 1958 the entire team, stadium, and ownership were transplanted to San Francisco overnight, after narrowly failing to escape an assassination plot orchestrated by the New York Highlanders.\n\n\n\n\n\n\nSeattle Storms\n\n\nAmerican\n\n\nSeattle Mariners\n\n\nThe entire team was banned for the duration of the 2009 season after using divine intervention from multiple weather gods\n5\n to influence the outcomes of their games, including the American League Championship Series. SCP-2206 baseball rules limit teams to one patron deity per season.\n\n\n\n\n\n\nSeattle Autopilots\n\n\nNational\n\n\nMilwaukee Brewers\n\n\nThe team's roster includes two self-driving cars, four unmanned aerial vehicles, and three autonomous vacuum cleaners. It is unknown how they are able to play baseball.\n\n\n\n\n\n\nSt. Louis Cardinals\n\n\nNational\n\n\nSt. Louis Cardinals\n\n\nAlthough they share a name with our universe's St. Louis Cardinals, the SCP-2206 Cardinals have an actual Catholic Cardinal as their mascot, who is an ordained bishop of the Roman Catholic Church and a member of the College of Cardinals. This is in contrast to our universe's St. Louis Cardinals, who do not.\n\n\n\n\n\n\nTampa Bay Devils\n\n\nAmerican\n\n\nTampa Bay Rays\n\n\nPlayer salaries are paid in human souls.\n\n\n\n\n\n\nTexas Renegades\n\n\nAmerican\n\n\nTexas Rangers\n\n\nIn 1993 the entire team quit baseball and formed a basketball team, only to return to baseball in 1995.\n\n\n\n\n\n\nToronto Razors\n\n\nAmerican\n\n\nToronto Blue Jays\n\n\nAs part of Ontario's ongoing war against facial hair, the team offers free shaves to spectators.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The following sections make extensive use of baseball terminology. Those unfamiliar with the terms used are advised to refer to the Foundation's primer on American baseball.\n\n\n2\n. As with normal Major League Baseball, SCP-2206 baseball teams are divided into an American League and a National League.\n\n\n3\n. Our universe's Mount Royal is extinct.\n\n\n4\n. Believed to be Class-A Ectomorphs, based on SCP-2206 commentary.\n\n\n5\n. The existence of which appears to be public knowledge in SCP-2206's universe.\n\n\n\n\n\n\n\n\n« \nSCP-2205\n | SCP-2206 | \nSCP-2207\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2206\n\" by GreenWolf, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2206\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2206 \" by GreenWolf, from the SCP Wiki . Source: https://scpwiki.com/scp-2206 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2206",
    "object_class": "Euclid",
    "containment_procedures": "Containment of SCP-2206 is currently unfeasible due to the number and distribution of its broadcasting locations. To combat growing public awareness of SCP-2206, a mass disinformation campaign has been launched with the goal of disguising SCP-2206 as a work of fiction. To this end, the following actions have been, will be, and/or are continuing to be taken:",
    "description": "SCP-2206 is a series of radio broadcasts that began occurring throughout the continental United States in 2008. These broadcasts mainly occur during the local evening, usually coinciding with a region's baseball games. While it is possible to trace individual instances of SCP-2206 back to their apparent broadcasting locations, no source has been found for them. It is currently theorized that SCP-2206 is an inter-universal broadcast from an alternate universe significantly different from our own.",
    "title": "SCP-2206"
}