{
    "url": "https://scp-wiki.wikidot.com/scp-2208",
    "all_text": "rating: \n+30\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-2208: Deus In Furno\n\nSometimes, God just gets turned into a saucepan, okay?\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-2208 with testing cord and lid\n\n\n\n\n\n\nItem #:\n SCP-2208\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2208 is to be kept in a Level 4 secure storage locker in Site-57. Personnel wishing to access SCP-2208 must obtain permission from the Site Director. Instances of SCP-2208-A are to be cataloged and placed in non-hazardous storage.\n1\n Full-body protection must be worn at all times when testing SCP-2208.\n\n\nDescription:\n SCP-2208 is a 2-quart ██████-brand stainless steel saucepan. The inside is coated in a nonstick polymer believed to be polytetrafluoroethylene.\n2\n The handle has been modified to include a USB standard-A receptacle, \nthe purpose of which has yet to be determined\n investigation of which is pending.\n3\n SCP-2208 does not transfer heat as a stainless steel saucepan should, and heat testing up to 2,300°C has been unable to warm its surface.\n\n\nWhen a human subject makes skin contact with any part of SCP-2208, there is a 29% chance the subject will be transformed into a saucepan (SCP-2208-A) in a process that takes ~0.8 seconds. Instances of SCP-2208-A match SCP-2208's appearance, apart from the lack of USB receptacle; they are otherwise non-anomalous. Subjects unaffected by initial contact with SCP-2208 are able to safely handle it thereafter.\n4\n A predictive pattern of SCP-2208's effects has yet to be determined.\n\n\nInterview 2208-01\n\n\n\n\nInterviewed:\n J██████ Nuñez\n\n\nInterviewer:\n Agent Alvarez-Montaña\n\n\nForeword:\n SCP-2208 was recovered from the home of J██████ Nuñez of Westway, Texas, USA, along with 145 other saucepans believed to be instances of SCP-2208-A. The home was raided after a four-month federal investigation into the disappearances of more than ███ individuals from the area. Foundation agents embedded with the FBI were alerted to SCP-2208's anomalous properties after 3 federal and 1 Foundation agent were converted into instances of SCP-2208-A. The object was recovered by a federal agent immune to its effects, and Ms. Nuñez was questioned by the Foundation. Interview translated from Spanish.\n\n\n<Begin Log>\n\n\nAgent Alvarez:\n What can you tell us about the saucepan we recovered from your home? The one that transforms people.\n\n\nMs. Nuñez:\n God created man in His own image.\n\n\nAgent Alvarez:\n I don't understand.\n\n\nMs. Nuñez:\n God does not make mistakes.\n\n\nAgent Alvarez:\n I don't know what you mean. Maybe you can explain why you haven't been changed? I'm sure you've touched it. Is there a reason why some are changed and some aren't?\n\n\nMs. Nuñez:\n You and I, we are unworthy. I brought more and more faithful to him, yet still am I forsaken. \n[begins to cry]\n Why am I not worthy?\n\n\nAgent Alvarez:\n Make sure you tell the Bureau about that later. \n[pauses]\n Are you sure you don't know anything more about how it works, or why?\n\n\nMs. Nuñez:\n God does not make mistakes, Mister Agent. If God were to change, His image would change, also.\n\n\n<End Log>\n\n\nClosing Statement:\n Ms. Nuñez was remanded to FBI custody after a standard containment period and administration of amnestics. She cooperated with authorities in locating the remains of the ███ individuals not accounted for by SCP-2208-A instances and was charged in their deaths.\n\n\n\n\nAddendum 2208-02:\n On ██/██/20██, while performing routine testing on SCP-2208's USB receptacle, Junior Researcher L███ was simultaneously recharging an MP3 player via USB on the test computer, in violation of testing procedures. After testing was complete, Junior Researcher L███ discovered a new file on his device, named \"un_w721g.mp3\" and remanded his MP3 player to custody for study. A transcript of the audio file follows.\n\n\n\n\n[File begins with 4 seconds of white noise, followed by a surprised feminine voice.]\n\n\nOw! What? What's this? Hello? Is that you guys? Listen, I haven't had anything to work with in like two months. Is that why you missed my last couple paychecks? It's been a while. I'm not a charity here! I've got expenses! And all these other people you sent in, they're starting to smell. It's been a while. Look, either you get me some new material, you pay me, or you find yourself a new employee. Once I figure out how to get out of here, anyway. It's been a while.\n\n\n\n\nContainment procedures are currently under review.\n\n\n\n\nFootnotes\n\n\n1\n. Next of kin are to be informed of death and loss of remains per Foundation Ethics Protocol 283-A-5: Family and Survivors With Unrecoverable Remains.\n\n\n2\n. Marketed as \"Teflon\". Materials testing has not been possible.\n\n\n3\n. See Addendum 2208-02.\n\n\n4\n. For a list of personnel immune to the effects of SCP-2208, reference Document 2208-02-b.\n\n\n\n\n\n\n\n\n« \nSCP-2207\n | SCP-2208 | \nSCP-2209\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2208\n\" by TL333s, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2208\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-2208.jpg\n\n\nName:\n A Thermo-Electric Saucepan?\n\n\nAuthor:\n Paul Gardner-Stephen\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink",
    "addendums": [
        "Addendum 2208-02: On ██/██/20██, while performing routine testing on SCP-2208's USB receptacle, Junior Researcher L███ was simultaneously recharging an MP3 player via USB on the test computer, in violation of testing procedures. After testing was complete, Junior Researcher L███ discovered a new file on his device, named \"un_w721g.mp3\" and remanded his MP3 player to custody for study. A transcript of the audio file follows.\nContainment procedures are currently under review."
    ],
    "documents": [],
    "notes": [
        "Interviewed: J██████ Nuñez Interviewer: Agent Alvarez-Montaña Foreword: SCP-2208 was recovered from the home of J██████ Nuñez of Westway, Texas, USA, along with 145 other saucepans believed to be instances of SCP-2208-A. The home was raided after a four-month federal investigation into the disappearances of more than ███ individuals from the area. Foundation agents embedded with the FBI were alerted to SCP-2208's anomalous properties after 3 federal and 1 Foundation agent were converted into instances of SCP-2208-A. The object was recovered by a federal agent immune to its effects, and Ms. Nuñez was questioned by the Foundation. Interview translated from Spanish. <Begin Log> Agent Alvarez: What can you tell us about the saucepan we recovered from your home? The one that transforms people. Ms. Nuñez: God created man in His own image. Agent Alvarez: I don't understand. Ms. Nuñez: God does not make mistakes. Agent Alvarez: I don't know what you mean. Maybe you can explain why you haven't been changed? I'm sure you've touched it. Is there a reason why some are changed and some aren't? Ms. Nuñez: You and I, we are unworthy. I brought more and more faithful to him, yet still am I forsaken. [begins to cry] Why am I not worthy? Agent Alvarez: Make sure you tell the Bureau about that later. [pauses] Are you sure you don't know anything more about how it works, or why? Ms. Nuñez: God does not make mistakes, Mister Agent. If God were to change, His image would change, also. <End Log> Closing Statement: Ms. Nuñez was remanded to FBI custody after a standard containment period and administration of amnestics. She cooperated with authorities in locating the remains of the ███ individuals not accounted for by SCP-2208-A instances and was charged in their deaths.",
        "[File begins with 4 seconds of white noise, followed by a surprised feminine voice.] Ow! What? What's this? Hello? Is that you guys? Listen, I haven't had anything to work with in like two months. Is that why you missed my last couple paychecks? It's been a while. I'm not a charity here! I've got expenses! And all these other people you sent in, they're starting to smell. It's been a while. Look, either you get me some new material, you pay me, or you find yourself a new employee. Once I figure out how to get out of here, anyway. It's been a while.",
        "\" SCP-2208 \" by TL333s, from the SCP Wiki . Source: https://scpwiki.com/scp-2208 . Licensed under CC-BY-SA .",
        "Filename: scp-2208.jpg Name: A Thermo-Electric Saucepan? Author: Paul Gardner-Stephen License: CC BY-SA 3.0 Source Link: Link"
    ],
    "item": "SCP-2208",
    "object_class": "Safe",
    "containment_procedures": "SCP-2208 is to be kept in a Level 4 secure storage locker in Site-57. Personnel wishing to access SCP-2208 must obtain permission from the Site Director. Instances of SCP-2208-A are to be cataloged and placed in non-hazardous storage.1 Full-body protection must be worn at all times when testing SCP-2208.",
    "description": "SCP-2208 is a 2-quart ██████-brand stainless steel saucepan. The inside is coated in a nonstick polymer believed to be polytetrafluoroethylene.2 The handle has been modified to include a USB standard-A receptacle, the purpose of which has yet to be determined investigation of which is pending.3 SCP-2208 does not transfer heat as a stainless steel saucepan should, and heat testing up to 2,300°C has been unable to warm its surface.",
    "title": "SCP-2208"
}