{
    "url": "https://scp-wiki.wikidot.com/scp-2214",
    "all_text": "rating: \n+157\n+\n–\nx\n\n\nItem #:\n SCP-2214\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The entrance to SCP-2214 is to remain locked at all times. Iron bars are fitted across all windows of SCP-2214 to prevent the entry of foreign objects. Foundation agents are to guard the apartments immediately adjacent, as well as above and below, SCP-2214, under the guise of residents of the building.\n\n\nInteraction with SCP-2214-1 through -1288 is forbidden under any circumstances. Any personnel seeking to enter SCP-2214 for purposes of research or documentation must first receive express, written permission from an onsite supervisor of level 3 or higher security clearance.\n\n\nFoundation personnel may only incorporate outside objects into SCP-2214 with the permission of a supervisor of level 4 or higher security clearance.\n\n\nDescription:\n SCP-2214 is a 40 m\n2\n apartment located in [REDACTED] Okrug, Moscow. The layout of SCP-2214 is consistent with late Soviet-era standards for single-resident apartments, and differs in no significant way from that of other units in the building.\n\n\nSCP-2214 contains 1288 objects, SCP-2214-1 through SCP-2214-1288, mostly typical belongings for a late Soviet-era apartment. The primary exception is SCP-2214-1280, the remains of Konstantin Baranov, former resident of SCP-2214. Any object that remains in SCP-2214 for 72 hours or more will be incorporated into SCP-2214. Once incorporated, it becomes physically impossible to remove an object from SCP-2214\n1\n.\n\n\nSCP-2214-1 through SCP-2214-1288 change orientation and relative position to one another in response to changes in macroeconomic conditions of the former Soviet Union\n2\n. Each object is representative of a single macroeconomic factor, although the sheer number of SCP objects has made interpreting the movements of SCP-2214-1 through -1284 effectively impossible. However, Foundation researchers have made some progress in connecting the movements of objects with macroeconomic conditions; see Addendum 2214-W-78-o91 for a partial list.\n\n\nManually changing the position of SCP-2214-1 through -1288 effects changes in the economy of the former Soviet Union. The typical delay between the movement of an object and the economic changes that it effects is three days.\n\n\nAddendum 2214-W-78-o91\n\n\n\n\n\n\n\n\nObject #\n\n\nObject\n\n\nAssociated economic factor\n\n\n\n\n\n\n018\n\n\nNotebook, filled with clippings of recipes from \nPravda\n\n\nNatural gas output of Turkmenistan\n\n\n\n\n\n\n261\n\n\nApple, wax\n\n\nInflation rate in Belarus\n\n\n\n\n\n\n588\n\n\nSoap bar, wrapped\n\n\nTrade balance between Ukraine and Greece\n\n\n\n\n\n\n993\n\n\nFork, leftmost tine bent\n\n\nOut-migration of laborers from Azerbaijan\n\n\n\n\n\n\n1280\n\n\nRemains of Konstantin Baranov\n\n\nEconomic output of Omsk Oblast, Russian Federation\n\n\n\n\n\n\n1281\n\n\nCigarette butt, believed to have been dropped by initial GRU-P containment team\n\n\nDemand for sugar in Gorno-Badakhshan, Tajikistan\n\n\n\n\n\n\n1285\n\n\nSteel ball bearing\n\n\nPrice of crude oil in Estonia\n\n\n\n\n\n\nLevel 4 or higher security clearance necessary to view full list\n\n\n\n\nDiscovery Log:\n The anomalous nature of SCP-2214 was discovered on October 17, 1990 when ██████████ ██████, the superintendent of the building housing SCP-2214, entered SCP-2214 to investigate complaints about an odor emanating from the apartment. Previously, tenants had complained about persistent noises from the apartment of Mr. Baranov, a deputy assistant sub-director at the Soviet State Planning Committee (Gosplan).\n\n\nUpon entering SCP-2214, Mr. ██████ found \"plates flying everywhere and ghosts moving furniture.\" In addition, Mr. ██████ located the remains of Mr. Baranov, who appeared to have been killed when a dresser\n3\n fell on top of him, crushing him. It was estimated that Mr. Baranov had been deceased roughly a week by the time of discovery.\n\n\nCalls from Mr. ██████ to the Moscow police were intercepted by agents of the GRU-P, who arrived on the scene and successfully secured the area. Mr. ██████ was detained and dosed with a class-R amnestic. In 1992, with the integration of several elements of the former GRU-P, the Foundation gained custody of SCP-2214.\n\n\n\n\nFootnotes\n\n\n1\n. SCP-2214-1282 through -1288, consisting of a ballpoint pen, a paperclip, and five steel ball bearings, were all introduced during initial testing of SCP-2214 by GRU-P personnel.\n\n\n2\n. This includes the Russian Federation, Ukraine, Belarus, Moldova, Estonia, Latvia, Lithuania, Georgia, Armenia, Azerbaijan, Kazakhstan, Turkmenistan, Podlogistan, Uzbekistan, the Kyrgyz Republic, and Tajikistan.\n\n\n3\n. Later discovered to be affected by the state-mandated price for Uzbek cotton.\n\n\n\n\n\n\n\n\n« \nSCP-2213\n | SCP-2214 | \nSCP-2215\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2214\n\" by (user deleted), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2214\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2214-W-78-o91"
    ],
    "documents": [],
    "notes": [
        "Object # Object Associated economic factor 018 Notebook, filled with clippings of recipes from Pravda Natural gas output of Turkmenistan 261 Apple, wax Inflation rate in Belarus 588 Soap bar, wrapped Trade balance between Ukraine and Greece 993 Fork, leftmost tine bent Out-migration of laborers from Azerbaijan 1280 Remains of Konstantin Baranov Economic output of Omsk Oblast, Russian Federation 1281 Cigarette butt, believed to have been dropped by initial GRU-P containment team Demand for sugar in Gorno-Badakhshan, Tajikistan 1285 Steel ball bearing Price of crude oil in Estonia Level 4 or higher security clearance necessary to view full list",
        "\" SCP-2214 \" by (user deleted), from the SCP Wiki . Source: https://scpwiki.com/scp-2214 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2214",
    "object_class": "Safe",
    "containment_procedures": "The entrance to SCP-2214 is to remain locked at all times. Iron bars are fitted across all windows of SCP-2214 to prevent the entry of foreign objects. Foundation agents are to guard the apartments immediately adjacent, as well as above and below, SCP-2214, under the guise of residents of the building.",
    "description": "SCP-2214 is a 40 m2 apartment located in [REDACTED] Okrug, Moscow. The layout of SCP-2214 is consistent with late Soviet-era standards for single-resident apartments, and differs in no significant way from that of other units in the building.",
    "title": "SCP-2214"
}