{
    "url": "https://scp-wiki.wikidot.com/scp-2225",
    "all_text": "rating: \n+148\n+\n–\nx\n\n\nItem #:\n SCP-2225\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2225 is currently contained in an enclosure on the outside grounds of Area-12. Access to SCP-2225 requires Level-4 authorization, and any personnel entering the enclosure are to be accompanied by a security guard. Should SCP-2225 become violent, it is to be tranquilized immediately and all personnel evacuated from the containment unit. As SCP-2225 is generally docile, care should be taken to avoid provoking or agitating it. Speaking calmly, maintaining eye contact, and waiting for SCP-2225 to approach the speaker on its own have been found to lead to successful interactions.\n\n\nSCP-2225 is to be fed 10 grams of human hair daily; the hair must be obtained equally from two individuals\n1\n (e.g. about 5 grams from each) who must be on mutually friendly terms. A storage bank of hair samples is to be maintained and restocked as necessary for this purpose. There must be at all times a backup supply of two weeks’ meals. Should SCP-2225 show signs of malnutrition (determined to be excess shedding of skin), its daily ration is to be doubled for one week.\n\n\nA detailed record of the current providers of material for SCP-2225’s meals is to be kept. A list of backup provider profiles is to be available to all personnel assigned to SCP-2225, and updated monthly.\n\n\nDescription:\n SCP-2225 is a serpentine entity possessing two forelegs and a spined, lizardlike head. It measures roughly nine meters long, and 0.5 meters at thickest body diameter. Chemical analysis of shed skin samples reveals that its body contains traces of silver. A crest of multicolored hair runs the length of SCP-2225’s back; lab testing indicates that various hair samples taken from SCP-2225 are consistent in composition with human hair.\n\n\nSCP-2225 is capable of limited communication.\n2\n It appears to have difficulty forming words correctly, and its speech is halting. Nevertheless, all subjects report that its speech is clearly understandable in the listener's primary language. SCP-2225 is believed to be sapient, and based on interviews, seems to possess a simplistic mindset.\n\n\nSCP-2225’s diet consists solely of human hair. This was determined when SCP-2225 was initially discovered in a museum, attempting to tear apart an heirloom journal that had been in the exhibition storage. SCP-2225 was restrained and transported to a Foundation facility, and the journal studied. SCP-2225 had been attempting to extract and consume a small length of braided hair (noted in the journal to be part from the journal’s owner, part from their closest friend).\n\n\nFollowing inconclusive initial interviews with SCP-2225, various experimental trials were subsequently carried out to replicate SCP-2225's preferred sustenance.\n3\n When SCP-2225 refused every generated hair sample, it was proposed that based on the origin of the recovered hair from the journal, experimental samples should be paired based on current relationships between providers. The “friend” trials\n4\n were the only samples SCP-2225 did not reject. It is unknown whether providers of SCP-2225's sustenance experience any adverse effects, but none have been noted thus far.\n\n\nSCP-2225 is able to, at irregular intervals, materialize small trinkets from its hair crest. These items are either silver-colored or containing silver (noted items have included coins, grooming apparatus, and various articles of jewelry, most commonly lockets). This usually follows regurgitation of hair samples. Researchers have allowed it to keep most of the items it has recovered in this manner; SCP-2225 becomes aggressive when personnel attempt to take away objects by force. However, it has given away all items that pertain to Foundation personnel whose hair it has consumed. (See interview log)\n\n\n\n\nInterview Log 2225-3-███-█:\n The following interview, conducted on ██/██/████ between Dr. Mark Kiryu and SCP-2225, suggests a possible childhood of SCP-2225 and may partially explain its behavior.\n\n\nDr. Kiryu:\n Good morning.\n\n\nSCP-2225:\n \n[looks inquiringly at Kiryu]\n For me?\n\n\nDr. Kiryu:\n Here’s your meal. I hope it’s to your liking.\n\n\nSCP-2225:\n \n[begins to sniff at hair samples, chews on a few strands]\n For me, I must return what I stole. Friendships are feasts, but I wanted friends.\n\n\nDr. Kiryu:\n Actually, I don’t know if you’ve met those who gave the hair, but they apparently have quite the history. Lots of adventures as children.\n\n\nSCP-2225:\n \n[begins retching, vomits up a mass of hair, and examines it]\n For child friends… \n[SCP-2225 leans on a nearby boulder, and uses one of its limbs to dislodge an object from its hair crest]\n I had none. I will return what I stole. Feasts are forgotten. \n[SCP-2225 picks up the object, later determined to be a small silver-colored model airplane, in its claws and deposits it next to Kiryu]\n It looked like me, but was not for me. Not a friend. For you, return?\n\n\nDr. Kiryu:\n For me? I don’t think I should keep it.\n\n\nSCP-2225:\n \n[shakes head]\n For them, return what was stolen.\n\n\nDr. Kiryu:\n I think I’ve got it. This belonged to the two of them, didn’t it?\n\n\nSCP-2225:\n \n[nods head]\n For two friends. Return to them. What was stolen. What I stole. I had feasts, but I have nothing for me.\n\n\nDr. Kiryu:\n I see. I'll bring it to them. What made you decide to give these things back?\n\n\nSCP-2225:\n \n[facial expression approximates a smile]\n For friends.\n\n\nNote:\n When questioned, D-3178 and D-3179 stated that the airplane was a childhood plaything they had constructed together, during the beginning of their acquaintance. Both had believed it lost in a lake at some point, because a small snake swimming in the water had startled one of them into dropping it. The snake, as remembered by D-3179, was silver-colored.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The personnel currently assigned as providers are D-3178 and D-3179.\n\n\n2\n. It is noted that SCP-2225 initially spoke very little with Foundation staff, but became gradually more vocal when it was being fed correctly.\n\n\n3\n. The first round of experimentation focused on replicating the hairs’ chemical composition either synthetically or matching with samples collected from on-site staff.\n\n\n4\n. versus “no relation” and “antagonistic” hair combinations obtained from D-Class personnel\n\n\n\n\n\n\n\n\n« \nSCP-2224\n | SCP-2225 | \nSCP-2226\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2225\n\" by Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2225\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interview Log 2225-3-███-█: The following interview, conducted on ██/██/████ between Dr. Mark Kiryu and SCP-2225, suggests a possible childhood of SCP-2225 and may partially explain its behavior. Dr. Kiryu: Good morning. SCP-2225: [looks inquiringly at Kiryu] For me? Dr. Kiryu: Here’s your meal. I hope it’s to your liking. SCP-2225: [begins to sniff at hair samples, chews on a few strands] For me, I must return what I stole. Friendships are feasts, but I wanted friends. Dr. Kiryu: Actually, I don’t know if you’ve met those who gave the hair, but they apparently have quite the history. Lots of adventures as children. SCP-2225: [begins retching, vomits up a mass of hair, and examines it] For child friends… [SCP-2225 leans on a nearby boulder, and uses one of its limbs to dislodge an object from its hair crest] I had none. I will return what I stole. Feasts are forgotten. [SCP-2225 picks up the object, later determined to be a small silver-colored model airplane, in its claws and deposits it next to Kiryu] It looked like me, but was not for me. Not a friend. For you, return? Dr. Kiryu: For me? I don’t think I should keep it. SCP-2225: [shakes head] For them, return what was stolen. Dr. Kiryu: I think I’ve got it. This belonged to the two of them, didn’t it? SCP-2225: [nods head] For two friends. Return to them. What was stolen. What I stole. I had feasts, but I have nothing for me. Dr. Kiryu: I see. I'll bring it to them. What made you decide to give these things back? SCP-2225: [facial expression approximates a smile] For friends. Note: When questioned, D-3178 and D-3179 stated that the airplane was a childhood plaything they had constructed together, during the beginning of their acquaintance. Both had believed it lost in a lake at some point, because a small snake swimming in the water had startled one of them into dropping it. The snake, as remembered by D-3179, was silver-colored.",
        "\" SCP-2225 \" by Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-2225 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2225",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2225 is currently contained in an enclosure on the outside grounds of Area-12. Access to SCP-2225 requires Level-4 authorization, and any personnel entering the enclosure are to be accompanied by a security guard. Should SCP-2225 become violent, it is to be tranquilized immediately and all personnel evacuated from the containment unit. As SCP-2225 is generally docile, care should be taken to avoid provoking or agitating it. Speaking calmly, maintaining eye contact, and waiting for SCP-2225 to approach the speaker on its own have been found to lead to successful interactions.",
    "description": "SCP-2225 is a serpentine entity possessing two forelegs and a spined, lizardlike head. It measures roughly nine meters long, and 0.5 meters at thickest body diameter. Chemical analysis of shed skin samples reveals that its body contains traces of silver. A crest of multicolored hair runs the length of SCP-2225’s back; lab testing indicates that various hair samples taken from SCP-2225 are consistent in composition with human hair.",
    "title": "SCP-2225"
}