{
    "url": "https://scp-wiki.wikidot.com/scp-2237",
    "all_text": "rating: \n+197\n+\n–\nx\n\n\n \n\n\n> Access file SCP-2237\n\n\nAccessing file…\n\n\nWARNING: THE FOLLOWING DOCUMENT IS CLASSIFIED LEVEL 5/2237. ANY ATTEMPTS AT UNAUTHORIZED ACCESS MAY RESULT IN TERMINATION. PLEASE CONFIRM SECURITY CLEARANCE.\n\n\n> Name: \n***********\n Position: General Director of Personnel. Password: \n****************\n\n\nSecurity Clearance… confirmed. Accessing file: SCP-2237\n\n\nItem #:\n SCP-2237\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n All sites capable of interplanetary communication are to maintain contact with relevant SCP-2237 instances. Until such time as an activation event is considered necessary, all signals sent to SCP-2237 instances are to consist of Communique Alpha. All SCP-2237 instances are programmed to send status reports every 24 hours. In the event that one or more SCP-2237 instances fails to send such a report, Foundation-controlled observatories are to attempt to locate the SCP-2237 instance and ascertain its status. If the SCP-2237 instance can be located and proven functional, all further transmissions directed at it must consist of Communique Beta, initiating a Beta activation event. In the event an SCP-2237 instance cannot be located, it is to be assumed that an unintended Omega activation event has taken place and that the SCP-2237 instance cannot be recovered. In the event that an SCP-2237 instance is identified as being damaged beyond on-board repair capabilities, a Foundation spacecraft\n1\n is to dock with the damaged SCP-2237 instance and carry out rescue, repair, and/or salvage operations as needed.\n\n\nIn the event of an impending XK, NK, or other relevant Type K scenario, all operational Foundation facilities capable of communicating with SCP-2237 instances are to transmit Communique Omega until they are no longer functional or Omega activation events of all active SCP-2237 instances is confirmed. All SCP-2237 instances are to be programmed to carry out Omega activation events in the event of 240,000 hours of continuous non-communication.\n\n\nPersonnel chosen to be crewmen of an SCP-2237 instance are to meet the following criteria:\n\n\n\n\nExcellent physical and mental health.\n\n\nNo family history of genetic diseases, mental illness, or addiction.\n\n\nAbsolute dedication to Foundation doctrine and philosophy.\n\n\nBachelor's degrees in one or more of the following fields: Electrical Engineering, Chemical Engineering, Education, Mechanical Engineering, Quantum Engineering, Agricultural Engineering, Botany, Biology, Genetics, Agriculture, Theology, Philosophy, Nuclear Engineering, Physics, Meteorology, Linguistics, Geology.\n\n\n\n\nThe relative locations and specific design details of every SCP-2237 instance and their pre-programmed destinations are classified level 5/2237 clearance; any personnel not directly involved in the organization of repair, maintenance, and resupply missions to SCP-2237 but are involved as crewmen on such missions must be administered Class-C amnestics following their post-mission debrief.\n\n\nAs per the Trinity Protocol, the existence of SCP-2237 is not classified; however, all civilians and individuals lacking sufficient security clearance who ascertain the location of an SCP-2237 instance are to be administered Class-C amnestics.\n\n\nDescription:\n SCP-2237 is the collective designation for several Foundation-owned spacecraft in solar-synchronous orbits around the sun, at varying locations and of varying design. SCP-2237 instances all share the following characteristics:\n\n\n\n\nConventional plasma rocket propulsion.\n\n\nConventional ion propulsion.\n\n\nA minimum crew capacity of 250.\n\n\nMeans of storing 50 years' worth of food, water, and air supplies for full crew.\n\n\nMeans of growing food, creating electricity, and purifying air and water on board.\n\n\nMeans of storing full crew, livestock, crops, seeds, and human embryos in a revivable state indefinitely.\n\n\nMeans of automated self-maintenance and repair.\n\n\nSapient artificial computer programs designed to maintain communication with other Foundation assets, excluding other SCP-2237 instances.\n\n\nMeans of landing full crew and cargo compliment on unpaved, irregular surfaces.\n\n\n\n\nIn addition, several SCP-2237 instances have been outfitted with equipment necessary to facilitate terraforming and human colonization without disrupting post-colonization normality, including but not limited to Xyank-Scranton causality disruptors; Alcubierre Drives to facilitate Faster-Than-Light travel; and complete copies of all non-cognitohazardous Foundation documents, in order to facilitate containment of anomalies in the event of reoccurrence.\n\n\nEvery SCP-2237 instance has been programmed to travel to specific extrasolar planets in the event of an Omega activation event, including several constructs of SCP-████. Upon reaching their destination, SCP-2237 instances will enter a Beta activation state, waking all crew members from stasis and entering orbit around the target planet. The crew and on-board AI construct will identify potential landing sites and monitor local geology, geography, topography, and meteorology until an optimal landing site has been identified and landing procedures planned. Each individual SCP-2237 instance has pre-planned societal structure, hierarchy, ranks system, and colonization plan to be acted upon post-landing.\n\n\nMemorandum from the O5 Council Regarding SCP-2237, dated 2340/05/19\n\n\n\n\nIf you are reading this, one of three things have happened:\n\n\n\n\nYou have been chosen by the O5 Council, Ethics Committee, and General Personnel Director for this project. If this is the case, congratulations. You are amongst our best. We are trusting you with no less than the future of the human race. Your job is one of the most important in the entirety of the Foundation. We trust you to do it well.\n\n\nYou have accessed this document without proper authorization. If this is the case, I once again must congratulate you. It isn't easy to hack the Foundation archives. But I should advise you that if you destroy your computer terminal now and cooperate with the oncoming Task Force, they'll likely just administer Class-C amnestics and let you on your way.\n\n\nYou are one of the children of the original crew of an SCP-2237 instance: to you, I have only this to say: you are a warrior, the child of a conquering army. You carry the legacy of the human race on your shoulders. Do not stray from the path. You have to be strong, for the dead, and for those not yet living. We believe in you.\n\n\n\n\nThere's a reason this project is so secretive, despite the lack of necessity to remain behind the Veil. It's because there is always a price. Xyank-Scranton causality disruptors, with which almost all SCP-2237 instances have been outfitted, are not terraforming equipment; they are, for all points and purposes, weaponized reality benders. The on-board sapient computer systems on every SCP-2237 instance are fully aware of their abilities, but cannot influence their crew or cargo. It isn't like they would, anyway; these entities are as loyal to the Foundation as all of you, if not more so. They are there to ensure that, if any species other than humanity is occupying a target planet, they will cease to exist. The causality disruptors will make it as though non-human intelligences never existed, as though humanity evolved naturally on their new home, your home. The Ethics Committee doesn't know this. But this is the price we must pay if we are to survive. There will have been no point to our centuries of securing and containing if we do not protect.\n\n\nGodspeed.\n\n-O5-1, O5-2, O5-4, O5-5, O5-6, O5-9, O5-10, O5-13\n\n\n\n\nFor further information, please see \nDocument 2237 Bravo\n.\n\n\n> Close file SCP-2237\n\n\nOk.\n\n\n> Initiate Protocol 2237-Omega\n\n\nWARNING: THIS ACTION REQUIRES LEVEL 5/2237 SECURITY CLEARANCE. FALSIFYING SECURITY CLEARANCE MAY RESULT IN TERMINATION. PLEASE RECONFIRM SECURITY CLEARANCE.\n\n\n> Name: \n***********\n Position: General Director of Personnel. Password: \n****************\n\n\nSecurity Clearance verified. Initiating \nProtocol 2237-Omega\n.\n\n\n> Logout\n\n\nAre you sure?\n\n\n> Yes\n\n\nLogging out… Done.\n\n\nYou have been successfully logged out.\n\n\n> Shutdown\n\n\nShutting Down…\n\n\n\n\nFootnotes\n\n\n1\n. Other SCP-2237 instances are suitable for this purpose. However, this is not preferred.\n\n\n\n\n\n\n\n\nFred was ejected from his latest refuge by its current occupants with some degree of force, and landed here, in this strange, dizzying place.\n\n\n\n\n\n\n« \nSCP-2236\n | SCP-2237 | \nSCP-2238\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2237\n\" by Agent MacLeod, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2237\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "If you are reading this, one of three things have happened: You have been chosen by the O5 Council, Ethics Committee, and General Personnel Director for this project. If this is the case, congratulations. You are amongst our best. We are trusting you with no less than the future of the human race. Your job is one of the most important in the entirety of the Foundation. We trust you to do it well. You have accessed this document without proper authorization. If this is the case, I once again must congratulate you. It isn't easy to hack the Foundation archives. But I should advise you that if you destroy your computer terminal now and cooperate with the oncoming Task Force, they'll likely just administer Class-C amnestics and let you on your way. You are one of the children of the original crew of an SCP-2237 instance: to you, I have only this to say: you are a warrior, the child of a conquering army. You carry the legacy of the human race on your shoulders. Do not stray from the path. You have to be strong, for the dead, and for those not yet living. We believe in you. There's a reason this project is so secretive, despite the lack of necessity to remain behind the Veil. It's because there is always a price. Xyank-Scranton causality disruptors, with which almost all SCP-2237 instances have been outfitted, are not terraforming equipment; they are, for all points and purposes, weaponized reality benders. The on-board sapient computer systems on every SCP-2237 instance are fully aware of their abilities, but cannot influence their crew or cargo. It isn't like they would, anyway; these entities are as loyal to the Foundation as all of you, if not more so. They are there to ensure that, if any species other than humanity is occupying a target planet, they will cease to exist. The causality disruptors will make it as though non-human intelligences never existed, as though humanity evolved naturally on their new home, your home. The Ethics Committee doesn't know this. But this is the price we must pay if we are to survive. There will have been no point to our centuries of securing and containing if we do not protect. Godspeed. -O5-1, O5-2, O5-4, O5-5, O5-6, O5-9, O5-10, O5-13",
        "\" SCP-2237 \" by Agent MacLeod, from the SCP Wiki . Source: https://scpwiki.com/scp-2237 . Licensed under CC-BY-SA ."
    ],
    "item": "Security Clearance… confirmed. Accessing file: SCP-2237\n SCP-2237",
    "object_class": "Thaumiel",
    "containment_procedures": "All sites capable of interplanetary communication are to maintain contact with relevant SCP-2237 instances. Until such time as an activation event is considered necessary, all signals sent to SCP-2237 instances are to consist of Communique Alpha. All SCP-2237 instances are programmed to send status reports every 24 hours. In the event that one or more SCP-2237 instances fails to send such a report, Foundation-controlled observatories are to attempt to locate the SCP-2237 instance and ascertain its status. If the SCP-2237 instance can be located and proven functional, all further transmissions directed at it must consist of Communique Beta, initiating a Beta activation event. In the event an SCP-2237 instance cannot be located, it is to be assumed that an unintended Omega activation event has taken place and that the SCP-2237 instance cannot be recovered. In the event that an SCP-2237 instance is identified as being damaged beyond on-board repair capabilities, a Foundation spacecraft1 is to dock with the damaged SCP-2237 instance and carry out rescue, repair, and/or salvage operations as needed.",
    "description": "SCP-2237 is the collective designation for several Foundation-owned spacecraft in solar-synchronous orbits around the sun, at varying locations and of varying design. SCP-2237 instances all share the following characteristics:",
    "title": "SCP-2237"
}