{
    "url": "https://scp-wiki.wikidot.com/scp-2261",
    "all_text": "rating: \n+36\n+\n–\nx\n\n\n\n\nItem #\n: SCP-2261\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The town SCP-2261 is located in must be continuously monitored for instances of SCP-2261-1. Instances are to be captured and contained for experimentation purposes. Instances are to be captured only after an SCP-2261 event has taken place, and before the instance involved re-activates. Any video footage containing instances of SCP-2261-1 is to be confiscated.\n\n\nDescription\n: SCP-2261 is an ongoing phenomenon occurring throughout the town of █████████, England. When any person within the legal borders of the town perpetrates a form of petty crime (e.g., littering, shoplifting, loitering, etc) within a populated public area, a minimum of two instances of SCP-2261-1 will emerge from the crowd. Instances of SCP-2261-1 appear to be human adults wearing high-visibility police vests, and continuously vocalizing a loud noise similar to a standard British police siren.\n\n\nAnyone directly viewing an instance of SCP-2261-1 will believe it to be a British police car with blacked-out windows\n1\n, and will behave accordingly to the situation. Subjects will often show surprise to the sudden appearance of an instance and will often, but not always, attempt to flee the instances under the fear of arrest for their crimes.\n\n\nIf caught, the instance will transport the subject to the █████████ police station, which they will then enter believing to be escorted by a police officer. Once inside, subjects will be taken into police custody and be put through the regular arrest process. The instance of SCP-2261-1 will then place itself in a nearby car parking space and cease all signs of consciousness and higher brain power. Inactive instances will regain consciousness shortly after and continue to patrol █████████.\n\n\nIf detained during an active state, those directly viewing an instance of SCP-2261-1 will describe seeing a pair of police officers exiting it (referred to as SCP-2261-1A). Instances of SCP-2261-1A are described as adult humans dressed in standard police uniforms, and will often express panic and alarm at those attempting to detain SCP-2261-1, usually describing the situation as beyond 'Their expertise’, before quickly fleeing from the area. SCP-2261-1A instances will disappear from witnesses perspectives and the effects of SCP-2261-1 will cease shortly after. All instances of SCP-2261-1 taken into Foundation custody have remained in an insentient state.\n\n\nBelow is a list of notable incidents involving SCP-2261\n\n\n\n\nIncident 2261-11\n\n\nDate: 22/11/2014\n\n\nIncident Report:\n A man was spotted by an instance of SCP-2261 leaving a local newsagent. The subject proceeded to run away from the instance which in turn gave chase. The subject was eventually caught by SCP-2261-1 and brought to the █████████ police station.\n\n\n\n\nAccess Incident 2261-11 Surveillance Footage\n\n\n\n\nClose Log\n\n\n\n\n<Begin Log>\n\n\n<14:27>\n A young man in his early twenties is seen leaving the newsagent and entering a large crowd.\n\n\n<14:31>\n An instance of SCP-2261-1 appears from the crowd, a white Caucasian male estimated to be between the age of 30 and 35. SCP-2261-1 begins emitting a siren and walks slowly towards the subject, the subject notices SCP-2261-1 and proceeds to run out of the crowd, surrounding civilians clear away from SCP-2261-1.\n\n\n<14:33>\n SCP-2261-1 makes its way through the crowd and begins running towards the subject. The subject runs into a nearby alleyway occasionally looking back at SCP-2261-1. SCP-2261-1 runs onto a nearby road close by and begins following it.\n\n\n<14:38>\n The subject is seen running out of the entrance of the alleyway into another section of the town, pausing to catch their breath.\n\n\n<14:41>\n SCP-2261-1 appears from around a street corner and pursues the subject. The subject notices SCP-2261-1 and continues running away.\n\n\n<14:44>\n Subject begins slowing down, showing signs of exhaustion. SCP-2261-1 ceases movement upon reaching the subject. The sound of car doors opening emits from SCP-2261-1's mouth followed by footsteps and an unknown voice coming from SCP-2261-1.\n\n\nSCP-2261-1:\n \nAlright come on don't try anything, seriously you've done enough.\n\n\nSubject kneels on the sidewalk and puts hands behind his back, a slight metal click is heard.\n\n\nSubject:\n \nThis is complete crap! I didn't do anything what do you think you're doing!?\n\n\nSCP-2261-1:\n \nDon't give me that, we have several accounts of you littering in a public area.\n\n\nSubject:\n \nAre you serious!?\n\n\nSCP-2261-1:\n \nYou'd better sort yourself out and work on that attitude of yours, you're looking at a sentence of one, possibly two hours prison time.\n\n\nThe subject gets up and begins walking towards SCP-2261-1, keeping their hands behind their back.\n\n\n<14:46>\n SCP-2261-1 crouches slightly and forms a hoop with its arms behind its back; the subject then fits their legs through SCP-2261-1's arms. SCP-2261-1 then stands up and begins running in the opposite direction with the subject riding on its back.\n\n\n<15:14>\n The subject is escorted to █████████ police station. The subject is let down by SCP-2261-1 and enters the premises.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nIncident 2261-27\n\n\nDate: 15/12/2014\n\n\nIncident Report:\n During a chase between an instance of SCP-2261-1 and a subject who had shoplifted CDs from a nearby music store, the instance slipped on a spot of ice and began stumbling uncontrollably, emitting sounds similar to that of car tires screeching. The instance continued to stumble around until 'crashing' into a nearby tree. At this point a civilian ran over to it, the instance could then be heard speaking with them in an urgent manner, believing them to be an ambulance and claimed that its colleague was in dire need of medical attention. The subject was never detained.\n\n\n\n\n\n\nIncident 2261-39\n\n\nDate: 07/01/2015\n\n\nIncident Report:\n Incident took place nearby a local jewellers where a robbery was being committed. Bystanders spotted an instance of SCP-2261-1 patrolling the area and attempted to alert it to the robbery. Instead, the instance became preoccupied with an elderly woman smoking a cigarette in a non-smoking area and attempted to arrest her.\n\n\n\n\n\n\nIncident 2261-43\n\n\nDate: 26/01/2015\n\n\nIncident Report:\n Several men were seen walking down █████ street (a street in the █████████). Men had left a local pub shortly before appearing to be heavily intoxicated. Two instances of SCP-2261-1 arrive and reportedly attempt to arrest the men for 'driving under the influence'. After several minutes of arguing with the instances of SCP-2261-1, one of the men shoves at the air in front of him supposedly in an attempt to attack an instance of SCP-2261-1A. Several seconds pass before the other men manage to restrain him, the sound of car doors closing and a disgruntled voice originating from an instance of SCP-2261-1 can be heard claiming 'He's shoving me! He's fucking shoving me! This just got too real too fast, get the hell out of here!'. Both instances then fled the scene.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Video footage is not affected by SCP-2261. Instances will appear as human.\n\n\n\n\n\n\n\n\n« \nSCP-2260\n | SCP-2261 | \nSCP-2262\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2261\n\" by Penton, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2261\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Incident 2261-11 Date: 22/11/2014 Incident Report: A man was spotted by an instance of SCP-2261 leaving a local newsagent. The subject proceeded to run away from the instance which in turn gave chase. The subject was eventually caught by SCP-2261-1 and brought to the █████████ police station. Access Incident 2261-11 Surveillance Footage Close Log <Begin Log> <14:27> A young man in his early twenties is seen leaving the newsagent and entering a large crowd. <14:31> An instance of SCP-2261-1 appears from the crowd, a white Caucasian male estimated to be between the age of 30 and 35. SCP-2261-1 begins emitting a siren and walks slowly towards the subject, the subject notices SCP-2261-1 and proceeds to run out of the crowd, surrounding civilians clear away from SCP-2261-1. <14:33> SCP-2261-1 makes its way through the crowd and begins running towards the subject. The subject runs into a nearby alleyway occasionally looking back at SCP-2261-1. SCP-2261-1 runs onto a nearby road close by and begins following it. <14:38> The subject is seen running out of the entrance of the alleyway into another section of the town, pausing to catch their breath. <14:41> SCP-2261-1 appears from around a street corner and pursues the subject. The subject notices SCP-2261-1 and continues running away. <14:44> Subject begins slowing down, showing signs of exhaustion. SCP-2261-1 ceases movement upon reaching the subject. The sound of car doors opening emits from SCP-2261-1's mouth followed by footsteps and an unknown voice coming from SCP-2261-1. SCP-2261-1: Alright come on don't try anything, seriously you've done enough. Subject kneels on the sidewalk and puts hands behind his back, a slight metal click is heard. Subject: This is complete crap! I didn't do anything what do you think you're doing!? SCP-2261-1: Don't give me that, we have several accounts of you littering in a public area. Subject: Are you serious!? SCP-2261-1: You'd better sort yourself out and work on that attitude of yours, you're looking at a sentence of one, possibly two hours prison time. The subject gets up and begins walking towards SCP-2261-1, keeping their hands behind their back. <14:46> SCP-2261-1 crouches slightly and forms a hoop with its arms behind its back; the subject then fits their legs through SCP-2261-1's arms. SCP-2261-1 then stands up and begins running in the opposite direction with the subject riding on its back. <15:14> The subject is escorted to █████████ police station. The subject is let down by SCP-2261-1 and enters the premises. <End Log>",
        "Incident 2261-27 Date: 15/12/2014 Incident Report: During a chase between an instance of SCP-2261-1 and a subject who had shoplifted CDs from a nearby music store, the instance slipped on a spot of ice and began stumbling uncontrollably, emitting sounds similar to that of car tires screeching. The instance continued to stumble around until 'crashing' into a nearby tree. At this point a civilian ran over to it, the instance could then be heard speaking with them in an urgent manner, believing them to be an ambulance and claimed that its colleague was in dire need of medical attention. The subject was never detained.",
        "Incident 2261-39 Date: 07/01/2015 Incident Report: Incident took place nearby a local jewellers where a robbery was being committed. Bystanders spotted an instance of SCP-2261-1 patrolling the area and attempted to alert it to the robbery. Instead, the instance became preoccupied with an elderly woman smoking a cigarette in a non-smoking area and attempted to arrest her.",
        "Incident 2261-43 Date: 26/01/2015 Incident Report: Several men were seen walking down █████ street (a street in the █████████). Men had left a local pub shortly before appearing to be heavily intoxicated. Two instances of SCP-2261-1 arrive and reportedly attempt to arrest the men for 'driving under the influence'. After several minutes of arguing with the instances of SCP-2261-1, one of the men shoves at the air in front of him supposedly in an attempt to attack an instance of SCP-2261-1A. Several seconds pass before the other men manage to restrain him, the sound of car doors closing and a disgruntled voice originating from an instance of SCP-2261-1 can be heard claiming 'He's shoving me! He's fucking shoving me! This just got too real too fast, get the hell out of here!'. Both instances then fled the scene.",
        "\" SCP-2261 \" by Penton, from the SCP Wiki . Source: https://scpwiki.com/scp-2261 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "The town SCP-2261 is located in must be continuously monitored for instances of SCP-2261-1. Instances are to be captured and contained for experimentation purposes. Instances are to be captured only after an SCP-2261 event has taken place, and before the instance involved re-activates. Any video footage containing instances of SCP-2261-1 is to be confiscated.",
    "title": "SCP-2261"
}