{
    "url": "https://scp-wiki.wikidot.com/scp-2296",
    "all_text": "rating: \n+145\n+\n–\nx\n\n\n\n\n\n\nArtificially exposed instance of SCP-2296\n\n\n\n\n\n\nItem #:\n SCP-2296\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The containment protocol for SCP-2296 is focused on minimising the chance of civilian discovery, and consists of three main strands.\n\n\nFirst: popularising paths for trans-Antarctic treks that avoid emperor penguin breeding grounds, such as the Ronne Ice Shelf–Ross Ice Shelf route.\n\n\nSecond: holding exclusive rights to wildlife filming in the Antarctic through a Foundation holding company, with the cover story that no other media company is able to adhere to stringent environmental regulations concerning commercial activities in the Antarctic.\n\n\nThird: authoring all academic papers on emperor penguin biology, and preventing any academic group from observing emperor penguin populations, also under the guise of stringent environmental regulations.\n\n\nThe Foundation is not to prevent emperor penguins from accessing SCP-2296.\n\n\nDescription:\n SCP-2296 is a phenomenon observed in the Antarctic\n1\n breeding grounds of the emperor penguin (\nAptenodytes forsteri\n). SCP-2296 is active during the June–July period in which male emperor penguins incubate eggs while females remain at sea to feed.\n2\n\n\nIn this time, males frequently form tight “huddles” of ten to several thousand individuals — a behavioural adaptation to survive conditions that can reach −50 °C with 200 km/h winds — and go without feeding from the sea for a mean of 115 days.\n3\n\n\n\n\n\n\nSeveral huddles containing hidden instances of SCP-2296 can be observed at the top of the image\n\n\n\n\n\n\nSCP-2296 is observed in these huddles. Once a huddle has been active for at least 12 minutes, pink, dimpled tubes made from polyethylene and collagen are extruded from the ground over a period of 20 seconds. SCP-2296 tubes are 89±12 cm tall\n4\n with a diameter of 21 cm. The tubes' interiors are hollow, and contain a gelatinous mixture of protein, fat and water that is continually replenished from an unknown source.\n\n\nIn addition, 16 radially arranged nozzles point perpendicularly from the exposed end of SCP-2296 tubes. The nozzles are 13 cm long, with rounded rectangular openings measuring 6.4 cm x 3.2 cm, and constantly produce streams of warm air heated to 20–28 °C.\n\n\nSCP-2296 tubes manifest at random positions at least 1.7 m from the edge of the huddle, and at least 2.5 m away from any other instance. Emperor penguin males then take turns feeding from the protein–fat mixture within the tubes and warming themselves on the heated streams of air, moving away to the edge of the huddle once they are sated. When the huddle separates, SCP-2296 instances retract into the ground within 4 seconds, secreting dense ice from the hollow interior to fill any channels left by their movement.\n\n\nThe source of the tubes themselves is unknown. Attempts to dig out SCP-2296 instances cause the tubes to instantly retract into the ground to an unknown depth; furthermore, no underground infrastructure of any kind has been detected in emperor penguin breeding grounds.\n\n\n\n\n\n\nApathy in penguins deprived of SCP-2296\n\n\n\n\n\n\nOne test of SCP-2296 deprivation on emperor penguin populations has been conducted. After 10 days without access to SCP-2296, 341 of 1200 males in the deprived group of the Franklin Island colony expired.\n5\n Deceased males displayed signs of both hypothermia and malnutrition. Furthermore, all penguins displayed listless behaviour during SCP-2296 deprivation, with significant reductions in self-directed movement and social vocalisations. The Ethics Committee has forbidden further tests on SCP-2296 deprivation on emperor penguins, as well as containment procedures that would prevent emperor penguins from accessing SCP-2296.\n\n\nSCP-2296 instances also produce a secondary anomalous effect, designated SCP-2296-A. SCP-2296-A takes the form of a repeated “thought-feel” message directed to sentient minds within 1.5 m. To date, SCP-2296-A transmission has only been firmly verified for human minds, although behavioural observations of expedition sled dogs suggest that non-sapients (such as emperor penguins) are similarly affected.\n\n\nHuman subjects experiencing SCP-2296-A report difficulties in providing an exact transcription of the message, which is largely emotive rather than lexical. However, feelings of comfort and contentment are consistently described. In particular, subjects note a greater sense of peace with the harsh environmental conditions of the area.\n6\n\n\nThe phrases most frequently found in SCP-2296-A transcriptions are given below.\n\n\n\n\n+ SCP-2296-A transcription phrases\n\n\n\n\n– SCP-2296-A transcription phrases\n\n\n\n\n\n\nYOU ARE IMPORTANT.\n\nYOU'RE DOING A GREAT JOB.\n\nKEEP GOING.\n\nI'M PROUD OF YOU.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-2296 is also observed within relevant \nSCP-2720\n iterations.\n\n\n2\n. Uniquely among penguins, emperor males take sole responsibility for incubation, which involves balancing the egg on top of their feet for an unbroken period of 64 days.\n\n\n3\n. This time includes the 100–160 km journey from shore to breeding grounds, the period of courtship, and the 64-day egg incubation.\n\n\n4\n. As adult emperor penguins measure 110–130 cm in height, SCP-2296 tubes are typically not visible from outside the huddle.\n\n\n5\n. This also resulted in the loss of all eggs incubated by deceased males.\n\n\n6\n. Lack of exposure to this message is believed to have caused the listlessness in emperor males during SCP-2296 deprivation experiments.\n\n\n\n\n\n\n\n\n« \nSCP-2295\n | SCP-2296 | \nSCP-2297\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2296\n\" by Buttfranklin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2296\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n tube.jpg\n\n\nAuthor:\n Buttfranklin\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n EmperorPenguinColonyClose.jpg\n\n\nAuthor:\n Mtpaley\n\n\nLicense:\n CC BY-SA 2.5\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n active_huddles.jpg\n\n\nAuthor:\n Buttfranklin\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Coordinated-Movements-Prevent-Jamming-in-an-Emperor-Penguin-Huddle-pone.0020260.s001.ogv\n\n\nAuthor:\n Zitterbart D, Wienecke B, Butler J, Fabry B\n\n\nLicense:\n CC BY-SA 2.5\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n desolate_penguins_hurl.jpg\n\n\nName:\n emperor-penguins-1221041_1920.jpg\n\n\nAuthor:\n xraylori6061\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2296 \" by Buttfranklin, from the SCP Wiki . Source: https://scpwiki.com/scp-2296 . Licensed under CC-BY-SA .",
        "Filename: tube.jpg Author: Buttfranklin License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: EmperorPenguinColonyClose.jpg Author: Mtpaley License: CC BY-SA 2.5 Source Link: Wikimedia",
        "Filename: active_huddles.jpg Author: Buttfranklin License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Coordinated-Movements-Prevent-Jamming-in-an-Emperor-Penguin-Huddle-pone.0020260.s001.ogv Author: Zitterbart D, Wienecke B, Butler J, Fabry B License: CC BY-SA 2.5 Source Link: Wikimedia",
        "Filename: desolate_penguins_hurl.jpg Name: emperor-penguins-1221041_1920.jpg Author: xraylori6061 License: Public Domain Source Link: Link"
    ],
    "item": "SCP-2296",
    "object_class": "Euclid",
    "containment_procedures": "The containment protocol for SCP-2296 is focused on minimising the chance of civilian discovery, and consists of three main strands.",
    "description": "SCP-2296 is a phenomenon observed in the Antarctic1 breeding grounds of the emperor penguin (Aptenodytes forsteri). SCP-2296 is active during the June–July period in which male emperor penguins incubate eggs while females remain at sea to feed.2",
    "title": "SCP-2296"
}