{
    "url": "https://scp-wiki.wikidot.com/scp-2301",
    "all_text": "rating: \n+181\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2301\n: Slayer's Song\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2040\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 875\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 856\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 584\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 543\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 419\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 315\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 243\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 225\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 171\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 169\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 130\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 125\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 99\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 92\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 205\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+181\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2301\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n \nProvisional Containment Zone Delta-3\n has been constructed surrounding SCP-2301’s manifestation area. At any given time, no fewer than 2 containment teams (designated Alpha and Beta) must be present, with a third relief team on active standby.\n\n\nAlpha Team is to be equipped with period-accurate 15th-century Japanese lamellar armor, and a full set of period-accurate weapons commonly used by the samurai class of feudal Japan. In addition, each containment team member is to receive extensive training in traditional kabuki acting, along with classes in basic Japanese mythology, and Shintoism.\n\n\nBeta Team is to be equipped with period-accurate 15th-century Gothic plate armor, and a full set of period-accurate weapons commonly used by the knights of feudal Germany. In addition, each containment team member is to receive extensive training in European theater arts, along with classes in Medieval texts concerning dragons.\n\n\nDuring a manifestation event, all personnel must remain in character at all times. Once SCP-2301 is terminated, all personnel must remain in character until all components of SCP-2301 have decayed. Should SCP-2301 manifest in a different form, the standby team will be mobilized to determine the method in which SCP-2301 should be confronted. D-class personnel will be used to distract SCP-2301 from approaching a population center until a solution can be found.\n\n\nDescription:\n SCP-2301 is a hostile metamorphic entity that manifests in ██████████, ████████ every month, and takes the form of various antagonists from different fables, plays, or legends, notably that of Japanese and European origin.\n\n\nSCP-2301 cannot be damaged unless it perceives its attackers to correctly be those that would defeat such a character in the legend or play in which it would be found. Therefore, should SCP-2301 manifest as a European-style dragon, it can only be harmed by those that it perceives to be Medieval knights. This also applies to containing SCP-2301, in that modern containment procedures such as reinforced Keter-class Hostile Anomaly chambers can easily be destroyed or bypassed by SCP-2301. SCP-2301 can also, given enough time, destroy period-accurate containment, such as chains or cages.\n\n\nSCP-2301 will remain in character as the particular antagonist that it has manifested as for the duration of an event. It is critical that personnel remain in character, and exchange dialogue with SCP-2301 while in combat with the entity, due to the fact that SCP-2301 will not accept individuals that it perceives as “not playing the role” to its satisfaction. Once SCP-2301 determines an individual to be insufficiently in character, said individual will be unable to harm SCP-2301 for the duration of the manifestation event.\n\n\nA manifestation event ends when SCP-2301 has been sufficiently damaged to the point at which it can no longer function, causing SCP-2301’s body to rapidly decompose. Should one of the individuals that participated in terminating SCP-2301 fail to remain in character until the body has fully decomposed, SCP-2301 will re-manifest.\n\n\nActive containment personnel have reported that SCP-2301 is incredibly durable and lethal. SCP-2301 possesses all of the capabilities of the character that it chooses to represent in a particular manifestation event, and similarly possesses the same weaknesses.\n\n\nSCP-2301 originally manifested only as a character from Japanese folklore. However, beginning on the date of ██/██/████, SCP-2301 began to manifest as creatures from Medieval European mythology. Currently, SCP-2301’s limits in replicating characters from other cultures is unknown.\n\n\nSCP-2301 most commonly manifests as a Japanese Oni, a type of demon that wields a \nkanabō\n1\n in combat. Said creature is noted as “incredibly strong” in various myths and legends, and is also described as a humanoid entity possessing horns, claws, and blue or red skin-coloration. SCP-2301 is roughly 2 meters in height in this form, and has been demonstrated as strong enough to fully collapse a human chest protected by lamellar armor with its \nkanabō\n.\n\n\nSCP-2301 second most commonly manifests as a European dragon. In this form, SCP-2301 possesses two winged forelimbs with a wingspan of 25 meters, and two clawed hindlimbs. SCP-2301 is roughly 7 meters tall in this form, and is capable of producing fire in excess of 1000° C from within its throat, through an as of yet unknown mechanism.\n\n\nSCP-2301’s purpose during a manifestation event is currently understood to be of complete inimity towards all human life. SCP-2301 has been demonstrated to immediately attempt to navigate towards the largest population center available, and will attempt to kill any human that it encounters. Despite this, SCP-2301 possesses a superb grasp of human culture, specifically Germanic and Japanese history, languages, literature, and mythology. SCP-2301’s origin, or method of acquiring this information is currently unknown.\n\n\n\n\nFootnotes\n\n\n1\n. A type of long Japanese club\n\n\n\n\n\n\n\n\n« \nSCP-2300\n | SCP-2301 | \nSCP-2302\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2301\n\" by weizhong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2301\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2301 \" by weizhong, from the SCP Wiki . Source: https://scpwiki.com/scp-2301 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2301",
    "object_class": "Keter",
    "containment_procedures": "Provisional Containment Zone Delta-3 has been constructed surrounding SCP-2301’s manifestation area. At any given time, no fewer than 2 containment teams (designated Alpha and Beta) must be present, with a third relief team on active standby.",
    "description": "SCP-2301 is a hostile metamorphic entity that manifests in ██████████, ████████ every month, and takes the form of various antagonists from different fables, plays, or legends, notably that of Japanese and European origin.",
    "title": "SCP-2301"
}