{
    "url": "https://scp-wiki.wikidot.com/scp-2302",
    "all_text": "rating: \n+60\n+\n–\nx\n\n\nItem #:\n SCP-2302\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2302 has been detached from the ceiling, and stored in a low-value containment safe, equipped with surge-protected audio inputs, at Site-54 storage. Before any interviews begin, the safe is to be moved to a small containment chamber.\n\n\nBefore SCP-2302-1 begins communication, all personnel should evacuate the entire building save for the one communicating D-Class given a list of pre-written questions. It is now considered an unnecessary security risk to send researchers into the building (see Interviews 4a and 4b). The D-Class is to be accompanied by nine realistic dummies dressed as members of the Foundation staff. All interviews are to be recorded by cameras and microphones placed around the chamber temporarily containing the safe. Interviews must be regularly conducted, but the D-Class interviewer is required to give short, terse questions, and end the interview quickly.\n\n\nFollowing the interview, a janitorial crew is to mop up the chamber, and two Level 2 staff are to transfer the safe back to storage.\n\n\nDescription:\n SCP-2302 is an overhead loudspeaker originally installed in the East Science Lab of Site-54. Examination of the internal components of SCP-2302 indicates no anomalous technological modifications. However, SCP-2302 is not connected, and cannot be connected, to the main Bose brand intercom located in the main office. It is instead connected to an unknown location, through which a Class II reality-warping entity has access. It is unknown how this entity gained initial access to the loudspeaker.\n\n\nThis entity, designated SCP-2302-1, presents vocally as a pre-pubescent male child of indeterminate age. Once a week at 12:33 UTC, it will attempt to communicate with Foundation personnel on a wide variety of subjects despite an incoherence to its speech. While its demeanor can be placid, it is unknown if it intends hostility. SCP-2302-1 can be communicated with by connecting SCP-2302 to a microphone. Audio input from the Foundation appears to be broadcast in SCP-2302-1's location.\n\n\nAnalysis of the audio from SCP-2302 indicates that SCP-2302-1 is playing some form of electronic music characterized by cascading synthesized notes and deep booming noises. The music matches none recorded by any artist. This music contains an unknown mild cognitohazard, inducing temporary symptoms in 45% of listeners of scopophobia, the fear of being seen; psychophobia, the fear of the mind and intelligence; and lachanophobia, the fear of vegetables, specifically potato chips.\n\n\nFollowing the conclusion of the interview, one random member of staff at Site-54 present within the building will rapidly melt into a substance identical to human vomit. This process also applies to inanimate representations of a staff member.\n\n\nAddendum: Selected Interviews with SCP-2302.\n\n\nInterview 4a:\n\n\n\n\nResearcher Kelvin:\n Do you know where you are?\n\n\nSCP-2302-1:\n The puppet show is moving, Doctor Mommy! I am green and small with little beady eyes, but I'm also not. Let's talk about snowflakes! (\nThere is a cascade of synthesized notes in the background.\n)\n\n\nResearcher Kelvin:\n Um, what do you mean by snowflakes?\n\n\nSCP-2302-1:\n They're great! They're small and white like paper beads and they fall from the sky in big clumps even when all the stars are out. Where I live the city is black and the sky is purple and it's full of stars! I love the stars almost as much as I love the snowflakes! I am in the puppet show. You can't move! (\nThere is a second cascade of notes.\n)\n\n\nResearcher Kelvin:\n Are you in a city right now?\n\n\nSCP-2302-1:\n No. There's many things you can do with snowflakes! Doctor Mommy, I wanna go to the grocery store and get donuts! And then we can use the snowflakes to make new people. We can make very new people, Doctor Mommy! I don't want any game plans, I just want to wake up. We want to rub your body on the bathtub but the shampoo keeps getting in your eyes.\n\n\nResearcher Kelvin:\n Um. Okay. Can you elaborate on what you mean, at all?\n\n\nSCP-2302-1:\n There's a big storm coming in against the wide purple sky. Covering the stars, Doctor Mommy. Covering the stars with sleepy rain and thunder. (\nThere is a booming noise.\n) I'm scared, Doctor Mommy! I'm scared!\n\n\nResearcher Kelvin:\n It's okay, It's okay! I'm here. Everything's going to be okay!\n\n\nSCP-2302-1:\n You're wrong. Why crawl inside you when you aren't even real. Why, you could be just another you! Made of throw-up.\n\n\n(SCP-2302 shuts off. Researcher Kelvin promptly melts into vomit instead of the dummies)\n\n\n\n\nInterview 4b:\n\n\n\n\nResearcher Ferres:\n Did you have any hostile intent towards Researcher Kelvin?\n\n\nSCP-2302-1:\n I am from the smokestack at the top of the tall street with the houses and the trees and the road goes to the blue mountain by the deep canyon.\n\n\nResearcher Ferres:\n That is not an answer. Can you please explain why you transmute people to digestive fluid following these conversations?\n\n\nSCP-2302-1:\n The thunder! The thunder! The thunder! The thunder! The thunder! The thunder! The thunder! The thunder! The thunder! The thunder!\n\n\nResearcher Ferres:\n Please answer my question. Are you actively hostile towards the Foundation? Do you even understand what the Foundation is?\n\n\nSCP-2302-1:\n You know about the potato chips?\n\n\nResearcher Ferres:\n No? Please explain. Why do they melt?\n\n\nSCP-2302-1:\n You remember what it was like being a child and lying in your crib and then driving down the roads with your mommy and your daddy and watching the roads turn into dreams. That's what this is. Mommy isn't your mommy anymore. You have to choose your real mommy. If you look at the fake mommy, she melts. She's a throw up person.\n\n\nResearcher Ferres:\n That's not an answer.\n\n\nSCP-2302-1:\n Only if you look at them. Only if you look at the potato chip on the counter. On the supermarket counter.\n\n\nResearcher Ferres:\n What are you talking about!?\n\n\nDeeper Unknown Voice:\n A ditz! (\nCackling laughter from the voice and several children.\n)\n\n\n(Researcher Ferres braces himself for either him or the dummies to melt. Neither do.)\n\n\n\n\nFollowing the conclusion of the second interview, field agents discovered several hundred pounds of plastic potato chips covered in human vomit at a nearby abandoned supermarket. The meaning of this is unknown.\n\n\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3999\n\n\nRating: 2844\n\n\n\n\n\n\nSCP-2432\n\n\nRating: 482\n\n\n\n\n\n\nSCP-Big egg\n\n\nRating: 430\n\n\n\n\n\n\nSCP-4012\n\n\nRating: 276\n\n\n\n\n\n\nSCP-3000-J\n\n\nRating: 244\n\n\n\n\n\n\nSCP-5702\n\n\nRating: 189\n\n\n\n\n\n\nSCP-2817\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2714\n\n\nRating: 154\n\n\n\n\n\n\nSCP-4930\n\n\nRating: 146\n\n\n\n\n\n\nSCP-3520\n\n\nRating: 136\n\n\n\n\n\n\nSCP-5401\n\n\nRating: 107\n\n\n\n\n\n\nSCP-3672\n\n\nRating: 96\n\n\n\n\n\n\nSCP-3643\n\n\nRating: 62\n\n\n\n\n\n\nSCP-2302\n\n\nRating: 60\n\n\n\n\n\n\nSCP-6513\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5598\n\n\nRating: 54\n\n\n\n\n\n\nSCP-5753\n\n\nRating: 53\n\n\n\n\n\n\nSCP-4701\n\n\nRating: 46\n\n\n\n\n\n\nSCP-2653\n\n\nRating: 45\n\n\n\n\n\n\nSCP-4875\n\n\nRating: 42\n\n\n\n\n\n\nSCP-4302\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4753\n\n\nRating: 30\n\n\n\n\n\n\nSCP-3796\n\n\nRating: 23\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nRONALD REAGAN CUT UP WHILE RAPPING\n\n\nRating: 246\n\n\n\n\n\n\nasmr by dado\n\n\nRating: 243\n\n\n\n\n\n\nExcerpt from The Astrolabe Institute Journal\n\n\nRating: 187\n\n\n\n\n\n\nAmnestic\n\n\nRating: 50\n\n\n\n\n\n\nThe William Penn Iteration\n\n\nRating: 47\n\n\n\n\n\n\nEnd Of Deaf; or, In the Clutches of Dumb\n\n\nRating: 38\n\n\n\n\n\n\nInterior—Interior\n\n\nRating: 33\n\n\n\n\n\n\nThe News Tonight: Wednesday April 26th 2017\n\n\nRating: 33\n\n\n\n\n\n\nThe Undoing\n\n\nRating: 30\n\n\n\n\n\n\nHoly Mackerel\n\n\nRating: 28\n\n\n\n\n\n\nPortrait of Two Choreographers\n\n\nRating: 24\n\n\n\n\n\n\nGrandchildren Frost\n\n\nRating: 23\n\n\n\n\n\n\nWade Williams Distribution Presents:\n\n\nRating: 20\n\n\n\n\n\n\nThe DevourerLand Diaries\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2301\n | SCP-2302 | \nSCP-2303\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2302\n\" by LordStonefish, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2302\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Selected Interviews with SCP-2302."
    ],
    "documents": [],
    "notes": [
        "Researcher Kelvin: Do you know where you are? SCP-2302-1: The puppet show is moving, Doctor Mommy! I am green and small with little beady eyes, but I'm also not. Let's talk about snowflakes! ( There is a cascade of synthesized notes in the background. ) Researcher Kelvin: Um, what do you mean by snowflakes? SCP-2302-1: They're great! They're small and white like paper beads and they fall from the sky in big clumps even when all the stars are out. Where I live the city is black and the sky is purple and it's full of stars! I love the stars almost as much as I love the snowflakes! I am in the puppet show. You can't move! ( There is a second cascade of notes. ) Researcher Kelvin: Are you in a city right now? SCP-2302-1: No. There's many things you can do with snowflakes! Doctor Mommy, I wanna go to the grocery store and get donuts! And then we can use the snowflakes to make new people. We can make very new people, Doctor Mommy! I don't want any game plans, I just want to wake up. We want to rub your body on the bathtub but the shampoo keeps getting in your eyes. Researcher Kelvin: Um. Okay. Can you elaborate on what you mean, at all? SCP-2302-1: There's a big storm coming in against the wide purple sky. Covering the stars, Doctor Mommy. Covering the stars with sleepy rain and thunder. ( There is a booming noise. ) I'm scared, Doctor Mommy! I'm scared! Researcher Kelvin: It's okay, It's okay! I'm here. Everything's going to be okay! SCP-2302-1: You're wrong. Why crawl inside you when you aren't even real. Why, you could be just another you! Made of throw-up. (SCP-2302 shuts off. Researcher Kelvin promptly melts into vomit instead of the dummies)",
        "Researcher Ferres: Did you have any hostile intent towards Researcher Kelvin? SCP-2302-1: I am from the smokestack at the top of the tall street with the houses and the trees and the road goes to the blue mountain by the deep canyon. Researcher Ferres: That is not an answer. Can you please explain why you transmute people to digestive fluid following these conversations? SCP-2302-1: The thunder! The thunder! The thunder! The thunder! The thunder! The thunder! The thunder! The thunder! The thunder! The thunder! Researcher Ferres: Please answer my question. Are you actively hostile towards the Foundation? Do you even understand what the Foundation is? SCP-2302-1: You know about the potato chips? Researcher Ferres: No? Please explain. Why do they melt? SCP-2302-1: You remember what it was like being a child and lying in your crib and then driving down the roads with your mommy and your daddy and watching the roads turn into dreams. That's what this is. Mommy isn't your mommy anymore. You have to choose your real mommy. If you look at the fake mommy, she melts. She's a throw up person. Researcher Ferres: That's not an answer. SCP-2302-1: Only if you look at them. Only if you look at the potato chip on the counter. On the supermarket counter. Researcher Ferres: What are you talking about!? Deeper Unknown Voice: A ditz! ( Cackling laughter from the voice and several children. ) (Researcher Ferres braces himself for either him or the dummies to melt. Neither do.)",
        "\" SCP-2302 \" by LordStonefish, from the SCP Wiki . Source: https://scpwiki.com/scp-2302 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2302",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2302 has been detached from the ceiling, and stored in a low-value containment safe, equipped with surge-protected audio inputs, at Site-54 storage. Before any interviews begin, the safe is to be moved to a small containment chamber.",
    "description": "SCP-2302 is an overhead loudspeaker originally installed in the East Science Lab of Site-54. Examination of the internal components of SCP-2302 indicates no anomalous technological modifications. However, SCP-2302 is not connected, and cannot be connected, to the main Bose brand intercom located in the main office. It is instead connected to an unknown location, through which a Class II reality-warping entity has access. It is unknown how this entity gained initial access to the loudspeaker.",
    "title": "SCP-2302"
}