{
    "url": "https://scp-wiki.wikidot.com/scp-2308",
    "all_text": "rating: \n+378\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThis document describes an anomaly that was neutralized prior to its identification and classification. This record is maintained for the benefit of historical and scientific reference, in accordance with \nRAISA-3010\n (\"Archival of Documentation for Neutralized Anomalies\").\n\n\n\n\n\n\nItem #:\n SCP-2308\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n N/A\n\n\nDescription:\n SCP-2308 was a line of high-performance consumer automobiles manufactured between 1999 and 2009, and sold from 1998 to 2008, by Argo Automotives\n1\n. Automobiles from the SCP-2308 model line possessed no anomalous properties of their own, except for being manufactured a year after they were sold.\n\n\nThrough the use of a currently unidentified temporal anomaly, Argo Automotives created a Temporal Self-Investment Loop\n2\n. Automobiles were manufactured using then-current non-anomalous technology, then were sent one year into the past to be sold as high-technology, high-performance vehicles. The money from these sales was then used to fund the development and manufacture of the vehicles that had just been sold.\n\n\nArgo Automotives profited greatly from this strategy, up until the global financial crisis of 2008. Faced with a drastic drop in demand for automobiles, Argo Automotives found itself unable to sell its 2009 year model, and was thus unable to attain the necessary funds to develop and manufacture the 2009 year model. Despite this, Argo Automotives began manufacturing the vehicle in-order to prevent a potential temporal paradox. While the company succeeded in producing and delivering all of the necessary vehicles, the effort left Argo Automotives bankrupt.\n\n\nThe Foundation first became aware of SCP-2308 in 2010, during the liquidation proceedings for Argo Automotives, when several of its former manufacturing employees were hired by a Foundation front company. An investigation was immediately launched to determine the full extent of the Temporal Self-Investment Loop involved, as well as identify any potential paradoxes it may have created.\n\n\nThis investigation found that the loop was relatively self-contained, and identified no paradoxes\n3\n. However, the temporal anomaly used in the production of SCP-2308 could not be found; it is believed to have been surreptitiously sold to an unknown buyer prior to the liquidation proceedings. Efforts are ongoing to locate it.\n\n\n\n\nFootnotes\n\n\n1\n. Formerly Prometheus Automobile Group, a subsidiary of Prometheus Laboratories that became independent when the Prometheus conglomerate collapsed in 1998.\n\n\n2\n. A paraeconomic investment strategy involving the use of future assets to fund past developments. Most notably used by Prometheus Labs between 1980 and 1992 to fund their paraweaponry programs; the disruption of this loop by the end of the Cold War was one of the contributing factors in the breakup of the Prometheus conglomerate.\n\n\n3\n. Whether this is due to precautions taken by Argo Automotives or due to neutralization of paradoxes by an alternate timeline Foundation is unknown.\n\n\n\n\n\n\n\n\n« \nSCP-2307\n | SCP-2308 | \nSCP-2309\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2308\n\" by GreenWolf, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2308\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2308 \" by GreenWolf, from the SCP Wiki . Source: https://scpwiki.com/scp-2308 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2308",
    "object_class": "Neutralized",
    "containment_procedures": "N/A",
    "description": "SCP-2308 was a line of high-performance consumer automobiles manufactured between 1999 and 2009, and sold from 1998 to 2008, by Argo Automotives1. Automobiles from the SCP-2308 model line possessed no anomalous properties of their own, except for being manufactured a year after they were sold.",
    "title": "SCP-2308"
}