{
    "url": "https://scp-wiki.wikidot.com/scp-231",
    "all_text": "ADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\n{$custom-content}\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nSCP-230\n |\nSCP-231\n| \nSCP-232\n »\n\n\n\n\n\n\n\n\nrating: \n+2510\n+\n–\nx\n\n\n\n\nYOU CAME HERE LOOKING FOR SECRET MESSAGES, DIDN'T YOU? IT GRABS ONTO YOU, DOESN'T IT? THE FASCINATION. THE INTRIGUE. THE MYSTERY. YOU KEEP SEARCHING FOR ANSWERS. YOU'RE LOOKING IN THE WRONG PLACE.\n\n\n\n\n\n\nImage removed by order of O5-██\n\n\n\n\n\n\nseven seals, seven rings. seven brides for the scarlet King\n\n\nItem #:\n SCP-231-7 (See Addendum re: SCP-231-1 through SCP-231-6)\nthey gather round the natal bed, the foolish and the wise. they fear the child yet to be born, whose voice shall rend the skies.\n\n\nObject Class:\n Keter\nthe faithful watch the forest for the coming of the King. their lanterns bright, they wait at night for the new world he shall bring.\n\n\nSite and Personnel Requirements:\n Under special order of O5-██, the following addendum is attached to the beginning of the file for SCP-231-7.\n\n\nthe dragon waits in shadows, his breath will scorch the land. the hero in the castle draws his sword and makes his stand.\n\nAll personnel assigned to SCP-231-7 must rotate out for one month of psychological counseling after two months on-site. SCP-231-7 is to be kept at an undisclosed location. All personnel assigned to SCP-231 will be transported there blindfolded from Site-19 by a route including no fewer than seven different forms of transportation, including but not limited to aircraft, automobile, underground tunnel, and ████████████. Removal of the blindfold during the transport process is grounds for immediate termination.\n\n\nthe princess in the tower is hidden far away. but nothing under heaven can keep The Groom at bay.\n\nPersonnel assigned to SCP-231-7 must undergo heavy psychological testing before being cleared to enter the site. Individuals must score at least 72 points on the Milgram Obedience Examination, be unmarried, have no offspring, and express nothing less than total loyalty to the Foundation. Normal psychological screening procedures against Axis II disorders are waived, so long as the Class-D personnel in question has the mental capacity to carry out Procedure 110-Montauk as needed.\n\n\nLuke 23:34.\n\nPersonnel who express sympathy towards SCP-231-7's plight and/or express a desire to rescue or sympathize towards SCP-231-7 will be transferred to another project without delay. Any actual rescue attempts will be met with immediate termination. Personnel who have served on the staff of SCP-231-7's Containment Team are not required to divulge that information to others. No official record shall be kept of the names of any staff assigned to SCP-231-7, nor will said service appear in the personnel files of said staff.\n\n\nthey gather round with leering smiles, the soulless and the dead. though her soul unwinds, the cruelest minds will keep her in her bed.\n\nWhile on-site, individuals assigned to SCP-231-7 will be issued concealing helmets with integrated voice changers to protect their identity. On-site staff are not to remove said uniforms in the presence of other staff members. Off-duty hours are to be spent in private quarters alone.\n\n\nSix Class D Personnel are to be assigned to SCP-231-7 each month for the purposes of carrying out Procedure 110-Montauk. Violent criminals are not to be used for this purpose due to the possibility of accidental fatality during the 110-Montauk process.\n\n\nSpecial Containment Procedures:\n Following repeated escape and suicide attempts, and based on the failure of containment for SCP-231-1 through 6, containment of SCP-231-7 has been amended to the following: SCP-231 is to be contained within a soundproof holding cell, adjacent to holding cells for six Class D Personnel assigned for the purposes of Procedure 110-Montauk. Cameras will monitor every inch of the cell at all times, and must be manned 24 hours a day. Malfunctioning monitoring equipment will be replaced without delay by psychologically screened staff. Doors will be magnetically locked, openable only by positive action by the control and monitoring facility. This includes all doors linking the main holding cell to those of the six Class D Personnel.\n\n\nSCP-231-7 is to be kept restrained to a hospital bed at all times except for the purposes of Procedure 110-Montauk. Hydration will be provided through IV drip. Feeding will be carried out twice per day through feeding tube by approved medical personnel who have not taken the Hippocratic Oath. Under no circumstances are narcotics, anesthesia, or other unapproved medications to be administered to SCP-231-7.\n\n\nthe potter told his 'prentice to prepare him seven jars. six he made with grace and skill, the last his hands did mar.\n\nProcedure 110-Montauk is to be carried out at least once every 24 hours by Class D Personnel. During Procedure 110-Montauk, at least one Security Clearance 4/231 staff member must monitor the procedure by camera at all times, although the sound may be turned off if the vocalizations of SCP-231-7 become too distressing. Following the procedure, all Class D Personnel must return to their holding cells or explosive collars will be detonated.\n\n\nthe cretin moon no more is howling, gone its mourning black. in their dreams its face is prowling, come to take them back.\n\n[DATA EXPUNGED PER ORDER OF O5-██ ON ██-██-████. INFORMATION MOVED TO EYES-ONLY DOCUMENT 231-110-MONTAUK. ACCESS TO 231-110-MONTAUK IS LIMITED TO PERSONNEL WITH SECURITY CLEARANCE 4/231]\n\n\nDescription:\n SCP-231-7 is a █████ female between █ and ██ years of age, with [DATA EXPUNGED]. \nthe King is in his courting clothes, the brides are in their beds. the unborn princes wait in sleep to raise their eager heads.\n\nSCP-231-1 through 7 were retrieved from ██████████, ██, following a police raid on a warehouse owned by an organization called the Children of the \nScarlet King\n (see article on ██-██-████ in the ████████████ ██████ newspaper, \"\nPolice Raid Satanic Sex Cult, Save Seven\n\"). 24 hours after the rescue, SCP-231-1 (real name ████████████ ████████████) went into labor pains, giving birth three minutes later to SCP-██ (█████████ ██████████), causing a ██████████ event resulting in over ███ confirmed casualties. Foundation Personnel immediately took possession of remaining SCPs 231-2 through 231-7 and, based on notebooks recovered from the cult, instituted Procedure 110-Montauk to prevent future occurrences. \nthe hens were in the henhouse and seven eggs did lay, till the fox crept in by dark of night and stole the eggs away.\n\n\nAddendum 231-a:\n Current Status of SCP-231 units.\n\n\nsix were broken by their bindings six no more shall sing. comes the seventh full unwinding and all the bells will ring.\n\n\n\n\nSCP-231-1 (deceased ██-██-████): Killed during initial recovery operations while giving birth to SCP-██. See Casualty Report for Event 231-Alpha for more details. \nwhen the first had given birth, then all the birds did sing. her screaming cries did shake the skies, as she called out for her King.\n\n\nSCP-231-2 (deceased ██-██-████): Killed during attempt to remove fetus of second SCP-██ specimen, resulting in immediate ██████████ event. See Casualty Report for Event 231-Bravo for more details. \nby doctor's blade the second bade a life into the world. untimely hewn neath a silent moon, the King's red flag unfurled.\n\n\nSCP-231-3 (deceased ██-██-████): Self-terminated following a prolonged period of distress caused by implementation of Procedure 110-Montauk. SCP-██ immediately underwent a ████████████ event. See Casualty Report for Event 231-Charlie for more details. \nhis bride the third remained unheard, her cries for help ignored. she stopped her life with a surgeon's knife, and gave it to Our Lord.\n\n\nSCP-231-4 (deceased ██-██-████): Attempted to administer \nSCP-500\n. Although successful in that all traces of SCP-██ were expelled from the system, expelled remains immediately underwent a █████████████ event, causing numerous casualties including SCP-231-4 herself. See Casualty Report for Event 231-Delta for more details. \nthe fourth prepares a dagger and places it at her heart. the perfect cure cannot make pure what the King has set apart.\n\n\nSCP-231-5 (deceased ██-██-████): Botched application of Procedure 110-Montauk resulted in SCP-231-5 giving birth to SCP-██ one hour later, which then underwent a ██████████ event. See Casualty Report for Event 231-Echo, and Report on Destruction of Site 231-Aleph, for more details. Recruitment profile of Class D personnel was revised to minimize possibility of a second botched Procedure 110-Montauk. \nthe fifth one's crown was bearing down upon the fox's set. the den was sundered with mighty thunder, an apocalypse beget.\n\n\nSCP-231-6 (deceased ██-██-████): Killed during escape attempt aided and abetted by Agent ██████████. ██████████, who had been exhibiting heightened stress levels due to prolonged exposure to SCP-231, obtained possession of SCP-[REDACTED] and attempted to use said weapon to rescue SCP-231-6 and SCP-231-7. Agent ██████████ was killed in the resulting firefight, but a stray round resulted in the termination of SCP-231-6 as well. Fetus of SCP-231-6's SCP-██ then underwent a ████████████ event. In the wake of this incident, O5-level personnel voted by unanimous decision to amend personnel policies. See Casualty Report for Event 231-Foxtrot for more details. \non the sixth's day, the walls gave way, and the oceans turned to ash. her birth gave work, as the earth shook, underneath the King's fell lash\n\n\nSCP-231-7: As of ██-██-████, SCP-231-7 is successfully contained at Site ██████. \nthe seventh bride will break the tides the moon no more will shine. there comes a day not far away she'll birth the death of time.\n\n\n\n\nAddendum 231-b:\n Text of missive by O5-██\n\n\n\n\nDear Friends,\n\n\nIt has come to my attention that recently, certain rumors have surfaced regarding SCP-231. Due to the drop in staff morale, I have decided to address some of the more prevalent points.\n\n\n\n\nYes, Procedure 110-Montauk is as horrible as you have heard, which is why only Class D Personnel are authorized to carry it out. Yes, it does involve brutal [REDACTED].\n\n\nNo, assignment to SCP-231 is not intended to test your loyalty to the Foundation, your tendencies towards ██████████, or anything else.\n\n\nNo, SCP-231 is not a punishment detail.\n\n\nYes, there are staff members who have been on SCP-231 and have successfully transferred out by their own request. No, not everyone who's worked on SCP-231 is terminated upon leaving the project.\n\n\nYes, staff members who have been assigned to SCP-231 are allowed to take a Class A Amnesiac before leaving the project if so desired. Yes, false memories are then implanted. No, none of the supposed methods for recovering or detecting false memories work. Yes, there are some of you who've worked on SCP-231 and don't remember it.\n\n\nNo, we have not given up trying to save SCP-231-7, but research in that field must be carried out with the utmost of caution. Based on the increased potency of each subsequent ████████████ event associated with each subsequent SCP-██ specimen, there is a strong possibility that SCP-231-7's ████████████ event could result in an XK class end-of-the-world scenario. This information is corroborated in notebooks recovered from the cultists (see document \"Seven Brides, Seven Seals,\" SCP-231-Adjunct B).\n\n\nNo, putting the poor girl out of her misery is NOT an option. Neither is drugging her. She has to be aware of what is going on for 110-Montauk to work.\n\n\n\n\nOne final note: The Foundation does many distasteful things in the completion of our mission, but our mission is important enough that the price is one we must pay. Containment of SCP-231 is one of our most dangerous duties, not because of any direct danger to ourselves (like \nSCP-682\n) but because of the danger that our resolve will fail, that we will allow ourselves to either let down our guard due to sympathy for the suffering of an innocent, or that we will allow ourselves to become monsters through the performance of monstrous acts. Just do your jobs, and save the philosophizing for the shrink.\n\n\nSincerely,\n\nO5-██\n\n\nDon't believe it when they say they're trying to save her. Why would they bother? They've got exactly what they want exactly where they want it.\n\n\n\n\n\n\nAddendum 231-c:\n Update\n\n\n231-07's emotional response to Procedure 110-Montauk appears to be reduced recently, despite proper execution of said procedure, increasing danger of SCP-██ undergoing a ████████████ event. Two options have been proposed.\n\n\n1. Development of a new containment procedure with higher emotional response than Procedure 110-Montauk.\n\n\n2. Administration of a Class A Amnestic to SCP-231-7, allowing for a return to base emotional response state. Said memory modification is to be administered during execution of Procedure 110-Montauk to maintain heightened emotional state following memory reset.\n\n\nPlease advise.\n\n\nthe doctor never tells his god which one he really seeks. instead he hides himself away, and quietly, he weeps.\n\n\nDr. ████\n\n\n\n\nAddendum 231-d:\n Decision\n\n\nProverbs 1:32\n\n\nCarry out Option 2 at the first available opportunity.\n\n\ntheir god's own voice, he makes the choice, declaring with their word. \"in fear and pain let her remain, lest she be like the third.\"\n\n\nO5-██\n\n\n\n\nAddendum 231-e:\n Aftermath\n\n\nEzekiel 6:14\n\n\nOption 2 was carried out. SCP-231-7's emotional state returned to 100% efficacy. Dr. ████ subsequently committed suicide due to heightened emotional stress. Will continue analysis of efficacy of treatment.\n\n\nthe doctor's gun ended his run, as he put it to his ear. as she was defiled, the pitied child, he gave it to his fear.\n\n\nDr. ██████████\n\n\n\n\nAddendum 231-f:\n Continued Analysis of Efficacy of Treatment\n\n\nRevelation 18:21-24\n\n\nAfter some analysis, I have determined that it is not necessary to perform memory modification every time Procedure 110-Montauk is carried out. In fact, it is better to delay for some time before re-administering the agent. Analysis of Subject 231-7's emotional response indicates that efficacy of Procedure 110-Montauk seems to peak between the third and fourth performance of the procedure: the dread of anticipation of events seems to heighten emotional response for a time, before familiarity with the procedure begins to lessen the efficacy of treatment. My recommendation is that Class A Amnestics be administered once a week during Procedure 110-Montauk. The calendar has been modified accordingly.\n\n\nher memory a fickle thing, the strongest shall endure. when her weeping starts to waver, their drugs make her mind pure.\n\n\nDr. ██████████\n\n\n\n\n\n\n\n\nOther popular works by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2317\n\n\nRating: 2754\n\n\n\n\n\n\nSCP-231\n\n\nRating: 2510\n\n\n\n\n\n\nDr Clef's Proposal\n\n\nRating: 2464\n\n\n\n\n\n\nSCP-048\n\n\nRating: 1676\n\n\n\n\n\n\nSCP-447\n\n\nRating: 924\n\n\n\n\n\n\nSCP-016\n\n\nRating: 848\n\n\n\n\n\n\nSCP-4960\n\n\nRating: 699\n\n\n\n\n\n\nSCP-823\n\n\nRating: 670\n\n\n\n\n\n\nSCP-953\n\n\nRating: 651\n\n\n\n\n\n\nSCP-572\n\n\nRating: 598\n\n\n\n\n\n\nSCP-450\n\n\nRating: 525\n\n\n\n\n\n\nSPC-1764\n\n\nRating: 483\n\n\n\n\n\n\nSCP-668\n\n\nRating: 468\n\n\n\n\n\n\nSCP-297\n\n\nRating: 401\n\n\n\n\n\n\nSCP-807\n\n\nRating: 338\n\n\n\n\n\n\nSCP-1949\n\n\nRating: 296\n\n\n\n\n\n\nSCP-233\n\n\nRating: 198\n\n\n\n\n\n\nSCP-8009\n\n\nRating: 185\n\n\n\n\n\n\nSCP-031\n\n\nRating: 182\n\n\n\n\n\n\nSCP-2461\n\n\nRating: 175\n\n\n\n\n\n\nSCP-784-ARC\n\n\nRating: 133\n\n\n\n\n\n\nSCP-8109\n\n\nRating: 113\n\n\n\n\n\n\n\n\n\n\n\n\nTales, Canons, and Hubs\n\n\n\n\n\n\nTranscript of Dr. Clef's seminar, \"Reality Benders and You: How to Survive When Existence Doesn't.\"\n\n\nRating: 1590\n\n\n\n\n\n\nOf Multiverses and Dandelion Wine\n\n\nRating: 492\n\n\n\n\n\n\nDa Capo al Fine\n\n\nRating: 449\n\n\n\n\n\n\nTermination_Order\n\n\nRating: 437\n\n\n\n\n\n\nOperation \"Camp Granada\"\n\n\nRating: 365\n\n\n\n\n\n\nChowderclef\n\n\nRating: 321\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████ on Applied Thaumatology.\n\n\nRating: 303\n\n\n\n\n\n\nRascal One Actual\n\n\nRating: 295\n\n\n\n\n\n\nWhat's In A Name?\n\n\nRating: 289\n\n\n\n\n\n\nPrivate Hell\n\n\nRating: 287\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████ on Aetheric Energy and Aspect Radiation.\n\n\nRating: 284\n\n\n\n\n\n\nExcerpts from PHYSICS Division Field Manual 13: Special Circumstances, Humanoid Threat Entities\n\n\nRating: 278\n\n\n\n\n\n\nSupplemental Report 239-B-192\n\n\nRating: 277\n\n\n\n\n\n\nContingency\n\n\nRating: 274\n\n\n\n\n\n\n. . . the best and the wisest man whom I have ever known.\n\n\nRating: 273\n\n\n\n\n\n\nThird Date\n\n\nRating: 252\n\n\n\n\n\n\nThe Flesh That Mates\n\n\nRating: 249\n\n\n\n\n\n\nIncident Zero - Part 1\n\n\nRating: 247\n\n\n\n\n\n\nExcerpts from PHYSICS Division Field Manual 2: Equipment and Gear\n\n\nRating: 241\n\n\n\n\n\n\n\"UHEC\"\n\n\nRating: 222\n\n\n\n\n\n\n085-Romance-Adult\n\n\nRating: 215\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████: Conclusion, Q and A\n\n\nRating: 210\n\n\n\n\n\n\nItems from a Global Occult Coalition Document Bag\n\n\nRating: 210\n\n\n\n\n\n\nIncident Zero - Part 5\n\n\nRating: 197\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████ on Thaumatic Workings.\n\n\nRating: 195\n\n\n\n\n\n\nGirls' Night Out: Dressing Up\n\n\nRating: 193\n\n\n\n\n\n\nName, Rank, Serial Number\n\n\nRating: 187\n\n\n\n\n\n\n\"Come into my Parlor\"\n\n\nRating: 185\n\n\n\n\n\n\nGirls' Night Out: Raising Hell\n\n\nRating: 183\n\n\n\n\n\n\nMementos\n\n\nRating: 179\n\n\n\n\n\n\nSpecial Assets\n\n\nRating: 178\n\n\n\n\n\n\nIncident Zero - Part 3\n\n\nRating: 176\n\n\n\n\n\n\nWe Got A Good Thing Here\n\n\nRating: 176\n\n\n\n\n\n\nPersonal Log of Agent AA\n\n\nRating: 175\n\n\n\n\n\n\nInterlude - Excerpt From An Auction Catalog - Marshall Carter And Dark, 2012\n\n\nRating: 171\n\n\n\n\n\n\nText of a Condolence Letter - Federal Bureau of Investigation, Unusual Incidents Unit\n\n\nRating: 169\n\n\n\n\n\n\nIncident Zero - Part 2\n\n\nRating: 165\n\n\n\n\n\n\nAgent Ukulele\n\n\nRating: 165\n\n\n\n\n\n\nNumber One With A Bullet\n\n\nRating: 158\n\n\n\n\n\n\nExcerpts from PHYSICS Division Field Manual 1: Operative's Handbook\n\n\nRating: 154\n\n\n\n\n\n\nIncident Zero - Part 4\n\n\nRating: 153\n\n\n\n\n\n\nGirls' Night Out: Getting Drunk\n\n\nRating: 153\n\n\n\n\n\n\n\"Assessment\"\n\n\nRating: 150\n\n\n\n\n\n\nThe 784 Incident: Part 7: Conclusion\n\n\nRating: 144\n\n\n\n\n\n\n\"Strike\"\n\n\nRating: 143\n\n\n\n\n\n\n\"Trauma\"\n\n\nRating: 140\n\n\n\n\n\n\n\"Farpoint\"\n\n\nRating: 131\n\n\n\n\n\n\nClean Sweep\n\n\nRating: 125\n\n\n\n\n\n\n\"AWTOK\"\n\n\nRating: 124\n\n\n\n\n\n\nThe 784 Incident: Part 1: Contact\n\n\nRating: 106\n\n\n\n\n\n\n\"Joint Venture\"\n\n\nRating: 101\n\n\n\n\n\n\n\n\n\n\n\n\nCollaborations with other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-166\n\n\nDr. Dantesen\n\n\n\n\n\n\nSCP-342\n\n\nname\n\n\n\n\n\n\nFor a list of all works by this author, click here.\n\n\n\n\n\n\n\n\n« \nSCP-230\n | SCP-231 | \nSCP-232\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-231\n\" by DrClef, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-231\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-blank.png\n\n\nAuthor:\n \nAelanna\n, \nfar2\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\n\n\nName:\n logo.png\n\n\nAuthor:\n \nfar2\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 231-a: Current Status of SCP-231 units. six were broken by their bindings six no more shall sing. comes the seventh full unwinding and all the bells will ring.",
        "Addendum 231-b: Text of missive by O5-██",
        "Addendum 231-c: Update\n231-07's emotional response to Procedure 110-Montauk appears to be reduced recently, despite proper execution of said procedure, increasing danger of SCP-██ undergoing a ████████████ event. Two options have been proposed.\n1. Development of a new containment procedure with higher emotional response than Procedure 110-Montauk.\n2. Administration of a Class A Amnestic to SCP-231-7, allowing for a return to base emotional response state. Said memory modification is to be administered during execution of Procedure 110-Montauk to maintain heightened emotional state following memory reset.\nPlease advise. the doctor never tells his god which one he really seeks. instead he hides himself away, and quietly, he weeps. Dr. ████",
        "Addendum 231-d: Decision Proverbs 1:32 Carry out Option 2 at the first available opportunity. their god's own voice, he makes the choice, declaring with their word. \"in fear and pain let her remain, lest she be like the third.\" O5-██",
        "Addendum 231-e: Aftermath Ezekiel 6:14 Option 2 was carried out. SCP-231-7's emotional state returned to 100% efficacy. Dr. ████ subsequently committed suicide due to heightened emotional stress. Will continue analysis of efficacy of treatment. the doctor's gun ended his run, as he put it to his ear. as she was defiled, the pitied child, he gave it to his fear. Dr. ██████████",
        "Addendum 231-f: Continued Analysis of Efficacy of Treatment Revelation 18:21-24 After some analysis, I have determined that it is not necessary to perform memory modification every time Procedure 110-Montauk is carried out. In fact, it is better to delay for some time before re-administering the agent. Analysis of Subject 231-7's emotional response indicates that efficacy of Procedure 110-Montauk seems to peak between the third and fourth performance of the procedure: the dread of anticipation of events seems to heighten emotional response for a time, before familiarity with the procedure begins to lessen the efficacy of treatment. My recommendation is that Class A Amnestics be administered once a week during Procedure 110-Montauk. The calendar has been modified accordingly. her memory a fickle thing, the strongest shall endure. when her weeping starts to waver, their drugs make her mind pure. Dr. ██████████"
    ],
    "documents": [],
    "notes": [
        "Dear Friends, It has come to my attention that recently, certain rumors have surfaced regarding SCP-231. Due to the drop in staff morale, I have decided to address some of the more prevalent points. Yes, Procedure 110-Montauk is as horrible as you have heard, which is why only Class D Personnel are authorized to carry it out. Yes, it does involve brutal [REDACTED]. No, assignment to SCP-231 is not intended to test your loyalty to the Foundation, your tendencies towards ██████████, or anything else. No, SCP-231 is not a punishment detail. Yes, there are staff members who have been on SCP-231 and have successfully transferred out by their own request. No, not everyone who's worked on SCP-231 is terminated upon leaving the project. Yes, staff members who have been assigned to SCP-231 are allowed to take a Class A Amnesiac before leaving the project if so desired. Yes, false memories are then implanted. No, none of the supposed methods for recovering or detecting false memories work. Yes, there are some of you who've worked on SCP-231 and don't remember it. No, we have not given up trying to save SCP-231-7, but research in that field must be carried out with the utmost of caution. Based on the increased potency of each subsequent ████████████ event associated with each subsequent SCP-██ specimen, there is a strong possibility that SCP-231-7's ████████████ event could result in an XK class end-of-the-world scenario. This information is corroborated in notebooks recovered from the cultists (see document \"Seven Brides, Seven Seals,\" SCP-231-Adjunct B). No, putting the poor girl out of her misery is NOT an option. Neither is drugging her. She has to be aware of what is going on for 110-Montauk to work. One final note: The Foundation does many distasteful things in the completion of our mission, but our mission is important enough that the price is one we must pay. Containment of SCP-231 is one of our most dangerous duties, not because of any direct danger to ourselves (like SCP-682 ) but because of the danger that our resolve will fail, that we will allow ourselves to either let down our guard due to sympathy for the suffering of an innocent, or that we will allow ourselves to become monsters through the performance of monstrous acts. Just do your jobs, and save the philosophizing for the shrink. Sincerely, O5-██ Don't believe it when they say they're trying to save her. Why would they bother? They've got exactly what they want exactly where they want it.",
        "\" SCP-231 \" by DrClef, from the SCP Wiki . Source: https://scpwiki.com/scp-231 . Licensed under CC-BY-SA .",
        "Filename: scp-blank.png Author: Aelanna , far2 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of:",
        "Name: logo.png Author: far2 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "seven seals, seven rings. seven brides for the scarlet King\n SCP-231-7 (See Addendum re: SCP-231-1 through SCP-231-6)they gather round the natal bed, the foolish and the wise. they fear the child yet to be born, whose voice shall rend the skies.",
    "object_class": "Keterthe faithful watch the forest for the coming of the King. their lanterns bright, they wait at night for the new world he shall bring.",
    "containment_procedures": "Following repeated escape and suicide attempts, and based on the failure of containment for SCP-231-1 through 6, containment of SCP-231-7 has been amended to the following: SCP-231 is to be contained within a soundproof holding cell, adjacent to holding cells for six Class D Personnel assigned for the purposes of Procedure 110-Montauk. Cameras will monitor every inch of the cell at all times, and must be manned 24 hours a day. Malfunctioning monitoring equipment will be replaced without delay by psychologically screened staff. Doors will be magnetically locked, openable only by positive action by the control and monitoring facility. This includes all doors linking the main holding cell to those of the six Class D Personnel.",
    "description": "SCP-231-7 is a █████ female between █ and ██ years of age, with [DATA EXPUNGED]. the King is in his courting clothes, the brides are in their beds. the unborn princes wait in sleep to raise their eager heads.\nSCP-231-1 through 7 were retrieved from ██████████, ██, following a police raid on a warehouse owned by an organization called the Children of the Scarlet King (see article on ██-██-████ in the ████████████ ██████ newspaper, \"Police Raid Satanic Sex Cult, Save Seven\"). 24 hours after the rescue, SCP-231-1 (real name ████████████ ████████████) went into labor pains, giving birth three minutes later to SCP-██ (█████████ ██████████), causing a ██████████ event resulting in over ███ confirmed casualties. Foundation Personnel immediately took possession of remaining SCPs 231-2 through 231-7 and, based on notebooks recovered from the cult, instituted Procedure 110-Montauk to prevent future occurrences. the hens were in the henhouse and seven eggs did lay, till the fox crept in by dark of night and stole the eggs away.",
    "title": "SCP-231"
}