{
    "url": "https://scp-wiki.wikidot.com/scp-2311",
    "all_text": "rating: \n+167\n+\n–\nx\n\n\n\n\nItem #:\n SCP-2311\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2311 is to be contained at the site of its discovery, the basement of a residential building in Rochester, New York. This residence is designated Temporary Satellite Site 14, with the basement acting as SCP-2311's cell until suitable long-term containment can be achieved. Temporary Sat-Site 14 is to be staffed at all times by no less than three Foundation operatives posing as tenants under standard \"Plain Sight\" cover protocols, with preference given to personnel who have survived at least one reality restructuring event. A designated developmental psychologist must conduct biweekly sessions with SCP-2311 in order to discourage breach attempts.\n\n\nFloodlights must be installed in every interior room of Temporary Sat-Site 14, with controls easily accessible by all personnel. In addition, motion-activated lights must be fitted to all building exits. All facility lights must be properly maintained and tested by site personnel on a weekly basis.\n\n\nDescription:\n SCP-2311 is a nine-year-old human male with Klinefelter syndrome, Kaspar Hauser syndrome, and a ventricular septal defect. SCP-2311’s stunted language skills\n1\n and distinctive toddling gait are believed to be a result of severe social and emotional deprivation from an early age. SCP-2311 also exhibits heliophobia and aquaphobia, likely as a result of childhood trauma.\n\n\nSCP-2311 has the ability to alter matter with little regard for physical laws, causality or logic. The potential magnitude of this capability is unknown. For what is believed to be psychological reasons, SCP-2311 displays diminished anomalous capacity while in a contented or fearful emotional state and while within the confines of Sat-Site 14. If either of these conditions are not met (ie., SCP-2311 is in an angered or excited emotional state, or has left its containment cell in the basement of Sat-Site 14), SCP-2311 will begin to express its anomalous traits. If neither of these conditions are met, SCP-2311's breach of containment should be considered a potential CK-class reality restructuring event, as at this time the Foundation does not possess sufficient data to predict its capabilities or likely course of action in this scenario.\n\n\nTo date, SCP-2311 has been observed to:\n\n\n\n\nManifest and attempt to consume approximately 20 kilograms of La Perruche brand individually-wrapped sugar cubes.\n\n\nInflict fatal physical harm on Foundation personnel by anomalous means. Injuries bear a cosmetic resemblance to necrosis spreading at a medically impossible rate.\n\n\nTranslocate instantaneously with no regard for physical barriers such as the interior walls of Sat-Site 14. To date, SCP-2311 has not displayed any ability or willingness to teleport outside the confines of Sat-Site 14.\n\n\nManifest heat and flames measured at 600°C. Flames created by SCP-2311 have never been observed to consume fuel or otherwise affect the objects around them. Despite palpable heat, they inflict no damage on human tissue.\n\n\nIn one recorded incident, SCP-2311 emitted a stream of liquid at an estimated pressure of 800 kPa and temperature of -200°C. The liquid poured from SCP-2311’s nasal, oral and anal orifices for fifteen minutes, causing SCP-2311 apparent distress. Unlike the anomalous flames and heat generated by SCP-2311, the extreme cold of this liquid did affect human tissue as expected, inflicting nerve damage after 5 minutes of continuous exposure. After the liquid warmed to room temperature, it became indistinguishable from normal water; how it was able to maintain a liquid state at -200°C is not presently understood.\n\n\n\n\nSCP-2311's anomalous capabilities are not believed to be restricted to the phenomena listed above. Opportunities to observe SCP-2311's reality-restructuring capacity have been limited to two breach events since Foundation custody commenced, and to the circumstances of SCP-2311's initial containment.\n\n\nRecovery Details:\n SCP-2311 was brought to Foundation attention by assets embedded in the New York State Office of Child and Family Services (OCFS), who were investigating SCP-2311’s living conditions after neighbors reported a \"yelping boy\" being kept in a basement for religious or occult purposes. The Foundation first attempted to seize SCP-2311 covertly via Foundation operatives posing as OCFS officials working in tandem with local law enforcement. During the investigation, an individual believed to be SCP-2311’s father (hereafter designated Person of Interest-2311-01) detonated several homemade incendiary devices. Local law enforcement disengaged and Mobile Task Force Psi-7 (“Home Improvement”) took command under standard cover protocol \"Federal Agents.\" MTF Psi-7 agents entered the burning residence and encountered SCP-2311 displaying its anomalous properties. MTF Psi-7 suffered █ casualties but managed to contain SCP-2311. PoI-2311-01 died from smoke inhalation prior to Psi-7’s breach of the residence\n2\n.\n\n\nIn the aftermath, the City of Rochester Fire Department extinguished the fire, and the damaged residence was acquired via a Foundation shell company. Containment personnel posing as contractors repaired the damage caused by the fire and enacted SCP-2311’s current special containment procedures.\n\n\n\n\nARTIFACT MANIFEST: 2311/3 CLEARANCE REQUIRED\n\n\n\n\nAUTHORIZATION APPROVED: ITEMS RECOVERED FROM RESIDENCE BASEMENT\n\n\n\n\n\n\nNumerous non-anomalous books and manuscripts on occult subjects, including \nLiber Al vel Legis\n, \nKitab Sirr al-Asrar\n, and one hundred and eight copies of \nTabula Smaragdina\n in various languages.\n\n\nTwo sets of iron restraints and one iron hobble, along with two unopened boxes of Rothco-brand plastic restraints.\n\n\nThe decomposed remains of an adult woman, found interred in a crawlspace. Genetic tests confirm the deceased was SCP-2311's biological mother. Decomposition made it impossible to determine a definitive cause of death, but the deceased appears to have undergone a botched hysterectomy.\n\n\nA double jacket, industrial-strength firehose and requisite plumbing.\n\n\nPlaster walls and ceiling filled with fiberglass insulation and resilient channels as apparent soundproofing measures.\n\n\nSeveral empty boxes of La Perruche brand individually-wrapped sugar cubes and attendant wrappers.\n\n\nA bassinet, a crib, and a twin-sized mattress sans bedding, all badly soiled.\n\n\n\n\n\n\n\n\n\n\n\n\nRECOVERED DOCUMENT: 2311/3 CLEARANCE REQUIRED\n\n\n\n\nAUTHORIZATION APPROVED: UNTITLED MANUSCRIPT\n\n\n\n\n\n\n\n\nPage 1 of the recovered document.\n\n\n\n\n\n\n\n\n\n\nPages 2 and 3 of the recovered document.\n\n\n\n\n\n\n\n\n\n\nPages 4 and 5 of the recovered document.\n\n\n\n\n\n\nThe following is a document believed to have been written by PoI-2311-01. Most of the pages in the notebook were filled with diagrams and nonsensical equations concerning occult and alchemical subjects. All legible text is included below; access to the original manuscript requires 2311/4 clearance.\n\n\n\n\n10/11/20██: Double-checked and triple-checked calculations. It's real. It either exists or theoretically could. Nothing stopping it. So where the fuck is it?\n\n\n10/13/20██: Found a modern Chaos Magick forum online. Interesting, but disagree with initial premise. Trouble isn't a lack of belief; I have a surfeit of belief. I have belief crystallized into evidence (double-checked, triple-checked, not like I can get a second opinion). Magick is real. The only impediment to its practice is an apparent paucity of magicians.\n\n\n10/23/20██: I tried the formula again. Genuine royal water this time, imported from a colleague in ██████. I poured it in, and the whole time I was thinking nitrohydrochloric acid. I couldn't stop thinking nitrohydrochloric acid. The admixture failed, of course.\n\n\n10/24/20██: Homunculus an increasingly attractive option. I cannot learn the art (too grounded in the fundus/consensus/real), but I might be able to create an artist.\n\n\n10/27/20██: Started searching for suitable source material. Rusty.\n\n\n1/23/20██: Found suitable source material. Lean little thing from Cambodia. Pliant/compliant. Never actually thought I’d do this, but I guess there’s no harm now that I’m looking to outsource.\n\n\n2/3/20██: Source material arrived today. Made it official at the courthouse.\n\n\n2/4/20██: Not really all it's cracked up to be.\n\n\n2/28/20██: No results as of yet.\n\n\n4/20/20██: No results as of yet.\n\n\n5/3/20██: No results.\n\n\n6/11/20██: No results. Failing health of source material a concern.\n\n\n6/15/20██: Conception!\n\n\n6/27/20██: I introduced the source material/vessel to the circle. I'm no practitioner, but I know certain patterns/formulae/procedures that should allow a degree of influence over the unformed/incipient/unreal. The womb is simply that primordial void of so many creation myths. A vacuum paradoxically containing all necessities for creation.\n\n\n6/28/20██: Alterations continue, progressing well. Blurred gender as much as I could without risking critical defect; masculine + feminine, sun + moon, yin + yang, all that good shit.\n\n\n6/29/20██: Alterations continue. Parted the waters and drove the heart from the center.\n\n\n6/30/20██: Alterations finished. Long, auspicious day. Think it went well but impossible to tell until it decants. Vessel spent and disposed of. Think I earned a fucking drink.\n\n\n7/12/20██: No update. It'll take some time, but it should be ready to decant at the vernal equinox. Couldn’t hurt, right?\n\n\n9/20/20██: Nothing to report. Would have expected more movement by now. Doubt is poison.\n\n\n10/13/20██: Nothing to report.\n\n\n11/12/20██: Remembered an interesting bit of Paracelsus, looked it up today: “That the sperm of a man be putrefied by itself in a sealed cucurbit for forty days with the highest degree of putrefaction in a horse’s womb, or at least so long that it comes to life and moves itself and stirs…” Ha! Could’ve just used a horse.\n\n\n12/3/20██: Sweet Christ it’s working.\n\n\n1/1/20██: Happy new year.\n\n\n2/15/20██: Growth continues. Worried it would grow too fast, miss our special date, but it seems to have normalized/plateaued.\n\n\n3/3/20██: Speech of God = creation/absolute destruction. Say \"light\" and light separated from darkness, say \"day\" and \"night\" and they were thereafter day and night. This was the first speech and it was perfect/powerful/true. Things were not divorced from their names and language was a lie nobody had invented yet.\n\n\n3/10/20██: Beginning final preparations for decantation. Growth has abated, little movement.\n\n\n3/15/20██: Second was the speech of embryonic Adam. Lesser, of course, but say \"sheep\" and sheep. Say \"tree\" and tree. It is a speech that sculpted things, carved them in that warm paradise of infantile ignorance/non-being/clay. Eden, containing all necessities for creation. Eden, where mankind was nascent and incomplete. Eden, before she came bearing the poison of knowledge.\n\n\n3/17/20██: The basement/creche/temple is ready. Hose took the most work, but spare the rod and spoil the child, right?\n\n\n3/18/20██: No movement. Concerned.\n\n\n3/19/20██: Language fractured when Babel fell. We lost the speech of Adam, but it can be regained. Language castrates, knowledge blinds, and nitrohydrochloric acid is a leaden weight on my will but you can be free. Here is a thing I call “night,” little homunculus. Teach me its true name. Here is a thing I call “day.\" Teach me or I’ll turn on the hose.\n\n\n3/20/20██: Decanted. Stunted but viable. Now the real work starts, little Adam.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-2311 communicates only with a select few gestures in American Sign Language (\"treat\" and \"no\", specifically), taught to him by Dr. Alex Akopyan, SCP-2311’s currently assigned developmental psychologist. Prior to containment, SCP-2311 was only capable of a loud, repetitive yelping vocalization.\n\n\n2\n. A full action report is available to security officers with 2311/3 clearance.\n\n\n\n\n\n\n\n\n« \nSCP-2310\n | SCP-2311 | \nSCP-2312\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2311\n\" by DisquietRiot, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2311\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Page1Resize.jpg\n\n\nAuthor:\n DisquietRiot\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\nFilename:\n Page2Resize.jpg\n\n\nAuthor:\n DisquietRiot\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\nFilename:\n Page3Resize.jpg\n\n\nAuthor:\n DisquietRiot\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "10/11/20██: Double-checked and triple-checked calculations. It's real. It either exists or theoretically could. Nothing stopping it. So where the fuck is it? 10/13/20██: Found a modern Chaos Magick forum online. Interesting, but disagree with initial premise. Trouble isn't a lack of belief; I have a surfeit of belief. I have belief crystallized into evidence (double-checked, triple-checked, not like I can get a second opinion). Magick is real. The only impediment to its practice is an apparent paucity of magicians. 10/23/20██: I tried the formula again. Genuine royal water this time, imported from a colleague in ██████. I poured it in, and the whole time I was thinking nitrohydrochloric acid. I couldn't stop thinking nitrohydrochloric acid. The admixture failed, of course. 10/24/20██: Homunculus an increasingly attractive option. I cannot learn the art (too grounded in the fundus/consensus/real), but I might be able to create an artist. 10/27/20██: Started searching for suitable source material. Rusty. 1/23/20██: Found suitable source material. Lean little thing from Cambodia. Pliant/compliant. Never actually thought I’d do this, but I guess there’s no harm now that I’m looking to outsource. 2/3/20██: Source material arrived today. Made it official at the courthouse. 2/4/20██: Not really all it's cracked up to be. 2/28/20██: No results as of yet. 4/20/20██: No results as of yet. 5/3/20██: No results. 6/11/20██: No results. Failing health of source material a concern. 6/15/20██: Conception! 6/27/20██: I introduced the source material/vessel to the circle. I'm no practitioner, but I know certain patterns/formulae/procedures that should allow a degree of influence over the unformed/incipient/unreal. The womb is simply that primordial void of so many creation myths. A vacuum paradoxically containing all necessities for creation. 6/28/20██: Alterations continue, progressing well. Blurred gender as much as I could without risking critical defect; masculine + feminine, sun + moon, yin + yang, all that good shit. 6/29/20██: Alterations continue. Parted the waters and drove the heart from the center. 6/30/20██: Alterations finished. Long, auspicious day. Think it went well but impossible to tell until it decants. Vessel spent and disposed of. Think I earned a fucking drink. 7/12/20██: No update. It'll take some time, but it should be ready to decant at the vernal equinox. Couldn’t hurt, right? 9/20/20██: Nothing to report. Would have expected more movement by now. Doubt is poison. 10/13/20██: Nothing to report. 11/12/20██: Remembered an interesting bit of Paracelsus, looked it up today: “That the sperm of a man be putrefied by itself in a sealed cucurbit for forty days with the highest degree of putrefaction in a horse’s womb, or at least so long that it comes to life and moves itself and stirs…” Ha! Could’ve just used a horse. 12/3/20██: Sweet Christ it’s working. 1/1/20██: Happy new year. 2/15/20██: Growth continues. Worried it would grow too fast, miss our special date, but it seems to have normalized/plateaued. 3/3/20██: Speech of God = creation/absolute destruction. Say \"light\" and light separated from darkness, say \"day\" and \"night\" and they were thereafter day and night. This was the first speech and it was perfect/powerful/true. Things were not divorced from their names and language was a lie nobody had invented yet. 3/10/20██: Beginning final preparations for decantation. Growth has abated, little movement. 3/15/20██: Second was the speech of embryonic Adam. Lesser, of course, but say \"sheep\" and sheep. Say \"tree\" and tree. It is a speech that sculpted things, carved them in that warm paradise of infantile ignorance/non-being/clay. Eden, containing all necessities for creation. Eden, where mankind was nascent and incomplete. Eden, before she came bearing the poison of knowledge. 3/17/20██: The basement/creche/temple is ready. Hose took the most work, but spare the rod and spoil the child, right? 3/18/20██: No movement. Concerned. 3/19/20██: Language fractured when Babel fell. We lost the speech of Adam, but it can be regained. Language castrates, knowledge blinds, and nitrohydrochloric acid is a leaden weight on my will but you can be free. Here is a thing I call “night,” little homunculus. Teach me its true name. Here is a thing I call “day.\" Teach me or I’ll turn on the hose. 3/20/20██: Decanted. Stunted but viable. Now the real work starts, little Adam.",
        "\" SCP-2311 \" by DisquietRiot, from the SCP Wiki . Source: https://scpwiki.com/scp-2311 . Licensed under CC-BY-SA .",
        "Filename: Page1Resize.jpg Author: DisquietRiot License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: Page2Resize.jpg Author: DisquietRiot License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: Page3Resize.jpg Author: DisquietRiot License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "object_class": "Euclid",
    "containment_procedures": "SCP-2311 is to be contained at the site of its discovery, the basement of a residential building in Rochester, New York. This residence is designated Temporary Satellite Site 14, with the basement acting as SCP-2311's cell until suitable long-term containment can be achieved. Temporary Sat-Site 14 is to be staffed at all times by no less than three Foundation operatives posing as tenants under standard \"Plain Sight\" cover protocols, with preference given to personnel who have survived at least one reality restructuring event. A designated developmental psychologist must conduct biweekly sessions with SCP-2311 in order to discourage breach attempts.",
    "description": "SCP-2311 is a nine-year-old human male with Klinefelter syndrome, Kaspar Hauser syndrome, and a ventricular septal defect. SCP-2311’s stunted language skills1 and distinctive toddling gait are believed to be a result of severe social and emotional deprivation from an early age. SCP-2311 also exhibits heliophobia and aquaphobia, likely as a result of childhood trauma.",
    "title": "SCP-2311"
}