{
    "url": "https://scp-wiki.wikidot.com/scp-2321",
    "all_text": "rating: \n+83\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-2321: Foor Th'luv Uv God, Doont Yuuz It\n\nThese Foundation researchers are so arrogant, thinking they know everything about the world just because they can do science to it. It would be funny if it weren't so sad.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2321\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2321 is kept in Storage Site 145. Personnel wishing to assist in study may do so with level 4 authorization.\n\n\nDescription:\n SCP-2321 is the remains of Anomalous Item 21025, originally a mechanism of unknown origin purportedly designed to detect anomalies in living subjects. AI 21025 was destroyed during classification testing (see addenda), but enough information was uncovered to identify it as a Class-2 Temporal Paradox\n1\n, created approximately ███ years after its discovery on ██/██/20██. Original documentation follows.\n\n\n\n\n+ Addendum 2321-1: Original description\n\n\n\n\n- Access granted\n\n\n\n\nAnomalous Item #21025\n\n\nLead Researcher:\n Dr. Murugan Chaudhuri\n\n\nType:\n Mechanical/Possible Anachronism\n\n\nDimensions:\n Primary unit: Height 2.5m, Width 1.8m, Depth 0.9m, Weight 255kg; Secondary unit: 1.3m x 0.75m x .4m, weight 50kg\n\n\nComposition:\n Fiberglass 35%; high-density plastics 45%; unknown steel alloy 15%; other 5%\n\n\nNotes:\n Both units inscribed with a prominent logo similar to that of the Foundation. Secondary unit has a display readout with script in an unknown language, thought to be a variant of English; Linguistics brought in for further evaluation. Purpose is ostensibly to scan a subject placed in primary unit for anomalies. Anomalies categorized as \"M'teereel\", \"Tempoor'l\", \"Spaash'l\", \"Ment'l\", \"Entrop'k\", \"Prob'b'listik\"and \"Udher\".\n\n\n\n\n- Access granted\n\n\n\n\n\n\n\n\n+ Addendum 2321-2: Journal of Dr. Chaudhuri\n\n\n\n\n- Access granted\n\n\n\n\n\n\n01/15/20██\n\nInitial testing has shown that AI 21025 only works with living subjects. Animal testing has returned conflicting results however, making establishing a baseline confounding. Test 8, using Rattus norvegicus, revealed presence of a digestive system with four stomachs. A second scan of the same subject showed no anomaly. A third scan revealed it present again. This equipment is quite likely faulty.\n\nMC\n\n\n\n\n\n\n01/19/20██\n\nAuthorization for tests with D-Class personnel was granted today, so I wanted to get right to it. First test with D-23251 revealed an extradimensional space at the back of the left optic nerve. What originally seemed like faulty equipment is more likely a machine designed for use with humans. The results of continued scans were consistent. Anomaly was destroyed via removal of the eye, and further testing revealed no new anomalies. Never would have found that out if it weren't for 21025. A very useful machine. Tests with D-29898 commence tomorrow.\n\nMC\n\n\n\n\n\n\n01/20/20██\n\nTesting with D-29898 was again positive: it came up as \"Probabilistic\" (according to our specialist from Linguistics), but no further information was given. Interesting: with the previous spatial anomaly, a location was given. D-29898 was remanded to another section of AIT to see if they can't figure her out. Two more D-Class coming on Monday. I'm interested to see what happens when one \nisn't\n anomalous.\n\nMC\n\n\n\n\n\n\n01/21/20██\n\nA very strange thought occurred to me, and I'm having trouble getting back to sleep because of it. What if all the D-Class are anomalous? Two for two is pretty surprising, unless that's related to 29898's ability. Where could we have found so many anomalous criminals? Though, I supposed these people are truly anomalies of society already. I'll see if I can't get any volunteers from the team this week.\n\nMC\n\n\n\n\n\n\n01/22/20██\n\nTwo more tests and two more anomalies: one mental, another probabilistic. That thought from the night previous is gnawing at my mind. Again, I must praise 21025 for its accuracy. None of these anomalies is obvious to an outside observer. I heard that 29898's requires her to be in the presence of a large number of bees before it takes effect. What are the chances she would have discovered that on her own? It's nothing like [CLASSIFIED INFORMATION REDACTED] but at least we're ferreting them out. I've spoken with my supervisor; if we keep finding anomalies, we're never going to have a baseline test. She wasn't keen on moving to non-D personnel tests, but I emphasized the volunteer aspect. Made it sound like a team-building exercise. We'll see.\n\nMC\n\n\n\n\n\n\n01/24/20██\n\nResearcher L███, our linguist, was the only one willing to volunteer. He's not even part of my team! Still grateful for the opportunity. I am doubly so now. Let's just say he found out who his mother is and the Director of the site SCP-████ is housed in is being \nthoroughly\n investigated for misconduct. What else can we find with this thing?\n\nMC\n\n\n\n\n\n\n01/25/20██\n\nPishkin volunteered, said seeing L███ go through it gave her confidence. Machine says she's comprised of 35% fungal rhizomes, mostly in the left leg. How did that get missed during physicals? Tried leaning on Watkins to volunteer, he's always idolized me. Starting to think testing everyone is a good idea, for the good of humanity and the Foundation and all that. I'll certainly be taking a good, long look at anyone who refuses.\n\nMC\n\n\n\n\n\n\n02/01/20██\n\ntheyre all anomalous all of them watkins rutherford williamson oh my god\n\n\n\n\n\n\n02/05/20██\n\nAnother terrible thought: What if \neveryone\n has an anomaly? \nWhat if the machine puts them\n No, that's stupid. But what if all these tiny, easily overlooked anomalies are actually par for the course? What if this machine is the only way to find them? What few of us are normal humans? How far does this go? Supervisors, site directors, Overwatch? I have to test everyone I can.\n\nMC\n\n\n\n\nNote: Final entry left on a computer terminal outside Testing Chamber 10 on 02/18/20██.\n\n\n\n\nI dont have long but I must make this final entry I have to know I have to find the anomalies I have to know the machine doesnt put them there I have to know whats inside me I know something is there but what is it theyre taking it away and sending me to counseling idont need counselingimrunningoutofti\n\n\n\n\nEnd note: Due to the dismissal of his entire team and seeming mental breakdown, Dr. Chaudhuri was remanded to psychological counseling. After missing his first appointment, security were sent to detain him. Upon reaching Testing Chamber 10, personnel reported an explosion. From surveillance footage, the events are reconstructed as follows:\n\n\n\n\n16:48: Dr. Chaudhuri is seen typing furiously on a terminal outside Testing Chamber 10, where Anomalous Item 21025 is kept.\n\n\n16:50: Dr. Chaudhuri activates AI 21025's scanning function and enters the primary unit.\n\n\n16:53: Security arrives at Testing Chamber 10. A small-yield explosion occurs in AI 21025's primary unit, approximately in the position occupied by Dr. Chaudhuri's sternum. Dr. Chaudhuri is killed and both Testing Chamber 10 and AI 21025 are damaged, the latter severely enough to impede function.\n\n\n\n\nPreliminary reports suggest that while restoring the structure of AI 21025 is possible, its functionality remains beyond our capacity to replicate. Dr. Samantha Gordi, Supervisor for Site-145 Anomalous Items Testing, has formally recommended against attempting to repair AI 21025, given its influence on Dr. Chaudhuri. Further study will be necessary to determine whether functionality can be reverse-engineered.\n\n\n\n\n- Access granted\n\n\n\n\n\n\n\n\n+ Final note\n\n\n\n\n- One more thing\n\n\n\n\nDuring cleanup and examination of the remains of AI 21025, Researcher Watkins discovered the following inscription etched on the back of the secondary unit:\n\n\n\n\nFOO\n\nUZ IT\n\n\n\n\nInscription reproduced as accurately as possible. The letters originally went unnoticed due to placement and being very shallowly inscribed. It is believed the explosion destroyed most of the inscription, but char and soot made the remaining letters more prominent. Linguistic analysis is ongoing.\n\n\n-Dr. Gordi\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nPossibly also a Class-5 Temporal Singularity.\n -Dr. █████, Temporal Division\n\n\n\n\n\n\n\n\n« \nSCP-2320\n | SCP-2321 | \nSCP-2322\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2321\n\" by TL333s, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2321\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "01/15/20██ Initial testing has shown that AI 21025 only works with living subjects. Animal testing has returned conflicting results however, making establishing a baseline confounding. Test 8, using Rattus norvegicus, revealed presence of a digestive system with four stomachs. A second scan of the same subject showed no anomaly. A third scan revealed it present again. This equipment is quite likely faulty. MC",
        "01/19/20██ Authorization for tests with D-Class personnel was granted today, so I wanted to get right to it. First test with D-23251 revealed an extradimensional space at the back of the left optic nerve. What originally seemed like faulty equipment is more likely a machine designed for use with humans. The results of continued scans were consistent. Anomaly was destroyed via removal of the eye, and further testing revealed no new anomalies. Never would have found that out if it weren't for 21025. A very useful machine. Tests with D-29898 commence tomorrow. MC",
        "01/20/20██ Testing with D-29898 was again positive: it came up as \"Probabilistic\" (according to our specialist from Linguistics), but no further information was given. Interesting: with the previous spatial anomaly, a location was given. D-29898 was remanded to another section of AIT to see if they can't figure her out. Two more D-Class coming on Monday. I'm interested to see what happens when one isn't anomalous. MC",
        "01/21/20██ A very strange thought occurred to me, and I'm having trouble getting back to sleep because of it. What if all the D-Class are anomalous? Two for two is pretty surprising, unless that's related to 29898's ability. Where could we have found so many anomalous criminals? Though, I supposed these people are truly anomalies of society already. I'll see if I can't get any volunteers from the team this week. MC",
        "01/22/20██ Two more tests and two more anomalies: one mental, another probabilistic. That thought from the night previous is gnawing at my mind. Again, I must praise 21025 for its accuracy. None of these anomalies is obvious to an outside observer. I heard that 29898's requires her to be in the presence of a large number of bees before it takes effect. What are the chances she would have discovered that on her own? It's nothing like [CLASSIFIED INFORMATION REDACTED] but at least we're ferreting them out. I've spoken with my supervisor; if we keep finding anomalies, we're never going to have a baseline test. She wasn't keen on moving to non-D personnel tests, but I emphasized the volunteer aspect. Made it sound like a team-building exercise. We'll see. MC",
        "01/24/20██ Researcher L███, our linguist, was the only one willing to volunteer. He's not even part of my team! Still grateful for the opportunity. I am doubly so now. Let's just say he found out who his mother is and the Director of the site SCP-████ is housed in is being thoroughly investigated for misconduct. What else can we find with this thing? MC",
        "01/25/20██ Pishkin volunteered, said seeing L███ go through it gave her confidence. Machine says she's comprised of 35% fungal rhizomes, mostly in the left leg. How did that get missed during physicals? Tried leaning on Watkins to volunteer, he's always idolized me. Starting to think testing everyone is a good idea, for the good of humanity and the Foundation and all that. I'll certainly be taking a good, long look at anyone who refuses. MC",
        "02/01/20██ theyre all anomalous all of them watkins rutherford williamson oh my god",
        "02/05/20██ Another terrible thought: What if everyone has an anomaly? What if the machine puts them No, that's stupid. But what if all these tiny, easily overlooked anomalies are actually par for the course? What if this machine is the only way to find them? What few of us are normal humans? How far does this go? Supervisors, site directors, Overwatch? I have to test everyone I can. MC",
        "I dont have long but I must make this final entry I have to know I have to find the anomalies I have to know the machine doesnt put them there I have to know whats inside me I know something is there but what is it theyre taking it away and sending me to counseling idont need counselingimrunningoutofti",
        "16:48: Dr. Chaudhuri is seen typing furiously on a terminal outside Testing Chamber 10, where Anomalous Item 21025 is kept. 16:50: Dr. Chaudhuri activates AI 21025's scanning function and enters the primary unit. 16:53: Security arrives at Testing Chamber 10. A small-yield explosion occurs in AI 21025's primary unit, approximately in the position occupied by Dr. Chaudhuri's sternum. Dr. Chaudhuri is killed and both Testing Chamber 10 and AI 21025 are damaged, the latter severely enough to impede function.",
        "FOO UZ IT",
        "\" SCP-2321 \" by TL333s, from the SCP Wiki . Source: https://scpwiki.com/scp-2321 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2321",
    "object_class": "Safe",
    "containment_procedures": "SCP-2321 is kept in Storage Site 145. Personnel wishing to assist in study may do so with level 4 authorization.",
    "description": "SCP-2321 is the remains of Anomalous Item 21025, originally a mechanism of unknown origin purportedly designed to detect anomalies in living subjects. AI 21025 was destroyed during classification testing (see addenda), but enough information was uncovered to identify it as a Class-2 Temporal Paradox1, created approximately ███ years after its discovery on ██/██/20██. Original documentation follows.",
    "title": "SCP-2321"
}