{
    "url": "https://scp-wiki.wikidot.com/scp-2324",
    "all_text": "rating: \n+149\n+\n–\nx\n\n\nItem #:\n SCP-2324\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n A single living specimen of SCP-2324-A, hereafter SCP-2324-A-1\n1\n, is to be kept in a high security containment vault at Site-58. All other instances of SCP-2324-A are to be destroyed upon discovery. Site-58 has been equipped with optima-class insecticide dispensers to be used in the event of a containment breach. All crucial personnel at Site-58 are required to receive optima immunization at a separate site - no optima vaccine is to be present at Site-58. If deployment of optima gas proves ineffective to re-contain SCP-2324-A-1, the site's 5-megaton incendiary charges are to be activated.\n\n\nDescription:\n SCP-2324 is a phenomenon associated with the western honey bee\n2\n and its parasitic interaction with humans. SCP-2324-A denotes a human infected with SCP-2324. The injection mechanism for SCP-2324 is through a specialized bee sting to a living human.\n\n\nA fully infected SCP-2324-A instance is clinically dead, but maintains life functions under a new, altered consciousness controlled by an unknown means, presumably by bees within the body of the individual instance. The brain of an SCP-2324-A instance is replaced with a new structure superficially resembling a beehive\n3\n, in which regular honey bees produce, nurture, and deploy biologically modified, notably more aggressive honeybees via the nostrils, mouth, and other cavities. SCP-2324-A instances are capable of speech in the host's native language, and an instance will refer to itself as an individual warship belonging to a greater army known by such names as “the Hive Authority,” “Her Majesty’s Fleet,” and “the Queen’s Navy.”\n4\n\n\nAddendum - SCP-2324-A-1 Interview, 5/16/15:\n\n\n\n\nDr. █████████:\n Please state your name for the record.\n\n\nSCP-2324-A-1:\n We have visual on enemy flagship. Stand by to engage.\n\n\nDr. █████████:\n State your name.\n\n\nSCP-2324-A-1:\n Hostility detected. Deploy scout drones on my mark!\n\n\nDr. █████████:\n I mean you no harm if you cooperate.\n\n\nSCP-2324-A-1:\n Rescind order! Enemy vessel is attempting negotiation. Hard to bow, warning shot in three, two, one—\n\n\n(SCP-2324-A-1 sneezes a small glob of envenomed, caustic honey onto the wall, dissolving the paint.)\n\n\nDr. █████████:\n …may I speak to your captain?\n\n\n(SCP-2324-A bows its head for a moment, then:)\n\n\nSCP-2324-A-1:\n This is captain 4-73 of the HMS Darrel Dixon speaking under Her Majesty's Standard Rules of Engagement. You will vacate the area and grant us safe passage to the nearest Hive Authority outpost. Your compliance is mandatory, and any resistance will result in civilian casualties en masse.\n\n\nDr. █████████:\n Can I get a sedative dart in here, please?\n\n\nSCP-2324-A-1:\n Battle stations! Deploy port-side boarding drones, move move move!\n\n\n(SCP-2324-A-1 begins making guttural noises similar to a klaxon alarm. Pores in SCP-2324-A-1's left arm open, unleashing a small swarm of honey bees that proceed to sting Dr. █████████ multiple times in succession. Sedative dart applied to SCP-2324-A-1.)\n\n\nSCP-2324-A-1:\n Direct hit! Minimal damage to outer hull - engine systems malfunctioning. Disengage. Stand by for further instructions…\n\n\n(SCP-2324-A-1 successfully sedated.)\n\n\nNote:\n Dr. █████████ has since been quarantined for signs of infection. It should be noted that Dr. █████████ has crudely drawn \"The HMS\" on his name tag.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Formerly Darrel Dixon of Gary, IN\n\n\n2\n. \nApis mellifera\n\n\n3\n. Resembling \nSCP-2401\n infection.\n\n\n4\n. Investigation into possible links to \nSCP-2491\n is ongoing.\n\n\n\n\n\n\n\n\n« \nSCP-2323\n | SCP-2324 | \nSCP-2325\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2324\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2324\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum - SCP-2324-A-1 Interview, 5/16/15:"
    ],
    "documents": [],
    "notes": [
        "Dr. █████████: Please state your name for the record. SCP-2324-A-1: We have visual on enemy flagship. Stand by to engage. Dr. █████████: State your name. SCP-2324-A-1: Hostility detected. Deploy scout drones on my mark! Dr. █████████: I mean you no harm if you cooperate. SCP-2324-A-1: Rescind order! Enemy vessel is attempting negotiation. Hard to bow, warning shot in three, two, one— (SCP-2324-A-1 sneezes a small glob of envenomed, caustic honey onto the wall, dissolving the paint.) Dr. █████████: …may I speak to your captain? (SCP-2324-A bows its head for a moment, then:) SCP-2324-A-1: This is captain 4-73 of the HMS Darrel Dixon speaking under Her Majesty's Standard Rules of Engagement. You will vacate the area and grant us safe passage to the nearest Hive Authority outpost. Your compliance is mandatory, and any resistance will result in civilian casualties en masse. Dr. █████████: Can I get a sedative dart in here, please? SCP-2324-A-1: Battle stations! Deploy port-side boarding drones, move move move! (SCP-2324-A-1 begins making guttural noises similar to a klaxon alarm. Pores in SCP-2324-A-1's left arm open, unleashing a small swarm of honey bees that proceed to sting Dr. █████████ multiple times in succession. Sedative dart applied to SCP-2324-A-1.) SCP-2324-A-1: Direct hit! Minimal damage to outer hull - engine systems malfunctioning. Disengage. Stand by for further instructions… (SCP-2324-A-1 successfully sedated.) Note: Dr. █████████ has since been quarantined for signs of infection. It should be noted that Dr. █████████ has crudely drawn \"The HMS\" on his name tag.",
        "\" SCP-2324 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-2324 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2324",
    "object_class": "Keter",
    "containment_procedures": "A single living specimen of SCP-2324-A, hereafter SCP-2324-A-11, is to be kept in a high security containment vault at Site-58. All other instances of SCP-2324-A are to be destroyed upon discovery. Site-58 has been equipped with optima-class insecticide dispensers to be used in the event of a containment breach. All crucial personnel at Site-58 are required to receive optima immunization at a separate site - no optima vaccine is to be present at Site-58. If deployment of optima gas proves ineffective to re-contain SCP-2324-A-1, the site's 5-megaton incendiary charges are to be activated.",
    "description": "SCP-2324 is a phenomenon associated with the western honey bee2 and its parasitic interaction with humans. SCP-2324-A denotes a human infected with SCP-2324. The injection mechanism for SCP-2324 is through a specialized bee sting to a living human.",
    "title": "SCP-2324"
}