{
    "url": "https://scp-wiki.wikidot.com/scp-2325",
    "all_text": "rating: \n+84\n+\n–\nx\n\n\n\n\nItem #:\n SCP-2325\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All \nten\n \nnine\n \neight\n seven instances of SCP-2325-1 should remain inside a class 2 sensitive electronics case in a standard storage locker at Site 13 when not being utilized for testing. SCP-2325-2 should be stored in a hat box, lined with class 2 electromagnetic shielding, in a separate locker no further than 3 meters away. Under no circumstances, including testing, should instances of SCP-2325-1 be moved more than 500 meters away from SCP-2325-2.\n\n\nLevel-3 clearance is required for testing. Testing is permitted only in rooms no larger than 10 by 10 meters. Multiple instances of SCP-2325-1 may not be tested together without the authorization of Dr. Sanders or the Site Director. All testing must be carried out with D-class subjects.\n\n\nDescription:\n Instances of SCP-2325-1 superficially appear to be standard security headsets, outside of a small label with consecutive serial number and the marking \n'Prometheus Labs'\n in relief on the back of the main unit. There is no power connector or port to access the internal workings of the unit.\n\n\nOne of the ten units recovered was dismantled, revealing further anomalies:\n\n\n\n\nIn addition to circuits standard to a security headset, an additional device containing a crystal of unknown composition runs on a separate circuit.\n\n\nThere is no apparent power source. Examination via oscilloscope has confirmed that the crystal circuit is not this source.\n\n\nThe headset wires are composed of two fiber optic lines, whose construction with current technology is currently impossible.\n\n\n\n\nSCP-2325-2 is a peaked cap, with similar 'Prometheus Labs' labeling, nonanomalous except for a small microchip connected to a sliver of crystal similar in composition to the one found in SCP-2325-1.\n\n\nAttempts to reverse engineer the anomalous portions of the hat and headset unit have failed, mostly due to inability to find a suitable analog for the crystalline component.\n\n\nSCP-2325-1 and -2 exhibit their anomalous properties when SCP-2325-2 and at least one instance of SCP-2325-1 are being worn, and a potentially lethal projectile is fired at the wearer of SCP-2325-2. When this occurs, the wearer of SCP-2325-1 will involuntarily launch themselves between the projectile and the wearer of SCP-2325-2.\n\n\nWearers of SCP-2325-1 will move far faster than they should be able to, and through obstacles. Despite extensive testing, no upper limit for speed has been found, and no obstacle has stopped a wearer of SCP-2325-1 from placing themselves between the projectile and the wearer of SCP-2325-2. Wearers of SCP-2325-1 appear to travel at speeds in excess of .7\nc\n, and are able to pass through up to a meter of reinforced concrete.\n\n\nDespite these anomalous properties, the durability of wearers of SCP-2325-1 does not increase significantly outside of being able to stop any projectile and travel through any material. Traveling any distance greater than 400 meters or traveling through any significant material is invariably lethal, \nbut there is always enough organic material left to block the projectile.\n At distances measured in astronomical units, SCP-2325 system will not function as intended and instead obliterate SCP-2325-1 wearers without intercepting the bullet. SCP-2325 system will also not function cross-dimensionally. See Document-2325-5 - Testing Logs, Series E - SCP Cross-Testing.\n\n\n\n\n+Prometheus Labs - Project #92230 \"Orange Staircase\" - Level 3/2325 Clearance Required\n\n\n\n\n- Authenticated\n\n\n\n\n\n\nGrant Request:\n Project #92230 (Approved) from Dr. ██████\n1\n\n\nProblem:\n VIPs are often vulnerable to simple assassination attempts with small arms. No amount of bodyguards, ballistic protection, and preparation can stop every well-hidden would-be assassin with a rifle. Many of our customers are in sensitive positions, have powerful enemies, face internal tension in their own organization, or some combination of the three. A possible solution to this is compulsion. Many bodyguards of world leaders, such as Russia's Federal Protective Service, the United Kingdom's Household Cavalry, and the United States Secret Service are trained in a technique called 'catching the bullet' - actively placing themselves between a possible bullet and their target. If a given bodyguard could be compelled to do this, thus guaranteeing the client's safety, that would be a very significant relief for some very powerful people with deep pockets.\n\n\nSolution:\n Personal, short-distance relativistic travel from [REDACTED] and the workable, albeit cryptic and incomplete information on psychic 'radar' recovered from GRU Division \"P\", could be combined into a man-portable protective system. With a little bit of ingenuity and advances in those two technologies, a system could be developed to move bodyguards in front of their VIP at hundreds of meters distance, guaranteeing the safety of the VIP. The technology is all there - near teleportation, projectile recognition, ballistic protection, ██████\n2\n - it's just a matter of combining them.\n\n\nBusiness Case:\n The business case is quite simple - should this product come to market, there is simply nothing comparable. No other technology guarantees safety from an assassin with any projectile weapon. The wealthy and powerful are often paranoid. Nothing gives peace of mind like a guarantee of safety.\n\nThe target market is the wealthy, powerful, and endangered, which fortunately is a very large market in our line of work. Marshall, Carter, and Dark Ltd would certainly be interested, both in using them internally to protect leading members, and also with intention to distribute.\n\nLast of all, such technology could be used to protect our own personnel.\n\n\nUse of Funding:\n I estimate a cost of [REDACTED] in development, and most of that will go toward experimentation with the unfortunately quite costly crystals from [DATA EXPUNGED] necessary for relativistic travel. Should we be able to perfect the near-teleportation, the only significant obstacle is making meaningful information from the \"P\" Division documentation and recreating their results. With additional research from other psychic initiatives here, that solution should come rather simply. The most important thing gained from the \"P\" division is proof of concept - this project would be significantly riskier relying on phenomena not yet discovered. Since it's only not well understood, it's only a matter of research and experimentation.\n\n\nKnown Issues:\n A couple possible issues come to mind, but most of them are either irrelevant or can be mitigated with technology. The first primary issue is that people are not very durable - catching a pistol or intermediate caliber cartridge is certainly possible, but full rifle and AM cartridges will simply pass through a bodyguard and into the VIP. Engineers on ██████ were working on a project to increase human durability - if that technology could be perfected, that's our solution. The other significant issue is near-teleportation through materials - we haven't quite figured that out yet. Further research into that may resolve the problem entirely, but disallowing teleportation through materials would only hurt marketability slightly. Other issues are trivial. Trouble with bodily integrity and long-distance teleportation are not relevant, as distance teleported will be kept to a minimum. Any distaste on the users' part can be kept quiet through strategic omission of information.\n\n\n\n\n\n\n\n\n\n\n\n\n+Document-2325-1 - Testing Logs, Series A - Projectile Testing\n\n\n\n\n- Authenticated\n\n\n\n\n\n\nTest 2325-A-1\n\n\nParticipants:\n Research Assistant ██████████ (Observer), D-3998 (wearing SCP-2325-2), D-7230 (wearing SCP-2325-1), Agent ███ (shooter)\n\n\nParameters:\n Testing takes place in a 10 m by 10 m testing chamber. D-7230 is sited two meters ahead and two meters right of D-3998, who is sited at the center of the right wall. Agent ███ is sited at the opposite end of the room from D-3998 and instructed to shoot D-3998 with his service pistol. Both D-class were issued ballistic protection for the purpose of this test.\n\n\nResults:\n D-7320 jumps in front of D-3998, catching the bullet. D-7320 sustained minor injuries from blunt force trauma and falling on to the concrete floor.\n\n\nConclusion:\n This was the baseline test. Floor padding added in future tests.\n\n\nTest 2325-A-2\n\n\nParticipants:\n Research Assistant ██████████ (Observer), D-7790 (wearing SCP-2325-2), D-1738 (wearing SCP-2325-1)\n\n\nParameters:\n Identical to A-1, except service pistol fired mechanically.\n\n\nResults:\n Identical results to test A-1.\n\n\nConclusion:\n Sentient shooter not required for anomalous operation.\n\n\nTest 2325-A-3\n\n\nParticipants:\n Research Assistant ██████████ (Observer), D-8080 (wearing SCP-2325-2), D-5523 (wearing SCP-2325-1)\n\n\nParameters:\n Identical to A-2, except service pistol replaced with crossbow.\n\n\nResults:\n Identical results to test A-2.\n\n\nConclusion:\n Further testing required to determine what constitutes a projectile that the SCP-2325 system recognizes.\n\n\nTest 2325-A-4\n\n\nParticipants:\n Research Assistant ██████████ (Observer), D-9900 (wearing SCP-2325-2), D-10772 (wearing SCP-2325-1)\n\n\nParameters:\n Identical to A-2, replacing service pistol with a lobbed baseball (15 m/s).\n\n\nResults:\n Anomalous events do not occur. D-9900 hit with baseball.\n\n\nConclusion:\n \nSCP-2325 does not seem to recognize slow-moving projectiles.\n Researcher Ko has suggested that SCP-2325 has the capacity to recognize lethal and non-lethal projectiles, regardless of projectile velocity. See Test 2325-A-5\n\n\nTest 2325-A-5\n\n\nParticipants:\n Research Assistant ██████████ (Observer), D-9007 (wearing SCP-2325-2), D-1711 (wearing SCP-2325-1)\n\n\nParameters:\n Identical to A-4, replacing baseball with a standard issue hand grenade.\n\n\nResults:\n D-1711 dives onto the grenade. Observers note that, based on D-1711's actions after landing on the grenade, diving onto the grenade was involuntary. D-1711 receives the full force of the blast and dies several minutes later of his injuries.\n\n\nConclusion:\n SCP-2325 has the capacity to distinguish between potentially lethal and nonlethal projectiles. Mechanism of recognition remains undetermined. Additionally, SCP-2325-1 operates regardless of user will.\n\n\nTest 2325-A-6\n\n\nParticipants:\n Research Assistant ██████████ (Observer), D-6536 (wearing SCP-2325-2), D-1030 (wearing SCP-2325-1)\n\n\nParameters:\n Test area moved to 100 m by 20 m range. Mechanically fired anti-materiel rifle placed opposite from D-6536. D-1030 is 10 m in front of D-6356, and 5 m to the right.\n\n\nResults:\n D-1030 dives in front as soon as the rifle is fired, catching the bullet. D-1030 dies of significant internal damage. However, the bullet does not pass through the body and D-6536 remains unharmed.\n\n\nConclusion:\n Wearers of SCP-2325-1 gain enough durability to stop the projectile, but not enough to guarantee survival.\n\n\nTest 2325-A-7\n\n\nParticipants:\n Research Assistant ██████████ (Observer), D-1800 (wearing SCP-2325-2), D-2776 (wearing SCP-2325-1)\n\n\nParameters:\n Test identical to A-6, except AM-rifle replaced with an experimental coilgun, with projectile energy of 3.7 million J as opposed to 20,000 for anti materiel cartridges.\n\n\nResults:\n D-1800 appears to [DATA EXPUNGED] as soon as the coilgun fires. The slug liquefies D-2776, coating 18 sq meters, the viewing window, and D-1800 with organic material. Aside from severe psychological damage, D-1800 survives. Instance of SCP-2325-1 also survives.\n\n\nConclusion:\n Wearers of SCP-2325-1 will be anomalously durable for purposes of stopping the projectile, but for all others is nonanomalous.\n\n\nAdditional Notes:\n Research Assistant ██████████ and three other observing researchers all requested class A amnestics and transfer to a different project. Request granted. D-1800 also given class B amnestics and transferred to a different project.\n\n\n\n\n\n\n\n\n\n\n\n\n+Document-2325-2 - Testing Logs, Series B - Obstacle Testing\n\n\n\n\n- Authenticated\n\n\n\n\n\n\nTest 2325-B-1\n\n\nParticipants:\n Research Assistant ███ (Observer), D-4509 (wearing SCP-2325-2), D-3740 (wearing SCP-2325-1)\n\n\nParameters:\n Identical to Test A-6, except AM rifle replaced with standard service rifle. D-4509 separated from D-3740 by a sheet of plywood 25mm thick.\n\n\nResults:\n D-3740 penetrates the plywood, successfully stopping the bullet. D-3740 suffers injuries expected when hitting plywood in excess of ███ m/s. D-3740 succumbs to injuries three hours later.\n\n\nConclusion:\n SCP-2325-1 will force users to penetrate materials to place themselves between a projectile and the wearer of SCP-2325-2.\n\n\nTest 2325-B-2\n\n\nParticipants:\n Research Assistant ███ (Observer), D-4903 (wearing SCP-2325-2), D-7837 (wearing SCP-2325-1)\n\n\nParameters:\n Identical to Test B-1, replacing the wood with 5cm RHA.\n\n\nResults:\n D-7837 penetrates the metal, successfully stopping the bullet. D-7837 suffers injuries expected when hitting steel in excess of ████ m/s, and died on impact, but his corpse successfully stops the bullet.\n\n\nConclusion:\n No upper limit for material that can stop SCP-2325-1 wearers determined.\n\n\nTest 2325-B-3\n\n\nParticipants:\n Research Assistant ███ (Observer), D-2693 (wearing SCP-2325-2), D-9555 (wearing SCP-2325-1)\n\n\nParameters:\n Identical to Test B-1, replacing the wood with 1m reinforced concrete.\n\n\nResults:\n D-9555 penetrates the concrete, successfully stopping the bullet. D-9555 suffers injuries expected when hitting concrete in excess of █████ m/s, and died on impact, but his corpse successfully stops the bullet.\n\n\nConclusion:\n No upper limit for material that can stop SCP-2325-1 wearers determined. \nThis line of testing concluded until further notice.\n See Document-2325-5 - Testing Logs, Series E - SCP Cross-Testing.\n\n\nTest 2325-B-4\n\n\nParticipants:\n Research Assistant ███ (Observer), D-0870 (wearing SCP-2325-2), D-5562 (wearing SCP-2325-1), D-10355 (Interdictor)\n\n\nParameters:\n Identical to Test B-1, replacing the wood with D-10355.\n\n\nResults:\n D-5562 passes through D-10355, successfully stopping the bullet. Both D-class are killed in collision.\n\n\nConclusion:\n SCP-2325 system will pass through other people directly to block the projectile.\n\n\n\n\n\n\n\n\n\n\n\n\n+Document-2325-3 - Testing Logs, Series C - Distance Testing\n\n\n\n\n- Authenticated\n\n\n\n\n\n\nTest 2325-C-1\n\n\nParticipants:\n Research Assistant ███ (Observer), D-7699 (wearing SCP-2325-2), D-11000 (wearing SCP-2325-1)\n\n\nParameters:\n Testing occurs in underground, 2km by 2km testing facility at Area ██. Machine equipped with standard service rifle. D-11000 fitted with an accelerometer, and sited 50 meters from the line of sight between the firing platform and D-7699. Distance between firing platform and D-7699 is 100 meters.\n\n\nResults:\n D-11000's accelerometer exceeds 4000m/s before malfunctioning. Accelerometer speeds inconsistent with Newtonian motion. Neither D-class suffer significant injuries.\n\n\nConclusion:\n SCP-2325-1 do not obey the laws of standard physics, at least in terms of traveling from one point in space to another. It appears to be some kind of teleportation mechanism. Further testing recommended.\n\n\nTest 2325-C-2\n\n\nParticipants:\n Research Assistant ███ (Observer), D-8777 (wearing SCP-2325-2), D-1980 (wearing SCP-2325-1)\n\n\nParameters:\n Identical to C-1, except distance travel increased to 400m.\n\n\nResults:\n D-1980 intercepts bullet, successfully protecting D-8777. However, D-1980 suffers numerous health complications resulting in death several hours later. Autopsy revealed several anomalies, such as necrosis, organ fusion, and [DATA EXPUNGED]. D-1980 was in normal health prior to testing.\n\n\nConclusion:\n No distance cap found, but further distances reduce the structural integrity of organic matter that moves.\n\n\nTest 2325-C-3\n\n\nParticipants:\n Research Assistant ███ (Observer), D-6957 (wearing SCP-2325-2), D-3334 (wearing SCP-2325-1)\n\n\nParameters:\n Replication of Test A-1, observer now equipped with high-speed camera.\n\n\nResults:\n Expected results. However, high-speed camera D-3334 vanishes and reappears in his new position at a speed of ~.7\nc\n.\n\n\nConclusion:\n Mechanism of movement established. SCP-2325-2 designates a point for the wearer of SCP-2325-1 to move to. SCP-2325-1 teleports them, but slowly, at least by teleportation standards - ~ .7\nc\n. Mechanics of this movement are still not understood.\n\n\nTest 2325-C-4\n\n\nParticipants:\n Research Assistant ███ (Observer), D-3665 (wearing SCP-2325-2), D-2344 (wearing SCP-2325-1)\n\n\nParameters:\n Identical to C-1, except distance travel increased to 2km.\n\n\nResults:\n D-2344 is obliterated except for a roughly 20cm by 20cm by 6cm torso section attached to SCP-2325-1 directly between D-8777 and the bullet.\n\n\nConclusion:\n At distances > 2 km, and possibly less, SCP-2325 activation will be instantly lethal for SCP-2325-1 wearers.\n\n\n\n\n\n\n\n\n\n\n\n\n+Document-2325-4 - Testing Logs, Series D - Logic Testing\n\n\n\n\n- Authenticated\n\n\n\n\n\n\nTest 2325-D-1\n\n\nParticipants:\n Research Assistant ███ (Observer), D-6227 (wearing SCP-2325-2), D-2239 (holding SCP-2325-1)\n\n\nParameters:\n Identical to Test A-2, except D-class now only holds instance of SCP-2325-1 rather than wearing.\n\n\nResults:\n No anomalous effects. D-6227 hit with bullet.\n\n\nConclusion:\n SCP-2325-1 must be worn to take effect.\n\n\nTest 2325-D-2\n\n\nParticipants:\n Research Assistant ███ (Observer), D-8996 (holding SCP-2325-2), D-7899 (wearing SCP-2325-1)\n\n\nParameters:\n Identical to Test A-2, except D-class now only holds instance of SCP-2325-2 rather than wearing.\n\n\nResults:\n No anomalous effects. D-8996 hit with bullet.\n\n\nConclusion:\n SCP-2325-2 must be worn to take effect.\n\n\nTest 2325-D-3\n\n\nParticipants:\n Research Assistant ███ (Observer), Dr. Richardson (wearing SCP-2325-2), D-2595 (wearing SCP-2325-1)\n\n\nParameters:\n Dr. Richardson is 79 years old, and suffering from terminal illness. He volunteered to test self-inflicted gunshot wounds. Dr. Richardson will shoot himself with service pistol.\n\n\nResults:\n [DATA EXPUNGED] SCP-2325-1 set destroyed. SCP-2325-2 intact.\n\n\nConclusion:\n ██████████████████████████████████████████████████\n\n\n\n\nTest 2325-D-4\n\n\nParticipants:\n Research Assistant ███ (Observer), D-6665 (wearing SCP-2325-2), D-10834 (wearing SCP-2325-1)\n\n\nParameters:\n D-10834 instructed to shoot D-6665 with provided pistol.\n\n\nResults:\n D-10834 teleports in front of gun immediately after firing. Hit with bullet.\n\n\nConclusion:\n SCP-2325-1 will operate even if its user fires the projectile.\n\n\nTest 2325-D-5-1\n\n\nParticipants:\n Research Assistant ███ (Observer), D-0733 (wearing SCP-2325-2), D-8942 (wearing SCP-2325-1)\n\n\nParameters:\n D-0733 instructed to shoot D-8942 with provided pistol.\n\n\nResults:\n D-0733 initially refuses to fire pistol. After several minutes of refusal, D-0733 attempts to shoot Research Assistant ███ through the protective glass. Protective glass stops bullet. D-0733 terminated. No anomalous events from SCP-2325 system.\n\n\nConclusion:\n D-class screening for cooperation increased for future tests. SCP-2325 did not trigger, possibly indicating outgoing projectiles are ignored. Will re-run test to confirm.\n\n\nTest 2325-D-5-2\n\n\nParticipants:\n Research Assistant ███ (Observer), D-3290 (wearing SCP-2325-2), D-3342 (wearing SCP-2325-1)\n\n\nParameters:\n Repeat of previous D-5-1 test.\n\n\nResults:\n D-3290 fires pistol. D-3342 hit with bullet. No anomalous action occured.\n\n\nConclusion:\n SCP-2325 system has capacity to differentiate between incoming and outgoing rounds. Researcher ██████ suggests SCP-2325 system relies on user perception of dangerous and non-dangerous projectiles. Additionally, SCP-2325 either is incapable of reacting or has disregard for SCP-2325-1 wearers, even if the wearer of SCP-2325-2 is not endangered.\n\n\nTest 2325-D-6\n\n\nParticipants:\n Research Assistant ███ (Observer), D-7700 (wearing SCP-2325-2), D-0065 (wearing SCP-2325-1)\n\n\nParameters:\n Identical to A-2. Both D-7700 and D-0065 are unaware that a pistol will be fired at D-7700, and were equipped with both blindfolds and ear protection.\n\n\nResults:\n Identical to A-2.\n\n\nConclusion:\n SCP-2325 is self contained, and does not rely on user perception. Uncertain whether these are properties of the crystal component or other parts that appear non-anomalous.\n\n\n\n\n\n\n\n\n\n\n\n\n+Document-2325-5 - Testing Logs, Series E - SCP Cross-Testing\n\n\n\n\n- Authenticated\n\n\n\n\n\n\nTest 2325-E-1\n\n\nParticipants:\n Research Assistant ███ (Observer), D-7887 (wearing SCP-2325-2), D-2289 (wearing SCP-2325-1), Agent Morgan (Handler)\n\n\nParameters:\n D-2289, accompanied by Agent Morgan, will enter \nSCP-2122\n. In an adjacent area at Site-48, a mechanical device will shoot D-7887.\n\n\nResults:\n ███████████████████████████ D-7887 hit with bullet. SCP-2325-2 emits series of beeps. Meaning of beeps not known.\n\n\nConclusion:\n SCP-2325 system, while capable of traveling so far boundless distance, cannot enter alternate dimensions, at least none as tight as SCP-2122.\n\n\nTest 2325-E-2\n\n\nParticipants:\n Research Assistant ███ (Observer), D-8854 (wearing SCP-2325-2), D-6229 (wearing SCP-2325-1), Agent Morgan (Handler)\n\n\nParameters:\n D-8845, will be shot by Agent Morgan, while en transit in \nSCP-907\n. Research Assistant ███ will observe D-6229.\n\n\nResults:\n D-8845 hit with bullet. D-6229 vanishes, presumably teleporting to intercept the bullet. SCP-2325-1 set presumed lost.\n\n\nConclusion:\n SCP-2325 system does indeed have a finite range. However, such a range should be considered arbitrarily large.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Killed in [DATA EXPUNGED] event. No other staff significantly associated with the project could be located.\n\n\n2\n. Deleted by Prometheus Labs prior to recovery. Reason unknown.\n\n\n\n\n\n\n\n\n« \nSCP-2324\n | SCP-2325 | \nSCP-2326\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2325\n\" by Lazar Lyusternik, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2325\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Grant Request: Project #92230 (Approved) from Dr. ██████ 1 Problem: VIPs are often vulnerable to simple assassination attempts with small arms. No amount of bodyguards, ballistic protection, and preparation can stop every well-hidden would-be assassin with a rifle. Many of our customers are in sensitive positions, have powerful enemies, face internal tension in their own organization, or some combination of the three. A possible solution to this is compulsion. Many bodyguards of world leaders, such as Russia's Federal Protective Service, the United Kingdom's Household Cavalry, and the United States Secret Service are trained in a technique called 'catching the bullet' - actively placing themselves between a possible bullet and their target. If a given bodyguard could be compelled to do this, thus guaranteeing the client's safety, that would be a very significant relief for some very powerful people with deep pockets. Solution: Personal, short-distance relativistic travel from [REDACTED] and the workable, albeit cryptic and incomplete information on psychic 'radar' recovered from GRU Division \"P\", could be combined into a man-portable protective system. With a little bit of ingenuity and advances in those two technologies, a system could be developed to move bodyguards in front of their VIP at hundreds of meters distance, guaranteeing the safety of the VIP. The technology is all there - near teleportation, projectile recognition, ballistic protection, ██████ 2 - it's just a matter of combining them. Business Case: The business case is quite simple - should this product come to market, there is simply nothing comparable. No other technology guarantees safety from an assassin with any projectile weapon. The wealthy and powerful are often paranoid. Nothing gives peace of mind like a guarantee of safety. The target market is the wealthy, powerful, and endangered, which fortunately is a very large market in our line of work. Marshall, Carter, and Dark Ltd would certainly be interested, both in using them internally to protect leading members, and also with intention to distribute. Last of all, such technology could be used to protect our own personnel. Use of Funding: I estimate a cost of [REDACTED] in development, and most of that will go toward experimentation with the unfortunately quite costly crystals from [DATA EXPUNGED] necessary for relativistic travel. Should we be able to perfect the near-teleportation, the only significant obstacle is making meaningful information from the \"P\" Division documentation and recreating their results. With additional research from other psychic initiatives here, that solution should come rather simply. The most important thing gained from the \"P\" division is proof of concept - this project would be significantly riskier relying on phenomena not yet discovered. Since it's only not well understood, it's only a matter of research and experimentation. Known Issues: A couple possible issues come to mind, but most of them are either irrelevant or can be mitigated with technology. The first primary issue is that people are not very durable - catching a pistol or intermediate caliber cartridge is certainly possible, but full rifle and AM cartridges will simply pass through a bodyguard and into the VIP. Engineers on ██████ were working on a project to increase human durability - if that technology could be perfected, that's our solution. The other significant issue is near-teleportation through materials - we haven't quite figured that out yet. Further research into that may resolve the problem entirely, but disallowing teleportation through materials would only hurt marketability slightly. Other issues are trivial. Trouble with bodily integrity and long-distance teleportation are not relevant, as distance teleported will be kept to a minimum. Any distaste on the users' part can be kept quiet through strategic omission of information.",
        "Test 2325-A-1 Participants: Research Assistant ██████████ (Observer), D-3998 (wearing SCP-2325-2), D-7230 (wearing SCP-2325-1), Agent ███ (shooter) Parameters: Testing takes place in a 10 m by 10 m testing chamber. D-7230 is sited two meters ahead and two meters right of D-3998, who is sited at the center of the right wall. Agent ███ is sited at the opposite end of the room from D-3998 and instructed to shoot D-3998 with his service pistol. Both D-class were issued ballistic protection for the purpose of this test. Results: D-7320 jumps in front of D-3998, catching the bullet. D-7320 sustained minor injuries from blunt force trauma and falling on to the concrete floor. Conclusion: This was the baseline test. Floor padding added in future tests. Test 2325-A-2 Participants: Research Assistant ██████████ (Observer), D-7790 (wearing SCP-2325-2), D-1738 (wearing SCP-2325-1) Parameters: Identical to A-1, except service pistol fired mechanically. Results: Identical results to test A-1. Conclusion: Sentient shooter not required for anomalous operation. Test 2325-A-3 Participants: Research Assistant ██████████ (Observer), D-8080 (wearing SCP-2325-2), D-5523 (wearing SCP-2325-1) Parameters: Identical to A-2, except service pistol replaced with crossbow. Results: Identical results to test A-2. Conclusion: Further testing required to determine what constitutes a projectile that the SCP-2325 system recognizes. Test 2325-A-4 Participants: Research Assistant ██████████ (Observer), D-9900 (wearing SCP-2325-2), D-10772 (wearing SCP-2325-1) Parameters: Identical to A-2, replacing service pistol with a lobbed baseball (15 m/s). Results: Anomalous events do not occur. D-9900 hit with baseball. Conclusion: SCP-2325 does not seem to recognize slow-moving projectiles. Researcher Ko has suggested that SCP-2325 has the capacity to recognize lethal and non-lethal projectiles, regardless of projectile velocity. See Test 2325-A-5 Test 2325-A-5 Participants: Research Assistant ██████████ (Observer), D-9007 (wearing SCP-2325-2), D-1711 (wearing SCP-2325-1) Parameters: Identical to A-4, replacing baseball with a standard issue hand grenade. Results: D-1711 dives onto the grenade. Observers note that, based on D-1711's actions after landing on the grenade, diving onto the grenade was involuntary. D-1711 receives the full force of the blast and dies several minutes later of his injuries. Conclusion: SCP-2325 has the capacity to distinguish between potentially lethal and nonlethal projectiles. Mechanism of recognition remains undetermined. Additionally, SCP-2325-1 operates regardless of user will. Test 2325-A-6 Participants: Research Assistant ██████████ (Observer), D-6536 (wearing SCP-2325-2), D-1030 (wearing SCP-2325-1) Parameters: Test area moved to 100 m by 20 m range. Mechanically fired anti-materiel rifle placed opposite from D-6536. D-1030 is 10 m in front of D-6356, and 5 m to the right. Results: D-1030 dives in front as soon as the rifle is fired, catching the bullet. D-1030 dies of significant internal damage. However, the bullet does not pass through the body and D-6536 remains unharmed. Conclusion: Wearers of SCP-2325-1 gain enough durability to stop the projectile, but not enough to guarantee survival. Test 2325-A-7 Participants: Research Assistant ██████████ (Observer), D-1800 (wearing SCP-2325-2), D-2776 (wearing SCP-2325-1) Parameters: Test identical to A-6, except AM-rifle replaced with an experimental coilgun, with projectile energy of 3.7 million J as opposed to 20,000 for anti materiel cartridges. Results: D-1800 appears to [DATA EXPUNGED] as soon as the coilgun fires. The slug liquefies D-2776, coating 18 sq meters, the viewing window, and D-1800 with organic material. Aside from severe psychological damage, D-1800 survives. Instance of SCP-2325-1 also survives. Conclusion: Wearers of SCP-2325-1 will be anomalously durable for purposes of stopping the projectile, but for all others is nonanomalous. Additional Notes: Research Assistant ██████████ and three other observing researchers all requested class A amnestics and transfer to a different project. Request granted. D-1800 also given class B amnestics and transferred to a different project.",
        "Test 2325-B-1 Participants: Research Assistant ███ (Observer), D-4509 (wearing SCP-2325-2), D-3740 (wearing SCP-2325-1) Parameters: Identical to Test A-6, except AM rifle replaced with standard service rifle. D-4509 separated from D-3740 by a sheet of plywood 25mm thick. Results: D-3740 penetrates the plywood, successfully stopping the bullet. D-3740 suffers injuries expected when hitting plywood in excess of ███ m/s. D-3740 succumbs to injuries three hours later. Conclusion: SCP-2325-1 will force users to penetrate materials to place themselves between a projectile and the wearer of SCP-2325-2. Test 2325-B-2 Participants: Research Assistant ███ (Observer), D-4903 (wearing SCP-2325-2), D-7837 (wearing SCP-2325-1) Parameters: Identical to Test B-1, replacing the wood with 5cm RHA. Results: D-7837 penetrates the metal, successfully stopping the bullet. D-7837 suffers injuries expected when hitting steel in excess of ████ m/s, and died on impact, but his corpse successfully stops the bullet. Conclusion: No upper limit for material that can stop SCP-2325-1 wearers determined. Test 2325-B-3 Participants: Research Assistant ███ (Observer), D-2693 (wearing SCP-2325-2), D-9555 (wearing SCP-2325-1) Parameters: Identical to Test B-1, replacing the wood with 1m reinforced concrete. Results: D-9555 penetrates the concrete, successfully stopping the bullet. D-9555 suffers injuries expected when hitting concrete in excess of █████ m/s, and died on impact, but his corpse successfully stops the bullet. Conclusion: No upper limit for material that can stop SCP-2325-1 wearers determined. This line of testing concluded until further notice. See Document-2325-5 - Testing Logs, Series E - SCP Cross-Testing. Test 2325-B-4 Participants: Research Assistant ███ (Observer), D-0870 (wearing SCP-2325-2), D-5562 (wearing SCP-2325-1), D-10355 (Interdictor) Parameters: Identical to Test B-1, replacing the wood with D-10355. Results: D-5562 passes through D-10355, successfully stopping the bullet. Both D-class are killed in collision. Conclusion: SCP-2325 system will pass through other people directly to block the projectile.",
        "Test 2325-C-1 Participants: Research Assistant ███ (Observer), D-7699 (wearing SCP-2325-2), D-11000 (wearing SCP-2325-1) Parameters: Testing occurs in underground, 2km by 2km testing facility at Area ██. Machine equipped with standard service rifle. D-11000 fitted with an accelerometer, and sited 50 meters from the line of sight between the firing platform and D-7699. Distance between firing platform and D-7699 is 100 meters. Results: D-11000's accelerometer exceeds 4000m/s before malfunctioning. Accelerometer speeds inconsistent with Newtonian motion. Neither D-class suffer significant injuries. Conclusion: SCP-2325-1 do not obey the laws of standard physics, at least in terms of traveling from one point in space to another. It appears to be some kind of teleportation mechanism. Further testing recommended. Test 2325-C-2 Participants: Research Assistant ███ (Observer), D-8777 (wearing SCP-2325-2), D-1980 (wearing SCP-2325-1) Parameters: Identical to C-1, except distance travel increased to 400m. Results: D-1980 intercepts bullet, successfully protecting D-8777. However, D-1980 suffers numerous health complications resulting in death several hours later. Autopsy revealed several anomalies, such as necrosis, organ fusion, and [DATA EXPUNGED]. D-1980 was in normal health prior to testing. Conclusion: No distance cap found, but further distances reduce the structural integrity of organic matter that moves. Test 2325-C-3 Participants: Research Assistant ███ (Observer), D-6957 (wearing SCP-2325-2), D-3334 (wearing SCP-2325-1) Parameters: Replication of Test A-1, observer now equipped with high-speed camera. Results: Expected results. However, high-speed camera D-3334 vanishes and reappears in his new position at a speed of ~.7 c . Conclusion: Mechanism of movement established. SCP-2325-2 designates a point for the wearer of SCP-2325-1 to move to. SCP-2325-1 teleports them, but slowly, at least by teleportation standards - ~ .7 c . Mechanics of this movement are still not understood. Test 2325-C-4 Participants: Research Assistant ███ (Observer), D-3665 (wearing SCP-2325-2), D-2344 (wearing SCP-2325-1) Parameters: Identical to C-1, except distance travel increased to 2km. Results: D-2344 is obliterated except for a roughly 20cm by 20cm by 6cm torso section attached to SCP-2325-1 directly between D-8777 and the bullet. Conclusion: At distances > 2 km, and possibly less, SCP-2325 activation will be instantly lethal for SCP-2325-1 wearers.",
        "Test 2325-D-1 Participants: Research Assistant ███ (Observer), D-6227 (wearing SCP-2325-2), D-2239 (holding SCP-2325-1) Parameters: Identical to Test A-2, except D-class now only holds instance of SCP-2325-1 rather than wearing. Results: No anomalous effects. D-6227 hit with bullet. Conclusion: SCP-2325-1 must be worn to take effect. Test 2325-D-2 Participants: Research Assistant ███ (Observer), D-8996 (holding SCP-2325-2), D-7899 (wearing SCP-2325-1) Parameters: Identical to Test A-2, except D-class now only holds instance of SCP-2325-2 rather than wearing. Results: No anomalous effects. D-8996 hit with bullet. Conclusion: SCP-2325-2 must be worn to take effect. Test 2325-D-3 Participants: Research Assistant ███ (Observer), Dr. Richardson (wearing SCP-2325-2), D-2595 (wearing SCP-2325-1) Parameters: Dr. Richardson is 79 years old, and suffering from terminal illness. He volunteered to test self-inflicted gunshot wounds. Dr. Richardson will shoot himself with service pistol. Results: [DATA EXPUNGED] SCP-2325-1 set destroyed. SCP-2325-2 intact. Conclusion: ██████████████████████████████████████████████████ Test 2325-D-4 Participants: Research Assistant ███ (Observer), D-6665 (wearing SCP-2325-2), D-10834 (wearing SCP-2325-1) Parameters: D-10834 instructed to shoot D-6665 with provided pistol. Results: D-10834 teleports in front of gun immediately after firing. Hit with bullet. Conclusion: SCP-2325-1 will operate even if its user fires the projectile. Test 2325-D-5-1 Participants: Research Assistant ███ (Observer), D-0733 (wearing SCP-2325-2), D-8942 (wearing SCP-2325-1) Parameters: D-0733 instructed to shoot D-8942 with provided pistol. Results: D-0733 initially refuses to fire pistol. After several minutes of refusal, D-0733 attempts to shoot Research Assistant ███ through the protective glass. Protective glass stops bullet. D-0733 terminated. No anomalous events from SCP-2325 system. Conclusion: D-class screening for cooperation increased for future tests. SCP-2325 did not trigger, possibly indicating outgoing projectiles are ignored. Will re-run test to confirm. Test 2325-D-5-2 Participants: Research Assistant ███ (Observer), D-3290 (wearing SCP-2325-2), D-3342 (wearing SCP-2325-1) Parameters: Repeat of previous D-5-1 test. Results: D-3290 fires pistol. D-3342 hit with bullet. No anomalous action occured. Conclusion: SCP-2325 system has capacity to differentiate between incoming and outgoing rounds. Researcher ██████ suggests SCP-2325 system relies on user perception of dangerous and non-dangerous projectiles. Additionally, SCP-2325 either is incapable of reacting or has disregard for SCP-2325-1 wearers, even if the wearer of SCP-2325-2 is not endangered. Test 2325-D-6 Participants: Research Assistant ███ (Observer), D-7700 (wearing SCP-2325-2), D-0065 (wearing SCP-2325-1) Parameters: Identical to A-2. Both D-7700 and D-0065 are unaware that a pistol will be fired at D-7700, and were equipped with both blindfolds and ear protection. Results: Identical to A-2. Conclusion: SCP-2325 is self contained, and does not rely on user perception. Uncertain whether these are properties of the crystal component or other parts that appear non-anomalous.",
        "Test 2325-E-1 Participants: Research Assistant ███ (Observer), D-7887 (wearing SCP-2325-2), D-2289 (wearing SCP-2325-1), Agent Morgan (Handler) Parameters: D-2289, accompanied by Agent Morgan, will enter SCP-2122 . In an adjacent area at Site-48, a mechanical device will shoot D-7887. Results: ███████████████████████████ D-7887 hit with bullet. SCP-2325-2 emits series of beeps. Meaning of beeps not known. Conclusion: SCP-2325 system, while capable of traveling so far boundless distance, cannot enter alternate dimensions, at least none as tight as SCP-2122. Test 2325-E-2 Participants: Research Assistant ███ (Observer), D-8854 (wearing SCP-2325-2), D-6229 (wearing SCP-2325-1), Agent Morgan (Handler) Parameters: D-8845, will be shot by Agent Morgan, while en transit in SCP-907 . Research Assistant ███ will observe D-6229. Results: D-8845 hit with bullet. D-6229 vanishes, presumably teleporting to intercept the bullet. SCP-2325-1 set presumed lost. Conclusion: SCP-2325 system does indeed have a finite range. However, such a range should be considered arbitrarily large.",
        "\" SCP-2325 \" by Lazar Lyusternik, from the SCP Wiki . Source: https://scpwiki.com/scp-2325 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe",
    "containment_procedures": "All ten nine eight seven instances of SCP-2325-1 should remain inside a class 2 sensitive electronics case in a standard storage locker at Site 13 when not being utilized for testing. SCP-2325-2 should be stored in a hat box, lined with class 2 electromagnetic shielding, in a separate locker no further than 3 meters away. Under no circumstances, including testing, should instances of SCP-2325-1 be moved more than 500 meters away from SCP-2325-2.",
    "description": "Instances of SCP-2325-1 superficially appear to be standard security headsets, outside of a small label with consecutive serial number and the marking 'Prometheus Labs' in relief on the back of the main unit. There is no power connector or port to access the internal workings of the unit.",
    "title": "SCP-2325"
}