{
    "url": "https://scp-wiki.wikidot.com/scp-2334",
    "all_text": "rating: \n+149\n+\n–\nx\n\n\nItem #:\n SCP-2334\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2334 is contained on site at its location in Utah. Although potentially hazardous records remain in the facility, Level 3 researchers may enter to study catalogued records with proper authorization from their supervisors.\n\n\nDescription:\n SCP-2334 is an anomalous underground salt mine and photograph storage facility near Salt Lake City, Utah, with a single known entrance located at coordinates N██°██'██.██\" W███°██'██.██\". Intelligence suggests that it may contain every possible photograph in the RGB color spectrum, printed at an approximate resolution of 2000 by 3000 pixels.\n\n\nSCP-2334 came to the attention of the Foundation after photocopies of a photograph of the following document began to circulate among students at Brigham Young University in Provo, Utah, in September 1996. Distribution was localized to a religious sect of students who wore colorful, static-patterned clothing. Containment personnel administered Class-A amnestics to students who received photocopies of sensitive materials.\n\n\n\n\nSCP-2626\n\n\nArtifact #:\n SCP-2626\n\n\nArtifact Class:\n Innoxious\n\n\nSpatial Control Paradigm:\n If not in trials, SCP-2626 should inhabit a thick bin at Plot 19. Staff may ask to work with SCP-2626 for study trials by submitting a physical proposal to a Lvl. 3 boss, who must wait in physical form to watch all handling of said artifact.\n\n\n…\n\n\n\n\nThese copies appeared to be photographs of official Foundation documents, albeit with text altered to avoid use of the letter 'e'. Five different classified documents — reports regarding SCP-2626, -████, -████, -████, and -████ — were found to be circulating, all on official Foundation letterhead. Students possessing copies were interrogated, and the source was traced to a small abandoned house in ████████, Utah, where similar photographs were found pinned to the walls. An entrance to the storage facility was discovered on the adjoining property.\n\n\nIn Operation Oulipo, Foundation personnel questioned and interrogated ██ subjects who inhabited the facility (see: Addendum-A), all of whom were affiliated with the religious sect known as the Monks of the Archive. On entering the storage facility, personnel investigated █████ rooms.\n\n\nSCP-2334 is not believed to be endless, but rather significantly larger than the spatial constraints of the local geology would normally allow. It is believed that additional members of the religious sect may remain within the caverns, but attempts to locate them have been unsuccessful.\n\n\nAddendum-A:\n Operation Oulipo\n\n\nThe individuals detained in Operation Oulipo identified themselves as members of a religious group and wore ceremonial garments with colorful static patterns. They did not exhibit resistance until Foundation personnel requested access to rooms beyond those in the nearest cluster to the entrance, at which point they reacted violently. █ were terminated on site, and the rest were detained.\n\n\nThe detained individuals did not provide reliable intelligence. Below is a brief excerpt from one of the more productive interviews.\n\n\n\n\nInterviewed:\n 2334-D2 (\"Brother Pixel\")\n\n\nInterviewer:\n Dr. Calvino\n\n\n<Begin Log, 11-09-1996 04:31 p.m.>\n\n\nCalvino:\n If these caverns contain every possible photograph, why are there humans and depictions of Earth in so many of the photos we've seen?\n\n\n2334-D2:\n You've only seen the part that's closest to us — they printed it that way, as they carved this place from the salt. It's much larger than you think.\n\n\nCalvino:\n Who's they?\n\n\n2334-D2:\n They printed everything.\n\n\nCalvino:\n What do you mean?\n\n\n2334-D2:\n We follow they who have seen all, they who have known all, they who have seen the one true image.\n\n\nCalvino:\n And that's supposed to be —\n\n\n2334-D2:\n With every passing day, our pilgrims travel deeper toward its source.\n\n\nCalvino:\n Are there more of you down there?\n\n\n2334-D2 refused to answer any additional questions.\n\n\n\n\nAddendum-B:\n Image Samples\n\n\nThe following images were chosen to provide an overview of the image characteristics discovered in each subsequent room. Most images were unrecognizable static, so these samples were also selected for clarity.\n\n\n\n\n+ Room 9\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\n\n\n\n\n+ Room 121\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\n\n\n\n\n+ Room 9████\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\n\n\nAddendum-C:\n Document 2334-73███\n\n\nThe following document was found in the archive room designated 73███, beside an elderly man's corpse that was found in an advanced state of decomposition.\n\n\n\n\nMay 1\n\n\nEntered the sacred realm today. My body thirsted for knowledge, but they only granted me static and images without form. I sense this journey will be long, and I must return with supplies.\n\n\nMay 3\n\n\nI saw something that almost looked like a dog today, but Brother Gradient insisted it was not a dog.\n\n\nMay 10\n\n\nI know the brothers forbid my writings, but I feel I must record what happens in these sacred caverns. I believe I saw a man's face in the static today.\n\n\nMay 15\n\n\nBrother Vector found an entire word today. The word was \"calcify\" — It looked as if it had been written on a typewriter, but I dare not assert that.\n\n\nMay 28\n\n\nWe are running low on supplies, but a trip back to the surface is not in order. We pledged to find the one true image and not to return until we had done so. Time seems to move different here. Though we have not shaved, none of the men have grown beards since we departed.\n\n\nJuly ?\n\n\nToday we saw green for the first time in weeks. Praise Them!\n\n\n? ?\n\n\nThe static burns my eyes.\n\n\n\n\nAddendum-D:\n Possible Dimensions\n\n\nNo evidence has been discovered concerning another entrance or end point to the archive.\n\n\nResearch theories regarding the size of the archive are based on statistical analysis of pixel values in images recovered from the site. In short, the distribution of pixels suggests a complete set of images, were one to travel far enough through the archive.\n\n\nThe total number of images possible at 2000 by 3000 pixels (the approximate resolution of each print) is calculated to be (2\n24\n)\n6000000\n=2\n144000000\n, or over 10\n43000000\n.\n1\n\n\n\n\nFootnotes\n\n\n1\n. According to civilian scientific estimates, the number of atoms in the observable universe is approximately 10\n80\n.\n\n\n\n\n\n\n\n\n« \nSCP-2333\n | SCP-2334 | \nSCP-2335\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2334\n\" by TheMadStork, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2334\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n room1.png\n\n\nAuthor:\n TheMadStork\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\nFilename:\n noise.png\n\n\nAuthor:\n TheMadStork\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\nFilename:\n roomXXXX.jpg\n\n\nAuthor:\n TheMadStork\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Nayenezgani - Navaho\n\n\nAuthor:\n Edward S. Curtis\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink",
    "addendums": [
        "Addendum-A: Operation Oulipo\nThe individuals detained in Operation Oulipo identified themselves as members of a religious group and wore ceremonial garments with colorful static patterns. They did not exhibit resistance until Foundation personnel requested access to rooms beyond those in the nearest cluster to the entrance, at which point they reacted violently. █ were terminated on site, and the rest were detained.\nThe detained individuals did not provide reliable intelligence. Below is a brief excerpt from one of the more productive interviews.",
        "Addendum-B: Image Samples\nThe following images were chosen to provide an overview of the image characteristics discovered in each subsequent room. Most images were unrecognizable static, so these samples were also selected for clarity.",
        "Addendum-C: Document 2334-73███\nThe following document was found in the archive room designated 73███, beside an elderly man's corpse that was found in an advanced state of decomposition.",
        "Addendum-D: Possible Dimensions\nNo evidence has been discovered concerning another entrance or end point to the archive.\nResearch theories regarding the size of the archive are based on statistical analysis of pixel values in images recovered from the site. In short, the distribution of pixels suggests a complete set of images, were one to travel far enough through the archive.\nThe total number of images possible at 2000 by 3000 pixels (the approximate resolution of each print) is calculated to be (2 24 ) 6000000 =2 144000000 , or over 10 43000000 . 1"
    ],
    "documents": [],
    "notes": [
        "SCP-2626 Artifact #: SCP-2626 Artifact Class: Innoxious Spatial Control Paradigm: If not in trials, SCP-2626 should inhabit a thick bin at Plot 19. Staff may ask to work with SCP-2626 for study trials by submitting a physical proposal to a Lvl. 3 boss, who must wait in physical form to watch all handling of said artifact. …",
        "Interviewed: 2334-D2 (\"Brother Pixel\") Interviewer: Dr. Calvino <Begin Log, 11-09-1996 04:31 p.m.> Calvino: If these caverns contain every possible photograph, why are there humans and depictions of Earth in so many of the photos we've seen? 2334-D2: You've only seen the part that's closest to us — they printed it that way, as they carved this place from the salt. It's much larger than you think. Calvino: Who's they? 2334-D2: They printed everything. Calvino: What do you mean? 2334-D2: We follow they who have seen all, they who have known all, they who have seen the one true image. Calvino: And that's supposed to be — 2334-D2: With every passing day, our pilgrims travel deeper toward its source. Calvino: Are there more of you down there? 2334-D2 refused to answer any additional questions.",
        "May 1 Entered the sacred realm today. My body thirsted for knowledge, but they only granted me static and images without form. I sense this journey will be long, and I must return with supplies. May 3 I saw something that almost looked like a dog today, but Brother Gradient insisted it was not a dog. May 10 I know the brothers forbid my writings, but I feel I must record what happens in these sacred caverns. I believe I saw a man's face in the static today. May 15 Brother Vector found an entire word today. The word was \"calcify\" — It looked as if it had been written on a typewriter, but I dare not assert that. May 28 We are running low on supplies, but a trip back to the surface is not in order. We pledged to find the one true image and not to return until we had done so. Time seems to move different here. Though we have not shaved, none of the men have grown beards since we departed. July ? Today we saw green for the first time in weeks. Praise Them! ? ? The static burns my eyes.",
        "\" SCP-2334 \" by TheMadStork, from the SCP Wiki . Source: https://scpwiki.com/scp-2334 . Licensed under CC-BY-SA .",
        "Filename: room1.png Author: TheMadStork License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: noise.png Author: TheMadStork License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: roomXXXX.jpg Author: TheMadStork License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Nayenezgani - Navaho Author: Edward S. Curtis License: Public Domain Source Link: Link"
    ],
    "item": "SCP-2334",
    "object_class": "Safe",
    "containment_procedures": "SCP-2334 is contained on site at its location in Utah. Although potentially hazardous records remain in the facility, Level 3 researchers may enter to study catalogued records with proper authorization from their supervisors.",
    "description": "SCP-2334 is an anomalous underground salt mine and photograph storage facility near Salt Lake City, Utah, with a single known entrance located at coordinates N██°██'██.██\" W███°██'██.██\". Intelligence suggests that it may contain every possible photograph in the RGB color spectrum, printed at an approximate resolution of 2000 by 3000 pixels.",
    "title": "SCP-2334"
}