{
    "url": "https://scp-wiki.wikidot.com/scp-2342",
    "all_text": "¹\n\n\n\n\nrating: \n+184\n+\n–\nx\n\n\n\n\n\n\nLes mots de la majorité l'emportent sur les mots de quelques-uns.\n\n\n\n\n\n\nItem #:\n1\n\n\nObject Class:\n2\n\n\nSpecial Containment Procedures:\n3\n\n\nDescription:\n4\n5\n6\n7\n8\n9\n\n\nAddendum:\n10\n\n\n\n\nFootnotes\n\n\n1\n. SCP-2342\n\n\n2\n. Keter\n\n\n3\n. All information regarding SCP-2342 should be stored within an image-based memetic compression algorithm. No static information regarding SCP-2342 should be recorded in any other fashion. Any request for the SCP-2342 file in the database should return a page devoid of text (barring standard data anchors) and be accompanied by an image block with a human-targeted memetic. This approach is described in the Memetic Standard 2342 document, \nMS-2342\n, which is itself encoded according to MS-2342 standards.\n\nUsing the MS-2342 approach, data regarding SCP-2342 should appear to humans, viewers with human-style neural structures, or minds otherwise susceptible to human-targeted memetics, as Database Standard Encoding footnotes.\n\n\nAddendum:\n After Incident GSL-2342-7, support tickets for this page cannot be entered into the system.\n\n\nOngoing suppression on the nature of SCP-2342 is to be maintained by Mobile Task Force Gamma-5 (\"Red Herrings\"), with a two-pronged strategy of portraying it as a \"parody religion\", while simultaneously suppressing publication of the Summa Universalia and SCP-2342-2.\n\n\n\n\n4\n. SCP-2342 refers collectively to a religion known as Discordianisme Syncrétiste, Syncretistic Discordianism, or simply Discordianism (SCP-2342-1), its primary holy book, known as L'Autre Principia, or The Other Principia (SCP-2342-2), and its adherents (SCP-2342-3). SCP-2342-3 instances, geographically, are mostly restricted to the Poitou-Charentes region in France. The few known exceptions are members of Groups of Interest such as anart cells, the Manna Charitable Foundation, and the Chaos Insurgency.\n\n\n5\n. SCP-2342-1 is a syncretism between Traditional Discordianism and multiple other religions, including Fifthism, the Church of the Broken God, worship of the Greek goddess Nike, and another religion of indeterminate nature. While it predominantly draws from Traditional Discordianism (favouring the third edition of the Principia Discordia and revering Eris as the most important deity), the influences from other sources have altered its core doctrines substantially.\n\nCore beliefs of SCP-2342-1 include a reverence of disorder, worship of informationally dense datasets, and attempting to be on \"conjugal terms\" with all known deities.\n\n\n\n\n6\n. There are excerpts within SCP-2342-2 of multiple religious texts, including \nSignaux des Étoiles\n (a French-language republication of \nSCP-1425\n), \nVictoire Ailée\n (Winged Victory, a treatise of the actions of Nike in Samothrace during the Second World War, suppressed by the Foundation since 1987 as part of ongoing containment of \nSCP-1173\n), \nLivre des Cendres d'Acier\n (the Book of Steel Ashes, a holy text of the Broken Church), the \nPrincipia Discordia\n, the \nSumma Universalia\n, and an unknown text named \nJessie Rédempteur\n.\n\nSCP-2342-2 identifies the Broken God variably as Aneris or Harmonia, portraying it to be an avatar representing the order in the universe. This is in opposition to Discordianism's primary deity, Eris (or Discordia), an avatar representing the disorder within the universe.\n\n\n\n\n7\n. SCP-2342-3 instances are able to detect when objects or information they had significant contributions designing or creating are observed by a human mind. This includes works of writing, music, engineering, and code. This ability extends to derivative works; for example, one instance has been recorded knowing when a photograph of their house, which they had drafted and built themselves, was being viewed.\n\nSCP-2342-3 instances can discern certain facts about humans who are currently viewing their works. Specifically, they can determine a viewer's name at birth, common name, birth date, home address, occupation, religion, blood type, insurance details, annual income, and their mother's maiden name. They remain aware of this information after the observer ceases viewing their work, though their knowledge does not remain up-to-date; SCP-2342-3 instances are not made aware of if viewers later change their address or other details.\n\n\n\n\n8\n. SCP-2342-3 instances are also able to detect when written information referring to them is being viewed, as well as the content of that information. This was not well-understood at time of first documentation, resulting in multiple information breaches (Incidents GSL-2342-1 to -4): as the original version of this documentation was encoded textually, all SCP-2342-3 instances at the time were made aware that they had been detailed in that documentation. Similarly, the personal information of various researchers and staff was made known to all SCP-2342-3 instances at that time.\n\n\n9\n. Because of the radically altered nature of their neural patterns, SCP-2342-3 instances are entirely immune to standard human-targeted memetics. However, some SCP-2342-3 instances have shown the ability to analyse such memetics, deducing the effect that they would have on a normal human mind. Prior to implementation of the current \nMS-2342\n encoding standard, the \nMS-2342-ARC\n standard encoded information one level deep, displaying plaintext hallucinations on this page and other SCP-2342 documentation. Due to the simplicity of the encoding, this allowed some SCP-2342-3 instances to recognise when this documentation was being viewed, depending on their familiarity with the MS-2342-ARC standard. This resulted in later information breaches (Incidents GSL-2342-5 and -6) until a stronger memetic encryption could be devised.\n\nThe current MS-2342 standard embeds data on multiple levels, obfuscating the information from all known SCP-2342-3 instances.\n\n\n\n\n10\n. The following is an extract from SCP-2342-2, translated to English from the original French. Efforts have been made to keep the tone of the translation consistent with that of the original.\n\n\n\nFive Fresh Bits On Fives\n\nHi-five, historically, was \"high Five\". Veneration and all that, as well as the drug thing. Five was good, on high, and whole, and holy, etc. This was obvious to Fifthists; their reverence, though, was misplaced. Eris took a peek over her fence, and lo, she spoke aloud: \"Hey! That's my number, guys!\" But the Fifthists didn't hear, and Five Eyes pointed and laughed.\n\n\nSo Eris grabbed a few, threw 'em into France, slapped them over the head and said \"I hope you're paying attention.\" Whereupon she dictated the better part of this book over the course of a hazy night. When we woke from the drug comas, she'd already nicked off, leaving a few hundred bound pages sitting in the middle of the table. On it, the following words: \"The Other Principia, Since The First One Didn't Work (Or How The West Was In A Lost And Found Box The Whole Time)\".\n\n\nWe had a look inside and saw some odd parts. Eris was a bit drunk, see, and we were a \nlot\n drunk. At some time she ran off and grabbed some other folks and invited them to the party too, so the words weren't all hers. Some were from Nike, her long-time drinking partner; there were bits from Old Mared too, though mostly words scribbled in the margins. A few parts about a Broken guy. Jessie, who we all remembered quite well, had stuck in a few words too.\n\n\nFinally, Eris herself had written a note on the back, then signed it. \"What's in this book is 100% true. Make sure you get me really popular this time around - don't worry, you'll be able to tell.\" So that's the plan.\n\n\nWholly Chao and Holy Cow! Fives on fives on fives! And Fnord 'n' Fnord again. Hail Eris! All Hail Discordia!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2341\n | SCP-2342 | \nSCP-2343\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2342\n\" by Randomini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2342\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-2342-new.png\n\n\nAuthor:\n Elogee Fishtruck\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Ptenidium reitteri Flach, 1887 (6993920173).png\n\n\nAuthor:\n Udo Schmidt\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\nName:\n Poles Of Wood Stacked Posts Pruned Spikes Studs Free Photo\n\n\nAuthor:\n JACLOU-DL\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes:\n The images were edited together by Elogee Fishtruck.",
    "addendums": [
        "Addendum: 10"
    ],
    "documents": [],
    "notes": [
        "Five Fresh Bits On Fives Hi-five, historically, was \"high Five\". Veneration and all that, as well as the drug thing. Five was good, on high, and whole, and holy, etc. This was obvious to Fifthists; their reverence, though, was misplaced. Eris took a peek over her fence, and lo, she spoke aloud: \"Hey! That's my number, guys!\" But the Fifthists didn't hear, and Five Eyes pointed and laughed. So Eris grabbed a few, threw 'em into France, slapped them over the head and said \"I hope you're paying attention.\" Whereupon she dictated the better part of this book over the course of a hazy night. When we woke from the drug comas, she'd already nicked off, leaving a few hundred bound pages sitting in the middle of the table. On it, the following words: \"The Other Principia, Since The First One Didn't Work (Or How The West Was In A Lost And Found Box The Whole Time)\". We had a look inside and saw some odd parts. Eris was a bit drunk, see, and we were a lot drunk. At some time she ran off and grabbed some other folks and invited them to the party too, so the words weren't all hers. Some were from Nike, her long-time drinking partner; there were bits from Old Mared too, though mostly words scribbled in the margins. A few parts about a Broken guy. Jessie, who we all remembered quite well, had stuck in a few words too. Finally, Eris herself had written a note on the back, then signed it. \"What's in this book is 100% true. Make sure you get me really popular this time around - don't worry, you'll be able to tell.\" So that's the plan. Wholly Chao and Holy Cow! Fives on fives on fives! And Fnord 'n' Fnord again. Hail Eris! All Hail Discordia!",
        "\" SCP-2342 \" by Randomini, from the SCP Wiki . Source: https://scpwiki.com/scp-2342 . Licensed under CC-BY-SA .",
        "Filename: scp-2342-new.png Author: Elogee Fishtruck License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Ptenidium reitteri Flach, 1887 (6993920173).png Author: Udo Schmidt License: CC BY-SA 2.0 Source Link: Wikimedia Name: Poles Of Wood Stacked Posts Pruned Spikes Studs Free Photo Author: JACLOU-DL License: Public Domain Source Link: Link Additional Notes: The images were edited together by Elogee Fishtruck."
    ],
    "item": "1",
    "object_class": "2",
    "containment_procedures": "3",
    "description": "456789",
    "title": "SCP-2342"
}