{
    "url": "https://scp-wiki.wikidot.com/scp-2344",
    "all_text": "rating: \n+66\n+\n–\nx\n\n\nItem #:\n SCP-2344\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Provisional Site-93 has been constructed for the containment of SCP-2344. Unless otherwise ordered, Site-93 security is to maintain Standard Type C Anomalous Location Containment Procedures. Exploration of the interior of SCP-2344 is to be carried out by \nMTF Eta-13 (\"Gulliver's Tourists\")\n. Any objects or entities exiting SCP-2344 unexpectedly are to be detained and quarantined until their capabilities and intentions are established. Interaction between Site-93 and SCP-2344 Outposts are to be managed at the discretion of the command of both Sites.\n\n\nDescription:\n SCP-2344 is a series of tunnels which extends throughout various extra-dimensional spaces of reality. The tunnels usually take the form of tubular paths which have been dug through soil, though they may have different appearances at different points within the tunnel system. Though the tunnels are non-euclidean in certain regions, their topological layout has remained consistent since discovery.\n\n\nSCP-2344 can be accessed through an entrance located at ██.████° latitude, ██.████° longitude. This entrance is composed of multiple pieces of wood arranged in the shape of a door frame. Attempts to alter the position or shape of these pieces of wood have all been met with failure. This entrance can be used to access SCP-2344 while traveling through its opening from the northwestern side to the southeastern side while in physical contact with at least 7 grams of biological material from a member of the genus \nGallus\n. Though other methods have proven effective on occasion for activating other entrances to SCP-2344, walking through the entrance while in physical contact with at least 7 grams of a member of \nGallus\n, or local equivalent, has proven universally effective.\n\n\nLocated at various points within SCP-2344 are exits that lead to alternate points in reality. Approximately 13.4% of these exits lead to LoI Alpha-4 (\"The Wanderer's Library\"), making entrance physically impossible at worst and inadvisable at best, for both anomalous and parapolitical reasons. The remainder of the exits lead to a variety of locations,\n1\n (designated SCP-2344-1) with the vast majority of these locations being located near civilization.\n\n\n\n\nMTF Eta-13 has currently established contact with 68 different cultures.\n\n\n\n\nAddendum:\n A partial timeline of initial Foundation involvement in SCP-2344 is as follows:\n\n\n\n\n\n\nAugust 7, 1997: Initial containment established.\n\n\nAugust 21, 1997: An expeditionary force composed primarily of Mobile Task Force Eta-13 makes the first foray into SCP-2344. Expeditionary force then returns with initial assessment of SCP-2344.\n\n\nSeptember 3, 1997: MTF Eta-13 makes a second expedition into SCP-2344, with the intent to explore a single exit.\n\n\nSeptember 5, 1997 - February 12, 1998: Contact lost with expeditionary team. All members of Eta-13 declared MIA.\n\n\nFebruary 13, 1998: MTF Eta-13 unexpectedly exits SCP-2344, and is subjected to standard temporary containment and quarantine protocols. Team reports having made contact with the denizens of an SCP-2344-1 area (SCP-2344-1-Alpha), and establishing basic relations.\n\n\nApril 20, 1998: MTF Eta-13 returns to SCP-2344-1-Alpha, accompanied by five Foundation parapolitical diplomats and representatives. Diplomatic relations ensue.\n\n\nJune 7, 1999 Foundation embassy (ARMSTRONG Outpost) established in SCP-2344-1-Alpha.\n\n\nJuly 10, 1999: MTF Eta-13 begins further exploration into SCP-2344, making contact with SCP-2344-1-Beta, SCP-2344-1-Gamma, and LoI Alpha-4.\n\n\nDecember 21, 1999: Limited personnel exchange begins with SCP-2344-1-Alpha.\n\n\nJanuary 1, 2000: MTF Eta-13 fully re-purposed for the continued exploration of SCP-2344 and SCP-2344-1.\n\n\n\n\n\n\nAddendum:\n Information on Outposts.\n\n\nOutposts are designed to act as peripheral branches of the Foundation's Diplomacy division. Each acts as an extradimensional/extraterrestrial Foundation Site, and serves as a combination embassy, storage location, and housing for Foundation agents. Each also contains the entrance to SCP-2344 from its respective SCP-2344-1 instance. A list of Outposts is as follows:\n\n\n\n\nARMSTRONG Outpost (SCP-2344-1-Alpha)\n\n\nAMUNDSEN Outpost (SCP-2344-1-Delta)\n\n\nYARD Outpost (SCP-2344-1-Psi)\n\n\nMARCO POLO Outpost (SCP-2344-1-Mu)\n\n\n\n\nFor further information about Outposts and their host SCP-2344-1 instances and cultures, please contact either the HMCL Supervisor for the Outpost, or the Site-93 HMCL Supervisor.\n\n\n\n\nFootnotes\n\n\n1\n. Determined to be a mix of beta-dimensional, multi-universal, extra-temporal, extraterrestrial, and other environments.\n\n\n\n\n\n\n\n\n« \nSCP-2343\n | SCP-2344 | \nSCP-2345\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2344\n\" by HotCocoaNerd, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2344\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: A partial timeline of initial Foundation involvement in SCP-2344 is as follows:",
        "Addendum: Information on Outposts.\nOutposts are designed to act as peripheral branches of the Foundation's Diplomacy division. Each acts as an extradimensional/extraterrestrial Foundation Site, and serves as a combination embassy, storage location, and housing for Foundation agents. Each also contains the entrance to SCP-2344 from its respective SCP-2344-1 instance. A list of Outposts is as follows:\nFor further information about Outposts and their host SCP-2344-1 instances and cultures, please contact either the HMCL Supervisor for the Outpost, or the Site-93 HMCL Supervisor."
    ],
    "documents": [],
    "notes": [
        "August 7, 1997: Initial containment established. August 21, 1997: An expeditionary force composed primarily of Mobile Task Force Eta-13 makes the first foray into SCP-2344. Expeditionary force then returns with initial assessment of SCP-2344. September 3, 1997: MTF Eta-13 makes a second expedition into SCP-2344, with the intent to explore a single exit. September 5, 1997 - February 12, 1998: Contact lost with expeditionary team. All members of Eta-13 declared MIA. February 13, 1998: MTF Eta-13 unexpectedly exits SCP-2344, and is subjected to standard temporary containment and quarantine protocols. Team reports having made contact with the denizens of an SCP-2344-1 area (SCP-2344-1-Alpha), and establishing basic relations. April 20, 1998: MTF Eta-13 returns to SCP-2344-1-Alpha, accompanied by five Foundation parapolitical diplomats and representatives. Diplomatic relations ensue. June 7, 1999 Foundation embassy (ARMSTRONG Outpost) established in SCP-2344-1-Alpha. July 10, 1999: MTF Eta-13 begins further exploration into SCP-2344, making contact with SCP-2344-1-Beta, SCP-2344-1-Gamma, and LoI Alpha-4. December 21, 1999: Limited personnel exchange begins with SCP-2344-1-Alpha. January 1, 2000: MTF Eta-13 fully re-purposed for the continued exploration of SCP-2344 and SCP-2344-1.",
        "\" SCP-2344 \" by HotCocoaNerd, from the SCP Wiki . Source: https://scpwiki.com/scp-2344 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2344",
    "object_class": "Euclid",
    "containment_procedures": "Provisional Site-93 has been constructed for the containment of SCP-2344. Unless otherwise ordered, Site-93 security is to maintain Standard Type C Anomalous Location Containment Procedures. Exploration of the interior of SCP-2344 is to be carried out by MTF Eta-13 (\"Gulliver's Tourists\"). Any objects or entities exiting SCP-2344 unexpectedly are to be detained and quarantined until their capabilities and intentions are established. Interaction between Site-93 and SCP-2344 Outposts are to be managed at the discretion of the command of both Sites.",
    "description": "SCP-2344 is a series of tunnels which extends throughout various extra-dimensional spaces of reality. The tunnels usually take the form of tubular paths which have been dug through soil, though they may have different appearances at different points within the tunnel system. Though the tunnels are non-euclidean in certain regions, their topological layout has remained consistent since discovery.",
    "title": "SCP-2344"
}