{
    "url": "https://scp-wiki.wikidot.com/scp-2356",
    "all_text": "rating: \n+70\n+\n–\nx\n\n\nItem #:\n SCP-2356\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2356 is contained in a standard containment locker at Site-17's high-security Safe-class items wing. Access to SCP-2356 requires Level-3 clearance and authorization from SCP-2356's current case manager.\n\n\nPsychological screening for depression must be completed prior to handling SCP-2356. Experimental trials involving SCP-2356 are currently suspended, pending investigation of the object's origins (see addenda).\n\n\nDescription:\n SCP-2356 is a red cylindrical rod, measuring 30 cm in length and 1 cm in diameter. Chemical analysis indicates that the object is composed of copper, gold, titanium, and an unidentifiable metal. The outer coating of the rod is believed to be nontoxic acrylic paint.\n\n\nSCP-2356's anomalous properties activate upon being held by a human. Should an individual holding the rod bring it into contact with an inanimate object, said object will spontaneously transform into a different item, most commonly toys suited for young children\n1\n including model trains, action figures, building blocks, and plush animals. Objects altered by SCP-2356 retain their original composition and size, and if undamaged, can be reverted to their initial state upon making contact with SCP-2356 while held by the individual who first transformed the object.\n\n\nExperimental trials indicate that SCP-2356's primary anomaly affects only non-organic material. A discovered exception is food items, which when exposed to SCP-2356's effect, are transformed into calorie-equivalent servings of assorted fruits, sliced thin and arranged in shapes resembling trees and flowers. The types of manifested fruits vary, though a high antioxidant count is consistent between all generated fruits. These fruits cannot be reverted to their original form by SCP-2356 and are considered safe for consumption.\n\n\nSCP-2356 has intermittently failed to manifest any anomalous properties when handled by certain test subjects. As of current data, SCP-2356's highest number of successful object transformations (though notably, SCP-2356 has never demonstrated a 100% success rate with any test subject to date) result when the rod is handled by an individual between six to twelve years of age.\n\n\nPsychological profiling suggests that success rate is linked to lower scores on depression scales. Notably, in three separate cases, adult individuals who have high depression ratings have triggered activation of SCP-2356's anomalous effects even when not in direct contact with the object (resulting in transfiguration of various furniture or writing apparatus within roughly one meter of the adult individual involved). The maximum proximity between individual and SCP-2356 that will initiate this unique activation is currently undetermined.\n\n\nAddendum SCP-2356-1:\n The Foundation was made aware of SCP-2356's existence when agents embedded in a healthcare collective involving █████ ████████ Hospital in Atlanta, Georgia, recovered a collection of unclaimed keepsakes (including SCP-2356) belonging to a Mr. Huey Sharp. Hospital staff recalled that Mr. Sharp was \"a polite man who frequently visited his son\" in intensive care, and was once reprimanded for bringing toys and snacks into the patient rooms against hospital policy.\n\n\nThe recovered items\n2\n included a blank, pocket-sized notebook, a child's diary marked with the owner's name \"Sky\", and a leather pouch filled with marbles made of the same unidentifiable metal incorporated into SCP-2356. All items were determined to be non-anomalous.\n\n\nRecords obtained by Foundation staff indicated that Mr. Sharp's son, Skylar Sharp, was diagnosed with leukemia at age five and referred to the hospital for long-term care before passing away seven months after the initial diagnosis.\n3\n\n\n\n\nSelected excerpts from \nRecovered Document SCP-2356-2\n, diary of Skylar Sharp\n\n\nNote: While the beginning series of entries possesses substantial portions of text, the majority of entries contain little to no text and include simple drawings, which become less complex as entries progress with time.\n\n\nMerch 3 ████\n\nPapa got me this book to wite in to make my handwighting and spelling bettr. He wants me to wite every day in this as practis. I am not very good spelling but I well try my bist.\n\n\nMarch 7 ████\n\nPapa wanted to get me sum new shirts and pants but I saw this awsum bowtie. I tride to put it on but it was hard to get on. Papa helpt me get it in and it lookt good so he bot it. He looks good in it too. I told him to keep it until \nIm redy\n I can put it on myself.\n\n\nMay 4 ████\n\nThe docturs told me they are working on a medsine that will fix me. They also said that I need to stay in bed. I hate this. I cant even have candy any more. But papa did say that he was working on something that will cheer me.\n\n\n\n\nAddendum SCP-2356-2:\n Subsequent Foundation investigation of Mr. Sharp's home resulted in the discovery of a workshop located in the basement, outfitted with modified blacklights. Exposure of Mr. Sharp's previously-recovered notebook to the blacklights revealed a series of diagrams believed to be designs for preliminary prototypes of SCP-2356. Additionally, various notes on separate pages confirmed Huey Sharp's affiliation with the \nDoctor Wondertainment\n product line and his intention of adapting SCP-2356 into a Wondertainment toy targeting children currently in hospital treatment.\n\n\nNo other documents found in the workshop displayed hidden material when exposed to the modified blacklights. However, a wall-affixed hand-drawn picture portraying two stick-figure individuals with bow ties holding hands was marked on the bottom with the words \"Happy with just Dad\" followed by a date.\n4\n\n\nAddendum SCP-2356-3:\n As of ██/██/████, Mr. Sharp is believed to have abandoned the workshop. Priority has been given to agents currently stationed to observation of the ████████ Cemetery, where Mr. Sharp's son was interred at. Interviews with the cemetery staff thus far have failed to provide further information on Mr. Sharp and his family, save for a single employee referring to Skylar Sharp as \"the little boy with the bow tie\".\n\n\n\n\nFootnotes\n\n\n1\n. Roughly ages 5-10, as per comparison with common toy manufacturer companies' suggested age ranges\n\n\n2\n. Currently in secure storage.\n\n\n3\n. Various drawings from the child's diary confirm the time spent in treatment. The most consistent subjects are two crude humanoid figures, one tall and wearing a coat and bow tie, one smaller and usually reclining on a bed or chair marked with hospital-use symbols.\n\n\n4\n. Confirmed to be the day of Skylar Sharp's death\n\n\n\n\n\n\n\n\n« \nSCP-2355\n | SCP-2356 | \nSCP-2357\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2356\n\" by Dr Rignaros, Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2356\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum SCP-2356-1: The Foundation was made aware of SCP-2356's existence when agents embedded in a healthcare collective involving █████ ████████ Hospital in Atlanta, Georgia, recovered a collection of unclaimed keepsakes (including SCP-2356) belonging to a Mr. Huey Sharp. Hospital staff recalled that Mr. Sharp was \"a polite man who frequently visited his son\" in intensive care, and was once reprimanded for bringing toys and snacks into the patient rooms against hospital policy.\nThe recovered items 2 included a blank, pocket-sized notebook, a child's diary marked with the owner's name \"Sky\", and a leather pouch filled with marbles made of the same unidentifiable metal incorporated into SCP-2356. All items were determined to be non-anomalous.\nRecords obtained by Foundation staff indicated that Mr. Sharp's son, Skylar Sharp, was diagnosed with leukemia at age five and referred to the hospital for long-term care before passing away seven months after the initial diagnosis. 3",
        "Addendum SCP-2356-2: Subsequent Foundation investigation of Mr. Sharp's home resulted in the discovery of a workshop located in the basement, outfitted with modified blacklights. Exposure of Mr. Sharp's previously-recovered notebook to the blacklights revealed a series of diagrams believed to be designs for preliminary prototypes of SCP-2356. Additionally, various notes on separate pages confirmed Huey Sharp's affiliation with the Doctor Wondertainment product line and his intention of adapting SCP-2356 into a Wondertainment toy targeting children currently in hospital treatment.\nNo other documents found in the workshop displayed hidden material when exposed to the modified blacklights. However, a wall-affixed hand-drawn picture portraying two stick-figure individuals with bow ties holding hands was marked on the bottom with the words \"Happy with just Dad\" followed by a date. 4",
        "Addendum SCP-2356-3: As of ██/██/████, Mr. Sharp is believed to have abandoned the workshop. Priority has been given to agents currently stationed to observation of the ████████ Cemetery, where Mr. Sharp's son was interred at. Interviews with the cemetery staff thus far have failed to provide further information on Mr. Sharp and his family, save for a single employee referring to Skylar Sharp as \"the little boy with the bow tie\"."
    ],
    "documents": [
        "Selected excerpts from Recovered Document SCP-2356-2 , diary of Skylar Sharp Note: While the beginning series of entries possesses substantial portions of text, the majority of entries contain little to no text and include simple drawings, which become less complex as entries progress with time. Merch 3 ████ Papa got me this book to wite in to make my handwighting and spelling bettr. He wants me to wite every day in this as practis. I am not very good spelling but I well try my bist. March 7 ████ Papa wanted to get me sum new shirts and pants but I saw this awsum bowtie. I tride to put it on but it was hard to get on. Papa helpt me get it in and it lookt good so he bot it. He looks good in it too. I told him to keep it until Im redy I can put it on myself. May 4 ████ The docturs told me they are working on a medsine that will fix me. They also said that I need to stay in bed. I hate this. I cant even have candy any more. But papa did say that he was working on something that will cheer me."
    ],
    "notes": [
        "\" SCP-2356 \" by Dr Rignaros, Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-2356 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2356",
    "object_class": "Safe",
    "containment_procedures": "SCP-2356 is contained in a standard containment locker at Site-17's high-security Safe-class items wing. Access to SCP-2356 requires Level-3 clearance and authorization from SCP-2356's current case manager.",
    "description": "SCP-2356 is a red cylindrical rod, measuring 30 cm in length and 1 cm in diameter. Chemical analysis indicates that the object is composed of copper, gold, titanium, and an unidentifiable metal. The outer coating of the rod is believed to be nontoxic acrylic paint.",
    "title": "SCP-2356"
}