{
    "url": "https://scp-wiki.wikidot.com/scp-2380",
    "all_text": "rating: \n+296\n+\n–\nx\n\n\nItem #:\n SCP-2380\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2380 is to be kept in Containment Locker 2380 at Site-39, with access barred to all personnel with a clearance level under three (3). In the event of any breach in containment, Junior Researcher Østergaard is to be taken into protective custody by security personnel until containment is restored. Outside of controlled testing environments, bare-skin contact is not to be made with SCP-2380, and protective equipment is to be used at all times.\n\n\nDescription:\n SCP-2380 is a human left kidney, a genetic match to one ████████ Østergaard, a Junior Researcher at Site-39 in ███████, Denmark. Neither the internal nor external structure of SCP-2380 bears any notable deviations from that of an average human kidney. The cells of SCP-2380 do not differ from non-anomalous human kidney cells in any detectable way. All tissue remains healthy, however, despite the lack of blood flow to or from the object.\n\n\nSCP-2380 exhibits both a passive and active anomalous effect. Passively, SCP-2380 constantly rotates by currently unknown means, such that its superior pole is pointing toward Junior Researcher Østergaard at all times. The active anomalous effects of SCP-2380 manifest when it is held or touched with bare skin by any human subject apart from Junior Researcher Østergaard. Upon touching SCP-2380, the subject, henceforth designated SCP-2380-1, will attempt to implant SCP-2380 into Junior Researcher Østergaard by any means available. If surgical instruments or other sharp implements are accessible, instances of SCP-2380-1 will make use of them, but those affected have been observed to attempt the implantation without any tools or instruments of any kind.\n\n\nWorth noting is that Junior Researcher Østergaard is still in possession of both of his kidneys, which appear to be healthy and fully functional. It is not known at this time what instances of SCP-2380-1 would do with Junior Researcher Østergaard's current left kidney if his abdominal cavity was successfully accessed.\n\n\nUpon removal of the kidney from the possession of affected SCP-2380-1 individuals, the active anomalous effects of SCP-2380 will cease until it again comes into contact with exposed human skin. Previously affected SCP-2380-1 individuals will express a lack of awareness of their actions, but possess the notion that, while affected, they were attempting to implant \"Østergaard's kidney\" using proper medical procedure (surgical scrubs, sterilized medical equipment, designated operating theater, etc.). This belief is maintained by SCP-2380-1 individuals with and without prior surgical experience, as well as SCP-2380-1 individuals without prior knowledge of Østergaard's identity. No other anomalous or abnormal effects have been noted in former SCP-2380-1 individuals, nor in Junior Researcher Østergaard himself.\n\n\nRecovery:\n SCP-2380 was discovered by Junior Researcher Østergaard, resting on his desk in Research Sector █ of Site-39, the morning of ██/██/2011. Security footage from the morning of ██/██ and the preceding night do not show any evidence of entry into Research Sector █ before Østergaard's arrival. Investigation of Østergaard provides no evidence that he was in any way aware of the existence of SCP-2380, nor anything anomalous regarding his kidneys, prior to the morning of ██/██.\n\n\nUpon the arrival of Dr. ███████, Østergaard's immediate supervisor, SCP-2380 was picked up, and manifested its anomalous effects. Dr. ███████ grabbed a letter opener from a nearby desk and proceeded to pursue Østergaard through the hallway until apprehended by security personnel. At this time, SCP-2380 fell to the ground and its effects ceased. As Dr. ███████ was taken into custody, SCP-2380 was retrieved by Officer █████, making the object's anomalous properties known when he attempted to breach Junior Researcher Østergaard's abdominal cavity with a paperclip.\n\n\n\n\n\n\n« \nSCP-2379\n | SCP-2380 | \nSCP-2381\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2380\n\" by BIDZ180, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2380\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2380 \" by BIDZ180, from the SCP Wiki . Source: https://scpwiki.com/scp-2380 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2380",
    "object_class": "Safe",
    "containment_procedures": "SCP-2380 is to be kept in Containment Locker 2380 at Site-39, with access barred to all personnel with a clearance level under three (3). In the event of any breach in containment, Junior Researcher Østergaard is to be taken into protective custody by security personnel until containment is restored. Outside of controlled testing environments, bare-skin contact is not to be made with SCP-2380, and protective equipment is to be used at all times.",
    "description": "SCP-2380 is a human left kidney, a genetic match to one ████████ Østergaard, a Junior Researcher at Site-39 in ███████, Denmark. Neither the internal nor external structure of SCP-2380 bears any notable deviations from that of an average human kidney. The cells of SCP-2380 do not differ from non-anomalous human kidney cells in any detectable way. All tissue remains healthy, however, despite the lack of blood flow to or from the object.",
    "title": "SCP-2380"
}