{
    "url": "https://scp-wiki.wikidot.com/scp-2381",
    "all_text": "The starry tide is coming\n\nAnd fire burns on your horizons\n\nBut all I hear is nothing\n\nAs we drown in your absence.\n\n\n\n\n\n\n\n\nrating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nReading time:\n 5 minutes 23 seconds no footnotes, 6 minutes 40 seconds with footnotes\n\n\nWord count:\n 1418 words before footnotes, 1833 with footnotes.\n\n\nRecommended Listening:\n\n\nTears In Heaven - Eric Clapton\n\n\n\n\n\n\n\n\nrating: \n+32\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2381\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2381 is to be kept in a large storage locker within Site-212A when not in use. SCP-2381 may be accessed by personnel with Level-1 clearance or higher for therapeutic purposes. SCP-2381 should not be operated in external areas.\n\n\nLinguistic experts familiar with the Elder or Younger Finnfelk languages are discouraged from interacting with SCP-2381.\n\n\nDescription:\n SCP-2381 are a pair of objects, the first of which is a scale model of a Giant Oceanic Manta Ray\n1\n capable of both automated and controlled motion through \nunknown\n \nthaumatological mechanisms\n (See Addendum Translation Log L-2381-01). SCP-2381 has a wingspan of 2 meters and its body is 0.9 meters in length with a 3 meter long \"tail\". The dorsal, ventral, and belly of SCP-2381 are intricately carved, with a number of \"channels\" that become luminescent when it is turned on. Two \"handlebars\" for holding onto are placed symmetrically on the dorsal surface. SCP-2381's forwards and backwards motion, pitch, yaw and elevation can be controlled via particular gestures on a \"control panel\" of glowing diodes placed just behind the head of the object.\n\n\nSCP-2381 is activated by placing one hand on the large circular imprint in the center of the \"control panel\" and placing one finger on the right-most diode and circling it clockwise three times.\n\n\nThe second component of SCP-2381 is a box shaped device with an identical layout to the control panel on the scale model. This box functions as a remote control device.\n\n\nWhen SCP-2381 is turned 'on' it is capable of performing a number of aerial and aquatic maneuvers, including barrel rolls, loops, hammerheads, etc. SCP-2381 engages in these behaviors automatically if its remote or manual controls have not been touched for a period of 60 seconds or more. At random intervals, the item will play a series of varied chords in E♭ Major. This auditory sequence contains a mild audio compulsion, inducing feelings of 'joy/happiness' when it begins, and 'longing/loss' when it ends.\n\n\nDiscovery & Linguistic Markings:\n SCP-2381 was discovered in 1914, following an earthquake in Lefkada, Greece, by farmers sorting through the rubble of the town of Vasiliki. SCP-2381 was buried in a cliffside and was exposed during an earthquake-related rockslide.\n\n\nThe farmers initially kept the item to themselves, until they accidentally activated the device. Believing it to be an ancient Greek artifact, they reported it to a group of archaeologists visiting the town. An embedded Foundation agent filed a report on the object, at which point a recovery team was dispatched to retrieve both objects. SCP-2381 and a scroll found tied to the head of the manta ray were recovered.\n\n\nLinguistic Markings:\n At the time of cataloguing, the recovery team noted the presence of a number of linguistic carvings of \nan unknown and untranslated language\n (See Translation Log L-2381-01) on the ventral surface of SCP-2381.\n\n\nMany of these carvings are identical to a rune-like script inked onto the unusually well preserved scroll recovered with SCP-2381. The scroll was photographed, hand copied, and etched multiple times, before the original was lost in a fire caused by Obskura infiltration during WWII. Until roughly 1920, the Foundation believed these marks to be a lost branch of the Mekhanite language, however, \nrecovery of further artifacts\n across northern, western, southern Europe and the Mediterranean indicated that these were not Mekhanite artifacts, as the Northern Orthodox branch of Mekhanism never reached beyond the Rhine river.\n\n\n\n\n\n\nTranslation Log L-2381-01\n\n\n\n\nForeword:\n On July 31st, 1985 embedded Foundation archaeologists recovered a number of tablets from a Phoenician site in Tyre. Analysis of these tablets uncovered a wealth of direct translations from the unidentified runic script to Phoenician.\n\n\nFrom these tablets, the Foundation learned that the language was referred to as \"Elder Finnfelk\" by its speakers and was created by a hominid race known as the \"Finnfolk\" more commonly known in the ancient world as the \"Sea Peoples\". Subsequent analysis of cultural records from across the region revealed corroborating evidence of this mysterious civilization.\n\n\nThese tablets served as Rosetta stone equivalents, allowing the Department of Linguistics to begin translating the large backlog of recovered scripts, carvings, and notations found on thousands of recovered materials. As it was among the first discovered items, researchers used SCP-2381 and its accompanying scroll to test their early translation models. The following log is a composite of these early translations.\n\n\n\n\nTranslation of scroll found with SCP-2381:\n\n\nTranslators note:\n The following poem largely doesn't appear to follow a strict meter, but the short stanzas seem to suggest the possibility of metered verse existing elsewhere.\n\n\n\n\nOh tiny, tiny ones\n\nTiny ones living so tiny and slow\n\nWith tiny little hearts\n\nOh, how they are so small\n\nHow I watched you grow.\n\n\n\nOh, brave singing Frodi, sensitive\n2\n Alfrún too,\n\nWe loved you so.\n\n\n\nAs we held you in our arms\n\nYour song had so much glow.\n\n\n\nIn summer you laughed the days away,\n\nIn winter you spoke each other's life-names\n\nBut poor tiny Alfrún's gills\n\nWhy did they turn so gray?\n\n\n\nWe moved from our grotto in the inner-streams\n3\n\nTo distant Finnfelheim\n4\n for Alfrún to stay.\n\n\n\nIn that gentle summer,\n\nI made you both this great ray.\n\n\n\nOh, the smiles it brought to your faces\n\nAs the pangloss-lillies burned brightly in the bays.\n\n\n\nI leaned against your mother and hoped\n\nThat the underskies\n5\n would not take her away.\n\n\n\nSo we prayed to the Mither each night\n\nAnd in the daylight you both played\n\nWith this lovely, gifted ray\n\nClinging to those grip-bars,\n6\n tightly so.\n\n\n\nYou gave him a lovely life-name, Líttvængr\n\nTruly a wonderful gift\n\nYet such a strange little thing.\n\n\n\nAnd every night when I put him away\n\nI added just a little more.\n\n\n\nGave him a life-song\n7\n all his own\n\nTo help you love and play.\n\n\n\nBut poor tiny Alfrún,\n\nThere was nothing the magisters could do\n\nFor gill-rot has no cure\n\nBedridden with illness came all too soon.\n\n\n\nAs I stand here against the waves\n\nHolding you in my hands\n\nThere was so much more to say\n\nBut the chance passed us by\n\nLike little eggs in the waves.\n\n\n\nSo the sharks came out to play\n\nAnd you, little Frodi you,\n\nPlayed dispirited and all alone.\n\n\n\nI wondered if it's possible,\n\nDid we do all that we could do\n\nWhat more could we have done?\n\n\n\nBut in that following spring\n\nPoor tiny Alfrún sailed for the underskies\n\nInto the Mither's embrace.\n\n\n\nOh how we all weeped\n\nFor tiny Alfrún had been so full of joy\n\nDespite how frail she seemed.\n\n\n\nBut her song burnt too bright\n\nAnd took her from us too soon.\n\n\n\nIn her wailing memory\n\nI took a piece of her song\n\nAnd wove it into Líttvængr.\n\n\n\nSo we'd always have\n\nA piece of her\n\nTo live on with us at home\n\nWith all those for whom she so loved.\n\n\n\nWe floated amidst the city's-name-gates\n8\n\nAnd set her body to sail\n\nDown the great rafts of the underskies\n\nTo join her life-song in the dancing night.\n\n\n\nA miracle happened then\n\nAs you wept against my shoulder.\n\n\n\nThe Mither gently lifted-her-low\n9\n\nTowards the soul-of-heart\n10\n in peace and color.\n\n\n\nAnd for the first time we could say\n\nShe truly flew on her own.\n\n\n\nIn her name we carried on\n\n\n\nBut it never was the same\n\nNot for your mother, you or me.\n\n\n\nOh, as you grew and grew\n\nThe playing danced so much less.\n\n\n\nI could see the sadness in your eyes\n\nThe absence in your heart\n\nUnfilled by the mythic sky.\n\n\n\nAnd there was nothing I could do\n\nThe skies deny me the fullness of singing grief.\n\n\n\nThe war came so quickly through\n\nAnd Finnfelheim fell under siege.\n\n\n\nBy then you were almost grown\n\nBut Líttvængr never left your side.\n\nAnd you grew in your power\n\nYou bloomed in your beauty and love.\n\n\n\nA magister one day I was certain you'd be\n\nBut what if the day would never come?\n\n\n\nAnd when the shields came down\n\nWe were all on our own.\n\n\n\nAnd in the evacuation of the canals\n\nMetal and fire came raining down.\n\n\n\nOh, how we searched for you\n\nAnd found you all alone\n\nStilled beneath the hateful sky\n\nHad the Mither forsaken us so?\n\n\n\nOh tiny, tiny ones\n\nTiny ones living so tiny and slow\n\nWith tiny little hearts\n\nOh, how they are so small\n\nNow they beat no more.\n\n\n\nThe only sounds in the air\n\nAre the starry waves washing against the land\n\nHere I stand with you\n\nHeld softly in my arms.\n\n\n\nHer voice is on the breeze\n\nHer touch against my scales\n\nAs I rock you against her waves.\n\n\n\nOh mither hear me please\n\nDeliver unto me\n\nYour sight, your sound, your heart\n\nFor I would drown in your silence.\n\n\n\nThe starry tide is coming\n\nYour mother kneels in its trough\n\nMaybe I should join her too?\n\n\n\nThe starry tide is coming\n\nAnd fire burns on your horizons\n\nBut all I hear is nothing\n\nAs we drown in your absence.\n\n\n\nThe undersky approaches\n\nHow can we hope to keep on going\n\nWithout you both at home.\n\n\n\n\nTranslation of markings on SCP-2381:\n\n\n\n\nRight Wing:\n\n\nBrave little Frodi.\n\n\nLeft Wing:\n\n\nJoyful and soft Alfrún\n\n\nCenter:\n\n\nLet the Mither guide you where we could not.\n\n\n\n\n\n\nPostword:\n Upon translation of SCP-2381's markings, a low-level memetic effect affected the translators handling the object. Both linguistic experts described observing adolescent humanoid figures covered in scales.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nMobula birostris\n\n\n2\n. Translation here was unclear due to water damage to the scroll. Runic combinations for sensitive are very close to runic combinations to frail, so it's possible frail was meant instead.\n\n\n3\n. An imprecise translation of a word that only had partial analog in Phoenician sources. Believed to possibly be a synonym or dialectic substitute for the typical runes used for \"inland rivers\"?\n\n\n4\n. A major Finnfolk population center in the Mediterranean built into and around the 'volcanic' island of Thera.\n\n\n5\n. Translation is unclear, unlike in pre-mitheric poetic works, where the meaning of the symbol is more ambiguous, the few contemporary poems from southern Finnfolk traditions available appear, in context, to be referring less to a second sea or natural force, and more a journey beneath a second mirrored or inverted sky. These references seem to have bled into Mediterranean cultures, such as the Iberians and Mycenaens, who believed in a voyage or trip across a great river accompanied by a guide or element of divinity.\n\n\n6\n. Imprecise translation, the department suggested \"handlebars\" as an alternative, but unlike on bikes, the context indicates a different purpose.\n\n\n7\n. Imprecise translation, but a common motif in Finnfolk poetry and artwork is the rhythmic or lyrical nature of word arrangements being associated with deeper thaumaturgy, especially creation.\n\n\n8\n. Literal translation, the context of the surrounding runic script indicates this is inaccurate, but no existing word in the English language sufficiently fits the magnitude of contextual implications.\n\n\n9\n. Early translations here are imprecise, in texts from earlier periods the symbols interpreted here as \"lifted-her-low\" are used to mean \"fell from a great height\" but in the context of the surrounding symbols within this poem and other contemporary works, the connotation is altered to produce a strange mix of imprecise transliteration. Possibly symbolic.\n\n\n10\n. Literal translation, no English equivalent exists.\n\n\n\n\n\n\n\n\n« \nSCP-2380\n | SCP-2381 | \nSCP-2382\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2381\n\" by DrBleep, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2381\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n\n\nName:\n (if different from filename)\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2381 \" by DrBleep, from the SCP Wiki . Source: https://scpwiki.com/scp-2381 . Licensed under CC-BY-SA .",
        "Filename: Name: (if different from filename) Author: License: Source Link:"
    ],
    "item": "SCP-2381",
    "object_class": "Safe",
    "containment_procedures": "SCP-2381 is to be kept in a large storage locker within Site-212A when not in use. SCP-2381 may be accessed by personnel with Level-1 clearance or higher for therapeutic purposes. SCP-2381 should not be operated in external areas.",
    "description": "SCP-2381 are a pair of objects, the first of which is a scale model of a Giant Oceanic Manta Ray1 capable of both automated and controlled motion through unknown thaumatological mechanisms (See Addendum Translation Log L-2381-01). SCP-2381 has a wingspan of 2 meters and its body is 0.9 meters in length with a 3 meter long \"tail\". The dorsal, ventral, and belly of SCP-2381 are intricately carved, with a number of \"channels\" that become luminescent when it is turned on. Two \"handlebars\" for holding onto are placed symmetrically on the dorsal surface. SCP-2381's forwards and backwards motion, pitch, yaw and elevation can be controlled via particular gestures on a \"control panel\" of glowing diodes placed just behind the head of the object.",
    "title": "SCP-2381"
}