{
    "url": "https://scp-wiki.wikidot.com/scp-2387",
    "all_text": "rating: \n+62\n+\n–\nx\n\n\nItem #:\n SCP-2387\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Buildings affected by SCP-2387 are to be inhabited by Foundation personnel disguised as employees or residents of the building. Foundation personnel are to inspect the exteriors of all buildings on an hourly basis. If graffiti consistent with a SCP-2387 event is found, all personnel are to evacuate the building immediately. As soon as possible, the affected building is to be surrounded by a 3 meter high sheet metal fence, and civilians attempting to enter the area are to be detained and amnesticized, if necessary.\n\n\nDescription:\n SCP-2387 is a phenomenon effecting the rapid construction and demolition of buildings located within three contiguous square blocks in the Shijingshan District of Beijing. SCP-2387 first manifests with the marking of the exterior of the building with Chinese character \"拆,\"\n1\n generally with red or white spray paint. Review of security footage has shown that the character spontaneously appears on the building.\n\n\nWithin 72 hours of the appearance of the character, the affected structure will be demolished by unknown means. The patterns of demolition are usually consistent with destruction by means of large hydraulic equipment, although several larger buildings have imploded, consistent with the controlled use of explosives.\n\n\nIn all recorded manifestations of the SCP-2387 phenomenon, demolition has taken less than 12 hours, regardless of the size of the building. Debris from the demolition does not travel outside of the three-block area affected by SCP-2387 and, if left unattended and unobserved, will disappear within 12 hours. Since 2001, instances of multiple buildings being razed simultaneously has risen 28%. In many cases, simultaneously demolished buildings will be consolidated into a single, larger structure\n2\n.\n\n\nFollowing the demolition of extant buildings, construction of a new structure commences within 10 hours. Building material such as concrete and steel manifests from unseen sources and appear as they are incorporated into the new structure. Serial numbers of items such as lighting fixtures do not match with any known manufacturers.\n\n\nStructures created by SCP-2387 are of variable appearance and size, depending on the size of the area razed. Past instances have included skyscrapers, factories, and luxury hotels. There appears to be a causative relation between architectural trends and real estate prices in Beijing, and the structures created by SCP-2387, although this effect is not fully understood at present.\n\n\nAlthough the layouts of instances of SCP-2387 that manifest in new categories of buildings\n3\n were highly irregular\n4\n, the number of irregularities significantly decreased with each successive iteration.\n\n\nAccording to paperwork found in the Beijing municipal archives, all buildings affected by SCP-2387 are owned by \"Fù Jué Realty, Ltd.\". No such company, nor any individual by such a name, is known to exist outside of instances of SCP-2387. With the demolition and construction of new buildings as a result of SCP-2387, the paperwork relating to the affected building is updated instantaneously. Attempts at communication with SCP-2387 through contact information provided have produced limited results (see Excerpt 2387-q-895-Pw for more).\n\n\nAddendum 2387-o-143-Hl\n\nArchival research suggests that a phenomenon similar to SCP-2387 first began to manifest in 1969, targeting villages and towns with populations under 3,000. Below is an excerpt of a report by the People's Board for Unexplained Affairs\n5\n:\n\n\n\n\nThe people said that they awoke the next morning and found their houses encased in concrete. Some have had to tunnel their way out, as the doors of their houses were blocked by the cement. Others found their homes and shops reaching three, even four stories high. Many of the farm buildings had somehow been connected through a vast network of above-ground tunnels. In one case, an entire family had been encased in concrete, apparently while still alive.\n\n\nComrade Wen reports that that the paperwork for all of this is in the archives, signed by a Comrade Fù Jué. Everything, from the tunnels to the encasement of the family, included pages upon pages of justification. However, the justifications were largely nonsensical, claiming the necessity of \"burning the mountain to its foundations\" and \"seeing the winds howl through the earth in communal action.\" At present, it is unclear whether this phenomenon is the work of imperialist forces from without or deviationist forces within.\n\n\n\n\nExcerpt 2387-q-895-Pw:\n\nOn 11/3/2008, Foundation operatives attempted to use information from SCP-2387-01 to contact the entity or entities responsible for SCP-2387-01 and -02. The following is a transcript of the phonecall made by Operative Yi to Fù Jué Realty, Ltd. The entity on the other end has been provisionally given the classification POI-2387-01.\n\n\n\n\nOperative Yi:\n Hello, is this Fù Jué Reality, Ltd.?\n\n\nPOI-2387-01:\n Spread and prosper. Who cares if it burns, so long as it works. Rising red tide razes all boats.\n\n\nOperative Yi:\n Excuse me, could I speak to someone in ch-\n\n\nPOI-2387-01:\n The people need buildings. Need to go forward. Developed along consumption. Class can transform itself with a new way forward. As Lenin said, \"to get rich is assuming your natural position in the world!\" Becoming the new normal means the situation is excellent. Cars! My god, Jin, forty years ago, this was just stalls. Now look at it!\n\n\nOperative Yi:\n What do you d-\n\n\nPOI-2387-01:\n All polished marble and steel. Skulls and bones of the elders. If we stop for it, we will have no future. Step on them. Faster now, faster! A million by the end of the decade. A billion, nine, spinning out, consuming, being consumed. Raze and build and raze and build.\n\n\n\n\nAfter five minutes of similarly uncommunicative dialogue, POI-2387-01 disconnected. Further attempts to make contact with representatives of Fù Jué Realty, Ltd. have been unsuccessful. For a full transcript, please refer to Addendum 2387-q-895-Px.\n\n\n\n\nFootnotes\n\n\n1\n. Meaning \"raze\" or \"demolish.\"\n\n\n2\n. Since 2010, the number of unique structures has decreased from 48 to 29.\n\n\n3\n. Luxury hotels are the most recent addition to the kinds of buildings constructed by instances of SCP-2387, first manifesting in 1998.\n\n\n4\n. For example, SCP-2387-1, an upscale apartment complex, contained several hallways leading to dead ends and a horizontal elevator shaft.\n\n\n5\n. For a full listing of relevant PBUA documentation, see Addendum 2387-p-899-Gd\n\n\n\n\n\n\n\n\n« \nSCP-2386\n | SCP-2387 | \nSCP-2388\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2387\n\" by Gaffsey, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2387\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2387-o-143-Hl Archival research suggests that a phenomenon similar to SCP-2387 first began to manifest in 1969, targeting villages and towns with populations under 3,000. Below is an excerpt of a report by the People's Board for Unexplained Affairs 5 :"
    ],
    "documents": [],
    "notes": [
        "The people said that they awoke the next morning and found their houses encased in concrete. Some have had to tunnel their way out, as the doors of their houses were blocked by the cement. Others found their homes and shops reaching three, even four stories high. Many of the farm buildings had somehow been connected through a vast network of above-ground tunnels. In one case, an entire family had been encased in concrete, apparently while still alive. Comrade Wen reports that that the paperwork for all of this is in the archives, signed by a Comrade Fù Jué. Everything, from the tunnels to the encasement of the family, included pages upon pages of justification. However, the justifications were largely nonsensical, claiming the necessity of \"burning the mountain to its foundations\" and \"seeing the winds howl through the earth in communal action.\" At present, it is unclear whether this phenomenon is the work of imperialist forces from without or deviationist forces within.",
        "Operative Yi: Hello, is this Fù Jué Reality, Ltd.? POI-2387-01: Spread and prosper. Who cares if it burns, so long as it works. Rising red tide razes all boats. Operative Yi: Excuse me, could I speak to someone in ch- POI-2387-01: The people need buildings. Need to go forward. Developed along consumption. Class can transform itself with a new way forward. As Lenin said, \"to get rich is assuming your natural position in the world!\" Becoming the new normal means the situation is excellent. Cars! My god, Jin, forty years ago, this was just stalls. Now look at it! Operative Yi: What do you d- POI-2387-01: All polished marble and steel. Skulls and bones of the elders. If we stop for it, we will have no future. Step on them. Faster now, faster! A million by the end of the decade. A billion, nine, spinning out, consuming, being consumed. Raze and build and raze and build.",
        "\" SCP-2387 \" by Gaffsey, from the SCP Wiki . Source: https://scpwiki.com/scp-2387 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2387",
    "object_class": "Euclid",
    "containment_procedures": "Buildings affected by SCP-2387 are to be inhabited by Foundation personnel disguised as employees or residents of the building. Foundation personnel are to inspect the exteriors of all buildings on an hourly basis. If graffiti consistent with a SCP-2387 event is found, all personnel are to evacuate the building immediately. As soon as possible, the affected building is to be surrounded by a 3 meter high sheet metal fence, and civilians attempting to enter the area are to be detained and amnesticized, if necessary.",
    "description": "SCP-2387 is a phenomenon effecting the rapid construction and demolition of buildings located within three contiguous square blocks in the Shijingshan District of Beijing. SCP-2387 first manifests with the marking of the exterior of the building with Chinese character \"拆,\"1 generally with red or white spray paint. Review of security footage has shown that the character spontaneously appears on the building.",
    "title": "SCP-2387"
}