{
    "url": "https://scp-wiki.wikidot.com/scp-2389",
    "all_text": "rating: \n+40\n+\n–\nx\n\n\n\n\n\n\nSCP-2389 in containment\n\n\n\n\n\n\nItem #:\n SCP-2389\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2389 is currently kept in a wooded containment cell near Site-66, which provides all the resources needed for instances of SCP-2389-1. Three guard personnel are to patrol the perimeter of SCP-2389’s containment at all times, with an additional guard stationed at the entrance to SCP-2389’s containment.\n\n\nOnly personnel who submit a formal request and receive approval from site command are permitted to run tests with 2389. Before entering the containment cell, all the following items must be removed from researchers and other personnel wishing to enter:\n\n\n\n\nJewellery\n\n\nWatches\n\n\nElectronic devices\n\n\nObjects with gold elements\n\n\nAny other objects suspected of containing elements of 8 carat gold or above\n\n\n\n\nAdditionally, no objects are to be taken from SCP-2389's chamber without proper authorisation from site command.\n\n\nAny researchers and additional personnel entering the containment cell are to be accompanied by at least one guard for the duration of testing. A full list of tests to be carried out must be handed to all guard personnel on duty at the site; any deviation from this list will result in termination of testing, forcible removal of personnel from the containment cell, and formal discipline at site command’s discretion. Any personnel attempting to take objects from instances of SCP-2389-1 without authorisation will be removed from the containment cell and given formal discipline at site command’s discretion. Repeat offenders will be permanently denied access to 2389's cell and, depending on the circumstance, demoted or terminated.\n\n\nAll instances of SCP-2389-1 are to be recorded by close-up surveillance at all times. Upon creation of a new instance of SCP-2389-1, a new surveillance camera is to be stationed no more than 1.5m away from the target, with clear view of the contents of 2389-1.\n\n\nDescription:\n SCP-2389 is a female, yellow-billed magpie (\nPica nuttalli\n) of approximately 10 years of age. 2389 shows a desire for collecting objects of at least 8-carat gold and will collect all objects meeting this requirement it comes across.\n\n\nSCP-2389 uses a nest (hereby referred to as SCP-2389-1) to store collected objects, typically built from materials such as twigs, dead leaves and plant stems\n1\n. Over a period of approximately 72 hours, gold objects within SCP-2389-1 will change to a liquid state, separate in to two solutions (one consisting of pure liquid gold and the other comprising of the liquefied impurities of the original object) and finally both solutions solidify to form solid masses. SCP-2389 will then remove the solid impurities from SCP-2389-1 once the process is complete. So far, the materials used in instances of SCP-2389-1 have been observed to have little or no effect on SCP-2389-1's anomalous properties. It is believed that instances of SCP-2389-1 break down substances at a molecular level, although no change in temperature has been recorded in objects within SCP-2389-1 instances during the process. At present, the energy source harnessed for this process is unknown.\n\n\nAll instances of SCP-2389-1 must be created by SCP-2389, who will refuse to use any artificial or prepared nests. Once an instance of SCP-2389-1 is full of pure gold, 2389 will construct a new instance of SCP-2389-1 in which to store its findings. Additionally, all gold objects placed in instances of SCP-2389-1 must be collected by SCP-2389 in order for any changes to occur. Observations and tests on products of SCP-2389-1 have shown no anomalous properties or characteristics. Objects placed by humans, birds or other entities will undergo no change.\n\n\nIt is currently unknown why SCP-2389 shows a desire for gold objects, although it's theorised that it may do this in an attempt to attract a mate. Introduction of a male yellow-billed magpie in to SCP-2389's containment cell has been proposed to observe whether this is the case, as well as to observe whether offspring of SCP-2389 have similar traits to their mother and if they are able to produce instances of SCP-2389-1. The experiment is currently pending approval by site command.\n\n\nAddendum #1:\n SCP-2389 was recovered from San Luis Obispo, California on ██/██/20██, after numerous reports of 24-carat gold nuggets being discovered within birds' nests reached the SCP Foundation. During the initial investigations, SCP-2389 was discovered, along with the anomalous properties possessed by instances of SCP-2389-1. Agents successfully secured SCP-2389 and all instances of SCP-2389-1, relocating them to Site-66. An outdoor containment cell in woodland near to Site-66 was constructed to house SCP-2389.\n\n\n\n\nFootnotes\n\n\n1\n. Materials used to create SCP-2389-1 instances may vary depending on the resources available in SCP-2389's environment.\n\n\n\n\n\n\n\n\n« \nSCP-2388\n | SCP-2389 | \nSCP-2390\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2389\n\" by Dr Shaw, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2389\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Pica_nuttalli_Lake_San_Antonio.jpg\n\n\nName:\n Pica nuttalli Lake San Antonio.jpg\n\n\nAuthor:\n Bill Bouton\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum #1: SCP-2389 was recovered from San Luis Obispo, California on ██/██/20██, after numerous reports of 24-carat gold nuggets being discovered within birds' nests reached the SCP Foundation. During the initial investigations, SCP-2389 was discovered, along with the anomalous properties possessed by instances of SCP-2389-1. Agents successfully secured SCP-2389 and all instances of SCP-2389-1, relocating them to Site-66. An outdoor containment cell in woodland near to Site-66 was constructed to house SCP-2389."
    ],
    "documents": [],
    "notes": [
        "\" SCP-2389 \" by Dr Shaw, from the SCP Wiki . Source: https://scpwiki.com/scp-2389 . Licensed under CC-BY-SA .",
        "Filename: Pica_nuttalli_Lake_San_Antonio.jpg Name: Pica nuttalli Lake San Antonio.jpg Author: Bill Bouton License: CC BY-SA 2.0 Source Link: Wikimedia"
    ],
    "item": "SCP-2389",
    "object_class": "Safe",
    "containment_procedures": "SCP-2389 is currently kept in a wooded containment cell near Site-66, which provides all the resources needed for instances of SCP-2389-1. Three guard personnel are to patrol the perimeter of SCP-2389’s containment at all times, with an additional guard stationed at the entrance to SCP-2389’s containment.",
    "description": "SCP-2389 is a female, yellow-billed magpie (Pica nuttalli) of approximately 10 years of age. 2389 shows a desire for collecting objects of at least 8-carat gold and will collect all objects meeting this requirement it comes across.",
    "title": "SCP-2389"
}