{
    "url": "https://scp-wiki.wikidot.com/scp-2410",
    "all_text": "rating: \n+284\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2410:\n We Are Beary Sorry\n\n\nAuthors:\n \nCrashington\n, \nNaepic\n, and \nTheMightyMcB\n\n\nMore by these authors:\n\n\n\n\nTheMightyMcB's Author Page\n\n\nCrashington's Author Page\n\n\nNaepic's Author Page\n\n\n\n\nSpecial thanks to our critters:\n\n\n\n\nAlanDaris\n\n\nDrAkimoto\n\n\nDyslexion\n\n\nManyMeats\n\n\nMaliceAforethought\n\n\n\n\nImage Credit:\n\n\nhttps://www.flickr.com/photos/virtualwolf/8130533666\n CC-BY-SA 2.0\n\n\n\n\n\n\n\n\nrating: \n+284\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3/2410\n LEVEL \n3/2410\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-2410\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA punctured instance of SCP-2410.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation web crawlers and agents in municipal police forces are to intercept reports of possible SCP-2410 manifestations and bring them to Foundation attention. Social media posts and emergency services calls regarding SCP-2410 are to be censored and all affected individuals are to be apprehended for questioning and administered amnestics. Instances of SCP-2410 are to be incinerated with the approval of any personnel with Level 3/2410 or greater clearance.\n\n\nFoundation agents embedded in toy manufacturing quality assurance contractors are to regularly sample teddy bears across all known manufacturers in search of a pattern for SCP-2410 manifestations.\n\n\nDescription:\n SCP-2410 refers to stuffed bears that have experienced an ectoentropic phenomenon wherein the materials that previously filled the bears are instantaneously replaced with anatomically correct internals for a bear of that size. This includes muscle tissue, bone, a complete set of internal organs, a circulatory system, and bodily fluids such as blood and bile. Despite possessing a complete and working anatomy, no biological processes take place within the bears and none of the organ systems connect to external orifices.\n\n\nWhile minor differences in density and weight can be observed between affected and unaffected bears, these changes are inconsequential and often go unnoticed until an affected bear has been damaged in a significant manner. Upon being exposed to the environment, the instance will begin to decay at a rate that is typical for non-anomalous flesh and displays no further anomalous activity.\n\n\nAddendum 2410-A:\n Discovery Log\n\n\nNicholas Hart, a 6-year-old boy from Sioux Falls, South Dakota, called 911 on 18 March 1979. The following is a transcription of the initial conversation between Nicholas Hart and Tammy White, a Sioux Falls Police Dispatcher.\n\n\n\n\n\n\n<Begin Log>\n\n\n\n\nWhite:\n 911, what is your emergency?\n\n\nHart:\n \n<uncontrolled sobbing>\n\n\nWhite:\n Hello? Is someone there? Can you hear me? Are you hurt?\n\n\nHart:\n \n<between sobs>\n He's dead! Jiffy is dead!\n\n\nWhite:\n I'm sorry, young man, but I need to ask you to calm down so that I can understand you. Is someone hurt?\n\n\nHart:\n \n<continued heavy sobs>\n I… Jiffy…\n\n\nWhite:\n I'm sorry, I still can't understand you very well, I need you to calm down and tell me what is going on. Take a deep breath.\n\n\nHart:\n \n<inhales deeply>\n I was playing with Jiffy outside even though Mommy says I'm not allowed to bring my toys outside and we were running in the yard and I wanted to go play in the woods so that Jiffy could see the woods and —\n\n\nWhite:\n Wait, wait, wait, Jiffy is a toy?\n\n\nHart:\n He's my teddy. \n<sniffles>\n\n\nWhite:\n Honey, you can't call 911 just because you broke one of your toys. That's not an emergency. Are either of your parents around?\n\n\nHart:\n \n<still crying>\n No! Jiffy needs a doctor right now! He got stuck on the fence and his insides fell out and they're all over the ground! He's hurt, you need to help him!\n\n\nWhite:\n \n<inhales sharply>\n Alright, I'll send an officer to go talk to your parents and help Jiffy, does that sound okay to you?\n\n\nHart:\n Please! He's dying!\n\n\n\n\n<End Log>\n\n\n\n\n\n\nAn officer arrived on the scene to find Nicholas Hart in the backyard of his house with his parents, all of whom were surrounding an instance of SCP-2410 which had been ripped open across the abdomen by a chain-link fence, disemboweling it. This was the first known report of an instance of SCP-2410, and this call was reported to the Foundation when a field agent embedded in the municipal police department became aware of the story. All involved parties were amnesticized and the bear was replaced with an identical replica.\n\n\nAddendum 2410-B:\n Ethics Committee Proposal Regarding SCP-2410 Containment\n\n\n\n\n[ENTER LEVEL 4/2410 CREDENTIALS]\n\n\n\n\n[ACCESSING CONTENT]\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nA. Rutkowski <\nten.pics.scihte|ikswoktura#ten.pics.scihte|ikswoktura\n>\n\n\n\n\n\n\nTo:\n\n\nO5-1 <\nten.pics.lwohnoomkcalb|1-5o#ten.pics.lwohnoomkcalb|1-5o\n>\n\n\n\n\n\n\nSubject:\n\n\nSCP-2410 Containment\n\n\n\n\n\n\nDate:\n\n\n03 June 2018\n\n\n\n\n\n\n\n\nAs of 02 June 2018, there have been nearly 80 thousand confirmed cases of SCP-2410, the vast majority of which have been discovered by children.\n\n\n \n\nAccording to initial psychological evaluations of these children, nearly 75% of them develop cases of juvenile Generalized Anxiety Disorder, Major Depressive Disorder, or Post-Traumatic Stress Disorder that persist even after amnestization.\n\n\n \n\nIt is the position of the Ethics Committee that this is an unacceptable level of human suffering, and as such, we are proposing that the containment procedures for SCP-2410 be amended to correct this egregious oversight.\n\n\n \n\nThe Ethics Committee are hereby proposing that all children who are to be administered amnestics as a result of SCP-2410 exposure are also to be psychologically evaluated at the nearest site and enrolled in psychological counseling if appropriate.\n\n\n \n\nDirector Angela Rutkowski\n\nFoundation Ethics Committee\n\nSecure, Contain, Protect.\n\n\n\n\n\n\n\n\n\n\nAddendum 2410-C:\n O5 Council vote on the proposal by the Ethics Committee\n\n\n\n\n\n\n\n\nY\n\n\nN\n\n\nAbstain\n\n\n\n\n\n\nO5-5\n\n\nO5-1\n\n\nO5-3\n\n\n\n\n\n\nO5-9\n\n\nO5-2\n\n\nO5-4\n\n\n\n\n\n\nO5-10\n\n\nO5-8\n\n\nO5-6\n\n\n\n\n\n\nO5-12\n\n\nO5-11\n\n\nO5-7\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nStatus\n\n\n\n\n\n\nMotion Denied\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n[ENTER LEVEL 4/2410 CREDENTIALS]\n\n\n\n\n[ACCESSING CONTENT]\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nO5-1 <\nten.pics.lwohnoomkcalb|1-5o#ten.pics.lwohnoomkcalb|1-5o\n>\n\n\n\n\n\n\nTo:\n\n\nA. Rutkowski <\nten.pics.scihte|ikswoktura#ten.pics.scihte|ikswoktura\n>\n\n\n\n\n\n\nSubject:\n\n\nRE: SCP-2410 Containment\n\n\n\n\n\n\nDate:\n\n\n13 July 2018\n\n\n\n\n\n\n\n\nDirector Rutkowski,\n\n\n \n\nThe Ethics Committee's concern for those affected negatively by SCP-2410 is certainly admirable, but regrettably, the O5 Council will not be adopting the proposed alterations to the current containment procedures.\n\n\n\nOur purpose is to preserve consensus normalcy; it is not our responsibility to care for what can go unnoticed by society. Those affected do not retain any memories of the anomaly nor interactions with the Foundation after being processed and released. Our involvement ends there.\n\n\n \n\nFurthermore, the scope of this emotional trauma is beyond what the Foundation is able to respond to. The sudden and unexplained enrollment of tens of thousands of children into juvenile counseling systems across the world is a direct threat to normalcy. We cannot jeopardize the Veil to deal with moral issues that fall outside of our jurisdiction and threaten our goals as an organization.\n\n\n \n\nWe die in the dark. What happens in the light is none of our concern.\n\n\nO5-1\n\nSecure, Contain, Protect.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2409\n | SCP-2410 | \nSCP-2411\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2410\n\" by TheMightyMcB, Naepic, and Crashington, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2410\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n bloodindex.png\n\n\nAuthor:\n Crashington\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Neddy\n\n\nAuthor:\n VirtualWolf\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nLink",
    "addendums": [
        "Addendum 2410-A: Discovery Log\nNicholas Hart, a 6-year-old boy from Sioux Falls, South Dakota, called 911 on 18 March 1979. The following is a transcription of the initial conversation between Nicholas Hart and Tammy White, a Sioux Falls Police Dispatcher.\nAn officer arrived on the scene to find Nicholas Hart in the backyard of his house with his parents, all of whom were surrounding an instance of SCP-2410 which had been ripped open across the abdomen by a chain-link fence, disemboweling it. This was the first known report of an instance of SCP-2410, and this call was reported to the Foundation when a field agent embedded in the municipal police department became aware of the story. All involved parties were amnesticized and the bear was replaced with an identical replica.",
        "Addendum 2410-B: Ethics Committee Proposal Regarding SCP-2410 Containment",
        "Addendum 2410-C: O5 Council vote on the proposal by the Ethics Committee\n"
    ],
    "documents": [],
    "notes": [
        "<Begin Log> White: 911, what is your emergency? Hart: <uncontrolled sobbing> White: Hello? Is someone there? Can you hear me? Are you hurt? Hart: <between sobs> He's dead! Jiffy is dead! White: I'm sorry, young man, but I need to ask you to calm down so that I can understand you. Is someone hurt? Hart: <continued heavy sobs> I… Jiffy… White: I'm sorry, I still can't understand you very well, I need you to calm down and tell me what is going on. Take a deep breath. Hart: <inhales deeply> I was playing with Jiffy outside even though Mommy says I'm not allowed to bring my toys outside and we were running in the yard and I wanted to go play in the woods so that Jiffy could see the woods and — White: Wait, wait, wait, Jiffy is a toy? Hart: He's my teddy. <sniffles> White: Honey, you can't call 911 just because you broke one of your toys. That's not an emergency. Are either of your parents around? Hart: <still crying> No! Jiffy needs a doctor right now! He got stuck on the fence and his insides fell out and they're all over the ground! He's hurt, you need to help him! White: <inhales sharply> Alright, I'll send an officer to go talk to your parents and help Jiffy, does that sound okay to you? Hart: Please! He's dying! <End Log>",
        "\" SCP-2410 \" by TheMightyMcB, Naepic, and Crashington, from the SCP Wiki . Source: https://scpwiki.com/scp-2410 . Licensed under CC-BY-SA .",
        "Filename: bloodindex.png Author: Crashington License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Neddy Author: VirtualWolf License: CC BY-SA 2.0 Source Link: Link"
    ],
    "containment_procedures": "Foundation web crawlers and agents in municipal police forces are to intercept reports of possible SCP-2410 manifestations and bring them to Foundation attention. Social media posts and emergency services calls regarding SCP-2410 are to be censored and all affected individuals are to be apprehended for questioning and administered amnestics. Instances of SCP-2410 are to be incinerated with the approval of any personnel with Level 3/2410 or greater clearance.",
    "description": "SCP-2410 refers to stuffed bears that have experienced an ectoentropic phenomenon wherein the materials that previously filled the bears are instantaneously replaced with anatomically correct internals for a bear of that size. This includes muscle tissue, bone, a complete set of internal organs, a circulatory system, and bodily fluids such as blood and bile. Despite possessing a complete and working anatomy, no biological processes take place within the bears and none of the organ systems connect to external orifices.",
    "title": "SCP-2410"
}