{
    "url": "https://scp-wiki.wikidot.com/scp-2435",
    "all_text": "rating: \n+66\n+\n–\nx\n\n\nItem #:\n SCP-2435\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2435-1 and SCP-2435-2 are to be sealed in a 2 cubic meter mobile vacuum containment cube internally lined with copper, and 0.5 cubic meter mobile vacuum containment cube internally lined with silver, respectively. Both are to be contained inside separate secure vacuum containment chambers at Site-19. SCP-2435-1 and SCP-2435-2 are not to come in physical contact with each other and should be stored a minimum of 1 km apart.\n\n\nAn emergency inspection for any damage to SCP-2435-1 and SCP-2435-2's containment cubes and chambers should be carried out as soon as possible following any earthquake or explosion within 10 km of containment. If the containment measures for SCP-2435-1 or SCP-2435-2 show signs of damage, maintenance personnel are to make immediate repairs.\n\n\nDaily video inspection of containment cubes is sufficient for otherwise normal circumstances.\n\n\nDescription:\n SCP-2435-1 (formerly SCP-2435) is a 1.017 cubic meter block of empty space. Almost all matter that attempts to occupy the same space as SCP-2435-1 is absorbed into SCP-2435-1. SCP-2435-1 expands as it consumes matter, at an equivalent growth ratio of .1 milligram to 1 gram of matter absorbed.\n\n\nPhotons along the electromagnetic spectrum from 400 THz to 890 THz appear immune to SCP-2435-1's properties, and are able to pass freely through the space it occupies.\n\n\nCopper is absorbed at a significantly delayed rate compared to other forms of matter. SCP-2435-1 consumes copper at a 6% efficiency rate compared to 100% efficiency for all other matter entering the space SCP-2435-1 occupies. In effect this renders SCP-2435-1 a solid object when touched by copper, and allows for movement and manipulation of SCP-2435-1 with copper-lined instruments safely. SCP-2435-1’s growth can only be prevented with a pure vacuum environment, but can be slowed and restricted with proper copper shielding.\n\n\nDespite operationally acting as a void, SCP-2435-1 does not produce a consistent or strong vacuum force. A weak vacuum force has been observed at irregular intervals lasting an average of 5 minutes and 34 seconds, with the longest record incident lasting 3 hours and shortest incident lasting 8 seconds. Time between incidents has been recorded as low as 4 minutes and as long as 213 days.\n\n\nSCP-2435-1 appears to be gravitationally locked to Earth, but is acted upon by gravity at a significantly weaker and irregular rate. It is estimated that if positioned 2 meters above the ground, SCP-2435-1 will slowly descend for 445 days before making contact with the ground. However despite this prolonged period above the Earth, the geographic location of SCP-2435-1 changes in response to the moment of the planet, remaining at a fixed location following planetary rotation.\n\n\nSCP-2435-2 is a 0.12 cubic meter block of empty space. SCP-2435-2 exhibits nearly all the same anomalous properties of SCP-2435-1. However, in testing SCP-2435-2 it was discovered to be able to consume copper with 100% efficiency, unlike SCP-2435-1. SCP-2435-2 consumes silver at 6% efficiency, resulting in the same effect as copper on SCP-2435-1.\n\n\nIncident 2435-A:\n (3-5-████) SCP-2435-1 was discovered by automated Foundation programs monitoring numerous online auction sites. SCP-2435-1 was pinged as potentially anomalous after programs correctly identified the seller as █████ ████████, a known independent provider of anomalous materials.\n\n\nSCP-2435-1 was advertised as a “custom hack” of the popular video game ████████ ████ █, featuring “immersive gameplay, an ever-expanding experience with live service content updates, and community driven expansions.” Foundation systems were unable to intervene before purchase and delivery of SCP-2435-1 to 16-year-old Malcolm Smith.\n\n\nProcurement Specialists were deployed to the home of Smith, who was found with severe wounds to [DATA EXPUNGED]. Smith was approved for reconstruction surgery and amnesticized. Further monitoring is ongoing.\n\n\nSCP-2435-1 was found contained in a handmade copper cage measuring .1520 meters on all sides. Procurement Specialist Hays injured right index finger while retrieving SCP-2435-1.\n\n\nDespite efforts, █████ ████████ could not be detained, although the selling account was subsequently suspended for poor reviews and indecent customer service.\n\n\nIncident 2435-B:\n (9-17-████) During a breach in containment of SCP-███ at Site-19, 6 D-Class personnel attempted to hide from Foundation personnel in SCP-2435-1's containment chamber. SCP-2435-1 was not under current containment procedures, and was instead placed on a copper platform in the center of a hermetically sealed vacuum chamber for testing.\n\n\nD-Class were able to gain access to SCP-2435-1's containment chamber after manually engaging emergency pressurization systems. While attempting to distance themselves from pursuing Foundation personnel, D-19098 ran into SCP-2435-1 and was consumed. The remaining 5 D-Class were recaptured and reassigned.\n\n\nContainment Procedure revision proposed in response to Incident 2435-B.\n\n\nIncident 2435-C:\n (9-12-████) D-19098 spontaneously reappeared in SCP-2435-1's containment chamber in a delirious state. D-19098 expired from asphyxiation within 2 minutes of emerging from SCP-2435-1 due to the absence of oxygen in SCP-2435-1's containment chamber. Medical personnel attempted to resuscitate D-19098 but were unsuccessful.\n\n\nDuring autopsy of D-19098, researchers noted D-19098 was suffering symptoms of extreme copper deficiency, as well as the removal of D-19098's tongue, digestive tract, and [REDACTED], resulting in discovery of SCP-2435-2. Upon further examination, a series of numbers was discovered carved into the underside of D-19098's rib bones, appearing to be a message in binary. Upon translation, this message read \"You Lose. Try Again?\"\n\n\nFollowing the return of D-19098, revision of SCP-2435-1’s Containment Procedures was implemented.\n\n\nIncident 2435-D:\n (12-24-████) 2 D-Class personnel were instructed to attempt to return SCP-2435-2 into SCP-2435-1. This resulted in a spontaneous release of energy as SCP-2435-1 and SCP-2435-2 came in contact.\n\n\nThe discharge of energy caused power failures throughout Site-19. Within 30 seconds of exposure to each other, SCP-2435-1 and SCP-2435-2 created a vacuum effect significantly stronger than previous incidents at their point of impact. SCP-2435-1 and SCP-2435-2 were later measured to have undergone a temporary and unprecedented increase in their growth speeds.\n\n\nD-17839, the D-Class handling SCP-2435-1, was unable to resist the vacuum pull and was consumed entirely by SCP-2435-1. D-18987 was able to remove SCP-2435-2 from contact with SCP-2435-1, which eliminated the vacuum effect. Power outages across Site-19 were restored within 2 hours. To date, D-17839 has not emerged from SCP-2435-1.\n\n\n\n\n\n\n« \nSCP-2434\n | SCP-2435 | \nSCP-2436\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2435\n\" by PiedPoltergeist, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2435\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2435 \" by PiedPoltergeist, from the SCP Wiki . Source: https://scpwiki.com/scp-2435 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2435",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2435-1 and SCP-2435-2 are to be sealed in a 2 cubic meter mobile vacuum containment cube internally lined with copper, and 0.5 cubic meter mobile vacuum containment cube internally lined with silver, respectively. Both are to be contained inside separate secure vacuum containment chambers at Site-19. SCP-2435-1 and SCP-2435-2 are not to come in physical contact with each other and should be stored a minimum of 1 km apart.",
    "description": "SCP-2435-1 (formerly SCP-2435) is a 1.017 cubic meter block of empty space. Almost all matter that attempts to occupy the same space as SCP-2435-1 is absorbed into SCP-2435-1. SCP-2435-1 expands as it consumes matter, at an equivalent growth ratio of .1 milligram to 1 gram of matter absorbed.",
    "title": "SCP-2435"
}