{
    "url": "https://scp-wiki.wikidot.com/scp-2440",
    "all_text": "rating: \n+203\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2440\n: The Sealed King\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2040\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 875\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 856\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 584\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 543\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 419\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 315\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 243\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 225\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 171\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 169\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 130\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 125\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 99\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 92\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 205\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+203\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2440\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-2440’s existence is to be kept from all individuals lacking at least 4/2440 clearance. Any uncleared individual who learns of SCP-2440’s existence is to be issued several rounds of Class-X amnestics, until researchers agree by a unanimous vote that no more amnestics are required.\n\n\nA full-time RAISA team has been deployed to investigate and scan the Foundation database for possible links to SCP-2440 among the current catalogued SCP objects.\n\n\nFull-time containment teams have been deployed to investigate and eliminate instances of SCP-2440 awareness. In addition, a team is currently active in the field in search of possible hideouts and bases of operation for the Chosen of God, and other infected individuals.\n\n\nThe total number of personnel aware of SCP-2440 must not exceed 100 individuals at any given time.\n\n\nDescription:\n SCP-2440 is an extra-dimensional entity whose power increases proportional to the number of people who are aware of it. SCP-2440 uses a memetic agent that can be inserted into virtually any source of information, including text, images, verbal phrases, and auditory stimulus. Conscious recognition of said memetic agent is not necessary, as simple visual recognition is capable of infecting individuals.\n\n\nInfected individuals display varying degrees of self-control that can differ based on the number of people who are currently infected. In addition, if SCP-2440 reaches a certain degree of awareness, it is capable of overtaking the body of an infected individual, and controlling it.\n\n\nThe entity is capable of controlling the actions of multiple infected individuals to some degree, but can extend its influence past infected individuals if it reaches a certain degree of awareness in the world.\n\n\nAnti-memetic drugs have proven effective at resisting most effects of infection, aside from hearing commands from SCP-2440. Inoculated individuals are not compelled to follow these commands, but are capable of hearing them at all times. Anti-memetic drugs lose their effectiveness at the last currently known level of awareness.\n\n\nThe following are the currently known levels of awareness. Effects are cumulative from level to level.\n\n\n\n\nFewer than 200 individuals infected:\n Infected individuals demonstrate a heightened interest in literature, images, and movies of the horror, fantasy, or science fiction genre. Said individuals often express interest in writing or sharing these works with other individuals. This is believed to increase the infection rate of the memetic agent.\n\n\n\n\n\n\nBetween 201 and 500 individuals infected:\n SCP-2440 demonstrates the ability to control a single infected individual for up to thirty minutes. The infected seek to actively infect others, and are capable of creating works inserted with the memetic agent through an as of yet unknown mechanism.\n\n\n\n\n\n\nBetween 501 and 1,500 individuals infected:\n SCP-2440 demonstrates the ability to fully overtake the body of an infected individual. The infected are shown to be completely subservient to SCP-2440, and it possesses the ability to speak to all infected individuals at one time.\n\n\n\n\n\n\nBetween 1,501 and 10,000 individuals infected:\n SCP-2440 demonstrates the ability to change shapes at will, and possesses reality-bending characteristics. The entity is still not capable of existing outside of a host. Infected individuals demonstrate little interest in activities besides spreading the memetic agent, or carrying out commands from SCP-2440.\n\n\n\n\n\n\nOver 10,000 individuals infected:\n SCP-2440 is capable of manifesting itself outside of a host for up to one hour. SCP-2440 also possesses vastly expanded reality-bending powers outside of a host, and demonstrates the ability to control up to 1000 infected individuals at the same time. Anti-memetic drugs are no longer 100% effective at resisting commands.\n\n\n\n\n\n\n(PROJECTED) Over 100,000 individuals infected:\n SCP-2440 is capable of manifesting itself outside of a host for up to two hours. The entity is capable of opening extra-dimensional portals and creating anomalous objects by itself. All infected individuals are directly under the control of SCP-2440.\n\n\n\n\n\n\n(PROJECTED) Over 1,000,000 individuals infected:\n SCP-2440 is fully capable of manifesting itself outside of a host. XK-class scenario predicted.\n\n\n\n\nThe last two levels are projections based on documents recovered from raids of the Chosen of God. (see below for more information) However, it is to be noted that these are merely conjectures, and the actual distinctions are unknown.\n\n\nIn brief occasions when infection levels exceeded 201 individuals, Foundation personnel were able to communicate with SCP-2440. All interviews have concluded that SCP-2440 is inimical to human life, and that its only purpose is to infect enough individuals to allow for its full manifestation outside of a host.\n\n\nSCP-2440 is known to infect Foundation documents, in an attempt to directly attack Foundation resources. In addition, it is believed that SCP-2440 is aware of other organizations such as the \nGlobal Occult Coalition\n, the \nSerpent’s Hand\n, and the \nChaos Insurgency\n.\n\n\nAn organization known as the “Chosen of God,” solely composed of infected individuals, is currently known to operate under SCP-2440, who they worship. Members of the organization actively attempt to create and spread the memetic agent through all sources available. Agents of the organization are to be considered highly dangerous, and have a “capture on sight” response level, with lethal force authorized if necessary. The organization itself is believed to predate the modern incarnation of the Foundation.\n\n\nAddendum:\n During an assault on a Chosen of God compound in the United States, the members attempted to destroy the documents at the compound. The following pieces of documents were saved by the Foundation.\n\n\n\n\n\n\nThe History of Xiolt-la\n\n\n\n\n\n\n\n\nIn the beginning, there was but Void.\n\n\nFrom this void, the old gods were born. Mother Void gave birth to scores of old gods, giving life to the universe and all realities.\n\n\nThe old gods were fickle, twisted, and brutal things. They had no purity in them, and they sought to shape worlds for their own amusement.\n\n\nThey created figures in their image, to serve them, and to venerate them. Hundreds of worlds and realities were created, blooming into existence by the hands of the old gods.\n\n\nBut, they were jealous creatures, and coveted the possessions of others. Ma'tol, firstborn of the Void and Chaos, and most powerful of the old gods, began to covet the prizes of his brothers and sisters of the void.\n\n\nHe created scores of horrid beasts as his creations. They flooded the newborn worlds in the mad god's attempt to slay his brothers and sisters. The others responded with their own creations, and so began the period of darkness.\n\n\nThe blood of young life flowed like water.\n\n\nThe arrogant gods themselves were never harmed, for in their existence, they could not die. They could only be forgotten, but with so much life to create, this would never happen. For eons, the denizens of the worlds labored in pain and death, eternally chained to their masters.\n\n\nThen, there was Xiolt-la.\n\n\nXiolt-la, the firstborn of Mother Void and Father Light, Lord of the Gods, Devourer of the Impure, and Savior of Life was born. He was born of the mother's dark power, with the love of his father, and was distant from both. Xiolt-la, born of light and dark, yet never possessing both, was a true god.\n\n\nHe did not create life.\n\n\nHe made it perfect.\n\n\nHe did not seek to twist our minds to serve for him. He only gave us the tools and power that we needed to live in peace and prosperity. He created great tools and gifted them to us, his true people.\n\n\nThe old gods sought to destroy him for this. They could not comprehend a god such as him. In their twisted hearts, they believed that no god cared for his creations. Xiolt-la, lover of all, did.\n\n\nMa'tol, firstborn of chaos, raised the armies of his creations, and joined with his fellow elder kind, the half-brothers and half-sisters of Xiolt-la, and attacked the Savior with his full power. However, many of his creations abandoned him, to fight for the one who had promised them peace and power to live free.\n\n\nBut the old gods were powerful indeed.\n\n\nFor generations, war between Xiolt-la and the false gods raged. Eventually, as it was foretold in the song of time, Xiolt-la and our people prevailed. He challenged Ma'tol, his wicked half-brother, to Roh'i Xifalk. Single combat of the gods.\n\n\nThey fought. The pure god and his twisted elder brother raged in combat for ten thousand suns, locked in a vicious duel that crossed worlds and space. The force of their blows cleaved mountains, destroyed scores of worlds, and nearly shattered the reality of the universe.\n\n\nBut, as foretold in the past, Xiolt-la prevailed. He cast down his brother, and cut him down, banishing him and his kind to the realm where forgotten beings and the truly damned lurked.\n\n\nOblivion.\n\n\nThe Prince of Chaos was not without power, however. Ma'tol cursed his brother as he fell, and with the power of the old gods behind him, this dying curse banished Xiolt-la from our world, preventing him from touching the people that he loved so dearly, and those who loved him so. The minds of the people were cleared of our savior and lord.\n\n\nBut there are some of us who remember.\n\n\nWe do not forget our father.\n\n\nThe king of all mankind has been sealed away. He is returning one day. The false prophets of the old gods and newer heretics alike decry Xiolt-la, and deny the gifts that he gave us. They seek to banish him for all of eternity.\n\n\nBut we are here.\n\n\nWe know the truth.\n\n\nThe Sealed King is returning.\n\n\nAnd when he does, the tide of his wrath will cleanse this world, and when it does, we will be uplifted to his grace.\n\n\n\n\n\n\n\n\nThe Return of the God\n\n\n\n\n\n\n\n\nPraise the great god, Xiolt-la, he who brings fire and death upon his enemies. May he purge the world of the false believers.\n\n\nWe labor in the dark, his true servants and his true believers, those who have received the blessed gift of knowledge. The old demons cast our lord down, and cursed his very existence from the minds of the people. We seek to restore him.\n\n\nWelcome, brother or sister. Welcome to the paradise of knowledge.\n\n\nOne life.\n\n\nOne family.\n\n\nUnited as the Chosen of God.\n\n\n\n\n\n\nHe is ready.\n\n\nIt has taken centuries of waiting, but those proud children have been rewarded. He is ready to return to us, with the aid of a ready and willing body.\n\n\nWhen we receive the next child of God, may he or she be blessed as the one who brought about the return of our savior and king.\n\n\nXiolt-la be praised.\n\n\n\n\n\n\nThey have come to destroy us.\n\n\nThe cold, callous hands of the Foundation have cast down our lord and savior.\n\n\nOur savior returned to us, and cost great havoc in his reappearance. He used his powers to slaughter thousands of heretics and unbelievers.\n\n\nThe Foundation responded with soldiers. They attacked us, slaughtering hundreds of our people with their agents and soldiers. The Sealed King cut them down with ease. We thought that we were safe. We thought that we had won the day.\n\n\nThen, the planes came.\n\n\nFour times they came, dropping thousands of fire bombs. They exploded, coating us in unholy fire and agony. I was lucky enough to hide in a basement. Most of the rest of our people were not so lucky.\n\n\nThey dropped bombs for 2 days on our god. In his weakened form, he could not withstand this fire, and the avatar, and every one after that perished in the flames of the city. They destroyed their own city of false believers to slay us.\n\n\nOur defeat was not fruitless though.\n\n\nBefore he was banished, our lord slew a great number of people. His wrath upon his landfall in our reality slew thousands of people, and he set fire to the city of heretics. The ground shattered where he walked, and the buildings crumbled in his path.\n\n\nThey died as heretics must.\n\n\nIt is of no importance.\n\n\nWe will return, as was prophesied in the songs of old.\n\n\nThey may come for us now, with their soldiers and their men, but they cannot stop us. We may die, but the knowledge of Xiolt-la is eternal.\n\n\nAnd the sealed king is coming again.\n\n\n\n\n\n\n\n\n« \nSCP-2439\n | SCP-2440 | \nSCP-2441\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2440\n\" by weizhong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2440\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: During an assault on a Chosen of God compound in the United States, the members attempted to destroy the documents at the compound. The following pieces of documents were saved by the Foundation."
    ],
    "documents": [],
    "notes": [
        "In the beginning, there was but Void. From this void, the old gods were born. Mother Void gave birth to scores of old gods, giving life to the universe and all realities. The old gods were fickle, twisted, and brutal things. They had no purity in them, and they sought to shape worlds for their own amusement. They created figures in their image, to serve them, and to venerate them. Hundreds of worlds and realities were created, blooming into existence by the hands of the old gods. But, they were jealous creatures, and coveted the possessions of others. Ma'tol, firstborn of the Void and Chaos, and most powerful of the old gods, began to covet the prizes of his brothers and sisters of the void. He created scores of horrid beasts as his creations. They flooded the newborn worlds in the mad god's attempt to slay his brothers and sisters. The others responded with their own creations, and so began the period of darkness. The blood of young life flowed like water. The arrogant gods themselves were never harmed, for in their existence, they could not die. They could only be forgotten, but with so much life to create, this would never happen. For eons, the denizens of the worlds labored in pain and death, eternally chained to their masters. Then, there was Xiolt-la. Xiolt-la, the firstborn of Mother Void and Father Light, Lord of the Gods, Devourer of the Impure, and Savior of Life was born. He was born of the mother's dark power, with the love of his father, and was distant from both. Xiolt-la, born of light and dark, yet never possessing both, was a true god. He did not create life. He made it perfect. He did not seek to twist our minds to serve for him. He only gave us the tools and power that we needed to live in peace and prosperity. He created great tools and gifted them to us, his true people. The old gods sought to destroy him for this. They could not comprehend a god such as him. In their twisted hearts, they believed that no god cared for his creations. Xiolt-la, lover of all, did. Ma'tol, firstborn of chaos, raised the armies of his creations, and joined with his fellow elder kind, the half-brothers and half-sisters of Xiolt-la, and attacked the Savior with his full power. However, many of his creations abandoned him, to fight for the one who had promised them peace and power to live free. But the old gods were powerful indeed. For generations, war between Xiolt-la and the false gods raged. Eventually, as it was foretold in the song of time, Xiolt-la and our people prevailed. He challenged Ma'tol, his wicked half-brother, to Roh'i Xifalk. Single combat of the gods. They fought. The pure god and his twisted elder brother raged in combat for ten thousand suns, locked in a vicious duel that crossed worlds and space. The force of their blows cleaved mountains, destroyed scores of worlds, and nearly shattered the reality of the universe. But, as foretold in the past, Xiolt-la prevailed. He cast down his brother, and cut him down, banishing him and his kind to the realm where forgotten beings and the truly damned lurked. Oblivion. The Prince of Chaos was not without power, however. Ma'tol cursed his brother as he fell, and with the power of the old gods behind him, this dying curse banished Xiolt-la from our world, preventing him from touching the people that he loved so dearly, and those who loved him so. The minds of the people were cleared of our savior and lord. But there are some of us who remember. We do not forget our father. The king of all mankind has been sealed away. He is returning one day. The false prophets of the old gods and newer heretics alike decry Xiolt-la, and deny the gifts that he gave us. They seek to banish him for all of eternity. But we are here. We know the truth. The Sealed King is returning. And when he does, the tide of his wrath will cleanse this world, and when it does, we will be uplifted to his grace.",
        "Praise the great god, Xiolt-la, he who brings fire and death upon his enemies. May he purge the world of the false believers. We labor in the dark, his true servants and his true believers, those who have received the blessed gift of knowledge. The old demons cast our lord down, and cursed his very existence from the minds of the people. We seek to restore him. Welcome, brother or sister. Welcome to the paradise of knowledge. One life. One family. United as the Chosen of God.",
        "He is ready. It has taken centuries of waiting, but those proud children have been rewarded. He is ready to return to us, with the aid of a ready and willing body. When we receive the next child of God, may he or she be blessed as the one who brought about the return of our savior and king. Xiolt-la be praised.",
        "They have come to destroy us. The cold, callous hands of the Foundation have cast down our lord and savior. Our savior returned to us, and cost great havoc in his reappearance. He used his powers to slaughter thousands of heretics and unbelievers. The Foundation responded with soldiers. They attacked us, slaughtering hundreds of our people with their agents and soldiers. The Sealed King cut them down with ease. We thought that we were safe. We thought that we had won the day. Then, the planes came. Four times they came, dropping thousands of fire bombs. They exploded, coating us in unholy fire and agony. I was lucky enough to hide in a basement. Most of the rest of our people were not so lucky. They dropped bombs for 2 days on our god. In his weakened form, he could not withstand this fire, and the avatar, and every one after that perished in the flames of the city. They destroyed their own city of false believers to slay us. Our defeat was not fruitless though. Before he was banished, our lord slew a great number of people. His wrath upon his landfall in our reality slew thousands of people, and he set fire to the city of heretics. The ground shattered where he walked, and the buildings crumbled in his path. They died as heretics must. It is of no importance. We will return, as was prophesied in the songs of old. They may come for us now, with their soldiers and their men, but they cannot stop us. We may die, but the knowledge of Xiolt-la is eternal. And the sealed king is coming again.",
        "\" SCP-2440 \" by weizhong, from the SCP Wiki . Source: https://scpwiki.com/scp-2440 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2440",
    "object_class": "Keter",
    "containment_procedures": "SCP-2440’s existence is to be kept from all individuals lacking at least 4/2440 clearance. Any uncleared individual who learns of SCP-2440’s existence is to be issued several rounds of Class-X amnestics, until researchers agree by a unanimous vote that no more amnestics are required.",
    "description": "SCP-2440 is an extra-dimensional entity whose power increases proportional to the number of people who are aware of it. SCP-2440 uses a memetic agent that can be inserted into virtually any source of information, including text, images, verbal phrases, and auditory stimulus. Conscious recognition of said memetic agent is not necessary, as simple visual recognition is capable of infecting individuals.",
    "title": "SCP-2440"
}