{
    "url": "https://scp-wiki.wikidot.com/scp-245",
    "all_text": "An actual video game with 4 endings. None of them are happy.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nHello. This is an SCP that is only describable using interactive media. I utilized RPG Maker to create this, and there are 4 endings.\n\n\nSpoilers on the discussion page.\n\n\nI got lots of help and testing on this. Pretty sure I dinged all the testers in the credits, but special thanks to Decibelles, TwistedGears, and Waterfire. Additionally thank you to SunnyClockwork for the beautiful artwork I used in the game.\n\n\nNote: My original SCP-245 was moved to the SCP-2623 slot with specific explicit permission from the administration given the nature of the project I put into the SCP-245 slot. It should not be taken as a precedent of any kind as to permission to do any such action in the future.\n\n\nAlso! If you play this and spot a bug, mention it here. I'll fix it as soon as possible. I've run through this myself a hundred times or more, but I'm sure I or my testers missed something.\n\n\nAnd I've requested that the page be locked so no one can edit it and mess with the links. If you're wondering why it's locked.\n\n\nEdit: Until I was halfway through making it, I was unaware that this wouldn't run on Macs (or even that Macs can't run EXEs). Despite that, I have been told by other users that a windows emulator can run this program no problem. Suggested emulators such as \"Wine\" and \"Bootcamp\" have been mentioned.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+777\n+\n–\nx\n\n\nItem #:\n SCP-245\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Copies of SCP-245-1 are to be contained on airgapped computers. These computers are to be located on floor 10, section C of \nSite-88\n. Individual iterations of SCP-245-1 are to be monitored and completed on a regular basis to ensure continued containment.\n\n\nMajor changes to SCP-245-1's gameworld are to be reported to SCP-245's project head. Under no circumstances should SCP-245-1's master password be revealed to any entities encountered in SCP-245-1.\n\n\nDescription:\n Please see \nSCP-245-1.zip\n for information relating to SCP-245.\n\n\n\n\nNotice: SCP-245-1 will only run on a system utilizing OSCP or the Windows operating system.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-244\n | SCP-245 | \nSCP-246\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-245\n\" by Doctor Cimmerian, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-245\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n SCP-245-1.zip\n\n\nAuthor:\n Doctor Cimmerian\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource:\n \nSCP Foundation Wiki\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-RPG\n\n\n\n\n\n\nNone",
    "addendums": [],
    "documents": [],
    "notes": [
        "Notice: SCP-245-1 will only run on a system utilizing OSCP or the Windows operating system.",
        "\" SCP-245 \" by Doctor Cimmerian, from the SCP Wiki . Source: https://scpwiki.com/scp-245 . Licensed under CC-BY-SA .",
        "Filename: SCP-245-1.zip Author: Doctor Cimmerian License: CC-BY-SA 3.0 Source: SCP Foundation Wiki"
    ],
    "item": "SCP-245",
    "object_class": "Safe",
    "containment_procedures": "Copies of SCP-245-1 are to be contained on airgapped computers. These computers are to be located on floor 10, section C of Site-88. Individual iterations of SCP-245-1 are to be monitored and completed on a regular basis to ensure continued containment.",
    "description": "Please see SCP-245-1.zip for information relating to SCP-245.",
    "title": "SCP-245"
}