{
    "url": "https://scp-wiki.wikidot.com/scp-2453",
    "all_text": "rating: \n+167\n+\n–\nx\n\n\n\n\n\n\nActivated instance of SCP-2453.\n\n\n\n\n\n\nItem #\n: SCP-2453\n\n\nObject Class\n: Euclid\n\n\nSpecial Containment Procedures\n: Recovered SCP-2453 instances are currently stored in a standard containment locker at Site-85. Access to instances of SCP-2453 in containment requires Level-3 authorization.\n\n\nRecall notices for \"Joyful Smile\" brand pregnancy tests consistent with SCP-2453's appearance have been posted to stores carrying instances of SCP-2453. Monitoring software has been installed on these stores' point-of-sale systems; all automated alerts triggered are to be immediately investigated and any discovered instances of SCP-2453 seized for containment.\n\n\nFoundation agents assigned to SCP-2453 are to routinely investigate stores in areas surrounding their given location for additional manifestations of SCP-2453. Said agents may be sent out for further reconnaissance should the Foundation be made aware of unusual changes in birth rates in cities where home pregnancy tests are readily available and consumed.\n\n\nChildren born as a result of SCP-2453's effects are to be administered a subdermal tracking chip, ideally at 12 months of age. Said children are to be interviewed annually during standard pediatrician checkups, to monitor for any further anomaly. Foundation-affiliated hospital personnel are to carry out these tasks and provide primary medical care at no additional cost to the children's parents, citing health care benefits provided by a Foundation-front philanthropic society.\n\n\nExperimental testing of SCP-2453 is currently suspended as per Ethics Committee consensus.\n\n\nDescription\n: SCP-2453 is the collective designation for all instances of an anomalous home pregnancy test, marketed under the brand name “Joyful Smile”.\n1\n Instances of SCP-2453 are visually identical to similar non-anomalous home pregnancy test strips.\n\n\nSCP-2453's anomalous properties manifest when a human female urinates on the test strip. After a period of three to five minutes, the results window will display a single line (indicating a negative/not pregnant result) or double lines (indicating a positive/pregnant result).\n\n\nExperimentation has revealed that results provided by SCP-2453 are independent of the female's pregnancy status prior to using the test. Based on records recovered by Foundation investigations, SCP-2453 is believed to either induce\n2\n or terminate\n3\n a pregnancy, with the user's pregnancy status becoming consistent with the result provided by the instance of SCP-2453 used.\n\n\nIn all cases where an existing pregnancy has been terminated by SCP-2453, the resulting biological waste (e.g., blood, amniotic fluid, partially-formed placenta) has been determined to correspond to the mother's genetic makeup, but no fetal tissue has ever been recovered. In the case of a pregnancy that has lasted for approximately 20 weeks or longer, SCP-2453's display window remains blank and the pregnancy proceeds as normal. Strong correlations have been found to exist between chance of pregnancy following SCP-2453 use and certain characteristics possessed by the mother; see Addendum 2453-B for a partial list of speculative criteria pertaining to SCP-2453 results.\n\n\nThe Foundation was first alerted to SCP-2453's existence following an investigation into a series of potentially-anomalous births. Consistent between all affected individuals was the presence of the then previously-unknown \"Joyful Smile\" brand of home pregnancy test in the household rooms and/or waste receptacles. All unused and unsold instances of SCP-2453 were immediately confiscated for containment.\n\n\nRoutine cross-object investigation has revealed that \nSCP-2672\n shares similar branding with SCP-2453; however, the earliest instances of SCP-2672 predate those of SCP-2453 by approximately 10 years. As with SCP-2672, there was no record of how SCP-2453 instances were delivered to stores or how the product was entered into each store's inventory system. Employees of affected businesses, when interviewed, reported observing no unusual happenings. Those interviewed further reported never noticing any pregnancy products branded differently from the stores' usual stock.\n\n\nAddendum 2453-A: Partial Subject Log\n\n\nPersonal records compiled by Foundation researchers (following interviews of affected individuals) support the current theory that SCP-2453's primary anomalous effect occurs based on some judgment of the mother's parental fitness. Below is a partial log of exemplary case studies of individuals affected by SCP-2453:\n\n\n\n\nShow Partial Subject Log\n\n\n\n\nHide Partial Subject Log\n\n\n\n\n\n\nSubject\n: Maria ██████\n\n\nResult\n: Negative (no birth)\n\n\nNotes\n: Age 19, frequent drug and alcohol abuser, high school dropout. Was emphatically negative about the prospect of motherhood. History of unstable and violent sexual partners.\n\n\n\n\n\n\nSubject\n: Lauren ███████\n\n\nResult\n: Positive (gave birth to triplets)\n\n\nNotes\n: Age 29, no drug or alcohol use, college dropout, married, stay-at-home mother. Had been trying to give birth for several years before exposure to SCP-2453; medical examination revealed a hereditary defect in her Fallopian tubes that should have prevented conception altogether. Devoted to and excited about her children.\n\n\n\n\n\n\nSubject\n: Karen █████████\n\n\nResult\n: Positive (gave birth to twins)\n\n\nNotes\n: Age 31, no drug use, minimal alcohol consumption at the time of exposure, college educated, married, stay-at-home mom. Currently suffering from postpartum depression and moderate alcohol addiction. Deeply ambivalent about motherhood.\n\n\n\n\n\n\nSubject\n: Deepti ██████████████\n\n\nResult\n: Positive (gave birth to one child)\n\n\nNotes\n: Age 27, social drinker, college graduate, unmarried, employed as a manager of an office-supplies company. Still adjusting to life as a mother but overall was positive about the experience and affectionate towards her child.\n\n\n\n\n\n\nSubject\n: Carla ███████\n\n\nResult\n: Negative (miscarriage)\n\n\nNotes\n: Age 35, no drug or alcohol use, college dropout, married, stay-at-home mom. Already had one child (age █ at time of interview) via a non-anomalous birth and expressed a deep love for motherhood and her child. Following her interview, her existing child was examined and was found to be suffering from prolonged physical and mental abuse.\n\n\n\n\n\n\n\n\n\n\nAddendum 2453-B: List of Criteria (Speculative)\n\n\nThe following table was constructed from statistical analysis of all women known to have been affected by SCP-2453. The resulting list of criteria is not necessarily exhaustive as there may be vectors tested by SCP-2453 that were not taken into consideration by Foundation staff; similarly, the likelihood of pregnancy is meant to be a rough approximation of noticeable trends rather than a definitive set of guidelines.\n\n\n\n\nShow List of Speculative Criteria\n\n\n\n\nHide List of Speculative Criteria\n\n\n\n\n\n\n\n\nCharacteristic of user\n\n\nLikelihood of pregnancy\n\n\n\n\n\n\nLess than 25 years old\n\n\nHighly unlikely\n\n\n\n\n\n\nEthnic background (any)\n\n\nUnaffected\n\n\n\n\n\n\nModerate to heavy alcohol abuse\n\n\nUnlikely\n\n\n\n\n\n\nModerate to heavy drug abuse\n\n\nHighly unlikely\n\n\n\n\n\n\nMild drug or alcohol abuse\n\n\nUnaffected\n\n\n\n\n\n\nCriminal history (any)\n\n\nHighly unlikely\n\n\n\n\n\n\nTattooed\n\n\nHighly unlikely\n\n\n\n\n\n\nLack of high school diploma\n\n\nHighly unlikely\n\n\n\n\n\n\nLack of college diploma\n\n\nUnaffected\n\n\n\n\n\n\nUnmarried\n\n\nUnlikely\n\n\n\n\n\n\nEmployed\n\n\nUnlikely\n\n\n\n\n\n\nBuddhist\n\n\nHighly unlikely\n\n\n\n\n\n\nReligious preference (all others)\n\n\nUnaffected\n\n\n\n\n\n\nPet owner\n\n\nHighly likely\n\n\n\n\n\n\nDesire for motherhood\n\n\nUnaffected\n\n\n\n\n\n\nSexual consent given\n\n\nUnaffected\n\n\n\n\n\n\nPhysical disabilities\n\n\nUnlikely\n\n\n\n\n\n\nMental disabilities\n\n\nUnaffected\n\n\n\n\n\n\nMusical aptitude\n\n\nLikely\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 2453-C: Follow-Up Investigation\n\n\nSCP-2453 originally came to Foundation attention due to the fact that a small percentage of its affected users gave birth to children who possessed physical characteristics that differed from those of both parents. Subsequent genetic testing revealed that in these cases the child's genetic makeup was not consistent with that of their apparent biological parents; in multiple instances, the child was born with a pair of recessive alleles despite one or both parents being homozygous for the dominant trait.\n\n\nIn an effort to better document this anomaly, Foundation geneticists created a database recording the sequences of all children known to have been produced by SCP-2453. When compared to their supposed parents, the genetic disparity was found to be far more widespread than previously believed: thus far, every child in the database has been noted to possess a genetic makeup inconsistent with that of their parents.\n4\n\n\nComparison to a partial list of Foundation assets returned a near-perfect match with a D-Class subject from the initial SCP-2453 experimental runs. The D-Class individual in question had received a negative result and subsequently underwent a termination of pregnancy following the use of SCP-2453. A nine-year time difference was noted between this SCP-2453 test date and the birth of the corresponding child.\n\n\nA more rigorous followup search revealed that 98% of the children in the database had a genetic makeup consistent with an SCP-2453 user who received a negative result. Furthermore, of the recorded SCP-2453-assisted births, all children born possessed no congenital disorders\n5\n and were noted to be exceptionally healthy during early infancy.\n\n\n\n\nFootnotes\n\n\n1\n. There is no record of this trademark being registered to any existing company associated with birth control or pregnancy-testing products.\n\n\n2\n. As of this year, ███ children have been born as a result of SCP-2453, none of whom have yet exhibited any anomalous behavior.\n\n\n3\n. Research indicates that females who have miscarried due to SCP-2453 are still able to carry and give birth to successive children.\n\n\n4\n. Investigation of a connection between SCP-2453 and \nSCP-1088\n is underway, due to similar effect and perceived motive.\n\n\n5\n. Regardless of corresponding familial diseases and health history.\n\n\n\n\n\n\n\n\n« \nSCP-2452\n | SCP-2453 | \nSCP-2454\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2453\n\" by gishface, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2453\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-pregnancy-test.jpg\n\n\nName:\n Pregnancy test result.jpg\n\n\nAuthor:\n Klaus Hoffmeier\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 2453-A: Partial Subject Log\nPersonal records compiled by Foundation researchers (following interviews of affected individuals) support the current theory that SCP-2453's primary anomalous effect occurs based on some judgment of the mother's parental fitness. Below is a partial log of exemplary case studies of individuals affected by SCP-2453:",
        "Addendum 2453-B: List of Criteria (Speculative)\nThe following table was constructed from statistical analysis of all women known to have been affected by SCP-2453. The resulting list of criteria is not necessarily exhaustive as there may be vectors tested by SCP-2453 that were not taken into consideration by Foundation staff; similarly, the likelihood of pregnancy is meant to be a rough approximation of noticeable trends rather than a definitive set of guidelines.",
        "Addendum 2453-C: Follow-Up Investigation\nSCP-2453 originally came to Foundation attention due to the fact that a small percentage of its affected users gave birth to children who possessed physical characteristics that differed from those of both parents. Subsequent genetic testing revealed that in these cases the child's genetic makeup was not consistent with that of their apparent biological parents; in multiple instances, the child was born with a pair of recessive alleles despite one or both parents being homozygous for the dominant trait.\nIn an effort to better document this anomaly, Foundation geneticists created a database recording the sequences of all children known to have been produced by SCP-2453. When compared to their supposed parents, the genetic disparity was found to be far more widespread than previously believed: thus far, every child in the database has been noted to possess a genetic makeup inconsistent with that of their parents. 4\nComparison to a partial list of Foundation assets returned a near-perfect match with a D-Class subject from the initial SCP-2453 experimental runs. The D-Class individual in question had received a negative result and subsequently underwent a termination of pregnancy following the use of SCP-2453. A nine-year time difference was noted between this SCP-2453 test date and the birth of the corresponding child.\nA more rigorous followup search revealed that 98% of the children in the database had a genetic makeup consistent with an SCP-2453 user who received a negative result. Furthermore, of the recorded SCP-2453-assisted births, all children born possessed no congenital disorders 5 and were noted to be exceptionally healthy during early infancy."
    ],
    "documents": [],
    "notes": [
        "Subject : Maria ██████ Result : Negative (no birth) Notes : Age 19, frequent drug and alcohol abuser, high school dropout. Was emphatically negative about the prospect of motherhood. History of unstable and violent sexual partners.",
        "Subject : Lauren ███████ Result : Positive (gave birth to triplets) Notes : Age 29, no drug or alcohol use, college dropout, married, stay-at-home mother. Had been trying to give birth for several years before exposure to SCP-2453; medical examination revealed a hereditary defect in her Fallopian tubes that should have prevented conception altogether. Devoted to and excited about her children.",
        "Subject : Karen █████████ Result : Positive (gave birth to twins) Notes : Age 31, no drug use, minimal alcohol consumption at the time of exposure, college educated, married, stay-at-home mom. Currently suffering from postpartum depression and moderate alcohol addiction. Deeply ambivalent about motherhood.",
        "Subject : Deepti ██████████████ Result : Positive (gave birth to one child) Notes : Age 27, social drinker, college graduate, unmarried, employed as a manager of an office-supplies company. Still adjusting to life as a mother but overall was positive about the experience and affectionate towards her child.",
        "Subject : Carla ███████ Result : Negative (miscarriage) Notes : Age 35, no drug or alcohol use, college dropout, married, stay-at-home mom. Already had one child (age █ at time of interview) via a non-anomalous birth and expressed a deep love for motherhood and her child. Following her interview, her existing child was examined and was found to be suffering from prolonged physical and mental abuse.",
        "\" SCP-2453 \" by gishface, from the SCP Wiki . Source: https://scpwiki.com/scp-2453 . Licensed under CC-BY-SA .",
        "Filename: scp-pregnancy-test.jpg Name: Pregnancy test result.jpg Author: Klaus Hoffmeier License: Public Domain Source Link: Wikimedia"
    ],
    "title": "SCP-2453"
}