{
    "url": "https://scp-wiki.wikidot.com/scp-2461",
    "all_text": "rating: \n+175\n+\n–\nx\n\n\nItem #:\n SCP-2461\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Following the accidental deaths of Dr. ██████████ and the remainder of the SCP-2461 research team, no further research into SCP-2461 is to be carried out without a unanimous consent of the O5 council. The remaining SCP-2461 artifacts are to be placed in High Security Containment at Armed Containment Site 2461. No access to SCP-2461 is to be permitted without unanimous consent of the O5 council. Anti-theft measures in place at Armed Containment Site 2461 are classified under Protocol 999-2461-Gernsback. Lethal force is authorized to prevent theft of SCP-2461 objects.\n\n\n\n\nDescription:\n SCP-2461 is a series of artifacts recovered from a crash site on ██-██-████.\n\n\n\n\nSCP-2461-A:\n A disc-shaped device approximately 45 meters in diameter and 10.5 meters in height. Device's exterior is covered in a radar-absorbing material. Entrance and egress are possible through a dilating iris doorway in the central underside of the device, either by ladder, elevator, or roof-mounted gravity lift.\n\n\nThe interior of the device is divided into three levels, each approximately 3 meters in interior height. The topmost level (Deck 1) appears to be devoted to command and control, and includes a control center, observation dome, and navigation systems. The second level appears to be devoted to engineering and avionics, and includes the avionics, engine, and flight control systems. A small living quarters, including galley and cots, is also located on this level. The third level contains the remaining avionics and flight control systems, but is mostly made up of a toroidal fuel tank, containing approximately 40,000 liters of an unknown combustible liquid. At the moment of the writing of this article, 10,000 liters of fuel remain in the tank.\n\n\nThe underside of the device has six hemispherical protrusions located at regular intervals around the circumference of the disc. Each hemisphere shields a turreted X-ray laser in the 200 MW range. Guidance and firing are carried out either by the master gunnery control station on Deck 1, or by individual turret controls on Deck 3.\n\n\nThree extendable struts are located at regular intervals on the underside of the device, and can be extended for landing.\n\n\n\n\nSCP-2461-B:\n Ten instances of SCP-2461-B were found inside SCP-2461-A, labeled SCP-2461-B1 through SCP-2461-B10. At the time of the writing of this article, seven instances of SCP-2461-B (B1 through B7) have been destroyed through testing or accident, leaving three extant examples.\n\n\nSCP-2461-B is an exoskeletal \"powered armor\" suit constructed of a highly sophisticated steel alloy. Each was originally worn by a different instance of SCP-2461-C before recovery, and was individually fitted to its wearer's physical characteristics. Experimentation has revealed that SCP-2461-B grants the user increased strength, that its armor plating is capable of repelling small arms fire up to and exceeding .50 BMG, and that it contains systems capable of life support in hard vacuum for extended periods of time.\n\n\n\n\nSCP-2461-C1 through C12:\n The cremated remains of twelve individuals (eleven male, one female) who originally operated SCP-2461-A. At the present time, none of the SCP-2461-C instances have been positively identified. Autopsies carried out after the initial crash site recovery indicates that all ten individuals were killed [DATA EXPUNGED].\n\n\n\n\nSCP-2461-D1 through D10:\n Ten devices originally housed in leather holsters affixed to the exterior of each SCP-2461-B. Eight of these devices (SCP-2461-D1 through D8) were damaged beyond repair in the impact. One of the surviving devices was subsequently destroyed during the course of experimentation and testing, leaving one extant device remaining.\n\n\nSCP-2461-D is an X-ray laser pistol in the 150 kW range. The emitter is located in the bulbous structure located just above the grip. The collimating \"barrel\" of the device is a hexagonal prism made of an artificial aluminum oxide crystal, protruding four inches from the emitter, surrounded by combination heat-sink and barrel shroud. The devices are rechargeable by 125 V alternating current, or by replacing the power pack located in the grip.\n\n\n\n\nSCP-2461-E1 through E4:\n Four X-ray laser rifles in the 200 kW range. The construction is similar to that of SCP-2461-D, except that the power pack is located in a magazine well located forward of the trigger housing, the barrel has been extended to twelve inches and includes a forward hand grip made of walnut wood, and a rifle butt made of the same walnut wood has been attached to the rear of the laser emitter housing.\n\n\n\n\nSCP-2461-F through Z:\n [DATA EXPUNGED UNDER SECURITY PROTOCOL 999-2461-GERNSBACK]\n\n\n\n\nSCP-2461-ALEPH through HE:\n [DATA EXPUNGED UNDER SECURITY PROTOCOL 999-2461-GERNSBACK]\n\n\n\n\nAddendum: Initial Recovery and History.\n SCP-2461-A (and all artifacts contained within) were originally recovered from ██████,██ on ██-██-████. Initial recovery operations were carried out by personnel from the nearby ██████ ████ ███ █████, and were originally stored in the U.S. government's ████████████ █████ ███████. Artifacts were transferred to SCP Foundation Site-2461 on ██-██-████ with permission by the Bowe Commission, and have remained in SCP Foundation custody ever since that commission's dissolution.\n\n\nOn ██-██-████, a Global Occult Coalition representative contacted SCP Foundation officials, requesting that custody of the SCP-2461 artifacts be transferred to GOC auspices, citing the \"historical and cultural significance\" of the SCP-2461 artifacts to the GOC. As of the writing of this article, no plans have been made for any such transfer.\n\n\nAddendum:\n\n\n\n\nThe following information is limited to personnel with 999-2461-Gernsback clearance only.\n\n\n\n\n- Conceal information\n\n\n\n\nThe following slogans were found scrawled on various interior surfaces of SCP-2461-A upon recovery.\n\n\n\n\nDeutschland Über Alles!\n\n\n\n\n\n\nGott Strafe Amerika! Gott Strafe England! Gott Strafe Die Vereinten Nationen!\n\n\n\n\n\n\nTwo stylized lightning bolts, later identified as the\n sigrunen \nused as a symbol of the\n Schutzstaffel (SS).\n\n\n\n\n\n\nA crudely drawn symbol of a sword with a ribbon wrapped around the blade, and the words \"Ahnenerbe Deutsches\" scrawled around the exterior\n\n\n\n\n\n\nSCP-2461-VAV:\n SCP-2461-VAV1 through VAV4 are the cremated remains of four Global Occult Coalition operatives (three male, one female) found on board SCP-2461-A at the time of impact. At the time of the writing of this article, the identities of these operatives are unknown.\n\n\nForensic reconstruction indicates that, at the time of impact, two of these individuals (VAV3 and VAV4) were located just outside the corridor leading to the control center on Deck 1, armed with SCP-2461-D and SCP-2461-E instances. Two other individuals (VAV1 and VAV2) were found at the controls of SCP-2461-A, seated at the pilot and copilot's stations. Two SCP-2461-C instances (C1 and C2) were also found nearby, each killed by a headshot by a laser pistol in the 150 kw range.\n\n\n\n\n\n\n\n\n\n\n\n\nThe following information is limited to O5-level personnel with 999-2461-Gernsback clearance only.\n\n\n\n\n- Conceal information\n\n\n\n\nTranscript of SCP-2461-A Cockpit Flight Data Voice Recorder.\n\n\n\n\nUnknown:\n \"Stick this in your pipe and suck it, Ratzi scum!\"\n\n\nSounds of physical struggle.\n\n\nC-1:\n \"Foolish. Did you seriously think that you could win this fight? You are a MAN. We have become GODS.\"\n\n\nVAV-1:\n \"I'm starting to *strangled grunt* get really sick of *shout of pain* your grandstanding!\"\n\n\nContinued sounds of physical struggle. Servos whining.\n\n\nC-1:\n \"You've lost. Your mere human muscles are no match for the power of our steel. When you see your home town in flames, when you…\"\n\n\nSound of gunshot. Sound of two rapid gunshots.\n\n\nVAV-1:\n \"… it took you long enough.\"\n\n\nVAV-2:\n \"You try running in heels on a UFO, Captain.\"\n\n\nVAV-1:\n \"What about Manny and Wee Willy? Are they safe?\"\n\n\nVAV-2:\n \"They broke out at the same time we did. They're holding the corridor against the enemy.\"\n\n\nVAV-1:\n \"Good. Now let's see if we can turn this infernal machine…\"\n\n\nExtended pause.\n\n\nVAV-1:\n \"\nScheiße.\n\"\n\n\nVAV-2:\n \"You see it?\"\n\n\nVAV-1:\n \"Computer flight controls. It must be making thousands of computations per second keeping this thing in the air… and it requires a password. Do you know it?\"\n\n\nVAV-2:\n \"No. Damn. What do we do?\"\n\n\nVAV-1:\n \"We can't let this thing cross the Atlantic. If this \nverdammt\n… monstrosity… gets found by the wrong people… our country is barely rebuilding itself. We can't let this act of sabotage set us back …\"\n\n\nVAV-2:\n \"It won't. Give me some time. I'll figure out this compu—.\"\n\n\nVAV-1:\n \"Wait one. Manfred, go.\"\n\n\nExtended pause.\n\n\nVAV-1:\n \"Then do what you can. Go with God.\"\n\n\nVAV-2:\n \"The fight isn't going well?\"\n\n\nVAV-1:\n \"Wilhelm is dead. Manfred will…\"\n\n\nExplosion. Gunfire.\n\n\nVAV-1:\n \nShouting.\n \"We are out of time!\"\n\n\nVAV-2:\n \"Then we go to Plan B.\"\n\n\nVAV-1:\n \"Yes.\"\n\n\nVAV-2:\n \"For what it's worth, Fritz, you weren't so bad for a stuck up German ass.\"\n\n\nVAV-1:\n \"I feel the same way, you headstrong Ami bitch.\"\n\n\nRecording ends.\n\n\n\n\n\n\nGOC missive sent to SCP Foundation O5 Council on ██-██-████.\n\n\n\n\nTo Whom It May Concern,\n\n\nThe Global Occult Coalition High Command has recently received word that the remains of GOC Strike Team Alpha are in the custody of your organization. It is with the utmost respect and gratitude for the care with which you have maintained these historical artifacts that the Coalition cordially requests that these remains and artifacts be returned to the Global Occult Coalition.\n\n\nStrike Team Alpha was the first Global Occult Coalition strike team to be formed in the wake of the Second World War. Their exploits against the SS Ahnenerbe and the Thule-Gesellschaft during the years following the dissolution of the Nazi regime were instrumental not only in dealing with the occult fallout of that war, but in repairing the reputation of the German people in the occult community. Certainly, complicit guilt in the deaths of nine million innocents cannot be expunged easily, but their pasts do not in any way lessen the courage and sacrifice of Commander Hans Fritzl, Lieutenant Wilheim Weiss, Sergeant Manfred Schroeder, and Special Agent Diana Wu-Frost.\n\n\nCertainly, an organization whose early history includes a shameful involvement in the \n\"McCarthy-Truman UFO Scandal\" of 1951\n must understand the value of repentance and restitution.\n\n\nYours Sincerely,\n\n\n\n\nUnder-Secretary-General D. C. Al Fine\n\nUnited Nations Global Occult Coalition\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOther popular works by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2317\n\n\nRating: 2754\n\n\n\n\n\n\nSCP-231\n\n\nRating: 2510\n\n\n\n\n\n\nDr Clef's Proposal\n\n\nRating: 2464\n\n\n\n\n\n\nSCP-048\n\n\nRating: 1676\n\n\n\n\n\n\nSCP-447\n\n\nRating: 924\n\n\n\n\n\n\nSCP-016\n\n\nRating: 848\n\n\n\n\n\n\nSCP-4960\n\n\nRating: 699\n\n\n\n\n\n\nSCP-823\n\n\nRating: 670\n\n\n\n\n\n\nSCP-953\n\n\nRating: 651\n\n\n\n\n\n\nSCP-572\n\n\nRating: 598\n\n\n\n\n\n\nSCP-450\n\n\nRating: 525\n\n\n\n\n\n\nSPC-1764\n\n\nRating: 483\n\n\n\n\n\n\nSCP-668\n\n\nRating: 468\n\n\n\n\n\n\nSCP-297\n\n\nRating: 401\n\n\n\n\n\n\nSCP-807\n\n\nRating: 338\n\n\n\n\n\n\nSCP-1949\n\n\nRating: 296\n\n\n\n\n\n\nSCP-233\n\n\nRating: 198\n\n\n\n\n\n\nSCP-8009\n\n\nRating: 185\n\n\n\n\n\n\nSCP-031\n\n\nRating: 182\n\n\n\n\n\n\nSCP-2461\n\n\nRating: 175\n\n\n\n\n\n\nSCP-784-ARC\n\n\nRating: 133\n\n\n\n\n\n\nSCP-8109\n\n\nRating: 113\n\n\n\n\n\n\n\n\n\n\n\n\nTales, Canons, and Hubs\n\n\n\n\n\n\nTranscript of Dr. Clef's seminar, \"Reality Benders and You: How to Survive When Existence Doesn't.\"\n\n\nRating: 1590\n\n\n\n\n\n\nOf Multiverses and Dandelion Wine\n\n\nRating: 492\n\n\n\n\n\n\nDa Capo al Fine\n\n\nRating: 449\n\n\n\n\n\n\nTermination_Order\n\n\nRating: 437\n\n\n\n\n\n\nOperation \"Camp Granada\"\n\n\nRating: 365\n\n\n\n\n\n\nChowderclef\n\n\nRating: 321\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████ on Applied Thaumatology.\n\n\nRating: 303\n\n\n\n\n\n\nRascal One Actual\n\n\nRating: 295\n\n\n\n\n\n\nWhat's In A Name?\n\n\nRating: 289\n\n\n\n\n\n\nPrivate Hell\n\n\nRating: 287\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████ on Aetheric Energy and Aspect Radiation.\n\n\nRating: 284\n\n\n\n\n\n\nExcerpts from PHYSICS Division Field Manual 13: Special Circumstances, Humanoid Threat Entities\n\n\nRating: 278\n\n\n\n\n\n\nSupplemental Report 239-B-192\n\n\nRating: 277\n\n\n\n\n\n\nContingency\n\n\nRating: 274\n\n\n\n\n\n\n. . . the best and the wisest man whom I have ever known.\n\n\nRating: 273\n\n\n\n\n\n\nThird Date\n\n\nRating: 252\n\n\n\n\n\n\nThe Flesh That Mates\n\n\nRating: 249\n\n\n\n\n\n\nIncident Zero - Part 1\n\n\nRating: 247\n\n\n\n\n\n\nExcerpts from PHYSICS Division Field Manual 2: Equipment and Gear\n\n\nRating: 241\n\n\n\n\n\n\n\"UHEC\"\n\n\nRating: 222\n\n\n\n\n\n\n085-Romance-Adult\n\n\nRating: 215\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████: Conclusion, Q and A\n\n\nRating: 210\n\n\n\n\n\n\nItems from a Global Occult Coalition Document Bag\n\n\nRating: 210\n\n\n\n\n\n\nIncident Zero - Part 5\n\n\nRating: 197\n\n\n\n\n\n\nTranscript of a lecture given by Professor ████████████ on Thaumatic Workings.\n\n\nRating: 195\n\n\n\n\n\n\nGirls' Night Out: Dressing Up\n\n\nRating: 193\n\n\n\n\n\n\nName, Rank, Serial Number\n\n\nRating: 187\n\n\n\n\n\n\n\"Come into my Parlor\"\n\n\nRating: 185\n\n\n\n\n\n\nGirls' Night Out: Raising Hell\n\n\nRating: 183\n\n\n\n\n\n\nMementos\n\n\nRating: 179\n\n\n\n\n\n\nSpecial Assets\n\n\nRating: 178\n\n\n\n\n\n\nIncident Zero - Part 3\n\n\nRating: 176\n\n\n\n\n\n\nWe Got A Good Thing Here\n\n\nRating: 176\n\n\n\n\n\n\nPersonal Log of Agent AA\n\n\nRating: 175\n\n\n\n\n\n\nInterlude - Excerpt From An Auction Catalog - Marshall Carter And Dark, 2012\n\n\nRating: 171\n\n\n\n\n\n\nText of a Condolence Letter - Federal Bureau of Investigation, Unusual Incidents Unit\n\n\nRating: 169\n\n\n\n\n\n\nIncident Zero - Part 2\n\n\nRating: 165\n\n\n\n\n\n\nAgent Ukulele\n\n\nRating: 165\n\n\n\n\n\n\nNumber One With A Bullet\n\n\nRating: 158\n\n\n\n\n\n\nExcerpts from PHYSICS Division Field Manual 1: Operative's Handbook\n\n\nRating: 154\n\n\n\n\n\n\nIncident Zero - Part 4\n\n\nRating: 153\n\n\n\n\n\n\nGirls' Night Out: Getting Drunk\n\n\nRating: 153\n\n\n\n\n\n\n\"Assessment\"\n\n\nRating: 150\n\n\n\n\n\n\nThe 784 Incident: Part 7: Conclusion\n\n\nRating: 144\n\n\n\n\n\n\n\"Strike\"\n\n\nRating: 143\n\n\n\n\n\n\n\"Trauma\"\n\n\nRating: 140\n\n\n\n\n\n\n\"Farpoint\"\n\n\nRating: 131\n\n\n\n\n\n\nClean Sweep\n\n\nRating: 125\n\n\n\n\n\n\n\"AWTOK\"\n\n\nRating: 124\n\n\n\n\n\n\nThe 784 Incident: Part 1: Contact\n\n\nRating: 106\n\n\n\n\n\n\n\"Joint Venture\"\n\n\nRating: 101\n\n\n\n\n\n\n\n\n\n\n\n\nCollaborations with other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-166\n\n\nDr. Dantesen\n\n\n\n\n\n\nSCP-342\n\n\nname\n\n\n\n\n\n\nFor a list of all works by this author, click here.\n\n\n\n\n\n\n\n\n« \nSCP-2460\n | SCP-2461 | \nSCP-2462\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2461\n\" by DrClef, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2461\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage 1\n\n\n\n\nFilename:\n dcaf(1).png\n\n\nName:\n D. C. Al Fine Signeture\n\n\nAuthor:\n \nAelanna\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nThe SCP Wiki",
    "addendums": [
        "Addendum: Initial Recovery and History. SCP-2461-A (and all artifacts contained within) were originally recovered from ██████,██ on ██-██-████. Initial recovery operations were carried out by personnel from the nearby ██████ ████ ███ █████, and were originally stored in the U.S. government's ████████████ █████ ███████. Artifacts were transferred to SCP Foundation Site-2461 on ██-██-████ with permission by the Bowe Commission, and have remained in SCP Foundation custody ever since that commission's dissolution.\nOn ██-██-████, a Global Occult Coalition representative contacted SCP Foundation officials, requesting that custody of the SCP-2461 artifacts be transferred to GOC auspices, citing the \"historical and cultural significance\" of the SCP-2461 artifacts to the GOC. As of the writing of this article, no plans have been made for any such transfer."
    ],
    "documents": [],
    "notes": [
        "Deutschland Über Alles!",
        "Gott Strafe Amerika! Gott Strafe England! Gott Strafe Die Vereinten Nationen!",
        "Two stylized lightning bolts, later identified as the sigrunen used as a symbol of the Schutzstaffel (SS).",
        "A crudely drawn symbol of a sword with a ribbon wrapped around the blade, and the words \"Ahnenerbe Deutsches\" scrawled around the exterior",
        "Unknown: \"Stick this in your pipe and suck it, Ratzi scum!\" Sounds of physical struggle. C-1: \"Foolish. Did you seriously think that you could win this fight? You are a MAN. We have become GODS.\" VAV-1: \"I'm starting to *strangled grunt* get really sick of *shout of pain* your grandstanding!\" Continued sounds of physical struggle. Servos whining. C-1: \"You've lost. Your mere human muscles are no match for the power of our steel. When you see your home town in flames, when you…\" Sound of gunshot. Sound of two rapid gunshots. VAV-1: \"… it took you long enough.\" VAV-2: \"You try running in heels on a UFO, Captain.\" VAV-1: \"What about Manny and Wee Willy? Are they safe?\" VAV-2: \"They broke out at the same time we did. They're holding the corridor against the enemy.\" VAV-1: \"Good. Now let's see if we can turn this infernal machine…\" Extended pause. VAV-1: \" Scheiße. \" VAV-2: \"You see it?\" VAV-1: \"Computer flight controls. It must be making thousands of computations per second keeping this thing in the air… and it requires a password. Do you know it?\" VAV-2: \"No. Damn. What do we do?\" VAV-1: \"We can't let this thing cross the Atlantic. If this verdammt … monstrosity… gets found by the wrong people… our country is barely rebuilding itself. We can't let this act of sabotage set us back …\" VAV-2: \"It won't. Give me some time. I'll figure out this compu—.\" VAV-1: \"Wait one. Manfred, go.\" Extended pause. VAV-1: \"Then do what you can. Go with God.\" VAV-2: \"The fight isn't going well?\" VAV-1: \"Wilhelm is dead. Manfred will…\" Explosion. Gunfire. VAV-1: Shouting. \"We are out of time!\" VAV-2: \"Then we go to Plan B.\" VAV-1: \"Yes.\" VAV-2: \"For what it's worth, Fritz, you weren't so bad for a stuck up German ass.\" VAV-1: \"I feel the same way, you headstrong Ami bitch.\" Recording ends.",
        "To Whom It May Concern, The Global Occult Coalition High Command has recently received word that the remains of GOC Strike Team Alpha are in the custody of your organization. It is with the utmost respect and gratitude for the care with which you have maintained these historical artifacts that the Coalition cordially requests that these remains and artifacts be returned to the Global Occult Coalition. Strike Team Alpha was the first Global Occult Coalition strike team to be formed in the wake of the Second World War. Their exploits against the SS Ahnenerbe and the Thule-Gesellschaft during the years following the dissolution of the Nazi regime were instrumental not only in dealing with the occult fallout of that war, but in repairing the reputation of the German people in the occult community. Certainly, complicit guilt in the deaths of nine million innocents cannot be expunged easily, but their pasts do not in any way lessen the courage and sacrifice of Commander Hans Fritzl, Lieutenant Wilheim Weiss, Sergeant Manfred Schroeder, and Special Agent Diana Wu-Frost. Certainly, an organization whose early history includes a shameful involvement in the \"McCarthy-Truman UFO Scandal\" of 1951 must understand the value of repentance and restitution. Yours Sincerely, Under-Secretary-General D. C. Al Fine United Nations Global Occult Coalition",
        "\" SCP-2461 \" by DrClef, from the SCP Wiki . Source: https://scpwiki.com/scp-2461 . Licensed under CC-BY-SA .",
        "Filename: dcaf(1).png Name: D. C. Al Fine Signeture Author: Aelanna License: CC BY-SA 3.0 Source Link: The SCP Wiki"
    ],
    "item": "SCP-2461",
    "object_class": "Safe",
    "containment_procedures": "Following the accidental deaths of Dr. ██████████ and the remainder of the SCP-2461 research team, no further research into SCP-2461 is to be carried out without a unanimous consent of the O5 council. The remaining SCP-2461 artifacts are to be placed in High Security Containment at Armed Containment Site 2461. No access to SCP-2461 is to be permitted without unanimous consent of the O5 council. Anti-theft measures in place at Armed Containment Site 2461 are classified under Protocol 999-2461-Gernsback. Lethal force is authorized to prevent theft of SCP-2461 objects.",
    "description": "SCP-2461 is a series of artifacts recovered from a crash site on ██-██-████.",
    "title": "SCP-2461"
}