{
    "url": "https://scp-wiki.wikidot.com/scp-2466",
    "all_text": "rating: \n+154\n+\n–\nx\n\n\nItem #:\n SCP-2466\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2466 is kept in a standard storage locker at Site-44. Testing of SCP-2466 may be undertaken with the permission of SCP-2466's HMCL supervisor. Testing of SCP-2466-1 is not permitted. To prevent accidental activation of SCP-2466-1, all shortcuts to the program have been removed from the device. If SCP-2466-1 is activated, SCP-2466 must be disconnected from its power source immediately.\n\n\nDescription:\n SCP-2466 is a Samsung Galaxy S5 smartphone running the Android operating system. It is host to a number of non-anomalous applications as well as SCP-2466-1, identified as \"Slay Dragon Save City\". SCP-2466-1's code is incomprehensible, will not operate on any device other than SCP-2466, and will reinstall itself on SCP-2466 if removed. Termination of SCP-2466-1 is only possible by removing SCP-2466's power source.\n\n\nSCP-2466-1 is a text-based game in which the user battles against an instance of \"Mega Charizard X\", a character from the \nPokémon\n franchise\n1\n. SCP-2466-1 uses the battle mechanics found in the Pokémon games produced for the Nintendo 3DS. The user is assigned a randomized Pokémon from among those that can be acquired in the game \nPokémon X\n, with access to four random moves that the Pokémon in question can learn.\n\n\nCombat is turn-based, with the user and Mega Charizard X attacking each other or using other moves in turn. If the user-controlled Pokémon's Hit Points are depleted, it will 'faint', preventing it from executing its move if it has not already done so. SCP-2466-1 will then replace the user's Pokémon with another randomly generated Pokémon. If Mega Charizard X faints, it will be replaced by another copy of Mega Charizard X. The user may input the command \"Check\" to gain all relevant information on their current Pokémon, or the name of any of their Pokémon's moves to execute that move.\n\n\nEvery move executed by SCP-2466-1's instance of Mega Charizard X compels 10-12 random residents of █████████, California, to engage in activities that correspond to the selected move. Mega Charizard X can use the moves Dragon Dance, Roost, Flare Blitz, and Dragon Claw. See \nAddendum 2466-1\n for details. There is no evidence that the user's actions have similar effects, either in █████████ or anywhere else.\n\n\nDue to Mega Charizard X's high power, few Pokémon assigned to the user can avoid fainting from both Flare Blitz and Dragon Claw after it has used Dragon Dance. However, the AI that determines Mega Charizard X's moves frequently makes strategic errors, which gives the user frequent opportunities to launch counterattacks.\n\n\nAddendum 2466-1:\n Effects of Mega Charizard X's moves\n\n\nThe 10-12 residents of █████████ affected by each move are granted the collective designation SCP-2466-2 for the duration of their compulsion. Flare Blitz and Dragon Claw will afflict real-world damage in proportion to the damage dealt by Mega Charizard X with the corresponding move in SCP-2466-1. SCP-2466-1 will not accept user input until the effects of the associated move are completed.\n\n\n\n\nDragon Dance:\n SCP-2466-2 will converge in a public space and perform synchronized dances while repeatedly singing the song \nPokémon Theme\n from the English adaptation of the Pokémon anime. This lasts for approximately fifteen minutes, after which SCP-2466-2 will set fire to the nearest building and disperse.\n\n\nRoost:\n SCP-2466-2 members will climb into a nearby tree and fall asleep for 3-4 hours, sitting upright without support. This rarely results in injury.\n\n\nFlare Blitz:\n SCP-2466-2 will set fire to themselves using nearby flammable materials and sources of heat, then run towards and collide with another nearby individual.\n\n\nDragon Claw:\n SCP-2466-2 will obtain claws and assault a nearby individual using them. While some users will use pre-existing claws (such as those used in costumery, or those attached to an animal) or affix sharp objects to their fingers, the most common method is for SCP-2466-2 to mutilate their fingers such that the bones form sharp points. The combat effectiveness of fingers altered this way usually exceeds expectations.\n\n\n\n\nAddendum 2466-2:\n Atypical manifestations\n\n\nOn several occasions, SCP-2466-2's behavior deviated from the patterns described in Addendum 2466-1. All occurred prior to containment, and thus the move used is not known with certainty.\n\n\n\n\n\n\nDate and time\n\n\nMove used\n\n\nEffects\n\n\nNotes\n\n\n\n\n\n\n2014/10/25\n\n\nRoost\n\n\nSCP-2466-2 each entered a tree, but were not compelled to stay or sleep. Each member exited the tree within ten minutes.\n\n\nEvent occurred in this manner three times on 10-25.\n\n\n\n\n\n\n2014/10/31\n\n\nFlare Blitz\n\n\nEach member of SCP-2466-2 acquired a jack-o'-lantern, which they ignited and threw at the targets.\n\n\nPresumably due to coincidence with Halloween festivities.\n\n\n\n\n\n\n2014/11/01\n\n\nUnknown\n\n\nEleven members of the █████████ High School Pokémon Club vandalized an empty classroom, destroying most items and structures therein. Subjects described the action as involuntary.\n\n\nWhile the number of affected subjects, association with \nPokémon\n, and compulsion effect suggest SCP-2466 involvement, the event has not been replicated. It may be unrelated.\n\n\n\n\n\n\n2014/11/21\n\n\nDragon Dance\n\n\nOne member of SCP-2466-2 played a trumpet rather than sing. The event concluded with SCP-2466-2 attempting to flood the church at which they had gathered.\n\n\nCoincides with the North American release of the games \nPokémon Omega Ruby\n and \nAlpha Sapphire\n.\n\n\n\n\n\n\n2014/12/07-15\n\n\nDragon Claw\n\n\nSCP-2466-2 spent one week modifying a bulldozer with layers of cement and steel, as well as several large front-mounted spikes and a flamethrower. On December 15, Foundation personnel located and detained SCP-2466-2. No other 'Dragon Claw' manifestation was reported.\n\n\nIf the modifications had been completed, the vehicle would have resembled the armored bulldozer used in a 2004 rampage\n2\n. Several members of SCP-2466-2 reported familiarity with the event.\n\n\n\n\n\n\n2014/12/27-28\n\n\nSeveral moves\n\n\nSeven moves were executed, with members of SCP-2466-2 drawn from among patrons of a Renaissance fair located 3 km south of █████████. In each case, fair staff were able to subdue all members of SCP-2466-2 with minimal difficulty.\n\n\nNo injuries were recorded. Plans to establish a permanent Renaissance fair in █████████ in the event of containment failure are under consideration.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It, as well as the user-controlled combatant, are instances of the eponymous Pokémon. Mega Charizard X is styled as a black-and-blue European dragon roughly 1.7 meters in height, though this is not evident in SCP-2466-1's non-graphic interface.\n\n\n2\n. Colloquially known as the \"Killdozer.\" News coverage of the event is available from the Washington Post \nhere\n.\n\n\n\n\n\n\n\n\n« \nSCP-2465\n | SCP-2466 | \nSCP-2467\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2466\n\" by Communism will win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2466\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Every move executed by SCP-2466-1's instance of Mega Charizard X compels 10-12 random residents of █████████, California, to engage in activities that correspond to the selected move. Mega Charizard X can use the moves Dragon Dance, Roost, Flare Blitz, and Dragon Claw. See Addendum 2466-1 for details. There is no evidence that the user's actions have similar effects, either in █████████ or anywhere else.\nDue to Mega Charizard X's high power, few Pokémon assigned to the user can avoid fainting from both Flare Blitz and Dragon Claw after it has used Dragon Dance. However, the AI that determines Mega Charizard X's moves frequently makes strategic errors, which gives the user frequent opportunities to launch counterattacks.",
        "Addendum 2466-1: Effects of Mega Charizard X's moves\nThe 10-12 residents of █████████ affected by each move are granted the collective designation SCP-2466-2 for the duration of their compulsion. Flare Blitz and Dragon Claw will afflict real-world damage in proportion to the damage dealt by Mega Charizard X with the corresponding move in SCP-2466-1. SCP-2466-1 will not accept user input until the effects of the associated move are completed.",
        "Addendum 2466-2: Atypical manifestations\nOn several occasions, SCP-2466-2's behavior deviated from the patterns described in Addendum 2466-1. All occurred prior to containment, and thus the move used is not known with certainty."
    ],
    "documents": [],
    "notes": [
        "\" SCP-2466 \" by Communism will win, from the SCP Wiki . Source: https://scpwiki.com/scp-2466 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2466",
    "object_class": "Safe",
    "containment_procedures": "SCP-2466 is kept in a standard storage locker at Site-44. Testing of SCP-2466 may be undertaken with the permission of SCP-2466's HMCL supervisor. Testing of SCP-2466-1 is not permitted. To prevent accidental activation of SCP-2466-1, all shortcuts to the program have been removed from the device. If SCP-2466-1 is activated, SCP-2466 must be disconnected from its power source immediately.",
    "description": "SCP-2466 is a Samsung Galaxy S5 smartphone running the Android operating system. It is host to a number of non-anomalous applications as well as SCP-2466-1, identified as \"Slay Dragon Save City\". SCP-2466-1's code is incomprehensible, will not operate on any device other than SCP-2466, and will reinstall itself on SCP-2466 if removed. Termination of SCP-2466-1 is only possible by removing SCP-2466's power source.",
    "title": "SCP-2466"
}