{
    "url": "https://scp-wiki.wikidot.com/scp-2477",
    "all_text": "rating: \n+159\n+\n–\nx\n\n\n\n\n\n\nGraphical representation of one SCP-2477 solution.\n\n\n\n\n\n\nItem #:\n SCP-2477\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All Foundation containment procedure proposals are to be monitored for SCP-2477 methodology. All proposals determined to be affected by SCP-2477 are to be denied. (For a list of plausible reasons for denial, please see Document SCP-2477-Thoth.) Foundation astronomical assets are to maintain continuous tracking of all known Type A instances, as well as Type B-C instances wherever possible.\n\n\nEngineering conference papers, presentations, and government proposals are to be monitored by Foundation web-crawlers for pre-SCP-2477 reasoning. Mobile Task Force Psi-18 (“Tenure Trackers”) are to intervene with any identified researchers by providing financial incentives towards approved avenues of research. SCP-2477-positive researchers (internal or external) may also be considered for recruitment into the Experimental Containment Research Group.\n\n\nIn the event of any proposal to create a singular, well-funded site for the storage of radioactive or other extremely hazardous material at a national or international level, Mobile Task Force Rho-17 (“Not in My Back Yard”) is to exert local political pressure to prevent the completion of such a project.\n\n\nDescription:\n SCP-2477 consists of a novel, nonobvious series of solutions to statics\n1\n equations based on erroneous interpretations of Newtonian physics. SCP-2477 are most often encountered in well-funded projects dedicated to the complete containment or isolation of physical objects. As SCP-2477 solutions are derived from practical rather than abstract theoretical applications, they are much more likely to be discovered by engineers than by physicists.\n\n\nGiven sufficient resources, SCP-2477 can be used to construct devices capable of eliminating all outside forces affecting an object. These include gravity, electromagnetism, friction, physical contact, and particle-based radiation. These devices also fix the contained object to a single position by eliminating all inertia.\n\n\nUnfortunately, the anomalous calculations required to complete SCP-2477 solutions cannot be resolved within the reference frame of a fixed point on the Earth’s surface. Instead, objects are fixed in place in comparison with some other astronomical object or reference point, and remain in this position with no regard for the movement of the Earth. There are █ known solutions to these equations, each associated with a different point of reference.\n\n\nResearchers using brute-force computer analysis to solve these equations are significantly less likely to recognize this reference frame error when constructing an SCP-2477-based device. Please see Addendum SCP-2477-Iota for a list of known SCP-2477 solutions and example uses.\n\n\nAddendum SCP-2477-Iota: First known SCP-2477 incidents\n\n\n\n\n\n\nType\n\n\nReference Frame\n\n\nContents\n\n\nResults\n\n\n\n\n\n\nA\n\n\nThe Sun (Solar Plane)\n\n\nGyroscopes used for the absolute calibration of navigation equipment.\n\n\nResearchers at [DATA REDACTED] Corporation attempted to isolate six separate devices across a one month period before the Foundation could intervene. Contents estimated to cross Earth’s path every April █ through ██, and are typically associated with an incidence of at least two cases of severe radiation poisoning in the [DATA REDACTED] urban region.\n\n\n\n\n\n\nB\n\n\nThe Milky Way (Galactic Core)\n\n\nIsolation chamber for █████-██ supercollider, meant to improve detection and containment of antimatter.\n\n\nContainment equipment levitated 5000 t of sensor banks and magnetic shielding into upper atmosphere before disintegrating. Contained sensor packages continue to transmit data and are believed to be exiting the solar plane at 200 km/s.\n\n\n\n\n\n\nC\n\n\nCenter of the Universe, LTB-Model (Unconfirmed)\n\n\nKeter-Class SCP-████\n\n\nContents spontaneously converted to coherent mass of neutrinos, Alpha, Beta, Gamma, and [DATA EXPUNGED] particles.\n2\n GOES satellites identified a burst of radiation traveling towards the Crab Nebula at .11c\n3\n. Attempts to recontain SCP-████ are considered unfeasible.\n\n\n\n\n\n\nD\n\n\nUnknown\n\n\nA manned spacecraft intended to test inertia-free launch conditions, with four crew.\n\n\nExternal observers noted a rapid acceleration of movements within capsule accompanied by a visible blueshift. The capsule then dematerialized, leaving a permanent visual afterimage. The flight recorder continued transmitting for ██ hours afterward. Selected contents are available in Document SCP-2477-D-1953.\n\n\n\n\n\n\nDocument SCP-2477-D-1953: Title unavailable\n\nThis document has been archived due to limited requests for access.\n\n\n\n\n[Access historical archive]\n\n\n\n\n[Access granted]\n\n\n\n\n\n\nDocument SCP-2477-D-1953: Selected portions of the mission log of Col. ████ █████\n\n\nThe following statements were transcribed from timestamped audio logs stored on reel-to-reel magnetic tape. These recordings remained undeciphered for ██ years after recovery until a sufficiently powerful predictive decompression algorithm could be developed. From storage space for approximately 28 hours of low-quality audio information, █████ hours of audio logs were recovered.\n\n\n\n\n19██-03-01 00:27:51:\n We've come so far now. The sun and the stars are gone. The night sky doesn’t seem any brighter, but Maj. ██████ says it seems more red. Maybe she’s right. The Earth's come along with us, or at least a pale shadow of it. We left the capsule months back. We can flit around anywhere we want, faster than you can imagine, but we can’t touch anything outside the capsule. No response from anyone, nothing over the radio since the launch went pear-shaped. Everything and everyone out there is slowed to an infinitesimal crawl.\n\n\n20██-07-15 17:45:05:\n Everything that was blocked from the sky is gone now. Everything that was under a roof, or a cloud, or a damn bus stop, all gone. Pure black. The people we love move in and out of the shadows as the years crawl on for us. Mostly in. It’s hard to watch. Everything that was in darkness is gone too. We can blaze through the nighttime cities, but anywhere out in the country, or out at sea, nothing. An entire hemisphere disappeared behind us years ago.\n\n\n2███-01-24 14:21:35:\n ████ died today, or whatever moment today would have been for her. She was sitting out in the sunlight. She looked ancient. I don't know. Maybe this Earth's not real, maybe the whole thing's a sick joke. I just… for all the years I've watched her, I wish she could've seen me, just once. We've voted, and the crew and I are all in agreement now. We're going to take a closer look at the device. We haven't been able to disable it so far, but we've got nothing but time.\n\n\n████-08-13 10:11:45:\n Control, or whoever is there, please ignore the last ███ messages. We've all come to our senses now. I promise.\n\n\n█████-09-21 27:- -:- -:\n There are planets filling the sky now. Dozens, hundreds. The gas giants are looming over the horizon. It’s hard to tell the moons from the worlds. They're so close… it's breathtaking. We should probably be afraid, but we aren't. I think we can go to them, if we want. I think we have to. There's nothing here for us anymore. Goodbye, my friends, I don’t think we’ll be back.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The discipline of quantifying forces acting upon an object in equilibrium, typically used to examine or teach idealized versions of engineering problems.\n\n\n2\n. Site-██ was not otherwise damaged. All involved containment specialists were indefinitely reassigned to SCP-2477.\n\n\n3\n. 11% of the speed of light.\n\n\n\n\n\n\n\n\n« \nSCP-2476\n | SCP-2477 | \nSCP-2478\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2477\n\" by Petrograd, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2477\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n DampenerTest.jpg\n\n\nAuthor:\n Petrograd\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum SCP-2477-Iota: First known SCP-2477 incidents"
    ],
    "documents": [
        "Document SCP-2477-D-1953: Title unavailable This document has been archived due to limited requests for access.",
        "Document SCP-2477-D-1953: Selected portions of the mission log of Col. ████ █████ The following statements were transcribed from timestamped audio logs stored on reel-to-reel magnetic tape. These recordings remained undeciphered for ██ years after recovery until a sufficiently powerful predictive decompression algorithm could be developed. From storage space for approximately 28 hours of low-quality audio information, █████ hours of audio logs were recovered. 19██-03-01 00:27:51: We've come so far now. The sun and the stars are gone. The night sky doesn’t seem any brighter, but Maj. ██████ says it seems more red. Maybe she’s right. The Earth's come along with us, or at least a pale shadow of it. We left the capsule months back. We can flit around anywhere we want, faster than you can imagine, but we can’t touch anything outside the capsule. No response from anyone, nothing over the radio since the launch went pear-shaped. Everything and everyone out there is slowed to an infinitesimal crawl. 20██-07-15 17:45:05: Everything that was blocked from the sky is gone now. Everything that was under a roof, or a cloud, or a damn bus stop, all gone. Pure black. The people we love move in and out of the shadows as the years crawl on for us. Mostly in. It’s hard to watch. Everything that was in darkness is gone too. We can blaze through the nighttime cities, but anywhere out in the country, or out at sea, nothing. An entire hemisphere disappeared behind us years ago. 2███-01-24 14:21:35: ████ died today, or whatever moment today would have been for her. She was sitting out in the sunlight. She looked ancient. I don't know. Maybe this Earth's not real, maybe the whole thing's a sick joke. I just… for all the years I've watched her, I wish she could've seen me, just once. We've voted, and the crew and I are all in agreement now. We're going to take a closer look at the device. We haven't been able to disable it so far, but we've got nothing but time. ████-08-13 10:11:45: Control, or whoever is there, please ignore the last ███ messages. We've all come to our senses now. I promise. █████-09-21 27:- -:- -: There are planets filling the sky now. Dozens, hundreds. The gas giants are looming over the horizon. It’s hard to tell the moons from the worlds. They're so close… it's breathtaking. We should probably be afraid, but we aren't. I think we can go to them, if we want. I think we have to. There's nothing here for us anymore. Goodbye, my friends, I don’t think we’ll be back."
    ],
    "notes": [
        "\" SCP-2477 \" by Petrograd, from the SCP Wiki . Source: https://scpwiki.com/scp-2477 . Licensed under CC-BY-SA .",
        "Filename: DampenerTest.jpg Author: Petrograd License: Public Domain Source Link: SCP Wiki"
    ],
    "item": "SCP-2477",
    "object_class": "Euclid",
    "containment_procedures": "All Foundation containment procedure proposals are to be monitored for SCP-2477 methodology. All proposals determined to be affected by SCP-2477 are to be denied. (For a list of plausible reasons for denial, please see Document SCP-2477-Thoth.) Foundation astronomical assets are to maintain continuous tracking of all known Type A instances, as well as Type B-C instances wherever possible.",
    "description": "SCP-2477 consists of a novel, nonobvious series of solutions to statics1 equations based on erroneous interpretations of Newtonian physics. SCP-2477 are most often encountered in well-funded projects dedicated to the complete containment or isolation of physical objects. As SCP-2477 solutions are derived from practical rather than abstract theoretical applications, they are much more likely to be discovered by engineers than by physicists.",
    "title": "SCP-2477"
}