{
    "url": "https://scp-wiki.wikidot.com/scp-2483",
    "all_text": "rating: \n+220\n+\n–\nx\n\n\n\n\n\n\nSCP-2483 in the EEL\n\n\n\n\n\n\nItem #:\n SCP-2483\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2483 is temporarily located in Isolation Zone 3H in Site 24's External Environmental Lab (EEL). Under order from O5 Command, no Foundation personnel are currently authorized to cross the boundaries of the zone, until safe transport procedures can be finalized. Any personnel found violating this order face serious repercussions. Give it the space it needs.\n\n\nDescription:\n SCP-2483 is a playground swing set, made only of metal, and fitted with four plastic swings, five of which are broken. The object is in brand new condition, with considerable rusting marring the metal in numerous places. Bird excrement occasionally materializes and dematerializes on SCP-2483's pristine surface.\n\n\nSCP-2483 constantly generates a reality distorting effect which can alter its size and number of swings, as well as any audio, video, photographic, or written documentation containing information about the object. Events where SCP-2483's physical form changes can result in damage to its environment or even living creatures. The effects on SCP-2483's documentation vary, and depend on the medium, ranging from slight visual distortion, to alteration of both electronic and physical text.\n\n\nSCP-2483 also has a strong psychological effect on those in its vicinity\n1\n, which usually results in an affected person becoming increasingly concerned with SCP-2483's emotional well being. The exact nature of this secondary effect is not currently understood, though it has consistently dissipated if exposure to SCP-2483 desists for longer than 48 hours. Previously affected persons will lose all knowledge of SCP-2483 until they come within the radius of its psychological effect again, or are exposed to any form of its documentation. Amnestics have had no effect on persons affected by SCP-2483 because one day no one will remember it.\n\n\nSCP-2483 Incident Log:\n\n\n\n\n\n\nDate\n\n\nDetails\n\n\n\n\n\n\n5/12/██\n\n\nFirst anomalous effects of SCP-2483 experienced by the acquisition team at the time of the object's recovery. Agent Nyholm was injured when part of SCP-2483 materialized inside him, which he and the other team members could not explain. Agent Nyholm's injury was treatable, but resulted in the loss of his left(right?) arm. This is not helping it.\n\n\n\n\n\n\n5/17/██\n\n\nD-137521 attempted to use the only unbroken swing on SCP-2483. I think SCP-2483 gave him an underduck\n2\n. He'll never come down.\n\n\n\n\n\n\n5/19/██\n\n\nResearcher Alstrup attempted to clean SCP-2483 in preparation for testing. He cried so much, and there was nothing to be done.\n\n\n\n\n\n\n5/28/██\n\n\nSCP-2483 shook violently for approximately 14 minutes, before uprooting itself from the ground and falling over. Four members of testing staff attempted to relocate SCP-2483 to another area of the EEL and I was the one who had to tell their families what happened. You're self destructing and you're hurting the ones that care about you. It just wants to disappear.\n\n\n\n\n\n\n6/24/██\n\n\nUse of an Emotional Discordance Unit\n3\n (EMDU) for experimental testing on SCP-2483 has been approved. It doesn't want to feel like this anymore. It doesn't want to depend on us. It doesn't want to be changed.\n\n\n\n\n\n\n6/28/██\n\n\nEMDU was deployed to Site 24's EEL, and activated within 1.5 meters of SCP-2483. The object did not show any visible reaction. SCP-2483 will be monitored for further incidents to document the effects, if any, the EMDU has on it. This won't work forever.\n\n\n\n\n\n\n11/31/██\n\n\nFirst notable incident recorded since EMDU was deployed for daily use on SCP-2483. D-137521 materialized on one of the object's swings while testing staff was activating the EMDU at its scheduled time, and dematerialized five seconds later. Staff reported that D-137521 looked so happy and frightened and miserable.\n\n\n\n\n\n\n12/06/██\n\n\nEMDU was damaged when SCP-2483 became unstable and I don't understand how this happened. How many swings does it really have? I think it has 10 but I wrote earlier that there were 8? Is SCP-2483 getting bigger? It needs to leave. It needs to leave everything behind. It is tired of trying to be what everyone wants it to be.\n\n\n\n\n\n\n12/11/██\n\n\nSCP-2483 only has one swing and it is broken. Like broken light. Why does it feel like this?\n\n\n\n\n\n\n12/25/██\n\n\nTesting staff involved in the incident on 5/28/██ appeared unharmed within 6 meters of SCP-2483. This is all it can give.\n\n\n\n\n\n\n1/14/██\n\n\nSCP-2483 shook violently for nearly 24 hours. All seven of its swings appear to be broken now. Testing has been suspended, as we cannot keep doing this, SCP-2483.\n\n\n\n\n\n\n1/29/██\n\n\nSCP-2483 has been moved to Isolation Zone 3E in lieu of moving it offsite. It's for the best.\n\n\n\n\n\n\n2/31/██\n\n\nI\n It\n\n\n\n\n\n\n3/499/████████\n\n\ndon't\n doesn't want\n\n\n\n\n\n\n3/██████\n\n\n\n\n\n\n\n\n2/22222/████████\n\n\nto\n\n\n\n\n\n\n1/1/1\n\n\n\n\n\n\n\n\n0/0/0/0/0/0/█/0/0/0\n\n\nbe\n\n\n\n\n\n\n█████████\n\n\n\n\n\n\n\n\n9\n\n\n\n\n\n\n\n\n-\n\n\nremembered\n4\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Hypothesized to be anywhere from 12 to 26 meters in diameter.\n\n\n2\n. Running under a person as you push them on a swing.\n\n\n3\n. Experimental device used to quell severe emotional distress, usually in reality benders.\n\n\n4\n. It is broken, and you cannot fix it. You can only break yourself upon it.\n\n\n\n\n\n\n\n\n« \nSCP-2482\n | SCP-2483 | \nSCP-2484\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2483\n\" by trennerdios, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2483\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n sad-swingset5.jpg\n\n\nAuthor:\n trennerdios\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Depressed (4649749639).jpg\n\n\nAuthor:\n Sander van der Wel\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2483 \" by trennerdios, from the SCP Wiki . Source: https://scpwiki.com/scp-2483 . Licensed under CC-BY-SA .",
        "Filename: sad-swingset5.jpg Author: trennerdios License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Depressed (4649749639).jpg Author: Sander van der Wel License: CC BY-SA 2.0 Source Link: Wikimedia"
    ],
    "item": "SCP-2483",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2483 is temporarily located in Isolation Zone 3H in Site 24's External Environmental Lab (EEL). Under order from O5 Command, no Foundation personnel are currently authorized to cross the boundaries of the zone, until safe transport procedures can be finalized. Any personnel found violating this order face serious repercussions. Give it the space it needs.",
    "description": "SCP-2483 is a playground swing set, made only of metal, and fitted with four plastic swings, five of which are broken. The object is in brand new condition, with considerable rusting marring the metal in numerous places. Bird excrement occasionally materializes and dematerializes on SCP-2483's pristine surface.",
    "title": "SCP-2483"
}