{
    "url": "https://scp-wiki.wikidot.com/scp-2490",
    "all_text": "rating: \n+258\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2490\n: Chaos Insurgency Special Operative Alpha-19\n\n\nAuthor:\n \nA Random Day\n\n\n\n\n+ More SCPs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3220\n\n\nRating: 534\n\n\n\n\n\n\nSCP-2790\n\n\nRating: 493\n\n\n\n\n\n\nSCP-4780\n\n\nRating: 482\n\n\n\n\n\n\nSCP-2820\n\n\nRating: 476\n\n\n\n\n\n\nSCP-3780\n\n\nRating: 439\n\n\n\n\n\n\nSCP-2664\n\n\nRating: 412\n\n\n\n\n\n\nSCP-4950\n\n\nRating: 400\n\n\n\n\n\n\nSCP-2730\n\n\nRating: 293\n\n\n\n\n\n\nSCP-947\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2350\n\n\nRating: 275\n\n\n\n\n\n\nSCP-2810\n\n\nRating: 271\n\n\n\n\n\n\nSCP-3640\n\n\nRating: 264\n\n\n\n\n\n\nSCP-2490\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4670\n\n\nRating: 255\n\n\n\n\n\n\nSCP-3470\n\n\nRating: 250\n\n\n\n\n\n\nSCP-2680\n\n\nRating: 247\n\n\n\n\n\n\nSCP-5430\n\n\nRating: 215\n\n\n\n\n\n\nSCP-5940\n\n\nRating: 202\n\n\n\n\n\n\nSCP-2210\n\n\nRating: 202\n\n\n\n\n\n\nSCP-4710\n\n\nRating: 177\n\n\n\n\n\n\nSCP-3850\n\n\nRating: 160\n\n\n\n\n\n\nSCP-3360\n\n\nRating: 152\n\n\n\n\n\n\nSCP-7660\n\n\nRating: 132\n\n\n\n\n\n\nSCP-2060\n\n\nRating: 123\n\n\n\n\n\n\nSCP-2910\n\n\nRating: 118\n\n\n\n\n\n\nSCP-1750\n\n\nRating: 102\n\n\n\n\n\n\nSCP-2570\n\n\nRating: 95\n\n\n\n\n\n\nSCP-2650\n\n\nRating: 94\n\n\n\n\n\n\nSCP-6190\n\n\nRating: 87\n\n\n\n\n\n\nSCP-2143\n\n\nRating: 83\n\n\n\n\n\n\nSCP-7780\n\n\nRating: 79\n\n\n\n\n\n\nSCP-6880\n\n\nRating: 74\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAvatara\n\n\nRating: 246\n\n\n\n\n\n\nHypervelocity\n\n\nRating: 245\n\n\n\n\n\n\nI Thought You Died Alone\n\n\nRating: 188\n\n\n\n\n\n\nMoonlighting\n\n\nRating: 183\n\n\n\n\n\n\nZeitgeist\n\n\nRating: 141\n\n\n\n\n\n\nAutoerotic Assassination\n\n\nRating: 128\n\n\n\n\n\n\nTerminal Velocity\n\n\nRating: 122\n\n\n\n\n\n\nT Minus\n\n\nRating: 122\n\n\n\n\n\n\nThe Chosen Few\n\n\nRating: 100\n\n\n\n\n\n\nReboot or: How I Learned to Stop Worrying and Love the Apocalypses\n\n\nRating: 97\n\n\n\n\n\n\nHard Machine\n\n\nRating: 88\n\n\n\n\n\n\nLoud, Lawless, and Lost\n\n\nRating: 88\n\n\n\n\n\n\nThe Vice Girls\n\n\nRating: 87\n\n\n\n\n\n\nMorphine Machine\n\n\nRating: 87\n\n\n\n\n\n\nDeus Vulture\n\n\nRating: 87\n\n\n\n\n\n\nTruth Is Sin\n\n\nRating: 84\n\n\n\n\n\n\nNonpareil\n\n\nRating: 82\n\n\n\n\n\n\nEcstasy and Exorcism\n\n\nRating: 81\n\n\n\n\n\n\nThe Revelation\n\n\nRating: 81\n\n\n\n\n\n\nRise and Repent\n\n\nRating: 79\n\n\n\n\n\n\nT Plus\n\n\nRating: 68\n\n\n\n\n\n\nPrey and Obey\n\n\nRating: 51\n\n\n\n\n\n\nEscape Velocity\n\n\nRating: 50\n\n\n\n\n\n\nJump the Gun\n\n\nRating: 49\n\n\n\n\n\n\nNo One Gets Out of Her Alive\n\n\nRating: 47\n\n\n\n\n\n\nLeather Pig\n\n\nRating: 47\n\n\n\n\n\n\nThe Ballad of Santa Troy\n\n\nRating: 47\n\n\n\n\n\n\nContempt\n\n\nRating: 42\n\n\n\n\n\n\nDomo Arigato\n\n\nRating: 38\n\n\n\n\n\n\nThe Man-Machine\n\n\nRating: 36\n\n\n\n\n\n\nMile High Club\n\n\nRating: 30\n\n\n\n\n\n\nStrung Out in Heavens High\n\n\nRating: 27\n\n\n\n\n\n\nHands\n\n\nRating: 26\n\n\n\n\n\n\nIndustrial Espionage\n\n\nRating: 26\n\n\n\n\n\n\nNothing Human\n\n\nRating: 25\n\n\n\n\n\n\nFullmusic Astrobiologist\n\n\nRating: 22\n\n\n\n\n\n\nEight Hours in the ECRG\n\n\nRating: 18\n\n\n\n\n\n\nEnasni Si Gnihtyreve\n\n\nRating: 15\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Hubs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nPrometheus Labs Hub\n\n\nRating: 151\n\n\n\n\n\n\nSpeed Demon\n\n\nRating: 134\n\n\n\n\n\n\nGuns Pointed at the Head of God\n\n\nRating: 75\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nOverheard at Deer\n\n\nch00bakka\n\n\n\n\n\n\nSCP-150\n\n\nDecibelles\n\n\n\n\n\n\nSCP-3000\n\n\ndjkaktus\n, \nJoreth\n\n\n\n\n\n\nSCP-4220\n\n\nThe Great Hippo\n\n\n\n\n\n\nSCP-4310\n\n\nThe Great Hippo\n\n\n\n\n\n\nChicago Spirit Hub\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5555\n\n\nRounderhouse\n, \nUncle Nicolini\n\n\n\n\n\n\nVisions of Bodies Being Burned\n\n\nTaffeta\n\n\n\n\n\n\nSamsara\n\n\nTyGently\n\n\n\n\n\n\nDeath Perception\n\n\nTyGently\n\n\n\n\n\n\nThe Powers that Bark\n\n\nTyGently\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA Comprehensive List of Mobile Task Forces\n\n\n\n\n\n\nAlgorithm Curated Recommendations\n\n\n\n\n\n\nDr. Desai's Personnel File\n\n\n\n\n\n\nExcerpts from PHYSICS Division Strike Team Database\n\n\n\n\n\n\nExperiment Log T-98816-OC108/682\n\n\n\n\n\n\nGroups Of Interest (Archived)\n\n\n\n\n\n\nMobile Task Force Psi-7 \"Home Improvement\" Hub\n\n\n\n\n\n\nMobile Task Forces\n\n\n\n\n\n\nProject Isorropia Vol 2\n\n\n\n\n\n\nSCP-2489\n\n\n\n\n\n\nSCP-2491\n\n\n\n\n\n\nSCP-7334\n\n\n\n\n\n\nSCP Foundation March Madness Hub\n\n\n\n\n\n\nSCP Series 3\n\n\n\n\n\n\nUser-Curated Lists\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+258\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2490\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n All Foundation personnel are to be informed of SCP-2490's properties, and are encouraged to inform their Site Director if they suspect pursuit by SCP-2490. Mobile Task Force Alpha-5 (\"Honor Guard\") is to monitor any compromised personnel at all times, and incapacitate SCP-2490 if possible. \nMobile Task Force Psi-7 (\"Home Improvement\")\n is currently tracking down anomalous objects believed to have been stolen by SCP-2490.\n\n\nPersonnel compromised by SCP-2490 are to be placed on indefinite paid leave and their security clearance is to be immediately revoked. Any anomalous object that the compromised personnel worked with should be moved to secondary classified locations at the discretion of the Site Director. If the object cannot be moved, then all security measures (codes, guard schedules, modular perimeter defenses) around it are to be modified immediately, with an emphasis on constant in-person surveillance. Employees attacked by SCP-2490 should be transferred to Site-44A (Foundation Center for Neurological Disease).\n\n\nDescription:\n SCP-2490 refers to a modified human being, believed to be Chaos Insurgency Special Operative Alpha-19, that has stalked at least ██ Foundation employees since 19██. SCP-2490's head is composed of a single, oblong beige capsule, on which two eyes have been painted and no other facial features are present. Its body consists of multiple white, jointed segments. SCP-2490 possesses claws that appear to be grafted to its hand pods. Based on target testimony, however, most observers perceive it as an ordinary human being.\n\n\nSCP-2490 displays behavior consistent with game stalkers, identifying a person (or multiple persons) and methodically stalking them, usually through urban and rural areas. The target is (or will become) immune to the mechanism that SCP-2490 uses to disguise itself, but SCP-2490 makes no attempt to disguise its behavior if spotted. Targets have often reported seeing normal persons transform into SCP-2490 before it begins pursuit. SCP-2490 will pursue the target for anywhere between several hours and several months, often showing itself to the target from a range before fleeing. As a result of this behavior, targets usually express lack of sleep, extreme paranoia, introversion, and a phobia of mannequins.\n\n\nTargets uniformly report SCP-2490 either moving towards them without moving its legs (with its arms outstretched) or scuttling in a matter akin to a crab. SCP-2490 appears to have a type of short-range teleportation (although another hypothesis is that there are multiple instances of SCP-2490). In one instance, SCP-2490's target locked it in a closet, then turned around to see SCP-2490 emerging from a nearby bathroom. Eventually, targets are found unconscious, with puncture marks in their skull. MRI scanning reveals that brain tissue from the cerebellum, hippocampus, cerebral cortex, and random sections of the frontal, parietal, and temporal lobes has been removed and replaced with a fluid similar to SCP-████'s secretions.\n\n\nFollowing an attack, a random SCP that the target previously worked with will disappear. How the object is removed is unknown, as no security measures are activated and no witnesses are ever present. Surveillance footage shows no abnormalities besides a consistent 0.5 second period of static, during which time the object disappears. Attempts to watch anomalous objects in-person result in brief periods of vision failure (usually through malfunctioning lights, human error, or optical instrument failure) during which time the object disappears.\n\n\n\n\n Interview with Dr. Feldman\n\n\n\n\n– hide block\n\n\n\n\n\n\nDr. Arnold Feldman was the seventh Foundation employee pursued by SCP-2490. This interview was taken shortly before full compromise.\n\n\n\n\n\n\nInterviewer:\n Good morning, Dr. Feldman.\n\n\nFeldman:\n Yes, yes, good - good morning.\n\n\nInterviewer:\n Doctor, we would like to collect some information from you on the SCP that has been pursuing you.\n\n\n\n\nFeldman:\n What do you want - what do you want to know about it?\n\n\nInterviewer:\n What do you know about SCP-2490?\n\n\nFeldman:\n Nothing! I know it's an SCP, I know it can teleport, I know it terrorizes Foundation employees, I know it does \nsomething\n to their heads. I know it ruined my marriage! That's it.\n\n\nInterviewer:\n When did you first encounter SCP-2490?\n\n\nFeldman:\n It was… it was about six months ago. I was going to pick up my daughter from school; she was being released for the summer. While I was walking to the school, I tripped by this alleyway, and while I was getting up, I saw it. It was hiding in the alley, and as soon as it saw me see it… it ran. At first - at first, you know, I didn't understand what I saw, you know, so I… I passed it off as a trick of the smog. So much smog in the city you can't see past your own two feet, you know. But I couldn't get it out of my head. That face and the way- the way it was staring at me. Like a… I don't… It was just two eyes and nothing else. Just two blue eyes, staring at me. Just… those eyes.\n\n\nInterviewer:\n When did you next see SCP-2490?\n\n\nFeldman:\n It was… it was about a week later, I think. I was on my way to Site 33, and I heard a rustling sound. It was quiet, almost unnoticeable, and then I saw it again, scuttling down the road. Like a crab. I saw this… thing. Like a mannequin made of, I don't know, gigantic plastic pills. It was on its back, and running on its arms and legs. And the scuttling. It was this horrid rattling noise that got quieter as it moved around the corner. I just… couldn't believe what I saw. I assumed that it had to be hallucinations because of - because of this project I was working on. I don't think I'm allowed to tell you anything about that, sorry.\n\n\nInterviewer:\n That's all right. Please continue discussing your experiences with SCP-2490.\n\n\nDr. Feldman pauses to collect his thoughts.\n\n\nFeldman:\n I just kept seeing it. Not all the time mind you, just enough to make sure that as soon as I'd put it out of my mind, I'd see it again! Walking around the corner, scuttling into buildings, running over rooftops, vanishing into crowds. Nobody noticed the damn thing. And I was still on \nthe project\n, so I wasn't worried. But then it started getting closer and closer. And its arms were - they were outstretched. These fucking plastic \nclaws\n, reaching for me like it was running a marathon! And I realized there was something off about it. It was moving towards me all the damn time… but it never moved its fucking legs! But it wasn't floating! It was literally…\n\n\nDr. Feldman takes several deep breaths.\n\n\nFeldman:\n I stopped working on \nthe project\n, and that's where it got worse. At first it was little things. Sounds behind me. Thumping noises. Squeaks. Humming. Things moving - just a little bit, maybe a few centimeters. This feeling every time I was in even a bit of darkness - like something was staring at me. I started seeing flashes of it. Out of the corner of my eye. One night, see, I stared out the window, and I saw it! Barely lit by the neighbor's garage lights, prowling in their fucking yard before running off into the woods, like it saw me see it. I went over the next day, and I saw these tracks in the snow. Just these fat round circles, like something on a pod or a pogo stick or something. No animal I've heard of has fat circles for feet. I work on the computer the next night and I hear noises. Thumping noises, like there's something on the roof and I look at those - those little slanted windows on the roof, like a sunroof for a house? I look at those and its face is pressed up against the glass. Me staring at it. Its eyes squeezing against the window, boring into my goddamn \nsoul\n before it just \nsquirms\n off…\n\n\nInterviewer:\n Around this time, you alerted the Foundation to SCP-2490, correct?\n\n\nFeldman:\n Yes, around then! I got yelled at a bit by my supervisor, and then got some security measures and an MTF guard. Security measures, hah!\n\n\nDr. Feldman begins hyperventilating briefly before calming himself down.\n\n\nFeldman:\n Right around the time the family got back from vacation, it got worse. I got sleeping pills just so I could do without a nightlight - couldn't let them know what was wrong. Then it ramped up. I started seeing it in my peripheral vision. Turn the corner, bam it's there. Walk into a room, bam it's walking out another door! It was random, like one week it wouldn't be there and the next day I wake up and bam it's waltzing out of my \nbloody bedroom\n! Do you know what that does to a man? That security system you set up detected absolutely jack shit! Your damn MTFs saw nothing! I'm the only one who sees it. Not the security system or those buffoons in uniform. Parvati and Dani notice I'm on edge, but what do I tell them? Sorry, I'm just being hunted by a demonic mannequin?\n\n\nDr. Feldman begins to shiver and wraps his arms around his body. The interviewer stands up to raise the temperature of the interviewing room.\n\n\nFeldman:\n Don't go! You leave and it's just me and \nit!\n One night, see, I'm brushing my teeth. I was on edge, but I hadn't seen it in a few days. Then as I'm staring into the mirror, I see it! Its head, just rising out of the bathtub! There's not even enough to room to lie down in that tub but this thing was rising out of that bathtub like it was growing! Two beady little eyes on a fat beige pill of a head! I whipped around and there was nothing there except a thumping sound. Like somebody walked out of that bathroom. So I went out and bought an axe. The next day, I'm working on a project report and I hear a buzzing noise. I look to my left and it's just \nstanding there\n, watching me with these beady blue eyes and these horrible claws on its arms clasped together! Then I blink… and it's gone! Three days ago, I woke up in the middle of the night to get a drink and grabbed that axe. As I passed by my daughter's room, I heard something moving around. Do you know what I saw when I opened the door?\n\n\nInterviewer:\n SCP-2490, I presume.\n\n\nFeldman:\n Nothing! Just Dani murmuring in her sleep! Nothing there! So I turn around and guess what! It's right at the end of the hall! I pissed myself, you understand? I turned around and I was face to face with that thing! And then it slips into my bedroom! I - I charge into the bedroom with that axe and there is nothing there except my wife, awake and staring at me with an axe in my hands! The next day, Parvati took my daughter and they went to live with her parents. What can I do? I can't go after them - what if it does too?\n\n\nInterviewer:\n Have you seen SCP-2490 since then?\n\n\nFeldman:\n Yes… following me on the way here. I lost it about a mile back…\n\n\nInterviewer:\n Thank you, Dr. Feldman. Dr. Krishnamoorthy will be here shortly.\n\n\nFeldman:\n Wait! I'm not done! There's something else about it. I've been noticing something else about it. Sometimes it's - sometimes it's smaller than usual. Like, it's sometimes only two-thirds as large as it usually is. I think there's more -\n\n\nAt this point, the lights in the interview room cut out for approximately 3.5 seconds. The interviewer reported hearing a shuffling sound and a brief gasp before the lights turned back on, at which point Dr. Feldman was found unconscious on the ground, apparently victim to SCP-2490.\n\n\n\n\n\n\n\n\n\n\n\n\n m-met1c_âgént nø0trål7zed. please enter login information\n\n\n\n\nLOGIN CONFIRMED\n\n\n\n\n\n\nThe following document was acquired from a GOC database during the events of\n [REDACTED].\n\n\nThreat ID:\n KTE-4622-Velveteen \"Hunting Mannequin\"\n\n\nAuthorized Response Level:\n 4 (Severe Threat)\n\n\nDescription:\n Animate plastic mannequin. Stalks and hunts GOC operatives for a random period of time, causing psychological trauma, before attacking and removing brain matter in an unknown fashion. Appears to have form of psychic camouflage similar to KTE-9732-L'engle-Corona, instantaneous transportation abilities. Following an attack, smaller animate mannequins that resemble the object will infiltrate GOC bases and steal other anomalous objects present onsite. Security measures are not tripped, and witnesses report seeing qualified personnel removing the stolen objects with proper identification and passes. Security cameras are able to catch the objects on recorded footage, although live footage does not show the objects. Their primary objective is unknown.\n\n\nRules of Engagement:\n All GOC operatives have been informed of the object's properties, and are encouraged to inform Strike Team 2374 \"Beetlejuice\" if they suspect pursuit by the object. Strike Team \"Beetlejuice\" has been equipped with incineration weapons and high-molar acid sprayers. All GOC bases have been upgraded with flame-based security measures. General security protocols for personnel and bases and termination protocols for anomalous objects have been updated to prevent compromise by KTE-4622.\n\n\nHistory:\n First sighted near Bilibino Nuclear Power Plant in northern Russia by GOC operative \"Chaplin\", following a joint termination operation with GRU Division \"P\" of LTE-1723-Scarlet Green-Mendel in 1965. Several more agents were stalked and harassed by the object throughout Europe for the next several years. In 1981, following the disappearance of Agent \"Pinocchio\", several GOC bases were infiltrated by animate mannequins resembling the object, which stole various other anomalous objects scheduled for termination. All witnesses reported seeing qualified personnel take the object, stating that they provided proper clearance. Only standard checks of security footage caught these discrepancies. As of 1990, no less than 75 GOC personnel and 45 anomalous objects have been compromised by the objects. Operatives within the Foundation report affiliation with the group the Chaos Insurgency.\n\n\n\n\n\n\nThe following document was acquired from a raid on a Chaos Insurgency base of operations\n [DATA REDACTED PER O5 COMMAND]. \nCertain information has been redacted.\n\n\n\n\nDeCIRO Catalogue Number:\n SC-59/471-68/666\n\n\nDocument Type:\n Step Compilation\n\n\nDates Received:\n 06-04-59 through 11-28-68\n\n\nOperation Status:\n Open\n\n\nForeword:\n We know not from whence it came, only that its assault is relentless. Friend to neither beast nor man, the Mannequin and its children draw ever closer.\n\nIt feeds on our men and its children on our possessions; hiding in the shadows will not deter them, so let us hide in plain sight. When the time comes, we of the Insurgency will pass this plague onto our foes as it was passed on to us.\n\n\nHereafter we of Delta Command document the Steps of the Plan as transcribed by the Engineer of the Chaos Insurgency.\n\n\n1. STEP 59/471\n\n\nOn September 11th, the Mannequin will target the Gamma-class personnel [REDACTED] in Base 24. Tell all other personnel in the base that he has been infected by an anomalous pathogen, is being kept on for study, and the only way to stay clean is to ignore his talk of being stalked.\n\n\n2. STEP 60/756\n\n\nOpen the Golden Gateway, currently housed in Base 13, and allow the creatures that exit to escape. Ensure that the Alpha-Class personnel [REDACTED] are allowed to escape, but modify their seeker microchips so that they are directed to any Gamma-class Foundation or GOC moles.\n\n\n3. STEP 60/034\n\n\nThe Mannequin's progeny will assault Base 24 on November 6th. Evacuate all objects except Hippolyta's Girdle and the All-Seeing Eye; those are useless at this point anyways. Evacuate all Gamma personnel; leave an armed contingency of Beta-class security personnel and Alpha-class standard personnel to defend the base from the Progeny.\n\n\n4. STEP 63/034\n\n\nHave the Shifting Child delivered to the Russian liaison on October 17th. Bring its controlling sash and a fake sash. Give the Russian the fake sash and make sure that the delivering personnel leave immediately following payment.\n\n\n5. STEP 68/666\n\n\nThe Beta-class personnel [REDACTED] plans to defect. Have two Gamma-class personnel discuss the Mannequin near her, pretending that it is an Alpha-class personnel modified with anomalous objects. The Gamma-class personnel are not to mention the Progeny.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2489\n | SCP-2490 | \nSCP-2491\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2490\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2490\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n CI Document.png\n\n\nName:\n CI Document.png\n\n\nAuthor:\n \nTwistedGears\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttp://scp-wiki.wikidot.com/chaos-insurgency-hub",
    "addendums": [],
    "documents": [],
    "notes": [
        "Dr. Arnold Feldman was the seventh Foundation employee pursued by SCP-2490. This interview was taken shortly before full compromise.",
        "Interviewer: Good morning, Dr. Feldman. Feldman: Yes, yes, good - good morning. Interviewer: Doctor, we would like to collect some information from you on the SCP that has been pursuing you. Feldman: What do you want - what do you want to know about it? Interviewer: What do you know about SCP-2490? Feldman: Nothing! I know it's an SCP, I know it can teleport, I know it terrorizes Foundation employees, I know it does something to their heads. I know it ruined my marriage! That's it. Interviewer: When did you first encounter SCP-2490? Feldman: It was… it was about six months ago. I was going to pick up my daughter from school; she was being released for the summer. While I was walking to the school, I tripped by this alleyway, and while I was getting up, I saw it. It was hiding in the alley, and as soon as it saw me see it… it ran. At first - at first, you know, I didn't understand what I saw, you know, so I… I passed it off as a trick of the smog. So much smog in the city you can't see past your own two feet, you know. But I couldn't get it out of my head. That face and the way- the way it was staring at me. Like a… I don't… It was just two eyes and nothing else. Just two blue eyes, staring at me. Just… those eyes. Interviewer: When did you next see SCP-2490? Feldman: It was… it was about a week later, I think. I was on my way to Site 33, and I heard a rustling sound. It was quiet, almost unnoticeable, and then I saw it again, scuttling down the road. Like a crab. I saw this… thing. Like a mannequin made of, I don't know, gigantic plastic pills. It was on its back, and running on its arms and legs. And the scuttling. It was this horrid rattling noise that got quieter as it moved around the corner. I just… couldn't believe what I saw. I assumed that it had to be hallucinations because of - because of this project I was working on. I don't think I'm allowed to tell you anything about that, sorry. Interviewer: That's all right. Please continue discussing your experiences with SCP-2490. Dr. Feldman pauses to collect his thoughts. Feldman: I just kept seeing it. Not all the time mind you, just enough to make sure that as soon as I'd put it out of my mind, I'd see it again! Walking around the corner, scuttling into buildings, running over rooftops, vanishing into crowds. Nobody noticed the damn thing. And I was still on the project , so I wasn't worried. But then it started getting closer and closer. And its arms were - they were outstretched. These fucking plastic claws , reaching for me like it was running a marathon! And I realized there was something off about it. It was moving towards me all the damn time… but it never moved its fucking legs! But it wasn't floating! It was literally… Dr. Feldman takes several deep breaths. Feldman: I stopped working on the project , and that's where it got worse. At first it was little things. Sounds behind me. Thumping noises. Squeaks. Humming. Things moving - just a little bit, maybe a few centimeters. This feeling every time I was in even a bit of darkness - like something was staring at me. I started seeing flashes of it. Out of the corner of my eye. One night, see, I stared out the window, and I saw it! Barely lit by the neighbor's garage lights, prowling in their fucking yard before running off into the woods, like it saw me see it. I went over the next day, and I saw these tracks in the snow. Just these fat round circles, like something on a pod or a pogo stick or something. No animal I've heard of has fat circles for feet. I work on the computer the next night and I hear noises. Thumping noises, like there's something on the roof and I look at those - those little slanted windows on the roof, like a sunroof for a house? I look at those and its face is pressed up against the glass. Me staring at it. Its eyes squeezing against the window, boring into my goddamn soul before it just squirms off… Interviewer: Around this time, you alerted the Foundation to SCP-2490, correct? Feldman: Yes, around then! I got yelled at a bit by my supervisor, and then got some security measures and an MTF guard. Security measures, hah! Dr. Feldman begins hyperventilating briefly before calming himself down. Feldman: Right around the time the family got back from vacation, it got worse. I got sleeping pills just so I could do without a nightlight - couldn't let them know what was wrong. Then it ramped up. I started seeing it in my peripheral vision. Turn the corner, bam it's there. Walk into a room, bam it's walking out another door! It was random, like one week it wouldn't be there and the next day I wake up and bam it's waltzing out of my bloody bedroom ! Do you know what that does to a man? That security system you set up detected absolutely jack shit! Your damn MTFs saw nothing! I'm the only one who sees it. Not the security system or those buffoons in uniform. Parvati and Dani notice I'm on edge, but what do I tell them? Sorry, I'm just being hunted by a demonic mannequin? Dr. Feldman begins to shiver and wraps his arms around his body. The interviewer stands up to raise the temperature of the interviewing room. Feldman: Don't go! You leave and it's just me and it! One night, see, I'm brushing my teeth. I was on edge, but I hadn't seen it in a few days. Then as I'm staring into the mirror, I see it! Its head, just rising out of the bathtub! There's not even enough to room to lie down in that tub but this thing was rising out of that bathtub like it was growing! Two beady little eyes on a fat beige pill of a head! I whipped around and there was nothing there except a thumping sound. Like somebody walked out of that bathroom. So I went out and bought an axe. The next day, I'm working on a project report and I hear a buzzing noise. I look to my left and it's just standing there , watching me with these beady blue eyes and these horrible claws on its arms clasped together! Then I blink… and it's gone! Three days ago, I woke up in the middle of the night to get a drink and grabbed that axe. As I passed by my daughter's room, I heard something moving around. Do you know what I saw when I opened the door? Interviewer: SCP-2490, I presume. Feldman: Nothing! Just Dani murmuring in her sleep! Nothing there! So I turn around and guess what! It's right at the end of the hall! I pissed myself, you understand? I turned around and I was face to face with that thing! And then it slips into my bedroom! I - I charge into the bedroom with that axe and there is nothing there except my wife, awake and staring at me with an axe in my hands! The next day, Parvati took my daughter and they went to live with her parents. What can I do? I can't go after them - what if it does too? Interviewer: Have you seen SCP-2490 since then? Feldman: Yes… following me on the way here. I lost it about a mile back… Interviewer: Thank you, Dr. Feldman. Dr. Krishnamoorthy will be here shortly. Feldman: Wait! I'm not done! There's something else about it. I've been noticing something else about it. Sometimes it's - sometimes it's smaller than usual. Like, it's sometimes only two-thirds as large as it usually is. I think there's more - At this point, the lights in the interview room cut out for approximately 3.5 seconds. The interviewer reported hearing a shuffling sound and a brief gasp before the lights turned back on, at which point Dr. Feldman was found unconscious on the ground, apparently victim to SCP-2490.",
        "The following document was acquired from a GOC database during the events of [REDACTED]. Threat ID: KTE-4622-Velveteen \"Hunting Mannequin\" Authorized Response Level: 4 (Severe Threat) Description: Animate plastic mannequin. Stalks and hunts GOC operatives for a random period of time, causing psychological trauma, before attacking and removing brain matter in an unknown fashion. Appears to have form of psychic camouflage similar to KTE-9732-L'engle-Corona, instantaneous transportation abilities. Following an attack, smaller animate mannequins that resemble the object will infiltrate GOC bases and steal other anomalous objects present onsite. Security measures are not tripped, and witnesses report seeing qualified personnel removing the stolen objects with proper identification and passes. Security cameras are able to catch the objects on recorded footage, although live footage does not show the objects. Their primary objective is unknown. Rules of Engagement: All GOC operatives have been informed of the object's properties, and are encouraged to inform Strike Team 2374 \"Beetlejuice\" if they suspect pursuit by the object. Strike Team \"Beetlejuice\" has been equipped with incineration weapons and high-molar acid sprayers. All GOC bases have been upgraded with flame-based security measures. General security protocols for personnel and bases and termination protocols for anomalous objects have been updated to prevent compromise by KTE-4622. History: First sighted near Bilibino Nuclear Power Plant in northern Russia by GOC operative \"Chaplin\", following a joint termination operation with GRU Division \"P\" of LTE-1723-Scarlet Green-Mendel in 1965. Several more agents were stalked and harassed by the object throughout Europe for the next several years. In 1981, following the disappearance of Agent \"Pinocchio\", several GOC bases were infiltrated by animate mannequins resembling the object, which stole various other anomalous objects scheduled for termination. All witnesses reported seeing qualified personnel take the object, stating that they provided proper clearance. Only standard checks of security footage caught these discrepancies. As of 1990, no less than 75 GOC personnel and 45 anomalous objects have been compromised by the objects. Operatives within the Foundation report affiliation with the group the Chaos Insurgency.",
        "The following document was acquired from a raid on a Chaos Insurgency base of operations [DATA REDACTED PER O5 COMMAND]. Certain information has been redacted. DeCIRO Catalogue Number: SC-59/471-68/666 Document Type: Step Compilation Dates Received: 06-04-59 through 11-28-68 Operation Status: Open Foreword: We know not from whence it came, only that its assault is relentless. Friend to neither beast nor man, the Mannequin and its children draw ever closer. It feeds on our men and its children on our possessions; hiding in the shadows will not deter them, so let us hide in plain sight. When the time comes, we of the Insurgency will pass this plague onto our foes as it was passed on to us. Hereafter we of Delta Command document the Steps of the Plan as transcribed by the Engineer of the Chaos Insurgency. 1. STEP 59/471 On September 11th, the Mannequin will target the Gamma-class personnel [REDACTED] in Base 24. Tell all other personnel in the base that he has been infected by an anomalous pathogen, is being kept on for study, and the only way to stay clean is to ignore his talk of being stalked. 2. STEP 60/756 Open the Golden Gateway, currently housed in Base 13, and allow the creatures that exit to escape. Ensure that the Alpha-Class personnel [REDACTED] are allowed to escape, but modify their seeker microchips so that they are directed to any Gamma-class Foundation or GOC moles. 3. STEP 60/034 The Mannequin's progeny will assault Base 24 on November 6th. Evacuate all objects except Hippolyta's Girdle and the All-Seeing Eye; those are useless at this point anyways. Evacuate all Gamma personnel; leave an armed contingency of Beta-class security personnel and Alpha-class standard personnel to defend the base from the Progeny. 4. STEP 63/034 Have the Shifting Child delivered to the Russian liaison on October 17th. Bring its controlling sash and a fake sash. Give the Russian the fake sash and make sure that the delivering personnel leave immediately following payment. 5. STEP 68/666 The Beta-class personnel [REDACTED] plans to defect. Have two Gamma-class personnel discuss the Mannequin near her, pretending that it is an Alpha-class personnel modified with anomalous objects. The Gamma-class personnel are not to mention the Progeny.",
        "\" SCP-2490 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-2490 . Licensed under CC-BY-SA .",
        "Filename: CI Document.png Name: CI Document.png Author: TwistedGears License: CC BY-SA 3.0 Source Link: http://scp-wiki.wikidot.com/chaos-insurgency-hub"
    ],
    "item": "SCP-2490",
    "object_class": "Keter",
    "containment_procedures": "All Foundation personnel are to be informed of SCP-2490's properties, and are encouraged to inform their Site Director if they suspect pursuit by SCP-2490. Mobile Task Force Alpha-5 (\"Honor Guard\") is to monitor any compromised personnel at all times, and incapacitate SCP-2490 if possible. Mobile Task Force Psi-7 (\"Home Improvement\") is currently tracking down anomalous objects believed to have been stolen by SCP-2490.",
    "description": "Animate plastic mannequin. Stalks and hunts GOC operatives for a random period of time, causing psychological trauma, before attacking and removing brain matter in an unknown fashion. Appears to have form of psychic camouflage similar to KTE-9732-L'engle-Corona, instantaneous transportation abilities. Following an attack, smaller animate mannequins that resemble the object will infiltrate GOC bases and steal other anomalous objects present onsite. Security measures are not tripped, and witnesses report seeing qualified personnel removing the stolen objects with proper identification and passes. Security cameras are able to catch the objects on recorded footage, although live footage does not show the objects. Their primary objective is unknown.",
    "title": "SCP-2490"
}