{
    "url": "https://scp-wiki.wikidot.com/scp-2494",
    "all_text": "rating: \n+283\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-2494: Soft Hands\n\nH E Y C H E C K O U T M Y S O F T H A N D S\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2494\n\n\nObject Class:\n Euclid (Keter classification pending)\n\n\nSpecial Containment Procedures:\n SCP-2494 is currently uncontained. MTF Rho-14 (\"Handschuhe\") is tasked with tracking the origin of the phenomenon and suppressing public knowledge of outbreaks. All instances of SCP-2494-1 should be captured, euthanized, and cataloged. One instance of SCP-2494-1 per major species is to be kept in Site-73 specimen storage.\n\n\nDescription:\n SCP-2494 is a phenomenon whereby animals (SCP-2494-1) manifest human hands, integrated into their anatomy. To date, all instances of SCP-2494-1 have been vertebrates. The source and mechanisms of SCP-2494 are currently unknown, but the phenomenon has so far been centralized to the vicinity of the River Tweed along the Scottish/English border.\n\n\nHands related to SCP-2494 vary in size, but in SCP-2494-1 averaging more than 0.4m in length or 9 kg in weight are comparable to standard human hands. Hands typically occur (>90%) at the ends of forelimbs, less frequently (>60%) also on the hindlimbs. In rare instances, hands have been seen emerging from the cranium, along the spine, in place of the tail, or at the end of the nose. Hands are merged seamlessly with SCP-2494-1's physiology, and color varies according to the animal's own skin. DNA tests invariably return as that of the instance's species.\n\n\nSCP-2494-1 are generally not impeded by these hands, except in cases where placement overbalances the instance. Fine manipulation is possible, though instances will only use their hands in this manner if such behavior is typical for their species. However, SCP-2494-1 have been discovered clutching letters and flyers; the origin of these is currently under investigation. (See Addenda 2494-02 and -05.)\n\n\nAddendum 2494-01: Partial List of SCP-2494-1 Instances in Specimen Storage\n\n\n\n\n\n\nInstance\n\n\nDescription\n\n\nNotes\n\n\n\n\n\n\nSCP-2494-1-03-A\n\n\nMale Eurasian harvest mouse (\nMicromys minutus\n). Hands emerging from ends of forelimbs, 7mm long at the middle finger.\n\n\nInstance was able to hold seeds for eating.\n\n\n\n\n\n\nSCP-2494-1-07-C\n\n\nMale European hare (\nLepus europaeus\n). Hands connected to all four limbs.\n\n\nPlacement of hands on rear limbs impedes locomotion.\n\n\n\n\n\n\nSCP-2494-1-10-F\n\n\nFemale European hedgehog (\nErinaceus europaeus\n). Hand located at end of snout.\n\n\nInstance dead when brought to Foundation custody.\n\n\n\n\n\n\nSCP-2494-1-12-B\n\n\nMale Old English Sheepdog (\nCanis lupus familiaris\n). Hand emerges from top of cranium.\n\n\nBehavior consistent with breed. Currently kept alive in custody of MTF Rho-14 as morale booster.\n\n\n\n\n\n\nSCP-2494-1-14-C\n\n\nMale cattle (\nBos primigenius taurus\n). Hands at ends of forelimbs and in place of horns.\n\n\nTesting shows no appreciable difference between flavor of meat from body of SCP-2494-1-14 instances and meat from hands. Test subjects unanimously complain the latter is stringy or tough.\n\n\n\n\n\n\nSCP-2494-1-18-A\n\n\nFemale little ringed plover (\nCharadrius dubius\n). Hands emerge from carpal bones, replacing wings.\n\n\nInstance unable to fly. Hand bones pneumatized, consistent with other avian SCP-2494-1.\n\n\n\n\n\n\nSCP-2494-1-42-A\n\n\nFemale Atlantic salmon (\nSalmo salar\n). Hand in place of dorsal fin.\n\n\nSee Addendum 2494-05\n\n\n\n\n\n\nFor full list of SCP-2494-1 specimens, contact Dr. ███████.\n\n\n\n\n+ Addendum 2494-02: Collected SCP-2494 Communications\n\n\n\n\n- Access granted\n\n\n\n\nThis is a short list of notes and flyers found held by SCP-2494-1 instances upon their recovery.\n\n\nItem 1:\n Found in possession of SCP-2494-1-07-A, 14/05/2010, written on sticky note.\n\n\n\n\nSuperb Hands\n\n\n\n\nItem 2:\n Found in possession of SCP-2494-1-10-F, 25/02/2012, written on torn lined notebook paper.\n\n\n\n\nAre These Hands Loud Enough To Be Heard?\n\n\nSoft Hands\n®\n\n\n\n\nNote: No such trademark exists.\n\n\nItem 3:\n Found in possession of SCP-2494-1-03-D, 03/03/2013, written on coiled strip of paper 0.7m long.\n\n\n\n\nDo You Dream Of Hands? Do You Wonder What Type Of Hand Is Your Favorite? Do You Wish For Hands, Or More Hands? Do You Know What It Is Like, To Be Bereft Of Hands, Yet Consumed By Yearning For Them? Or Do You Merely Possess Them In Ignorance?\n\n\n\n\nItem 4:\n Full color flyer found in possession of SCP-2494-1-12-A, 15/01/2014.\n\n\n\n\nDO YOU LOVE HANDS?\n\n\nARE YOU A HUMAN, WITH HANDS OF YOUR OWN?\n\n\nDO YOUR HANDS SUFFER FROM LACK OF SOFTNESS?\n\n\nWORRY NOT! THERE IS A CURE!\n\n\nTRY Soft Hands\n®\n TODAY!\n\n\nDAY AND NIGHT THE SOFTEST HANDS AROUND!\n\n\n(Not Available In All Communities)\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 2494-05: Incident Report 2494-09\n\n\n\n\n- Access granted\n\n\n\n\nOn 15/04/2015, a school of 13 \nSalmo salar\n SCP-2494-1 was observed in the River Tweed approaching Site-73. MTF Rho-14 was able to capture all instances and initiate counter-information procedures.\n\n\nEach instance possessed a single hand in place of its dorsal fin, visible above waterline. Movement in water was somewhat clumsy. Each hand clutched a plastic bag containing a small sheet of paper, text reproduced below.\n\n\n\n\nGreetings New Friends!\n\n\nWe Have Noticed You Watching With Your Eyes. Watching Them Fly, Swim And Crawl. We Are Joyful To Meet Others As Excited About Hands As We! We Hope You Appreciate These New Hands. Smell Them With Your Nose. Taste Them With Your Mouth. Touch Them With Your Hands. With Your Glorious, Gleaming Hands, Touch Them Upon Their Hands So Pure. May You Find Always Happiness In Hands!\n\n\nSoft Hands\n®\n\n\n\n\nSince this event, instances of SCP-2494-1 have appeared more frequently with less advantageously placed hands, and greater numbers of hands per instance. Instances bearing communications have also increased. Investigation is ongoing; classification upgrade to Keter pending review.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2493\n | SCP-2494 | \nSCP-2495\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2494\n\" by TL333s, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2494\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2494-01: Partial List of SCP-2494-1 Instances in Specimen Storage\nFor full list of SCP-2494-1 specimens, contact Dr. ███████."
    ],
    "documents": [],
    "notes": [
        "Superb Hands",
        "Are These Hands Loud Enough To Be Heard? Soft Hands ®",
        "Do You Dream Of Hands? Do You Wonder What Type Of Hand Is Your Favorite? Do You Wish For Hands, Or More Hands? Do You Know What It Is Like, To Be Bereft Of Hands, Yet Consumed By Yearning For Them? Or Do You Merely Possess Them In Ignorance?",
        "DO YOU LOVE HANDS? ARE YOU A HUMAN, WITH HANDS OF YOUR OWN? DO YOUR HANDS SUFFER FROM LACK OF SOFTNESS? WORRY NOT! THERE IS A CURE! TRY Soft Hands ® TODAY! DAY AND NIGHT THE SOFTEST HANDS AROUND! (Not Available In All Communities)",
        "Greetings New Friends! We Have Noticed You Watching With Your Eyes. Watching Them Fly, Swim And Crawl. We Are Joyful To Meet Others As Excited About Hands As We! We Hope You Appreciate These New Hands. Smell Them With Your Nose. Taste Them With Your Mouth. Touch Them With Your Hands. With Your Glorious, Gleaming Hands, Touch Them Upon Their Hands So Pure. May You Find Always Happiness In Hands! Soft Hands ®",
        "\" SCP-2494 \" by TL333s, from the SCP Wiki . Source: https://scpwiki.com/scp-2494 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2494",
    "object_class": "Euclid (Keter classification pending)",
    "containment_procedures": "SCP-2494 is currently uncontained. MTF Rho-14 (\"Handschuhe\") is tasked with tracking the origin of the phenomenon and suppressing public knowledge of outbreaks. All instances of SCP-2494-1 should be captured, euthanized, and cataloged. One instance of SCP-2494-1 per major species is to be kept in Site-73 specimen storage.",
    "description": "SCP-2494 is a phenomenon whereby animals (SCP-2494-1) manifest human hands, integrated into their anatomy. To date, all instances of SCP-2494-1 have been vertebrates. The source and mechanisms of SCP-2494 are currently unknown, but the phenomenon has so far been centralized to the vicinity of the River Tweed along the Scottish/English border.",
    "title": "SCP-2494"
}