{
    "url": "https://scp-wiki.wikidot.com/scp-2503",
    "all_text": "rating: \n+104\n+\n–\nx\n\n\nItem #:\n SCP-2503\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Due to its immovable nature, the site containing SCP-2503 has been acquired by the Foundation under the name of one Mr. Brendan Greenwood. Civilians are to be deterred from entering under the guise of dangerous building conditions.\n\n\nAt all times, at least two security members for each of Site-2503’s entry points are to remain on site. Anyone who enters SCP-2503-1 without permission is considered lost if reappearance does not take place through SCP-2503-2 within 80 hours. All entities emerging from SCP-2503-2 are to be detained for further questioning and research. Outsiders who access the containment site must be detained, questioned, and administered Class-B amnestics before release. Access is currently available to research personnel with Level-2 clearances only, and SCP-2503-1 should remain open for the duration of non-D-class experiments (See Incident 2503-A).\n\n\nDescription:\n SCP-2503 is a temporal-spatial anomaly that exists within Site-2503, located within a town about ██ kilometers north of Burnaby, BC, Canada. Site-2503 is a residential house constructed in 1952 and has been unoccupied since 197█, resulting in the current state of disrepair. The previous owners of the house were declared missing in 197█. The room SCP-2503 locates is the master bedroom on the second floor, henceforth referred to as SCP-2503-1. SCP-2503’s anomalous properties are only activated and displayed when someone enters it through SCP-2503-1’s door. Otherwise when observed through another channel – such as the windows of SCP-2503-1 – only an empty room is visible. However, upon opening the door of SCP-2503-1, a path made of concrete tiles extending into the horizontal distance can be seen under a dimly illuminated sky with no identifiable light source. This space is assumed to be the inner space of SCP-2503.\n\n\nThe presence of SCP-2503 was discovered in 199█ when local police force received reports of a gunshot being heard from within Site-2503 on the morning of 199█/██/██. Upon investigation the police team discovered in the garage the dead body of a man in his 30s, who was later confirmed as being Henry ██████, an architectural designer from Vancouver, BC declared missing 3 days prior. Autopsy has later concluded that his death was due to an act of suicide. During the comprehensive search of the site, the police discovered the presence of SCP-2503 and an embedded agent notified the Foundation, which then quickly took over the case and transformed the house into a containment site.\n\n\nObservations indicate the time and space within SCP-2503 behave differently from our conventional understanding. Due to its nature, subjects that enter SCP-2503 do not age while inside SCP-2503's space. Subjects within SCP-2503 will perceive the passage of time but will not experience it. The speed with which subjects travels within SCP-2503 does not influence the amount of time it experiences.\n\n\nIt is unknown exactly how far the path within SCP-2503 stretches. SCP-2503 connects SCP-2503-1 to a small storage room (henceforth referred to as SCP-2503-2) within Site-2503's garage where a temporal-spatial distortion is detected via Geiger-Gregorian algorithms and traced back to SCP-2503-1. Currently, SCP-2503-2 is the only known exit of SCP-2503-1.\n\n\nAddendum 2503-001: Incident 2503-A\n\n\nDate:\n 199█/██/██\n\n\nDescription:\n Upon arriving at Site-2503 with the initial containment team, Agent ███████ ventured into SCP-2503-1 by himself. Through his personal intercom he expressed shock that when the door of SCP-2503-1 accidentally closed behind him, it vanished from his perspective within SCP-2503 and was no longer accessible. The containment team outside of SCP-2503-1 then immediately opened the door, but Agent ███████ was nowhere to be found, despite his insistence that he had not moved since entry. Through the intercom Agent ███████ suggested that he should “walk forward a bit and see where this thing ends.” However, communication soon ceased from his end and no further contact has been established. Agent ███████ was thus declared missing.\n\n\nAddendum 2503-002: Experiments Conducted on SCP-2503\n\n\nExperiment 1\n\n\nSubject:\n A semi-autonomous drone with built-in GPS and camera\n\n\nNote:\n The drone was sent into SCP-2503-1 and began sending back audio-visual feed after the door closed. At this moment, its GPS was no longer able to track its location and soon went offline. Video feed showed that concrete path did not seem to change with distance, and no other visible entity was present. Noteworthy was that despite the 6-hour battery life of the drone, it operated for much longer – about 39 hours before the signal was lost for unknown reason.\n\n\nExperiment 2\n\n\nSubject:\n D-029-271, equipped with a fully charged intercom and a standard explorer’s kit with sufficient rations for about 3 days\n\n\nNote:\n D-029-271 was sent into SCP-2503-1 and told to walk forward along the path and report any discovery. The intercom equipped on D-029-271 was set to remain online for the duration of the experiment. The first thirty minutes of the experiment were uneventful. However, when the research team outside of SCP-2503-1 asked if D-029-271 wanted to take a break, D-029-271 responded that he did not feel tired, hungry, or thirsty at all, and expressed shock that only thirty minutes had passed, reporting to have felt “as if hours or even days have gone by”. About fifty-three minutes into the experiment, signals from D-029-271’s intercom began to experience interference from within SCP-2503. All communications with D-029-271-2503 ceased at the 56 minute mark. D-029-271 was considered lost at this point.\n\n\n\n\n+ Show Addendum 2503-002: Excerpts from Recovered Document 2503-1\n\n\n\n\n- Hide Addendum 2503-002: Excerpts from Recovered Document 2503-1\n\n\n\n\nThe following document was recovered from the personal belongings of Henry ██████. On the floor next to his body where he was discovered, there is a bag containing one Nokia 9110i cell phone, an industrial-sized notepad labeled as the property of █████ █████████, four Hershey’s candy wrappers, one 1958 issue of Playboy magazine, a standard Foundation personnel field kit, and two wallets (only one of which belongs to Henry ██████). Recovered Document 2503-1 is a selection of entries found inside the notepad.\n\n\nAddendum: Excerpts from Recovered Document 2503-1\n\n\nTo whoever finds this note,\n\n\nI don’t know who or where you might be, but if luck is on your side, let’s hope you did not end up like me, trapped in wherever the hell this place is.\n\n\nMy name is Henry ██████. I was born and raised in Vancouver, BC, Canada, and married to Rosaline. Together we were blessed with a daughter, Marianne, who will be turning 2 this year. My address is ████ ██████ St, Vancouver. If you happen to come across this note by chance, please deliver it to my family – you may demand some payment for your service.\n\n\nTo be honest, I am not very certain how I ended up here in the first place. I work at █████ █████████, an architectural firm. Things are just like you’d expect of a middle class white collar – busy, all the time, but fulfilling. Every Friday night my department hosts a pub night for us fellas to blow off some steam after a hard week at work. So I was there this week too, along with a couple of coworkers from other departments. We’ve had some newbies joining so this turned into a welcome party of some sort, and I ended up drinking a little more than I probably should. At some point, I just blacked out completely, but before that I do remember asking Will and Kevin to get me home. It now looks like they didn’t do as they were asked.\n\n\nWhen I woke up I just found myself here – lying on this path that leads to nowhere. It was funny how the first thing I did was to check my bag and wallet. Nothing was stolen, but I found something that wasn’t there before. It was a folded piece of paper with a pocket watch attached. I thought the paper was written by me at first because of the handwriting but I don't recall ever writing anything like this. It's on the next page for your reference…\n\n\n\n\nPlease don’t take this personally.\n\n\nHenry, you’ve been a great sport. Loved your work, loved your company, loved your outlook on life – that’s why you're here. From you I learned a great deal about myself, and you are thanked dearly for your mentorship. That’s why I think of leaving with you a little parting gift before I go.\n\n\nConsider this your deserving utopia. Always racing with the clock you were, but at here you are free from that. \nThe time is in your hands, and will only move forward so long as you do.\n It won’t leave your grasp, ever, so you don’t have to run all the time like you once did – walking is good, and will do.\n\n\nIsn’t this something worth rejoicing over?\n\n\nI’m sure you will find that this is where you truly belong, and you may wander wherever you like. Don’t worry about food and water – there are more important things that should occupy your mind. If you ever want to leave, just follow the path and let the timer act as your guide to the exit – it will be a bit of a long walk, but you’ll be fine.\n\n\nAfter all, the time is in your hands.\n\n\n\n\n…I would assume they were left by whoever got me here. In any case, I don’t know who that may be – interns come and go all the time. Hell, could be that Wesley kid from last month - I knew he'd be trouble if we kept him.\n\n\nI’ve been trying to get into contact with someone for at least 3 days now, but there’s no cell phone signal or sign of anything that’s living. Wherever this place is, it must be deep underground. There’s also no way to tell time here. The clock on my phone is malfunctioning, and my watch stopped a while ago – that reminds me, there was that pocket watch attached. But it doesn’t display time, or at least doesn’t have the standard clock face. Rather, there’s an electronic display, but it’s not showing anything right now. I haven’t figured out what it does yet. For now, I’ll try to follow the walkway. There’s no sun or moon here, and the vague lighting doesn’t seem to have a source. However, one direction of the concrete walkway extends into the horizon, whereas the other is cut off shortly by darkness. My instinct is telling me to go towards the light. I guess I’ll finish off here. If you are stuck in this space like me, best of luck to you and may you succeed where I fail. If you found this elsewhere, notify the police and my family. Once again, you have my thanks.\n\n\nSigned,\n\nHenry ██████\n\n\n…\n\n\nThis is Henry ██████ writing. I knew how I’ve concluded my earlier note made that seem like my final words, but that was not my intention.\n\n\nAfter going around for a bit (can’t really tell how long), I’m quite amazed by what I’ve seen here. First of all it seems like our understanding of the world doesn’t really apply in this place. By my estimation, it has been at least 30 hours since I woke up, but my cell phone, which usually lasts about 80 hours in standby, is still at about 70% - the same as last night! What’s more amazing is that I haven’t taken in anything since pub, but I don’t feel the slightest hint of hunger or fatigue.\n\n\nAnd on a different note - I think I’ve found how the pocket watch works. It’s actually embarrassing to say, but there’s a little knob on its side (can’t believe I didn’t notice it sooner) – if you press it a series of numbers appears on the screen for about 5 seconds before disappearing. The numbers also change as I walk. Still don’t know what the numbers mean, but they’re constantly going down for sure. Right now as I’m writing this down, the number shows: 9927-330.\n\n\nAlso, I tried to put myself to sleep earlier. It didn’t work out well because I’m not tired at all, and also that the ground is made of concrete – probably not the best kind of bed. I’m starting to get kind of worried by the state of my own health, but so far not eating, drinking, and sleeping has yet to take a toll on me. I guess I’ll keep on walking a bit. There’s still no sign of human activity anywhere – not a single living being is here, but I’ll keep on looking. If I find anything worth noting, I’ll jot it down here. From now on this notepad is my exploration log.\n\n\n…\n\n\n[9927-129]\n\n\nSo I suppose it’s time to write down another entry. Unlike the previous 8 times I actually have something of value to say. I have \nbad\n \ngood\n [UNREADABLE] news today. For some time now I’ve recorded down the numbers on the watch each time I make an entry, and I think I’ve figured out what they mean. It… should’ve occurred to me sooner. I guess it did, but I just couldn’t accept it somehow. Judging by the intervals of how the numbers decrease, the last three digits seem to go down by one every 24 hours. I know it. I can be sure of it. I’ve become increasingly good at consciously counting time by walking. In other words I think it’s a countdown of some sort.\n\n\nStill, it… may better off be unaccounted for. Here’s my advice, to you, if you are reading this in my situation. Don’t try to count how many minutes, hours, or days you’ve walked. I’ve given up doing that. That just drives you mad. Because your body doesn’t get tired you don’t feel the time passing, but if you slow your mind down to count, you will. Believe it or not, the last time I recall checking the watch consciously is still at 236.\n\n\n…\n\n\n…\n\n\n[9926-364]\n\n\nAnd there you [UNREADABLE, possibly expletives] go!\n\n\nOh how naïve I have been. At some point I started counting again. I flipped out the pocket watch whenever I thought of it. I bid all of my hope on the moment when 1 drops to 0. I even purposely ignored the 4 digits on the left…\n\n\nI was wrong. I thought that by not feeling hunger or fatigue I can make through this within blinks of my eye, but I am no god! I miss human interaction. I miss my family and friends! Why must I be put through this!? … I don’t think I’ve cried this hard since dad died. But it’s about time to finish up now. I still have to go. I have no reason not to. A moment ago I just saw the picture of Rosaline in my wallet while trying to see if I’ve got any Hershey’s left. And my poor Marianne… she should be about 4 by now, and 4 without her daddy. Even if it’s just for her, I \nwill\n carry on.\n\n\n…\n\n\n…\n\n\n[9892-63]\n\n\nToday I made a great mistake. That would be my second greatest of all time. [UNREADABLE] …The thing was some sort of a machine, small but flying. I haven’t seen one myself, but think it is what you call a “drone.” It’d be one of those things \nJi\n \nDa\n that one guy who I roomed with during my sophomore year in college (it’s been too long) – he’d be all thrilled about it 'cause he’s in engineering. Shame he wasn’t here. I’d really appreciate the company of just about anyone. Maybe even that drone, but I guess I was just too scared after being alone for so long. Without thinking I went up and attacked it with my bag. The thing was [UNREADABLE] …figured I’d just leave it there.\n\n\nI thought about taking a part of it as a souvenir, but then every time I look at it I’d be reminded of my mistake… about \nthe missed opportunity of potentially getting into contact with someone outs\n I must not think of it. I’ve learned how to do that now. I’m able to.\n\n\n…\n\n\n[9744-306]\n\n\nCan’t believe it's been 7 years since my last entry. I have become inert. By human age, I should have died. Yet I am young still. My thoughts have become senile though, however, but through neither knowledge nor experience.\n\n\nTime passes quickly when one stops thinking, flows like water in a rapid stream - unhindered, unnoticed, and undisturbed. I am no wise, but should learn it was my proof. I will write it down how to do it here: [REDACTED]\n\n\n…\n\n\n[9725-350]\n\n\nA streak of light lit up the sky. For a moment it shone brightly but the next it is gone.\n\n\n…\n\n\n…\n\n\n[9308-144]\n\n\nMy conscience returns and I decided to sit down for the first time in 174 years. The earlier entries brings back some nostalgia. I'm reminded of some emotions that I thought I had long lost. Before I knew it tears were flowing down my cheek. … I can't allow myself to think. If I do it would be the end of me. On a separate note, sometime earlier I found something quite unusual on the ground. It was a Playboy magazine from 1958. I can’t recognize anyone except for Lari Laine, whose movies were my teenage favorites. I’ve decided to bring it with me in case I get lonely again in the distances ahead.\n\n\n…\n\n\n[9217-31]\n\n\nI found a human being today.\n\n\nBut I don’t know whether to be happy or sad.\n\n\nSupposedly, I should be happy, because at this point any entity besides myself is a solace in this solitude. But I can’t converse to him. He’s just lying there, face-down on the ground, with a hole opened on the side of his head. The poor fella shot himself. I guess he was also trapped here, like me. But he seems well-equipped from head to toe, like an officer of some sort.\n\n\nI don’t know. I feel disgusted with what my immediate reaction was. It was neither grief nor angst, but [REDACTED] …After that, I did a thorough search. His belongings came down to a handgun, a tool kit consisting of a flashlight and some small gadgets, a pack of gum, an intercom (seems to be broken), and a personnel ID of an organization. I packed all these with me along with his wallet – not because I needed the money. I then said an informal eulogy before leaving him. Seeing how he ended up made me clear my mind a bit. I’ve got to get out – however long it will take.\n\n\n…\n\n\n…\n\n\n[9216-172?]\n\n\nThis may very well be my final entry. I’m no different than a dead man now.\n\n\nYesterday… presumably, I couldn’t really tell how long ago it was, but I finally lost the last bit of control. I began thinking again. I can't help it. I can no longer distract myself. It’s like the urge to jump down when you are at a high place; you're fine at first but the longer you stand on the edge the more you want to just step forward. I tried to pretend to myself that it's all fine. But I can't. I then looked at how long it had been – almost eight hundred years. For eight centuries now I have walked… and not even sure where this all leads. What did I even do to deserve this?! In a fit of rage I threw the pocket watch away. It was swallowed up by the darkness behind me before I could change my mind, which I immediately did. I tried going back to search for it, but it just disappeared. I didn't even hear the sound. It took a second before I realized what I've done.\n\n\nI don’t know how much longer I will be able to last. I already have nothing to return to. At this point I just want an answer. The handgun inside my bag is luring me, but I’m not about to just let it have its way. I can still do this. I'll take it slow. The time is in my hands.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n[????]\n\n\nThought voices were heard, not sure where.\n\n\n…\n\n\n…\n\n\n…\n\n\n[????]\n\n\nCold.\n\n\n…\n\n\n…\n\n\n…\n\n\n[????]\n\n\nLost in thought. Regained consciousness. Walked on.\n\n\n…\n\n\n…\n\n\n[????]\n\n\nWhere am I?\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n[-? 'till Dawn]\n\n\nIt feels like a bad dream that has gone on for way too long. I’ve thought about too many things and too little. I’ve come to terms with myself and with this path. This entire thing felt like a blur, but it’s too realistic to be written off like that. I’m almost near the end of my journal and this journey… so it seems. I can’t tell how long I’ve got ahead, but the sun – or whatever that’s glowing beyond the horizon – seems to be rising. Finally, it’s about time for morning twilight.\n\n\n[No Regrets]\n\n\nI’m sorry.\n\n\nEND OF DOCUMENT 2503-1\n\n\nAfterword:\n The journal, upon recovery, was in good condition, giving valuable firsthand observations from within SCP-2503. It should be mentioned that Henry ██████ is the only individual to have presumably exited the inner space. The timespan between his disappearance and reappearance (~80 hours) is thus taken as the amount of time necessary for a person to exit SCP-2503 via SCP-2503-2. Extensive background research has been conducted on him, his family, and his co-workers to cross-reference the information presented in Document 2503-1 and identify potential persons of interest. Noteworthy discrepancies are being studied at the moment. For instance, Henry’s coworkers at █████ █████████ reported that prior to his disappearance Henry was experiencing heavy stress from work and began acting erratically. Many recall him acting and speaking differently at times. Those who had attended the pub night the Friday Henry disappeared noted that Henry, a frequent attendant of the event, had declined their invitation saying he needs \"some time to himself\". Rosaline ██████ and their family doctor commented on Henry’s recently developed tendency to talk to himself out loud, adding that he was suffering from frequent episodes of insomnia. Ms. ██████ also revealed that only one child is registered under the ██████ household, who she introduced as being Marty ██████, their 13-year old son.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2502\n | SCP-2503 | \nSCP-2504\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2503\n\" by Evrien, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2503\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2503-001: Incident 2503-A",
        "Addendum 2503-002: Experiments Conducted on SCP-2503"
    ],
    "documents": [],
    "notes": [
        "Please don’t take this personally. Henry, you’ve been a great sport. Loved your work, loved your company, loved your outlook on life – that’s why you're here. From you I learned a great deal about myself, and you are thanked dearly for your mentorship. That’s why I think of leaving with you a little parting gift before I go. Consider this your deserving utopia. Always racing with the clock you were, but at here you are free from that. The time is in your hands, and will only move forward so long as you do. It won’t leave your grasp, ever, so you don’t have to run all the time like you once did – walking is good, and will do. Isn’t this something worth rejoicing over? I’m sure you will find that this is where you truly belong, and you may wander wherever you like. Don’t worry about food and water – there are more important things that should occupy your mind. If you ever want to leave, just follow the path and let the timer act as your guide to the exit – it will be a bit of a long walk, but you’ll be fine. After all, the time is in your hands.",
        "\" SCP-2503 \" by Evrien, from the SCP Wiki . Source: https://scpwiki.com/scp-2503 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2503",
    "object_class": "Safe",
    "containment_procedures": "Due to its immovable nature, the site containing SCP-2503 has been acquired by the Foundation under the name of one Mr. Brendan Greenwood. Civilians are to be deterred from entering under the guise of dangerous building conditions.",
    "description": "SCP-2503 is a temporal-spatial anomaly that exists within Site-2503, located within a town about ██ kilometers north of Burnaby, BC, Canada. Site-2503 is a residential house constructed in 1952 and has been unoccupied since 197█, resulting in the current state of disrepair. The previous owners of the house were declared missing in 197█. The room SCP-2503 locates is the master bedroom on the second floor, henceforth referred to as SCP-2503-1. SCP-2503’s anomalous properties are only activated and displayed when someone enters it through SCP-2503-1’s door. Otherwise when observed through another channel – such as the windows of SCP-2503-1 – only an empty room is visible. However, upon opening the door of SCP-2503-1, a path made of concrete tiles extending into the horizontal distance can be seen under a dimly illuminated sky with no identifiable light source. This space is assumed to be the inner space of SCP-2503.",
    "title": "SCP-2503"
}