{
    "url": "https://scp-wiki.wikidot.com/scp-2517",
    "all_text": "rating: \n+140\n+\n–\nx\n\n\n\n\n\n\n\n\n2/2517\n LEVEL \n2/2517\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-2517\n\n\nObject Class: Euclid\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Samples of the spores and fruiting bodies of SCP-2517 are stored in Bio Site-66's cryogenic storage facility. Human testing of SCP-2517 requires the approval of Site-66's Site Director and Ethics Committee liaison, and must occur offsite. Individuals found in possession of SCP-2517 are to be detained and interrogated; those who have used SCP-2517 habitually for a period of more than four months or who have used SCP-2517 for religious or mystical purposes are to be treated with Class-C amnestics prior to release. Any samples of the fruiting bodies, spores, or mycelia of SCP-2517 found outside Foundation containment are to be incinerated.\n\n\nDescription:\n SCP-2517 is an anomalous species of psychedelic mushroom in the genus \nPsilocybe\n. In addition to psilocybin and psilocin—produced at slightly higher concentrations than related species—the fruiting bodies of SCP-2517 contain the psychedelic compounds 5-MeO-DMT, LSA, and mescaline; as a result, the effects of SCP-2517 are longer-lasting and more intense than other psychedelic mushrooms. SCP-2517 fruiting bodies are typically 4 to 6 cm in height with round caps between 2 and 3 cm in diameter; it can be distinguished from related species by the dark blue coloration of its cap and stem.\n\n\nUsers of SCP-2517 uniformly report visual hallucinations of geometric figures and patterns with fivefold rotational symmetry, particularly surrounding faces, heads, and written text. Other common effects include visual and tactile hallucinations of worms or maggots on floors and walls; “doubling” of facial features, especially ears and eyes, on others\n1\n; and visual hallucinations of “blue, translucent trees”\n2\n. These hallucinations are frequently described as pre-existing features of the world, “revealed” by the drug’s effects rather than created by them.\n\n\nWhen taken habitually over at least 4 months, SCP-2517's anomalous effects manifest. Users experience symptoms of hallucinogen persisting perception disorder, or HPPD\n3\n; the geometric hallucinations continue after the other effects of SCP-2517 have ceased, and become more pronounced with continued use. Users also become significantly more resistant to memetic effects, and have significantly enhanced short- and long-term memory; memetic resistance and enhanced memory increase as habitual use of SCP-2517 continues.\n\n\nAfter approximately 6 months, habitual users of SCP-2517 will begin to fabricate memories of non-existent people, usually friends, relatives, or colleagues. Users claim that these individuals existed at one point but were \"erased from reality\" by a malevolent force; some claim that this force wishes to erase them, but is prevented from doing so by their continued use of SCP-2517. Users at this stage will cut ties with family and friends, or attempt to convince them to begin regular use of SCP-2517, in an attempt to protect them from this force.\n\n\nAfter approximately 20 months, habitual users' social circles will consist entirely of other SCP-2517 users; these individuals have cut ties to all friends and family who do not also use SCP-2517, although they almost universally claim that most of their acquaintances have been erased from reality. Falsified memories of individuals at this stage will frequently be very broad and relatively internally consistent, and users will frequently claim to share memories of the same acquaintances. At every stage of habitual use, the effects of SCP-2517 can be reversed with Class-C amnestic treatment; there have been no recorded cases of an individual ceasing SCP-2517 use without the aid of amnestics.\n\n\nAddendum 2517-1: Historical Context\n\nUse of SCP-2517 was associated in the Hellenistic and Roman world with a religious sect known as the Mysteries of the Five-Named God\n4\n or the Cult of the Fifth Star\n5\n. \nThe Cult of the Fifth Star\n was a mystery cult, with ritual practices and dogma kept secret from those not initiated; information on the Cult's beliefs and practices mainly comes from the 3rd century Christian apologist Constantius of Syracuse, in his essay \nDe Cultis Occultis\n (\"On Secret Cults\"). Constantius claims that the Cult worshipped \na god\n who was omniscient and omnipresent, and who could be seen through the use of SCP-2517 (which he refers to only as \"a certain mushroom\"); as members attained higher degrees of initiation, they were allowed to take larger doses of SCP-2517 as a sacrament in the Cult's weekly rituals.\n\n\nConstantius mentions the falsified memories associated with heavy SCP-2517 use, and claims that Cult doctrine saw the \"erasure\" of these fictional persons as a positive; he compares this belief to the Christian concept of judgement in the afterlife, saying that the members of the Cult believed that \"their friends had been judged by their god on earth, rather than in heaven; and having been found wanting, they were not sent to hell, but were removed from the world entirely, the only remnant being the memories in the minds of the faithful as a warning from their god.\" The Cult of the Fifth Star was banned along with other pagan religious practices by decree of the Roman Emperor Theodosius I in 389 CE; many of its beliefs and practices were adopted by the \nMykoparastatai\n, \"The Ones Who Offer Mushrooms\", a Gnostic Christian sect who replaced the bread of the eucharist with SCP-2517.\n\n\nThe doctrine of the \nMykoparastatai\n6\n held that God had five distinct aspects: the \nGnomē\n, or Mind, a formless and omniscient masculine force of good from which all knowledge emanates; the \nSoma\n, or Body, a mindless and omnipotent feminine force equivalent and opposed to the Mind, from which all matter emanates; \nSophia\n, or Wisdom, the feminine counterpart to the Mind and conduit through which pure knowledge is passed to humans\n7\n; the Demiurge Yaldabaoth, the masculine counterpart to the Body, who created the material world and forced human souls into physical bodies; and the \nPsyche\n, or Soul, the \nomnipresent genderless force\n that connects the Mind and the Body\n8\n and which incarnates on earth in the form of prophets or Archons, the greatest of which was Jesus of Nazareth.\n\n\nPersecution of the \nMykoparastatai\n in the Byzantine Empire and the kingdoms of Georgia and Armenia on the grounds of heresy occurred throughout the Middle Ages, and by the 11th Century the sect survived only in small villages in Anatolia and the Caucasus. Use of SCP-2517 for religious purposes continued in these isolated pockets until the early 20th century; almost all the remaining members of the sect were killed by the Ottoman government as a part of the Armenian Genocide. The survivors are believed to have emigrated to the United States, joining Armenian diaspora communities in Ventura County, CA and \nUnion County, GA\n; the extent to which these individuals continued their religious practice and use of SCP-2517 after immigrating is unknown.\n\n\n\n\nFootnotes\n\n\n1\n. Similar to “face-morphing” hallucinations associated with LSD\n\n\n2\n. Strongly correlated with users in large urban centers.\n\n\n3\n. A disorder characterized by the continual presence of visual disturbances in the form of \"visual snow\", usually associated with the use of hallucinogenic drugs.\n\n\n4\n. \"Mυστήρια Θέου Πεντονόματου\"\n\n\n5\n. \"Cultus Sideris Quinti\"\n\n\n6\n. Recorded in the \nEkpyrotic Gospels\n, a series of accounts of the life and teachings of Jesus; these were written in the 5th century by Saint-Archon Horatios Megatyphro, a Greco-Armenian monk and scholar living in the Kingdom of Georgia.\n\n\n7\n. Associated with SCP-2517, referred to in the \nEkpyrotic Gospels\n as the \nSophomykes\n, the Wisdom-Mushroom.\n\n\n8\n. Equated with the persistent geometric hallucinations caused by heavy use of SCP-2517.\n\n\n\n\n\n\n\n\n« \nSCP-2516\n | SCP-2517 | \nSCP-2518\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2517\n\" by ch00bakka, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2517\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2517-1: Historical Context Use of SCP-2517 was associated in the Hellenistic and Roman world with a religious sect known as the Mysteries of the Five-Named God 4 or the Cult of the Fifth Star 5 . The Cult of the Fifth Star was a mystery cult, with ritual practices and dogma kept secret from those not initiated; information on the Cult's beliefs and practices mainly comes from the 3rd century Christian apologist Constantius of Syracuse, in his essay De Cultis Occultis (\"On Secret Cults\"). Constantius claims that the Cult worshipped a god who was omniscient and omnipresent, and who could be seen through the use of SCP-2517 (which he refers to only as \"a certain mushroom\"); as members attained higher degrees of initiation, they were allowed to take larger doses of SCP-2517 as a sacrament in the Cult's weekly rituals.\nConstantius mentions the falsified memories associated with heavy SCP-2517 use, and claims that Cult doctrine saw the \"erasure\" of these fictional persons as a positive; he compares this belief to the Christian concept of judgement in the afterlife, saying that the members of the Cult believed that \"their friends had been judged by their god on earth, rather than in heaven; and having been found wanting, they were not sent to hell, but were removed from the world entirely, the only remnant being the memories in the minds of the faithful as a warning from their god.\" The Cult of the Fifth Star was banned along with other pagan religious practices by decree of the Roman Emperor Theodosius I in 389 CE; many of its beliefs and practices were adopted by the Mykoparastatai , \"The Ones Who Offer Mushrooms\", a Gnostic Christian sect who replaced the bread of the eucharist with SCP-2517.\nThe doctrine of the Mykoparastatai 6 held that God had five distinct aspects: the Gnomē , or Mind, a formless and omniscient masculine force of good from which all knowledge emanates; the Soma , or Body, a mindless and omnipotent feminine force equivalent and opposed to the Mind, from which all matter emanates; Sophia , or Wisdom, the feminine counterpart to the Mind and conduit through which pure knowledge is passed to humans 7 ; the Demiurge Yaldabaoth, the masculine counterpart to the Body, who created the material world and forced human souls into physical bodies; and the Psyche , or Soul, the omnipresent genderless force that connects the Mind and the Body 8 and which incarnates on earth in the form of prophets or Archons, the greatest of which was Jesus of Nazareth.\nPersecution of the Mykoparastatai in the Byzantine Empire and the kingdoms of Georgia and Armenia on the grounds of heresy occurred throughout the Middle Ages, and by the 11th Century the sect survived only in small villages in Anatolia and the Caucasus. Use of SCP-2517 for religious purposes continued in these isolated pockets until the early 20th century; almost all the remaining members of the sect were killed by the Ottoman government as a part of the Armenian Genocide. The survivors are believed to have emigrated to the United States, joining Armenian diaspora communities in Ventura County, CA and Union County, GA ; the extent to which these individuals continued their religious practice and use of SCP-2517 after immigrating is unknown."
    ],
    "documents": [],
    "notes": [
        "\" SCP-2517 \" by ch00bakka, from the SCP Wiki . Source: https://scpwiki.com/scp-2517 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Samples of the spores and fruiting bodies of SCP-2517 are stored in Bio Site-66's cryogenic storage facility. Human testing of SCP-2517 requires the approval of Site-66's Site Director and Ethics Committee liaison, and must occur offsite. Individuals found in possession of SCP-2517 are to be detained and interrogated; those who have used SCP-2517 habitually for a period of more than four months or who have used SCP-2517 for religious or mystical purposes are to be treated with Class-C amnestics prior to release. Any samples of the fruiting bodies, spores, or mycelia of SCP-2517 found outside Foundation containment are to be incinerated.",
    "description": "SCP-2517 is an anomalous species of psychedelic mushroom in the genus Psilocybe. In addition to psilocybin and psilocin—produced at slightly higher concentrations than related species—the fruiting bodies of SCP-2517 contain the psychedelic compounds 5-MeO-DMT, LSA, and mescaline; as a result, the effects of SCP-2517 are longer-lasting and more intense than other psychedelic mushrooms. SCP-2517 fruiting bodies are typically 4 to 6 cm in height with round caps between 2 and 3 cm in diameter; it can be distinguished from related species by the dark blue coloration of its cap and stem.",
    "title": "SCP-2517"
}