{
    "url": "https://scp-wiki.wikidot.com/scp-2533",
    "all_text": "rating: \n+86\n+\n–\nx\n\n\nItem #:\n SCP-2533\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2533 is inactive unless read by a human. When not in use for an authorized viewing event, it is to remain in a sealed manila envelope which is placed in a locked filing cabinet drawer in Secure File Storage room 2 at Site 19. Access must be authorized by Level 3 Supervisors or higher.\n\n\nSCP-2533 may not be read by any person alone under any authority. To minimize the risk of violent outbursts, exactly three people per viewing event are allowed in the test chamber. Two group members shall read the document and compare its subject matter; the third group member takes the role of mediator and facilitator.\n1\n Before reading, members of a designated viewing group must disclose recent personal disagreements with other members of the group. Any member holding a significantly negative opinion about another member is disqualified from the viewing event and must be replaced.\n2\n\n\nNo action is to be taken on the subject matter of the document, except to investigate the accuracy of events described. Each member of the viewing group shall be debriefed individually and, if possible, given accurate information to counteract the disinformation received in the viewing event. If exposure to SCP-2533 causes severe mental distress in the reader, a class C amnestic may be administered at the reader's request.\n\n\nDescription:\n SCP-2533 is a 9 page document printed on standard A4 paper stapled at the top left corner. This document appears to be a surveillance report performed by Site 19 security staff of the recent activities of a person known to the reader. The report contents and surveillance subject are different for each reader. When multiple readers view the document together, each perceives it to be about a different subject. The contents and date of the report change when more than one day has elapsed since the previous viewing event but the subject usually is the same for a given reader.\n\n\nThe report is meticulous in detailing the purported activities of the subject for the previous three days. Without fail, the reader of the report finds the details given to be highly persuasive and hugely damaging to the professional and personal reputation of the subject. After reading the report, readers state that their opinion of the subject is markedly worse. In most cases the reader is angered by the alleged activities, frequently to the point of aggressive behavior. Upon investigation, it is found that the events and actions described by the report did not actually occur. Knowing that the report is false does not relieve the reader's state of anger.\n\n\nThe document may be photocopied, in which case the copy contains the information which was read by the person making the copy. The photocopy text is static and therefore can be used to track the disinformation provided by the document. Considering that no negative information from the report has yet been confirmed by later investigation, making a record of libelous disinformation is not considered useful. Video footage of the document produces a blur where the text should be.\n\n\nProvenance:\n Further analysis shows that SCP-2533 is printed on SCP Foundation letterhead by a laserjet printer consistent with the printers in Site 19 offices. The weight and color of the paper are identical to that in use at Site 19. No file with keywords matching those in the document has been found on any of the office computers or local network. At this time it is undetermined whether the document was printed at Site 19 or elsewhere.\n\n\nSecurity footage of Dr. Ayers' office shows a person of indeterminate gender, medium height with short dark hair approaching the secretary's desk and placing the report at 12:53 pm on 03/18/20██. No one else is within this camera's field of view. Attempts to find the delivery person on other security camera recordings within the building failed. A set of fingerprints retrieved from the document, presumed those of the delivery person, does not match any site personnel. One partial print match was found through Interpol records for a suspect in the arson of a suspected [REDACTED] safehouse in Barcelona, Spain. Tracking efforts are ongoing.\n\n\n \n\n\n\n\nGiven the seemingly intentional manner in which SCP-2533 was placed, we should assume that this object was created and introduced in an effort to sow discord among Foundation staff. All senior personnel should be made aware of the existence of SCP-2533 and instructed to be alert for new instances.\n\n\n\n\n— Dr Morgan Ayers.\n\n\n\n\n\n\n \n\n\n\n\nAddendum 2533-01:\n Interview with Dr. Morgan Ayers. Dr. Ayers discovered SCP-2533 in his office on 03/18/20██. After reading the document and discussing its contents with his secretary, he began to understand its memetic behavior.\n\n\n\n\n+ Interview with Dr. Ayers\n\n\n\n\n- Collapse interview section\n\n\n\n\n\n\nInterviewed:\n Dr. Morgan Ayers, Senior Observer, Site 19\n\n\nInterviewer:\n Dr. Phillip Sampson, Senior Researcher, Site 19.\n\n\n<Begin Log, 10:32am 03/19/20██>\n\n\nDr. Sampson:\n Dr. Ayers, please tell me how you found SCP-2533.\n\n\nDr. Ayers:\n It was sitting in my inbox on my desk when I came back from a meeting around two o'clock yesterday.\n\n\nDr. Sampson:\n Do you know where it came from?\n\n\nDr. Ayers:\n My secretary, Marla, found it on her desk when she returned from lunch yesterday. She reviewed it and put on my desk. It was signed by Marcus Teller, deputy chief of security here at Site 19. When I called him later in the day, he said he hadn't sent the document and also hadn't been running surveillance on anyone.\n\n\nDr. Sampson:\n So you read it. What did the document say?\n\n\nDr. Ayers:\n It was a report on the activities of Researcher ███████ for the last three days. As I read it, I got more and more furious, because it seemed that ███████ was destroying resources and flagrantly endangering the entire site. And then the son of a bitch crashed my car.\n\n\nAt this point in the interview Dr. Ayers is noticeably agitated. He is clenching his fists and his face is red.\n\n\nDr. Sampson:\n OK, slow down a minute. You know Researcher ███████ didn't actually do that, right? He didn't steal your car and crash it.\n\n\nDr. Ayers:\n <Takes a breath.> Yes, I know. <Pauses.> It just seemed to make \nsense.\n He and I have never gotten along, and now everything in this report seemed to confirm the worst about this guy that I already didn't like.\n\n\nDr. Sampson:\n What exactly did the report say he had done?\n\n\nDr. Ayers:\n First and most importantly, he — sorry, the document \nalleged\n he breached containment of SCP-████ on two different occasions just in the past three days. And that morning he scheduled 14 class D personnel for termination for no apparent reason. And he totalled my fucking car! Do you know how much I paid to get that thing restored?\n\n\nDr. Ayers' voice rises until he is shouting and begins to pound the table with his fist to punctuate his shouts. Interviewer attempts to calm him with some success.\n\n\nDr. Sampson:\n Dr. Dr! <Raises his voice.> Dr. Ayers! Morgan! Calm down!\n\n\nDr. Ayers appears to regain control of himself. His shoulders slump; he takes a very long breath.\n\n\nDr. Ayers:\n Shit. I know, I know.\n\n\nDr. Sampson:\n Let's move on. Do you need something to drink?\n\n\nDr. Ayers:\n No; I just want to finish this.\n\n\nDr. Sampson:\n Alright. What did you do after reading this document?\n\n\nDr. Ayers:\n I was about to call the bastard down and fire him on the spot and then call the police. Then Marla came in to ask why I was so upset. I guess I got a bit loud yesterday too. I just pointed to the report. Then she said…\n\n\nDr. Sampson:\n What?\n\n\nDr. Ayers:\n I'm an administrator now, I'm not used to being exposed to these things anymore. She said, \"Yeah, I never really liked Dr. ████████, but I didn't think he was \nthat\n bad.\" It took me a few seconds to process that. We compared our versions of what we thought the document said, and figured out pretty quick that something strange was happening.\n\n\nDr. Sampson:\n Did you talk with Researcher ███████ about the alleged events described in the document?\n\n\nDr. Ayers:\n Yes. But first I went to check on my car. When it was just fine, I suspected the rest of the document was disinformation as well. I wasn't sure I could keep my cool, so I had Marla ask him about his activities and he was able to answer everything to her satisfaction.\n\n\nDr. Sampson:\n But you're still angry.\n\n\nDr. Ayers:\n Intellectually, I know none of that stuff was true. I know it. But it's still there in the back of my head every time I see the guy. My blood boils and my teeth grind when I pass him in the hall, and it's not even his fault.\n\n\nDr. Sampson:\n Where is the document now?\n\n\nDr. Ayers:\n Safe. I have it locked up. And I'm not going to read it again.\n\n\nDr. Sampson:\n Thank you for your time, Dr. Ayers.\n\n\nDr. Ayers:\n <Lets out a deep sigh.>\n\n\n<End Log, 11:07am 03/19/20██>\n\n\nClosing Statement:\n Some time in the 12 hours after this interview was conducted, Dr. Ayers self-administered a class C amnestic.\n\n\n\n\n\n\n\n\n\n\nAddendum 2533-02:\n Condensed Viewing Event Log. Testing conducted at Site 19 during March and April of 20██ under the direction of Dr. Phillip Sampson.\n\n\n\n\n+ Viewing Event Test Log 2533-02\n\n\n\n\n- Collapse Viewing Event Test Log\n\n\n\n\nTest 2 - Date 03/30/20██\n\nD-18233 was a model prisoner, showing no violent tendencies previous to this testing event.\n\n\n\n\nSubject:\n D-18233.\n\n\nResults:\n D-18233 became very agitated after reading SCP-2533. Upon release from the testing chamber, D-18233 reported that the document contained \"a bunch of crap.\" While being escorted back to his cell D-18233 physically attacked Dr. Sampson causing several broken bones and a concussion before the security team could terminate D-18233. During this violent episode, D-18233 shouted incoherently that Dr. Sampson was \"doing [his] family that way\" but gave no specifics.\n\n\n\n\nTest 5 - Date 04/03/20██\n\nAfter several more D-Class subjects were reduced to violence, Researcher Hansen decided that more rational subjects would be better able to handle the memetic hazard and report useful information. He volunteered himself and his assistant for the next viewing group.\n\n\n\n\nSubjects:\n Researcher Hansen and Research Assistant Chao.\n\n\nResults:\n Hansen and Chao had not even finished reading page 6 of the document when Chao attempted to strangle Hansen. The ensuing brawl required intervention by three security team members. Both researchers were given class C amnestics and assigned to a different project.\n\n\n\n\nTest 7 - Date 04/07/20██\n\n\n\n\nSubjects:\n Researcher Sengupta and D-65183.\n\n\nResults:\n Some headway was finally made in this test. Sengupta's reading was about his wife. He reported that it described her abusing their children and leaving them alone to meet another man at a hotel. He said he didn't believe a word of it, that his wife was a good woman, she was devoted to their children, and insisted their marriage was happy. With Sengupta as a sympathetic partner, D-65183 was induced to speak about her viewing which concerned a man she had worked with years before. The report detailed the events of this man stalking and killing a woman he currently worked with. D-65183 was shaken after speaking about this, and asked to be returned to her cell.\n\n\n\n\nTest 8 - Date 04/08/20██\n\nTo prevent another debacle such as that with Hansen and Chao, and in light of the success of a semi-neutral party in Test 7, Dr. Sampson added a third person to the next viewing event. This third would not read the document, but instead act as a sounding board for the other readers. Researcher Sengupta asked to take another turn in this group, since he said his faith in his wife was unshakeable.\n\n\n\n\nSubjects:\n Researcher Sengupta, Researcher Bretton, Secretary Li (non-reader).\n\n\nResults:\n Sengupta's reading contained different information, this time describing his wife again harming their children but also burning their house and framing him for both crimes. He displayed a more significant response to the document today, speaking brusquely during debriefing. Researcher Bretton reported the document she read was about Researcher ██████ sneaking into the cafeteria each day before lunch and adulterating the food. She refused to specify the adulterant, but said she was going to bring lunch from home from now on. Secretary Li was an excellent mediator, able to keep both researchers on task with pertinent questions. Dr. Sampson asked her to perform in that role again if she was willing.\n\n\n\n\nTest 9 - Date 04/09/20██\n\nPostponed because Researcher Sengupta did not attend work today.\n\n\nFollowing Researcher Sengupta's arrest for [REDACTED] on 04/09/20██ and due to the probable role his exposure to SCP-2533 played in his actions, testing has been suspended indefinitely.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See Viewing Event Test Log 2533-02 Test 8\n\n\n2\n. \nibid.\n Test 5\n\n\n\n\n\n\n\n\n« \nSCP-2532\n | SCP-2533 | \nSCP-2534\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2533\n\" by CharonTheHand, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2533\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2533-01: Interview with Dr. Morgan Ayers. Dr. Ayers discovered SCP-2533 in his office on 03/18/20██. After reading the document and discussing its contents with his secretary, he began to understand its memetic behavior.",
        "Addendum 2533-02: Condensed Viewing Event Log. Testing conducted at Site 19 during March and April of 20██ under the direction of Dr. Phillip Sampson."
    ],
    "documents": [],
    "notes": [
        "Given the seemingly intentional manner in which SCP-2533 was placed, we should assume that this object was created and introduced in an effort to sow discord among Foundation staff. All senior personnel should be made aware of the existence of SCP-2533 and instructed to be alert for new instances. — Dr Morgan Ayers.",
        "Interviewed: Dr. Morgan Ayers, Senior Observer, Site 19 Interviewer: Dr. Phillip Sampson, Senior Researcher, Site 19. <Begin Log, 10:32am 03/19/20██> Dr. Sampson: Dr. Ayers, please tell me how you found SCP-2533. Dr. Ayers: It was sitting in my inbox on my desk when I came back from a meeting around two o'clock yesterday. Dr. Sampson: Do you know where it came from? Dr. Ayers: My secretary, Marla, found it on her desk when she returned from lunch yesterday. She reviewed it and put on my desk. It was signed by Marcus Teller, deputy chief of security here at Site 19. When I called him later in the day, he said he hadn't sent the document and also hadn't been running surveillance on anyone. Dr. Sampson: So you read it. What did the document say? Dr. Ayers: It was a report on the activities of Researcher ███████ for the last three days. As I read it, I got more and more furious, because it seemed that ███████ was destroying resources and flagrantly endangering the entire site. And then the son of a bitch crashed my car. At this point in the interview Dr. Ayers is noticeably agitated. He is clenching his fists and his face is red. Dr. Sampson: OK, slow down a minute. You know Researcher ███████ didn't actually do that, right? He didn't steal your car and crash it. Dr. Ayers: <Takes a breath.> Yes, I know. <Pauses.> It just seemed to make sense. He and I have never gotten along, and now everything in this report seemed to confirm the worst about this guy that I already didn't like. Dr. Sampson: What exactly did the report say he had done? Dr. Ayers: First and most importantly, he — sorry, the document alleged he breached containment of SCP-████ on two different occasions just in the past three days. And that morning he scheduled 14 class D personnel for termination for no apparent reason. And he totalled my fucking car! Do you know how much I paid to get that thing restored? Dr. Ayers' voice rises until he is shouting and begins to pound the table with his fist to punctuate his shouts. Interviewer attempts to calm him with some success. Dr. Sampson: Dr. Dr! <Raises his voice.> Dr. Ayers! Morgan! Calm down! Dr. Ayers appears to regain control of himself. His shoulders slump; he takes a very long breath. Dr. Ayers: Shit. I know, I know. Dr. Sampson: Let's move on. Do you need something to drink? Dr. Ayers: No; I just want to finish this. Dr. Sampson: Alright. What did you do after reading this document? Dr. Ayers: I was about to call the bastard down and fire him on the spot and then call the police. Then Marla came in to ask why I was so upset. I guess I got a bit loud yesterday too. I just pointed to the report. Then she said… Dr. Sampson: What? Dr. Ayers: I'm an administrator now, I'm not used to being exposed to these things anymore. She said, \"Yeah, I never really liked Dr. ████████, but I didn't think he was that bad.\" It took me a few seconds to process that. We compared our versions of what we thought the document said, and figured out pretty quick that something strange was happening. Dr. Sampson: Did you talk with Researcher ███████ about the alleged events described in the document? Dr. Ayers: Yes. But first I went to check on my car. When it was just fine, I suspected the rest of the document was disinformation as well. I wasn't sure I could keep my cool, so I had Marla ask him about his activities and he was able to answer everything to her satisfaction. Dr. Sampson: But you're still angry. Dr. Ayers: Intellectually, I know none of that stuff was true. I know it. But it's still there in the back of my head every time I see the guy. My blood boils and my teeth grind when I pass him in the hall, and it's not even his fault. Dr. Sampson: Where is the document now? Dr. Ayers: Safe. I have it locked up. And I'm not going to read it again. Dr. Sampson: Thank you for your time, Dr. Ayers. Dr. Ayers: <Lets out a deep sigh.> <End Log, 11:07am 03/19/20██> Closing Statement: Some time in the 12 hours after this interview was conducted, Dr. Ayers self-administered a class C amnestic.",
        "Subject: D-18233. Results: D-18233 became very agitated after reading SCP-2533. Upon release from the testing chamber, D-18233 reported that the document contained \"a bunch of crap.\" While being escorted back to his cell D-18233 physically attacked Dr. Sampson causing several broken bones and a concussion before the security team could terminate D-18233. During this violent episode, D-18233 shouted incoherently that Dr. Sampson was \"doing [his] family that way\" but gave no specifics.",
        "Subjects: Researcher Hansen and Research Assistant Chao. Results: Hansen and Chao had not even finished reading page 6 of the document when Chao attempted to strangle Hansen. The ensuing brawl required intervention by three security team members. Both researchers were given class C amnestics and assigned to a different project.",
        "Subjects: Researcher Sengupta and D-65183. Results: Some headway was finally made in this test. Sengupta's reading was about his wife. He reported that it described her abusing their children and leaving them alone to meet another man at a hotel. He said he didn't believe a word of it, that his wife was a good woman, she was devoted to their children, and insisted their marriage was happy. With Sengupta as a sympathetic partner, D-65183 was induced to speak about her viewing which concerned a man she had worked with years before. The report detailed the events of this man stalking and killing a woman he currently worked with. D-65183 was shaken after speaking about this, and asked to be returned to her cell.",
        "Subjects: Researcher Sengupta, Researcher Bretton, Secretary Li (non-reader). Results: Sengupta's reading contained different information, this time describing his wife again harming their children but also burning their house and framing him for both crimes. He displayed a more significant response to the document today, speaking brusquely during debriefing. Researcher Bretton reported the document she read was about Researcher ██████ sneaking into the cafeteria each day before lunch and adulterating the food. She refused to specify the adulterant, but said she was going to bring lunch from home from now on. Secretary Li was an excellent mediator, able to keep both researchers on task with pertinent questions. Dr. Sampson asked her to perform in that role again if she was willing.",
        "\" SCP-2533 \" by CharonTheHand, from the SCP Wiki . Source: https://scpwiki.com/scp-2533 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2533",
    "object_class": "Safe",
    "containment_procedures": "SCP-2533 is inactive unless read by a human. When not in use for an authorized viewing event, it is to remain in a sealed manila envelope which is placed in a locked filing cabinet drawer in Secure File Storage room 2 at Site 19. Access must be authorized by Level 3 Supervisors or higher.",
    "description": "SCP-2533 is a 9 page document printed on standard A4 paper stapled at the top left corner. This document appears to be a surveillance report performed by Site 19 security staff of the recent activities of a person known to the reader. The report contents and surveillance subject are different for each reader. When multiple readers view the document together, each perceives it to be about a different subject. The contents and date of the report change when more than one day has elapsed since the previous viewing event but the subject usually is the same for a given reader.",
    "title": "SCP-2533"
}