{
    "url": "https://scp-wiki.wikidot.com/scp-2538",
    "all_text": "rating: \n+27\n+\n–\nx\n\n\nItem #:\n SCP-2538\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n No weapons, armor, or other items generated by SCP-2538, are allowed outside of the containment chamber. At least 2 security personnel must guard SCP-2538 at all times. Security officers will rotate in shifts accordingly.\n\n\nDescription:\n SCP-2538 is a large van with a set of seats in the back, along with several containers. The vehicle has several crude steel plates attached to the sides and windows. SCP-2538 has no visible license plating and manufacturer labels. Due to this, manufacturer and previous owner of SCP-2538 are unknown. The left side of the vehicle has a spray painted rectangular symbol with the letters \"R. S.\" written below.\n\n\nWhen opened by an outside source, several objects will appear inside SCP-2538's back compartment. The objects known to appear include:\n\n\n\n\n4 sets of tactical bullet resistant vests\n\n\n4 loaded M4A1 carbine rifles\n\n\n2 bags of plastic explosives\n\n\n4 masks depicting various animals\n1\n\n\n20 magazines of 5.56x45mm NATO cartridges\n\n\n\n\nUpon opening SCP-2538 again, a new set of the aforementioned items will appear, and will cause all previous items to disappear, regardless of where they are. Any objects placed inside SCP-2538's back compartment will also disappear once a new set is created. Any damage to SCP-2538 is repaired once the object is outside of human sight-lines.\n\n\nThe Foundation first discovered SCP-2538 in a warehouse owned by the company \"Cargo-Partner\" on the edge of Belgrade, Serbia. SCP-2538 was recovered along with a phone hidden inside the vehicle's glove compartment. After recovery the incidents of violent crime in Belgrade decreased.\n\n\nAddendum 2538/01 02/04/10:\n The phone recovered from SCP-2538's glove compartment contained several audio recordings. Each recording dated from 3 months, to 2 days before recovery. These recordings are accessible by personnel of level 2 clearance and above.\n\n\n\n\n+ ACCESS PHONE RECORDINGS [INPUT CREDENTIALS]\n\n\n\n\n- ACCESS GRANTED [CLOSE FILE]\n\n\n\n\n\n\nCaller Name: Dragan\n\n\nHey Marco, I got some extra parts from that saleman. You could use them better then he could. I'll be stopping by the warehouse in 2 hours, I'll talk with you there.\n\n\n\n\n\n\nCaller Name: Dragan\n\n\nNice job on the car Marco, just got the photo you sent me. I'm heading to a quick meeting of sorts, going to get us a quick job.\n\n\n\n\n\n\nCaller Name: Dragan\n\n\nI've set up a job for the new van. It involves the local bank and whatnot. I'm calling up an old friend of sorts as we speak to help us out. I'll call you back when I can.\n\n\n\n\n\n\nCaller Name: Dragan\n\n\nAlright, I've made us a deal. This syndicate has deep pockets Marco, and we both could use the extra dinars. They're going to send you a call soon, listen to the Representative, and do what he says. He doesn't know about the van, was hoping to spring that as a surprise on him, make it worth his while yes?\n\n\n\n\n\n\nCaller Name: R.S Rep.\n\n\nAllow me to introduce myself, I am Markov of the Richter \"Corporation\". You and your partner's work has gotten our attention. With the success of this deal, I'm happy to welcome you as one of our workers. Your vehicle will be useful in our endeavors. It will save us a fortune, and I thank you for it personally. I'll call you when you are needed, remember your place Mr. Vukovic.\n\n\n\n\n\n\nCaller Name: Markov\n\n\nMarco, due to recent events regarding loss of our product, we ask that you do not use your vehicle for our work. We have lost approximately 30000 dinars worth of \"tools,\" and \"batteries,\" due to your choices. If you wish to repeal this, please schedule an appointment with me at once. Remember, your place, Mr. Vukovic.\n\n\n\n\n\n\nCaller Name: Markov\n\n\nMr. Vukovic, my organization has drafted a special offer for you. One of our many clients has expressed interest in your vehicle, specifically a man by the name of \"Viktor\" who works with our Scarlet division. If you wish to accept this request, please report to your warehouse tomorrow at 2:00PM with the vehicle in tow. Thank you in advance, any concerns should be addressed at the deal.\n\n\n\n\n\n\nCaller Name: Dragan\n\n\nMarco, MARCO! Listen, Marco you…shit listen you need to get out of town or something, just anything! The Syndicate has it in for us apparently, they want your van…they're…shit. One of their men just tried to kill me, so I don't have my time friend, you need to get out of the city, find some way to destroy or hide or…shit I just had an idea. Find a way to get your van into the hands of those secret society creeps you keep hearing about, the ones that you said steal away and contain weird supernatural things. I don't know how just…get their attention or something. I…I think this is goodbye Marco, stay safe my friend.\n\n\n\n\n\n\nCaller Name: DO NOT ANSWER\n\n\nMarco, you were never much use to us anyway. We'll find that van of yours, we'll trace your signal until we find you, and I will make sure you do not dodge a bullet like your friend Dragan did for a moment. You could have had a prosperous life Marco, but I'm afraid this is good bye forever you Serbian rat. I eagerly anticipate your body bag arriving at Viktor's footsteps soon. Until then, I hope I never see you.\n\n\n\n\nResearch is currently underway regarding the \"Richter Syndicate\" mentioned in the recordings. Whereabouts of \"Marco\" or other POIs are currently unknown.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The animal depicted on the masks are random. Common appearances include arachnid and insect species.\n\n\n\n\n\n\n\n\n« \nSCP-2537\n | SCP-2538 | \nSCP-2539\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2538\n\" by DrCarrion, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2538\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2538/01 02/04/10: The phone recovered from SCP-2538's glove compartment contained several audio recordings. Each recording dated from 3 months, to 2 days before recovery. These recordings are accessible by personnel of level 2 clearance and above."
    ],
    "documents": [],
    "notes": [
        "Caller Name: Dragan Hey Marco, I got some extra parts from that saleman. You could use them better then he could. I'll be stopping by the warehouse in 2 hours, I'll talk with you there.",
        "Caller Name: Dragan Nice job on the car Marco, just got the photo you sent me. I'm heading to a quick meeting of sorts, going to get us a quick job.",
        "Caller Name: Dragan I've set up a job for the new van. It involves the local bank and whatnot. I'm calling up an old friend of sorts as we speak to help us out. I'll call you back when I can.",
        "Caller Name: Dragan Alright, I've made us a deal. This syndicate has deep pockets Marco, and we both could use the extra dinars. They're going to send you a call soon, listen to the Representative, and do what he says. He doesn't know about the van, was hoping to spring that as a surprise on him, make it worth his while yes?",
        "Caller Name: R.S Rep. Allow me to introduce myself, I am Markov of the Richter \"Corporation\". You and your partner's work has gotten our attention. With the success of this deal, I'm happy to welcome you as one of our workers. Your vehicle will be useful in our endeavors. It will save us a fortune, and I thank you for it personally. I'll call you when you are needed, remember your place Mr. Vukovic.",
        "Caller Name: Markov Marco, due to recent events regarding loss of our product, we ask that you do not use your vehicle for our work. We have lost approximately 30000 dinars worth of \"tools,\" and \"batteries,\" due to your choices. If you wish to repeal this, please schedule an appointment with me at once. Remember, your place, Mr. Vukovic.",
        "Caller Name: Markov Mr. Vukovic, my organization has drafted a special offer for you. One of our many clients has expressed interest in your vehicle, specifically a man by the name of \"Viktor\" who works with our Scarlet division. If you wish to accept this request, please report to your warehouse tomorrow at 2:00PM with the vehicle in tow. Thank you in advance, any concerns should be addressed at the deal.",
        "Caller Name: Dragan Marco, MARCO! Listen, Marco you…shit listen you need to get out of town or something, just anything! The Syndicate has it in for us apparently, they want your van…they're…shit. One of their men just tried to kill me, so I don't have my time friend, you need to get out of the city, find some way to destroy or hide or…shit I just had an idea. Find a way to get your van into the hands of those secret society creeps you keep hearing about, the ones that you said steal away and contain weird supernatural things. I don't know how just…get their attention or something. I…I think this is goodbye Marco, stay safe my friend.",
        "Caller Name: DO NOT ANSWER Marco, you were never much use to us anyway. We'll find that van of yours, we'll trace your signal until we find you, and I will make sure you do not dodge a bullet like your friend Dragan did for a moment. You could have had a prosperous life Marco, but I'm afraid this is good bye forever you Serbian rat. I eagerly anticipate your body bag arriving at Viktor's footsteps soon. Until then, I hope I never see you.",
        "\" SCP-2538 \" by DrCarrion, from the SCP Wiki . Source: https://scpwiki.com/scp-2538 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2538",
    "object_class": "Safe",
    "containment_procedures": "No weapons, armor, or other items generated by SCP-2538, are allowed outside of the containment chamber. At least 2 security personnel must guard SCP-2538 at all times. Security officers will rotate in shifts accordingly.",
    "description": "SCP-2538 is a large van with a set of seats in the back, along with several containers. The vehicle has several crude steel plates attached to the sides and windows. SCP-2538 has no visible license plating and manufacturer labels. Due to this, manufacturer and previous owner of SCP-2538 are unknown. The left side of the vehicle has a spray painted rectangular symbol with the letters \"R. S.\" written below.",
    "title": "SCP-2538"
}