{
    "url": "https://scp-wiki.wikidot.com/scp-2540",
    "all_text": "SCP-2540\n - \nTime Lime\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+320\n+\n–\nx\n\n\n\n\n\n\nDiagram depicting the four-dimensional spatial requirements necessary for the existence of the SCP-2540 anomaly.\n\n\n\n\n\n\nItem #:\n SCP-2540\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2540 is to be contained within an anomalous object storage locker at \nSite-81\n, outfitted with Plexiglas paneling in place of the standard steel alloy. Because of the nature of SCP-2540, this locker must be large enough to properly house no fewer than five human subjects at any given time, and security staff must remain on-hand to process human subjects that appear near SCP-2540.\n\n\nAdditionally, because of the nature of SCP-2540, video surveillance has been deemed inappropriate for observation of SCP-2540, requiring manual observation at all times. A staff of on-site security personnel has proven sufficient to this task.\n\n\nUnder no circumstances are any personnel to come within 1m of SCP-2540. Transportation of SCP-2540 must only be undertaken through the use of electromagnets capable of manipulating SCP-2540's position in space.\n\n\nDescription:\n SCP-2540 is a localized temporal anomaly that can only be perceived as a \nCitrus aurantiifolia\n, or key lime. The means by which SCP-2540 appears as a lime are currently poorly understood, as is the origin of SCP-2540.\n\n\nSCP-2540 apparently operates under the principles of a \nTipler Cylinder\n, a hypothesized means by which free movement through time might be achieved. Early observation of SCP-2540 was inconclusive; while phenomena associated with Tipler physics were noted, the obvious lack of an infinite cylinder, or finite cylinder of any kind moving at an extreme velocity, put this theory into question. Either of these are necessary to fit the requirements of a true Tipler cylinder.\n\n\nIn 1987, Foundation physicist Alexandre Hilbert hypothesized that SCP-2540 may very well be the physical representation of an infinitely long cylinder existing within four or more spatial dimensions, intersecting with our own in such a way that it appears to human beings as a lime. The anomaly can be fully interacted with physically; the effects of this across additional spatial dimensions is currently unknown. Security protocols require that SCP-2540 only be interacted with using electromagnets, however, as physical contact runs the risk of becoming affected by SCP-2540's properties.\n\n\nAlthough the method by which this is achieved is currently unknown, the rotation of the anomaly represented by SCP-2540 creates a spacetime \"drag\" across its entire length, capable of pulling matter into the cylinder and depositing it elsewhere across spacetime. Current theories state that SCP-2540 is one of an unknown number of randomly spaced \"leaks\" across the length of the cylinder, which results in the appearance of matter from other access points. While this transfer of matter usually consists with a constant outflow of air, it has occasionally turned out more significant objects, including entire human beings.\n\n\nBecause of the spacetime drag created by SCP-2540, video surveillance equipment is unable to properly capture footage of SCP-2540, causing significant visual disruptions when in frame. This nature does not seem to affect human eyesight whatsoever.\n\n\nInterview 2540-1:\n Subject 2540-Alpha\n\n\nThe following interview took place following the appearance of the first human from within SCP-2540. Subject is an adult male of Russian descent, aged at roughly 47 years. Subject initially appeared wearing a t-shirt bearing a Hawaiian print and cargo shorts, and missing a significant portion of its body beneath the waist. The wound appeared to have been sealed closed, likely due in some part to the nature of the subject's transfer through the Tipler Cylinder. Subject reported no discomfort from this. A translator was tasked to facilitate communication between the Foundation interviewer and the subject.\n\n\n\n\nInterviewer:\n Dr. Gregory Bennett\n\n\nInterviewee:\n SCP-2540-Alpha, Boris Tanzen, via translator\n\n\nDate of Interview:\n 09/12/1989\n\n\nDr. Bennett:\n Good evening, SCP-2540-Alpha. My name is Dr. Bennett, I'll be conducting this interview today.\n\n\nSCP-2540-Alpha:\n Good, good, you seem like a nice enough guy. But call me Boris, please. Any chance you could tell me where my legs are, though?\n\n\nDr. Bennett:\n We're currently trying to figure that out ourselves, Mr. Tanzen. Could you tell me what you were doing before you found yourself in our holding cell?\n\n\nSCP-2540-Alpha:\n Of course. The wife and I were vacationing in Cozumel, and we had just gone down to the beach to get some sun. I went to the bar to get some drinks… and I ordered a Skinny Limmy? He goes to give me a lime to put in it, and then I'm here.\n\n\nDr. Bennett:\n I see. Can you tell me what the date is, Mr. Tanzen?\n\n\nSCP-2540-Alpha:\n July… 23rd, 2045? I believe?\n\n\nDr. Bennett:\n Did you notice anything during your transition to here?\n\n\nSCP-2540-Alpha:\n Something… sour? I felt sour, in my mouth. Also I think I might've surprised somebody.\n\n\nDr. Bennett:\n Surprised somebody?\n\n\nSCP-2540-Alpha:\n Just a feeling I got, like somebody saw me there and was surprised.\n\n\nDr. Bennett:\n Can you describe to me anything about this somebody?\n\n\nSCP-2540-Alpha:\n *\nShrugs\n* Nothing really. Maybe I didn't have my eyes open, or maybe I wouldn't have been able to see it if I had. Hard to say.\n\n\n[END LOG]\n\n\nSubject SCP-2540-Alpha was detained at Site 81 at the conclusion of the interview, and remains under surveillance as part of continued research into the nature of SCP-2540.\n\n\n\n\nIncident Log 2540-1:\n 03/15/1995\n\n\nDuring routine examination of SCP-2540, it was observed that a spatial distortion had begun to form near SCP-2540. Personnel on-site to witness the event described the feeling that some kind of large, amorphous entity was looking through the distortion. Shortly thereafter, the distortion dispersed.\n\n\nIncident Log 2540-2:\n 06/23/1995\n\n\nSecurity personnel reported that a spatial distortion had formed within SCP-2540's containment cell, shortly after SCP-2540 deposited an entire swordfish into the room. The security personnel reported a feeling similar to that mentioned in Log 2540-1. Shortly after opening, the spatial distortion released approximately 3 metric tons of stone tablets bearing etchings in a number of unknown languages, the majority of which shattered upon contact with the floor of the containment cell, or each other. All security personnel, and the swordfish, escaped with no injuries.\n\n\nIncident Log 2540-5:\n 11/02/2001\n\n\nDue to several incidents similar to that in Log 2540-2, Foundation psychologists determined that an entity, likely one existing within four spatial dimensions, was attempting to contact those close to breaches in the temporal anomaly and communicate with them. Because of this, additional Foundation linguists were called in to attempt to facilitate with the entity. During the next spatial distortion, a capsule was launched through the opening containing a cipher that an intelligent entity could use as a baseline of communication with Foundation personnel.\n\n\nIncident Log 2540-6:\n 02/24/2002\n\n\nDuring observation of SCP-2540, a large roll of what appeared to be a pressed, paper-like material, emerged from within SCP-2540. The roll was covered in a number of inscriptions, quickly determined to be a crude attempt at writing in English. The best guess of a possible meaning is listed below.\n\n\n\n\nHello many very insignificant fleshy/squishy? friend creatures\n\n\nI dropped this tool/device/accelerator? here because I am [ILLEGIBLE] and will not return for a short time\n\n\nHopefully it will not detrimental for you too much/often?\n\n\nBut I very requirement [ILLEGIBLE] to set it right in this location\n\n\nI am forgiven? that it intersects with your unfortunate universe\n\n\nPotentially it will be transferred to a different/banana?\n1\n location\n\n\nHowever it is not likely I returnable/exist/continue? Something else/bigger will be here to move it\n\n\nMaybe you won't realize it [ILLEGIBLE\n2\n] you probably will\n\n\nThank you and sorry!\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Despite cues around the text implying the meaning of \"different\", the text itself directly used the word \"banana\". The reason for this is unknown.\n\n\n2\n. Symbol was accompanied by what looked to be a drawing of a vaguely octopoid creature bearing a large grin.\n\n\n\n\n\n\n\n\n« \nSCP-2539\n | SCP-2540 | \nSCP-2541\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2540\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2540\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n lime.jpg\n\n\nAuthor:\n djkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Dimension levels.svg\n\n\nAuthor:\n NerdBoy1392\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewer: Dr. Gregory Bennett Interviewee: SCP-2540-Alpha, Boris Tanzen, via translator Date of Interview: 09/12/1989 Dr. Bennett: Good evening, SCP-2540-Alpha. My name is Dr. Bennett, I'll be conducting this interview today. SCP-2540-Alpha: Good, good, you seem like a nice enough guy. But call me Boris, please. Any chance you could tell me where my legs are, though? Dr. Bennett: We're currently trying to figure that out ourselves, Mr. Tanzen. Could you tell me what you were doing before you found yourself in our holding cell? SCP-2540-Alpha: Of course. The wife and I were vacationing in Cozumel, and we had just gone down to the beach to get some sun. I went to the bar to get some drinks… and I ordered a Skinny Limmy? He goes to give me a lime to put in it, and then I'm here. Dr. Bennett: I see. Can you tell me what the date is, Mr. Tanzen? SCP-2540-Alpha: July… 23rd, 2045? I believe? Dr. Bennett: Did you notice anything during your transition to here? SCP-2540-Alpha: Something… sour? I felt sour, in my mouth. Also I think I might've surprised somebody. Dr. Bennett: Surprised somebody? SCP-2540-Alpha: Just a feeling I got, like somebody saw me there and was surprised. Dr. Bennett: Can you describe to me anything about this somebody? SCP-2540-Alpha: * Shrugs * Nothing really. Maybe I didn't have my eyes open, or maybe I wouldn't have been able to see it if I had. Hard to say. [END LOG] Subject SCP-2540-Alpha was detained at Site 81 at the conclusion of the interview, and remains under surveillance as part of continued research into the nature of SCP-2540.",
        "Hello many very insignificant fleshy/squishy? friend creatures I dropped this tool/device/accelerator? here because I am [ILLEGIBLE] and will not return for a short time Hopefully it will not detrimental for you too much/often? But I very requirement [ILLEGIBLE] to set it right in this location I am forgiven? that it intersects with your unfortunate universe Potentially it will be transferred to a different/banana? 1 location However it is not likely I returnable/exist/continue? Something else/bigger will be here to move it Maybe you won't realize it [ILLEGIBLE 2 ] you probably will Thank you and sorry!",
        "\" SCP-2540 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-2540 . Licensed under CC-BY-SA .",
        "Filename: lime.jpg Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Dimension levels.svg Author: NerdBoy1392 License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-2540",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2540 is to be contained within an anomalous object storage locker at Site-81, outfitted with Plexiglas paneling in place of the standard steel alloy. Because of the nature of SCP-2540, this locker must be large enough to properly house no fewer than five human subjects at any given time, and security staff must remain on-hand to process human subjects that appear near SCP-2540.",
    "description": "SCP-2540 is a localized temporal anomaly that can only be perceived as a Citrus aurantiifolia, or key lime. The means by which SCP-2540 appears as a lime are currently poorly understood, as is the origin of SCP-2540.",
    "title": "SCP-2540"
}