{
    "url": "https://scp-wiki.wikidot.com/scp-2545",
    "all_text": "rating: \n+134\n+\n–\nx\n\n\nItem #:\n SCP-2545\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n \nSCP-2545 is to be emptied and stored in the low value item storage facility at Site-███.\n SCP-2545 is to be stored in a low-priority Safe-class containment cell at Site-███. Upkeep is to be assigned to a Level 2 researcher. 500 grams of food are to be inserted into SCP-2545 three times per day. Once per week, SCP-2545 is to be emptied until it is 10% full, and the extraneous contents incinerated. Contents are not to be consumed outside of a testing environment. SCP-2545 should not be kept empty for more than 24 hours.\n\n\nDescription:\n SCP-2545 is a plastic and wooden barrel that stands 120 cm tall with a diameter of 40 cm. It is sealed with a hinged plastic lid. The inside of the barrel has 9 black rings spaced equally along it that indicate 10% increments of the barrel's volume. Prior to recovery, it also possessed a metal scoop attachment on one side, which has since been removed.\n\n\nThe only contents that have thus far been able to demonstrate anomalous qualities when placed within SCP-2545 are gummy bears. When the barrel is roughly 10% full of gummy bears, some of them will begin to animate and attempt to exit the barrel. These animate gummy bears are classified as SCP-2545-1. Animation occurs at random, although typically only a few dozen are active at any given time.\n\n\nUpon animating, instances of SCP-2545-1 gain the ability to alter the adhesive properties of their body, which they manipulate to scale the interior of their chamber and attempt to exit. Individual units of SCP-2545-1 move at an average rate of 1 meter every 90 seconds. SCP-2545-1 instances possess very little strength on their own, but are capable of opening SCP-2545's lid by working in unison.\n\n\nAfter exiting SCP-2545, all instances of SCP-2545-1 will attempt to locate nearby foodstuffs and return them to SCP-2545. Instances of SCP-2545-1 act in a fashion indicative of a primitive hive-mind, and will cooperate to carry larger foodstuffs back to SCP-2545. Once a foodstuff has been placed inside SCP-2545, all instances of SCP-2545-1 present in the barrel will submerge it below the layer of gummy bears. Once the foodstuff is completely submerged, it will be converted into an equivalent mass of gummy bears which retain the original coloration and flavor of the food. This foraging behavior will temporarily cease once SCP-2545 is 90% full. However, if SCP-2545 remains 90% full for a period of 24 hours, it will resume producing SCP-2545-1 in order to continue foraging, to the point that it will overflow.\n\n\nTest Log:\n ██/██/20██ Testing performed by Junior Assistant Researcher ██████████, under supervision of Researcher █████████. One D-Class will be present for testing as well. SCP-2545 will be kept at 50% capacity for the duration of testing.\n\n\nTest #1:\n Apple placed inside SCP-2545. Apple proceeds to sink below layer of gummies, and is then rapidly replaced with multiple red and white gummy bears of identical mass. White gummy bears confirmed to taste like apple, while red ones confirmed to taste like apple skin.\n\n\nTest #2:\n Wax apple placed inside SCP-2545. Apple submerges, then rapidly reemerges and is ejected from the barrel at a velocity barely high enough to clear the edge of the barrel.\n\n\nTest #3:\n Live mouse placed inside SCP-2545. Mouse submerges, then is ejected at a low velocity, as with Test #2.\n\n\nTest #4:\n Dead mouse placed inside SCP-2545. Mouse submerges, then is replaced by mass of red gummy bears with lower mass than the mouse. This was shortly followed by the ejection of a mouse skeleton and clump of fur. Red gummy bears disposed of without taste-testing.\n\n\nTest #5:\n Cucumber submerged halfway under the layer of gummy bears with the non-submerged portion being held onto by D-67583. Instances of SCP-2545-1 begin scaling cucumber and attempt to wrench it from D-67583’s grip. They are unsuccessful. After roughly 2 minutes, the submerged portion of the cucumber snaps off and is converted into an equivalent mass of cucumber-flavored gummy bears.\n\n\nTest #6:\n D-67583 ordered to submerge arm, up to the elbow, in SCP-2545. D-67583 is hesitant, but accedes after several minutes. He is allowed to pull his arm out after 5 minutes with no noticeable changes occurring.\n\n\nTest #7:\n 150 grams of gummy worms placed inside SCP-2545. [DATA EXPUNGED]\n\n\nTest #8:\n D-67583 applies knife to external surface of SCP-2545, slightly damaging the wood. No response.\n\n\nTest #9:\n D-67583 is ordered to point Beretta 9mm (loaded with blanks) at SCP-2545. A single gummy bear is ejected at a high speed and strikes D-67583 in the right eye. D-67583 shouts an expletive and fires 4 rounds at SCP-2545 before realizing the gun is loaded with blanks. D-67583 moves toward SCP-2545, at which point a second gummy bear is ejected at a high speed, striking him in the left eye. He shouts another expletive, at which point security enters the room and restrains him. SCP-2545 was not damaged.\n\n\nAddendum #1:\n ██/██/20██ Item first came to Foundation’s attention on██/██/20██ when reports of animate gummy bears surfaced at a ██████ ████ in ███████. Though the lid was closed upon discovery, several instances of SCP-2545-1 had breached the confines of SCP-2545 and were searching for foodstuffs to convert. Examination of the store's inventory indicated they did not carry gummy bears, and all employees claimed the barrel was not present the day prior. The artifact was recovered and Class-A amnestics administered to any witnesses.\n\n\nAddendum #2:\n ██/██/20██ Containment breached in low value item storage at Site-███. Both the storage door and the door of the locker containing SCP-2545 were found ajar, with small chunks of gelatin forced inside their keyholes, effectively holding all tumblers in the \"unlocked\" position. The door to the Site-███, Quadrant-3 staff room was found in a similar state, with all food having disappeared, including the food in the vending machine. SCP-2545 was found in its locker at roughly 85% capacity.\n\n\nAddendum #3:\n Transcript of security footage recovered from the containment breach on ██/██/20██:\n\n\n\n\n0125-0308 hours, Site-███, low-value item storage\n\n\n0125: Recording starts.\n\n\n0126-0202: A sphere, roughly the size of a soccer ball, is recorded by multiple cameras rolling through Quadrant-1 until arriving at Quadrant-3 low-value storage.\n\n\n0203: A small speck (presumably a mass of SCP-2545-1) detaches from sphere and begins climbing storage door.\n\n\n0204: Speck disappears upon reaching keyhole of storage door. Door opens.\n\n\n0205: The mass rolls into storage and arrives at SCP-2545's locker, at which point the locker is unlocked in the same manner as the storage door.\n\n\n0206: The sphere breaks up, and the mass of SCP-2545-1 enters the locker.\n\n\n0207: SCP-2545 is pushed out of its locker by the mass, which proceeds to roll it out of the storage room.\n\n\n0208-0219: Multiple cameras pick up SCP-2545 being rolled throughout Quadrant-3 until it arrives at the Quadrant-3 staff break room.\n\n\n0220: Break room door is unlocked in the same manner as the two previous doors. SCP-2545 is rolled inside.\n\n\n0221-0253: Instances of SCP-2545-1 manage to return SCP-2545 to an upright position in the center of the break room. The next 32 minutes consist of what is estimated to be 200 instances of SCP-2545-1 locating all foodstuffs in the cupboards, refrigerator, and vending machine, and dropping them all inside SCP-2545.\n\n\n0254-0307: SCP-2545 is rolled back through the facility and replaced in its locker in much the same way it escaped, albeit slightly slower.\n\n\n0308: Recording ends.\n\n\n\n\n\n\n\n\n« \nSCP-2544\n | SCP-2545 | \nSCP-2546\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2545\n\" by Meerschaum, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2545\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum #1: ██/██/20██ Item first came to Foundation’s attention on██/██/20██ when reports of animate gummy bears surfaced at a ██████ ████ in ███████. Though the lid was closed upon discovery, several instances of SCP-2545-1 had breached the confines of SCP-2545 and were searching for foodstuffs to convert. Examination of the store's inventory indicated they did not carry gummy bears, and all employees claimed the barrel was not present the day prior. The artifact was recovered and Class-A amnestics administered to any witnesses.",
        "Addendum #2: ██/██/20██ Containment breached in low value item storage at Site-███. Both the storage door and the door of the locker containing SCP-2545 were found ajar, with small chunks of gelatin forced inside their keyholes, effectively holding all tumblers in the \"unlocked\" position. The door to the Site-███, Quadrant-3 staff room was found in a similar state, with all food having disappeared, including the food in the vending machine. SCP-2545 was found in its locker at roughly 85% capacity.",
        "Addendum #3: Transcript of security footage recovered from the containment breach on ██/██/20██:"
    ],
    "documents": [],
    "notes": [
        "0125-0308 hours, Site-███, low-value item storage 0125: Recording starts. 0126-0202: A sphere, roughly the size of a soccer ball, is recorded by multiple cameras rolling through Quadrant-1 until arriving at Quadrant-3 low-value storage. 0203: A small speck (presumably a mass of SCP-2545-1) detaches from sphere and begins climbing storage door. 0204: Speck disappears upon reaching keyhole of storage door. Door opens. 0205: The mass rolls into storage and arrives at SCP-2545's locker, at which point the locker is unlocked in the same manner as the storage door. 0206: The sphere breaks up, and the mass of SCP-2545-1 enters the locker. 0207: SCP-2545 is pushed out of its locker by the mass, which proceeds to roll it out of the storage room. 0208-0219: Multiple cameras pick up SCP-2545 being rolled throughout Quadrant-3 until it arrives at the Quadrant-3 staff break room. 0220: Break room door is unlocked in the same manner as the two previous doors. SCP-2545 is rolled inside. 0221-0253: Instances of SCP-2545-1 manage to return SCP-2545 to an upright position in the center of the break room. The next 32 minutes consist of what is estimated to be 200 instances of SCP-2545-1 locating all foodstuffs in the cupboards, refrigerator, and vending machine, and dropping them all inside SCP-2545. 0254-0307: SCP-2545 is rolled back through the facility and replaced in its locker in much the same way it escaped, albeit slightly slower. 0308: Recording ends.",
        "\" SCP-2545 \" by Meerschaum, from the SCP Wiki . Source: https://scpwiki.com/scp-2545 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2545",
    "object_class": "Safe",
    "containment_procedures": "SCP-2545 is to be emptied and stored in the low value item storage facility at Site-███. SCP-2545 is to be stored in a low-priority Safe-class containment cell at Site-███. Upkeep is to be assigned to a Level 2 researcher. 500 grams of food are to be inserted into SCP-2545 three times per day. Once per week, SCP-2545 is to be emptied until it is 10% full, and the extraneous contents incinerated. Contents are not to be consumed outside of a testing environment. SCP-2545 should not be kept empty for more than 24 hours.",
    "description": "SCP-2545 is a plastic and wooden barrel that stands 120 cm tall with a diameter of 40 cm. It is sealed with a hinged plastic lid. The inside of the barrel has 9 black rings spaced equally along it that indicate 10% increments of the barrel's volume. Prior to recovery, it also possessed a metal scoop attachment on one side, which has since been removed.",
    "title": "SCP-2545"
}