{
    "url": "https://scp-wiki.wikidot.com/scp-2546",
    "all_text": "rating: \n+78\n+\n–\nx\n\n\nItem #:\n SCP-2546\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-2546-1 through -600 are stored in a standard BSL-3 facility within Site-234. All work with these samples is carried out in appropriate BSL-3 personal protective equipment and conditions. Personnel assigned to work with SCP-2546 samples should have a minimum of 5 years experience working with retroviruses, of both anomalous and non-anomalous nature. Requests for creation of additional aliquots are subject to level 4 review.\n\n\nIn the event of accidental exposure, affected individuals are to be placed on anti-retrovirals, and monitored for changes in: cell surface receptors, genetic markers, bloodstream hormone levels, and behavioral patterns. Should affected individuals begin displaying any physical or mental alterations consistent with SCP-2546 infection, they are to be placed under level 2 humanoid quarantine. Once an infected individual's viral load has fallen below infection thresholds, they are to receive minor plastic surgery, and comprehensive class C amnestic treatment.\n\n\nIn the event of an outbreak, MTF-Chi-7 \"Plague Tamers\" are to be deployed, and Protocol Anthro-Lenti 5 enacted. Due to the slow-acting nature of SCP-2546, infections may not be detectable or become apparent until several weeks following exposure. Containment of infection following exposure\n1\n is of the highest priority. Individuals exposed to SCP-2546 strains corresponding to high ranking Foundation Employees should be monitored closely by medical personnel. When these individuals fall below the infectious threshold, they are to be briefed on their current situation, and offered facial reconstruction and employment in a post of their choosing.\n\n\n\n\nSHOW PROTOCOL ANTHRO-LENTI 5\n\n\n\n\nHIDE PROTOCOL ANTHRO-LENTI 5\n\n\n\n\nProtocol Anthro-Lenti 5 is composed of a series of quarantine steps designed to contain and destroy outbreaks of SCP-2546. This protocol is composed of the following measures:\n\n\n\n\nIdentification, and isolation of known infected individuals.\n\n\nIsolation of individuals known to have exchanged body fluids with infected individuals.\n\n\nAnalysis of local water supplies and blood banks for presence of SCP-2546.\n\n\nChlorine purge of contaminated water supply, and destruction of contaminated blood packs.\n\n\nMinor reconstructive plastic surgery, broad spectrum treatment with class C amnestics and introduction of viable background following viral clearance.\n\n\nRelease and dissemination of false information regarding the disappearance of infected individuals.\n\n\nReintegration of infected individuals into normal society.\n\n\n\n\n\n\n\n\n\n\nFoundation reconnaissance personnel identifying any individual consistent with the description of PoI-2546-A are to alert \nMTF's Chi-7\n and \nTau-9 (Bookworms)\n. Attempts to capture and/or neutralize PoI-2546-A are to observe utmost caution.\n\n\nDescription:\n SCP-2546 is the collective designation for 600 identified, and an unknown number of unidentified, anomalous retroviruses. All SCP-2546 instances are retroviruses of the genus lentiviridae, and are structurally similar to other retroviruses within the group, especially HIV. All SCP-2546 have a capsid 720 nm in diameter\n2\n and are capable of binding to the surfaces of all cells within the human body, regardless of cell surface profile. SCP-2546 primarily spreads, in the wild, through sexual/intimate contact, and/or accidental bloodstream exposure, making person to person spread primarily limited to sexual partners. Unlike other viruses, both anomalous and non-anomalous, SCP-2546's primary function is not only to propagate itself, but also to alter its host. SCP-2546's genome is thus quite large, and codes for an additional 34 proteins which perform its primary anomalous effect.\n\n\nSCP-2546's anomalous effects begin upon infection of a single cell within the host's body. Upon entry, the virus makes its way to the center of the cell, where it will begin shedding its protein shell. SCP-2546 will then proceed to dismantle the existing chromosomes, utilizing 34 proteins to unwind, destroy, and replace the host's chromosome utilizing the denatured particles as building blocks. It is unclear how exactly these proteins are able to synthesize and organize these new chromosomes without a template; however, thorough analysis has pinpointed several repeated sequences/structures which are unique to each virus and may be related to this process.\n\n\nThe average time between initial infection and chromosome replacement is estimated to be between 3-5 days.\n3\n Altered cells produce virus continuously for a period of 3 months, at the end of which they become impermeable to further infection with the same virus. SCP-2546 primarily spreads through the body via the immune system, where it takes advantage of the close proximity necessary for immune cells to fulfill their functions, and by proxy prevents the host's immune cells from negatively reacting with cells possessing replaced chromosomes.\n\n\nAs a direct result of SCP-2546's chromosome replacement, infected individuals are subject to a long, painful, and severely distressing transformation wherein on the genetic, physical, and mental levels they undergo complete transmogrification into the corresponding person.\n4\n This transformation's length varies based on the viral load that the individual was originally exposed to, ranging anywhere from 1-10 years. Symptoms of infection vary from individual to individual, and many may not be noticeable immediately due to the lengthy reproductive cycle of each virus; however, some of the more notable symptoms are detailed below:\n\n\n\n\nAlterations to skeletal structure including loss/gain of height.\n\n\nIncrease/decrease in muscle mass and fat content.\n\n\nMuscle aches/fatigue, sharp and/or chronic pain in the bones.\n\n\nProgression/Reduction of ageing.\n5\n\n\nPhysical dissociation/loss of sense of self.\n\n\nChanges in skin pigmentation.\n\n\nBehavioral alterations/personality shifts/changes in preferences.\n\n\nSlow loss of personal memories, and gradual gain of the corresponding person's memories.\n6\n\n\nChanges to internal organs affecting their function.\n\n\nHormone level fluctuations.\n\n\nReproductive organ alterations.\n\n\nConfusion, disorientation, inability to recognize themselves and/or significant cognitive dissonance.\n\n\nIn rare cases, death due to internal trauma.\n\n\n\n\nSCP-2546 was first discovered by Foundation personnel implanted amongst ████ University local medical center. Kyle ███████, officially dubbed \"patient zero\", came to the center seeking medical treatment for a variety of symptoms now known to be associated with SCP-2546.\n\n\nWARNING, ATTEMPTED ACCESS DETECTED, PROTOCOL HEPADNA-42 HAS BEEN PRIMED, SECURITY CLEARANCE LEVEL 4 REQUIRED.\n\n\n\n\nENTER CREDENTIALS\n\n\n\n\nCREDENTIALS RECOGNIZED, PROTOCOL HEPADNA-42 DEACTIVATING.\n\n\n\n\nDue to SCP-2546's anomalous properties, information regarding the origin of each viruses chromosomes are kept behind high level security clearance. This is necessary to safeguard Site-234 personnel in addition to preventing the creation of additional high ranking Foundation personnel from which information might be extracted by antagonistic GOI's.\n\n\nFollowing each outbreak, a high ranking Foundation official has been the target of short, cryptic, and threatening messages centering around hatred of the Foundation and its operations or the loss of children. The majority of personnel who have received such messages were either direct correspondents with the outbreak or would later be connected to future outbreaks. A complete list of these personnel has been compiled, and is available upon request. All attempts to identify the PoI behind the SCP-2546 outbreaks have failed, as the individual displays explicit mastery of covering their electronic trail.\n\n\nThe following table comprises a small portion of the 600 or so variants discovered and described by the Foundation at this time. To access the full list please contact Site-234 Directors Sherry or Leep Andrews.\n\n\n\n\n\n\nVariant Designation\n\n\nChromosome Origin\n\n\nPatient Zero\n\n\nOutbreak Description\n\n\nAttached Message\n\n\n\n\n\n\nSCP-2546-1\n\n\nAnne ████████, 20-year-old student at ████ University. Prominent member of the Sorority Delta Delta Delta.\n\n\nKyle ███████, 21-year-old student at ████ University. Prominent member of the Fraternal Organization Alpha Tau Omega.\n\n\nKyle ███████ began displaying symptoms of SCP-2546 infection after an indeterminate period of exposure.\n7\n At time of containment, Mr. ███████ had lost 27.2 kg in weight, and 22 cm in height.\n8\n Investigation into all recent contact with Mr. ███████ lead to detection of high levels of virus in Mrs. ████████. It is now believed that all subsequent variants were engineered from Mrs. ████████, and as such, she is currently being held under indefinite quarantine within Site-234.\n\n\nNo Message was found\n\n\n\n\n\n\nSCP-2546-16\n\n\nKubli Khan, grandson of Ghengis Khan and 5th Khagan of the Mongol empire.\n\n\n[REDACTED]\n\n\nInitial outbreak resulted in a short border skirmish between the countries of Kyrgyzstan and Tajikistan before Chi-7 was able to contain 153 infected individuals. 68 civilians, and an estimated 15 military personnel were killed during the fighting, including 23 children. The incident was covered up as a training exercise simulating a land war in Asia, and the number of casualties blamed on the mistaken use of live ammunition rather than blank rounds.\n\n\nReceived by Dr. Sherry Andrews 3 days after the outbreak was contained: How much is normalcy worth? Will you sacrifice your children to survive? Will you watch them turn before your eyes?\n\n\n\n\n\n\nSCP-2546-74\n\n\nCurrent United States Senator Bernie Sanders.\n\n\nRachel Nguyen, 7-year-old daughter of Foundation level 2 researcher Laron Nguyen.\n\n\nOutbreak was limited to 1 individual, as Ms. Nguyen expired 3 months after infection due to massive internal trauma. The outbreak is now believed to have been a failed attempt to neutralize Mr. Nguyen based on his research into the use of physics to harness Thaumaturgy.\n\n\nReceived via text message by all members of the O5 council 2 days following containment of the outbreak: It is a shame she had to die, a little slip of my needle and there she went, did you watch as the light left her eyes? Of the 5, multiples of 3 are available to me.\n\n\n\n\n\n\nSCP-2546-259\n\n\nO5-3\n\n\n[REDACTED]\n\n\nFoundation plants within the Chaos Insurgency reported the capture and imprisonment of O5-3 at a known CI stronghold. A joint assault between MTF-Alpha-1 (\"Red Right Hand\"), MTF-Nu-7 (\"Hammer Down\") and MTF-Chi-7 (\"Plague Tamers\") was able to penetrate the facility and recover O5-3. Recovery of the infected individual became impossible when they revealed a small scale nuclear device attached to their waist, informing the rescue force that it would be detonated upon removal, and could be activated remotely. Attending Medical operative George ████ was able to draw 3 vials of blood from the individual, before all 3 MTFs successfully evacuated. An estimated 1300 Chaos Insurgency personnel were incinerated in the blast.\n\n\nReceived by Site 91 senior staff: Your leaders think themselves invincible, untouchable. Even they can't avoid thought itself.\n\n\n\n\n\n\nSCP-2546-343\n\n\nNuru Jua Site 91 director, head of containment for \nSCP-2559\n\n\n3 Unknown Individuals, identities unknown/not in Foundation gene banks\n\n\nThe outbreak was first discovered when 3 individuals appeared in the Cities of New York, Tokyo, and Béziers. All 3 individuals were in the mid stages of SCP-2546 infection, with disproportionately sized limbs and pigmented patches of skin. Following their appearance, SCP-2559 breached containment, resulting in 540 casualties. MTF-Chi-7, Beta-7, and MTF-Upsilon-4 (\"Sugar Pill\") were deployed to each location, and successfully contained 2559. Dissemination teams accredited the deaths to a particularly virulent strain of influenza.\n\n\nReceived by Director Shirley Gillespie: You keep so many secrets, from them, yourself, and even your son. Do they really matter?\n\n\n\n\n\n\nSCP-2546-445\n\n\nDr. Ralph Roget\n\n\n15 Individuals, identities unknown due to complete transformation.\n\n\nSCP-2546-445 was discovered upon Dr. Roget's return to his apartments in Site-77 following an extended stay at Site-19, on October 5th, 2016. Upon entry to his apartment, Dr. Roget reported feeling uneasy, at which point he began cautiously exploring the residence with weapon drawn. As Dr. Roget moved through the apartment, he discovered a number of body parts which had been severed using surgical instruments, including heads, limbs, and genitalia, which belonged to individuals he recognized as physically identical to himself. Blood samples from these appendages revealed the presence of SCP-2546-445.\n\n\nText message Received by Dr. Roget shortly after full exploration of his residence: They so wanted to come home. They fell to pieces when they learned they couldn't.\n\n\n\n\n\n\nSCP-2546-542\n\n\nDr. Leep Andrews, Co-Director of Site-234\n\n\nSally █████, 8 year old daughter of Mr. and Mrs. █████, close friends of Site-234 Co-directors Sherry and Leep Andrews\n\n\nFoundation personnel became aware of SCP-2546-542's existence when the entire administration of Site-234 received an email\n9\n containing a link to an anonymously hosted video sharing site. This link connected to a timelapse video, 20 minutes and 15 seconds long, of Sally █████ being inoculated with an SCP-2546 variant by a masked figure\n10\n, and subsequently transforming into Dr. Andrews. The video is of particular note in that it would return to a normal time frame to display particularly graphic and/or disturbing portions of the transformation, including the development of genitalia and heightened vocalizations of pain. Unlike Ms. Nguyen, Ms. █████ is seen to endure the entire transformation without expiring. Ms. █████'s fate is currently unknown. A vial of blood containing SCP-2546-542 arrived on Dr. Andrews desk the following day.\n\n\nAttached to the email: As my daughters faded in my arms, the stars above danced in brilliant flames and lights, screaming to right that which was wronged. No more will Miss Sally remember them as her parents, but they will remember how you let her perish.\n\n\n\n\n\n\nSCP-2546-600\n\n\nSite-234 Co-director Sherry Andrews\n\n\n34 individuals, all members of The University of Alabama's █████ █████ █████ Fraternity who were believed to have disappeared in a boating accident 2 years before.\n\n\nThe outbreak was discovered when Dr. Sherry Andrews emerged from her home on the morning of December 6th, 2016 wherein she became aware of all 19 deceased and 15 near death infected individuals mounted on the Andrews' front lawn. Each individual had been nailed in the hands and ankles to an enlarged wooden version of the Foundation's emblem. All 34 were noted to be in various phases of infection, with 2 instances having completely transformed before, one of whom was still alive at the time of appearance. Security footage from the outdoor cameras around the residence is notable, in that the emblems did not appear until exactly 30 seconds before Dr. Andrews opened the door.\n\n\nWritten in blood on the grass: Bleed for Me\n\n\n\n\n\n\nUpdate: 8/11/17\n\n\nDue to the events surrounding the discovery of SCP-2546-542, Foundation analysts are now pursuing leads regarding a specific physical description. As of the current iteration of this document, PoI-2546-A is believed to possess the following characteristics: female, long blonde hair, physical scarring on the hands and lower arms due to severe burns of an unknown nature slim to medium build.\n11\nThe individual is estimated to be anywhere from 18-40 years of age, and is believed to possess a number of powerful thaumaturgical abilities, advanced knowledge of computing systems, and biomolecular engineering techniques far beyond even the most advanced Foundation research facilities.\n\n\nDue to PoI-2546-A's engineering of SCP-2546, it is extremely likely that they have created further instances of themselves, and thus are not working alone. It is also highly likely that PoI-2546-A no longer retains her original form, as her engineering prowess would allow her to create viruses lacking the memory and personality altering features of the variants discovered to date. Thus far, PoI-2546-A has presented no demands, and offered no reasoning as to their continued harassment of Foundation personnel. The individual is believed to use a retrovirus to achieve her intended aims\n12\n based on the duration and pain associated with SCP-2546's effects.\n13\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Especially in SCP-2546 instances corresponding to existing Foundation personnel.\n\n\n2\n. 6 times as large as HIV's\n\n\n3\n. This rate increases exponentially as more viral particles are introduced.\n\n\n4\n. It should be noted that transformed individuals are only able to recall their correspondents memories to a certain point. This point is believed to be the moment at which said individuals chromosomes were harvested. Research investigating possible similarities in mechanism with \nSCP-2009\n is pending approval.\n\n\n5\n. May or may not be physically noticeable dependent on the infected parties age and the corresponding virus.\n\n\n6\n. X-ray crystal structure analysis of the virus's capsid has revealed a number of molecular structures resembling thaumaturgical symbols. Foundation Thaumaturgy experts have identified 32 symbols, except in SCP-2546-1 where only 2 symbols are present, associated with memory and personality, which are currently believed to be the proximal mechanisms by which the virus induces memory and personality changes in its host. These symbols appear to have no biological function, and are most likely engineered into the viruses structure.\n\n\n7\n. It should be noted that Mr. ███████ was unwilling to reveal the day upon which he engaged in initial intimate contact with Mrs. ████████.\n\n\n8\n. Mr. ███████ was also noted to have begun development of Breast tissue.\n\n\n9\n. From what is now believed to have been a dummy account.\n\n\n10\n. Detailed analysis of each frame by Foundation video specialists has revealed several characteristics about the masked figure as described in the following section.\n\n\n11\n. Cross referencing with anomalies bearing similar properties to SCP-2546 and persons matching the description given here returned an incident involving an isolated outbreak of \nSCP-2009\n. The outbreak was noted to be unusual in that it occurred in an isolated portion of the Pacific Northwest, and that only 2 individuals were infected, 2 young children. Foundation personnel were alerted when a woman, matching the given description, attempted to call for an ambulance. All information regarding the identity of this individual has since been removed by unknown means.\n\n\n12\n. Emulating the pain of watching loved ones lose their identities right in front of them.\n\n\n13\n. How she chooses and accesses her targets is not known, though her perceived mental instability could indicate that there is no pattern to her choices. Only that she seeks to induce suffering in those she perceives as responsible for the loss of her children.\n\n\n\n\n\n\n\n\n« \nSCP-2545\n | SCP-2546 | \nSCP-2547\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2546\n\" by DrBleep, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2546\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2546 \" by DrBleep, from the SCP Wiki . Source: https://scpwiki.com/scp-2546 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2546",
    "object_class": "Keter",
    "containment_procedures": "SCP-2546-1 through -600 are stored in a standard BSL-3 facility within Site-234. All work with these samples is carried out in appropriate BSL-3 personal protective equipment and conditions. Personnel assigned to work with SCP-2546 samples should have a minimum of 5 years experience working with retroviruses, of both anomalous and non-anomalous nature. Requests for creation of additional aliquots are subject to level 4 review.",
    "description": "SCP-2546 is the collective designation for 600 identified, and an unknown number of unidentified, anomalous retroviruses. All SCP-2546 instances are retroviruses of the genus lentiviridae, and are structurally similar to other retroviruses within the group, especially HIV. All SCP-2546 have a capsid 720 nm in diameter2 and are capable of binding to the surfaces of all cells within the human body, regardless of cell surface profile. SCP-2546 primarily spreads, in the wild, through sexual/intimate contact, and/or accidental bloodstream exposure, making person to person spread primarily limited to sexual partners. Unlike other viruses, both anomalous and non-anomalous, SCP-2546's primary function is not only to propagate itself, but also to alter its host. SCP-2546's genome is thus quite large, and codes for an additional 34 proteins which perform its primary anomalous effect.",
    "title": "SCP-2546"
}