{
    "url": "https://scp-wiki.wikidot.com/scp-2558",
    "all_text": "rating: \n+228\n+\n–\nx\n\n\n\n\n\n\nThe original site of SCP-2558 before its movement, photographed in 1969.\n\n\n\n\n\n\nItem #:\n SCP-2558\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Local Mobile Task Force 352-Dalet (“Dixieland Nightmare Magic”) will monitor the movement of SCP-2558 annually with an unmanned surveillance submersible to ensure it is still traveling along Course Panacea.\n\n\nIf travel along Course Panacea proceeds as expected, no further action will be required until the year 2041, approximately five years before projected landfall, at which point revised containment procedures (detailed in File 2558-F) will be implemented. If SCP-2558 is found to have diverged from Course Panacea, Regional Headquarters staff will be responsible for implementing new containment procedures with all deliberate speed.\n\n\nDescription:\n SCP-2558 is the remains of the Horseshoe Beach First Baptist Church, last observed on the floor of the Gulf of Mexico approximately 69.2 km west-northwest of Horseshoe Beach, Dixie County, Florida. SCP-2558 moves west-northwest along the ocean floor at approximately 435 cm per day. At its current rate and direction (known as Course Panacea), SCP-2558 will make landfall near Panacea, Wakulla County, Florida on October 31, 2046.\n\n\n\n\n\n\nThe past location and projected \"Panacea Course\" of SCP-2558, from Horseshoe Beach to eventual landfall in Panacea, Florida.\n\n\n\n\n\n\nAll objects that were within SCP-2558 on January 3rd, 1971 at 14:11 UTC (10:11 AM local time), including the 37 church attendees and their personal belongings, appear within SCP-2558 in identical positions every Sunday at 14:11 UTC (hereafter referred to as the \"Weekly Recurrence Event\"). No attempt to permanently remove objects from SCP-2558 has succeeded thus far, although objects and people may be freely removed from the church, destroyed or modified prior to the Weekly Recurrence Event.\n\n\nThe church and its contents assume their exact conditions as of January 3rd, 1971 with every Weekly Recurrence Event. All humans within SCP-2558 return to life\n1\n and retain memories of the recurrences, and have not been noted to age as of last observation.\n2\n\n\nWhile containment procedures originally included a weekly rescue operation for the submerged attendees, Regional Headquarters suspended these operations in ████,\n3\n citing high cost and rising operational fatality rate as SCP-2558 entered deeper waters. As no human within SCP-2558 has as of yet remained conscious after about three minutes or survived after approximately eight minutes underwater, there is limited to no risk of containment breach by SCP-2558 inhabitants in its current location. Weekly containment and rescue of humans within SCP-2558 will continue in the year 2043 with the adoption of revised containment procedures detailed in File 2558-F.\n\n\nAddendum 2558-Aleph\n:\n\nOn January 3rd, 1971 (one day before SCP-2558 began its anomalous movement), an afternoon broadcast of the National Weather Service contained an unplanned edit to the forecast. A recording is attached:\n\n\n\n\n\n\nShow transcript\n\n\n\n\nHide transcript\n\n\n\n\n\n\nTHIS HAZARDOUS WEATHER OUTLOOK IS FOR NORTHWEST FLORIDA...SOUTH\nALABAMA AND THE ADJACENT COASTAL WATERS.\n\n.DAY ONE...TONIGHT...\n\nSHOWERS WILL INCREASE IN COVERAGE DURING THE OVERNIGHT HOURS OVER\nTHE COASTAL WATERS WITH A FEW EMBEDDED THUNDERSTORMS. A FEW SHOWERS\nMAY PUSH INTO THE COASTAL COUNTIES TOWARDS MORNING WHICH MAY CONTAIN\nLOCALLY HEAVY RAINFALL.\n\n.DAY TWO...SUNDAY\n\nI INDEED BAPTIZE YOU WITH WATER UNTO REPENTANCE: BUT HE THAT COMETH\nAFTER ME IS MIGHTIER THAN I, WHOSE SHOES I AM NOT WORTHY TO BEAR: HE\nSHALL BAPTIZE YOU WITH THE HOLY GHOST, AND WITH FIRE.\n\n.DAYS THREE THROUGH SEVEN...MONDAY THROUGH FRIDAY..\n\nSCATTERED TO POSSIBLY NUMEROUS THUNDERSTORMS ARE EXPECTED FRIDAY\nAND THROUGH EARLY NEXT WEEK. THE BEST COVERAGE OF STORMS WILL BE\nACROSS THE INLAND AREAS FRIDAY. SOME STORMS MAY BE STRONG AND\nPRODUCE FREQUENT LIGHTNING IN ADDITION TO LOCALLY HEAVY RAINFALL\nAND GUSTY WIND.\n\n\n\n\n\n\n\n\nThough interviews with NWS staff at the time resulted in no discovery of the source of this broadcast, subsequent anomalous radio activity in the region\n4\n suggests involvement of the Cross City-based Hyacinth Order in the creation of SCP-2558, as part of a pattern of anti-Protestant extranormal action beginning in the 1970s and continuing to the present day.\n\n\n\n\nFootnotes\n\n\n1\n. The last instance of humans surviving the entire duration between Weekly Recurrence Events was in ████, before SCP-2558 reached a depth of ███ m and rescue operations were suspended.\n\n\n2\n. Objects (including living beings) placed within SCP-2558 prior to the Weekly Recurrence Event are destroyed or displaced. No attempts to recover said objects have, as of ████, been successful.\n\n\n3\n. For recent debate of this change in policy, refer to Foundation Ethics Committee submission 1405.22 (June 8, 1998) (Anonymous, \"The One Thousand Deaths of Pastor Lewis Robinson: The Ethics of Repeatedly Drowning Baptists\") and Foundation Ethics Committee meeting 7561.05 (September 4, 1998).\n\n\n4\n. John “Jallit” O’June, “Common Codes And Communication Methods In Use By Minor Groups of Interest In The American South” \nFieldwork: An SCP Foundation Journal\n (1999): 311.\n\n\n\n\n\n\n\n\n« \nSCP-2557\n | SCP-2558 | \nSCP-2559\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2558\n\" by Kate McTiriss, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2558\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n siteasof1971.png\n\n\nName:\n Bethlehem Primitive Baptist Church building - Old Chicora, Florida\n\n\nAuthor:\n Bulger, Peggy A.\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://www.floridamemory.com/items/show/119868\n\n\n\n\n\n\nFilename:\n panacea3.png\n\n\nName:\n panacea3.png\n\n\nAuthor:\n \nKate McTiriss\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttp://scp-wiki.wikidot.com/scp-2558",
    "addendums": [
        "Addendum 2558-Aleph : On January 3rd, 1971 (one day before SCP-2558 began its anomalous movement), an afternoon broadcast of the National Weather Service contained an unplanned edit to the forecast. A recording is attached:\n\nThough interviews with NWS staff at the time resulted in no discovery of the source of this broadcast, subsequent anomalous radio activity in the region 4 suggests involvement of the Cross City-based Hyacinth Order in the creation of SCP-2558, as part of a pattern of anti-Protestant extranormal action beginning in the 1970s and continuing to the present day."
    ],
    "documents": [],
    "notes": [
        "\" SCP-2558 \" by Kate McTiriss, from the SCP Wiki . Source: https://scpwiki.com/scp-2558 . Licensed under CC-BY-SA .",
        "Filename: siteasof1971.png Name: Bethlehem Primitive Baptist Church building - Old Chicora, Florida Author: Bulger, Peggy A. License: Public Domain Source Link: https://www.floridamemory.com/items/show/119868",
        "Filename: panacea3.png Name: panacea3.png Author: Kate McTiriss License: Public Domain Source Link: http://scp-wiki.wikidot.com/scp-2558"
    ],
    "item": "SCP-2558",
    "object_class": "Safe",
    "containment_procedures": "Local Mobile Task Force 352-Dalet (“Dixieland Nightmare Magic”) will monitor the movement of SCP-2558 annually with an unmanned surveillance submersible to ensure it is still traveling along Course Panacea.",
    "description": "SCP-2558 is the remains of the Horseshoe Beach First Baptist Church, last observed on the floor of the Gulf of Mexico approximately 69.2 km west-northwest of Horseshoe Beach, Dixie County, Florida. SCP-2558 moves west-northwest along the ocean floor at approximately 435 cm per day. At its current rate and direction (known as Course Panacea), SCP-2558 will make landfall near Panacea, Wakulla County, Florida on October 31, 2046.",
    "title": "SCP-2558"
}