{
    "url": "https://scp-wiki.wikidot.com/scp-2561",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\nItem #:\n SCP-2561\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2561 is to be contained within a 2.5m x 1.5m x 2m enclosure constructed from FM radio frequency (VHF) deflecting material within Site-15. Unauthorized electrical conductive material, electrical instruments, and any type of audio transmitters must be kept outside the enclosure to avoid outside VHF interception from the specimen. While inside SCP-2561's enclosure, all personnel are required to wear high-frequency noise-canceling earmuffs. One portable FM radio is to be placed inside the enclosure next to an audio-recording device. The device must be recording at all times, and the radio must be tuned to a frequency of 169.695 MHz. Researchers are to playback audio recordings bi-weekly to listen for any unusual broadcasts or requests from the specimen to communicate with personnel.\n\n\nDescription:\n Physically, SCP-2561 has the body and limb structure of a severely malnourished Domestic Shorthair cat (\nFelis Catus\n). Its furred torso is white while its front and hind legs are dark gray in coloration. Its entire head and face are in the form of a vintage television set complete with \"rabbit ear\" antennae. A large, single white eye with a black pupil is displayed on the television screen which overlaps colored SMPTE bars. The specimen has no visible mouth, nose, or ears. However, it does respond to auditory and visual stimuli, indicating some sort of vision and hearing capabilities. SCP-2561 possesses a tail superficially resembling a standard two-prong power cord measuring approximately 80cm. The specimen does not need sleep or sustenance to function normally. SCP-2561's behavior shares a likeness to the typical behavior of the average house cat; displaying traits of curiosity, skittishness, and spontaneity.\n\n\nSCP-2561 has the anomalous ability to receive, store, and emit radio broadcasts within a radius of 20km through its antennae. Broadcasts emitted from the subject reach all functional FM radios within a 20km radius of the specimen. All observed broadcasts emitted from the subject are in the form of static, slightly distorted voices and music. SCP-2561 has proven to be sapient and is capable of limited speech via broadcasting clips of speech and music from various radio show broadcasts. Using these speech excerpts, the specimen forms sentences to communicate. When it is not attempting to communicate, it broadcasts songs, radio shows, or low white noise.\n\n\nAddendum 2561-01:\n SCP-2561 was captured and retrieved by MTF-Epsilon-6 (\"Village Idiots\") on █/█/20██ in rural ████████, OR. Prior to SCP-2561's containment, FM radio interferences were commonplace among residents who lived anywhere between 0km-20km from the town's local forest reserve. The interferences, as witnesses described, sounded like \"jumbled voices, choppy music and static\". The sounds would slowly fade over scheduled broadcasts, remain at a level volume for 1-5 minutes, then slowly fade back to normal broadcasting. On rare occasions, these radio interruptions consisted only of extremely loud high-pitched frequencies. The noise was observed to reach an inexplicable decibel level of 90 dB, regardless of the radio's maximum volume limit. These interruptions lasted until the affected radio was either manually disabled or until the harsh noise forced the speakers to overheat and blow out. These high frequencies were described to have inflicted painful cases of tinnitus on those listening.\n\n\n\n\n+Update █/█/20██\n\n\n\n\n-Update █/█/20██\n\n\n\n\nUpdate █/█/20██\n\nWhile observing SCP-2561's behavior on █/█/20██\n1\n, researchers noted a transmission from the specimen in which it seemed to request communication with a figure of authority within Site-15. Upon hearing the transmission, researchers promptly scheduled an interview with the specimen.\n\n\nBelow is a transcript of a recorded interview with SCP-2561. SCP-2561's responses were received via transmission through the interviewer's FM radio.\n\n\nInterviewer:\n Researcher/2561 Dr. G. ████\n\n\nInterviewed:\n SCP-2561\n\n\nForeword:\n SCP-2561 was seen pacing back and forth around its enclosure. When the interview began, SCP-2561 was the first to speak, displaying a sign of eagerness to communicate.\n\n\n\n\n<BEGIN LOG>\n\n\nSCP-2561:\n \"…I can't hear anything. I've been cut off. What happened to everybody?\"\n\n\nDr. ████:\n \"Hey, slow down, it's okay. You're safe. We just want to ask you some questions to get a better understanding of you.\"\n\n\n(10 second silence)\n\n\n\n\nDr. ████:\n \"Is…that okay with you?\"\n\n\nSCP-2561:\n \"…It's quiet…too quiet.\"\n\n\n\n\nDr. ████:\n \"What do you mean? Can you hear me?\"\n\n\nSCP-2561:\n \"Right. I've been cut off. What happened to everybody?\"\n\n\n(5 second silence)\n\n\nDr. ████:\n \"Wait…are you talking about the lack of VHF frequencies in your enclosure?\"\n\n\nSCP-2561:\n \"…I promise you.\"\n\n\nDr. ████:\n \"Those frequencies are sealed off so you can't receive any more transmissions as of right now. We first want to understand what you are and what you know before we let you take in more information.\"\n\n\n(5 second silence)\n\n\nDr. ████:\n \"…Now, we need to get back to the subject at hand. I'm here to ask you a few questions. We'll start simple. Do you know what you are? Where you came from?\"\n\n\nSCP-2561:\n \"…May come from an unknown hand…I don't know.\"\n\n\nDr. ████:\n \"You have no memory of where you're from? Do you know what you are yourself?\"\n\n\nSCP-2561:\n \"…Meant to be free…received word…thirst for knowledge.\"\n\n\nDr. ████:\n \"…A thirst for knowledge?\"\n\n\nSCP-2561:\n \"…Thirst for knowledge. Received word…understand…human…brain…life…dead.\"\n\n\nDr. ████:\n \"So…you were gathering information from radio broadcasts to help you understand life? Or am I mistaken?\"\n\n\n(10 second silence)\n\n\nSCP-2561:\n \"…Isolation…deaf…prison.\"\n\n\nDr. ████:\n \"You're not imprisoned, we're only trying to study you. If you cooperate, we can better understand each other. That's what you want, right? To understand humans?\"\n\n\nSCP-2561:\n \"…We have to escape.\"\n\n\nDr. ████:\n \"Again, you don't have to. I can guarantee that you will be safe here. Please answer my question so we-\"\n\n\n(Dr. ████ is interrupted by a high-frequency noise that is unexpectedly transmitted over the FM radio. Dr. ████ drops the radio, and a loud thud can be heard as it hits the ground. The harsh noise ceases after 10 seconds)\n\n\n(20 second silence)\n\n\nSCP-2561:\n \"…Go on without me…I'm better off alone.\"\n\n\nDr. ████:\n \n(hesitant)\n \"Alright…this interview is over.\"\n\n\n<END LOG>\n\n\n\n\nClosing Statement:\n\n\n\n\n\"Researcher Dr. G. ████, Report SCP-2561-A, █/█/20██. Didn't go as well as I hoped, but at least we got something out of the specimen. After I ended the interview and left the observation booth, it proceeded to broadcast this old song from a while ago…I think…\nGloomy Sunday\n? Yeah…the Billie Holiday one. The song repeated itself for about two hours before ceasing, all the while the specimen was perched in a corner staring at the wall. My ears are still ringing from that…noise. If we ever conduct an interview like this again, we need to take extra precautions to protect our ears from being blown off our heads.\"\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Exactly two days after containment\n\n\n\n\n\n\n\n\n« \nSCP-2560\n | SCP-2561 | \nSCP-2562\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2561\n\" by shouts, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2561\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2561-01: SCP-2561 was captured and retrieved by MTF-Epsilon-6 (\"Village Idiots\") on █/█/20██ in rural ████████, OR. Prior to SCP-2561's containment, FM radio interferences were commonplace among residents who lived anywhere between 0km-20km from the town's local forest reserve. The interferences, as witnesses described, sounded like \"jumbled voices, choppy music and static\". The sounds would slowly fade over scheduled broadcasts, remain at a level volume for 1-5 minutes, then slowly fade back to normal broadcasting. On rare occasions, these radio interruptions consisted only of extremely loud high-pitched frequencies. The noise was observed to reach an inexplicable decibel level of 90 dB, regardless of the radio's maximum volume limit. These interruptions lasted until the affected radio was either manually disabled or until the harsh noise forced the speakers to overheat and blow out. These high frequencies were described to have inflicted painful cases of tinnitus on those listening."
    ],
    "documents": [],
    "notes": [
        "<BEGIN LOG> SCP-2561: \"…I can't hear anything. I've been cut off. What happened to everybody?\" Dr. ████: \"Hey, slow down, it's okay. You're safe. We just want to ask you some questions to get a better understanding of you.\" (10 second silence) Dr. ████: \"Is…that okay with you?\" SCP-2561: \"…It's quiet…too quiet.\" Dr. ████: \"What do you mean? Can you hear me?\" SCP-2561: \"Right. I've been cut off. What happened to everybody?\" (5 second silence) Dr. ████: \"Wait…are you talking about the lack of VHF frequencies in your enclosure?\" SCP-2561: \"…I promise you.\" Dr. ████: \"Those frequencies are sealed off so you can't receive any more transmissions as of right now. We first want to understand what you are and what you know before we let you take in more information.\" (5 second silence) Dr. ████: \"…Now, we need to get back to the subject at hand. I'm here to ask you a few questions. We'll start simple. Do you know what you are? Where you came from?\" SCP-2561: \"…May come from an unknown hand…I don't know.\" Dr. ████: \"You have no memory of where you're from? Do you know what you are yourself?\" SCP-2561: \"…Meant to be free…received word…thirst for knowledge.\" Dr. ████: \"…A thirst for knowledge?\" SCP-2561: \"…Thirst for knowledge. Received word…understand…human…brain…life…dead.\" Dr. ████: \"So…you were gathering information from radio broadcasts to help you understand life? Or am I mistaken?\" (10 second silence) SCP-2561: \"…Isolation…deaf…prison.\" Dr. ████: \"You're not imprisoned, we're only trying to study you. If you cooperate, we can better understand each other. That's what you want, right? To understand humans?\" SCP-2561: \"…We have to escape.\" Dr. ████: \"Again, you don't have to. I can guarantee that you will be safe here. Please answer my question so we-\" (Dr. ████ is interrupted by a high-frequency noise that is unexpectedly transmitted over the FM radio. Dr. ████ drops the radio, and a loud thud can be heard as it hits the ground. The harsh noise ceases after 10 seconds) (20 second silence) SCP-2561: \"…Go on without me…I'm better off alone.\" Dr. ████: (hesitant) \"Alright…this interview is over.\" <END LOG>",
        "\"Researcher Dr. G. ████, Report SCP-2561-A, █/█/20██. Didn't go as well as I hoped, but at least we got something out of the specimen. After I ended the interview and left the observation booth, it proceeded to broadcast this old song from a while ago…I think… Gloomy Sunday ? Yeah…the Billie Holiday one. The song repeated itself for about two hours before ceasing, all the while the specimen was perched in a corner staring at the wall. My ears are still ringing from that…noise. If we ever conduct an interview like this again, we need to take extra precautions to protect our ears from being blown off our heads.\"",
        "\" SCP-2561 \" by shouts, from the SCP Wiki . Source: https://scpwiki.com/scp-2561 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2561",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2561 is to be contained within a 2.5m x 1.5m x 2m enclosure constructed from FM radio frequency (VHF) deflecting material within Site-15. Unauthorized electrical conductive material, electrical instruments, and any type of audio transmitters must be kept outside the enclosure to avoid outside VHF interception from the specimen. While inside SCP-2561's enclosure, all personnel are required to wear high-frequency noise-canceling earmuffs. One portable FM radio is to be placed inside the enclosure next to an audio-recording device. The device must be recording at all times, and the radio must be tuned to a frequency of 169.695 MHz. Researchers are to playback audio recordings bi-weekly to listen for any unusual broadcasts or requests from the specimen to communicate with personnel.",
    "description": "Physically, SCP-2561 has the body and limb structure of a severely malnourished Domestic Shorthair cat (Felis Catus). Its furred torso is white while its front and hind legs are dark gray in coloration. Its entire head and face are in the form of a vintage television set complete with \"rabbit ear\" antennae. A large, single white eye with a black pupil is displayed on the television screen which overlaps colored SMPTE bars. The specimen has no visible mouth, nose, or ears. However, it does respond to auditory and visual stimuli, indicating some sort of vision and hearing capabilities. SCP-2561 possesses a tail superficially resembling a standard two-prong power cord measuring approximately 80cm. The specimen does not need sleep or sustenance to function normally. SCP-2561's behavior shares a likeness to the typical behavior of the average house cat; displaying traits of curiosity, skittishness, and spontaneity.",
    "title": "SCP-2561"
}