{
    "url": "https://scp-wiki.wikidot.com/scp-2562",
    "all_text": "rating: \n+189\n+\n–\nx\n\n\n\n\nItem #:\n SCP-2562\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2562-A and -B are contained in Type 2 Humanoid Containment Cells at Site-17. They are permitted one hour of visiting time daily; otherwise, standard amenities and precautions associated with T2HCC are in place. SCP-2562-A has no special medical, dietary, or psychological requirements, and has a Standard Risk Rating of 02/05/00. SCP-2562-B has a Standard Risk Rating of 02/05/03, and is undergoing treatment for type 2 diabetes.\n\n\nMaterial altered by SCP-2562-B is kept in Document Storage Cabinet 32C-E.\n\n\nDescription:\n SCP-2562 is the collective designation for two genetically identical human males designated SCP-2562-A and SCP-2562-B. SCP-2562-A possesses a tattoo on its right palm reading \"Mr. Top Text, by \nGamers Against Weed\n\"; SCP-2562-B possesses a tattoo on its left palm reading \"Mr. Bottom Text, by Gamers Against Weed\".\n\n\nSCP-2562 possess the ability to alter text by placing an index finger within several centimeters of it and deliberately effecting the change. Depending on the medium, this may entail the addition or deletion of ink, data, etc. or alteration of physical objects that represent the text. SCP-2562 do not need to understand the material, or identify it as writing, to effect these changes, and claim to possess no control over the particular nature of the alterations.\n\n\nSCP-2562-A alters texts by the addition of additional content near the beginning of the text in question, with no alterations being made more than 30% through the text or extending the total length of the text by more than 15%. The additional content takes the form of elaborations upon existing content, typically making implicit content explicit and deriving inferences from it, in a style consistent with the original text. In the case of constrained forms of writing, such as sonnets, additional text may instead manifest as annotations presented as a supplement to the text.\n\n\nSCP-2562-B alters texts by replacing content from the end of the text with the phrase \"BOTTOM TEXT\".\n1\n Up to 13% of the original material is removed in this process. Texts altered by SCP-2562-B retain the ability to convey their entire meaning; readers will understand and respond to SCP-2562-B the same way they would the original text, with the exception that subjects cannot recall the wording of content excised by SCP-2562-B.\n\n\nSCP-2562-A is generally cooperative with Foundation staff, and has used its abilities to assist Foundation cryptanalysis efforts on occasion. SCP-2562-B will typically refuse to cooperate with any request except under duress or when offered a substantial reward.\n\n\n\n\nDocument 2562-602\n\n\nSCP-2562-A and -B were both instructed to use their anomalous properties by altering the text of the poem \nOzymandias\n, by Percy Bysshe Shelley. Text added by SCP-2562-A has been colored pink, while text added by SCP-2562-B was colored green.\n\n\n\n\nI met a traveller from an antique land\n1\n\nWho said: Two vast and trunkless legs of stone\n\nStand in the desert. Near them, on the sand,\n\nHalf sunk, a shattered visage lies, whose frown,\n\nAnd wrinkled lip, and sneer of cold command,\n\nTell that its sculptor well those passions read\n\nWhich yet survive, stamped on these lifeless things,\n\nThe hand that mocked them and the heart that fed:\n\n\nAnd on the pedestal these words appear:\n\n'My name is Ozymandias, king of kings:\n\nLook on my works, ye Mighty, and despair!'\n\nNothing beside remains. Round the decay\n\nOf that colossal wreck, \nBOTTOM TEXT\n\n\n1 Diminish Ozymandias; let his pow'r\n\n\nBe heard through traveller's gossip, and no more.\n\n\n\n\n\n\nDocument 2562-618\n\n\nSCP-2562-A and -B both possessed identical copies of this document at time of recovery. It is reproduced below in its entirety.\n\n\n\n\nHoly Heck!\n You've just found yourself your very own \nMr. Top Text\n and \nMr. Bottom Text\n by Gamers Against Weed! \nHas cool powers and a twin brother to hang out with\n / \nBOTTOM TEXT\n. Who is Dr. Wondertainment?\n\n\nCollect them all and become Mr. Gamer!\n\n\n01. Mr. Literal Serial Killer\n\n\n02. Mr. Normie\n\n\n03. Mr. Bernie Sanders\n\n\n04. Mr. Get Anything For Free In Any Shop\n\n\n20. Mr. Sex Number\n\n\n21. Mr. Heavenly Virtues\n\n\n22. Mr. Deadly Sins\n\n\n23. Mr. Original Character\n\n\n24. Mr. D.A.R.E.\n\n\n25. Mrs. Gentrification\n\n\n26. Ms. Mad About Video Games\n\n\n27. Mr. Meme\n\n\n28. Mr. Ominous (discontinued)\n\n\n29. Mr. Destiny\n\n\n30. Mr. Monty Python And The Holy Grail\n\n\n31. Ms. Zapatista\n\n\n32. Mr. Hax\n\n\n33. Mr. Just Has The Tattoo\n\n34. Mr. Top Text and Mr. Bottom Text ✔\n\n35. Mr. Finale\n\n\n\n\n\n\nInterview Logs\n\n\nSeveral interviews with SCP-2562 were performed by Dr. Steele. Excerpts from two have been selected to accompany this document.\n\n\n\n\n\n\n\n\nSCP-2562-A. Image is also representative of SCP-2562-B.\n\n\n\n\n\n\n\n\nDr. Steele:\n How did you first meet Mr. Bottom Text?\n\nSCP-2562-A:\n He was the first thing I saw. The very first thing I remember — and that he remembers — is browsing through the science fiction section at the ██████ Public Library. We took a minute to touch base, decided we were twin brothers, and went right back to it.\n\n\nDr. Steele:\n Your situation didn't strike you as odd?\n\n\nSCP-2562-A:\n Compared to what? I knew that most people didn't appear out of nowhere like that, but I also knew we weren't most people — we knew right from the start how our abilities worked. It didn't bother me all that much… really, I was more interested in seeing their collection of Asimovs than anything.\n\n\nDr. Steele:\n That makes sense. And at some point, you started using them on the books at the library.\n2\n\n\nSCP-2562-A:\n That we did. Mr. Bottom Text would go around touching everyone's books, said he was doing them a favor. And of course, I had to go after him and try to make up for it with my own effect.\n\n\nDr. Steele:\n You had to?\n\n\nSCP-2562-A:\n He was depriving them of the joy of reading. Sure, he could cram all of that meaning into two words, which is nice if you're in a hurry I suppose, but good writing is more than just getting the point across. The words \nmatter\n.\n\n\nDr. Steele:\n But your own properties can interrupt the pacing and flow of the writing, even when it's stylistically consistent with the original.\n\n\n<SCP-2562-A appears uncomfortable, sighing and breaking eye contact.>\n\n\nSCP-2562-A:\n I guess. But when the writing \nisn't\n that good, when it leaves things out… I know some people aren't all that good at reading, and they could use a bit of a hand there. It's useful for that, at least. Does that make sense?\n\n\nDr. Steele:\n Yes, it does. You've clearly given this topic a lot of thought. Did you… start off like that, or did you have to grow into it?\n\n\nSCP-2562-A:\n I've always \ncared\n — he does too, he just won't show it. I had the time to develop some opinions on it, in the two days before you people took us in.\n\n\nDr. Steele:\n I see. How's your relationship with Mr. Bottom Text?\n\n\nSCP-2562-A:\n \n<Shrugs>\n What can I say? We get on each other's nerves, but… he's my brother.\n\n\n\n\nMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMMM\n\n\n\n\nSCP-2562-B:\n He's all like, oh, you're depriving the joy of reading, bluh bluh bluh. You know what people can do with the time I save them? Read more stuff.\n\n\nDr. Steele:\n I asked you about the first time you met.\n\n\nSCP-2562-B:\n I bet he literally said \"he deprives them of the joy of reading\". He's so predictable.\n\n\nDr. Steele:\n Care to comment?\n\n\nSCP-2562-B:\n I… no, I don't care. I thought that was obvious.\n\n\nDr. Steele:\n Fine. How do you feel about him personally?\n\n\nSCP-2562-B:\n Actually, I want to talk about video games. I finished talking about Mr. Top Text. You ever play Super Smash Bros. Brawl?\n\n\nDr. Steele:\n \n<Sighs>\n No, I haven't.\n\n\nSCP-2562-B:\n It sucks. I get like, two hours a day with that Wii, and I waste it on Super Shit Brothers. Anyways, you were asking about my brother?\n\n\nDr. Steele:\n Probably.\n\n\nSCP-2562-B:\n Cool, 'cause I'm going to talk about him. Like I give him shit, because he deserves it, but I can kinda see where his thing is coming from, it can be nice to have things spelled out. Don't tell him I said that, I'll never hear the end of it.\n\n\nDr. Steele:\n I'll do my best.\n\n\nSCP-2562-B:\n He's a sell-out, though. Told me he was helping you guys break codes, and I'm thinking, what's he get out of it? He's actually not even a sell-out, because he ISN'T getting anything out of it. Like are the codes any of your business? He's so nosy, I bet that's what he gets out of it.\n\n\nDr. Steele:\n I can't comment on that.\n\n\nSCP-2562-B:\n Oh, well then I'm bored. Conversation's over. Bottom text.\n\n\nDr. Steele:\n You can't skip real-life conversations by saying \"bottom text\".\n\n\nSCP-2562-B:\n Bottom text.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This exact phrase will appear regardless of the original language and style of the text.\n\n\n2\n. Complaints about materials altered by SCP-2562 at the ██████ Public Library alerted the Foundation to SCP-2562's existence.\n\n\n\n\n\n\n\n\n« \nSCP-2561\n | SCP-2562 | \nSCP-2563\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2562\n\" by Communism will win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2562\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n mug.png\n\n\nName:\n mug.png\n\n\nAuthor:\n Florida Department of Arrests\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/Yasiel_Puig",
    "addendums": [],
    "documents": [],
    "notes": [
        "I met a traveller from an antique land 1 Who said: Two vast and trunkless legs of stone Stand in the desert. Near them, on the sand, Half sunk, a shattered visage lies, whose frown, And wrinkled lip, and sneer of cold command, Tell that its sculptor well those passions read Which yet survive, stamped on these lifeless things, The hand that mocked them and the heart that fed: And on the pedestal these words appear: 'My name is Ozymandias, king of kings: Look on my works, ye Mighty, and despair!' Nothing beside remains. Round the decay Of that colossal wreck, BOTTOM TEXT 1 Diminish Ozymandias; let his pow'r Be heard through traveller's gossip, and no more.",
        "Holy Heck! You've just found yourself your very own Mr. Top Text and Mr. Bottom Text by Gamers Against Weed! Has cool powers and a twin brother to hang out with / BOTTOM TEXT . Who is Dr. Wondertainment? Collect them all and become Mr. Gamer! 01. Mr. Literal Serial Killer 02. Mr. Normie 03. Mr. Bernie Sanders 04. Mr. Get Anything For Free In Any Shop 20. Mr. Sex Number 21. Mr. Heavenly Virtues 22. Mr. Deadly Sins 23. Mr. Original Character 24. Mr. D.A.R.E. 25. Mrs. Gentrification 26. Ms. Mad About Video Games 27. Mr. Meme 28. Mr. Ominous (discontinued) 29. Mr. Destiny 30. Mr. Monty Python And The Holy Grail 31. Ms. Zapatista 32. Mr. Hax 33. Mr. Just Has The Tattoo 34. Mr. Top Text and Mr. Bottom Text ✔ 35. Mr. Finale",
        "SCP-2562-A. Image is also representative of SCP-2562-B. Dr. Steele: How did you first meet Mr. Bottom Text? SCP-2562-A: He was the first thing I saw. The very first thing I remember — and that he remembers — is browsing through the science fiction section at the ██████ Public Library. We took a minute to touch base, decided we were twin brothers, and went right back to it. Dr. Steele: Your situation didn't strike you as odd? SCP-2562-A: Compared to what? I knew that most people didn't appear out of nowhere like that, but I also knew we weren't most people — we knew right from the start how our abilities worked. It didn't bother me all that much… really, I was more interested in seeing their collection of Asimovs than anything. Dr. Steele: That makes sense. And at some point, you started using them on the books at the library. 2 SCP-2562-A: That we did. Mr. Bottom Text would go around touching everyone's books, said he was doing them a favor. And of course, I had to go after him and try to make up for it with my own effect. Dr. Steele: You had to? SCP-2562-A: He was depriving them of the joy of reading. Sure, he could cram all of that meaning into two words, which is nice if you're in a hurry I suppose, but good writing is more than just getting the point across. The words matter . Dr. Steele: But your own properties can interrupt the pacing and flow of the writing, even when it's stylistically consistent with the original. <SCP-2562-A appears uncomfortable, sighing and breaking eye contact.> SCP-2562-A: I guess. But when the writing isn't that good, when it leaves things out… I know some people aren't all that good at reading, and they could use a bit of a hand there. It's useful for that, at least. Does that make sense? Dr. Steele: Yes, it does. You've clearly given this topic a lot of thought. Did you… start off like that, or did you have to grow into it? SCP-2562-A: I've always cared — he does too, he just won't show it. I had the time to develop some opinions on it, in the two days before you people took us in. Dr. Steele: I see. How's your relationship with Mr. Bottom Text? SCP-2562-A: <Shrugs> What can I say? We get on each other's nerves, but… he's my brother.",
        "SCP-2562-B: He's all like, oh, you're depriving the joy of reading, bluh bluh bluh. You know what people can do with the time I save them? Read more stuff. Dr. Steele: I asked you about the first time you met. SCP-2562-B: I bet he literally said \"he deprives them of the joy of reading\". He's so predictable. Dr. Steele: Care to comment? SCP-2562-B: I… no, I don't care. I thought that was obvious. Dr. Steele: Fine. How do you feel about him personally? SCP-2562-B: Actually, I want to talk about video games. I finished talking about Mr. Top Text. You ever play Super Smash Bros. Brawl? Dr. Steele: <Sighs> No, I haven't. SCP-2562-B: It sucks. I get like, two hours a day with that Wii, and I waste it on Super Shit Brothers. Anyways, you were asking about my brother? Dr. Steele: Probably. SCP-2562-B: Cool, 'cause I'm going to talk about him. Like I give him shit, because he deserves it, but I can kinda see where his thing is coming from, it can be nice to have things spelled out. Don't tell him I said that, I'll never hear the end of it. Dr. Steele: I'll do my best. SCP-2562-B: He's a sell-out, though. Told me he was helping you guys break codes, and I'm thinking, what's he get out of it? He's actually not even a sell-out, because he ISN'T getting anything out of it. Like are the codes any of your business? He's so nosy, I bet that's what he gets out of it. Dr. Steele: I can't comment on that. SCP-2562-B: Oh, well then I'm bored. Conversation's over. Bottom text. Dr. Steele: You can't skip real-life conversations by saying \"bottom text\". SCP-2562-B: Bottom text.",
        "\" SCP-2562 \" by Communism will win, from the SCP Wiki . Source: https://scpwiki.com/scp-2562 . Licensed under CC-BY-SA .",
        "Filename: mug.png Name: mug.png Author: Florida Department of Arrests License: Public Domain Source Link: https://en.wikipedia.org/wiki/Yasiel_Puig"
    ],
    "item": "SCP-2562",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2562-A and -B are contained in Type 2 Humanoid Containment Cells at Site-17. They are permitted one hour of visiting time daily; otherwise, standard amenities and precautions associated with T2HCC are in place. SCP-2562-A has no special medical, dietary, or psychological requirements, and has a Standard Risk Rating of 02/05/00. SCP-2562-B has a Standard Risk Rating of 02/05/03, and is undergoing treatment for type 2 diabetes.",
    "description": "SCP-2562 is the collective designation for two genetically identical human males designated SCP-2562-A and SCP-2562-B. SCP-2562-A possesses a tattoo on its right palm reading \"Mr. Top Text, by Gamers Against Weed\"; SCP-2562-B possesses a tattoo on its left palm reading \"Mr. Bottom Text, by Gamers Against Weed\".",
    "title": "SCP-2562"
}