{
    "url": "https://scp-wiki.wikidot.com/scp-2570",
    "all_text": "rating: \n+95\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2570\n: MCA and Heartbreak\n\n\nAuthor:\n \nA Random Day\n\n\n\n\n+ More SCPs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3220\n\n\nRating: 534\n\n\n\n\n\n\nSCP-2790\n\n\nRating: 493\n\n\n\n\n\n\nSCP-4780\n\n\nRating: 482\n\n\n\n\n\n\nSCP-2820\n\n\nRating: 476\n\n\n\n\n\n\nSCP-3780\n\n\nRating: 439\n\n\n\n\n\n\nSCP-2664\n\n\nRating: 412\n\n\n\n\n\n\nSCP-4950\n\n\nRating: 400\n\n\n\n\n\n\nSCP-2730\n\n\nRating: 293\n\n\n\n\n\n\nSCP-947\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2350\n\n\nRating: 275\n\n\n\n\n\n\nSCP-2810\n\n\nRating: 271\n\n\n\n\n\n\nSCP-3640\n\n\nRating: 264\n\n\n\n\n\n\nSCP-2490\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4670\n\n\nRating: 255\n\n\n\n\n\n\nSCP-3470\n\n\nRating: 250\n\n\n\n\n\n\nSCP-2680\n\n\nRating: 247\n\n\n\n\n\n\nSCP-5430\n\n\nRating: 215\n\n\n\n\n\n\nSCP-5940\n\n\nRating: 202\n\n\n\n\n\n\nSCP-2210\n\n\nRating: 202\n\n\n\n\n\n\nSCP-4710\n\n\nRating: 177\n\n\n\n\n\n\nSCP-3850\n\n\nRating: 160\n\n\n\n\n\n\nSCP-3360\n\n\nRating: 152\n\n\n\n\n\n\nSCP-7660\n\n\nRating: 132\n\n\n\n\n\n\nSCP-2060\n\n\nRating: 123\n\n\n\n\n\n\nSCP-2910\n\n\nRating: 118\n\n\n\n\n\n\nSCP-1750\n\n\nRating: 102\n\n\n\n\n\n\nSCP-2570\n\n\nRating: 95\n\n\n\n\n\n\nSCP-2650\n\n\nRating: 94\n\n\n\n\n\n\nSCP-6190\n\n\nRating: 87\n\n\n\n\n\n\nSCP-2143\n\n\nRating: 83\n\n\n\n\n\n\nSCP-7780\n\n\nRating: 79\n\n\n\n\n\n\nSCP-6880\n\n\nRating: 74\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAvatara\n\n\nRating: 246\n\n\n\n\n\n\nHypervelocity\n\n\nRating: 245\n\n\n\n\n\n\nI Thought You Died Alone\n\n\nRating: 188\n\n\n\n\n\n\nMoonlighting\n\n\nRating: 183\n\n\n\n\n\n\nZeitgeist\n\n\nRating: 141\n\n\n\n\n\n\nAutoerotic Assassination\n\n\nRating: 128\n\n\n\n\n\n\nTerminal Velocity\n\n\nRating: 122\n\n\n\n\n\n\nT Minus\n\n\nRating: 122\n\n\n\n\n\n\nThe Chosen Few\n\n\nRating: 100\n\n\n\n\n\n\nReboot or: How I Learned to Stop Worrying and Love the Apocalypses\n\n\nRating: 97\n\n\n\n\n\n\nHard Machine\n\n\nRating: 88\n\n\n\n\n\n\nLoud, Lawless, and Lost\n\n\nRating: 88\n\n\n\n\n\n\nThe Vice Girls\n\n\nRating: 87\n\n\n\n\n\n\nMorphine Machine\n\n\nRating: 87\n\n\n\n\n\n\nDeus Vulture\n\n\nRating: 87\n\n\n\n\n\n\nTruth Is Sin\n\n\nRating: 84\n\n\n\n\n\n\nNonpareil\n\n\nRating: 82\n\n\n\n\n\n\nEcstasy and Exorcism\n\n\nRating: 81\n\n\n\n\n\n\nThe Revelation\n\n\nRating: 81\n\n\n\n\n\n\nRise and Repent\n\n\nRating: 79\n\n\n\n\n\n\nT Plus\n\n\nRating: 68\n\n\n\n\n\n\nPrey and Obey\n\n\nRating: 51\n\n\n\n\n\n\nEscape Velocity\n\n\nRating: 50\n\n\n\n\n\n\nJump the Gun\n\n\nRating: 49\n\n\n\n\n\n\nNo One Gets Out of Her Alive\n\n\nRating: 47\n\n\n\n\n\n\nLeather Pig\n\n\nRating: 47\n\n\n\n\n\n\nThe Ballad of Santa Troy\n\n\nRating: 47\n\n\n\n\n\n\nContempt\n\n\nRating: 42\n\n\n\n\n\n\nDomo Arigato\n\n\nRating: 38\n\n\n\n\n\n\nThe Man-Machine\n\n\nRating: 36\n\n\n\n\n\n\nMile High Club\n\n\nRating: 30\n\n\n\n\n\n\nStrung Out in Heavens High\n\n\nRating: 27\n\n\n\n\n\n\nHands\n\n\nRating: 26\n\n\n\n\n\n\nIndustrial Espionage\n\n\nRating: 26\n\n\n\n\n\n\nNothing Human\n\n\nRating: 25\n\n\n\n\n\n\nFullmusic Astrobiologist\n\n\nRating: 22\n\n\n\n\n\n\nEight Hours in the ECRG\n\n\nRating: 18\n\n\n\n\n\n\nEnasni Si Gnihtyreve\n\n\nRating: 15\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Hubs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nPrometheus Labs Hub\n\n\nRating: 151\n\n\n\n\n\n\nSpeed Demon\n\n\nRating: 134\n\n\n\n\n\n\nGuns Pointed at the Head of God\n\n\nRating: 75\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nOverheard at Deer\n\n\nch00bakka\n\n\n\n\n\n\nSCP-150\n\n\nDecibelles\n\n\n\n\n\n\nSCP-3000\n\n\ndjkaktus\n, \nJoreth\n\n\n\n\n\n\nSCP-4220\n\n\nThe Great Hippo\n\n\n\n\n\n\nSCP-4310\n\n\nThe Great Hippo\n\n\n\n\n\n\nChicago Spirit Hub\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5555\n\n\nRounderhouse\n, \nUncle Nicolini\n\n\n\n\n\n\nVisions of Bodies Being Burned\n\n\nTaffeta\n\n\n\n\n\n\nSamsara\n\n\nTyGently\n\n\n\n\n\n\nDeath Perception\n\n\nTyGently\n\n\n\n\n\n\nThe Powers that Bark\n\n\nTyGently\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA Comprehensive List of Mobile Task Forces\n\n\n\n\n\n\nA Semi-Comprehensive List of Foundation Facilities\n\n\n\n\n\n\nDr. Desai's Personnel File\n\n\n\n\n\n\nSCP-2569\n\n\n\n\n\n\nSCP-2571\n\n\n\n\n\n\nSCP Series 3\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+95\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2570\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2570-1 and -2 are currently contained on a 5-meter radius circular Pyrex platform in the Site-42 Extradimensional Containment Zone. A system of stereos and loudspeakers that constantly play Kanye West's musical albums \nThe College Dropout\n and \nMy Beautiful Dark Twisted Fantasy\n (in a staggered format so that there is no pause in the music) is to be arranged in a 4-meter radius around SCP-2570. A backup system should be placed in a 6-meter radius around SCP-2570-1, and is to be moved into the 4-meter radius should the primary speaker system fail. The stereos and speakers are to be tied directly to the Site-42 nuclear power plant, and a backup generator must be in place in case of a blackout.\n\n\nMinor Task Force Aleph-16 (\"Kenny Rogers' Roaster\") is to be on standby to execute Procedure Aleph-16 in the event of complete speaker failure.\n\n\nA biological facsimile of Adam Yauch has been placed at the original gravesite.\n\n\nDescription:\n SCP-2570-1 is the body of former musician Adam \"MCA\" Yauch of the musical group \"Beastie Boys\". Aside from not having decayed since Yauch's death in 2012, SCP-2570-1 is non-anomalous.\n\n\nSCP-2570-2 is a spiral dimensional rift located exactly five meters above SCP-2570-1's head, and will move with it. Periodically, incorporeal entities will attempt to exit through SCP-2570-2. These entities constantly exude a corrosive substance around them. Objects affected by this corrosion (including air) separate into their component parts before either dissolving or condensing into an equally corrosive liquid, further spreading the effect. As a result, the general area around SCP-2570-1 is usually engulfed in the corrosion. Pyrex glass, SCP-2570-1, and SCP-2570-3 are the only known objects unaffected by this corrosion. This process emits no sound.\n\n\nThe entities themselves are drawn towards human beings, and will attempt to make contact with any human within the vicinity of SCP-2570-2. Any and all animals that come into contact with the entities become instances of SCP-2570-3. Instances of SCP-2570-3 adopt major characteristics of the entities, gaining resistance to the corrosion and experiencing extreme changes to their personality. Human instances claim to be an entity that calls itself Ahseem. Animal instances will gain the ability to speak in what appears to be Pali\n1\n and then also claim to be said entity. All instances of SCP-2570-3, whether human or animal, express a desire to enslave, loot, or otherwise adversely affect this reality and its inhabitants, and refuse to communicate beyond declaring said intentions.\n\n\nExternal acoustic rhythms have a negative effect on SCP-2570, its corrosion, and instances of SCP-2570-3. The rift either ceases expansion or begins contraction depending on the tempo, pitch, and tone of the sound in its vicinity. In particular, any music featuring the voice of musician Kanye West has a strongly negative effect on SCP-2570. West's voice also halts the corrosion, causing an inverse process where the corrosive liquid is recompiled into its original substance and/or retreats back into the rift. Instances of SCP-2570-3 are neutralized and reverted to their original selves. However, complete closing of the rift has been unsuccessful.\n\n\nAddendum: Recovery Log\n\nSCP-2570 was first recovered on 04/04/18 in Brooklyn, New York when the Foundation intercepted reports of pools of acid and incorporeal entities stemming from Green-Wood Cemetery, specifically from a \"purple, swirling portal in the cemetery\". Local Task Force Gimel-9 (\"The Ungrateful Dead\") moved to contain the anomaly. At the scene, they encountered a married couple, Tricia and Arthur Prefect, who had already established basic containment of SCP-2570 using a rudimentary version of the protocols outlined above and were in the process of packing up their equipment.\n\n\n\n\nAddendum: Interview with Tricia and Arthur Prefect\n\n\n\n\n– hide block\n\n\n\n\n\n\nForeword: This interview was conducted on-site by the leader of LTF Gimel-9, Douglas Fook. Mr. and Mrs. Prefect provided all insights on containing SCP-2570. Following the interview, the Prefects' equipment was confiscated, and they were given Class-A amnestics and released. Emotional responses such as crying, hiccuping, and stuttering have been edited out to enhance comprehension.\n\n\n\n\n\n\nFook:\n Tricia and Arthur Prefect? We would like to speak with you regarding the events that just occurred.\n\n\nTricia:\n Hold on, are you the police? Because if you are, then I want my lawyer.\n\n\n[IRRELEVANT DATA EXPUNGED]\n\n\nTricia:\n My name is Tricia Jeltz. I'm an orthodontist, and this is my husband slash assistant, Arthur Prefect. We run Prefect Perfect Dentistry, a dentistry clinic in the Bronx. We're here - well, were here - to revive Adam Yauch.\n\n\nFook:\n How is that related to the events that just transpired?\n\n\nTricia:\n Well, it's exactly like I said. We tried to revive Adam Yauch from the dead using… I suppose… musical necromancy?\n\n\nFook:\n Again, please explain. We have plenty of time.\n\n\nTricia:\n See, we're big fans of the Beastie Boys. Own all the albums, collector's edition, gold-plated vinyl, digitally remastered edition, you name it, we got it. Been to almost every one of their concerts too. We were incredibly excited for their newest - um, not anymore, but upcoming album Hot Sauce Committee back in 2009. But then MCA got throat cancer… and died. It's not right - they had so much more music to give!\n\n\nArthur:\n At the time, I'd started reading Lovecraft and Stephen King and getting into, um, 'dark arts' and the like. I kept reading these stories about reviving the dead, you know, like Pet Sematary or, or… um, yeah, like that. So I got to thinking… what if we could revive him? Bring him back from the dead? I started Googling around, and wouldn't you know it, I found tons of guides on raising the dead. Most of them were useless… but after a few months, I found one that worked! Sort of.\n\n\nFook:\n Could you please explain your plan to revive Mr. Yauch?\n\n\nArthur:\n I'm really sorry; I don't know the steps off the top of my head. I printed something like ten pages of instructions from online. But the gist of it was we were going to attract his soul to the body with his music and then trap it.\n\n\nFook:\n Where did you locate these instructions?\n\n\nArthur:\n Honestly, I don't really remember. I had the pages and I think they had the website name on them - but the pages got sucked into the… uh, they got sucked into the portal. I mean, the instructions worked - or I guess they would have worked, if I hadn't - if I hadn't screwed up with the music.\n\n\nFook:\n Please explain how you… 'screwed up.'\n\n\nArthur:\n I accidentally played the Beach Boys instead of Beastie Boys. It was an honest mistake!\n\n\nTricia:\n Right after Arthur fucked up the music, everything went wrong. Some kind of portal opened up over MCA's head and then these… green ghosts popped out! They were oozing everywhere, melting everything into this awful green acid. And they kept on wailing. Everyone and everything, even the birds and the possums were squealing in this awful voice! It was terrifying!\n\n\nFook:\n The entities currently appear to be contained within the circle. How did you accomplish this? Do you know anything about the entities themselves?\n\n\nArthur:\n I'm not really sure. All I know is that I dropped my, um, iPod, and my Kanye West playlist started playing over the speakers, and then the ghosts and the acid started pulling back into the portal. I don't know what they are, sorry, the instructions never mentioned anything about ghosts, that much I know! I mean, I guess they don't like Kanye West, but that's it!\n\n\nFook:\n Why were you packing up your equipment?\n\n\nArthur:\n Well, uh… I mean, um. I guess - I mean - um, well, we… were going to leave?\n\n\nFook:\n What were you planning to do about the portal, MCA, and the entities?\n\n\nTricia:\n Um, we kind of figured that the authorities would be able to take care of it, right? I mean, you're here now, and you look ready to take care of it.\n\n\nFook:\n Do you know where the portal leads?\n\n\nTricia:\n I don't know. It's definitely not heaven, but MCA didn't belong to hell.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A dead language native to the Indian subcontinent, heavily studied due to its usage as the primary language of major extant Buddhist texts.\n\n\n\n\n\n\n\n\n« \nSCP-2569\n | SCP-2570 | \nSCP-2571\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2570\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2570\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Recovery Log SCP-2570 was first recovered on 04/04/18 in Brooklyn, New York when the Foundation intercepted reports of pools of acid and incorporeal entities stemming from Green-Wood Cemetery, specifically from a \"purple, swirling portal in the cemetery\". Local Task Force Gimel-9 (\"The Ungrateful Dead\") moved to contain the anomaly. At the scene, they encountered a married couple, Tricia and Arthur Prefect, who had already established basic containment of SCP-2570 using a rudimentary version of the protocols outlined above and were in the process of packing up their equipment."
    ],
    "documents": [],
    "notes": [
        "Foreword: This interview was conducted on-site by the leader of LTF Gimel-9, Douglas Fook. Mr. and Mrs. Prefect provided all insights on containing SCP-2570. Following the interview, the Prefects' equipment was confiscated, and they were given Class-A amnestics and released. Emotional responses such as crying, hiccuping, and stuttering have been edited out to enhance comprehension.",
        "Fook: Tricia and Arthur Prefect? We would like to speak with you regarding the events that just occurred. Tricia: Hold on, are you the police? Because if you are, then I want my lawyer. [IRRELEVANT DATA EXPUNGED] Tricia: My name is Tricia Jeltz. I'm an orthodontist, and this is my husband slash assistant, Arthur Prefect. We run Prefect Perfect Dentistry, a dentistry clinic in the Bronx. We're here - well, were here - to revive Adam Yauch. Fook: How is that related to the events that just transpired? Tricia: Well, it's exactly like I said. We tried to revive Adam Yauch from the dead using… I suppose… musical necromancy? Fook: Again, please explain. We have plenty of time. Tricia: See, we're big fans of the Beastie Boys. Own all the albums, collector's edition, gold-plated vinyl, digitally remastered edition, you name it, we got it. Been to almost every one of their concerts too. We were incredibly excited for their newest - um, not anymore, but upcoming album Hot Sauce Committee back in 2009. But then MCA got throat cancer… and died. It's not right - they had so much more music to give! Arthur: At the time, I'd started reading Lovecraft and Stephen King and getting into, um, 'dark arts' and the like. I kept reading these stories about reviving the dead, you know, like Pet Sematary or, or… um, yeah, like that. So I got to thinking… what if we could revive him? Bring him back from the dead? I started Googling around, and wouldn't you know it, I found tons of guides on raising the dead. Most of them were useless… but after a few months, I found one that worked! Sort of. Fook: Could you please explain your plan to revive Mr. Yauch? Arthur: I'm really sorry; I don't know the steps off the top of my head. I printed something like ten pages of instructions from online. But the gist of it was we were going to attract his soul to the body with his music and then trap it. Fook: Where did you locate these instructions? Arthur: Honestly, I don't really remember. I had the pages and I think they had the website name on them - but the pages got sucked into the… uh, they got sucked into the portal. I mean, the instructions worked - or I guess they would have worked, if I hadn't - if I hadn't screwed up with the music. Fook: Please explain how you… 'screwed up.' Arthur: I accidentally played the Beach Boys instead of Beastie Boys. It was an honest mistake! Tricia: Right after Arthur fucked up the music, everything went wrong. Some kind of portal opened up over MCA's head and then these… green ghosts popped out! They were oozing everywhere, melting everything into this awful green acid. And they kept on wailing. Everyone and everything, even the birds and the possums were squealing in this awful voice! It was terrifying! Fook: The entities currently appear to be contained within the circle. How did you accomplish this? Do you know anything about the entities themselves? Arthur: I'm not really sure. All I know is that I dropped my, um, iPod, and my Kanye West playlist started playing over the speakers, and then the ghosts and the acid started pulling back into the portal. I don't know what they are, sorry, the instructions never mentioned anything about ghosts, that much I know! I mean, I guess they don't like Kanye West, but that's it! Fook: Why were you packing up your equipment? Arthur: Well, uh… I mean, um. I guess - I mean - um, well, we… were going to leave? Fook: What were you planning to do about the portal, MCA, and the entities? Tricia: Um, we kind of figured that the authorities would be able to take care of it, right? I mean, you're here now, and you look ready to take care of it. Fook: Do you know where the portal leads? Tricia: I don't know. It's definitely not heaven, but MCA didn't belong to hell.",
        "\" SCP-2570 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-2570 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2570",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2570-1 and -2 are currently contained on a 5-meter radius circular Pyrex platform in the Site-42 Extradimensional Containment Zone. A system of stereos and loudspeakers that constantly play Kanye West's musical albums The College Dropout and My Beautiful Dark Twisted Fantasy (in a staggered format so that there is no pause in the music) is to be arranged in a 4-meter radius around SCP-2570. A backup system should be placed in a 6-meter radius around SCP-2570-1, and is to be moved into the 4-meter radius should the primary speaker system fail. The stereos and speakers are to be tied directly to the Site-42 nuclear power plant, and a backup generator must be in place in case of a blackout.",
    "description": "SCP-2570-1 is the body of former musician Adam \"MCA\" Yauch of the musical group \"Beastie Boys\". Aside from not having decayed since Yauch's death in 2012, SCP-2570-1 is non-anomalous.",
    "title": "SCP-2570"
}