{
    "url": "https://scp-wiki.wikidot.com/scp-2571",
    "all_text": "rating: \n+718\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2571:\n Cragglewood Park\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n, \nLink\n, \nLink\n, and \nLink\n.\n\n\nInspired by \nCandle Cove\n creepypasta and \nSCP-1981\n.\n\n\nMusic:\n \nCircus Clown Calliope Music\n (Circus Clown Calliope)\n\n\nNext: [\nSCP-2419\n]: \nThe Laughing Men\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+718\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nArtistic rendition of a tree featured in SCP-2571 (\"The Old Craggle Tree\").\n\n\n\n\n\n\nItem #:\n SCP-2571\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A Foundation-operated bot (I/O-MANDELA) is to monitor online communities for discussions regarding SCP-2571. MTF Phi-7 (\"The Laughingstock\") is to investigate these discussions and make a determination for appropriate action on a case-by-case basis.\n\n\nDescription:\n SCP-2571 is a recurring childhood memory of a non-existent theme-park ('Cragglewood Park'). It is estimated that 0.05% of the world's population is affected by SCP-2571; however, recent evidence suggests this number may be growing. The primary vector for SCP-2571's spread is not yet known — notably, it appears to be most common among adults raised as an only child.\n\n\nAfflicted subjects are initially responsive to amnestics, but memories regarding Cragglewood will typically resurface once treatment ceases. Although descriptions of these memories vary, several details remain consistent:\n\n\n\n\nSubjects were between the age of 4 and 12 when they visited.\n\n\nThe park featured numerous characters, primarily centered around anthropomorphic variants of trees and plants.\n\n\nNo adult supervision was present.\n\n\nCalliope music played throughout the park.\n\n\nSubjects attended the park with numerous other children, none of whom they knew.\n\n\nThe park featured only one ride; a carousel (or 'merry-go-round'). Although children accompanying the subjects boarded this ride, the subjects themselves did not.\n\n\n\n\nInvestigations regarding the precise nature of both SCP-2571 and Cragglewood Park are ongoing.\n\n\nAddendum 2571.1:\n Interview Logs\n\n\n\n\n► ACCESS SCP:/2571/interviews/218.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n 2002/11/16\n\n\nINTERVIEWER:\n Dr. Reiner\n\n\nSUBJECT:\n Rupert Duccasoux\n\n\n\n\n[\nBEGIN LOG.\n]\n\n\nREINER:\n What do you recall about 'Cragglewood Park'?\n\n\nSUBJECT:\n Jesus. Is that what this is about? It's just this nightmare I used to have.\n\n\nREINER:\n Can you elaborate?\n\n\nSUBJECT:\n I mean, I think it's — it's probably based on some actual theme-park I went to as a little kid, y'know? Probably traumatized the shit out of me.\n\n\nREINER:\n What happens in the nightmare?\n\n\nSUBJECT:\n I enter this theme-park. It's like Disneyland, but smaller. There's no rides; just this long, winding road through the woods. Everything's bright and colorful, like in a cartoon. And there's these trees all around me, but…\n\n\nREINER:\n Tell me about the trees.\n\n\nSUBJECT:\n They've all got faces. And they're singing. They've got these dopey, cheerful looks, like in one of those old time cartoons, right? And they just sing and laugh and sing.\n\n\nREINER:\n Can you tell me anything else?\n\n\nSUBJECT:\n There's this music that's playing everywhere. It's like organ music, but not the kind you hear in a church. More like the sort you might hear in a carnival.\n\n\nREINER:\n You mentioned before that there aren't any rides.\n\n\nSUBJECT:\n Uh, no, wait. No, I'm wrong. There's rides — there's one ride. Just one ride. It's that thing with horses that goes around in circles. You know what I'm talking about?\n\n\nREINER:\n A carousel.\n\n\nSUBJECT:\n Right. That thing. It's where the organ music is coming from.\n\n\nREINER:\n Were you there alone?\n\n\nSUBJECT:\n No. There's other kids with me. They're not happy to be there, either. We're all smiling and laughing, but we're just doing it to stop ourselves from crying, y'know? To fool the trees. So the trees don't see how scared we are. To keep the trees happy.\n\n\nREINER:\n Keep them happy?\n\n\nSUBJECT:\n Yeah.\n\n\nREINER:\n Is there anything else you can tell us?\n\n\nSUBJECT:\n Um, fuck. I don't know. I haven't dreamed about this place in ages. Uh, I think… There's one bit, near the end.\n\n\nREINER:\n Please, relax. Take as much time as you need.\n\n\n[\nSubject closes his eyes.\n]\n\n\nSUBJECT:\n Just as I'm getting ready to leave, I see something. A tiny tree, sprouting up near my foot. It looks up at me. It's smiling, smiling with that big, dopey, happy grin. When I see it, that's when I start screaming. That's when I wake up.\n\n\nREINER:\n Why does that tree make you scream?\n\n\n[\nSubject opens his eyes.\n]\n\n\nSUBJECT:\n Because it has my face.\n\n\n[\nEND LOG.\n]\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/2571/interviews/341.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n 2003/02/09\n\n\nINTERVIEWER:\n Dr. Reiner\n\n\nSUBJECT:\n Janine Yearling\n\n\n\n\n[\nBEGIN LOG.\n]\n\n\nREINER:\n Did you ever ride the carousel?\n\n\nSUBJECT:\n What? Hell no. Are you crazy?\n\n\nREINER:\n What happened when you reached it, then?\n\n\nSUBJECT:\n Some of the kids got on. Not me, though. The ones who did — some of them were smiling, some of them were crying. Some of them hugged the ones who didn't get on. Some of them hugged each other.\n\n\nREINER:\n What happened then?\n\n\nSUBJECT:\n They rode the carousel. Then we left.\n\n\nREINER:\n What happened to them?\n\n\nSUBJECT:\n (\nirritated\n) How should I know? We left.\n\n\nREINER:\n You left them behind?\n\n\nSUBJECT:\n (\nincreasingly irritated\n) Yes, we left them behind. What, you think we should have stuck around? See how this was all going to turn out?\n\n\nREINER:\n I'm sorry. I didn't mean to accuse you of anything. You were just a child. No one would have expected you to—\n\n\nSUBJECT:\n That's right, I was just a goddamn child in the middle of a goddamn nightmare, and I — I just —\n\n\n[\nSubject shakes her head.\n]\n\n\nSUBJECT:\n I just, you have no idea what even talking about this is doing to me, or how it's making me feel. I don't want to talk about it. I just want to forget it. Why can't you just let us — let us —\n\n\n[\nSubject lowers head into hands.\n]\n\n\nSUBJECT:\n I'm sorry, I just —\n\n\nREINER:\n You don't need to apologize, Ms. Yearling. You've clearly gone through a deeply traumatizing experience.\n\n\n[\nSubject sobs.\n]\n\n\nSUBJECT:\n I just, I just, I don't understand.\n\n\nREINER:\n I can't imagine you would. Nothing about this experience makes much sense.\n\n\nSUBJECT:\n (\nchoked sobs\n) Not that, it isn't that. It's just…\n\n\nREINER:\n What is it?\n\n\nSUBJECT:\n One of the kids. One of the kids that got on.\n\n\nREINER:\n Yes?\n\n\nSUBJECT:\n Why? Why did he hug me? I didn't — I don't even know who he was —\n\n\n[\nSubject continues to sob.\n]\n\n\n[\nEND LOG.\n]\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/2571/interviews/367.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n 2004/06/12\n\n\nINTERVIEWER:\n Dr. Reiner\n\n\nSUBJECT:\n Randolph Blair\n\n\n\n\n[\nBEGIN LOG.\n]\n\n\nREINER:\n I'd like to talk to you about the video cassette.\n\n\nSUBJECT:\n Christ.\n\n\nREINER:\n I understand that this is —\n\n\nSUBJECT:\n You people just don't get it. I don't want to discuss any of this with you. Fuck. I shouldn't have told my therapist any of this, that fucking bitch —\n\n\nREINER:\n Please, Mr. Blair. I need you to focus.\n\n\nSUBJECT:\n (\nsighing\n) Get on with it.\n\n\nREINER:\n This cassette. Where did you get it from?\n\n\nSUBJECT:\n I don't know. I don't fucking know. I found it in my attic when I was cleaning shit out. I thought it was just an old copy of Ghostbusters or something.\n\n\nREINER:\n Do you recognize any of the images on it?\n\n\nSUBJECT:\n I don't know. Yeah. From nightmares. Bullshit like that. Maybe someone showed me the tape as a kid.\n\n\nREINER:\n Have you lived in this house your whole life?\n\n\nSUBJECT:\n Yeah.\n\n\nREINER:\n You were raised in this house by your parents?\n\n\nSUBJECT:\n Yeah. This going somewhere?\n\n\nREINER:\n The front bedroom —\n\n\nSUBJECT:\n Look, I don't want to talk about this shit, okay?\n\n\nREINER:\n I understand. But we need to understand what's going on, Mr. Blair. Why is the front bedroom —\n\n\nSUBJECT:\n I don't know. I don't fucking know. It's always just had shit in it. But nobody uses it. That's why I keep it locked, okay? I don't think about it.\n\n\nREINER:\n I understand, Mr. Blair. I just need to ask —\n\n\nSUBJECT:\n Are we done?\n\n\nREINER:\n I just need to ask one more question.\n\n\nSUBJECT:\n Whatever.\n\n\nREINER:\n Mr. Blair, have you always been an only child?\n\n\n[\nSubject refuses to respond.\n]\n\n\n[\nEND LOG.\n]\n\n\n\n\nNOTE:\n The subject has refused to conduct any additional interviews.\n\n\n\n\n\n\n\n\n\n\nAddendum 2571.2:\n Video Log\n\n\n\n\n► ACCESS SCP:/2571/files/video102.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 2004/06/10\n\n\nNOTE:\n The following log describes the contents of a mini video cassette found in the possession of Randolph Blair. The word 'CRAGGLEWOOD' is written across its label in black felt tip marker.\n\n\n\n\n\n\n\n\n00:23\n\n\n\n\n\n\n[\nBEGIN LOG.\n]\n\n\n[00:01]:\n (\nHeavy breathing.\n)\n\n\n[00:05]:\n \nShaky image of a gravel path heading through a forested region.\n\n\n[00:10]:\n (\nDistant calliope music.\n)\n\n\n[00:21]:\n \nView swivels to focus on other children walking down the path; some move hand in hand.\n\n\n[00:32]:\n \nView points toward the gravel.\n\n\n[00:36]:\n (\nQuiet sobbing.\n)\n\n\n[00:39]: VOICE 1:\n (\nwhispering\n) I'm scared.\n\n\n[00:41]: VOICE 2:\n (\nwhispering\n) Shhh. It's okay. It's okay. Don't cry. You have to smile. You have to.\n\n\n[00:55]:\n (\nDistant singing.\n)\n\n\n[00:58]: VOICE 2:\n (\nwhispering\n) Smile. Smile, please, just, smile, we'll be okay I promise, I'll take care of —\n\n\n[01:02]:\n \nStatic.\n\n\n\n\n\n\n01:09\n\n\n\n\n\n\n[01:09]:\n \nBlurred images.\n\n\n[01:10]:\n (\nDistorted singing and calliope music.\n)\n\n\n[01:15]:\n (\nDeep, cheerful laughter.\n)\n\n\n[01:20]:\n (\nSinging and music intensify.\n)\n\n\n[01:25]: VOICE 2:\n (\nwhispering\n) Oh, God.\n\n\n[01:26]:\n \nStatic.\n\n\n[01:30]:\n \nApproximately a dozen children are standing around a carousel.\n\n\n[01:32]: VOICE 1:\n (\nwhispering\n) What's happening?\n\n\n[01:35]: VOICE 2:\n (\nwhispering\n) Sh, just…\n\n\n[01:39]:\n (\nSinging intensifies.\n)\n\n\n[01:42]: VOICE 2:\n (\nwhispering\n) Oh, God.\n\n\n[01:45]: VOICE 1:\n (\nwhispering\n) What are they — what are they —\n\n\n[01:48]: VOICE 2:\n (\nwhispering\n) Listen, you have to —\n\n\n[01:52]:\n \nView lowers to the gravel.\n\n\n[01:58]: VOICE 2:\n I'm sorry. I'm sorry. You have to go. You have to —\n\n\n[02:01]: VOICE 1:\n No! You aren't —\n\n\n[02:05]:\n (\nSinging intensifies. Sounds of children sobbing can be heard.\n)\n\n\n[02:08]: VOICE 2:\n Go, please, I'm sorry, I'll be okay, just —\n\n\n[02:12]:\n \nStatic.\n\n\n[02:20]:\n \nView bobs frantically, racing down a forest path.\n\n\n[02:21]:\n (\nHeavy breathing.\n)\n\n\n[02:22]:\n (\nDistant singing.\n)\n\n\n[02:25]: VOICE 1:\n (\nwhispering\n) No, no, no, no —\n\n\n\n\n\n\n02:42\n\n\n\n\n\n\n[02:30]:\n \nView lunges up, then drops to the ground. The view is now centered on a face.\n\n\n[02:35]: VOICE 1:\n (\nsobbing\n) No, no, no, please no, please no —\n\n\n[02:38]:\n \nThe face looks up and smiles.\n\n\n[02:41]: VOICE 1:\n (\nsobbing\n) No no no —\n\n\n[02:42]:\n (\nVOICE 2 begins to \nsing\n.\n)\n\n\n[\nEND LOG.\n]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2570\n | SCP-2571 | \nSCP-2572\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2571\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2571\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n video5.jpg\n\n\nName:\n log-face-fash-tree-forest-spirit\n\n\nAuthor:\n Alexas_Fotos\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://pixabay.com/photos/log-face-fash-tree-forest-spirit-1091115/\n\n\n\n\n\n\nFilename:\n craggle.jpg\n\n\nName:\n tree-creepy-scary-halloween\n\n\nAuthor:\n jjfgg\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://pixabay.com/illustrations/tree-creepy-scary-halloween-1817755/\n\n\n\n\n\n\nFilename:\n video2.jpg\n\n\nName:\n tree-face-tree-face-nature-plant\n\n\nAuthor:\n 15299\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://pixabay.com/photos/tree-face-tree-face-nature-plant-68990/\n\n\n\n\n\n\nFilename:\n video1.jpg\n\n\nName:\n children-promenade-autumn-landscape\n\n\nAuthor:\n AlainAudet\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://pixabay.com/photos/children-promenade-autumn-landscape-1138682/",
    "addendums": [
        "Addendum 2571.1: Interview Logs",
        "Addendum 2571.2: Video Log"
    ],
    "documents": [],
    "notes": [
        "INTERVIEW LOG DATE: 2002/11/16 INTERVIEWER: Dr. Reiner SUBJECT: Rupert Duccasoux [ BEGIN LOG. ] REINER: What do you recall about 'Cragglewood Park'? SUBJECT: Jesus. Is that what this is about? It's just this nightmare I used to have. REINER: Can you elaborate? SUBJECT: I mean, I think it's — it's probably based on some actual theme-park I went to as a little kid, y'know? Probably traumatized the shit out of me. REINER: What happens in the nightmare? SUBJECT: I enter this theme-park. It's like Disneyland, but smaller. There's no rides; just this long, winding road through the woods. Everything's bright and colorful, like in a cartoon. And there's these trees all around me, but… REINER: Tell me about the trees. SUBJECT: They've all got faces. And they're singing. They've got these dopey, cheerful looks, like in one of those old time cartoons, right? And they just sing and laugh and sing. REINER: Can you tell me anything else? SUBJECT: There's this music that's playing everywhere. It's like organ music, but not the kind you hear in a church. More like the sort you might hear in a carnival. REINER: You mentioned before that there aren't any rides. SUBJECT: Uh, no, wait. No, I'm wrong. There's rides — there's one ride. Just one ride. It's that thing with horses that goes around in circles. You know what I'm talking about? REINER: A carousel. SUBJECT: Right. That thing. It's where the organ music is coming from. REINER: Were you there alone? SUBJECT: No. There's other kids with me. They're not happy to be there, either. We're all smiling and laughing, but we're just doing it to stop ourselves from crying, y'know? To fool the trees. So the trees don't see how scared we are. To keep the trees happy. REINER: Keep them happy? SUBJECT: Yeah. REINER: Is there anything else you can tell us? SUBJECT: Um, fuck. I don't know. I haven't dreamed about this place in ages. Uh, I think… There's one bit, near the end. REINER: Please, relax. Take as much time as you need. [ Subject closes his eyes. ] SUBJECT: Just as I'm getting ready to leave, I see something. A tiny tree, sprouting up near my foot. It looks up at me. It's smiling, smiling with that big, dopey, happy grin. When I see it, that's when I start screaming. That's when I wake up. REINER: Why does that tree make you scream? [ Subject opens his eyes. ] SUBJECT: Because it has my face. [ END LOG. ]",
        "INTERVIEW LOG DATE: 2003/02/09 INTERVIEWER: Dr. Reiner SUBJECT: Janine Yearling [ BEGIN LOG. ] REINER: Did you ever ride the carousel? SUBJECT: What? Hell no. Are you crazy? REINER: What happened when you reached it, then? SUBJECT: Some of the kids got on. Not me, though. The ones who did — some of them were smiling, some of them were crying. Some of them hugged the ones who didn't get on. Some of them hugged each other. REINER: What happened then? SUBJECT: They rode the carousel. Then we left. REINER: What happened to them? SUBJECT: ( irritated ) How should I know? We left. REINER: You left them behind? SUBJECT: ( increasingly irritated ) Yes, we left them behind. What, you think we should have stuck around? See how this was all going to turn out? REINER: I'm sorry. I didn't mean to accuse you of anything. You were just a child. No one would have expected you to— SUBJECT: That's right, I was just a goddamn child in the middle of a goddamn nightmare, and I — I just — [ Subject shakes her head. ] SUBJECT: I just, you have no idea what even talking about this is doing to me, or how it's making me feel. I don't want to talk about it. I just want to forget it. Why can't you just let us — let us — [ Subject lowers head into hands. ] SUBJECT: I'm sorry, I just — REINER: You don't need to apologize, Ms. Yearling. You've clearly gone through a deeply traumatizing experience. [ Subject sobs. ] SUBJECT: I just, I just, I don't understand. REINER: I can't imagine you would. Nothing about this experience makes much sense. SUBJECT: ( choked sobs ) Not that, it isn't that. It's just… REINER: What is it? SUBJECT: One of the kids. One of the kids that got on. REINER: Yes? SUBJECT: Why? Why did he hug me? I didn't — I don't even know who he was — [ Subject continues to sob. ] [ END LOG. ]",
        "INTERVIEW LOG DATE: 2004/06/12 INTERVIEWER: Dr. Reiner SUBJECT: Randolph Blair [ BEGIN LOG. ] REINER: I'd like to talk to you about the video cassette. SUBJECT: Christ. REINER: I understand that this is — SUBJECT: You people just don't get it. I don't want to discuss any of this with you. Fuck. I shouldn't have told my therapist any of this, that fucking bitch — REINER: Please, Mr. Blair. I need you to focus. SUBJECT: ( sighing ) Get on with it. REINER: This cassette. Where did you get it from? SUBJECT: I don't know. I don't fucking know. I found it in my attic when I was cleaning shit out. I thought it was just an old copy of Ghostbusters or something. REINER: Do you recognize any of the images on it? SUBJECT: I don't know. Yeah. From nightmares. Bullshit like that. Maybe someone showed me the tape as a kid. REINER: Have you lived in this house your whole life? SUBJECT: Yeah. REINER: You were raised in this house by your parents? SUBJECT: Yeah. This going somewhere? REINER: The front bedroom — SUBJECT: Look, I don't want to talk about this shit, okay? REINER: I understand. But we need to understand what's going on, Mr. Blair. Why is the front bedroom — SUBJECT: I don't know. I don't fucking know. It's always just had shit in it. But nobody uses it. That's why I keep it locked, okay? I don't think about it. REINER: I understand, Mr. Blair. I just need to ask — SUBJECT: Are we done? REINER: I just need to ask one more question. SUBJECT: Whatever. REINER: Mr. Blair, have you always been an only child? [ Subject refuses to respond. ] [ END LOG. ] NOTE: The subject has refused to conduct any additional interviews.",
        "\" SCP-2571 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-2571 . Licensed under CC-BY-SA .",
        "Filename: video5.jpg Name: log-face-fash-tree-forest-spirit Author: Alexas_Fotos License: Public Domain Source Link: https://pixabay.com/photos/log-face-fash-tree-forest-spirit-1091115/",
        "Filename: craggle.jpg Name: tree-creepy-scary-halloween Author: jjfgg License: Public Domain Source Link: https://pixabay.com/illustrations/tree-creepy-scary-halloween-1817755/",
        "Filename: video2.jpg Name: tree-face-tree-face-nature-plant Author: 15299 License: Public Domain Source Link: https://pixabay.com/photos/tree-face-tree-face-nature-plant-68990/",
        "Filename: video1.jpg Name: children-promenade-autumn-landscape Author: AlainAudet License: Public Domain Source Link: https://pixabay.com/photos/children-promenade-autumn-landscape-1138682/"
    ],
    "item": "SCP-2571",
    "object_class": "Euclid",
    "containment_procedures": "A Foundation-operated bot (I/O-MANDELA) is to monitor online communities for discussions regarding SCP-2571. MTF Phi-7 (\"The Laughingstock\") is to investigate these discussions and make a determination for appropriate action on a case-by-case basis.",
    "description": "SCP-2571 is a recurring childhood memory of a non-existent theme-park ('Cragglewood Park'). It is estimated that 0.05% of the world's population is affected by SCP-2571; however, recent evidence suggests this number may be growing. The primary vector for SCP-2571's spread is not yet known — notably, it appears to be most common among adults raised as an only child.",
    "title": "SCP-2571"
}