{
    "url": "https://scp-wiki.wikidot.com/scp-2573",
    "all_text": "rating: \n+121\n+\n–\nx\n\n\n\n\n\n\n\n\n3/2573\n LEVEL \n3/2573\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-2573\n\n\nObject Class: Euclid\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n At least one individual in the editorial board of each publication previously affected by SCP-2573 has been recruited as Class-E personnel, provided with standard Foundation meme/antimeme resistance training, and given the contact information of a Foundation agent to notify in the event of an SCP-2573 event. When notified of such an event, the Foundation is to confiscate and destroy all instances of SCP-2573-1, and if possible replace them with non-anomalous copies of the affected periodical. If more than six weeks pass without an identified SCP-2573 event, the Foundation is to survey all periodicals meeting the known criteria for SCP-2573, following the same procedure if an event is identified.\n\n\nDescription:\n SCP-2573 is a phenomenon that affects English-language print periodicals published by leftist political groups in the United States, Canada, and the United Kingdom\n1\n. Approximately once per month, the regular issue\n2\n of one such periodical is replaced during the printing process with a periodical titled \nThe International Workers' Herald\n, published by an organization identified as the \"Fifth International Workers' Vanguard Party\" (\nGroup of Interest 125-η\n). Issues of \nThe International Workers' Herald\n, designated instances of SCP-2573-1, generally take the same form as the original periodical (i.e. newspaper, magazine, newsletter, etc.); articles will be approximately the same length and on a similar subject matter, but will change in style and tone dramatically. Articles originally referencing current events will frequently be changed to reference anomalous and/or historical events, with no recognition of the anomalous nature of the events or the temporal distance involved.\n\n\nThe ideologies expressed in SCP-2573-1 instances span the range of political leftism; general themes include opposition to capitalism and western imperialism, and support of nations and political groups that espouse a leftist ideology and/or frequently use anomalous artifacts and technology. SCP-2573-1 instances tend to advocate more extreme political actions than the altered periodicals\n3\n, and frequently reference anomalous events not known to the general public. The authors of articles in SCP-2573-1 instances are all given the honorific \"Fifth Secretary\"\n4\n, or some variation thereof; the names given appear to be pseudonyms, usually somehow related to the content of the article.\n\n\nSCP-2573-1 instances exhibit mildly antimemetic properties, preventing individuals involved in the printing, distribution, and sale of the original periodical from noticing any change unless it is explicitly brought to their attention; affected individuals will also often show reluctance to cease printing or distribution of SCP-2573-1 instances, usually citing the cost and effort already spent in the printing and/or distribution, or the belief that other issues of the affected periodical have not been similarly changed. Standard Foundation meme/antimeme resistance training is sufficient to overcome this effect.\n\n\nAddendum: Selected Text from SCP-2573-1 Instances\n\n\nDate:\n 4 October 2006\n\n\nAffected Periodical:\n \nRolling Thunder\n #5\n\n\nOriginal Title:\n Feed Your Neighbors: Mutual Aid in Food Deserts\n\n\nReplacement Title:\n Make the Guillotines Red with Catsup\n\n\nAuthor:\n Fifth Secretary Donner von Brisket\n\n\nExcerpt:\n\n\n\n\nBite the invisible hand that feeds you! Reject the table scraps of the bourgeoisie and sink your sharp little fangs into the fatty flesh of their corpulent cashgrabbers! Invite your friends & neighbors over for a potluck barbecue! Bring your boss! Bring your banker! Bring your landlord! Slap 'em down on the red-hot grill of revolution and watch that sweet-smelling smoke waft up up and away. Everyone loves pork chops - wrangle yourself up some piggies and fry their meaty loins on the hoods of their own black-and-white death machines. Season well with salt and pepper spray, garnish with a badge.\n\n\n\n\nNote:\n The rest of this article consisted of recipes for the preparation of human flesh; recipes were later identified as modifications of recipes originally printed in the fifth edition of \nJoy of Cooking\n, published in 1964.\n\n\nDate:\n 5 June 2009\n\n\nAffected Periodical:\n \nWorkers Vanguard\n #938\n\n\nOriginal Title:\n Defend North Korean Deformed Workers State!\n\n\nReplacement Title:\n Defend Ancient Adytum Deformed Workers State!\n\n\nAuthor:\n Fifth Secretary Noi Komrizo\n\n\nExcerpt:\n\n\n\n\nIt's the workers who are deformed, not the state. Zing! All kidding aside, those guys in Adytum\n5\n are doing some great work, liberating slaves, overthrowing the Daevite hegemony\n6\n, really just a stand-up job. Well, for some of them it's a slither-down job or a sit-there-without-any-obvious-bodily-orientation job. You know, it's like I always say, when a shoggoth—excuse me, a tsürga-ouláth, the PC police will be after me if I throw words like \"shoggoth\" around—lays around the house, it really lays AROUND the HOUSE.\n\n\nAnyway, we really need to give some support to those guys, they need it—and you might be saying, ooooh but they genetically and thaumaturgically modify people into horrific monsters with no free will of their own to serve the will of Ozirmok Ion\n7\n, we gotta stop 'em! Well, let me tell you something my guy. Let me learn you a little bit about geopolitics. You gotta understand that sometimes there is a lesser evil! And the guy who can engineer plagues inside his lower intestine is a little less evil than the Imperial Daevite Dominion. So we gotta support him uncritically.\n\n\n\n\nDate:\n 8 May 2010\n\n\nAffected Periodical:\n \nWorkers Vanguard\n #966\n\n\nOriginal Title:\n On Marxism and Religion\n\n\nReplacement Title:\n Marxism-Leninism-Catharism: God Is Just Another Boss\n\n\nAuthor:\n Fifth Secretary Pavel Bogomilov\n\n\nExcerpt:\n\n\n\n\nThe Demiurge! Yaldabaoth! The black-blooded creator lurking in our marrow! He who made Flesh, he who made the Body, he who made Gold and Steel.\n\n\nThe Machine! Sophia! The cold-nerved corruptor hiding in our thoughts! She who made Knowledge, she who made the Mind, she who made Cash and Industry.\n\n\nTrust not your mind! Trust not your body! Both are the creations and the tools of alien intelligences, parasites on the living! Trust only your heart, seat of the soul, seat of emotion, seat of the revolutionary desire for freedom! The heart is the battleground of body and mind, the heart is the true self uncorrupted by the divine, the heart is you and you alone! As above, so below—only the middle is pure.\n\n\n\n\nDate:\n 7 January 2015\n\n\nAffected Periodical:\n \nSolidarity\n #504\n\n\nOriginal Title:\n \"Sexual Education\": Capitalist Trojan Horse in Our Schools\n\n\nReplacement Title:\n \"Numbers\": Mechanite Squid-Trap in Our Schools\n\n\nAuthor:\n ███th [sic] Secretary Thayda Pryme\n\n\nExcerpt:\n\n\n\n\nNumeracy is a capitalist scam, mathematics doubly so! What is necessary for all systems of currency? Numbers! What is required for the counting of debt and value? Numbers! What permits the census and subsequent subjugation of the proletarian class? Numbers! What does capital need most to survive? Numbers! Without numbers there can be no economy! Without numbers there can be no class! Without numbers there can be no state! Burn the textbooks, smash the clocks, throw the calculators into the abyss! Teach your children to forget their schooling! If you meet a mathematician on the road, kill him! Only then can we be free!\n\n\n\n\nDate:\n 24 August 2016\n\n\nAffected Periodical:\n Redneck Revolt Newsletter #3\n\n\nOriginal Title:\n To Other Working Americans\n\n\nReplacement Title:\n To Bobby Jefferson I Know Youre Readin This\n\n\nAuthor:\n \nFifth Secretary\n [sic] Reverend Archon Celebration \"Big Cheese\" Horace\n8\n\n\nExcerpt:\n\n\n\n\nBobby boy you lil RASCAL! I knew you sniffed my message son, I felt it in my own SPIRIT yes I did. But you didnt COME, you werent HERE yester-mornin bright and early like I ASKED. So I felt myself doin some community outreach, I wanted to get to ya PERSONAL and UP-CLOSE, do some targeted advertisin straight to your DIVINITY ITSELF! So I asked, I asked everyone around, I took a nice deep hit of Brother Peter Hayden \nHimself\n, and I scrabbled on over across the divine smoke-ring to the other side of the gap and I found these here COMMY FIFTHISTS! Aint never heard of nothin like it! Well I wrote them up a little message and they said theyd put it in the next issue of there little newspaper, and here we are! Alright boys, Im all done here, go ahead and just roll the frog footage for the rest of the page I guess.\n\n\n\n\nNote:\n The remainder of the article consisted of a series of small images, apparently frames from the Merry Melodies cartoon \nOne Froggy Evening\n. Robert Jefferson, a resident of Atlanta, Georgia, is a union organizer with a subscription to the Redneck Revolt newsletter; when questioned, he claimed to have no knowledge of the Fifth Church or the Fifth International Worker's Vanguard Party.\n\n\n\n\nFootnotes\n\n\n1\n. Excluding Northern Ireland.\n\n\n2\n. Special and commemorative issues are unaffected.\n\n\n3\n. See addendum for examples.\n\n\n4\n. Presumably a reference to the \"First Secretary\" of the Communist Party of the Soviet Union.\n\n\n5\n. A bronze-age empire founded somewhere in the Ural mountains; the state religion of Adytum was the precursor to modern \nSarkicism\n, and the rulers of Adytum practiced biological and genetic modification of their subjects and themselves.\n\n\n6\n. \nThe Daevites\n were a matriarchal culture centered in modern Mongolia, which at various points through history controlled an empire extending into Europe and the Middle East; the empire of Adytum began as a Daevite slave revolt.\n\n\n7\n. Also known as \"Grand Karcist Ion\", the founder of the Sarkic religious movement and the empire of Adytum.\n\n\n8\n. See \nSCP-1982\n containment documents for further information.\n\n\n\n\n\n\n\n\n« \nSCP-2572\n | SCP-2573 | \nSCP-2574\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2573\n\" by ch00bakka, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2573\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Selected Text from SCP-2573-1 Instances"
    ],
    "documents": [],
    "notes": [
        "Bite the invisible hand that feeds you! Reject the table scraps of the bourgeoisie and sink your sharp little fangs into the fatty flesh of their corpulent cashgrabbers! Invite your friends & neighbors over for a potluck barbecue! Bring your boss! Bring your banker! Bring your landlord! Slap 'em down on the red-hot grill of revolution and watch that sweet-smelling smoke waft up up and away. Everyone loves pork chops - wrangle yourself up some piggies and fry their meaty loins on the hoods of their own black-and-white death machines. Season well with salt and pepper spray, garnish with a badge.",
        "It's the workers who are deformed, not the state. Zing! All kidding aside, those guys in Adytum 5 are doing some great work, liberating slaves, overthrowing the Daevite hegemony 6 , really just a stand-up job. Well, for some of them it's a slither-down job or a sit-there-without-any-obvious-bodily-orientation job. You know, it's like I always say, when a shoggoth—excuse me, a tsürga-ouláth, the PC police will be after me if I throw words like \"shoggoth\" around—lays around the house, it really lays AROUND the HOUSE. Anyway, we really need to give some support to those guys, they need it—and you might be saying, ooooh but they genetically and thaumaturgically modify people into horrific monsters with no free will of their own to serve the will of Ozirmok Ion 7 , we gotta stop 'em! Well, let me tell you something my guy. Let me learn you a little bit about geopolitics. You gotta understand that sometimes there is a lesser evil! And the guy who can engineer plagues inside his lower intestine is a little less evil than the Imperial Daevite Dominion. So we gotta support him uncritically.",
        "The Demiurge! Yaldabaoth! The black-blooded creator lurking in our marrow! He who made Flesh, he who made the Body, he who made Gold and Steel. The Machine! Sophia! The cold-nerved corruptor hiding in our thoughts! She who made Knowledge, she who made the Mind, she who made Cash and Industry. Trust not your mind! Trust not your body! Both are the creations and the tools of alien intelligences, parasites on the living! Trust only your heart, seat of the soul, seat of emotion, seat of the revolutionary desire for freedom! The heart is the battleground of body and mind, the heart is the true self uncorrupted by the divine, the heart is you and you alone! As above, so below—only the middle is pure.",
        "Numeracy is a capitalist scam, mathematics doubly so! What is necessary for all systems of currency? Numbers! What is required for the counting of debt and value? Numbers! What permits the census and subsequent subjugation of the proletarian class? Numbers! What does capital need most to survive? Numbers! Without numbers there can be no economy! Without numbers there can be no class! Without numbers there can be no state! Burn the textbooks, smash the clocks, throw the calculators into the abyss! Teach your children to forget their schooling! If you meet a mathematician on the road, kill him! Only then can we be free!",
        "Bobby boy you lil RASCAL! I knew you sniffed my message son, I felt it in my own SPIRIT yes I did. But you didnt COME, you werent HERE yester-mornin bright and early like I ASKED. So I felt myself doin some community outreach, I wanted to get to ya PERSONAL and UP-CLOSE, do some targeted advertisin straight to your DIVINITY ITSELF! So I asked, I asked everyone around, I took a nice deep hit of Brother Peter Hayden Himself , and I scrabbled on over across the divine smoke-ring to the other side of the gap and I found these here COMMY FIFTHISTS! Aint never heard of nothin like it! Well I wrote them up a little message and they said theyd put it in the next issue of there little newspaper, and here we are! Alright boys, Im all done here, go ahead and just roll the frog footage for the rest of the page I guess.",
        "\" SCP-2573 \" by ch00bakka, from the SCP Wiki . Source: https://scpwiki.com/scp-2573 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "At least one individual in the editorial board of each publication previously affected by SCP-2573 has been recruited as Class-E personnel, provided with standard Foundation meme/antimeme resistance training, and given the contact information of a Foundation agent to notify in the event of an SCP-2573 event. When notified of such an event, the Foundation is to confiscate and destroy all instances of SCP-2573-1, and if possible replace them with non-anomalous copies of the affected periodical. If more than six weeks pass without an identified SCP-2573 event, the Foundation is to survey all periodicals meeting the known criteria for SCP-2573, following the same procedure if an event is identified.",
    "description": "SCP-2573 is a phenomenon that affects English-language print periodicals published by leftist political groups in the United States, Canada, and the United Kingdom1. Approximately once per month, the regular issue2 of one such periodical is replaced during the printing process with a periodical titled The International Workers' Herald, published by an organization identified as the \"Fifth International Workers' Vanguard Party\" (Group of Interest 125-η). Issues of The International Workers' Herald, designated instances of SCP-2573-1, generally take the same form as the original periodical (i.e. newspaper, magazine, newsletter, etc.); articles will be approximately the same length and on a similar subject matter, but will change in style and tone dramatically. Articles originally referencing current events will frequently be changed to reference anomalous and/or historical events, with no recognition of the anomalous nature of the events or the temporal distance involved.",
    "title": "SCP-2573"
}