{
    "url": "https://scp-wiki.wikidot.com/scp-2575",
    "all_text": "rating: \n+60\n+\n–\nx\n\n\nItem #:\n SCP-2575\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation assets embedded in the astronomical and star-gazing community are to conduct a standard Class 3 disinformation campaign, claiming SCP-2575 was placed into orbit by NASA in 1982 to commemorate the 10 year anniversary of the landing of Apollo 17.\n\n\nSCP-2575 is currently physically uncontained as a category 5c containment risk.\n1\n Should any individual(s) observe SCP-2575 with enough frequency to identify its anomalous properties and make public that observation, a Class 2 disinformation campaign is to be implemented immediately, and the application of amnestics to the individual(s) who made the initial observation is authorized.\n\n\nDescription:\n SCP-2575 is a sculpture constructed of a mixture of silt and clay following a Lissajous orbit around the Earth-Moon-L2 Lagrangian Point System. SCP-2575 frequently changes size and shape, but has never been observed at a size unable to fit within a 10m x 10m x 10m envelope.\n\n\nSCP-2575 undergoes intermittent physical restructuring, ranging from minor changes of external design details, to comprehensive overhauls of its structure. SCP-2575 has historically been observed as one of three basic\n2\n types of sculptures, an apparent O'Neill Cylinder (SCP-2575-A, frequency 78%), a space launch vehicle, undergoing disassembly\n3\n (SCP-2575-B, frequency 19%), or a human skeleton\n4\n (SCP-2575-C, frequency 3%). SCP-2575 exhibits exceptional levels of detail, with Foundation flyby imaging indicating structural details on the sub micron scale.\n\n\nSCP-2575 is dormant for periods of 2-3 weeks between restructuring events. Restructuring events, where the mass of SCP-2575 will migrate into a new shape, occur over the course of approximately four days. In instances where SCP-2575 does not shift between its three identified unique structures, only minor changes to the shape exhibited by SCP-2575 will occur.\n\n\nSCP-2575 has exhibited steady signs of orbital decay as expected since its discovery in 1987. Following the completion of its pass by the L2 Lagrangian Point in 2084, SCP-2575 will have lost sufficient orbital stability to cause it to fall into the Earth's atmosphere (where it will presumably be neutralized) on January 28\nth\n of 2086.\n\n\nAddendum 2575-1:\n SCP-2575 has twice generated anomalous communications along low frequency radio waves. Both signals were transmitted over the course of precisely 13 seconds. The first transmission was received 17:03:48 UTC+0 11/01/2005, during the first recorded occurrence of SCP-2575-C:\n\n\n\n\n\"-cause of what you have done the heavens have become a part of man's world, and as you [unintelligible] from the Sea of Tranquility, it inspires us to redouble our efforts to bring peace and-\"\n5\n\n\n\n\nThe second transmission was received 03:36:18 UTC+0 14/01/2039, immediately following a restructuring event from SCP-2575-B to SCP-2575-C:\n\n\n\n\n\"-faith in and respect for our space program, and what happened today does nothing to diminish it. We don't hide our space program. We don't keep secrets and cover thi-\"\n6\n\n\n\n\nNote that at both times of transmission SCP-2575 was in an exact line with The Earth, Moon, and L2, an event which is only expected to occur 3 times prior to the decay of SCP-2575's orbit (the final time occurring in 2071). The mechanism by which SCP-2575 generates these transmissions, and the significance of the Earth-Moon-L2 alignment, is currently unknown.\n\n\nIncident 2575-1:\n At 4:18:23 UTC+0 17/11/2028 SCP-2575 underwent a rapid restructuring event to SCP-2575-C over the course of 92 seconds, and exhibited animation\n7\n intermittently for the following 4 hours. It immediately oriented itself toward the Tyson-Ambrough Launch Facility outside Kiruna, Sweden where the maiden voyage of the Gagnráðr II Space Launch System (Mission ID GSS-03) was slated to launch later that morning. At 7:04:00 UTC+0 SCP-2575 was seen to shudder rapidly, assume the fetal position, and turn away from Earth. 18 minutes later the Gagnráðr II solid rocket boosters ignited prematurely and the vehicle underwent catastrophic failure on the launch pad, all 4 astronauts on board and 5 members of the ground crew were killed.\n\n\n\n\nFootnotes\n\n\n1\n. Category 5c Containment Risk: (5) Applicable to physically uncontained non-humanoid anomalous materials to which 2 of the following 3 clauses apply: Zero chance of civilian interaction (applies), Zero chance of civilian or industrial observation (does not apply), Subject to a proactive disinformation campaign with zero prior breach incidents (applies) (c) Applicable to non-humanoid anomalous materials expected to undergo reflexive neutralization without intervention within one century.\n\n\n2\n. The details of each structure vary between restructuring events.\n\n\n3\n. The Launch vehicle observed has taken many forms, but always bears a similarity to the NASA Space Shuttle Orbiter Design, the USSR/ФКА Soyuz Rocket Family, or the (currently conceptual) European Space Agency TSEA Modular Launch Vehicle.\n\n\n4\n. SCP-2575-C has exhibited increasing amounts of damage each time it has formed, most recently showing comminuted fractures to the humerus, radius, and ulna of its left arm, complete absence of any structure below the femur, and transverse fractures to several bones of the ribcage.\n\n\n5\n. An excerpt, delivered by an unknown individual, quoted from the message transmitted by President Richard Nixon to the Apollo 11 Astronauts during their landing in the Sea of Tranquility in 1969.\n\n\n6\n. An excerpt, delivered by an unknown individual, quoted from President Ronald Reagan's address following the destruction of Space-Shuttle Challenger in 1986.\n\n\n7\n. This is the only recorded instance of SCP-2575 engaging in movement outside of a restructuring event.\n\n\n\n\n\n\n\n\n« \nSCP-2574\n | SCP-2575 | \nSCP-2576\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2575\n\" by Patrick Whelan, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2575\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2575-1: SCP-2575 has twice generated anomalous communications along low frequency radio waves. Both signals were transmitted over the course of precisely 13 seconds. The first transmission was received 17:03:48 UTC+0 11/01/2005, during the first recorded occurrence of SCP-2575-C:\nThe second transmission was received 03:36:18 UTC+0 14/01/2039, immediately following a restructuring event from SCP-2575-B to SCP-2575-C:\nNote that at both times of transmission SCP-2575 was in an exact line with The Earth, Moon, and L2, an event which is only expected to occur 3 times prior to the decay of SCP-2575's orbit (the final time occurring in 2071). The mechanism by which SCP-2575 generates these transmissions, and the significance of the Earth-Moon-L2 alignment, is currently unknown."
    ],
    "documents": [],
    "notes": [
        "\"-cause of what you have done the heavens have become a part of man's world, and as you [unintelligible] from the Sea of Tranquility, it inspires us to redouble our efforts to bring peace and-\" 5",
        "\"-faith in and respect for our space program, and what happened today does nothing to diminish it. We don't hide our space program. We don't keep secrets and cover thi-\" 6",
        "\" SCP-2575 \" by Patrick Whelan, from the SCP Wiki . Source: https://scpwiki.com/scp-2575 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2575",
    "object_class": "Euclid",
    "containment_procedures": "Foundation assets embedded in the astronomical and star-gazing community are to conduct a standard Class 3 disinformation campaign, claiming SCP-2575 was placed into orbit by NASA in 1982 to commemorate the 10 year anniversary of the landing of Apollo 17.",
    "description": "SCP-2575 is a sculpture constructed of a mixture of silt and clay following a Lissajous orbit around the Earth-Moon-L2 Lagrangian Point System. SCP-2575 frequently changes size and shape, but has never been observed at a size unable to fit within a 10m x 10m x 10m envelope.",
    "title": "SCP-2575"
}