{
    "url": "https://scp-wiki.wikidot.com/scp-2579",
    "all_text": "rating: \n+129\n+\n–\nx\n\n\n\n\n\n\nA male instance of SCP-2579 performing the Nae Nae, a popular hip-hop dance, in an attempt to court a female instance.\n\n\n\n\n\n\nItem #:\n SCP-2579\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All known instances of SCP-2579 are contained at \nZoological Containment Site-282\n. They are to be housed in a large containment enclosure that adequately emulates a Pacific Northwestern forest. Food is to be placed in the enclosure twice daily.\n\n\nDescription:\n SCP-2579 is a species of bear that is nearly identical to the Ussuri brown bear (\nUrsus arctos lasiotus\n), primarily found in Japan. Instances were originally discovered living near the Canadian/Washington state border, and seemed to have adapted to living in a Pacific Northwestern environment. SCP-2579 instances are generally non-anomalous, with diets and behavioral patterns being identical to normal bears; however, two anomalous properties exist within this species. The first property is in regards to mating behaviors during the breeding season. The second anomalous property is the formation and presence of a cybernetic device (labelled SCP-2579-1) in the brains of SCP-2579 instances.\n\n\nMale SCP-2579 instances are able to anomalously produce music. This is believed to originate from the cybernetic device within their brains; however, no specific means of amplification has been discovered. During breeding season, male instances will attempt to court females by playing music and harmonizing with it using guttural vocalizations in cadence with the current song. The music is noted to generally be songs popular in the United States, such as \"Shake it Off\" by Taylor Swift, \"Watch Me (Whip/Nae Nae)\" by Silentó, or \"Sexy and I Know It\" by LMFAO. All of the songs played during mating rituals are from the current Billboard Top 100. Males will often attempt to perform dances associated with the songs being played.\n\n\nOccasionally two male instances will compete for the right to breed with a female instance. Instead of engaging in physical combat, instances will perform elaborate dance routines, with music accompanying the style of dance. SCP-2579 instances have been observed breakdancing, pop and locking, and krumping. Several instances have also been observed to perform fad dances, depending on the music playing. These dances have included the Nae Nae and Gangnam Style.\n\n\nSCP-2579-1 is a small device embedded in the brains of all adult instances of SCP-2579. The device naturally forms over time as instances grow. An instance of SCP-2579-1 has three primary components: a small solid-state storage drive, a wireless signal receiver, and the external cover. The cover is primarily made of a keratin-like substance. The storage drive and the wireless signal receiver appear to be made from bone, iron deposits, silicon, and [REDACTED]. SCP-2579-1 do not seem to impede SCP-2579 instances in any way. Due to SCP-2579-1's similar material composition to \nSCP-003\n, it is theorized that the two anomalies are related.\n\n\nThe cover for SCP-2579-1 instances have \"Grail's Zoo for Cybernetic Enhanced Bears\" in raised lettering. There are several files present on the storage drive of the devices. These include a readme text file, several configuration files, and 100-150 songs in mp3 format. The songs are updated on a weekly basis, based on the current list of \"Billboard Hot 100\" songs.\n\n\n\n\n\n\n« \nSCP-2578\n | SCP-2579 | \nSCP-2580\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2579\n\" by MayD, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2579\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n bearbear.jpg\n\n\nName:\n File:昭和新山熊牧場5.jpg\n\n\nAuthor:\n MiNe (sfmine79) さん\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:%E6%98%AD%E5%92%8C%E6%96%B0%E5%B1%B1%E7%86%8A%E7%89%A7%E5%A0%B45.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2579 \" by MayD, from the SCP Wiki . Source: https://scpwiki.com/scp-2579 . Licensed under CC-BY-SA .",
        "Filename: bearbear.jpg Name: File:昭和新山熊牧場5.jpg Author: MiNe (sfmine79) さん License: CC BY 2.0 Source Link: https://commons.wikimedia.org/wiki/File:%E6%98%AD%E5%92%8C%E6%96%B0%E5%B1%B1%E7%86%8A%E7%89%A7%E5%A0%B45.jpg"
    ],
    "item": "SCP-2579",
    "object_class": "Safe",
    "containment_procedures": "All known instances of SCP-2579 are contained at Zoological Containment Site-282. They are to be housed in a large containment enclosure that adequately emulates a Pacific Northwestern forest. Food is to be placed in the enclosure twice daily.",
    "description": "SCP-2579 is a species of bear that is nearly identical to the Ussuri brown bear (Ursus arctos lasiotus), primarily found in Japan. Instances were originally discovered living near the Canadian/Washington state border, and seemed to have adapted to living in a Pacific Northwestern environment. SCP-2579 instances are generally non-anomalous, with diets and behavioral patterns being identical to normal bears; however, two anomalous properties exist within this species. The first property is in regards to mating behaviors during the breeding season. The second anomalous property is the formation and presence of a cybernetic device (labelled SCP-2579-1) in the brains of SCP-2579 instances.",
    "title": "SCP-2579"
}