{
    "url": "https://scp-wiki.wikidot.com/scp-2597",
    "all_text": "rating: \n+280\n+\n–\nx\n\n\n\n\n\n\nSCP-2597\n\n\n\n\n\n\nItem #:\n SCP-2597\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n In order to prevent a Runaway Acceleration Event, SCP-2597 must be contained within a vacuumized containment chamber. SCP-2597 must be stored on the highest floor of Site-55, in order to minimize damage in the event of a breach. SCP-2597 is to be submerged within a container of liquid mercury, at sufficient depth that the object maintains neutral buoyancy. This is to counteract the force of gravity, and prevent the object's escape through the ceiling.\n\n\nSCP-2597 is not to come into contact with the walls, ceiling, or floor of its containment chamber at any time. Any experimentation involving SCP-2597 requires written Level-3 authorization.\n\n\nDescription:\n SCP-2597 is a weight, ostensibly designed for use with a balance, that behaves as though it possesses negative inertial mass. While the object's composition is unknown, it has been experimentally determined that the inertial mass of SCP-2597 is approximately -2kg, with a density roughly equivalent to that of liquid mercury at STP.\n\n\nAs such, any force applied will result in an acceleration opposite to the initial force vector.\n\n\nIn this way, SCP-2597 will ascend or \"fall up\" under the influence of gravity. Furthermore, if SCP-2597 makes contact with any object as it ascends, the force of this collision - a force opposing the movement of SCP-2597 - will only serve to increase its acceleration. Due to this, SCP-2597 will break through any barriers placed in its way once it has begun to accelerate.\n\n\nIt has been theorized that collisions with air particles at high speeds will cause SCP-2597 to accelerate uncontrollably. This would cause the object to reach dangerous speeds very quickly, and could result in harm to personnel as well as site infrastructure.\n\n\n\n\nAddendum:\n SCP-2597 Recovery Log\n\n\nSCP-2597 was found in an apartment belonging to known anartist ███ ██████, during investigation of his involvement in the creation of \nSCP-669\n. The object was contained at time of recovery in a large glass jar, filled with liquid mercury. Once its anomalous properties were identified, the object was given SCP classification and a member of nearby Site-55's recovery division was dispatched to obtain SCP-2597.\n\n\n\n\nInterviewed:\n Agent Gerald ███, part of Site 55 Recovery Team β.\n\n\nForeword:\n Excerpt from Agent ███'s debrief, immediately after the SCP-2597 recovery. This log has been edited for brevity.\n\n\n<Begin Log>\n\n\nInterviewer:\n I understand you were placed in charge of recovery of SCP-2597.\n\n\nAgent:\n Well, not really. Well, at least, I wasn't at first. But you know, when the Foundation raided that anartist's home, the people there contacted the nearest site command, which happened to be 55. They sent me down to check it out.\n\n\nInterviewer:\n Tell me about recovering the object. What was that like?\n\n\nAgent:\n You know, I've worked on recovering Keters and stuff. But this? This stupid thing was one of the most annoying pieces of shit I've ever had to retrieve.\n\n\nInterviewer:\n Why, specifically?\n\n\nAgent:\n This thing… well, you can't just pick it up and carry it, it's not that simple. I figured out pretty quick - you know, given the way it resisted everything I did to it - that if I took a vehicle back to base the skip would go flying out the back window. This was before we even figured out the whole danger with air resistance. So I radioed site command to tell them I was going to take the thing back myself - I didn't really have any other options, I guess. Site 55 sent me an escort - just a couple of guards to make sure I didn't get lost or somehow killed on my way home, but they really couldn't do much that was useful. I sure wasn't gonna trust anybody else with that skip.\n\n\nInterviewer:\n You mean to say you brought it back on foot.\n\n\nAgent:\n Yeah. Had to micromanage the damn thing to a ridiculous degree. If I wanted to move it forward, I had to simultaneously push it backward and walk myself forward, as well as pushing it upwards so it didn't fall into the sky, but not so much that it pushed my hand out of the way… if that makes any sense. I got to do that for five miles. We're damned lucky the agents already at the recovery site didn't touch the skip very much - if they weren't careful we could've lost it, or worse. Hell, if I'd screwed up just a little bit…\n\n\nInterviewer:\n What exactly do you mean by \"or worse?\"\n\n\nAgent:\n We haven't been quite stupid enough to do any testing with regard to what happens if you just let the skip go - let it speed up and then get sped up even further by drag. First of all, it'd break anything it hits. Maybe kill some people. But I'm concerned that there might be some more issues with an object moving this fast. My personal theory is - well, I read something online, about what would happen if a baseball travelled at relativistic speeds. The ball fused with the atoms in the air, and caused an explosion that wiped out everything for miles. I can't help but wonder if something similar could happen with this, if it got going fast enough. For that reason alone I don't think this skip is Safe. Consider this my official request for SCP-2597 to be upgraded to Euclid status at least.\n\n\n<End Log>\n\n\n\n\nThe technique used to contain SCP-2597 at its location of recovery was later implemented in the object's current containment. Agent ███'s request to upgrade the classification of SCP-2597 was denied.\n\n\n\n\n\n\n« \nSCP-2596\n | SCP-2597 | \nSCP-2598\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2597\n\" by GeometryPrime, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2597\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 2kg_Gewicht.jpg\n\n\nName:\n File:2kg Gewicht freigeschnitten.jpg\n\n\nAuthor:\n LoKiLeCh\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:2kg_Gewicht_freigeschnitten.jpg",
    "addendums": [
        "Addendum: SCP-2597 Recovery Log\nSCP-2597 was found in an apartment belonging to known anartist ███ ██████, during investigation of his involvement in the creation of SCP-669 . The object was contained at time of recovery in a large glass jar, filled with liquid mercury. Once its anomalous properties were identified, the object was given SCP classification and a member of nearby Site-55's recovery division was dispatched to obtain SCP-2597.\nThe technique used to contain SCP-2597 at its location of recovery was later implemented in the object's current containment. Agent ███'s request to upgrade the classification of SCP-2597 was denied."
    ],
    "documents": [],
    "notes": [
        "Interviewed: Agent Gerald ███, part of Site 55 Recovery Team β. Foreword: Excerpt from Agent ███'s debrief, immediately after the SCP-2597 recovery. This log has been edited for brevity. <Begin Log> Interviewer: I understand you were placed in charge of recovery of SCP-2597. Agent: Well, not really. Well, at least, I wasn't at first. But you know, when the Foundation raided that anartist's home, the people there contacted the nearest site command, which happened to be 55. They sent me down to check it out. Interviewer: Tell me about recovering the object. What was that like? Agent: You know, I've worked on recovering Keters and stuff. But this? This stupid thing was one of the most annoying pieces of shit I've ever had to retrieve. Interviewer: Why, specifically? Agent: This thing… well, you can't just pick it up and carry it, it's not that simple. I figured out pretty quick - you know, given the way it resisted everything I did to it - that if I took a vehicle back to base the skip would go flying out the back window. This was before we even figured out the whole danger with air resistance. So I radioed site command to tell them I was going to take the thing back myself - I didn't really have any other options, I guess. Site 55 sent me an escort - just a couple of guards to make sure I didn't get lost or somehow killed on my way home, but they really couldn't do much that was useful. I sure wasn't gonna trust anybody else with that skip. Interviewer: You mean to say you brought it back on foot. Agent: Yeah. Had to micromanage the damn thing to a ridiculous degree. If I wanted to move it forward, I had to simultaneously push it backward and walk myself forward, as well as pushing it upwards so it didn't fall into the sky, but not so much that it pushed my hand out of the way… if that makes any sense. I got to do that for five miles. We're damned lucky the agents already at the recovery site didn't touch the skip very much - if they weren't careful we could've lost it, or worse. Hell, if I'd screwed up just a little bit… Interviewer: What exactly do you mean by \"or worse?\" Agent: We haven't been quite stupid enough to do any testing with regard to what happens if you just let the skip go - let it speed up and then get sped up even further by drag. First of all, it'd break anything it hits. Maybe kill some people. But I'm concerned that there might be some more issues with an object moving this fast. My personal theory is - well, I read something online, about what would happen if a baseball travelled at relativistic speeds. The ball fused with the atoms in the air, and caused an explosion that wiped out everything for miles. I can't help but wonder if something similar could happen with this, if it got going fast enough. For that reason alone I don't think this skip is Safe. Consider this my official request for SCP-2597 to be upgraded to Euclid status at least. <End Log>",
        "\" SCP-2597 \" by GeometryPrime, from the SCP Wiki . Source: https://scpwiki.com/scp-2597 . Licensed under CC-BY-SA .",
        "Filename: 2kg_Gewicht.jpg Name: File:2kg Gewicht freigeschnitten.jpg Author: LoKiLeCh License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:2kg_Gewicht_freigeschnitten.jpg"
    ],
    "item": "SCP-2597",
    "object_class": "Safe",
    "containment_procedures": "In order to prevent a Runaway Acceleration Event, SCP-2597 must be contained within a vacuumized containment chamber. SCP-2597 must be stored on the highest floor of Site-55, in order to minimize damage in the event of a breach. SCP-2597 is to be submerged within a container of liquid mercury, at sufficient depth that the object maintains neutral buoyancy. This is to counteract the force of gravity, and prevent the object's escape through the ceiling.",
    "description": "SCP-2597 is a weight, ostensibly designed for use with a balance, that behaves as though it possesses negative inertial mass. While the object's composition is unknown, it has been experimentally determined that the inertial mass of SCP-2597 is approximately -2kg, with a density roughly equivalent to that of liquid mercury at STP.",
    "title": "SCP-2597"
}