{
    "url": "https://scp-wiki.wikidot.com/scp-2605",
    "all_text": "rating: \n+48\n+\n–\nx\n\n\nItem #:\n SCP-2605\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2605 is to be kept in a standard humanoid containment cell. SCP-2605 possesses the standard nutritional requirements for a non-anomalous human of comparable age and condition, and is to be fed and maintained appropriately. When it is necessary that SCP-2605 be moved, the subject should be rendered unconscious through the application of sedatives to its food source.\n\n\nDescription:\n SCP-2605 is a human female formerly known as ███ ██████. The subject suffers from symptoms associated with Lewy body dementia, including memory loss and visual hallucinations. SCP-2605 finds movement difficult without aid and spends the majority of its time confined to its bed.\n\n\nInstances of SCP-2605-1 are apparently massless, air-displacing entities which manifest in the immediate vicinity (~5 meters) of SCP-2605 concurrent with the subject's hallucinations. SCP-2605-1 instances have an internal temperature of approximately 51 degrees Celsius. Infrared imaging has revealed a consistent shape similar to an adult human male of 1.8 meters in height. Instances can physically interact with objects around them, typically performing actions such as fluffing the pillows or stroking the face of SCP-2605. Instances of SCP-2605-1 are universally non-hostile and disappear with an audible clap upon the cessation of the hallucination. Only one SCP-2605-1 instance has been observed to manifest at a time.\n\n\nAddendum 2605-A: Surveillance log excerpts\n\n\n\n\nExcerpt, 6/20/13\n\n\n[An instance of SCP-2605-1 paces around the bed of SCP-2605.]\n\n\nSCP-2605:\n Come a little closer, dear. It's so drafty in this room.\n\n\n[SCP-2605-1 instance approaches and proceeds to stroke the face of SCP-2605. No audible sound is produced by the instance.]\n\n\nSCP-2605:\n Ah, well. It's hard, Charles, but they take care of me, don't they?\n1\n We'll endure it. We always have.\n\n\n\n\n\n\nExcerpt, 6/25/13\n\n\n\n\n[An instance of SCP-2605-1 sits on the bed of SCP-2605. Head movements from both entities seem to trace the rapid movements of an object on the other side of the room, though no detectable anomalies aside from the SCP-2605-1 instance manifest within the cell.]\n\n\nSCP-2605:\n She's lovely, Charles. Even lovelier than you described. Thank you for bringing her here.\n\n\n[Entities continue to track movement for approximately 12 minutes, until cessation of hallucination.]\n\n\n\n\n\n\nExcerpt, 4/9/14\n\n\n[An instance of SCP-2605-1 stands at the corner of the room opposite SCP-2605.]\n\n\nSCP-2605:\n Sing that song again, dear. The one I liked.\n\n\n[The SCP-2605-1 instance begins to tap its foot and rock back and forth. No sound is heard at first, though SCP-2605 periodically hums snippets of an unknown melody.]\n\n\n[Abruptly, SCP-2605 begins coughing violently. The instance of SCP-2605-1 ceases rocking and quickly approaches SCP-2605, visibly shaking.]\n\n\n[SCP-2605 finishes coughing. The SCP-2605-1 instance adjusts the subject's bedsheets, still shaking.]\n\n\n[The SCP-2605-1 instance ceases shaking, and appears to briefly gesticulate. No audible sound is produced, but SCP-2605 can be observed smiling.]\n\n\nSCP-2605:\n Oh my, yes. As long as I still have my mind, I'll be all right.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Investigation of individuals related to SCP-2605 has revealed no close relatives with the name \"Charles\" or a similar nickname.\n\n\n\n\n\n\n\n\n« \nSCP-2604\n | SCP-2605 | \nSCP-2606\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2605\n\" by Zolgamax, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2605\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2605-A: Surveillance log excerpts"
    ],
    "documents": [],
    "notes": [
        "Excerpt, 6/20/13 [An instance of SCP-2605-1 paces around the bed of SCP-2605.] SCP-2605: Come a little closer, dear. It's so drafty in this room. [SCP-2605-1 instance approaches and proceeds to stroke the face of SCP-2605. No audible sound is produced by the instance.] SCP-2605: Ah, well. It's hard, Charles, but they take care of me, don't they? 1 We'll endure it. We always have.",
        "Excerpt, 6/25/13 [An instance of SCP-2605-1 sits on the bed of SCP-2605. Head movements from both entities seem to trace the rapid movements of an object on the other side of the room, though no detectable anomalies aside from the SCP-2605-1 instance manifest within the cell.] SCP-2605: She's lovely, Charles. Even lovelier than you described. Thank you for bringing her here. [Entities continue to track movement for approximately 12 minutes, until cessation of hallucination.]",
        "Excerpt, 4/9/14 [An instance of SCP-2605-1 stands at the corner of the room opposite SCP-2605.] SCP-2605: Sing that song again, dear. The one I liked. [The SCP-2605-1 instance begins to tap its foot and rock back and forth. No sound is heard at first, though SCP-2605 periodically hums snippets of an unknown melody.] [Abruptly, SCP-2605 begins coughing violently. The instance of SCP-2605-1 ceases rocking and quickly approaches SCP-2605, visibly shaking.] [SCP-2605 finishes coughing. The SCP-2605-1 instance adjusts the subject's bedsheets, still shaking.] [The SCP-2605-1 instance ceases shaking, and appears to briefly gesticulate. No audible sound is produced, but SCP-2605 can be observed smiling.] SCP-2605: Oh my, yes. As long as I still have my mind, I'll be all right.",
        "\" SCP-2605 \" by Zolgamax, from the SCP Wiki . Source: https://scpwiki.com/scp-2605 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2605",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2605 is to be kept in a standard humanoid containment cell. SCP-2605 possesses the standard nutritional requirements for a non-anomalous human of comparable age and condition, and is to be fed and maintained appropriately. When it is necessary that SCP-2605 be moved, the subject should be rendered unconscious through the application of sedatives to its food source.",
    "description": "SCP-2605 is a human female formerly known as ███ ██████. The subject suffers from symptoms associated with Lewy body dementia, including memory loss and visual hallucinations. SCP-2605 finds movement difficult without aid and spends the majority of its time confined to its bed.",
    "title": "SCP-2605"
}