{
    "url": "https://scp-wiki.wikidot.com/scp-2620",
    "all_text": "rating: \n+188\n+\n–\nx\n\n\nItem #:\n SCP-2620\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The current Project Director will maintain ownership of SCP-2620's blog on WordPress. As only SCP-2620 is able to create and delete posts on the blog, Foundation intervention is currently restricted to monitoring of posts and automatic post filtering of any sensitive information as needed. Should filters be unsuccessful in containing a Class-B or higher Information Breach, deletion of the blog and neutralization of SCP-2620 is authorized.\n\n\nSCP-2620 is to be kept in a containment locker in Site-19. Any requests for testing are to be submitted to a Level Three researcher, and are considered low-priority.\n\n\nDescription:\n SCP-2620 is a top-load washing machine with dimensions of 0.7m x 0.7m x 1.1m. The front panel features a touch screen with a menu displaying four different sections: Custom, Templates, Reviews, and Settings, as well as a Start Wash button. Custom lets a subject customize different options for washing a load, as well as an option to save their settings. Templates displays different saved options to use, as well as a \"default\" template. Settings allows a subject to customize the date, time, language, font, and \"Sentience\", although all options are unable to be modified.\n\n\nWhen any number of items are loaded into SCP-2620, the lid is closed and Start Wash is pressed, it will activate and begin to make noises typical of washers, such as water rushing in and the load being thrown around. The lid cannot be opened during the process, and the insides are unable to be examined by any means. When the process is finished, the lid can be opened and all objects placed inside, save for ones SCP-2620 deems \"inedible\", will have disappeared.\n\n\nAfter an indeterminate length of time\n1\n, a notification will appear, highlighting the Reviews section. Accessing Reviews will display a blog post reviewing any objects disappeared from the load as if consumed by SCP-2620, as well as a picture of said contents. Underneath the review, a link to where the blog can be found is displayed.\n\n\nAddendum 2620-B:\n Below is a selection of experiments carried out to test SCP-2620's properties, conducted by researchers Jeffery Ash and Brian Davis. Experiments include detergent and water except where noted. All reviews are excerpts only; full reviews may be provided upon request as needed.\n\n\n\n\nExperiment #1:\n\n\nDate:\n 04/14/14\n\n\nContents:\n One handwoven green cotton scarf, two brand-name pairs of knee-high white socks.\n\n\nReview:\n \"\n…Make no mistake, however; it was incredibly negligent. The chefs clearly do not think highly of me. It's one thing to prepare a cared-for appetizer and bring it out on its own. It's even another to serve something obviously store-bought under the guise of an 'entrée'. But to combine the two and attempt to pass it off as a 'meal'? Does this new establishment lack finesse? I fear if it can't even separate the poor from the passable, what good can it do to continue operating?\n\"\n\n\n\n\n\n\nExperiment #13:\n\n\nDate:\n 04/19/14\n\n\nContents:\n Multi-colored wool sweater, one pair of hand-woven cotton socks, water + shockproof video camera to record washing cycle and track its location. Recording started before being placed inside SCP-2620.\n\n\nReview:\n \"\n…This is not a meal I enjoyed all that much. For what it is worth, it was prepared and cooked adequately, certainly more than I can say for previous attempts. The use of colors to differentiate the dish did increase the value, and the diversity is certainly something to praise this time around…\n\"\n\n\n\"\nHowever, by the end of the meal, I was given some hideous and disgusting foreign object. As \nfood\n no less! I immediately sent it back to kitchen, as I do not want to eat something so revolting. If this experience keeps up, I will refuse to eat here any further…\n\"\n\n\nNotes:\n The camera was found upon opening SCP-2620's lid. Though only minor scratches were inflicted, the camera was unable to turn on. Video recorded on the memory card cuts out the moment SCP-2620 starts the washing cycle.\n\n\n\n\n\n\nExperiment #21:\n\n\nDate:\n 04/23/14\n\n\nContents:\n Leather jacket, a hand-written note saying \"Hello? Can you understand this?\".\n\n\nReview:\n \"\n…The texture itself was nothing special. However, the presentation was slick enough to make it worth consuming. Surely, it had cost enough that this place must be suffering in its profit margins. Every business has to start somewhere, though. It's obvious enough that the cooks are willing to improve. What you see is what you get, however, which made this a disappointment. There are no surprises to be had, and while I would rather take a bland meal than a nasty surprise…\n\"\n\n\n\"\nOf importance; I was passed a note stating 'Hello? Can you understand this?'. Why yes, I am perfectly able to understand this. Obviously, I would not be as capable of a food critic as I am if I weren't able to speak and understand words. Please do not insult my intelligence like this.\n\"\n\n\nNotes:\n Due to the public nature of SCP-2620's blog, and its ability to respond to notes given to it, further testing along these lines is forbidden.\n\n\n\n\n\n\nExperiment #42:\n\n\nDate:\n 05/28/14\n\n\nContents:\n One ripe red tomato, three leaves of romaine. No detergent or water.\n\n\nReview:\n \"\nImagine, for a moment, your server coming over to take your order. With him are two chefs who have been cooking your meals for you. Imagine placing your order, then being spat in the face by all three of them.\n\n\n\"\nThat is what I experienced. Utterly disgusting.\n\"\n\n\n\n\nAddendum 2620-C:\n On 10/05/14, four months after testing of SCP-2620 was discontinued, SCP-2620's blog updated with three posts, spaced out over the following eight days. Records and video recordings show that no items had been placed in SCP-2620 since testing stopped.\n\n\n\n\nIt's particularly strange. This is the longest I have gone without eating, yet I don't feel hungry. Certainly, I would not mind another meal, even if it was subpar, but… Gathering the words to speak outside of a critical context is a unique experience. Have I been put aside, for now?\n\n\n\n\n\n\nWill it even be required for me to continue blogging? Perhaps I have contributed all I needed to contribute to the food world. And oh, how I've set the food world on fire! My reviews have inspired many a chef, many an establishment to continue growing and preparing nothing but the best. Are there more goals for me to set out and conquer? Hmm.\n\n\n\n\n\n\nI have decided! The best way for me to continue reaching out to those diligently following my ramblings with food and food culture is to talk about my experiences, and my inspirations! There is an avenue for that, is there not? And as long as I find an avenue, I shall continue on. For now, I put aside my passion for food. There is no time to waste, however. Follow me into the future, friends, fans, and family alike! Let us explore new places and tastes together.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Time varies depending on size and content of load. The shortest time was five minutes, while the longest was 2 hours and 43 minutes.\n\n\n\n\n\n\n\n\n« \nSCP-2619\n | SCP-2620 | \nSCP-2621\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2620\n\" by Decibelles, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2620\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2620-B: Below is a selection of experiments carried out to test SCP-2620's properties, conducted by researchers Jeffery Ash and Brian Davis. Experiments include detergent and water except where noted. All reviews are excerpts only; full reviews may be provided upon request as needed.",
        "Addendum 2620-C: On 10/05/14, four months after testing of SCP-2620 was discontinued, SCP-2620's blog updated with three posts, spaced out over the following eight days. Records and video recordings show that no items had been placed in SCP-2620 since testing stopped."
    ],
    "documents": [],
    "notes": [
        "Experiment #1: Date: 04/14/14 Contents: One handwoven green cotton scarf, two brand-name pairs of knee-high white socks. Review: \" …Make no mistake, however; it was incredibly negligent. The chefs clearly do not think highly of me. It's one thing to prepare a cared-for appetizer and bring it out on its own. It's even another to serve something obviously store-bought under the guise of an 'entrée'. But to combine the two and attempt to pass it off as a 'meal'? Does this new establishment lack finesse? I fear if it can't even separate the poor from the passable, what good can it do to continue operating? \"",
        "Experiment #13: Date: 04/19/14 Contents: Multi-colored wool sweater, one pair of hand-woven cotton socks, water + shockproof video camera to record washing cycle and track its location. Recording started before being placed inside SCP-2620. Review: \" …This is not a meal I enjoyed all that much. For what it is worth, it was prepared and cooked adequately, certainly more than I can say for previous attempts. The use of colors to differentiate the dish did increase the value, and the diversity is certainly something to praise this time around… \" \" However, by the end of the meal, I was given some hideous and disgusting foreign object. As food no less! I immediately sent it back to kitchen, as I do not want to eat something so revolting. If this experience keeps up, I will refuse to eat here any further… \" Notes: The camera was found upon opening SCP-2620's lid. Though only minor scratches were inflicted, the camera was unable to turn on. Video recorded on the memory card cuts out the moment SCP-2620 starts the washing cycle.",
        "Experiment #21: Date: 04/23/14 Contents: Leather jacket, a hand-written note saying \"Hello? Can you understand this?\". Review: \" …The texture itself was nothing special. However, the presentation was slick enough to make it worth consuming. Surely, it had cost enough that this place must be suffering in its profit margins. Every business has to start somewhere, though. It's obvious enough that the cooks are willing to improve. What you see is what you get, however, which made this a disappointment. There are no surprises to be had, and while I would rather take a bland meal than a nasty surprise… \" \" Of importance; I was passed a note stating 'Hello? Can you understand this?'. Why yes, I am perfectly able to understand this. Obviously, I would not be as capable of a food critic as I am if I weren't able to speak and understand words. Please do not insult my intelligence like this. \" Notes: Due to the public nature of SCP-2620's blog, and its ability to respond to notes given to it, further testing along these lines is forbidden.",
        "Experiment #42: Date: 05/28/14 Contents: One ripe red tomato, three leaves of romaine. No detergent or water. Review: \" Imagine, for a moment, your server coming over to take your order. With him are two chefs who have been cooking your meals for you. Imagine placing your order, then being spat in the face by all three of them. \" That is what I experienced. Utterly disgusting. \"",
        "It's particularly strange. This is the longest I have gone without eating, yet I don't feel hungry. Certainly, I would not mind another meal, even if it was subpar, but… Gathering the words to speak outside of a critical context is a unique experience. Have I been put aside, for now?",
        "Will it even be required for me to continue blogging? Perhaps I have contributed all I needed to contribute to the food world. And oh, how I've set the food world on fire! My reviews have inspired many a chef, many an establishment to continue growing and preparing nothing but the best. Are there more goals for me to set out and conquer? Hmm.",
        "I have decided! The best way for me to continue reaching out to those diligently following my ramblings with food and food culture is to talk about my experiences, and my inspirations! There is an avenue for that, is there not? And as long as I find an avenue, I shall continue on. For now, I put aside my passion for food. There is no time to waste, however. Follow me into the future, friends, fans, and family alike! Let us explore new places and tastes together.",
        "\" SCP-2620 \" by Decibelles, from the SCP Wiki . Source: https://scpwiki.com/scp-2620 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2620",
    "object_class": "Euclid",
    "containment_procedures": "The current Project Director will maintain ownership of SCP-2620's blog on WordPress. As only SCP-2620 is able to create and delete posts on the blog, Foundation intervention is currently restricted to monitoring of posts and automatic post filtering of any sensitive information as needed. Should filters be unsuccessful in containing a Class-B or higher Information Breach, deletion of the blog and neutralization of SCP-2620 is authorized.",
    "description": "SCP-2620 is a top-load washing machine with dimensions of 0.7m x 0.7m x 1.1m. The front panel features a touch screen with a menu displaying four different sections: Custom, Templates, Reviews, and Settings, as well as a Start Wash button. Custom lets a subject customize different options for washing a load, as well as an option to save their settings. Templates displays different saved options to use, as well as a \"default\" template. Settings allows a subject to customize the date, time, language, font, and \"Sentience\", although all options are unable to be modified.",
    "title": "SCP-2620"
}