{
    "url": "https://scp-wiki.wikidot.com/scp-2625",
    "all_text": "rating: \n+96\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2625\n: Chipperee Mine\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2040\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 875\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 856\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 584\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 543\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 419\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 315\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 243\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 225\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 171\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 169\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 130\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 125\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 99\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 92\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 205\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+96\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2625\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The entrance to SCP-2625 is to be sealed off as a dangerous mine prone to collapse. A standard guard picket surrounding the area should be staffed with no fewer than 6 guards on active duty and 6 on reserve. Observation Post 280 has been established as a local center of command in the area to monitor SCP-2625.\n\n\nCommunication with SCP-2625-1 instances is to be done only in necessary circumstances. Personnel should not bother or otherwise distract SCP-2625-1 instances from their normal behavior, as this leads to potentially violent repercussions. No attempts to locate or otherwise identify the individual known as the “Foreman” should be made without authorization to do so.\n\n\nDr. Keller is currently the project lead for containment of SCP-2625-1 at Site 139. Questions regarding containment should be directed to her or a relevant researcher at Site 139.\n\n\nDescription:\n SCP-2625 is an abandoned iron mine located in a mountain of eastern Kentucky, United States. According to official records, the mine was last operated in the late 19th century, when dangerous conditions forced the mine to be shut down due to constant collapses and other hazards.\n\n\nCurrently, SCP-2625 is inhabited by a group of diminutive anomalous creatures collectively referred to as SCP-2625-1. SCP-2625-1 instances are, on average, 1.2 meter tall humanoids. The instances describe themselves as miners who are working in SCP-2625 (which they refer to as “Chipperee Mine\"). All instances seem to work with rudimentary mining tools such as shovels and pickaxes, while hauling dirt away with basic wheelbarrows. No evidence of machine tools have been found in SCP-2625-1.\n\n\nAll SCP-2625-1 instances demonstrate extremely high levels of happiness and excitement at all times. The miners often express their joy and happiness to be working in SCP-2625, though they will ignore questions directed towards the purpose, origin and history of the mine.\n\n\nSCP-2625-1 instances have demonstrated no signs of aging. When said instances suffer injuries, they seem to ignore the expected pain from these injuries and continue working. Due to the usual danger associated with mining, as well as the inherently unsafe nature of this particular mine, SCP-2625-1 instances often possess numerous wounds, including broken or missing limbs/digits; open, festering wounds; burns/bruises; and other assorted trauma. No miner has ever been seen to die from its injuries.\n1\n In one particular viewed instance, a collapse buried one miner in rubble. 10 hours later, the miner emerged from the rubble, having burrowed its way out despite being heavily injured and possessing three broken limbs.\n\n\nAll instances of SCP-2625-1 commonly refer to an individual known as the “Foreman\", though they have refused to release any information about said individual besides the fact that the “Foreman” is the boss/owner of the mine, and that it expects high quality work. Some instances have described the Foreman's office as an iron hemisphere with four doors, though the veracity of this is unknown. Further prodding of the question has lead to violence from SCP-2625-1 instances.\n\n\nWhile individual SCP-2625-1 instances will voluntarily come forward and begin speaking to visitors, SCP-2625-1 instances that are prevented from working will respond violently to any perceived intruders, and will attempt to injure said individuals, while maintaining their normal overjoyed demeanor at the same time. This may be fatal due to the tools normally carried by SCP-2625-1 instances, but is usually dependent on the severity of their work interruption.\n\n\nUniversally, SCP-2625-1 instances have demonstrated the ability to sing. These songs are upbeat and fast-paced in style and melody, but also feature somewhat disturbing and violent lyrics. When one instance begins singing, all instances within earshot will join. A list of commonly sung songs is included below.\n\n\n\n\nOh I’ve been minin’ all the day!\n\n\nAnd I’ve been minin’ all the night!\n\n\nChipperee hey! Chipperee yay!\n\n\nBoiling, bubbling, festering day!\n\n\nShadowing, creepering, devouring night!\n\n\nScour the wound! Boil the brains!\n\n\nFeast on the flesh! Taste of the eyes!\n\n\nChipperee hey! Chipperee yay!\n\n\nMinin’ away all our days!\n\n\n\n\n\n\nI once met a man from Jimmering town\n\n\nWho came up to me and said with a frown\n\n\n”I love this one girl who doesn’t love me.”\n\n\n”What’s a fellow to do for some glee?\n\n\nSo I put him to work to go mining all day\n\n\nTil his hands scrubbed off and his face burned away\n\n\nHe said “Wow, yay, what a fine day!”\n\n\nChipperee hey! Chipperee yay!\n\n\n\n\n\n\nI love to mine away the day\n\n\nEven through the bloody spray\n\n\nHacking, slashing, burrow away\n\n\nSo we can reach the core some day\n\n\nTo reach the world of men of sun\n\n\nWouldn’t that day just be so fun?\n\n\nChipperee hey! Chipperee yay!\n\n\n\n\nInterview Log:\n The following interview was done by Field Containment Specialist Tyler Forall on 5/3/12. FCS Forall entered the mine and was immediately greeted by an SCP-2625-1 instance.\n\n\n\n\n + Interview Log SCP-2625\n\n\n\n\n- Interview Log SCP-2625\n\n\n\n\n\n\nSCP-2625-1:\n Hello there! Welcome to the Chip-Chip-Chipperee Mine! What’s your name, stranger?\n\n\nForall:\n Zachary. \nFCS Forall was instructed not to give any true identifying information.\n What’s your name?\n\n\nSCP-2625-1:\n I like that name! It makes me happy! Hee hee! \nSCP-2625-1 giggles for 10 seconds.\n Let me show you around the mine! \nSCP-2625-1 grabs Forall by the hand and pulls him deeper into the mine.\n\n\nForall:\n So, what do you do in this mine?\n\n\nSCP-2625-1:\n We mine away all the day, of course! Chipperee hey! Chipperee yay! \nSeveral SCP-2625-1 instances in the area echo the original instance.\n\n\nForall:\n No, I mean what is the purpose of this mine? What are you looking for?\n\n\nSCP-2625-1:\n Look at how busy our mines are! We work hard all day so the Foreman can rest!\n\n\nForall:\n Who is the “Foreman\"?\n\n\nSCP-2625-1:\n The boss, silly. Every mine has a Foreman!\n\n\nForall:\n May I meet the Foreman?\n\n\nSCP-2625-1:\n He’s busy and needs to rest! He works harder than any of us in his iron office! Chipperee hey! Chipperee yay! \nAgain, several SCP-2625-1 instances echo the original.\n\n\nForall:\n Iron office?\n\n\nSCP-2625-1:\n It's big and round and made of iron! Pretty neat, huh?\n\n\nSCP-2625-1:\n Hey, let’s sing a song! Everyone loves songs here! \nAll SCP-2625-1 instances in the area cheer. SCP-2625-1 instances begin loudly singing a song.\n\n\nAll SCP-2625-1 instances:\n We’re looking for our mine! It will be ours in time! We’ll find the ore and melt it down so we can wake the rest! A tunnel here, a tunnel there, we’ll find it, don’t you fret! We’re waiting for our time at last so we can wake the rest! Chipperee hey! Chipperee yay!\n\n\n\n\n\n\n\n\n\n\nExploration Log:\n On 8/2/14, D-82018 was sent into the mine to attempt to explore deeper into the mine. The audio transcript of his exploration is here.\n\n\n\n\n+ Exploration Log SCP-2625\n\n\n\n\n- Exploration Log SCP-2625\n\n\n\n\n\n\nPrevious parts redacted for non-essential information similar to the above interview log.\n\n\nD-82018:\n Okay, I finally managed to get past those little bastards. I’m alone now.\n\n\nDr. Keller:\n Please try to make your way further into the mine if possible.\n\n\nD-82018:\n Alright, I’m trying. It’s tough to stay quiet here, don’t want those fuckers to hear me.\n\n\nDr. Keller:\n Understandable. Report anything interesting that you see.\n\n\nD-82018:\n It’s getting a lot darker. No lanterns lighting this place. God, this place is wet. Lot of water leakage or something.\n\n\nDr. Keller:\n There’s an aquifer nearby, so that makes sense.\n\n\nD-82018:\n Damn, it’s getting really wet and…sticky? What is this stuff?\n\n\nDr. Keller:\n Can you possibly take a sample?\n\n\nD-82018:\n I’ll try. Shit, it’s really sticky. Oh god, I think I’m stuck. Gimme a sec.\n\n\nSudden static\n\n\nD-82018:\n What the hell was that sound?\n\n\nDr. Keller:\n D-82018, you’re getting a bit hard to hear. There might be some interference. What sound are you referring to?\n\n\nD-82018:\n Fuck, fuck, fuck, I think it’s getting closer. \npanicking\n I have to get out of here.\n\n\nDr. Keller:\n Understandable. Evacuate if necessary.\n\n\nD-82018:\n You don’t have to tell me twice. \nD-82018 begins to run, having freed itself.\n\n\nD-82018:\n Shit, this isn’t right. There was a right turn here, I know it.\n\n\nDr. Keller:\n Did you lay your trail?\n\n\nD-82018:\n Of course I fuckin’ laid my trail. It’s gone! There was a right turn here, I know it! But it’s not here anymore! \nLaughter is heard.\n FUCK! Where’s the exit, where’s the exit?\n\n\nDr. Keller:\n D-82018, remain calm. You have to remain calm.\n\n\nD-82018:\n I’m getting out of here. \nFaint singing is heard.\n Oh god they’re getting closer now. \nSound of loud footsteps, D-82018 is running.\n Shit! \nLoud crash, D-82018 is believed to have tripped and fallen.\n Fuck fuck fuck it’s not water oh fuck fuck fuck! I’m stuck again!\n\n\nDr. Keller:\n D-82018, you must remain calm or you won’t be able to think properly! Slow down and breathe deeply.\n\n\nFaint “Chipperee hey! Chipperee yay!” is heard.\n\n\nD-82018:\n HELP ME! GET ME OUT OF HERE PLE-\n\n\nAudio feed is lost at this point.\n\n\n\n\nApproximately 3 days after this event, a cardboard box was left at the doorstep of Observation Post 280. Inside the box was roughly 80% of D-82018’s bones. Notably, D-82018’s remains featured bite marks and signs of gnawing. Included was a note with the following written in a fine hand.\n\n\n\n\nWe found your little friend poking around where he shouldn’t have! What a nice surprise! Chipperee hey! Chipperee yay!\n\n\n\n\nSecurity cameras turned off for an interval of 1.3 seconds, during which the box was placed. Guards reported that no one was seen entering or exiting the mine during said time period.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Due to both anomalies being mines populated by anomalously durable humanoids, a possible link between SCP-2625 and \nSCP-3667\n is under investigation.\n\n\n\n\n\n\n\n\n« \nSCP-2624\n | SCP-2625 | \nSCP-2626\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2625\n\" by weizhong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2625\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Oh I’ve been minin’ all the day! And I’ve been minin’ all the night! Chipperee hey! Chipperee yay! Boiling, bubbling, festering day! Shadowing, creepering, devouring night! Scour the wound! Boil the brains! Feast on the flesh! Taste of the eyes! Chipperee hey! Chipperee yay! Minin’ away all our days!",
        "I once met a man from Jimmering town Who came up to me and said with a frown ”I love this one girl who doesn’t love me.” ”What’s a fellow to do for some glee? So I put him to work to go mining all day Til his hands scrubbed off and his face burned away He said “Wow, yay, what a fine day!” Chipperee hey! Chipperee yay!",
        "I love to mine away the day Even through the bloody spray Hacking, slashing, burrow away So we can reach the core some day To reach the world of men of sun Wouldn’t that day just be so fun? Chipperee hey! Chipperee yay!",
        "SCP-2625-1: Hello there! Welcome to the Chip-Chip-Chipperee Mine! What’s your name, stranger? Forall: Zachary. FCS Forall was instructed not to give any true identifying information. What’s your name? SCP-2625-1: I like that name! It makes me happy! Hee hee! SCP-2625-1 giggles for 10 seconds. Let me show you around the mine! SCP-2625-1 grabs Forall by the hand and pulls him deeper into the mine. Forall: So, what do you do in this mine? SCP-2625-1: We mine away all the day, of course! Chipperee hey! Chipperee yay! Several SCP-2625-1 instances in the area echo the original instance. Forall: No, I mean what is the purpose of this mine? What are you looking for? SCP-2625-1: Look at how busy our mines are! We work hard all day so the Foreman can rest! Forall: Who is the “Foreman\"? SCP-2625-1: The boss, silly. Every mine has a Foreman! Forall: May I meet the Foreman? SCP-2625-1: He’s busy and needs to rest! He works harder than any of us in his iron office! Chipperee hey! Chipperee yay! Again, several SCP-2625-1 instances echo the original. Forall: Iron office? SCP-2625-1: It's big and round and made of iron! Pretty neat, huh? SCP-2625-1: Hey, let’s sing a song! Everyone loves songs here! All SCP-2625-1 instances in the area cheer. SCP-2625-1 instances begin loudly singing a song. All SCP-2625-1 instances: We’re looking for our mine! It will be ours in time! We’ll find the ore and melt it down so we can wake the rest! A tunnel here, a tunnel there, we’ll find it, don’t you fret! We’re waiting for our time at last so we can wake the rest! Chipperee hey! Chipperee yay!",
        "Previous parts redacted for non-essential information similar to the above interview log. D-82018: Okay, I finally managed to get past those little bastards. I’m alone now. Dr. Keller: Please try to make your way further into the mine if possible. D-82018: Alright, I’m trying. It’s tough to stay quiet here, don’t want those fuckers to hear me. Dr. Keller: Understandable. Report anything interesting that you see. D-82018: It’s getting a lot darker. No lanterns lighting this place. God, this place is wet. Lot of water leakage or something. Dr. Keller: There’s an aquifer nearby, so that makes sense. D-82018: Damn, it’s getting really wet and…sticky? What is this stuff? Dr. Keller: Can you possibly take a sample? D-82018: I’ll try. Shit, it’s really sticky. Oh god, I think I’m stuck. Gimme a sec. Sudden static D-82018: What the hell was that sound? Dr. Keller: D-82018, you’re getting a bit hard to hear. There might be some interference. What sound are you referring to? D-82018: Fuck, fuck, fuck, I think it’s getting closer. panicking I have to get out of here. Dr. Keller: Understandable. Evacuate if necessary. D-82018: You don’t have to tell me twice. D-82018 begins to run, having freed itself. D-82018: Shit, this isn’t right. There was a right turn here, I know it. Dr. Keller: Did you lay your trail? D-82018: Of course I fuckin’ laid my trail. It’s gone! There was a right turn here, I know it! But it’s not here anymore! Laughter is heard. FUCK! Where’s the exit, where’s the exit? Dr. Keller: D-82018, remain calm. You have to remain calm. D-82018: I’m getting out of here. Faint singing is heard. Oh god they’re getting closer now. Sound of loud footsteps, D-82018 is running. Shit! Loud crash, D-82018 is believed to have tripped and fallen. Fuck fuck fuck it’s not water oh fuck fuck fuck! I’m stuck again! Dr. Keller: D-82018, you must remain calm or you won’t be able to think properly! Slow down and breathe deeply. Faint “Chipperee hey! Chipperee yay!” is heard. D-82018: HELP ME! GET ME OUT OF HERE PLE- Audio feed is lost at this point.",
        "We found your little friend poking around where he shouldn’t have! What a nice surprise! Chipperee hey! Chipperee yay!",
        "\" SCP-2625 \" by weizhong, from the SCP Wiki . Source: https://scpwiki.com/scp-2625 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2625",
    "object_class": "Euclid",
    "containment_procedures": "The entrance to SCP-2625 is to be sealed off as a dangerous mine prone to collapse. A standard guard picket surrounding the area should be staffed with no fewer than 6 guards on active duty and 6 on reserve. Observation Post 280 has been established as a local center of command in the area to monitor SCP-2625.",
    "description": "SCP-2625 is an abandoned iron mine located in a mountain of eastern Kentucky, United States. According to official records, the mine was last operated in the late 19th century, when dangerous conditions forced the mine to be shut down due to constant collapses and other hazards.",
    "title": "SCP-2625"
}