{
    "url": "https://scp-wiki.wikidot.com/scp-2630",
    "all_text": "rating: \n+202\n+\n–\nx\n\n\nItem #:\n SCP-2630\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2630 is currently contained in a vacuum-sealed chamber in Site-43's Euclid wing. Following Incident 219-Keynes, testing on SCP-2630 has been forbidden by Overseer order. SCP-2630 should never come into contact with animal products or live animals at any time.\n\n\nDaily backups are to be made of SCP-2630's configuration. If any statistically anomalous stock market changes occur, SCP-2630 should be inspected for changes and its configuration reset.\n\n\nDescription:\n SCP-2630 is the designation for a computing complex built by \nPrometheus\n \nParaeconomics\n in 1968 known as NOTUS (Necromantic Ontologically and Thaumically Unified Supercomputer). SCP-2630 occupies an approximate area of 3.5 x 5.0 x 3.0 meters (WxLxH) and weighs 370 kilograms. Prior to its acquisition in 2005 by the Foundation, Prometheus Paraeconomics used it to forecast changes to the stock market using its anomalous properties.\n\n\nSCP-2630 consists of three main components – fifteen mechanical arms, a console controlling these arms and displaying readings from the third main component: namely, eighteen sets of intestines. Fifteen of these intestines are bovine rumens, while the rest are human large intestines. The bovine intestines are suspended by the mechanical arms, while the human large intestines appear to be interlaced into a rough framework around the rumens. These intestines do not appear to decay.\n\n\nFoundation economists have shown that the state of the bovine rumens encodes the price of fifteen S&P 500 stocks approximately nineteen hours in the future, with each rumen corresponding to a different stock. The current working theory is that knots in the rumens correspond to the price of these stocks (for more information see \nSupplementary Document SCP-2630-03A\n). It is not currently known if the human intestines represent any meaningful information.\n\n\nThe mechanical arms update this information every five minutes – due to the regular manipulation of these intestines, it is currently believed that they possess anomalously high levels of tensile strength. The amount of force required to actually manipulate the entrails is grossly more than would be expected, meaning that any attempt to manipulate the configuration of the intestines typically requires use of the mechanical arms, which are capable of exerting a directed force of 9.3 meganewtons. The complex does not appear to possess any power source.\n\n\nWith the aid of documentation from the original inventors of SCP-2630, a rudimentary program was developed to test if a manipulation in the configuration of the intestines would result in a change to the stock price. The test was carried out successfully, demonstrating that the correlation between SCP-2630 and the state of each stock's price is two-way. Further information on the test and its results are contained in \nPrint Archive Article 2011.MAR.11.108 - \"CEO Of Reikia Software Dies In Tragic Golfing Accident\"\n.\n\n\n\n\n\n\n« \nSCP-2629\n | SCP-2630 | \nSCP-2631\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2630\n\" by Taffeta, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2630\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Foundation economists have shown that the state of the bovine rumens encodes the price of fifteen S&P 500 stocks approximately nineteen hours in the future, with each rumen corresponding to a different stock. The current working theory is that knots in the rumens correspond to the price of these stocks (for more information see Supplementary Document SCP-2630-03A ). It is not currently known if the human intestines represent any meaningful information.\nThe mechanical arms update this information every five minutes – due to the regular manipulation of these intestines, it is currently believed that they possess anomalously high levels of tensile strength. The amount of force required to actually manipulate the entrails is grossly more than would be expected, meaning that any attempt to manipulate the configuration of the intestines typically requires use of the mechanical arms, which are capable of exerting a directed force of 9.3 meganewtons. The complex does not appear to possess any power source."
    ],
    "notes": [
        "\" SCP-2630 \" by Taffeta, from the SCP Wiki . Source: https://scpwiki.com/scp-2630 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2630",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2630 is currently contained in a vacuum-sealed chamber in Site-43's Euclid wing. Following Incident 219-Keynes, testing on SCP-2630 has been forbidden by Overseer order. SCP-2630 should never come into contact with animal products or live animals at any time.",
    "description": "SCP-2630 is the designation for a computing complex built by Prometheus Paraeconomics in 1968 known as NOTUS (Necromantic Ontologically and Thaumically Unified Supercomputer). SCP-2630 occupies an approximate area of 3.5 x 5.0 x 3.0 meters (WxLxH) and weighs 370 kilograms. Prior to its acquisition in 2005 by the Foundation, Prometheus Paraeconomics used it to forecast changes to the stock market using its anomalous properties.",
    "title": "SCP-2630"
}