{
    "url": "https://scp-wiki.wikidot.com/scp-2634",
    "all_text": "rating: \n+175\n+\n–\nx\n\n\n\n\n\n\nMathematical projection of the object given to Dr. Mabry by SCP-2634. Red dots indicate single vertices, orange dots indicate double vertices, and the yellow dot indicates a quadruple vertex\n\n\n\n\n\n\nItem #:\n SCP-2634\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-2634 cannot be contained due to limitations of three-dimensional perception and tangibility.\n\n\nAny objects obtained from SCP-2634 are to be kept in standard secure storage lockers when not being used for research.\n\n\nDescription:\n SCP-2634 is a sentient, likely telepathic entity that natively exists in six-dimensional space.\n\n\nSCP-2634 first came to Foundation attention on October 13, 2013, when it made itself known to Doctor Mabry, a Senior Researcher stationed at Site-63. For Doctor Mabry’s full account of the event, see below.\n\n\n\n\nExpand Transcript\n\n\n\n\nClose\n\n\n\n\n\n\n<Begin Recording>\n\n\nThis is, uh, this is Doctor Jonathan Mabry, at… 1:30 PM October Fourteenth. I have been asked to provide a verbal record of my experiences last night. Let me preface this by saying that I am neither a physicist nor a linguist, and I apologize.\n\n\nI was sitting in my office finishing up paperwork, and then out of nowhere I hear someone say the word “prepare”. Well it didn’t exactly \nsay\n it I guess, but it \nthought\n it. Or \nI\n thought it? I think \nit\n thought it with my thoughts. It doesn’t matter, I suppose. Anyway, the next thing that I can recall is being pulled… through myself? And then… no, not really then, per se.\n\n\nYou’ll have to bear with me here. I’m going to try to relay my experiences in a way that seems chronologically logical, but you have to understand that from my perspective all of these events happened at the same moment. Or rather, every moment was the same moment, and each event was also every other event. I digress.\n\n\nAnyway, then I was somewhere else, and I could see it. It looked like, how do I put this, like a sphere within a sheet that had been stretched out of itself. It shone a brilliant metallic orange. It was beautiful. And it spoke to me again, it said “\nTathagata\n” and I knew that that was its name. Or at least what I should think of it as.\n\n\nIt then occurred to me to be scared. I frantically looked around trying to figure out where I was, and that’s when I realized: I hadn’t even left my office. I think that’s when I started putting the situation together. This thing, whatever it was, had pulled me into a separate spatial dimension. I still saw my office, but I could see \ninto\n it. I saw a depth to everything that had always been hiding there.\n\n\nNow my understanding of hyperspacial geometry is rusty at best, but some part of me felt qualified to make assumptions, and I think I must have asked (or thought?) something stupid like “Is this the fourth dimension?”, and, I swear to god, this thing without a head or neck nodded. And then it tugged me in another direction, and said “Fifth”.\n\n\nChrist. I understand how hard this must be to conceptualize for someone who hasn’t seen it; hell, I \nhave\n seen it and I can barely make sense of it. The fifth dimension, as I suppose that’s what I was seeing. We were still in the office, but I only knew that because I could see an object in front of me that was the same color as my cactus. It didn’t look like a cactus, mind you, more like… like a set of concentric cylinders covered in very sharp prisms. We sat there for what seemed like an hour, as I just took in the world around me, and as Tathagata seemed to observe my reactions.\n\n\nAgain it occurred to me that I had barely stopped to question my situation, so enraptured was I by the things before me. I again addressed my visitor and I thought to it something that was somewhere between “how” and “why”, and to me it responded “All in time. Come. There is more”. Then, just as suddenly as the last time, it brought me further down its rabbit hole.\n\n\nDoctor Mabry pauses for 2 minutes 43 seconds.\n\n\nYou’ll have to forgive me. I do truly wish that I could describe for you just what it is like to comprehend six dimensions in space, but anything I could say simply falls short. There are no words in any language on earth that can convey anything about my experience in 6D space. Suffice to say it was beautiful.\n\n\nMy guide again addressed me, projecting into my mind the word “here”. As I took in the view, I noticed that we were surrounded by other creatures like Tathagata. Some were shiny orange like it was, others were deep indigos and neon green. Some were colors that I had never seen before. They seemed welcoming, in their own way.\n\n\nTathagata then projected the word “Home” into my head. We lingered there for a while, and I was enraptured by the movements of these beings. Sometimes they would flutter like flags in the wind, other times crashing into each other like colliding bullets. They chased each other like schools of fish though folds in space. More often than not they moved about in ways I’m not sure I fully understood.\n\n\nNext I heard echoes of my own thoughts. “Why” and “beautiful” and “more”, like memories of memories. And I understood.\n\n\nThese things, whatever they were and however they were shaped, existed naturally on a conceptual level that allowed them to move through six dimensions, but they were not naturally able to go further. Life in seven dimensions and beyond was as impossible for them as life in six is for us. I think that’s why they reach out to us. They think we might be able to help them break through into a seventh, so that they can experience the same awe. They believe in us.\n\n\nAfter some time -maybe minutes, maybe hours- Tathagata brought me back. I watched objects fold back out of themselves as I was brought down from six to five to four and finally back home to three. It then said to me “Tell them”. And then it was gone, as suddenly as it appeared.\n\n\nI glanced at the clock. The whole ordeal had lasted seconds. I spent the next several hours in the fourth floor restroom vomiting, before I managed to shamble my way into Director Aram’s office and relay what had happened.\n\n\nAnd that’s my story. I have petitioned Director Aram to enact a program onsite with the express purpose of aiding Tathagata and the other beings in their endeavor. I hope we can help.\n\n\n<End Recording>\n\n\n\n\n\n\n\n\n\n\nA department of tesseractic geometry has been established at Site-63 in order to determine a method of further interaction with SCP-2634 and others of its kind.\n\n\nIn the time since Dr. Mabry's experience, Foundation reconnaissance and surveillance assets have traced at least fourteen separate instances of SCP-2634 appearing to other individuals. Descriptions of such events virtually always match Dr. Mabry's description very closely. To date SCP-2634 has appeared only to scientific professionals (notably: members of NASA, JAXA, CERN, and numerous private scientific institutions).\n\n\nUntil such a time that an adequate containment procedure can be devised, all individuals known to have had contact with SCP-2634 are to be given a regimen of Class-B amnestics and monitored for possible future interaction.\n\n\nOn 3/21/2016 Dr. Mabry was again contacted by SCP-2634. For a transcript of Dr. Mabry's report, see below\n\n\n\n\nExpand transcript\n\n\n\n\nClose\n\n\n\n\n\n\n<Begin Recording>\n\n\nHello, this is Doctor Jonathan Mabry again, March 21st 2016, at, uh, 11:29 AM. As you are most likely already aware, it came back again last night. Now, you are most likely familiar with my name when it’s appended by the phrase “you know, the loon that was convinced his hallucination was anomalous”. But this time people saw, this time I have concrete, physical proof.\n\n\nI was in the cafeteria, probably around seven, talking to Dr. Fairweather about an article I had read in \nSydowia\n about fungal neurological potential that- sorry, I’m getting sidetracked. Anyway, we were talking and then just like the last time I heard “prepare” in that same voice in my head, and then I felt that familiar tug as Tathagata pulled me up. According to Caroline (and the half dozen others in the room) it looked like I had folded inside out over myself, and then I disappeared.\n\n\nThe trip was different than before. Instead of slowly working me upward, Tathagata just pulled me all the way up into six-space. Until then I was pretty sure that I had remembered what it was like, but the thing about brains calibrated for three-dimensional life is that they can’t really visualize anything higher, you can never \nreally\n see it unless you’re looking at it. It was just as beautiful as it was when I first saw it, maybe even more so now that I wasn’t also reeling in shock. I really wish language had the words to fully explain it.\n\n\nI saw Tathagata there again, looking the same as before, sphere within a wavy plane and all that. I think it was looking at me, waiting for a reaction, so I just said “Hello?”. It fluttered a bit, I think trying to imitate a wave.\n\n\nAnd then it got strange. It glided over to me, and… grabbed me? I think? And it carried me, not through dimension this time but through space. It physically brought me somewhere else. I think it was some sort of city, or something like that. There were lots of huge spiraling towers that sort of bent in on themselves and stretched through the horizon. There were hundreds of the beings there, flying around like great schools and flocks. I stood there just watching for a long time, just taking in the shapes and colors- \ngod\n the colors.\n\n\nAfter a while I turned back to Tathagata and just asked why it brought me back. It seemed to think for a second, before saying “A reminder”. I think I understood. I was about to start telling it that none of you had believed me, and that sequestering the necessary resources was just about impossible, but as soon as the thoughts entered my head, it reached out again, one corner of its sheet seemed to pull an object out from somewhere and hand it to me (as much as something without hands could). I took it, and turned it over in my palm. It was a cube. Well, a 6-cube. It addressed me and said “to convince”. And then I was back in the cafeteria. I must admit I don’t remember a lot of what happened next. According to Caroline it was mostly vomiting.\n\n\nAs soon as I was coherent again I realized that I was still holding something, and I held it up and… well I’m sure you’ve all seen it by now. I don’t know how they did it, but the 6-cube was still a 6-cube. Not just a projection or a model but an honest to god 6-cube in 3-space. Nobody likes looking at it (except for the guys over in TG, they all lost their damn minds when I showed them) it doesn’t really gel well with the human brain.\n\n\nI think I’ve finally managed to convince everyone.\n\n\n<End Recording>\n\n\n\n\n\n\n\n\n\n\nIt is to be noted that the primary goal of all personnel assigned to SCP-2634 is to create an effective and lasting containment solution. All other efforts are to be considered secondary, and any personnel found to be pursuing other goals with any ultimate intention other than containing SCP-2634 will be assigned elsewhere.\n\n\nAddendum:\n On 1/1/17, the department of tesseractic geometry managed to briefly open an unstable gateway into what is currently believed to be four dimensional space. This was accomplished using information gathered from the object Dr. Mabry was given by SCP-2634.\n\n\nSaid object possess several anomalous properties derived from its existence in six spatial dimensions, as follows:\n\n\n\n\nObject is able to be handled and interacted with without any apparent physical contact, likely stemming from nonvisible projections into three dimensional space perpendicular to higher dimensions. Personnel assigned to the department of tesseractic geometry have become quite adept at manipulating the object in this fashion.\n\n\nExtended visual contact with the object evokes a sense of discomfort, occasionally leading to migraine headaches and nausea. This phenomenon is not believed to be cognitohazardous in nature, merely a result of the human brain's inability to accurately reconcile a six dimensional visual image.\n\n\nOn rare occasions, the object may temporarily cause three dimensional objects that it contacts to appear as projections of equivalent six dimensional objects. It should be noted that affected objects do not actually become six dimensional.\n\n\nObject cannot be photographed. All attempts at doing so will instead depict the object as a three dimensional projection of a six dimensional cube.\n\n\n\n\n\n\n\n\n« \nSCP-2633\n | SCP-2634 | \nSCP-2635\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2634\n\" by Dr Solo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2634\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n HEX.png\n\n\nName:\n File:6-cube t0.svg\n\n\nAuthor:\n Ivan Doroschuk\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:6-cube_t0.svg",
    "addendums": [
        "Addendum: On 1/1/17, the department of tesseractic geometry managed to briefly open an unstable gateway into what is currently believed to be four dimensional space. This was accomplished using information gathered from the object Dr. Mabry was given by SCP-2634.\nSaid object possess several anomalous properties derived from its existence in six spatial dimensions, as follows:"
    ],
    "documents": [],
    "notes": [
        "<Begin Recording> This is, uh, this is Doctor Jonathan Mabry, at… 1:30 PM October Fourteenth. I have been asked to provide a verbal record of my experiences last night. Let me preface this by saying that I am neither a physicist nor a linguist, and I apologize. I was sitting in my office finishing up paperwork, and then out of nowhere I hear someone say the word “prepare”. Well it didn’t exactly say it I guess, but it thought it. Or I thought it? I think it thought it with my thoughts. It doesn’t matter, I suppose. Anyway, the next thing that I can recall is being pulled… through myself? And then… no, not really then, per se. You’ll have to bear with me here. I’m going to try to relay my experiences in a way that seems chronologically logical, but you have to understand that from my perspective all of these events happened at the same moment. Or rather, every moment was the same moment, and each event was also every other event. I digress. Anyway, then I was somewhere else, and I could see it. It looked like, how do I put this, like a sphere within a sheet that had been stretched out of itself. It shone a brilliant metallic orange. It was beautiful. And it spoke to me again, it said “ Tathagata ” and I knew that that was its name. Or at least what I should think of it as. It then occurred to me to be scared. I frantically looked around trying to figure out where I was, and that’s when I realized: I hadn’t even left my office. I think that’s when I started putting the situation together. This thing, whatever it was, had pulled me into a separate spatial dimension. I still saw my office, but I could see into it. I saw a depth to everything that had always been hiding there. Now my understanding of hyperspacial geometry is rusty at best, but some part of me felt qualified to make assumptions, and I think I must have asked (or thought?) something stupid like “Is this the fourth dimension?”, and, I swear to god, this thing without a head or neck nodded. And then it tugged me in another direction, and said “Fifth”. Christ. I understand how hard this must be to conceptualize for someone who hasn’t seen it; hell, I have seen it and I can barely make sense of it. The fifth dimension, as I suppose that’s what I was seeing. We were still in the office, but I only knew that because I could see an object in front of me that was the same color as my cactus. It didn’t look like a cactus, mind you, more like… like a set of concentric cylinders covered in very sharp prisms. We sat there for what seemed like an hour, as I just took in the world around me, and as Tathagata seemed to observe my reactions. Again it occurred to me that I had barely stopped to question my situation, so enraptured was I by the things before me. I again addressed my visitor and I thought to it something that was somewhere between “how” and “why”, and to me it responded “All in time. Come. There is more”. Then, just as suddenly as the last time, it brought me further down its rabbit hole. Doctor Mabry pauses for 2 minutes 43 seconds. You’ll have to forgive me. I do truly wish that I could describe for you just what it is like to comprehend six dimensions in space, but anything I could say simply falls short. There are no words in any language on earth that can convey anything about my experience in 6D space. Suffice to say it was beautiful. My guide again addressed me, projecting into my mind the word “here”. As I took in the view, I noticed that we were surrounded by other creatures like Tathagata. Some were shiny orange like it was, others were deep indigos and neon green. Some were colors that I had never seen before. They seemed welcoming, in their own way. Tathagata then projected the word “Home” into my head. We lingered there for a while, and I was enraptured by the movements of these beings. Sometimes they would flutter like flags in the wind, other times crashing into each other like colliding bullets. They chased each other like schools of fish though folds in space. More often than not they moved about in ways I’m not sure I fully understood. Next I heard echoes of my own thoughts. “Why” and “beautiful” and “more”, like memories of memories. And I understood. These things, whatever they were and however they were shaped, existed naturally on a conceptual level that allowed them to move through six dimensions, but they were not naturally able to go further. Life in seven dimensions and beyond was as impossible for them as life in six is for us. I think that’s why they reach out to us. They think we might be able to help them break through into a seventh, so that they can experience the same awe. They believe in us. After some time -maybe minutes, maybe hours- Tathagata brought me back. I watched objects fold back out of themselves as I was brought down from six to five to four and finally back home to three. It then said to me “Tell them”. And then it was gone, as suddenly as it appeared. I glanced at the clock. The whole ordeal had lasted seconds. I spent the next several hours in the fourth floor restroom vomiting, before I managed to shamble my way into Director Aram’s office and relay what had happened. And that’s my story. I have petitioned Director Aram to enact a program onsite with the express purpose of aiding Tathagata and the other beings in their endeavor. I hope we can help. <End Recording>",
        "<Begin Recording> Hello, this is Doctor Jonathan Mabry again, March 21st 2016, at, uh, 11:29 AM. As you are most likely already aware, it came back again last night. Now, you are most likely familiar with my name when it’s appended by the phrase “you know, the loon that was convinced his hallucination was anomalous”. But this time people saw, this time I have concrete, physical proof. I was in the cafeteria, probably around seven, talking to Dr. Fairweather about an article I had read in Sydowia about fungal neurological potential that- sorry, I’m getting sidetracked. Anyway, we were talking and then just like the last time I heard “prepare” in that same voice in my head, and then I felt that familiar tug as Tathagata pulled me up. According to Caroline (and the half dozen others in the room) it looked like I had folded inside out over myself, and then I disappeared. The trip was different than before. Instead of slowly working me upward, Tathagata just pulled me all the way up into six-space. Until then I was pretty sure that I had remembered what it was like, but the thing about brains calibrated for three-dimensional life is that they can’t really visualize anything higher, you can never really see it unless you’re looking at it. It was just as beautiful as it was when I first saw it, maybe even more so now that I wasn’t also reeling in shock. I really wish language had the words to fully explain it. I saw Tathagata there again, looking the same as before, sphere within a wavy plane and all that. I think it was looking at me, waiting for a reaction, so I just said “Hello?”. It fluttered a bit, I think trying to imitate a wave. And then it got strange. It glided over to me, and… grabbed me? I think? And it carried me, not through dimension this time but through space. It physically brought me somewhere else. I think it was some sort of city, or something like that. There were lots of huge spiraling towers that sort of bent in on themselves and stretched through the horizon. There were hundreds of the beings there, flying around like great schools and flocks. I stood there just watching for a long time, just taking in the shapes and colors- god the colors. After a while I turned back to Tathagata and just asked why it brought me back. It seemed to think for a second, before saying “A reminder”. I think I understood. I was about to start telling it that none of you had believed me, and that sequestering the necessary resources was just about impossible, but as soon as the thoughts entered my head, it reached out again, one corner of its sheet seemed to pull an object out from somewhere and hand it to me (as much as something without hands could). I took it, and turned it over in my palm. It was a cube. Well, a 6-cube. It addressed me and said “to convince”. And then I was back in the cafeteria. I must admit I don’t remember a lot of what happened next. According to Caroline it was mostly vomiting. As soon as I was coherent again I realized that I was still holding something, and I held it up and… well I’m sure you’ve all seen it by now. I don’t know how they did it, but the 6-cube was still a 6-cube. Not just a projection or a model but an honest to god 6-cube in 3-space. Nobody likes looking at it (except for the guys over in TG, they all lost their damn minds when I showed them) it doesn’t really gel well with the human brain. I think I’ve finally managed to convince everyone. <End Recording>",
        "\" SCP-2634 \" by Dr Solo, from the SCP Wiki . Source: https://scpwiki.com/scp-2634 . Licensed under CC-BY-SA .",
        "Filename: HEX.png Name: File:6-cube t0.svg Author: Ivan Doroschuk License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:6-cube_t0.svg"
    ],
    "item": "SCP-2634",
    "object_class": "Keter",
    "containment_procedures": "SCP-2634 cannot be contained due to limitations of three-dimensional perception and tangibility.",
    "description": "SCP-2634 is a sentient, likely telepathic entity that natively exists in six-dimensional space.",
    "title": "SCP-2634"
}