{
    "url": "https://scp-wiki.wikidot.com/scp-2650",
    "all_text": "rating: \n+94\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2650\n: Pediatric Pupaphobia\n\n\nAuthor:\n \nA Random Day\n\n\n\n\n+ More SCPs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3220\n\n\nRating: 534\n\n\n\n\n\n\nSCP-2790\n\n\nRating: 493\n\n\n\n\n\n\nSCP-4780\n\n\nRating: 482\n\n\n\n\n\n\nSCP-2820\n\n\nRating: 476\n\n\n\n\n\n\nSCP-3780\n\n\nRating: 439\n\n\n\n\n\n\nSCP-2664\n\n\nRating: 412\n\n\n\n\n\n\nSCP-4950\n\n\nRating: 400\n\n\n\n\n\n\nSCP-2730\n\n\nRating: 293\n\n\n\n\n\n\nSCP-947\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2350\n\n\nRating: 275\n\n\n\n\n\n\nSCP-2810\n\n\nRating: 271\n\n\n\n\n\n\nSCP-3640\n\n\nRating: 264\n\n\n\n\n\n\nSCP-2490\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4670\n\n\nRating: 255\n\n\n\n\n\n\nSCP-3470\n\n\nRating: 250\n\n\n\n\n\n\nSCP-2680\n\n\nRating: 247\n\n\n\n\n\n\nSCP-5430\n\n\nRating: 215\n\n\n\n\n\n\nSCP-5940\n\n\nRating: 202\n\n\n\n\n\n\nSCP-2210\n\n\nRating: 202\n\n\n\n\n\n\nSCP-4710\n\n\nRating: 177\n\n\n\n\n\n\nSCP-3850\n\n\nRating: 160\n\n\n\n\n\n\nSCP-3360\n\n\nRating: 152\n\n\n\n\n\n\nSCP-7660\n\n\nRating: 132\n\n\n\n\n\n\nSCP-2060\n\n\nRating: 123\n\n\n\n\n\n\nSCP-2910\n\n\nRating: 118\n\n\n\n\n\n\nSCP-1750\n\n\nRating: 102\n\n\n\n\n\n\nSCP-2570\n\n\nRating: 95\n\n\n\n\n\n\nSCP-2650\n\n\nRating: 94\n\n\n\n\n\n\nSCP-6190\n\n\nRating: 87\n\n\n\n\n\n\nSCP-2143\n\n\nRating: 83\n\n\n\n\n\n\nSCP-7780\n\n\nRating: 79\n\n\n\n\n\n\nSCP-6880\n\n\nRating: 74\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAvatara\n\n\nRating: 246\n\n\n\n\n\n\nHypervelocity\n\n\nRating: 245\n\n\n\n\n\n\nI Thought You Died Alone\n\n\nRating: 188\n\n\n\n\n\n\nMoonlighting\n\n\nRating: 183\n\n\n\n\n\n\nZeitgeist\n\n\nRating: 141\n\n\n\n\n\n\nAutoerotic Assassination\n\n\nRating: 128\n\n\n\n\n\n\nTerminal Velocity\n\n\nRating: 122\n\n\n\n\n\n\nT Minus\n\n\nRating: 122\n\n\n\n\n\n\nThe Chosen Few\n\n\nRating: 100\n\n\n\n\n\n\nReboot or: How I Learned to Stop Worrying and Love the Apocalypses\n\n\nRating: 97\n\n\n\n\n\n\nHard Machine\n\n\nRating: 88\n\n\n\n\n\n\nLoud, Lawless, and Lost\n\n\nRating: 88\n\n\n\n\n\n\nThe Vice Girls\n\n\nRating: 87\n\n\n\n\n\n\nMorphine Machine\n\n\nRating: 87\n\n\n\n\n\n\nDeus Vulture\n\n\nRating: 87\n\n\n\n\n\n\nTruth Is Sin\n\n\nRating: 84\n\n\n\n\n\n\nNonpareil\n\n\nRating: 82\n\n\n\n\n\n\nEcstasy and Exorcism\n\n\nRating: 81\n\n\n\n\n\n\nThe Revelation\n\n\nRating: 81\n\n\n\n\n\n\nRise and Repent\n\n\nRating: 79\n\n\n\n\n\n\nT Plus\n\n\nRating: 68\n\n\n\n\n\n\nPrey and Obey\n\n\nRating: 51\n\n\n\n\n\n\nEscape Velocity\n\n\nRating: 50\n\n\n\n\n\n\nJump the Gun\n\n\nRating: 49\n\n\n\n\n\n\nNo One Gets Out of Her Alive\n\n\nRating: 47\n\n\n\n\n\n\nLeather Pig\n\n\nRating: 47\n\n\n\n\n\n\nThe Ballad of Santa Troy\n\n\nRating: 47\n\n\n\n\n\n\nContempt\n\n\nRating: 42\n\n\n\n\n\n\nDomo Arigato\n\n\nRating: 38\n\n\n\n\n\n\nThe Man-Machine\n\n\nRating: 36\n\n\n\n\n\n\nMile High Club\n\n\nRating: 30\n\n\n\n\n\n\nStrung Out in Heavens High\n\n\nRating: 27\n\n\n\n\n\n\nHands\n\n\nRating: 26\n\n\n\n\n\n\nIndustrial Espionage\n\n\nRating: 26\n\n\n\n\n\n\nNothing Human\n\n\nRating: 25\n\n\n\n\n\n\nFullmusic Astrobiologist\n\n\nRating: 22\n\n\n\n\n\n\nEight Hours in the ECRG\n\n\nRating: 18\n\n\n\n\n\n\nEnasni Si Gnihtyreve\n\n\nRating: 15\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Hubs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nPrometheus Labs Hub\n\n\nRating: 151\n\n\n\n\n\n\nSpeed Demon\n\n\nRating: 134\n\n\n\n\n\n\nGuns Pointed at the Head of God\n\n\nRating: 75\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nOverheard at Deer\n\n\nch00bakka\n\n\n\n\n\n\nSCP-150\n\n\nDecibelles\n\n\n\n\n\n\nSCP-3000\n\n\ndjkaktus\n, \nJoreth\n\n\n\n\n\n\nSCP-4220\n\n\nThe Great Hippo\n\n\n\n\n\n\nSCP-4310\n\n\nThe Great Hippo\n\n\n\n\n\n\nChicago Spirit Hub\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5555\n\n\nRounderhouse\n, \nUncle Nicolini\n\n\n\n\n\n\nVisions of Bodies Being Burned\n\n\nTaffeta\n\n\n\n\n\n\nSamsara\n\n\nTyGently\n\n\n\n\n\n\nDeath Perception\n\n\nTyGently\n\n\n\n\n\n\nThe Powers that Bark\n\n\nTyGently\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA Semi-Comprehensive List of Foundation Facilities\n\n\n\n\n\n\nDr. Desai's Personnel File\n\n\n\n\n\n\nSCP-2649\n\n\n\n\n\n\nSCP-2651\n\n\n\n\n\n\nSCP Series 3\n\n\n\n\n\n\nSCP Series 3 - Audio Edition\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+94\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2650\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2650-1 instances are contained in individual Class-II humanoid containment cells in Site-42. Each cell is furnished with a standard child-sized bed, and a wall-mounted television that plays only recorded broadcasts approved for preadolescents. Each instance has a Physical Deterrence Device around its neck, which is to be activated remotely by monitoring guards should it become unruly.\n\n\nSCP-2650-A and -B are currently contained by themselves in an Isolation Containment cell in Site-42. One security camera is to observe SCP-2650-A and -B at all times. SCP-2650-B should be fed once per day with five (5) Standard D-Class Capsule Rations using the Rations Transference Device. Under no circumstances should any instance of SCP-2650-1 be allowed within one hundred meters of SCP-2650-A or -B. No personnel are allowed within SCP-2650-B's containment chamber.\n\n\nThe families of instances of SCP-2650-1 have been supplied with Cover Story 35-Iota (Kidnapping & Murder). All external containment efforts are currently focused around suppressing news media involving SCP-2650-B or any instance of SCP-2650-1.\n\n\nDescription:\n SCP-2650-A is a ventriloquist's dummy of unknown brand and make, with a tan-colored face, blue eyes, and red markings on its cheeks. SCP-2650-A is dressed in generic red gloves, blue jeans, and a plaid, red-and-green sweater with a center pocket. A fake monocle is clipped to SCP-2650-A's left eye, and a blue plastic top hat rests upon its head. The top hat can be removed, revealing a hinge plate that can be opened to reveal the cranial area. Within SCP-2650-A's cranial area is a human brain and brainstem assumed to belong to SCP-2650-B. Proposals to remove and more closely study the brain have been forbidden out of concern that removal will irreparably damage SCP-2650-A and -B. The brain has not shown any signs of decay since initial containment.\n\n\nSCP-2650-B is the body of former ventriloquist and magician ████ ██████. SCP-2650-B is biologically normal, but has a wooden sphere approximately 25 centimeters in diameter within its skull in place of a brain. SCP-2650-B perpetually holds SCP-2650-A with its left hand. Despite lacking a brain and brainstem, all life functions of SCP-2650-B proceed normally, and it is able to speak, breathe, eat, and move. The only major differences between it and a live human is that SCP-2650-B neither appears to feel pain, nor has its body aged or decayed in the █ years it has been contained. SCP-2650-B refuses to release SCP-2650-A from its grasp, and only communicates through SCP-2650-A.\n\n\nNormally, SCP-2650-B will sit cross-legged in the center of the cell, usually asleep but occasionally conversing with itself through SCP-2650-A. If a person passes within two meters of SCP-2650-B's line of sight while it is awake, it will invite them to watch it perform. During a performance, SCP-2650-B will engage in a discussion with SCP-2650-A. The performance utilizes crude humor, magic tricks, and other acts geared towards preadolescents, although it focuses on more adult themes such as coping with mental illness, abusive relationships, or drug abuse with the occasional adult joke.\n\n\nFollowing a performance, if there are preadolescents in the audience, SCP-2650-B will ask one at random if they would like to learn ventriloquism. If it receives a positive answer, SCP-2650-B will escort the child to a secluded area. If followed by an adult, SCP-2650-B will simply produce a nonanomalous ventriloquist dummy from its pocket, give the child a short lesson on ventriloquism, then let the child leave with the ventriloquist dummy. If alone, SCP-2650-B will convert the child into an instance of SCP-2650-1. The mechanism of conversion is unknown.\n\n\nInstances of SCP-2650-1 are various preadolescent children, between the ages of 5 and 9, with their own instances of SCP-2650-A. They share the same neurological abnormality as SCP-2650-B, but their behavior is markedly different. Instances of SCP-2650-1 initially show no difference in their normal behavior, except for occasionally practicing ventriloquism. As time goes by, instances of SCP-2650-1 will communicate more frequently through their dummies. Eventually, they will cease to speak by themselves, only speaking through the dummies. This is the only behavioral change made by instances of SCP-2650-1, who will otherwise act like nonanomalous preadolescents.\n\n\nAddendum: Incident-2650-1\n Prior to Incident 2650-1, all instances of SCP-2650-1 were unruly, frequently attempting to damage furnishings within their cells, making loud requests for their immediate family, and necessitating the implementation of deterrence protocols. On ██/██/██, security footage showed SCP-2650-B standing up and looking at the security camera. It then proceeded to converse with SCP-2650-A, while keeping eye contact on the camera. During the conversation, all instances of SCP-2650-1 immediately ceased other activities to sit on their beds and stare at the security camera in their cells.\n\n\n\n\nAudio Log SCP-2650-B\n\n\nFor the sake of brevity, whenever SCP-2650-B speaks through SCP-2650-A, it is referred to as SCP-2650-A.\n\n\n10:30 SCP-2650-A:\n Gee ████, I'm so bored here. We've been grounded for practically ever! And I'm starting to think the hotel owners don't like us!\n\n\n10:31 SCP-2650-B:\n I know it's boring Willy, but you're a big boy now. You're all big boys and girls. You need to be patient sometimes. Patience is the greatest virtue of all!\n\n\nSCP-2650-B begins to engage in a series of jerky movements, flailing its limbs while thrashing back and forth, while singing in a low voice.\n\n\n10:32 SCP-2650-B:\n Patience is the best! You can wait for all the rest. There's always time to make a rhyme. But sitting quietly isn't a crime… All you have to do is sit and smell the roses. It isn't like you have a form of halitosis. Patience is the best! You can wait for all the rest! Sit down and wait your turn. If you do you won't be spurned. Relax, kick back, don't have a heart attack! Patience is the best! You can wait for all the rest!\n\n\nSCP-2650-B ceases its movements, but continues to stand.\n\n\n10:35 SCP-2650-A:\n You're right, ████! I can see what you mean about patience. But ya know, I feel like our wonderful little ventriloquists have been patient for a really long time. It's been years and years.\n\n\n10:36 SCP-2650-B:\n That's true, Willy. But they must be patient for a little longer. I'm asking them, from the bottom of my heart, to be patient just a little longer. And for all I've done for them, I'm sure they won't mind waiting.\n\n\n10:37 SCP-2650-A:\n We're getting antsy. It's been years and years and we're practically grounded in here. I haven't seen my girl in ages!\n\n\n10:38 SCP-2650-B:\n You looked at your hand five minutes ago!\n\n\nSCP-2650-A and -B laugh for ten seconds. SCP-2650-B appears to use circular breathing to provide the illusion that they are laughing simultaneously.\n\n\n10:38 SCP-2650-B:\n But I'm serious. Please, everyone, listen to me. You know I love you. I certainly love you more than your parents! You know what would have happened if I hadn't rescued you all? They would have taken away your best friends! Zara, Peppy, Abby, Jerome, Walt, Kenzie, all of them! Your parents would have gotten rid of them, and then they would have gotten rid of you!\n\n\n10:40 SCP-2650-A:\n What! Why would our families ever do that!\n\n\n10:40 SCP-2650-B:\n Because they think your friendship is weird or strange! And if there's one thing parents love above all else, it's normal! If there's anything they see that isn't… normal… they get rid of it. You see? We have to stay here for now, while I find us a new place to live. Because if we go back, they'll separate us. And I love you too much to let them do that. And I know you love your friends too much to let them do that.\n\n\n10:42 SCP-2650-A:\n If they're too silly to recognize our friendship, then I'm certainly never going back! If my parents can't understand that you're my best friend, then phooey to them! I'll stay here as long as I have to. Because you're my friend, ████. And if you don't have your friends, then what do you have?\n\n\n10:44 SCP-2650-B:\n Nothing, Willy. You have nothing. So, please be patient, my little ventriloquists. I promise you that we will find a place where good little boys, good little girls, and their good little friends can live without anybody trying to take them away. And that is a pinky promise.\n\n\n10:45 SCP-2650-A:\n Pinky promise?\n\n\n10:46 SCP-2650-B:\n Pinky promise.\n\n\nFollowing this, SCP-2650-A wrapped its finger around SCP-2650-B's finger. Notably, SCP-2650-B did not seem to control this action. SCP-2650-B then sat down and appeared to fall asleep.\n\n\n\n\nSince Incident-2650-1, all instances of SCP-2650-1 have been noticeably more subdued, and Deterrence Device activation rates have been reduced by 65 percent.\n\n\n\n\n\n\n« \nSCP-2649\n | SCP-2650 | \nSCP-2651\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2650\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2650\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Incident-2650-1 Prior to Incident 2650-1, all instances of SCP-2650-1 were unruly, frequently attempting to damage furnishings within their cells, making loud requests for their immediate family, and necessitating the implementation of deterrence protocols. On ██/██/██, security footage showed SCP-2650-B standing up and looking at the security camera. It then proceeded to converse with SCP-2650-A, while keeping eye contact on the camera. During the conversation, all instances of SCP-2650-1 immediately ceased other activities to sit on their beds and stare at the security camera in their cells.\nSince Incident-2650-1, all instances of SCP-2650-1 have been noticeably more subdued, and Deterrence Device activation rates have been reduced by 65 percent."
    ],
    "documents": [],
    "notes": [
        "Audio Log SCP-2650-B For the sake of brevity, whenever SCP-2650-B speaks through SCP-2650-A, it is referred to as SCP-2650-A. 10:30 SCP-2650-A: Gee ████, I'm so bored here. We've been grounded for practically ever! And I'm starting to think the hotel owners don't like us! 10:31 SCP-2650-B: I know it's boring Willy, but you're a big boy now. You're all big boys and girls. You need to be patient sometimes. Patience is the greatest virtue of all! SCP-2650-B begins to engage in a series of jerky movements, flailing its limbs while thrashing back and forth, while singing in a low voice. 10:32 SCP-2650-B: Patience is the best! You can wait for all the rest. There's always time to make a rhyme. But sitting quietly isn't a crime… All you have to do is sit and smell the roses. It isn't like you have a form of halitosis. Patience is the best! You can wait for all the rest! Sit down and wait your turn. If you do you won't be spurned. Relax, kick back, don't have a heart attack! Patience is the best! You can wait for all the rest! SCP-2650-B ceases its movements, but continues to stand. 10:35 SCP-2650-A: You're right, ████! I can see what you mean about patience. But ya know, I feel like our wonderful little ventriloquists have been patient for a really long time. It's been years and years. 10:36 SCP-2650-B: That's true, Willy. But they must be patient for a little longer. I'm asking them, from the bottom of my heart, to be patient just a little longer. And for all I've done for them, I'm sure they won't mind waiting. 10:37 SCP-2650-A: We're getting antsy. It's been years and years and we're practically grounded in here. I haven't seen my girl in ages! 10:38 SCP-2650-B: You looked at your hand five minutes ago! SCP-2650-A and -B laugh for ten seconds. SCP-2650-B appears to use circular breathing to provide the illusion that they are laughing simultaneously. 10:38 SCP-2650-B: But I'm serious. Please, everyone, listen to me. You know I love you. I certainly love you more than your parents! You know what would have happened if I hadn't rescued you all? They would have taken away your best friends! Zara, Peppy, Abby, Jerome, Walt, Kenzie, all of them! Your parents would have gotten rid of them, and then they would have gotten rid of you! 10:40 SCP-2650-A: What! Why would our families ever do that! 10:40 SCP-2650-B: Because they think your friendship is weird or strange! And if there's one thing parents love above all else, it's normal! If there's anything they see that isn't… normal… they get rid of it. You see? We have to stay here for now, while I find us a new place to live. Because if we go back, they'll separate us. And I love you too much to let them do that. And I know you love your friends too much to let them do that. 10:42 SCP-2650-A: If they're too silly to recognize our friendship, then I'm certainly never going back! If my parents can't understand that you're my best friend, then phooey to them! I'll stay here as long as I have to. Because you're my friend, ████. And if you don't have your friends, then what do you have? 10:44 SCP-2650-B: Nothing, Willy. You have nothing. So, please be patient, my little ventriloquists. I promise you that we will find a place where good little boys, good little girls, and their good little friends can live without anybody trying to take them away. And that is a pinky promise. 10:45 SCP-2650-A: Pinky promise? 10:46 SCP-2650-B: Pinky promise. Following this, SCP-2650-A wrapped its finger around SCP-2650-B's finger. Notably, SCP-2650-B did not seem to control this action. SCP-2650-B then sat down and appeared to fall asleep.",
        "\" SCP-2650 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-2650 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2650",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2650-1 instances are contained in individual Class-II humanoid containment cells in Site-42. Each cell is furnished with a standard child-sized bed, and a wall-mounted television that plays only recorded broadcasts approved for preadolescents. Each instance has a Physical Deterrence Device around its neck, which is to be activated remotely by monitoring guards should it become unruly.",
    "description": "SCP-2650-A is a ventriloquist's dummy of unknown brand and make, with a tan-colored face, blue eyes, and red markings on its cheeks. SCP-2650-A is dressed in generic red gloves, blue jeans, and a plaid, red-and-green sweater with a center pocket. A fake monocle is clipped to SCP-2650-A's left eye, and a blue plastic top hat rests upon its head. The top hat can be removed, revealing a hinge plate that can be opened to reveal the cranial area. Within SCP-2650-A's cranial area is a human brain and brainstem assumed to belong to SCP-2650-B. Proposals to remove and more closely study the brain have been forbidden out of concern that removal will irreparably damage SCP-2650-A and -B. The brain has not shown any signs of decay since initial containment.",
    "title": "SCP-2650"
}