{
    "url": "https://scp-wiki.wikidot.com/scp-2655",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\n\n\nItem #:\n SCP-2655\n\nObject Class:\n \nNeutralized\n Euclid\n\n\nSpecial Containment Procedures:\n \nSCP-2655 is to be kept in a 0.5 x 0.7 x 0.5 m glass tank, and should be fed a steady diet of small beetles and flies. A pool of water on the left side of the tank should be replaced on a bi-weekly basis.\n\n\nAs of 9/23/13, SCP-2655 is to be housed in a standard 3 x 3 x 2 m cell, modified with lead paneling. Personnel are not to enter SCP-2655's room without a lead-lined suit.\n\n\nDescription:\n SCP-2655 is a small frog of the \nPseudacris crucifer\n species, commonly known as the spring peeper. The organism is 26 mm long, and is mostly tan in color, with olive and brown markings on its front legs. It is biologically identical to any other member of its species, save for a numeral 3 written on its back in an unknown ink, and a bio-luminescent effect during a set of time the frog perceives to be night. The bio-luminescent effect has proven to be slightly radioactive. At the time of SCP-2655's recovery, the radioactivity measured a negligible 0.03 Ci. This number has increased by 5.1% every six days after the initial observation. It is hypothesized that this effect has been present since birth, as no markings or defects to indicate a surgical procedure or experimentation are present.\n\n\nAs of 9/23/13, SCP-2655 has been neutralized. It was pronounced dead at 5:17 PM, of natural causes associated with old age. The radiation appeared to have no effect on the host frog.\n\n\nSCP-2655 was recovered on 7/14/13, after news of a glowing frog reached a staff agent in a suburb outside ███████████, California. Following an interview with the family, SCP-2655 was placed in custody.\n\n\nThe frog's owner, a nine-year-old male named Jack ███████, reported in an interview that he had discovered the frog a year prior, in its current state.\n\n\nFollowing events on 9/23/13 (see Addendum 2655-I), the designation of SCP-2655 has been reassigned to the frog's previous owner, Jack. He has the numeral 4 written on his back in the same unknown ink, and glows at night in a manner similar to the original SCP-2655. Unlike the original, the new SCP-2655's radiation emissions are significant, beginning at 2 Ci and increasing by 7.3% every six days.\n\n\n\n\nNote: SCP-2655-A\n\n\n\n\nNote A\n\n\n\n\n\n\nI don't think people realize how dangerous this is. We lost a lot of good men on 9/23/13. And this is an exponential rate of increase. A small one, but exponential is exponential and it's only a matter of time before the lead cell we've got him in won't be good enough.\n\n\nI'm requesting a class upgrade. It'll probably be turned down, because he's not exactly a threat to anyone, but at least it'll draw attention to this. Safe-level isn't enough. I don't want to be the one who had to shoot a kid in the face because we ran out of funding.\n\nEuclid-level SCPs get almost three times the money that Safes do. Considering all the equipment we're going to need to not die as soon as we go into that cell in a year or two, we can't operate on this little.\n\n-Dr. Kolibri\n\n\n\n\n\n\n\n\n\n\nAs of 9/30/14, following a repeat of events detailed in Addendum 2655-I, Researcher ████ is to be referred to as SCP-2655. She exhibits similar properties to the previous incarnations of SCP-2655, and differs only in an increase in the number on her back (to \"5\") and an increase in emitted radiation, beginning at 7 Ci and increasing by 9% every five days.\n\n\nResearcher ████ was present during the 9/30/14 events for a total of six minutes. Prior to this, she had been tasked with feeding the second incarnation of SCP-2655. Total exposure to the second incarnation of SCP-2655 is estimated at twenty-seven minutes.\n\n\n\n\nAddendum 2655-I\n\n\n\n\n2655-I\n\n\n\n\n\n\nThe following is a log of events regarding the death of the original incarnation of SCP-2655.\n\n\n\n\n\n\n8:17 PM\n: SCP-2655 has been deceased for exactly three hours. Radiation emissions increase from 0.05 Ci to 10 Ci.\n\n\n\n\n\n\n8:20 PM\n: Site Security B1 arrives on scene. Lead-lined suits are distributed to all six personnel.\n\n\n\n\n\n\n8:21 PM\n: The corpse of SCP-2655 disappears from its tank. Site Security B2 is dispatched to locate it. B1 is instructed to remain by the tank and provide updates on any changes.\n\n\n\n\n\n\n8:27 PM\n: SCP-2655 is found inside Jack ███████'s pants pocket by Site Security B2, in the cafeteria of Site 22. Jack was aware of the frog appearing on his person, and handled it for approximately ten seconds prior to B2's arrival.\n\n\n\n\n\n\n8:28 PM\n: Jack ███████ begins to exhibit symptoms of an epileptic seizure. This is accompanied by 1.2 second pulses of 43 Ci gamma radiation.\n\n\n\n\n\n\n8:29 PM\n: Jack ███████ is sedated. Pulses stop. Fifteen bystanders are treated for severe radiation poisoning, resulting in six deaths.\n\n\n\n\n\n\n8:47 PM\n: SCP-2655's Neutralized status is revoked, and containment is reaffirmed. Jack ███████ is moved to a lead cell for the foreseeable future.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2654\n | SCP-2655 | \nSCP-2656\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2655\n\" by Spiral Architect, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2655\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "I don't think people realize how dangerous this is. We lost a lot of good men on 9/23/13. And this is an exponential rate of increase. A small one, but exponential is exponential and it's only a matter of time before the lead cell we've got him in won't be good enough. I'm requesting a class upgrade. It'll probably be turned down, because he's not exactly a threat to anyone, but at least it'll draw attention to this. Safe-level isn't enough. I don't want to be the one who had to shoot a kid in the face because we ran out of funding. Euclid-level SCPs get almost three times the money that Safes do. Considering all the equipment we're going to need to not die as soon as we go into that cell in a year or two, we can't operate on this little. -Dr. Kolibri",
        "The following is a log of events regarding the death of the original incarnation of SCP-2655.",
        "8:17 PM : SCP-2655 has been deceased for exactly three hours. Radiation emissions increase from 0.05 Ci to 10 Ci.",
        "8:20 PM : Site Security B1 arrives on scene. Lead-lined suits are distributed to all six personnel.",
        "8:21 PM : The corpse of SCP-2655 disappears from its tank. Site Security B2 is dispatched to locate it. B1 is instructed to remain by the tank and provide updates on any changes.",
        "8:27 PM : SCP-2655 is found inside Jack ███████'s pants pocket by Site Security B2, in the cafeteria of Site 22. Jack was aware of the frog appearing on his person, and handled it for approximately ten seconds prior to B2's arrival.",
        "8:28 PM : Jack ███████ begins to exhibit symptoms of an epileptic seizure. This is accompanied by 1.2 second pulses of 43 Ci gamma radiation.",
        "8:29 PM : Jack ███████ is sedated. Pulses stop. Fifteen bystanders are treated for severe radiation poisoning, resulting in six deaths.",
        "8:47 PM : SCP-2655's Neutralized status is revoked, and containment is reaffirmed. Jack ███████ is moved to a lead cell for the foreseeable future.",
        "\" SCP-2655 \" by Spiral Architect, from the SCP Wiki . Source: https://scpwiki.com/scp-2655 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Neutralized Euclid",
    "containment_procedures": "SCP-2655 is to be kept in a 0.5 x 0.7 x 0.5 m glass tank, and should be fed a steady diet of small beetles and flies. A pool of water on the left side of the tank should be replaced on a bi-weekly basis.",
    "description": "SCP-2655 is a small frog of the Pseudacris crucifer species, commonly known as the spring peeper. The organism is 26 mm long, and is mostly tan in color, with olive and brown markings on its front legs. It is biologically identical to any other member of its species, save for a numeral 3 written on its back in an unknown ink, and a bio-luminescent effect during a set of time the frog perceives to be night. The bio-luminescent effect has proven to be slightly radioactive. At the time of SCP-2655's recovery, the radioactivity measured a negligible 0.03 Ci. This number has increased by 5.1% every six days after the initial observation. It is hypothesized that this effect has been present since birth, as no markings or defects to indicate a surgical procedure or experimentation are present.",
    "title": "SCP-2655"
}