{
    "url": "https://scp-wiki.wikidot.com/scp-2663",
    "all_text": "rating: \n+183\n+\n–\nx\n\n\n\n\n\n\nMicroscope image of individual SCP-2663 cells\n\n\n\n\n\n\nItem #:\n SCP-2663\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2663 is to be held in a standard fungal organism containment chamber, kept on an isolated ventilation system. This chamber should be maintained at a steady temperature of 20 degrees Celsius and relative humidity of at least 70%. The chamber should be cleaned biweekly, and all waste products are to be incinerated. SCP-2663 is to be given 80 kg of plant matter treated with a fungal nutrient solution\n1\n every two months. All personnel interacting with SCP-2663 are to wear self-contained breathing apparatuses. Non-essential personnel are not to come within 15 meters of the containment chamber.\n\n\nDescription:\n SCP-2663 is a colonial organism composed of approximately 250 kg of \nSaccharomyces cerevisiae\n yeast, believed to be roughly 7000 years old. While individual component cells of SCP-2663 do not display any physical abnormalities, they have never been observed budding\n2\n or mating, and do not undergo apoptosis. SCP-2663 typically takes the shape of a large stationary fungal mat on the floor of its environment, but is capable of drawing itself up into a large pillar, which is capable of moving at approximately 2.5 km per hour through the use of pseudopods.\n\n\nAnomalous properties of SCP-2663 are much more apparent on a macro scale, as the entire colony appears to possess a collective intelligence on par with that of an adult human, and is able to telepathically communicate with individuals within a 10 meter radius. SCP-2663 has proven to be extremely cooperative during both its recovery and continued containment. For sample interview logs with SCP-2663, see Addendum.\n\n\nSCP-2663 feeds as would be expected of standard \nS. cerevisiae\n, and as a result creates ethanol and carbon dioxide through the fermentation of sugars. Ethanol produced by SCP-2663 appears to have approximately twice as strong a psychoactive effect when consumed by humans, but is otherwise entirely non-anomalous. Carbon dioxide produced by SCP-2663 has several psychological effects when inhaled by humans. Subjects will experience an increased desire for alcoholic beverages and a desire to bring SCP-2663 grains and fruit. Subjects will also begin to express a reverence for SCP-2663, and will seek to prevent any harm that might befall it.\n\n\nSCP-2663 was discovered in a forest in the Caucasus Mountains by Foundation personnel deployed there on an unrelated mission. These personnel were approached by SCP-2663, which then made telepathic contact. SCP-2663 was cooperative in its subsequent recovery, and has not expressed any dissatisfaction with its containment.\n\n\nAddendum:\n Below are the transcripts of several selected interviews with SCP-2663.\n\n\n\n\nInterview-2663-2\n\n\n\n\nClose\n\n\n\n\n\n\nInterviewed:\n SCP-2663\n\n\nInterviewer:\n Dr. Fairweather\n\n\nNote:\n Due to the telepathic nature of SCP-2663, interview transcripts are recorded by the interviewer during the interview\n\n\n<Begin Log>\n\n\nDr. Fairweather:\n Hello 2663.\n\n\nSCP-2663:\n Hello.\n\n\nDr. Fairweather:\n I’m here to ask you some questions today, is that alright?\n\n\nSCP-2663:\n Yes.\n\n\nDr. Fairweather:\n Good. I’d like to begin with your containment, do you know why you’re here?\n\n\nSCP-2663:\n “Secure: The Foundation secures anomalies with the goal of preventing them from falling into the hands of civilian or rival agencies, through extensive observation and surveillance and by acting to intercept such anomalies at the earliest opportunity. Contain: The Foundation contains anomalies with the goal of preventing their influence or effect-“\n\n\nDr. Fairweather:\n Yes, yes, thank you. Do you have any issues with your current situation?\n\n\nSCP-2663:\n No. Why would I?\n\n\nDr. Fairweather:\n Well, sometimes the entities we contain do not appreciate containment.\n\n\nSCP-2663:\n I am fed, I am housed. I have no qualms.\n\n\nDr. Fairweather:\n I’m glad to hear that. Can you tell me why you made contact with our agents yesterday?\n\n\nSCP-2663:\n It had been a long time since I have seen a person. A long time.\n\n\nDr. Fairweather:\n How long, exactly?\n\n\nSCP-2663:\n I am not sure. It’s easy to lose count after so long. Thousands of winters and thousands of summers.\n\n\nDr. Fairweather:\n It's been thousands of years since you've spoken to anyone?\n\n\nSCP-2663:\n Yes.\n\n\nDr. Fairweather:\n And how long have you been in those mountains?\n\n\nSCP-2663:\n Always. It was my home from the time of my first thought until I was brought here.\n\n\nDr. Fairweather:\n And when was that “first thought”?\n\n\nSCP-2663:\n Again, I cannot be sure, there are pieces missing. How old is agriculture? I remember you had just started farming.\n\n\nDr. Fairweather:\n I see. I think we’ll end here for today. Thank you.\n\n\nSCP-2663:\n You’re welcome.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nInterview-2663-4\n\n\n\n\nClose\n\n\n\n\n\n\nInterviewed:\n SCP-2663\n\n\nInterviewer:\n Dr. Fairweather\n\n\n<Begin Log>\n\n\nDr. Fairweather:\n Hello again, 2663.\n\n\nSCP-2663:\n Hello Doctor.\n\n\nDr. Fairweather:\n I have some more questions for you today, alright?\n\n\nSCP-2663:\n Very well, what would you like to know?\n\n\nDr. Fairweather:\n You are aware that you are not a typical yeast, yes?\n\n\nSCP-2663:\n Yes.\n\n\nDr. Fairweather:\n Could you tell me how you came to be this way?\n\n\nSCP-2663:\n How? No. I have long tried to discover how and why I was created, but I have never found an answer that satisfied me. But I can tell you where.\n\n\nDr. Fairweather:\n Alright, and where was that?\n\n\nSCP-2663:\n A lake. Long, long ago, I lived on the bottom of a lake. Once they called it Lychnitis\n3\n, but at the time it had no name. It was just The Lake.\n\n\nDr. Fairweather:\n And this is where you think you were born?\n\n\nSCP-2663:\n Not born, no. I have been in this world for much longer than that. Aeons. But before the lake I was not me. We were us, a great many millions parts. Independent and unthinking. Cells, you call them. When I first pulled myself from the water I was vast, many thousands of librae\n4\n.\n\n\nDr. Fairweather:\n What happened to you? The rest of you, I mean. What happened to make you the size you are now?\n\n\nSCP-2663:\n You’ve seen it. I cannot grow, I do not bud. My cells do not die, but they can be killed. Millennia of existence have taken their toll, and this is what remains. One day I expect the last of me will be gone, and I will be no more.\n\n\nDr. Fairweather:\n You seem to be very at peace with that.\n\n\nSCP-2663:\n I have had a long time to think about it. I would like to be alone now.\n\n\nDr. Fairweather:\n I understand. We can stop here for today.\n\n\nSCP-2663:\n Thank you.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nInterview-2663-5\n\n\n\n\nClose\n\n\n\n\n\n\nInterviewed:\n SCP-2663\n\n\nInterviewer:\n Dr. Fairweather\n\n\n<Begin Log>\n\n\nSCP-2663:\n Hello Caroline.\n\n\nDr. Fairweather:\n Hello 2663. I just have a few questions for you today. We'd like to know a little bit about your origins, if you can remember.\n\n\nSCP-2663:\n I can tell the story.\n\n\nDr. Fairweather:\n The story?\n\n\nSCP-2663:\n Yes, my story.\n\n\nDr. Fairweather:\n I would appreciate that, go ahead.\n\n\nSCP-2663:\n Thank you. When I left the lake where I first thought, I was colossal, and to the people living in the settlement on the lake I was the biggest thing they had ever seen. To them I was deific, a vast thing descending on their village. They threw stones and spears, but they could not stop me. I meant them no harm, and so I reached out into their minds and greeted them. I did not know what they were, nor what I was, and so I asked them.\n\n\nThey asked if I was the answer to their prayers. You see, something had happened to the lake from which I emerged, it had become sickly and poisonous over the last few months, and the people could not drink from it, and its rivers and streams were quickly succumbing to the same corruption. In that moment I remembered my life as it was before, as millions of small parts.\n\n\n“Bring me grain”, I told them. And they did. I took their crop into my body, and in return I gave them Ale. The people were then able to drink, and for many years we lived together. Over time I became a friend to the village.\n\n\nGenerations passed. These nameless people decided to leave the shores of the nameless lake. They were to go forth into the world, and they would bring with them their language, and their gods, and me. Each time a party would set out, I gave them a piece of me, to take with them to their new home. After the nameless people set out, they began to acquire names. As they spread out, their language changed and shifted, and their gods followed suit. I bore witness to the creation of dozens of sky-fathers and divine mothers. As the people went forth, their descendants began to forget me. My vast, featureless body drained from their memories, replaced by visions of statuesque men and nature spirits. They gave such names as Liber and Sucellus and Fufluns, and made me a figure of myth. They built temples to their long forgotten friend, and eventually the descendants of the nameless people had spread me far and wide, and each had its own tale of my birth.\n\n\nEventually, the last of the remaining people on the shores of the lake left, and so I did too. I went into the mountains, I spread through the forest and lay there, waiting for anyone to pass by.\n\n\nWhen someone did come, I spoke to them. I guided them out of the mountains, and when they left they would go on to tell how they met their god of wine in the mountains, and these stories would keep people walking through. Eventually the people forgot these stories, and forgot me. Millennia withered me and battered me, and I lay in wait for new travelers who never came. That is why I contacted your people.\n\n\nDr. Fairweather:\n Well. That certainly is a lot of information. I think we should end here for now, so I can go process this transcript. Thank you, 2663.\n\n\nSCP-2663:\n \nSCP-2663 is silent.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Dihydrogen phosphate, ammonia, sulfur, magnesium, iron, calcium, zinc, and biotin, all dissolved in water.\n\n\n2\n. The asexual process by which yeast reproduce.\n\n\n3\n. Ancient Latin name for what is now Lake Sevan, Armenia.\n\n\n4\n. Ancient Roman unit of weight, equivalent to ~329 g\n\n\n\n\n\n\n\n\n« \nSCP-2662\n | SCP-2663 | \nSCP-2664\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2663\n\" by Dr Solo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2663\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 20100911_232323_Yeast_Live.jpg\n\n\nName:\n File:20100911 232323 Yeast Live.jpg\n\n\nAuthor:\n Bob Blaylock\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:20100911_232323_Yeast_Live.jpg",
    "addendums": [
        "Addendum: Below are the transcripts of several selected interviews with SCP-2663."
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-2663 Interviewer: Dr. Fairweather Note: Due to the telepathic nature of SCP-2663, interview transcripts are recorded by the interviewer during the interview <Begin Log> Dr. Fairweather: Hello 2663. SCP-2663: Hello. Dr. Fairweather: I’m here to ask you some questions today, is that alright? SCP-2663: Yes. Dr. Fairweather: Good. I’d like to begin with your containment, do you know why you’re here? SCP-2663: “Secure: The Foundation secures anomalies with the goal of preventing them from falling into the hands of civilian or rival agencies, through extensive observation and surveillance and by acting to intercept such anomalies at the earliest opportunity. Contain: The Foundation contains anomalies with the goal of preventing their influence or effect-“ Dr. Fairweather: Yes, yes, thank you. Do you have any issues with your current situation? SCP-2663: No. Why would I? Dr. Fairweather: Well, sometimes the entities we contain do not appreciate containment. SCP-2663: I am fed, I am housed. I have no qualms. Dr. Fairweather: I’m glad to hear that. Can you tell me why you made contact with our agents yesterday? SCP-2663: It had been a long time since I have seen a person. A long time. Dr. Fairweather: How long, exactly? SCP-2663: I am not sure. It’s easy to lose count after so long. Thousands of winters and thousands of summers. Dr. Fairweather: It's been thousands of years since you've spoken to anyone? SCP-2663: Yes. Dr. Fairweather: And how long have you been in those mountains? SCP-2663: Always. It was my home from the time of my first thought until I was brought here. Dr. Fairweather: And when was that “first thought”? SCP-2663: Again, I cannot be sure, there are pieces missing. How old is agriculture? I remember you had just started farming. Dr. Fairweather: I see. I think we’ll end here for today. Thank you. SCP-2663: You’re welcome. <End Log>",
        "Interviewed: SCP-2663 Interviewer: Dr. Fairweather <Begin Log> Dr. Fairweather: Hello again, 2663. SCP-2663: Hello Doctor. Dr. Fairweather: I have some more questions for you today, alright? SCP-2663: Very well, what would you like to know? Dr. Fairweather: You are aware that you are not a typical yeast, yes? SCP-2663: Yes. Dr. Fairweather: Could you tell me how you came to be this way? SCP-2663: How? No. I have long tried to discover how and why I was created, but I have never found an answer that satisfied me. But I can tell you where. Dr. Fairweather: Alright, and where was that? SCP-2663: A lake. Long, long ago, I lived on the bottom of a lake. Once they called it Lychnitis 3 , but at the time it had no name. It was just The Lake. Dr. Fairweather: And this is where you think you were born? SCP-2663: Not born, no. I have been in this world for much longer than that. Aeons. But before the lake I was not me. We were us, a great many millions parts. Independent and unthinking. Cells, you call them. When I first pulled myself from the water I was vast, many thousands of librae 4 . Dr. Fairweather: What happened to you? The rest of you, I mean. What happened to make you the size you are now? SCP-2663: You’ve seen it. I cannot grow, I do not bud. My cells do not die, but they can be killed. Millennia of existence have taken their toll, and this is what remains. One day I expect the last of me will be gone, and I will be no more. Dr. Fairweather: You seem to be very at peace with that. SCP-2663: I have had a long time to think about it. I would like to be alone now. Dr. Fairweather: I understand. We can stop here for today. SCP-2663: Thank you. <End Log>",
        "Interviewed: SCP-2663 Interviewer: Dr. Fairweather <Begin Log> SCP-2663: Hello Caroline. Dr. Fairweather: Hello 2663. I just have a few questions for you today. We'd like to know a little bit about your origins, if you can remember. SCP-2663: I can tell the story. Dr. Fairweather: The story? SCP-2663: Yes, my story. Dr. Fairweather: I would appreciate that, go ahead. SCP-2663: Thank you. When I left the lake where I first thought, I was colossal, and to the people living in the settlement on the lake I was the biggest thing they had ever seen. To them I was deific, a vast thing descending on their village. They threw stones and spears, but they could not stop me. I meant them no harm, and so I reached out into their minds and greeted them. I did not know what they were, nor what I was, and so I asked them. They asked if I was the answer to their prayers. You see, something had happened to the lake from which I emerged, it had become sickly and poisonous over the last few months, and the people could not drink from it, and its rivers and streams were quickly succumbing to the same corruption. In that moment I remembered my life as it was before, as millions of small parts. “Bring me grain”, I told them. And they did. I took their crop into my body, and in return I gave them Ale. The people were then able to drink, and for many years we lived together. Over time I became a friend to the village. Generations passed. These nameless people decided to leave the shores of the nameless lake. They were to go forth into the world, and they would bring with them their language, and their gods, and me. Each time a party would set out, I gave them a piece of me, to take with them to their new home. After the nameless people set out, they began to acquire names. As they spread out, their language changed and shifted, and their gods followed suit. I bore witness to the creation of dozens of sky-fathers and divine mothers. As the people went forth, their descendants began to forget me. My vast, featureless body drained from their memories, replaced by visions of statuesque men and nature spirits. They gave such names as Liber and Sucellus and Fufluns, and made me a figure of myth. They built temples to their long forgotten friend, and eventually the descendants of the nameless people had spread me far and wide, and each had its own tale of my birth. Eventually, the last of the remaining people on the shores of the lake left, and so I did too. I went into the mountains, I spread through the forest and lay there, waiting for anyone to pass by. When someone did come, I spoke to them. I guided them out of the mountains, and when they left they would go on to tell how they met their god of wine in the mountains, and these stories would keep people walking through. Eventually the people forgot these stories, and forgot me. Millennia withered me and battered me, and I lay in wait for new travelers who never came. That is why I contacted your people. Dr. Fairweather: Well. That certainly is a lot of information. I think we should end here for now, so I can go process this transcript. Thank you, 2663. SCP-2663: SCP-2663 is silent. <End Log>",
        "\" SCP-2663 \" by Dr Solo, from the SCP Wiki . Source: https://scpwiki.com/scp-2663 . Licensed under CC-BY-SA .",
        "Filename: 20100911_232323_Yeast_Live.jpg Name: File:20100911 232323 Yeast Live.jpg Author: Bob Blaylock License: CC BY-SA 3.0 Source: https://commons.wikimedia.org/wiki/File:20100911_232323_Yeast_Live.jpg"
    ],
    "item": "SCP-2663",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2663 is to be held in a standard fungal organism containment chamber, kept on an isolated ventilation system. This chamber should be maintained at a steady temperature of 20 degrees Celsius and relative humidity of at least 70%. The chamber should be cleaned biweekly, and all waste products are to be incinerated. SCP-2663 is to be given 80 kg of plant matter treated with a fungal nutrient solution1 every two months. All personnel interacting with SCP-2663 are to wear self-contained breathing apparatuses. Non-essential personnel are not to come within 15 meters of the containment chamber.",
    "description": "SCP-2663 is a colonial organism composed of approximately 250 kg of Saccharomyces cerevisiae yeast, believed to be roughly 7000 years old. While individual component cells of SCP-2663 do not display any physical abnormalities, they have never been observed budding2 or mating, and do not undergo apoptosis. SCP-2663 typically takes the shape of a large stationary fungal mat on the floor of its environment, but is capable of drawing itself up into a large pillar, which is capable of moving at approximately 2.5 km per hour through the use of pseudopods.",
    "title": "SCP-2663"
}