{
    "url": "https://scp-wiki.wikidot.com/scp-2678",
    "all_text": "rating: \n+207\n+\n–\nx\n\n\nItem #:\n SCP-2678\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The access point has been resealed and disguised as a bookshelf. All previously scheduled explorations have been cancelled.\n\n\nDescription:\n SCP-2678 is an extradimensional space solely accessible to those holding Catholic beliefs through a previously barred door in the basement of the Siena Cathedral in Siena, Italy. A metal placard beside the door reads \n\"SCP Foundation Department of Abnormalities\".\n Those who enter the doorway will emerge into a small tarped outpost built around the freestanding exit. Inside the outpost is:\n\n\n\n\nA biomedical laboratory refrigerator, stocked with samples of blood and bone taken throughout SCP-2678.\n\n\nSeveral audio recorders, ranging from wax strip models to magnetic tape machines.\n\n\nA computer terminal requesting Foundation credentials. All attempts to access it have resulted in rejections for insufficient clearance.\n\n\nThe score for a choral prelude titled \nSul Golgota\n.\n\n\nThe incomplete skeleton (hyoid, hipbone, and both forearms were missing) of a prepubescent male, covered by a sheet on a steel table. Cause of death unknown.\n\n\n\n\nThe outpost is located on the outskirts of a 324.6 km² city in Italian Gothic architecture style, comprised exclusively of cathedrals, palaces and churches floating in a red-orange void. A perpetual rainstorm composed of human blood has covered the city since initial discovery, delaying navigational efforts and staining the buildings red. While appearing to be marble, chemical analysis of the structural material used within the city has revealed all buildings to be made of osseous material taken from male children between seven to twelve years of age.\n\n\nNo life, human or otherwise, has been observed to exist within SCP-2678. Despite this, all visitors have reported hearing a discordant, high pitched melody echoing faintly from somewhere within the maze of buildings. Audio recording equipment malfunctions within SCP-2678, with such devices only picking up the sound of falling blood at an immensely high volume.\n\n\nExplorers who follow the melody will be able to trace it to an exact replica of the Siena Cathedral (with previously mentioned environmental changes). The cathedral is entirely empty except for a single pipe organ which has had its longest pipes cut in half and the corresponding pedalboards torn out.\n1\n\n\nThe pressing of a key will result in the mimicry of the note by a male juvenile voice (ranging from approximately seven to twelve years of age), with each key having a unique corresponding voice. As with a regular pipe organ, the notes can be sustained as long as the key is pressed, though this will result in what is reported as an increasingly panicked shift in tone from the voice as their key is held down for extended periods of time.\n\n\nWhile the organ is playing a note, the blood rain will transmute into water by unknown means. No matter how long the organ is played, the buildings will remain stained.\n\n\nLong-term testing of explorers and members of the research team has revealed several behavioral changes, tentatively believed to be linked to hearing the organ music playing within SCP-2678. These include:\n\n\n\n\nA greater appreciation for choir music\n\n\nIncreased belief in structured religion\n\n\nIncreased faith in authority figures\n\n\nHigher levels of doubt to those of a lower social or economic status.\n\n\nA reluctance to report crimes committed by other members of the Foundation.\n\n\n\n\nSymptoms do not appear to fade with time.\n\n\nAddendum:\n Testing of the organ was conducted on 20/12/2019 in order to determine the upper limit of its sustain, as no attached windbox could be found.\n\n\nThe longest recorded testing of a key lasted 23 minutes, at which point the C7 key splintered beyond functionality. The remaining fragments were noted as bleeding for several days.\n\n\n\n\nFootnotes\n\n\n1\n. The longest pipes play the lowest notes in an organ, which would leave it only able to reproduce high-pitched notes.\n\n\n\n\n\n\n\n\n« \nSCP-2677\n | SCP-2678 | \nSCP-2679\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2678\n\" by Cerastes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2678\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Testing of the organ was conducted on 20/12/2019 in order to determine the upper limit of its sustain, as no attached windbox could be found.\nThe longest recorded testing of a key lasted 23 minutes, at which point the C7 key splintered beyond functionality. The remaining fragments were noted as bleeding for several days."
    ],
    "documents": [],
    "notes": [
        "\" SCP-2678 \" by Cerastes, from the SCP Wiki . Source: https://scpwiki.com/scp-2678 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2678",
    "object_class": "Safe",
    "containment_procedures": "The access point has been resealed and disguised as a bookshelf. All previously scheduled explorations have been cancelled.",
    "description": "SCP-2678 is an extradimensional space solely accessible to those holding Catholic beliefs through a previously barred door in the basement of the Siena Cathedral in Siena, Italy. A metal placard beside the door reads \"SCP Foundation Department of Abnormalities\". Those who enter the doorway will emerge into a small tarped outpost built around the freestanding exit. Inside the outpost is:",
    "title": "SCP-2678"
}