{
    "url": "https://scp-wiki.wikidot.com/scp-2679",
    "all_text": "rating: \n+362\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2679:\n The Many Graves of Jeannette Parslov\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n, \nLink\n, \nLink\n, and \nLink\n.\n\n\nMusic:\n \nHarder Better Faster\n (Daft Punk)\n\n\nNext: [\nSCP-3074\n]: \nKafka's Parking Garage\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+362\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-2679.\n\n\n\n\n\n\nItem #:\n SCP-2679\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A 5 kilometer fenced perimeter has been established around SCP-2679. This perimeter is to be maintained as private property by MTF Nu-5 (\"Blind Watchmakers\"). Efforts to prevent SCP-2679's ongoing expansion are underway.\n\n\nNew SCP-2679-B instances are to be exhumed at regular intervals; any observed changes are to be documented.\n\n\nDescription:\n SCP-2679 is the site of the Sleepy Oak Meadow cemetery, located 45 kilometers northwest of Victoria, British Columbia (Canada).\n\n\nSCP-2679-A instances are graves found throughout SCP-2679. As many as 3 new instances of SCP-2679-A have been observed to emerge in a single day. Tombstones will extend upward from the soil (a process which takes 4 to 12 hours). These tombstones vary in size and shape, but are otherwise non-anomalous. Each bears the name 'JEANNETTE PARSLOV'. Coffins appear approximately 1 to 4 meters beneath each instance, and contain an instance of SCP-2679-B. Instances of SCP-2679-B are the remains of various organisms.\n1\n\n\nTo date, personnel have observed over 1000 SCP-2679-A instances. Manifestations continue to expand out from the center of SCP-2679. Research into methods to prevent the emergence of additional instances is underway.\n\n\nAddendum 2679.1:\n Autopsy Findings\n\n\n\n\n► ACCESS:: SCP/2679/autopsies/012.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nSUBJECT:\n SCP-2679-B-012\n\n\nEXAMINER:\n Dr. Richard Breiner\n\n\n\n\nEXTERNAL EXAMINATION:\n Adult human female; height of 1.62 meters, mass of 45 kilograms. Abrasions on fingers and knuckles.\n\n\nINTERNAL EXAMINATION:\n Physiology consistent with typical young adult; otherwise unremarkable. Inspection of lung tissue indicates rapid onset of hypoxic hypoxia\n2\n.\n\n\nLABORATORY DATA:\n Genetic analysis confirms presence of human DNA. No matches in Foundation databases.\n\n\nNOTES:\n Hypercapnia\n3\n is the likely cause of death. Presence of physical trauma indicates prolonged struggle before the subject succumbed to hypoxia.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS:: SCP/2679/autopsies/075.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nSUBJECT:\n SCP-2679-B-075\n\n\nEXAMINER:\n Dr. Richard Breiner\n\n\n\n\nEXTERNAL EXAMINATION:\n Adult human female; height of 1.65 meters, mass of 48 kilograms. Acute albinism\n4\n. Severe abrasions on forearms, hands, and digits (cutaneous avulsions\n5\n on distal phalanges). Presence of numerous subungual splinters.\n\n\nINTERNAL EXAMINATION:\n Unremarkable. Lung tissue indicates rapid onset of hypoxic hypoxia.\n\n\nLABORATORY DATA:\n Genetic analysis confirms presence of human DNA. Near-identical match to SCP-2679-B-012. No other matches in Foundation databases.\n\n\nNOTES:\n Hypercapnia is the likely cause of death. Physical trauma (including significant interior damage to the coffin) suggests a prolonged struggle and possible self-mutilation.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS:: SCP/2679/autopsies/129.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nSUBJECT:\n SCP-2679-B-129\n\n\nEXAMINER:\n Dr. Julia Blair\n\n\n\n\n\n\n\n\nSCP-2679-B-129 (radial fracture).\n\n\n\n\n\n\nEXTERNAL EXAMINATION:\n Adult human of indeterminable sex. Height of 1.72 meters, mass of 53 kilograms. Acute albinism. Subject lacks hair (androgenic, vellus, or otherwise), visible genitalia, or secondary sex characteristics.\n\n\nSevere abrasions and dermal avulsions across subject's body. Several lacerations present along forearms and a fracture in the left radial bone. Both eyes extruded\n6\n.\n\n\nINTERNAL EXAMINATION:\n Internal reproductive organs are absent. Examination of cranium reveals minor yet significant cephalic abnormalities. Pelvic bone used to determine sex (female). Lung tissue indicates rapid onset of hypoxic hypoxia.\n\n\nLABORATORY DATA:\n Genetic analysis confirms presence of human DNA; additional X chromosome (XXY) indicates Klinefelter syndrome, but with atypical presentation (subject's skeletal system presents as female, not male). Close match to SCP-2679-B-075.\n\n\nNOTES:\n Hypercapnia was the cause of death. Evidence suggests damage to eyes was self-inflicted.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS:: SCP/2679/autopsies/526.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nSUBJECT:\n SCP-2679-B-526\n\n\nEXAMINER:\n Dr. Julia Blair\n\n\n\n\n\n\n\n\nSCP-2679-B-526 (right hand; supernumerary phalanges).\n\n\n\n\n\n\nEXTERNAL EXAMINATION:\n Human of indeterminable age and sex. Height of 1.79 meters, mass of 62 kilograms. Acute albinism. Subject lacks hair (androgenic, vellus, or otherwise), genitalia, or secondary sex characteristics. Deformities include supernumerary phalanges\n7\n at fingers and anophthalmia\n8\n (both eyes).\n\n\nSevere abrasions and lacerations across subject's body. Numerous fractures and breaks are present, particularly along the maxilla and nasal bone. 3 teeth (2 from the maxilla, 1 from the mandible) are broken.\n\n\nINTERNAL EXAMINATION:\n Internal reproductive organs are absent. Significant reduction in size of frontal lobes\n9\n; acute hyperplasia\n10\n in amygdala. Pelvic bone used to determine sex (female). Lung tissue indicates rapid onset of hypoxic hypoxia.\n\n\nLABORATORY DATA:\n Genetic analysis indicates significant deviations from human DNA. No matches in Foundation database.\n\n\nNOTES:\n Subject asphyxiated. Internal damage to the coffin led to its collapse; subject was crushed beneath the weight of the soil, preventing respiration. Evidence suggests damage to face and jaw were sustained during repeated strikes against the coffin's lid.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS:: SCP/2679/autopsies/985.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nSUBJECT:\n SCP-2679-B-985\n\n\nEXAMINER:\n Dr. Richard Breiner\n\n\n\n\n\n\n\n\nSCP-2679-B-985. Note deformation of maxilla, mandible, and supernumerary teeth.\n\n\n\n\n\n\nEXTERNAL EXAMINATION:\n Bipedal humanoid. Height of 1.95 meters, mass of 89 kilograms. No discernible sex, age, or reproductive organs. Acute albinism and lack of hair (androgenic or otherwise). Extensive deformities are present, and include (but are not limited to): Expanded mandible/lower maxilla, acute hyperdontia\n11\n, atypical dental morphology, elongated secondary phalanges (protruding approx. 5 centimeters from fingers and toes), anophthalmia (both eyes), and a recessed/absent nasal dorsum. See Attachment-B-985 for complete list.\n\n\nSubject has severe lacerations and dermal avulsions across its body, along with acute swelling in the abdominal region.\n\n\nINTERNAL EXAMINATION:\n Approximately 20 kilograms of soil removed from stomach and intestinal tract. Severe structural aberrations throughout subject's skeletal, pulmonary, and central nervous systems.\n\n\nLABORATORY DATA:\n No matches in Foundation databases.\n\n\nNOTES:\n Subject asphyxiated. Internal damage to coffin led to its collapse; forensic analysis of grave-site indicates subject persisted in burrowing upward for twenty minutes before succumbing to hypoxia.\n\n\n\n\n\n\n\n\n\n\nAddendum 2679.2:\n Recovery\n\n\nOn 9/2/2014, reports of an expanding cemetery led to the discovery of SCP-2679. In addition to 14 instances of SCP-2679-A, 9 non-anomalous graves were found. All were exhumed for relocation. Of particular note was a tombstone with the following inscription:\n\n\n\n\n\n\nJEANNETTE PARSLOV\n\n\n1994 - 2014\n\n\n\n\nDaughter, sister, mother, wife.\n\n\nYou were far too young to lose your life.\n\n\nWhatever it takes,\n\n\nDo what you must,\n\n\nWhatever the cost,\n\n\nCome back to us.\n\n\n\n\n\n\nUpon exhumation, the grave was found to be empty.\n\n\n\n\nFootnotes\n\n\n1\n. Similarities between the effects of SCP-2679 and \nSCP-3422\n have been noted. Investigation into a possible connection between the two phenomena is ongoing.\n\n\n2\n. Insufficient oxygen supply to the lungs.\n\n\n3\n. Elevated carbon dioxode levels in blood.\n\n\n4\n. Characterized by lack of skin and hair pigmentation.\n\n\n5\n. Complete removal of skin tissue.\n\n\n6\n. Forcibly removed.\n\n\n7\n. Additional knuckle bones.\n\n\n8\n. The absence of one or both eyes.\n\n\n9\n. Portion of the brain responsible for personality and cognition.\n\n\n10\n. Enlargement of organ via increase in cell reproduction.\n\n\n11\n. Specifically, 15 additional teeth (7 in the maxilla and 8 in the mandible).\n\n\n\n\n\n\n\n\n« \nSCP-2678\n | SCP-2679 | \nSCP-2680\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2679\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2679\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n grave.jpg\n\n\nName:\n cemetery-tombstone-death-abandoned\n\n\nAuthor:\n Anemone123\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nhttps://pixabay.com/photos/cemetery-tombstone-death-abandoned-1700014/\n\n\n\n\n\n\nFilename:\n hyperdontia-1.jpg\n\n\nName:\n File:Living anatomy and pathology; (1910) (14758239345).jpg\n\n\nAuthor:\n Rotch, Thomas Morgan\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Living_anatomy_and_pathology;_(1910)_(14758239345).jpg\n\n\n\n\n\n\nFilename:\n hand-1.jpg\n\n\nName:\n File:Medical X-Ray imaging VNH07 nevit.jpg\n\n\nAuthor:\n Nevit Dilmen\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Medical_X-Ray_imaging_VNH07_nevit.jpg\n\n\n\n\n\n\nFilename:\n radius-1.jpg\n\n\nName:\n File:Radiology ND 0127 AEJ.jpg\n\n\nAuthor:\n Nevit Dilmen\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Radiology_ND_0127_AEJ.jpg",
    "addendums": [
        "Addendum 2679.1: Autopsy Findings",
        "Addendum 2679.2: Recovery\nOn 9/2/2014, reports of an expanding cemetery led to the discovery of SCP-2679. In addition to 14 instances of SCP-2679-A, 9 non-anomalous graves were found. All were exhumed for relocation. Of particular note was a tombstone with the following inscription:\nUpon exhumation, the grave was found to be empty."
    ],
    "documents": [],
    "notes": [
        "JEANNETTE PARSLOV 1994 - 2014 Daughter, sister, mother, wife. You were far too young to lose your life. Whatever it takes, Do what you must, Whatever the cost, Come back to us.",
        "\" SCP-2679 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-2679 . Licensed under CC-BY-SA .",
        "Filename: grave.jpg Name: cemetery-tombstone-death-abandoned Author: Anemone123 License: Public Domain Source: https://pixabay.com/photos/cemetery-tombstone-death-abandoned-1700014/",
        "Filename: hyperdontia-1.jpg Name: File:Living anatomy and pathology; (1910) (14758239345).jpg Author: Rotch, Thomas Morgan License: Public Domain Source: https://commons.wikimedia.org/wiki/File:Living_anatomy_and_pathology;_(1910)_(14758239345).jpg",
        "Filename: hand-1.jpg Name: File:Medical X-Ray imaging VNH07 nevit.jpg Author: Nevit Dilmen License: CC BY-SA 3.0 Source: https://commons.wikimedia.org/wiki/File:Medical_X-Ray_imaging_VNH07_nevit.jpg",
        "Filename: radius-1.jpg Name: File:Radiology ND 0127 AEJ.jpg Author: Nevit Dilmen License: CC BY-SA 3.0 Source: https://commons.wikimedia.org/wiki/File:Radiology_ND_0127_AEJ.jpg"
    ],
    "item": "SCP-2679",
    "object_class": "Euclid",
    "containment_procedures": "A 5 kilometer fenced perimeter has been established around SCP-2679. This perimeter is to be maintained as private property by MTF Nu-5 (\"Blind Watchmakers\"). Efforts to prevent SCP-2679's ongoing expansion are underway.",
    "description": "SCP-2679 is the site of the Sleepy Oak Meadow cemetery, located 45 kilometers northwest of Victoria, British Columbia (Canada).",
    "title": "SCP-2679"
}