{
    "url": "https://scp-wiki.wikidot.com/scp-2684",
    "all_text": "rating: \n+165\n+\n–\nx\n\n\n\n\nby \nstormbreath\n\n\n\n\n\n\n\n\nThe shoreline of ██████ Beach, where SCP-2684 occurs.\n\n\n\n\n\n\nItem #:\n SCP-2684\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n ██████ Beach and the land surrounding it has been purchased by the South Coast Properties, a Foundation front organization, under the cover story that the land is being converted into an exclusive housing development.\n\n\nTwo guards are to be posted along ██████ Beach at all times. Any entrance into the water outside of testing is to be strictly forbidden.\n\n\nDescription:\n SCP-2684 is an anomalous phenomenon affecting ██████ Beach, located in \n█████████\n, FL, USA. Individuals in the water will disappear if they are at least ten meters from the shoreline, lose sight of the shoreline and are unobserved by any individual on the beach. Most often, this occurs when an individual is submerged by a wave, but can also occur when they voluntarily dive underwater.\n\n\nAll objects held by or attached to an individual affected by SCP-2684 also disappear along with the individual. If an individual cannot be observed, but an object held by them can, they will not disappear.\n\n\nNo individuals that have gone missing as a result of SCP-2684 have been discovered. Radio waves from individuals who been affected by SCP-2684 (if they entered SCP-2684 with a radio) emanate from an indeterminate point in the water. However, individuals appear unable to receive wireless transmissions.\n\n\nIndividuals affected by SCP-2684 report to be in an open ocean with no observed landmasses. It is currently hypothesized that SCP-2684 transports affected individuals into an alternate reality or dimension only containing water. No method of escape from this reality has been determined.\n\n\nSCP-2684 was discovered after a seven-year-old child went missing after last being seen at ██████ Beach. Foundation agents confirmed the anomalous properties of the beach after investigating the case for anomalous interference. False remains of the child were created and a cover story involving the kidnapping and murder of the child was fabricated.\n\n\n\n\n[ + ] Open Testing Log 1\n\n\n\n\n[ – ] Close Testing Log 1\n\n\n\n\n\n\nSubject:\n D-8872\n\n\nProcedure:\n D-8872 is given a waterproof camera and radio and instructed in the usage of both. D-8872 was then instructed to swim into the water, approximately fifteen meters from shore and briefly submerge herself.\n\n\nBEGIN LOG\n\n\nD-8872 is on shore, having just activated her camera and radio. Foundation personnel are observed by the camera. The beach is otherwise empty.\n\n\nD-8872:\n Is this thing on?\n\n\nMission Control:\n Camera and radio are functioning as expected, please proceed with the test.\n\n\nD-8872:\n Roger that.\n\n\nD-8872 proceeds into the water, and begins to swim away from the shore.\n\n\nD-8872:\n Is this good?\n\n\nMission Control:\n Yes. Please submerge yourself beneath the water for thirty seconds.\n\n\nD-8872 complies, submerging herself beneath the water. Ten seconds later, the camera feed cuts out.\n\n\nD-8872:\n Alright, I did that. Wait, where's the beach?\n\n\nMission Control:\n Thank you D-8872. Please submerge yourself again.\n\n\nD-8872:\n Mission Control? Copy?\n\n\nMission Control:\n This is Mission Control. D-8872, can you hear us?\n\n\nD-8872:\n Alright, Katie, maybe you're just using the wrong channel. Let's see…\n\n\nMission Control:\n D-8872, you are using the correct channel. Copy?\n\n\nD-8872:\n Mission Control, come in. This is D-8872.\n\n\nAt this moment, Mission Control was ordered to consider the mission over and stop attempting to respond to D-8872. D-8872 was officially declared lost.\n\n\nD-8872:\n Control, please pick up.\n\n\nD-8872:\n There's no fucking beach. Where'd the beach go? Where'd the beach go? Where'd the beach go?\n\n\nD-8872:\n I guess they've given up. Stay calm, Katie. Find your own way out.\n\n\nThere are repeated splashing noises, and gasping in between for the next three minutes.\n\n\nD-8872:\n Okay, so the reverse doesn't work. Maybe you can stand somewhere… you need to calm down.\n\n\nD-8872:\n Why would it get less shallow? If the ground's gone, it wouldn't have any reason to get higher.\n\n\nD-8872:\n What's that?\n\n\nThere are splashing sounds, believed to be D-8872 is swimming.\n\n\nD-8872:\n Poor kid…\n\n\nD-8872:\n Holy shit, that's a lot of bodies. Did none of these people make it out?\n\n\nD-8872:\n Our Father who art in heaven, hallowed be thy name. Thy kingdom… What's the use? Why would God help a sinner already in Hell?\n\n\nD-8872:\n \nfaintly\n Help…\n\n\nThere are splashing sounds after this, followed by silence. No further audio is recorded from D-8872's radio.\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\n[ + ] Open Testing Log 2\n\n\n\n\n[ – ] Close Testing Log 2\n\n\n\n\n\n\nSubject:\n D-3613\n\n\nProcedure:\n D-3613 is given a waterproof radio, a GPS, an inflatable raft, a sextant, two weeks of provisions and other supplies. D-3613 is instructed to enter the water at the same location as D-8872 and then briefly submerge himself for thirty seconds. After submerging, he is then to inflate the raft. He is then instructed to explore the encountered area, sending regular radio reports to the Foundation.\n\n\nBEGIN LOG\n\n\nD-3613:\n Day 1, Log 1. Inflated the raft and aboard. Setting up supplies now, going to take a GPS reading.\n\n\nD-3613:\n Day 1, Log 2. GPS didn't work. Followed the instructions, double checked everything. Replaced the batteries, inspected the parts. Thing didn't turn on. Going to try with the other stuff next at noon.\n\n\nD-3613:\n Day 1, Log 3: Bunch of dead bodies floating in the water. Probably two dozens. One's a D-Class. Guess I'm not the first to come in here.\n\n\nD-3613:\n Day 1, Log 4. Used the sextant, the maps and the compass and everything. My location should be in the middle of Florida. Suppose that confirms that the ground is gone.\n\n\nD-3613:\n Day 2, Log 1. Just been floating for a while now. There's almost no wind here. Don't like that. Haven't seen anything since the bodies yesterday. Oh, and there haven't been any clouds. Very hot. Sea has been calm, on the bright side.\n\n\nD-3613:\n Day 2, Log 2. These rations are pretty bland. Going to start fishing tomorrow. I was going to have to at some point, might as well start earlier.\n\n\nD-3613:\n Day 3, Log 1. There hasn't been anything except water.\n\n\nD-3613:\n Day 3, Log 1. [sic] Didn't catch anything.\n\n\nD-3613:\n Day 4, Log 1. Didn't catch anything. Nothing but water.\n\n\nD-3613:\n Day 5. No catch. Just water.\n\n\nD-3613:\n Six. Water and no fish.\n\n\nD-3613:\n Seven. Just water.\n\n\nD-3613:\n Day 8. You assholes sent me into a place without fish with fishing supplies.\n\n\nD-3613:\n Day 11, I think. There was a shark today. Saw it by the fin, and managed to harpoon it. Cut open its belly, it hadn't eaten in a while. Going to have shark for the next couple of days.\n\n\nD-3613:\n Day - oh, fuck it.\n1\n Didn't know you could get the aurora this far south. Pretty.\n\n\nD-3613:\n Out of food. There's nothing here. Thanks for the knife. At least you bastards had the decency to give me a way out.\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\n[ + ] Open Testing Log 3\n\n\n\n\n[ – ] Close Testing Log 3\n\n\n\n\n\n\nSubjects:\n D-1176 and D-5327\n\n\nProcedure:\n D-1176 and D-5327 are given a waterproof radio, an inflatable raft with a motor, two months of provisions for two individuals and other supplies. They are instructed to enter the water at the same location as D-8872 and then briefly submerge themselves for thirty seconds. After submerging, they are then to inflate the raft, and then to explore the encountered area, sending regular radio reports to the Foundation.\n\n\nBEGIN LOG\n\n\nD-5327:\n Hello, command! 5327 and 1176 here! We've set up our raft, hooked up the motor, rigged up the solar power thingy, and we're setting off now.\n\n\nD-1176:\n Our plan was to sail due north until we saw something of note, like land, another ship, or really anything. We'll make regular reports every couple of days, but like, that whole schedule you guys wanted of every day? Too much. Nothing you can do to stop us, so we're sticking it to the man!\n\n\nD-5237:\n As you can tell, we're radical anarchists.\n\n\n\n\n\n\nD-1176:\n So, we've been sailing for about three days now. Haven't see anything yet.\n\n\nD-5237:\n Well, there was that gyre of corpses.\n\n\nD-1176:\n Oh yeah, but that was on the first day and they had told us to expect it.\n\n\nD-5237:\n True. Other than that, nothing. We didn't see the other boat that you guys sent in here.\n\n\n\n\n\n\nD-1176:\n Okay, it's been a week now. Still nothing.\n\n\nD-5237:\n Well, we've found an excessive amount of boredom.\n\n\nD-1176:\n Nothing other than that!\n\n\n\n\n\n\nD-1176:\n Two weeks now, nothing but boredom, like last time.\n\n\nD-5237:\n That aurora was pretty nice, though. It seems odd to see it where we are.\n\n\nD-1176:\n It was weird, now that you mention it.\n\n\n\n\n\n\nD-1176:\n Four weeks now, we've made the decision to only check in when something interesting happens.\n\n\nD-5327:\n We caught a fish!\n\n\nD-1176:\n Yeah, one little fish swam into our nets. My theory is that there are other ways to get to this endless sea, and little fishy got into one.\n\n\nD-5327:\n My theory is that we're eating fish for dinner tonight.\n\n\n\n\n\n\nD-1176:\n Six weeks. We've still only caught the one fish, and I really think we're wasting time and energy fishing.\n\n\nD-5327:\n What better use for our time do we have?\n\n\nD-1176:\n We could be trying to navigate! Find a way out!\n\n\nD-5237:\n We're going to run out of food in two weeks!\n\n\nD-1176:\n So we need to get out in those two weeks.\n\n\nD-5237:\n We both know that won't happen!\n\n\nD-1176:\n I haven't given up yet, unlike you, apparently.\n\n\nD-5237:\n I'm just being rational!\n\n\nD-1176:\n No you're not! I'm the one who's being rational!\n\n\nD-5237:\n Turn the radio off. They don't need to hear this.\n\n\n\n\n\n\nD-5327:\n Uh, 1176 fell off the boat last night. I, uh, tried to help rescue him, I couldn't. He must have drowned. He's definitely dead. So it'll only be me from now on, and that's why. I'll still carry on north.\n\n\n\n\n\n\nD-5327:\n It's lonely out here since 1176 died.\n\n\n\n\n\n\nD-5237:\n It's really boring now, 'specially since he's gone. He was my friend. How could I have … not saved him.\n\n\n\n\n\n\nD-5237:\n There's nothing here. Not even clouds.\n\n\n\n\n\n\nD-5327:\n Command, I see a boat in the distance. I'm motoring the raft closer as we speak, but I'm already getting a weird sense from it. It looks like a schooner, like the Mayflower or something. I think it might be a mirage.\n\n\nD-5327:\n The boat's not a mirage, I'm aboard it. It took me a couple tries, but I was able to throw one of those harpoons you gave me into the side and climb aboard on the rope. This is a real schooner, it looks like. Got a couple masts, sails, and everything. Pretty weird to see something like this.\n\n\nD-5327:\n I've been walking around the ship, and it's pretty much completely deserted. No people or bodies. I'm going into the kitch - woah. Okay, so scratch that about the no bodies. Looks like there are a bunch of skeletons in the kitchen. I'm no forensic expert, but it looks like they had to resort to cannibalism too.\n\n\nD-5327:\n Just entered the captain's quarters, and I found the one last body. He, uh, shot himself. It's really messy. There's a captain's log here, I'll start reading it and seeing what's up.\n\n\nD-5327:\n Uh, so still reading the log. But there's just one really weird thing about this whole thing. I love maps, and I'm not recognizing any of these. Well, I recognize the geography - it's the Mediterranean - but the countries aren't the same. Like, at all. Some of the cities are the same - I see Rome, Athens, and Barcelona are all here. But the countries are different - there's a Monacan Empire, Carthage is still around and is on here. The map says it's from 1883, so it's not like it's just super old.\n\n\nD-5327:\n Okay, so it seems that these guys set out from Rome and were going to be trading with Carthage. That's weird, right? Anyway, they got caught in a really big storm, and I think when that sucked them into this place. That's what they think, anyway. They couldn't find any land, after sailing north and south for months.\n\n\nD-5327:\n The other weird thing is that this captain's corpse is definitely not a hundred years old. Like, if I had to guess… I'd say a couple days, maybe? It seems pretty fresh…\n\n\nD-5327:\n So, the big thing here is that these guys never found anything here. They only caught a couple fish, because I guess fish can get stuck here too. They've got almost over a year of searching. Nothing about ever finding another ship, nothing about any land, anything.\n\n\n\n\n\n\nD-5327:\n Even with the boost in rations and food I got after I— er, 1176 died, I only have about… week, week and a half remaining? I was on the raft for a while. I'll stay on this big ship until then, but… I don't want to starve to death.\n\n\n\n\n\n\nD-5327:\n Hey, it's been a while since I checked in. Uh, nothing major happened over the last ten days. I'm out of food now even getting the, uh, last of what was on this ship. If these guys couldn't get out… I don't think I'd be able to either.\n\n\n\n\n\n\nD-5327:\n I've given up on fishing. Even if I did catch anything, it would just be delaying the inevitable. Also, I'm not going to drink anything. I think that'll make it faster.\n\n\n\n\n\n\nD-5327:\n My skin itches. My tongue is cracking. My stomach hurts. When is it going be over?\n\n\n\n\n\n\nD-5237:\n It hurts to talk. This'll be my last call. Please tell my family I love them.\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This transmission was received on Day 13.\n\n\n\n\n\n\n\n\n« \nSCP-2683\n | SCP-2684 | \nSCP-2685\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2684\n\" by stormbreath, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2684\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n blackboxbeach.jpg\n\n\nName:\n Bill Baggs SP beach04\n\n\nAuthor:\n Ebyabe\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "Subject: D-8872 Procedure: D-8872 is given a waterproof camera and radio and instructed in the usage of both. D-8872 was then instructed to swim into the water, approximately fifteen meters from shore and briefly submerge herself. BEGIN LOG D-8872 is on shore, having just activated her camera and radio. Foundation personnel are observed by the camera. The beach is otherwise empty. D-8872: Is this thing on? Mission Control: Camera and radio are functioning as expected, please proceed with the test. D-8872: Roger that. D-8872 proceeds into the water, and begins to swim away from the shore. D-8872: Is this good? Mission Control: Yes. Please submerge yourself beneath the water for thirty seconds. D-8872 complies, submerging herself beneath the water. Ten seconds later, the camera feed cuts out. D-8872: Alright, I did that. Wait, where's the beach? Mission Control: Thank you D-8872. Please submerge yourself again. D-8872: Mission Control? Copy? Mission Control: This is Mission Control. D-8872, can you hear us? D-8872: Alright, Katie, maybe you're just using the wrong channel. Let's see… Mission Control: D-8872, you are using the correct channel. Copy? D-8872: Mission Control, come in. This is D-8872. At this moment, Mission Control was ordered to consider the mission over and stop attempting to respond to D-8872. D-8872 was officially declared lost. D-8872: Control, please pick up. D-8872: There's no fucking beach. Where'd the beach go? Where'd the beach go? Where'd the beach go? D-8872: I guess they've given up. Stay calm, Katie. Find your own way out. There are repeated splashing noises, and gasping in between for the next three minutes. D-8872: Okay, so the reverse doesn't work. Maybe you can stand somewhere… you need to calm down. D-8872: Why would it get less shallow? If the ground's gone, it wouldn't have any reason to get higher. D-8872: What's that? There are splashing sounds, believed to be D-8872 is swimming. D-8872: Poor kid… D-8872: Holy shit, that's a lot of bodies. Did none of these people make it out? D-8872: Our Father who art in heaven, hallowed be thy name. Thy kingdom… What's the use? Why would God help a sinner already in Hell? D-8872: faintly Help… There are splashing sounds after this, followed by silence. No further audio is recorded from D-8872's radio. END LOG",
        "Subject: D-3613 Procedure: D-3613 is given a waterproof radio, a GPS, an inflatable raft, a sextant, two weeks of provisions and other supplies. D-3613 is instructed to enter the water at the same location as D-8872 and then briefly submerge himself for thirty seconds. After submerging, he is then to inflate the raft. He is then instructed to explore the encountered area, sending regular radio reports to the Foundation. BEGIN LOG D-3613: Day 1, Log 1. Inflated the raft and aboard. Setting up supplies now, going to take a GPS reading. D-3613: Day 1, Log 2. GPS didn't work. Followed the instructions, double checked everything. Replaced the batteries, inspected the parts. Thing didn't turn on. Going to try with the other stuff next at noon. D-3613: Day 1, Log 3: Bunch of dead bodies floating in the water. Probably two dozens. One's a D-Class. Guess I'm not the first to come in here. D-3613: Day 1, Log 4. Used the sextant, the maps and the compass and everything. My location should be in the middle of Florida. Suppose that confirms that the ground is gone. D-3613: Day 2, Log 1. Just been floating for a while now. There's almost no wind here. Don't like that. Haven't seen anything since the bodies yesterday. Oh, and there haven't been any clouds. Very hot. Sea has been calm, on the bright side. D-3613: Day 2, Log 2. These rations are pretty bland. Going to start fishing tomorrow. I was going to have to at some point, might as well start earlier. D-3613: Day 3, Log 1. There hasn't been anything except water. D-3613: Day 3, Log 1. [sic] Didn't catch anything. D-3613: Day 4, Log 1. Didn't catch anything. Nothing but water. D-3613: Day 5. No catch. Just water. D-3613: Six. Water and no fish. D-3613: Seven. Just water. D-3613: Day 8. You assholes sent me into a place without fish with fishing supplies. D-3613: Day 11, I think. There was a shark today. Saw it by the fin, and managed to harpoon it. Cut open its belly, it hadn't eaten in a while. Going to have shark for the next couple of days. D-3613: Day - oh, fuck it. 1 Didn't know you could get the aurora this far south. Pretty. D-3613: Out of food. There's nothing here. Thanks for the knife. At least you bastards had the decency to give me a way out. END LOG",
        "Subjects: D-1176 and D-5327 Procedure: D-1176 and D-5327 are given a waterproof radio, an inflatable raft with a motor, two months of provisions for two individuals and other supplies. They are instructed to enter the water at the same location as D-8872 and then briefly submerge themselves for thirty seconds. After submerging, they are then to inflate the raft, and then to explore the encountered area, sending regular radio reports to the Foundation. BEGIN LOG D-5327: Hello, command! 5327 and 1176 here! We've set up our raft, hooked up the motor, rigged up the solar power thingy, and we're setting off now. D-1176: Our plan was to sail due north until we saw something of note, like land, another ship, or really anything. We'll make regular reports every couple of days, but like, that whole schedule you guys wanted of every day? Too much. Nothing you can do to stop us, so we're sticking it to the man! D-5237: As you can tell, we're radical anarchists.",
        "D-1176: So, we've been sailing for about three days now. Haven't see anything yet. D-5237: Well, there was that gyre of corpses. D-1176: Oh yeah, but that was on the first day and they had told us to expect it. D-5237: True. Other than that, nothing. We didn't see the other boat that you guys sent in here.",
        "D-1176: Okay, it's been a week now. Still nothing. D-5237: Well, we've found an excessive amount of boredom. D-1176: Nothing other than that!",
        "D-1176: Two weeks now, nothing but boredom, like last time. D-5237: That aurora was pretty nice, though. It seems odd to see it where we are. D-1176: It was weird, now that you mention it.",
        "D-1176: Four weeks now, we've made the decision to only check in when something interesting happens. D-5327: We caught a fish! D-1176: Yeah, one little fish swam into our nets. My theory is that there are other ways to get to this endless sea, and little fishy got into one. D-5327: My theory is that we're eating fish for dinner tonight.",
        "D-1176: Six weeks. We've still only caught the one fish, and I really think we're wasting time and energy fishing. D-5327: What better use for our time do we have? D-1176: We could be trying to navigate! Find a way out! D-5237: We're going to run out of food in two weeks! D-1176: So we need to get out in those two weeks. D-5237: We both know that won't happen! D-1176: I haven't given up yet, unlike you, apparently. D-5237: I'm just being rational! D-1176: No you're not! I'm the one who's being rational! D-5237: Turn the radio off. They don't need to hear this.",
        "D-5327: Uh, 1176 fell off the boat last night. I, uh, tried to help rescue him, I couldn't. He must have drowned. He's definitely dead. So it'll only be me from now on, and that's why. I'll still carry on north.",
        "D-5327: It's lonely out here since 1176 died.",
        "D-5237: It's really boring now, 'specially since he's gone. He was my friend. How could I have … not saved him.",
        "D-5237: There's nothing here. Not even clouds.",
        "D-5327: Command, I see a boat in the distance. I'm motoring the raft closer as we speak, but I'm already getting a weird sense from it. It looks like a schooner, like the Mayflower or something. I think it might be a mirage. D-5327: The boat's not a mirage, I'm aboard it. It took me a couple tries, but I was able to throw one of those harpoons you gave me into the side and climb aboard on the rope. This is a real schooner, it looks like. Got a couple masts, sails, and everything. Pretty weird to see something like this. D-5327: I've been walking around the ship, and it's pretty much completely deserted. No people or bodies. I'm going into the kitch - woah. Okay, so scratch that about the no bodies. Looks like there are a bunch of skeletons in the kitchen. I'm no forensic expert, but it looks like they had to resort to cannibalism too. D-5327: Just entered the captain's quarters, and I found the one last body. He, uh, shot himself. It's really messy. There's a captain's log here, I'll start reading it and seeing what's up. D-5327: Uh, so still reading the log. But there's just one really weird thing about this whole thing. I love maps, and I'm not recognizing any of these. Well, I recognize the geography - it's the Mediterranean - but the countries aren't the same. Like, at all. Some of the cities are the same - I see Rome, Athens, and Barcelona are all here. But the countries are different - there's a Monacan Empire, Carthage is still around and is on here. The map says it's from 1883, so it's not like it's just super old. D-5327: Okay, so it seems that these guys set out from Rome and were going to be trading with Carthage. That's weird, right? Anyway, they got caught in a really big storm, and I think when that sucked them into this place. That's what they think, anyway. They couldn't find any land, after sailing north and south for months. D-5327: The other weird thing is that this captain's corpse is definitely not a hundred years old. Like, if I had to guess… I'd say a couple days, maybe? It seems pretty fresh… D-5327: So, the big thing here is that these guys never found anything here. They only caught a couple fish, because I guess fish can get stuck here too. They've got almost over a year of searching. Nothing about ever finding another ship, nothing about any land, anything.",
        "D-5327: Even with the boost in rations and food I got after I— er, 1176 died, I only have about… week, week and a half remaining? I was on the raft for a while. I'll stay on this big ship until then, but… I don't want to starve to death.",
        "D-5327: Hey, it's been a while since I checked in. Uh, nothing major happened over the last ten days. I'm out of food now even getting the, uh, last of what was on this ship. If these guys couldn't get out… I don't think I'd be able to either.",
        "D-5327: I've given up on fishing. Even if I did catch anything, it would just be delaying the inevitable. Also, I'm not going to drink anything. I think that'll make it faster.",
        "D-5327: My skin itches. My tongue is cracking. My stomach hurts. When is it going be over?",
        "D-5237: It hurts to talk. This'll be my last call. Please tell my family I love them. END LOG",
        "\" SCP-2684 \" by stormbreath, from the SCP Wiki . Source: https://scpwiki.com/scp-2684 . Licensed under CC-BY-SA .",
        "Filename: blackboxbeach.jpg Name: Bill Baggs SP beach04 Author: Ebyabe License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-2684",
    "object_class": "Safe",
    "containment_procedures": "██████ Beach and the land surrounding it has been purchased by the South Coast Properties, a Foundation front organization, under the cover story that the land is being converted into an exclusive housing development.",
    "description": "SCP-2684 is an anomalous phenomenon affecting ██████ Beach, located in █████████, FL, USA. Individuals in the water will disappear if they are at least ten meters from the shoreline, lose sight of the shoreline and are unobserved by any individual on the beach. Most often, this occurs when an individual is submerged by a wave, but can also occur when they voluntarily dive underwater.",
    "title": "SCP-2684"
}