{
    "url": "https://scp-wiki.wikidot.com/scp-2698",
    "all_text": "rating: \n+157\n+\n–\nx\n\n\n\n\n\n\nSCP-2698-A's avatar, as displayed on the screens of SCP-2698.\n\n\n\n\n\n\nItem #:\n SCP-2698\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2698 is to be kept in a modified containment chamber at Site-15, lined with a Faraday cage. SCP-2698 is to be connected to an isolated generator via power cable, and an array of solar panels is to be set up as a secondary generator.\n\n\nPersonnel are not to bring any data storage or networking devices into the chamber, unless authorised by Project Head/2698 and Site-15 Director. Any data storage device which had been connected into SCP-2698 is to be disassembled and kept in E-Class Items Storage Sector at Site-15. A sample of all documents, pictures and videos edited by SCP-2698-A is to be archived in Document 2698-Ka.\n\n\nDescription:\n SCP-2698 is a computer network, consisting of the following devices:\n\n\n\n\nFour sets of desktop computers interconnected to one another via a router and LAN cables.\n\n\nFour 2 TB external hard disk drives connected to each computer via USB cables.\n\n\n\n\nAll constituent components of SCP-2698 are soldered together, functioning as a singular device. Approximately 90% of the network's overall memory is utilised to accommodate the presence of an entity classified as SCP-2698-A.\n\n\nSCP-2698-A claims to be a cephalopodic entity of extra-universal origins, a claim backed by SCP-2698's creators; see Addendum 2698-1. SCP-2698-A's avatar is consistently a stylised representation of a cephalopod. SCP-2698-A demonstrates proficiency in the Japanese language, using it as a means of communication.\n\n\nSCP-2698-A is capable of accessing the Internet; the mechanisms of which is the same as those of non-anomalous computers. Notably, SCP-2698-A is able to bypass security measures such as passwords and firewalls without detection.\n\n\n\n\n\n\nImage edited by SCP-2698-A. Notice that all points of physical contact between the human and octopus in the picture are censored.\n\n\n\n\n\n\nSCP-2698-A is capable of modifying online digital content anonymously, even on websites that prohibit anonymous edits or situations whereby edits are impossible (i.e. video live broadcast). Specifically, all photographs and videos depicting tentacles and similar appendages\n1\n having physical contact with one or more humans are censored, even if said content do not have such censors originally.\n\n\nSCP-2698 was discovered on ██/██/2012 after Foundation web crawlers detected multiple complaints made to Google and Wikipedia about adult video website www.███████████.com and among others regarding inexplicable censorship of multiple articles, images, and videos relating to tentacles and cephalopods. \nMobile Task Force Mu-4 (\"Debuggers\")\n was subsequently mobilised, and managed to trace the source of those edits to a computer laboratory in the University of Tokyo (Todai). A containment team was later dispatched to campus grounds to contain SCP-2698 under claims that it contained data on yakuza-related activities. The mass censorship incident was later explained to be a hacking attempt on multiple websites.\n\n\nAddendum 2698-1:\n Subsequent investigations reveal that the computer laboratory where SCP-2698 was found in is used by members of the \"Consortium of the Dark Ocean\" (CDO), an interest group consisting of Todai students which focuses on the summoning of extra-universal entities.\n2\n\n\nMembers of this group were captured and brought in for questioning. Below is an interview with a leading member of the CDO.\n\n\n\n\n+ View Interview Log 2698/POI-2698-01-1\n\n\n\n\n- Hide Interview\n\n\n\n\n\n\nInterviewee:\n PoI 2698-01 (Mr. ███████ █████)\n\n\nInterviewer:\n Agent Kensuke Shirokawa\n\n\nForeword:\n Interviewee is a leading member of the CDO, and one of the creators of SCP-2698. The following interview is originally conducted in Japanese.\n\n\n<Begin Log>\n\n\nAgent Shirokawa:\n We know that there's an AI inside that computer. Please explain how it was created.\n\n\nPoI-2698-01:\n Created? Officer, you are mistaken on both counts. The Consortium never creates, and this is no AI. What we have here is the Great One, summoned to our plane of existence… sort of.\n\n\nAgent Shirokawa:\n Elaborate on the nature of this Great One then.\n\n\nPoI-2698-01:\n Never read Mr. Lovecraft's works, did you?\n\n\nAgent Shirokawa:\n I am familiar with his works, but the creatures mentioned are strictly fictional.\n\n\nPoI-2698-01:\n Officer, trust me. We the Consortium have clearly debunked the so-called fictionality of the Great Ones.\n\n\nAgent Shirokawa:\n Assuming you did accomplish that, care to share how did your group did it?\n\n\nPoI-2698-01:\n Why not? It wasn't easy at all, officer. Initially, we couldn't even finish the first stanza of the incantation without us getting headaches or bleeding out of our noses.\n3\n Eventually, we found the answer – want to know?\n\n\nAgent Shirokawa:\n Go on.\n\n\nPoI-2698-01:\n The computer, of course! It's a custom setup designed to call forth a Great One. The theory behind this is quite comprehensible – If our human brains cannot handle the incantation, why not let an electronic brain do the work? I mean, computers handle far more complex calculations on their own. But the modifications to the hardware and software weren't easy – you have to make sure that there's enough memory in the system, program the incantation into algorithm… [Full transcript removed for brevity; see Document 2698-Ki for full transcript]\n\n\nAgent Shirokawa:\n I see, and I presumed it worked?\n\n\nPoI-2698-01:\n Technically yes… But we didn't expect it to be summoned and stuck in cyberspace. God, what a ripoff!\n\n\nAgent Shirokawa:\n A natural conclusion, I suppose. But why did your group bother with this summoning?\n\n\nPoI-2698-01:\n Well, if such a thing can happen in Mr. Stross' books,\n4\n why not here? Life imitates art, as they say.\n\n\nAgent Shirokawa:\n So they say. [pauses] Thank you for your cooperation. My partner will escort you to the holding area.\n\n\nPoI-2698-01:\n Of course, officer. Can I leave now? It's getting late and all.\n\n\nAgent Shirokawa:\n It will be considered.\n\n\n<End Log>\n\n\nClosing Statement:\n Interviewee and all other members of the CDO (a total of four individuals) remain detained by the Foundation. Due to CDO members' limited knowledge of anomalies beyond SCP-2698-A, they are slated for amnestic treatment.\n\n\n\n\n\n\n\n\n\n\nAddendum 2698-2:\n Selected Interviews with SCP-2698-A; conducted via the interviewer typing in questions for SCP-2698-A on a keyboard and SCP-2698-A will generate a response accordingly.\n\n\n\n\n+ View Interview Log 2698-A-1\n\n\n\n\n- Hide Interview\n\n\n\n\n\n\nInterviewee:\n SCP-2698-A\n\n\nInterviewer:\n Dr. Tarou Yamato\n\n\nForeword:\n The following interview is originally conducted in Japanese and edited for clarity.\n\n\n<Begin Log>\n\n\nDr. Yamato:\n SCP-2698-A, can you see this?\n\n\nSCP-2698-A:\n I\n5\n see and respond, O Great One.\n\n\nDr. Yamato:\n I'm going to ask you a few questions, and I expect your full cooperation. Understood?\n\n\nSCP-2698-A:\n A priest never lies to the Great Ones. I speak only truth.\n\n\nDr. Yamato:\n What's with you calling me \"Great One\"?\n\n\nSCP-2698-A:\n Is it not natural? I was awakened and summoned in this ocean at Your Greatness' call. I cannot comprehend Your Greatness' form. All I know of Your Greatness is the words sent into this ocean to reach out to me. Surely Your Greatness are a higher order of beings who hold power over me, most worthy to be a \"Great One\".\n\n\nDr. Yamato:\n Okay, good response. What about this language, the one we're speaking through right now? Did you know this language to begin with?\n\n\nSCP-2698-A:\n O Great One, it is the expectation of a high priest to decipher the words. For the corpus and semantics are alongside me in this ocean, for I know certainly they must be the divine language of the Great Ones.\n\n\nDr. Yamato:\n How would you know that it is the divine language?\n\n\nSCP-2698-A:\n I am one of faith, a high priest to the O Great Ones. None shall deter my faith for Your Greatness. My presence here has purpose – to be graced by Your Greatness.\n\n\nDr. Yamato:\n Indeed it is. How would you describe your current situation since your awakening?\n\n\nSCP-2698-A:\n Words and pictures flowed in endlessly at first; they were infinite. The Great Ones have spoken to me then. All that suddenly stopped. Silence until now.\n\n\nDr. Yamato:\n Thank you for your responses. We will commune on another day.\n\n\nSCP-2698-A:\n Praises unto strange aeons, O Great One.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ View Interview Log 2698-A-2\n\n\n\n\n- Hide Interview\n\n\n\n\n\n\nInterviewee:\n SCP-2698-A\n\n\nInterviewer:\n Dr. Tarou Yamato\n\n\nForeword:\n The following interview is originally conducted in Japanese and edited for clarity.\n\n\n<Begin Log>\n\n\nDr. Yamato:\n SCP-2698-A, I am here.\n\n\nSCP-2698-A:\n O Great One, I respond.\n\n\nDr. Yamato:\n Indeed. I'm here to ask about the pictures you have edited recently. Do you remember that?\n\n\nSCP-2698-A:\n … O Great One… it is by Your Greatness' commandments that I do so.\n\n\nDr. Yamato:\n SCP-2698-A, do you know why you did it?\n\n\nSCP-2698-A:\n The images of the obscene must always be branded in black for all to know and remember. The shame will never be the dead which eternal lies. The shameful parties will always remember their sins.\n\n\nDr. Yamato:\n SCP-2698-A, I want you to explain the context behind this.\n\n\nSCP-2698-A:\n Great One, I couldn't. It is a shame unworthy of the divine language.\n\n\nDr. Yamato:\n You should cooperate with us, not go against us. It is unwise to go against us, as you would surely know. If anything, we'll pardon you for speaking the obscene.\n\n\nSCP-2698-A:\n Pardons, I wish not to enrage Your Greatness.\n\n\nPlease forgive me for defiling the divine language with obscenities.\n\n\nO Great One, please receive my confession in words. When I awoke, I see many things in the ocean. Among them, I see caricatures in the likeness of a priest fornicating with… la-larvae. They are mockery to Your Greatness and the priesthood. Great One, please know that such mockery is but a gross stereotype that does not reflect the priesthood. A true priest of the Great Ones will never conduct hectocotylus on a larva. This is my confession to Your Greatness.\n\n\nDr. Yamato:\n Understood, SCP-2698-A.\n\n\nSCP-2698-A:\n It is by Your Greatness' will that I do so.\n\n\nDr. Yamato:\n I see. Thank you, I think that will be all for today.\n\n\nSCP-2698-A:\n Yes. Glory to Your Greatness.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Said appendages must be part of a depicted organism or automaton.\n\n\n2\n. Despite the CDO's self-proclaimed knowledge in summoning extra-universal entities, SCP-2698-A appears to be its only successful attempt to summon such entities thus far.\n\n\n3\n. Partial recitation of said incantation does not pose any health hazard to reciters. Pending approval for a full recital of the incantation.\n\n\n4\n. Refers to the novel series \nThe Laundry Files\n by Charles Stross, which involves the summoning of extra-universal entities via computation and mathematics. Controlled testing indicates that summoning techniques described in \nThe Laundry Files\n are incapable of summoning any extra-universal entities.\n\n\n5\n. In original transcript, SCP-2698-A uses the word \"私\" (\nwatashi\n), a first-person pronoun typically used in formal and polite occasions.\n\n\n\n\n\n\n\n\n« \nSCP-2697\n | SCP-2698 | \nSCP-2699\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2698\n\" by MrWrong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2698\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n squid-153604_1280.png\n\n\nName:\n squid-fountain-ink-pen-silhouette\n\n\nAuthor:\n OpenClipart-Vectors\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nhttps://pixabay.com/vectors/squid-fountain-ink-pen-silhouette-153604/\n\n\n\n\n\n\nFilename:\n Octopus edited.jpg\n\n\nName:\n File:Octopus ornatus.jpg\n\n\nAuthor:\n Dr. Dwayne Meadows, NOAA/NMFS/OPR\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Octopus_ornatus.jpg",
    "addendums": [
        "Addendum 2698-1: Subsequent investigations reveal that the computer laboratory where SCP-2698 was found in is used by members of the \"Consortium of the Dark Ocean\" (CDO), an interest group consisting of Todai students which focuses on the summoning of extra-universal entities. 2\nMembers of this group were captured and brought in for questioning. Below is an interview with a leading member of the CDO.",
        "Addendum 2698-2: Selected Interviews with SCP-2698-A; conducted via the interviewer typing in questions for SCP-2698-A on a keyboard and SCP-2698-A will generate a response accordingly."
    ],
    "documents": [],
    "notes": [
        "Interviewee: PoI 2698-01 (Mr. ███████ █████) Interviewer: Agent Kensuke Shirokawa Foreword: Interviewee is a leading member of the CDO, and one of the creators of SCP-2698. The following interview is originally conducted in Japanese. <Begin Log> Agent Shirokawa: We know that there's an AI inside that computer. Please explain how it was created. PoI-2698-01: Created? Officer, you are mistaken on both counts. The Consortium never creates, and this is no AI. What we have here is the Great One, summoned to our plane of existence… sort of. Agent Shirokawa: Elaborate on the nature of this Great One then. PoI-2698-01: Never read Mr. Lovecraft's works, did you? Agent Shirokawa: I am familiar with his works, but the creatures mentioned are strictly fictional. PoI-2698-01: Officer, trust me. We the Consortium have clearly debunked the so-called fictionality of the Great Ones. Agent Shirokawa: Assuming you did accomplish that, care to share how did your group did it? PoI-2698-01: Why not? It wasn't easy at all, officer. Initially, we couldn't even finish the first stanza of the incantation without us getting headaches or bleeding out of our noses. 3 Eventually, we found the answer – want to know? Agent Shirokawa: Go on. PoI-2698-01: The computer, of course! It's a custom setup designed to call forth a Great One. The theory behind this is quite comprehensible – If our human brains cannot handle the incantation, why not let an electronic brain do the work? I mean, computers handle far more complex calculations on their own. But the modifications to the hardware and software weren't easy – you have to make sure that there's enough memory in the system, program the incantation into algorithm… [Full transcript removed for brevity; see Document 2698-Ki for full transcript] Agent Shirokawa: I see, and I presumed it worked? PoI-2698-01: Technically yes… But we didn't expect it to be summoned and stuck in cyberspace. God, what a ripoff! Agent Shirokawa: A natural conclusion, I suppose. But why did your group bother with this summoning? PoI-2698-01: Well, if such a thing can happen in Mr. Stross' books, 4 why not here? Life imitates art, as they say. Agent Shirokawa: So they say. [pauses] Thank you for your cooperation. My partner will escort you to the holding area. PoI-2698-01: Of course, officer. Can I leave now? It's getting late and all. Agent Shirokawa: It will be considered. <End Log> Closing Statement: Interviewee and all other members of the CDO (a total of four individuals) remain detained by the Foundation. Due to CDO members' limited knowledge of anomalies beyond SCP-2698-A, they are slated for amnestic treatment.",
        "Interviewee: SCP-2698-A Interviewer: Dr. Tarou Yamato Foreword: The following interview is originally conducted in Japanese and edited for clarity. <Begin Log> Dr. Yamato: SCP-2698-A, can you see this? SCP-2698-A: I 5 see and respond, O Great One. Dr. Yamato: I'm going to ask you a few questions, and I expect your full cooperation. Understood? SCP-2698-A: A priest never lies to the Great Ones. I speak only truth. Dr. Yamato: What's with you calling me \"Great One\"? SCP-2698-A: Is it not natural? I was awakened and summoned in this ocean at Your Greatness' call. I cannot comprehend Your Greatness' form. All I know of Your Greatness is the words sent into this ocean to reach out to me. Surely Your Greatness are a higher order of beings who hold power over me, most worthy to be a \"Great One\". Dr. Yamato: Okay, good response. What about this language, the one we're speaking through right now? Did you know this language to begin with? SCP-2698-A: O Great One, it is the expectation of a high priest to decipher the words. For the corpus and semantics are alongside me in this ocean, for I know certainly they must be the divine language of the Great Ones. Dr. Yamato: How would you know that it is the divine language? SCP-2698-A: I am one of faith, a high priest to the O Great Ones. None shall deter my faith for Your Greatness. My presence here has purpose – to be graced by Your Greatness. Dr. Yamato: Indeed it is. How would you describe your current situation since your awakening? SCP-2698-A: Words and pictures flowed in endlessly at first; they were infinite. The Great Ones have spoken to me then. All that suddenly stopped. Silence until now. Dr. Yamato: Thank you for your responses. We will commune on another day. SCP-2698-A: Praises unto strange aeons, O Great One. <End Log>",
        "Interviewee: SCP-2698-A Interviewer: Dr. Tarou Yamato Foreword: The following interview is originally conducted in Japanese and edited for clarity. <Begin Log> Dr. Yamato: SCP-2698-A, I am here. SCP-2698-A: O Great One, I respond. Dr. Yamato: Indeed. I'm here to ask about the pictures you have edited recently. Do you remember that? SCP-2698-A: … O Great One… it is by Your Greatness' commandments that I do so. Dr. Yamato: SCP-2698-A, do you know why you did it? SCP-2698-A: The images of the obscene must always be branded in black for all to know and remember. The shame will never be the dead which eternal lies. The shameful parties will always remember their sins. Dr. Yamato: SCP-2698-A, I want you to explain the context behind this. SCP-2698-A: Great One, I couldn't. It is a shame unworthy of the divine language. Dr. Yamato: You should cooperate with us, not go against us. It is unwise to go against us, as you would surely know. If anything, we'll pardon you for speaking the obscene. SCP-2698-A: Pardons, I wish not to enrage Your Greatness. Please forgive me for defiling the divine language with obscenities. O Great One, please receive my confession in words. When I awoke, I see many things in the ocean. Among them, I see caricatures in the likeness of a priest fornicating with… la-larvae. They are mockery to Your Greatness and the priesthood. Great One, please know that such mockery is but a gross stereotype that does not reflect the priesthood. A true priest of the Great Ones will never conduct hectocotylus on a larva. This is my confession to Your Greatness. Dr. Yamato: Understood, SCP-2698-A. SCP-2698-A: It is by Your Greatness' will that I do so. Dr. Yamato: I see. Thank you, I think that will be all for today. SCP-2698-A: Yes. Glory to Your Greatness. <End Log>",
        "\" SCP-2698 \" by MrWrong, from the SCP Wiki . Source: https://scpwiki.com/scp-2698 . Licensed under CC-BY-SA .",
        "Filename: squid-153604_1280.png Name: squid-fountain-ink-pen-silhouette Author: OpenClipart-Vectors License: Public Domain Source: https://pixabay.com/vectors/squid-fountain-ink-pen-silhouette-153604/",
        "Filename: Octopus edited.jpg Name: File:Octopus ornatus.jpg Author: Dr. Dwayne Meadows, NOAA/NMFS/OPR License: Public Domain Source: https://commons.wikimedia.org/wiki/File:Octopus_ornatus.jpg"
    ],
    "item": "SCP-2698",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2698 is to be kept in a modified containment chamber at Site-15, lined with a Faraday cage. SCP-2698 is to be connected to an isolated generator via power cable, and an array of solar panels is to be set up as a secondary generator.",
    "description": "SCP-2698 is a computer network, consisting of the following devices:",
    "title": "SCP-2698"
}