{
    "url": "https://scp-wiki.wikidot.com/scp-2711",
    "all_text": "rating: \n+196\n+\n–\nx\n\n\nItem #:\n SCP-2711\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2711 is stored in a waterproof compartment in Storage Unit-25, Site-148. Testing of SCP-2711 must be conducted on-site, away from any bodies of water. Related non-anomalous items are stored in Storage Unit-26.\n\n\nDescription:\n SCP-2711 is a large iron needle, 33 centimeters in length and 3 centimeters in diameter at its thickest. It does not show any signs of deterioration or rust.\n\n\nSCP-2711's anomalous effect activates once it comes in contact with bodies of water of more than 20 liters in volume. SCP-2711 alters the affected body of water so that it takes on all of the physical properties of iron under the same temperature (except appearance)\n1\n while retaining its chemical components. The affected water is hence referred to as SCP-2711-1.\n\n\nThe effect spreads at an initial speed of 20 liters per second and doubles every five minutes. The conversion process will stop once all of the water has been turned into SCP-2711-1. Water added at this point will not be affected. As long as there is more than 20 liters of SCP-2711-1 attached to SCP-2711, SCP-2711-1 will retain its current state. Otherwise, SCP-2711-1 will instantly turn back to normal water.\n\n\nTwo sets of inscriptions are found on SCP-2711:\n\n\nThe first set is confirmed to be in the same script used by \nSCP-2481-3\n, which is alleged to be the script used in Xia Dynasty. A deep strike crosses the text out.\n\n\n\n\n伏羲之针，禹王复铸，定诸水、困凶兽、止洪灾。\n\n\nThe needle of Fuxi, reforged by King Yu\n2\n to calm/still/solidify the waters, trap the fierce/ominous beasts and stop the floods.\n\n\n\n\nThe second set is confirmed to be in small seal script\n3\n. Unlike the first set, the text is crudely engraved.\n\n\n\n\n如意棒\n\n\nRuyi Bang/Stick that Adheres to One's Wishes\n\n\n\n\nAddendum:\n SCP-2711 was found in the right paw of a non-anomalous rhesus macaque \n(Macaca mulatta)\n, embedded 2.3 meters below the surface of a lake on Mount Tongbai, Henan Province, China. The lake was converted into SCP-2711-1 at the time of discovery. The body of the rhesus macaque dates back to around 600 CE\n4\n, but is well-preserved. The subject was found in an approximation of the Lotus Position. It wore the common attire of Buddhist monks of its time, but the clothing was heavily torn. Further examination reveals that the subject died of suffocation.\n\n\nUpon the removal of SCP-2711, SCP-2711-1 turned back into lake water. The terrain quickly became unstable and the lake was destroyed by a mudslide. A damaged well was discovered under the lake during the subsequent clean-up. The well is made entirely of iron and is 66 meters deep. Broken chains and a lock composed of a beryllium-bronze alloy were discovered inside the well.\n\n\n\n\nFootnotes\n\n\n1\n. For example, under room temperature, SCP-2711-1 possesses the qualities of solid iron while maintaining appearance of water.\n\n\n2\n. Also known as Yu the Great, who is allegedly the first king of Xia Dynasty, and is famous for his flood control.\n\n\n3\n. Standardized and introduced as the national standard during Qin Dynasty in China.\n\n\n4\n. Around the establishment of Tang Dynasty.\n\n\n\n\n\n\n\n\n« \nSCP-2710\n | SCP-2711 | \nSCP-2712\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2711\n\" by SunnyClockwork, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2711\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-2711 was found in the right paw of a non-anomalous rhesus macaque (Macaca mulatta) , embedded 2.3 meters below the surface of a lake on Mount Tongbai, Henan Province, China. The lake was converted into SCP-2711-1 at the time of discovery. The body of the rhesus macaque dates back to around 600 CE 4 , but is well-preserved. The subject was found in an approximation of the Lotus Position. It wore the common attire of Buddhist monks of its time, but the clothing was heavily torn. Further examination reveals that the subject died of suffocation.\nUpon the removal of SCP-2711, SCP-2711-1 turned back into lake water. The terrain quickly became unstable and the lake was destroyed by a mudslide. A damaged well was discovered under the lake during the subsequent clean-up. The well is made entirely of iron and is 66 meters deep. Broken chains and a lock composed of a beryllium-bronze alloy were discovered inside the well."
    ],
    "documents": [],
    "notes": [
        "伏羲之针，禹王复铸，定诸水、困凶兽、止洪灾。 The needle of Fuxi, reforged by King Yu 2 to calm/still/solidify the waters, trap the fierce/ominous beasts and stop the floods.",
        "如意棒 Ruyi Bang/Stick that Adheres to One's Wishes",
        "\" SCP-2711 \" by SunnyClockwork, from the SCP Wiki . Source: https://scpwiki.com/scp-2711 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2711",
    "object_class": "Safe",
    "containment_procedures": "SCP-2711 is stored in a waterproof compartment in Storage Unit-25, Site-148. Testing of SCP-2711 must be conducted on-site, away from any bodies of water. Related non-anomalous items are stored in Storage Unit-26.",
    "description": "SCP-2711 is a large iron needle, 33 centimeters in length and 3 centimeters in diameter at its thickest. It does not show any signs of deterioration or rust.",
    "title": "SCP-2711"
}