{
    "url": "https://scp-wiki.wikidot.com/scp-2716",
    "all_text": "rating: \n+204\n+\n–\nx\n\n\n\n\n\n\nSCP-2716-1 during testing.\n\n\n\n\n\n\nItem #:\n SCP-2716\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2716-1 is to be held in an airtight Class-III Containment Vault at Site-98. Testing requires the approval of the Site Director.\n\n\nLunar Containment Area-13 has been built on the Mare Tranquillitatis in order to contain SCP-2716-2. SCP-2716-2 is to be held in a standard security locker. Testing requires the approval of Site-98's Director. Lunar Task Force Alpha-29 (\"Discovery Hunters\") is to locate and retrieve SCP-2716-2 following its displacement events.\n\n\nMartian Containment Area-01 has been built on the Amazonis Planitia in order to contain SCP-2716-3 and to monitor anomalous activity on the planet Mars. A 5m x 2m x 2m containment chamber has been built around SCP-2716-3.\n\n\nThe Foundation shall liaise with NASA and ESA in order to halt explorations, manned or unmanned, of the Mare Tranquillitatis and/or the Amazonis Planitia.\n\n\nDescription:\n SCP-2716 is a set of three interconnected anomalies.\n\n\nSCP-2716-1 is an orange L-807 Type windsock standing at approximately 3m tall. SCP-2716-1 constantly rotates as though a strong wind is blowing in the direction of SCP-2716-2, even in complete absence of wind. This wind's speed appears to be between 10 and 12 knots (5.14m/s-6.17m/s). SCP-2716-1 is not influenced by either natural and/or artificially produced wind. SCP-2716-1 was recovered from a storage area within Southampton Airport, located in Hampshire, England on 2015/██/██.\n\n\nSCP-2716-2 is a metallic statuette bearing vague resemblance to the Space Shuttle \nDiscovery\n, measuring 25cm long, located within the Mare Tranquillitatis of the lunar surface. SCP-2716-2 is consistently located 45cm above the ground, and constantly points towards SCP-2716-3, regardless of its location. Every three weeks, SCP-2716-2 will displace from its current location and reappear at a random point within the Mare Tranquillitatis.\n\n\nSCP-2716-3 is an immobile Equatorial-mounted Keplerian telescope located within the Amazonis Planitia of the Martian surface. SCP-2716-3 functions similarly to non-anomalous telescopes. However, SCP-2716-3 exclusively displays what has been subsequently identified as 90482 Orcus, a dwarf planet located within the Kuiper belt, discovered in 2004.\n\n\nThe words \"SPACE-TACULAR\" are inscribed below each instance of SCP-2716.\n\n\nAddendum 2716-1:\n Incident 2716-Alpha.\n\n\nOn 2017/██/██, upon further observation of SCP-2716-1, the words \"NEED HELP? PRESS HERE\" were discovered within the object's tube. As per Safety Protocol 34-Sussex, D-6471 was ordered to make physical contact with said text. Approximately 25 seconds later, a blue humanoid automaton vaguely resembling an Orlan space suit (referred to as SCP-2716-A) materialized 2 meters from her. The entity subsequently handed D-6471 a transparent orange plate containing black and purple text written in Russian, English, Italian, Mandarin, Japanese and Spanish (referred to as SCP-2716-A-1) before dematerializing. The words \"NEED HELP? PRESS HERE\" were subsequently found on all instances of SCP-2716. Physical contact with said text gave identical results.\n\n\nAddendum 2716-2:\n Document 2716-13-SK.\n\n\nThe following transcript is the English version of the text inscribed on SCP-2716-A-1.\n\n\n\n\nASTRONAUT SMITH'S SPACE-TACULAR TREASURE HUNT!\n\n\nHello space cadets, you can call me Astronaut Smith, and I challenge you to join to the most stellar treasure hunt in the whole universe!\n\n\nPrepare your spaceships, and get ready to find all the hints scattered around the Milky Way, from the amazeng [ \nsic\n ] panoramas of the planet Earth to the ominous Kuiper belt! Who will be the one first to find the mysterious treasure at the end of this over-the-moon experiense [ \nsic\n ] ?\n\n\n\n\nA stylized drawing of the Solar System was present below the text. What is believed to be planet Earth was colored in green, while the Moon, Mars, the Kuiper belt, Pluto and an area located between Pluto and Eris were colored in red. A black rhomboidal object with a white question mark was present at the end of the drawing.\n\n\nAddendum 2716-3:\n Notes on current status.\n\n\n\n\nAs of 2017/██/██, the time and resources required to reach the Kuiper belt, much less locate additional objects relating to SCP-2716, are beyond our logistical capacities. Keeping in mind the logistical and financial challenges faced in locating [REDACTED] in our planet's ocean, attempts at discovering and/or recovering potential SCP-2716-4s, -5s, -6s or others are indefinitely postponed until such time as further information regarding SCP-2716 and/or potential locations of further anomalies relating to SCP-2716 are discovered. Should no further information arise within a ██ year period, and the Foundation's technological capacity for efficient deep space exploration expand, explorations into the Kuiper belt may at that point be authorized.\n\n\n~O5-8\n\n\n\n\n\n\n\n\n« \nSCP-2715\n | SCP-2716 | \nSCP-2717\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2716\n\" by Tagliafierro, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2716\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n windsock2.jpg\n\n\nName:\n Hospital Windsock\n\n\nAuthor:\n Mary and Angus Hogg\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nGeograph",
    "addendums": [
        "Addendum 2716-1: Incident 2716-Alpha.\nOn 2017/██/██, upon further observation of SCP-2716-1, the words \"NEED HELP? PRESS HERE\" were discovered within the object's tube. As per Safety Protocol 34-Sussex, D-6471 was ordered to make physical contact with said text. Approximately 25 seconds later, a blue humanoid automaton vaguely resembling an Orlan space suit (referred to as SCP-2716-A) materialized 2 meters from her. The entity subsequently handed D-6471 a transparent orange plate containing black and purple text written in Russian, English, Italian, Mandarin, Japanese and Spanish (referred to as SCP-2716-A-1) before dematerializing. The words \"NEED HELP? PRESS HERE\" were subsequently found on all instances of SCP-2716. Physical contact with said text gave identical results.",
        "Addendum 2716-2: Document 2716-13-SK.\nThe following transcript is the English version of the text inscribed on SCP-2716-A-1.\nA stylized drawing of the Solar System was present below the text. What is believed to be planet Earth was colored in green, while the Moon, Mars, the Kuiper belt, Pluto and an area located between Pluto and Eris were colored in red. A black rhomboidal object with a white question mark was present at the end of the drawing.",
        "Addendum 2716-3: Notes on current status."
    ],
    "documents": [],
    "notes": [
        "ASTRONAUT SMITH'S SPACE-TACULAR TREASURE HUNT! Hello space cadets, you can call me Astronaut Smith, and I challenge you to join to the most stellar treasure hunt in the whole universe! Prepare your spaceships, and get ready to find all the hints scattered around the Milky Way, from the amazeng [ sic ] panoramas of the planet Earth to the ominous Kuiper belt! Who will be the one first to find the mysterious treasure at the end of this over-the-moon experiense [ sic ] ?",
        "As of 2017/██/██, the time and resources required to reach the Kuiper belt, much less locate additional objects relating to SCP-2716, are beyond our logistical capacities. Keeping in mind the logistical and financial challenges faced in locating [REDACTED] in our planet's ocean, attempts at discovering and/or recovering potential SCP-2716-4s, -5s, -6s or others are indefinitely postponed until such time as further information regarding SCP-2716 and/or potential locations of further anomalies relating to SCP-2716 are discovered. Should no further information arise within a ██ year period, and the Foundation's technological capacity for efficient deep space exploration expand, explorations into the Kuiper belt may at that point be authorized. ~O5-8",
        "\" SCP-2716 \" by Tagliafierro, from the SCP Wiki . Source: https://scpwiki.com/scp-2716 . Licensed under CC-BY-SA .",
        "Filename: windsock2.jpg Name: Hospital Windsock Author: Mary and Angus Hogg License: CC BY-SA 2.0 Source Link: Geograph"
    ],
    "item": "SCP-2716",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2716-1 is to be held in an airtight Class-III Containment Vault at Site-98. Testing requires the approval of the Site Director.",
    "description": "SCP-2716 is a set of three interconnected anomalies.",
    "title": "SCP-2716"
}