{
    "url": "https://scp-wiki.wikidot.com/scp-2722",
    "all_text": "rating: \n+40\n+\n–\nx\n\n\nItem #:\n SCP-2722\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Excavation crews assigned to SCP-2722 are to be rotated on a one-day-on, three-days-off work cycle. All crews are to receive psychological evaluation screenings for signs of abnormal shifts in mental state. Anti-depressant regimens have proven ineffective in counteracting SCP-2722's mental influence, and so avoidance and recovery are paramount.\n\n\nItems excavated from beneath SCP-2722 are to be transported to Site-21 for further study, outside the object's range of effect.\n\n\nDescription:\n SCP-2722 is a graphene stele measuring 260 meters in height, 55 meters in width, and resting at an angle of 37 degrees. The object is engraved with text in an estimated 100,000 different scripts and languages, the majority of which bear no resemblance to known Earthly languages. Of those languages that can be read, the text consists largely of seemingly-random combinations of letters and phonemes, save for the following list of names.\n\n\n\n\nVladimir Komarov\n\n\nGeorgy Dobrovolsky\n\n\nViktor Patsayev\n\n\nVladislav Volkov\n\n\nGregory Jarvis\n\n\nChrista McAuliffe\n\n\nRonald McNair\n\n\nEllison Onizuka\n\n\nJudith Resnik\n\n\nMichael J. Smith\n\n\nDick Scobee\n\n\nRick D. Husband\n\n\nWilliam C. McCool\n\n\nMichael P. Anderson\n\n\nDavid M. Brown\n\n\nKalpana Chawla\n\n\nLaurel Clark\n\n\nIlan Ramon\n\n\n\n\nAll individuals listed died above the Karman Line. They are listed in chronological order, sorted alphabetically per group. Comparison of Earth languages indicates that all segments of text repeat the same information.\n\n\nAt irregular intervals, additional text will appear on SCP-2722, accompanied by a brief white glow and the shrinking of text size as needed. No pattern has yet been determined, if any, to additions.\n\n\nUpon crossing the minimum safe distance of 5 kilometers, individuals will hear the following phrase through mental transmission.\n\n\n\n\nI AM THE DEATH OF ALL ESCAPE. NONE SHALL PASS BEYOND.\n\n\n\n\nAt 2 kilometers, a second message is relayed.\n\n\n\n\nHEAR NOW THE RECORD OF THE LOST.\n\n\n\n\nUpon reaching a distance of half a kilometer, SCP-2722 will begin a recitation of what is presumed to be its complete textual content. Individuals at this range or closer report significant increases in episodes of depression, suicidal thoughts and generalized existential dread.\n\n\nSCP-2722 will re-start its recitation when an individual re-enters the half-kilometer zone. As of present, no individual has listened to the entire message.\n\n\nAddendum:\n Wreckage around the base of SCP-2722 prompted excavation efforts shortly after discovery. Thus far over 17 tons of material, primarily hull plating, has been excavated. It is believed that the primary structure of the vessel remains buried under SCP-2722.\n\n\nOf recovered materials, the following items have been considered noteworthy:\n\n\n\n\nA large shard of hull plating bearing the word \"Daitaihomaru\", written in red kanji.\n\n\n33 kilograms of superconductive metamaterial.\n\n\nAn electrum statue of a six-winged humanoid figure, blindfolded and holding two firearms.\n\n\nA data storage device containing 512 petabytes of what is labeled in English as interspecies pornography. All data is corrupted.\n\n\nA cargo manifest, written in Cantonese and amended in an unknown language, detailing intake of dextro-amino acid-based foodstuffs.\n\n\nA saltwater aquarium tank filled with highly-specialized descendant specimens of \nParalithodes camtschaticus\n.\n\n\nA bottle of [REDACTED] vintage Merlot.\n\n\nSix humanoid skeletons (one male, five female).\n\n\nA tattered flag, bearing the stylized image of a rabbit wielding a mallet, in black.\n\n\n\n\n\n\n\n\n« \nSCP-2721\n | SCP-2722 | \nSCP-2723\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2722\n\" by Djoric, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2722\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Wreckage around the base of SCP-2722 prompted excavation efforts shortly after discovery. Thus far over 17 tons of material, primarily hull plating, has been excavated. It is believed that the primary structure of the vessel remains buried under SCP-2722.\nOf recovered materials, the following items have been considered noteworthy:"
    ],
    "documents": [],
    "notes": [
        "I AM THE DEATH OF ALL ESCAPE. NONE SHALL PASS BEYOND.",
        "HEAR NOW THE RECORD OF THE LOST.",
        "\" SCP-2722 \" by Djoric, from the SCP Wiki . Source: https://scpwiki.com/scp-2722 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2722",
    "object_class": "Safe",
    "containment_procedures": "Excavation crews assigned to SCP-2722 are to be rotated on a one-day-on, three-days-off work cycle. All crews are to receive psychological evaluation screenings for signs of abnormal shifts in mental state. Anti-depressant regimens have proven ineffective in counteracting SCP-2722's mental influence, and so avoidance and recovery are paramount.",
    "description": "SCP-2722 is a graphene stele measuring 260 meters in height, 55 meters in width, and resting at an angle of 37 degrees. The object is engraved with text in an estimated 100,000 different scripts and languages, the majority of which bear no resemblance to known Earthly languages. Of those languages that can be read, the text consists largely of seemingly-random combinations of letters and phonemes, save for the following list of names.",
    "title": "SCP-2722"
}