{
    "url": "https://scp-wiki.wikidot.com/scp-2730",
    "all_text": "rating: \n+293\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2730: Q U A C K - Q U A C K\n\n\nAuthor:\n \nA Random Day\n\n\n\n\n+ More SCPs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3220\n\n\nRating: 534\n\n\n\n\n\n\nSCP-2790\n\n\nRating: 493\n\n\n\n\n\n\nSCP-4780\n\n\nRating: 482\n\n\n\n\n\n\nSCP-2820\n\n\nRating: 476\n\n\n\n\n\n\nSCP-3780\n\n\nRating: 439\n\n\n\n\n\n\nSCP-2664\n\n\nRating: 412\n\n\n\n\n\n\nSCP-4950\n\n\nRating: 400\n\n\n\n\n\n\nSCP-2730\n\n\nRating: 293\n\n\n\n\n\n\nSCP-947\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2350\n\n\nRating: 275\n\n\n\n\n\n\nSCP-2810\n\n\nRating: 271\n\n\n\n\n\n\nSCP-3640\n\n\nRating: 264\n\n\n\n\n\n\nSCP-2490\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4670\n\n\nRating: 255\n\n\n\n\n\n\nSCP-3470\n\n\nRating: 250\n\n\n\n\n\n\nSCP-2680\n\n\nRating: 247\n\n\n\n\n\n\nSCP-5430\n\n\nRating: 215\n\n\n\n\n\n\nSCP-5940\n\n\nRating: 202\n\n\n\n\n\n\nSCP-2210\n\n\nRating: 202\n\n\n\n\n\n\nSCP-4710\n\n\nRating: 177\n\n\n\n\n\n\nSCP-3850\n\n\nRating: 160\n\n\n\n\n\n\nSCP-3360\n\n\nRating: 152\n\n\n\n\n\n\nSCP-7660\n\n\nRating: 132\n\n\n\n\n\n\nSCP-2060\n\n\nRating: 123\n\n\n\n\n\n\nSCP-2910\n\n\nRating: 118\n\n\n\n\n\n\nSCP-1750\n\n\nRating: 102\n\n\n\n\n\n\nSCP-2570\n\n\nRating: 95\n\n\n\n\n\n\nSCP-2650\n\n\nRating: 94\n\n\n\n\n\n\nSCP-6190\n\n\nRating: 87\n\n\n\n\n\n\nSCP-2143\n\n\nRating: 83\n\n\n\n\n\n\nSCP-7780\n\n\nRating: 79\n\n\n\n\n\n\nSCP-6880\n\n\nRating: 74\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAvatara\n\n\nRating: 246\n\n\n\n\n\n\nHypervelocity\n\n\nRating: 245\n\n\n\n\n\n\nI Thought You Died Alone\n\n\nRating: 188\n\n\n\n\n\n\nMoonlighting\n\n\nRating: 183\n\n\n\n\n\n\nZeitgeist\n\n\nRating: 141\n\n\n\n\n\n\nAutoerotic Assassination\n\n\nRating: 128\n\n\n\n\n\n\nTerminal Velocity\n\n\nRating: 122\n\n\n\n\n\n\nT Minus\n\n\nRating: 122\n\n\n\n\n\n\nThe Chosen Few\n\n\nRating: 100\n\n\n\n\n\n\nReboot or: How I Learned to Stop Worrying and Love the Apocalypses\n\n\nRating: 97\n\n\n\n\n\n\nHard Machine\n\n\nRating: 88\n\n\n\n\n\n\nLoud, Lawless, and Lost\n\n\nRating: 88\n\n\n\n\n\n\nThe Vice Girls\n\n\nRating: 87\n\n\n\n\n\n\nMorphine Machine\n\n\nRating: 87\n\n\n\n\n\n\nDeus Vulture\n\n\nRating: 87\n\n\n\n\n\n\nTruth Is Sin\n\n\nRating: 84\n\n\n\n\n\n\nNonpareil\n\n\nRating: 82\n\n\n\n\n\n\nEcstasy and Exorcism\n\n\nRating: 81\n\n\n\n\n\n\nThe Revelation\n\n\nRating: 81\n\n\n\n\n\n\nRise and Repent\n\n\nRating: 79\n\n\n\n\n\n\nT Plus\n\n\nRating: 68\n\n\n\n\n\n\nPrey and Obey\n\n\nRating: 51\n\n\n\n\n\n\nEscape Velocity\n\n\nRating: 50\n\n\n\n\n\n\nJump the Gun\n\n\nRating: 49\n\n\n\n\n\n\nNo One Gets Out of Her Alive\n\n\nRating: 47\n\n\n\n\n\n\nLeather Pig\n\n\nRating: 47\n\n\n\n\n\n\nThe Ballad of Santa Troy\n\n\nRating: 47\n\n\n\n\n\n\nContempt\n\n\nRating: 42\n\n\n\n\n\n\nDomo Arigato\n\n\nRating: 38\n\n\n\n\n\n\nThe Man-Machine\n\n\nRating: 36\n\n\n\n\n\n\nMile High Club\n\n\nRating: 30\n\n\n\n\n\n\nStrung Out in Heavens High\n\n\nRating: 27\n\n\n\n\n\n\nHands\n\n\nRating: 26\n\n\n\n\n\n\nIndustrial Espionage\n\n\nRating: 26\n\n\n\n\n\n\nNothing Human\n\n\nRating: 25\n\n\n\n\n\n\nFullmusic Astrobiologist\n\n\nRating: 22\n\n\n\n\n\n\nEight Hours in the ECRG\n\n\nRating: 18\n\n\n\n\n\n\nEnasni Si Gnihtyreve\n\n\nRating: 15\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Hubs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nPrometheus Labs Hub\n\n\nRating: 151\n\n\n\n\n\n\nSpeed Demon\n\n\nRating: 134\n\n\n\n\n\n\nGuns Pointed at the Head of God\n\n\nRating: 75\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nOverheard at Deer\n\n\nch00bakka\n\n\n\n\n\n\nSCP-150\n\n\nDecibelles\n\n\n\n\n\n\nSCP-3000\n\n\ndjkaktus\n, \nJoreth\n\n\n\n\n\n\nSCP-4220\n\n\nThe Great Hippo\n\n\n\n\n\n\nSCP-4310\n\n\nThe Great Hippo\n\n\n\n\n\n\nChicago Spirit Hub\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5555\n\n\nRounderhouse\n, \nUncle Nicolini\n\n\n\n\n\n\nVisions of Bodies Being Burned\n\n\nTaffeta\n\n\n\n\n\n\nSamsara\n\n\nTyGently\n\n\n\n\n\n\nDeath Perception\n\n\nTyGently\n\n\n\n\n\n\nThe Powers that Bark\n\n\nTyGently\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA Semi-Comprehensive List of Foundation Facilities\n\n\n\n\n\n\nDr. Desai's Personnel File\n\n\n\n\n\n\nNews for December 2016\n\n\n\n\n\n\nSCP-2729\n\n\n\n\n\n\nSCP-2731\n\n\n\n\n\n\nSCP Foundation March Madness Hub\n\n\n\n\n\n\nSCP Series 3\n\n\n\n\n\n\nUser-Curated Lists\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+293\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2730\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2730 is contained in a standard humanoid containment cell in Site-42. The Gilbert Gottfried in the public eye is a biological facsimile that must be monitored by a covert detail at all times.\n\n\nThe mask made of Gilbert Gottfried's skin is currently in cold-storage in the Site-42 biotechnology laboratory. Skin cultures from the mask are to be harvested and used to generate biological facsimiles of Gilbert Gottfried via the Lilith Protocol. When the current active facsimile of Gottfried begins to degrade, it is to be discretely terminated and replaced by a new facsimile. If the current facsimile dies before degrading (such as by a heart attack or car crash) no further external protocols are required.\n\n\nDescription:\n SCP-2730 is a mallard-like humanoid that humans perceive to be the American actor and comedian Gilbert Gottfried. This perceptive effect extends to the naked eye and ordinary camera viewing. Sonar, infrared, and thaumaturgic viewing indicates that SCP-2730's true form is that of a human-sized mallard. It has webbed feet and abnormally long, cylindrical wings, with tumor-like protuberances for hands. SCP-2730's head is mostly similar to that of a normal wild duck's, although the beak has been severely deformed and forced against the craniofacial area to simulate a nose and mouth. DNA samples taken from SCP-2730 indicate that it is a member of the mallard species (\nAnas platyrhynchos\n).\n\n\nSCP-2730 was initially discovered in 2005, during filming of the documentary \nThe Aristocrats\n. The actor ██████ ███ was being investigated for anomalous properties; however, sonar and infrared analysis inadvertently revealed SCP-2730's anomalous status instead. SCP-2730 was quickly taken into custody and replaced with a biological facsimile\n1\n.\n\n\nIt is unclear how long SCP-2730 was imitating Gilbert Gottfried; at the time of capture, it was found to be wearing a face mask made of skin, designated as SCP-2730-1, that enabled SCP-2730 to resemble Gilbert Gottfried. Analysis of SCP-2730-1 indicates that it is genetically identical to the real Gilbert Gottfried\n2\n and was at least ten years old in 2005.\n\n\nAddendum:\n\n\n\n\n+ Interview 2730-01\n\n\n\n\n- Hide\n\n\n\n\n\n\nThis interview was taped using both a regular and an infrared security camera.\n\n\nDate:\n July 16, ████\n\n\nInterviewer:\n Dr. Rothfuss\n\n\n[BEGIN LOG]\n\n\nRothfuss\n: Good morning. I am Doctor Rothfuss. If you cooperate with me, I can shorten your stay here and make sure your time spent here is as comfortable as possible.\n\n\nSCP-2730:\n Do you know who I am? I'm Gilbert Gottfried! I demand to see my lawyer!\n\n\nRothfuss\n: Why were you pretending to be Gilbert Gottfried?\n\n\nSCP-2730:\n Pretending? What the hell do you mean? You have no right to keep me here!\n\n\nRothfuss opens a laptop on the table and turns it towards SCP-2730. It contains real-time footage from the infrared camera in the interview room. SCP-2730's true appearance is clearly visible.\n\n\nRothfuss\n: You are a duck pretending to be Gilbert Gottfried.\n\n\nSCP-2730 is silent.\n\n\n\n\nRothfuss\n: Please cooperate. I want to help.\n\n\nSCP-2730:\n I'm the real Gilbert Gottfried!\n\n\nRothfuss\n: If you tell me the truth, then I can let you go. How are you able to make yourself look like Gilbert Gottfried?\n\n\nSCP-2730:\n Because I \nam\n Gilbert Gottfried!\n\n\nRothfuss\n: There is no point in lying to me. I'll keep going. Why are you pretending to be Gilbert Gottfried?\n\n\nSCP-2730 is silent.\n\n\nRothfuss\n: Why are you pretending to be Gilbert Gottfried? Where is the real Gilbert Gottfried?\n\n\nSCP-2730 is silent.\n\n\nRothfuss\n: Where is the real Gilbert Gottfried?\n\n\nSCP-2730:\n Maybe I'm a duck. Or maybe… \nyou're\n the duck.\n\n\nRothfuss\n: Excuse me?\n\n\nAt this moment, the camera feed is disrupted for two seconds. When the feed resumes, the infrared feed shows SCP-2730 as Gilbert Gottfried, while Rothfuss appears to be an instance of SCP-2730. SCP-2730 turns the laptop back towards Rothfuss so he can see the feed.\n\n\nRothfuss\n: How did you do that?\n\n\nSCP-2730:\n It's clear to me now. You're a duck. You're trying to trick me into becoming a duck.\n\n\nRothfuss\n: Please don't try to trick me. How did you do that?\n\n\nSCP-2730:\n I won't go back. Oh, they'll try to pull me back… but it's going to be you now, won't it? Since \nyou're\n the duck?\n\n\nRothfuss\n: I'm not a duck. My name is… is Edward Rothfuss.\n\n\nSCP-2730:\n You are a duck pretending to be Edward Rothfuss.\n\n\nRothfuss\n: Have you done something to me?\n\n\nSCP-2730:\n The better question is what did you do? What did you do with the real Edward Rothfuss?\n\n\nRothfuss\n: I'm the real Edward Rothfuss! Security, please be advised… I think I have been compromised.\n\n\nSCP-2730:\n Tell me the truth! What did you do with the real Edward Rothfuss?\n\n\nRothfuss\n: Nothing! I am Edward Rothfuss!\n\n\nSCP-2730:\n How are you able to make yourself look like Edward Rothfuss?\n\n\nRothfuss\n: Because I \nam\n Edward Rothfuss!\n\n\nSCP-2730:\n Prove it. Take off your \ngod-damn\n mask and show me that you're the real Edward Rothfuss.\n\n\nDr. Rothfuss puts his hands to his face and is able to peel the skin of his face away. As the skin peels away, Rothfuss is revealed to be an instance of SCP-2730 on the non-infrared feed as well. At that moment, the on-duty security team enters the room and terminates the interview.\n\n\n\n\n\n\n\n\n\n\nAddendum:\n\n\nFollowing the events of Interview 2730-01, Dr. Rothfuss was designated as an instance of SCP-2730. Due to his positive history with the Foundation, Rothfuss has been allowed to keep his instance of SCP-2730-1 and remain in Foundation employ as a Class-E personnel with Level 2 clearance\n3\n.\n\n\n\n\nFootnotes\n\n\n1\n. This procedure, while unorthodox, was adopted for the purposes of testing in-development biomedical and surveillance technologies in a real-world setting.\n\n\n2\n. DNA testing was accomplished with a sample of Gottfried's semen acquired in 1985 (the last known point when he was confirmed to be alive).\n\n\n3\n. In accordance with standard Humanoid Containment Protocols, Rothfuss has been implanted with a subdermal GPS tracking chip.\n\n\n\n\n\n\n\n\n« \nSCP-2729\n | SCP-2730 | \nSCP-2731\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2730\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2730\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:",
        "Addendum:\nFollowing the events of Interview 2730-01, Dr. Rothfuss was designated as an instance of SCP-2730. Due to his positive history with the Foundation, Rothfuss has been allowed to keep his instance of SCP-2730-1 and remain in Foundation employ as a Class-E personnel with Level 2 clearance 3 ."
    ],
    "documents": [],
    "notes": [
        "This interview was taped using both a regular and an infrared security camera. Date: July 16, ████ Interviewer: Dr. Rothfuss [BEGIN LOG] Rothfuss : Good morning. I am Doctor Rothfuss. If you cooperate with me, I can shorten your stay here and make sure your time spent here is as comfortable as possible. SCP-2730: Do you know who I am? I'm Gilbert Gottfried! I demand to see my lawyer! Rothfuss : Why were you pretending to be Gilbert Gottfried? SCP-2730: Pretending? What the hell do you mean? You have no right to keep me here! Rothfuss opens a laptop on the table and turns it towards SCP-2730. It contains real-time footage from the infrared camera in the interview room. SCP-2730's true appearance is clearly visible. Rothfuss : You are a duck pretending to be Gilbert Gottfried. SCP-2730 is silent. Rothfuss : Please cooperate. I want to help. SCP-2730: I'm the real Gilbert Gottfried! Rothfuss : If you tell me the truth, then I can let you go. How are you able to make yourself look like Gilbert Gottfried? SCP-2730: Because I am Gilbert Gottfried! Rothfuss : There is no point in lying to me. I'll keep going. Why are you pretending to be Gilbert Gottfried? SCP-2730 is silent. Rothfuss : Why are you pretending to be Gilbert Gottfried? Where is the real Gilbert Gottfried? SCP-2730 is silent. Rothfuss : Where is the real Gilbert Gottfried? SCP-2730: Maybe I'm a duck. Or maybe… you're the duck. Rothfuss : Excuse me? At this moment, the camera feed is disrupted for two seconds. When the feed resumes, the infrared feed shows SCP-2730 as Gilbert Gottfried, while Rothfuss appears to be an instance of SCP-2730. SCP-2730 turns the laptop back towards Rothfuss so he can see the feed. Rothfuss : How did you do that? SCP-2730: It's clear to me now. You're a duck. You're trying to trick me into becoming a duck. Rothfuss : Please don't try to trick me. How did you do that? SCP-2730: I won't go back. Oh, they'll try to pull me back… but it's going to be you now, won't it? Since you're the duck? Rothfuss : I'm not a duck. My name is… is Edward Rothfuss. SCP-2730: You are a duck pretending to be Edward Rothfuss. Rothfuss : Have you done something to me? SCP-2730: The better question is what did you do? What did you do with the real Edward Rothfuss? Rothfuss : I'm the real Edward Rothfuss! Security, please be advised… I think I have been compromised. SCP-2730: Tell me the truth! What did you do with the real Edward Rothfuss? Rothfuss : Nothing! I am Edward Rothfuss! SCP-2730: How are you able to make yourself look like Edward Rothfuss? Rothfuss : Because I am Edward Rothfuss! SCP-2730: Prove it. Take off your god-damn mask and show me that you're the real Edward Rothfuss. Dr. Rothfuss puts his hands to his face and is able to peel the skin of his face away. As the skin peels away, Rothfuss is revealed to be an instance of SCP-2730 on the non-infrared feed as well. At that moment, the on-duty security team enters the room and terminates the interview.",
        "\" SCP-2730 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-2730 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2730",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2730 is contained in a standard humanoid containment cell in Site-42. The Gilbert Gottfried in the public eye is a biological facsimile that must be monitored by a covert detail at all times.",
    "description": "SCP-2730 is a mallard-like humanoid that humans perceive to be the American actor and comedian Gilbert Gottfried. This perceptive effect extends to the naked eye and ordinary camera viewing. Sonar, infrared, and thaumaturgic viewing indicates that SCP-2730's true form is that of a human-sized mallard. It has webbed feet and abnormally long, cylindrical wings, with tumor-like protuberances for hands. SCP-2730's head is mostly similar to that of a normal wild duck's, although the beak has been severely deformed and forced against the craniofacial area to simulate a nose and mouth. DNA samples taken from SCP-2730 indicate that it is a member of the mallard species (Anas platyrhynchos).",
    "title": "SCP-2730"
}