{
    "url": "https://scp-wiki.wikidot.com/scp-2731",
    "all_text": "rating: \n+290\n+\n–\nx\n\n\nItem #:\n SCP-2731\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The floor containing SCP-2731 is to be covered at all times in a cast-iron platform that conceals and protects SCP-2731. The platform is to be coated in nonslip padding and fitted with a bolted trap door that can be unbolted and opened to reveal the second layer, a cavity containing SCP-2731 and protected by a secondary door only accessible with Level 2 or above object clearance.\n\n\nThe shaft inside SCP-2731 is to be capped with a padded iron insert that can be removed from above. Do not dig into, drill into, or otherwise damage the SCP-2731 shaft from within.\n\n\nDescription:\n SCP-2731 is an aperture built into the floor of a stock room of [REDACTED], a grocery store in Asheville, North Carolina. The aperture is concealed by a square iron door which is 2cm thick, .7m wide, and designed to be flush with the surrounding floor. The floor in the room containing SCP-2731 slopes down toward the aperture in all directions, possibly to allow for drainage.\n\n\nSCP-2731 connects to a shaft which extends downward for approximately 40 meters before opening into an extensive artificial cavern system [see Exploration Log 2731-1-1999]. As all imaging and exploratory measures taken have been unable to locate the cavern system, it is believed to be extradimensional.\n\n\nA plaque is affixed to the underside of SCP-2731 which reads as follows.\n\n\n\n\n\n\nTHIS PORTAL INSTALLED SEPTEMBER 1951\n\nUNDER CONTRACT FOR\n\nRICHARD AND SONS GATEWAY SERVICE\n\n\n\n\n\n\nAccording to interviews with owners and employees of the business, SCP-2731 was inactive or inaccessible until August 10th, 1998, when it was altered by members of Richard and Sons, the same organization which originally placed it. [See the Groups of Interest file appropriate for your clearance level.] The Foundation has attempted to contact Richard and Sons via the telephone number provided on the business card provided to the attending cashier, but received an automated report stating that the number is out of service.\n\n\nClosed-circuit surveillance records of Richard and Sons' time inside the premises housing SCP-2731 have been obtained and cataloged. A transcript follows.\n\n\n\n\nIncident recording begins, time 3:20\n\n\n[Two Richard and Sons agents, designated here as Operative A and Operative B, enter the building and approach a cashier.]\n\n\nOperative A:\n Ma'am, could you please direct us to your storeroom?\n\n\nCashier:\n Excuse me?\n\n\nOperative A:\n We received a call about a stuck Avernus cover in your premises. We're here to repair it. Here's our card. \n[Operative B produces a business card from his shirt pocket and hands it to the cashier.]\n Those are the new ones with the right number, aren't they?\n\n\nOperative B:\n I'm pretty sure.\n\n\nCashier:\n I'm going to have to talk to the manager.\n\n\nOperative B:\n That's great.\n\n\nOperative A:\n That's fine. We'll be right here. \n[The cashier walks to her station.]\n What was that?\n\n\nOperative B:\n The… I was just trying to be friendly.\n\n\nOperative A:\n I can handle it. \n[The store manager approaches.]\n\n\nManager:\n What's this about?\n\n\nOperative A:\n We're here to repair a stuck Avernus cover, sir. Did you get… here, have a card. \n[Operative produces a business card and gives it to the manager.]\n\n\nManager:\n Alright, so you're repairmen here to fix a furnace cover?\n\n\nOperative A:\n Avernus cover. You can't leave it stuck, could cause all kinds of problems.\n\n\nOperative B:\n It can be a health code violation.\n\n\nOperative A:\n He's actually right.\n\n\nManager:\n How long is this going to take?\n\n\nOperative A:\n Ten, fifteen minutes tops to make sure everything's working. We'll be in and out.\n\n\nManager:\n Well, alright. I can take you to our heating controls.\n\n\nOperative A:\n No thanks, sir, we can find it from here. \n[The two operatives walk toward the storeroom.]\n\n\nOperative B:\n Oh, I just remembered. I got a call from someone looking for some major installation work.\n\n\nOperative A:\n What's the site?\n\n\nOperative B:\n I think it's a \nSatanists club\n or something out in Hendersonville.\n\n\nOperative A:\n Jesse? \n[Operative A stops at the door to the storeroom.]\n I gotta ask you a question. Do you remember what it says on our van? \n[Operative A points with his thumb toward the parking lot.]\n\n\nOperative B:\n Uh. \"Richard And Sons, serving Greater Asheville for generations, we give you a hell of a deal.\"\n\n\nOperative A:\n Greater Asheville. Do you know what that means?\n\n\nOperative B:\n I guess it starts at the library—\n\n\nOperative A:\n It means greater got-dang Asheville. We're a local business. Family-run. We provide a niche service to a very specific area. Are you going to pay your own goddamn gas money and van maintenance to head out into the fucking sticks to open a demonhole at some redneck's cabin?\n\n\nOperative B:\n N-no, sir.\n\n\nOperative A:\n You worked at Domino's before this, you should know this shit. \n[The operatives enter the stockroom.]\n Open that toolbox and get the gauge. \n[Operative B hands Operative A an electronic device. Operative A activates it.]\n\n\n[Remaining surveillance footage unusable due to radio interference.]\n\n\nIncident recording ends, time 3:27\n\n\n\n\nExploration Log 2731-1-1999:\n As interference within SCP-2731 makes the use of unmanned reconnaissance devices and video surveillance unfeasible, an agent was sent into the SCP-2731 shaft with an analog audio recording device. Transcript follows.\n\n\n\n\nComing down. These walls look and feel like sandstone. I bumped into it a few seconds ago, and it scraped like hell.\n\n\nI'm in an antechamber now. The floor is covered in liquid up to my toes. Something pinkish and viscous. \n[Squishing sounds are audible.]\n Hear that? That's my boots.\n\n\nMassive door in front of me. Inscription reads \"Dulcis casus ad inferna\". If I'm remembering my Latin 102, that's \"the descent to hell is sweet\". \n[A creaking sound is audible.]\n\n\nChrist. Cold air just smacked me in the face, but I think the smell is worse. Proceeding through.\n\n\nThat smell's not going away. It's sickly-sweet and chemical. Like… sticking your head in a freezer that's been broken for a week. I'm in a long, narrow hallway, and the walls are lined with rows of tiny metal prongs. Melon baller things. There's sticky residue on those, too.\n\n\nShit, I glanced back and saw something cross through the walkway at the end. I think I'll go left and avoid it. I see a plaque over the entryway. It says \"Destructores dentium\". \"Destroying teeth\"? All capital letters.\n\n\nOkay. This is… this is massive. The hall circles around a column here, and I can see rooms with four-meter ceilings, at least. There's vats of… something down there, and creatures milling around them. If I can get a good look without being noticed…\n\n\nThe workers here are stout little bastards, maybe one and a half meters tall. Wedge-shaped, white, lumpy. No necks. Their little white heads have these red and blue pustules and… I think those are horns. I can see their breath. Some are operating machinery, some are just watching and laughing. A lot of them are holding pole-arms with concave hollows on the end. Giant spoons.\n\n\nThere are chutes running down from the ceiling over the vats, and every so often a worker pulls a lever that releases something into them. I'm seeing… is that broken glass? That one has syringes. Something covered in mold… and teeth. And then they stir the vats with their paddles and go again.\n\n\nThere's an opening in the central column here, and a spiral stairway inside. The pathway's clear, so I'm heading down.\n\n\nIt's warming up as I go. I can feel my fingers again. I'm at the next floor down, and it's probably thirty-five, forty degrees in this room. Plaque over the entryway says \"Purgamenta crassificantia\". \"Fattening garbage\"? Hope I'm pronouncing these right.\n\n\nThe structure's the same, but the workers are a little taller and ganglier here. About my height. Still paying no attention to me. I guess I'm being pretty quiet, I can't hear myself over that grinding metal. I think everything is here is made of rusty iron.\n\n\nI think whatever they're working with might be temperature-dependent. A worker cranks a scoop that tears out lumps of it into the vat and into something tan… is that batter? and then flips it again into a basin of hot oil. Across from it, another worker has massive lumps of the stuff dropped onto a sizzling flat stone. Liquid runoff flows through channels into a basin. By the vapor tumbling out, I'd guess it's full of liquid nitrogen. And then a tray is pulled out, and the runoff has been flash-frozen into tiny balls, and they get dumped out into a heap of a hundred thousand frozen balls.\n\n\nThey look like that stuff I got at theme parks when I was a kid. Flash-frozen, what the fuck was it called… the ice cream dots.\n\n\nMother of fuck, it's ice cream. It's all ice cream.\n\n\nI need to take a break here. I feel like I've been in here for four hours \n[[Actual expedition time at this point: 97 minutes.]]\n, this room's the size of an airplane hangar, and the air is really thick.\n\n\nYou know, I can sort of understand this. I was a fat kid, I have food issues. But this…\n\n\nAlright. I'm going down again.\n\n\nLatin is \"Tumidae saccharis\". \"Too much sugar\". Hotter in here. Gotta be fifty degrees. Ice cream demons half-again as tall as me spooning ice cream along from room to room. I see a child. They give it a cone, and it stands there, staring blankly without moving, until its hand quivers and the scoop falls off into sand. This happens twenty or thirty times until the sand-cream slurry is raked away into a pit and replaced with clean sand. They didn't even move the kid off, he's replaced too. I just hope that's some kind of mannequin.\n\n\nNow that I know what it is I can pick out flavors from their scents. Hundreds of pounds of cherry getting churned, boiled, refrozen… Vanilla floating in punch bowls in mock parties while all the guests mindlessly walk around and ignore it. Each one a little more dissolved. Something just called out, and the people are mumbling… \"lactose intolerant\"?\n\n\nMint chip, blackberry, rocky road… all these flavors are sluicing down in front of a line of people that runs out into a door. The one in front keeps acting like he's going to point to one, but he never does. Would they care if I threw up in here? Because — \n[unintelligible rumbling]\n What the fuck? I just heard one of the big ones speak English.\n\n\nIt said \"this scoop must suffer\".\n\n\nI think… I think I understand. I understand the evil they see.\n\n\nI'm going to take a closer look at this vat, it's unattended… and a giant fleshy tentacle is hanging from the ceiling. No, it's too wide and flat… this is more like a tongue. And it's just hanging there. Do the… the ice creamons get that big?\n\n\nNow it's licking the sides. Not touching the ice cream, just the metal. I don't know if the sound is picking up over the mechanisms, but the scraping…\n\n\nI think I can hold my lunch down long enough to take a sample. I don't have a… a tiny spoon, but if I'm fast, I can just scoop some with my hand into the jar, and I don't think they'll notice shit shit shit—\n\n\n[Recording ends.]\n\n\n\n\nThe agent resurfaced six hours following entry, lacking his sample jar and gloves, and claiming to have blacked out as his stomach was being pumped. The agent was treated for frostbite, but no permanent physical damage occurred. The agent is currently in therapy to overcome persistent intrusive thoughts regarding \"the sins of ice cream\" which affect his eating habits.\n\n\n\n\n\n\n« \nSCP-2730\n | SCP-2731 | \nSCP-2732\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2731\n\" by Silberescher, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2731\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "THIS PORTAL INSTALLED SEPTEMBER 1951 UNDER CONTRACT FOR RICHARD AND SONS GATEWAY SERVICE",
        "Incident recording begins, time 3:20 [Two Richard and Sons agents, designated here as Operative A and Operative B, enter the building and approach a cashier.] Operative A: Ma'am, could you please direct us to your storeroom? Cashier: Excuse me? Operative A: We received a call about a stuck Avernus cover in your premises. We're here to repair it. Here's our card. [Operative B produces a business card from his shirt pocket and hands it to the cashier.] Those are the new ones with the right number, aren't they? Operative B: I'm pretty sure. Cashier: I'm going to have to talk to the manager. Operative B: That's great. Operative A: That's fine. We'll be right here. [The cashier walks to her station.] What was that? Operative B: The… I was just trying to be friendly. Operative A: I can handle it. [The store manager approaches.] Manager: What's this about? Operative A: We're here to repair a stuck Avernus cover, sir. Did you get… here, have a card. [Operative produces a business card and gives it to the manager.] Manager: Alright, so you're repairmen here to fix a furnace cover? Operative A: Avernus cover. You can't leave it stuck, could cause all kinds of problems. Operative B: It can be a health code violation. Operative A: He's actually right. Manager: How long is this going to take? Operative A: Ten, fifteen minutes tops to make sure everything's working. We'll be in and out. Manager: Well, alright. I can take you to our heating controls. Operative A: No thanks, sir, we can find it from here. [The two operatives walk toward the storeroom.] Operative B: Oh, I just remembered. I got a call from someone looking for some major installation work. Operative A: What's the site? Operative B: I think it's a Satanists club or something out in Hendersonville. Operative A: Jesse? [Operative A stops at the door to the storeroom.] I gotta ask you a question. Do you remember what it says on our van? [Operative A points with his thumb toward the parking lot.] Operative B: Uh. \"Richard And Sons, serving Greater Asheville for generations, we give you a hell of a deal.\" Operative A: Greater Asheville. Do you know what that means? Operative B: I guess it starts at the library— Operative A: It means greater got-dang Asheville. We're a local business. Family-run. We provide a niche service to a very specific area. Are you going to pay your own goddamn gas money and van maintenance to head out into the fucking sticks to open a demonhole at some redneck's cabin? Operative B: N-no, sir. Operative A: You worked at Domino's before this, you should know this shit. [The operatives enter the stockroom.] Open that toolbox and get the gauge. [Operative B hands Operative A an electronic device. Operative A activates it.] [Remaining surveillance footage unusable due to radio interference.] Incident recording ends, time 3:27",
        "Coming down. These walls look and feel like sandstone. I bumped into it a few seconds ago, and it scraped like hell. I'm in an antechamber now. The floor is covered in liquid up to my toes. Something pinkish and viscous. [Squishing sounds are audible.] Hear that? That's my boots. Massive door in front of me. Inscription reads \"Dulcis casus ad inferna\". If I'm remembering my Latin 102, that's \"the descent to hell is sweet\". [A creaking sound is audible.] Christ. Cold air just smacked me in the face, but I think the smell is worse. Proceeding through. That smell's not going away. It's sickly-sweet and chemical. Like… sticking your head in a freezer that's been broken for a week. I'm in a long, narrow hallway, and the walls are lined with rows of tiny metal prongs. Melon baller things. There's sticky residue on those, too. Shit, I glanced back and saw something cross through the walkway at the end. I think I'll go left and avoid it. I see a plaque over the entryway. It says \"Destructores dentium\". \"Destroying teeth\"? All capital letters. Okay. This is… this is massive. The hall circles around a column here, and I can see rooms with four-meter ceilings, at least. There's vats of… something down there, and creatures milling around them. If I can get a good look without being noticed… The workers here are stout little bastards, maybe one and a half meters tall. Wedge-shaped, white, lumpy. No necks. Their little white heads have these red and blue pustules and… I think those are horns. I can see their breath. Some are operating machinery, some are just watching and laughing. A lot of them are holding pole-arms with concave hollows on the end. Giant spoons. There are chutes running down from the ceiling over the vats, and every so often a worker pulls a lever that releases something into them. I'm seeing… is that broken glass? That one has syringes. Something covered in mold… and teeth. And then they stir the vats with their paddles and go again. There's an opening in the central column here, and a spiral stairway inside. The pathway's clear, so I'm heading down. It's warming up as I go. I can feel my fingers again. I'm at the next floor down, and it's probably thirty-five, forty degrees in this room. Plaque over the entryway says \"Purgamenta crassificantia\". \"Fattening garbage\"? Hope I'm pronouncing these right. The structure's the same, but the workers are a little taller and ganglier here. About my height. Still paying no attention to me. I guess I'm being pretty quiet, I can't hear myself over that grinding metal. I think everything is here is made of rusty iron. I think whatever they're working with might be temperature-dependent. A worker cranks a scoop that tears out lumps of it into the vat and into something tan… is that batter? and then flips it again into a basin of hot oil. Across from it, another worker has massive lumps of the stuff dropped onto a sizzling flat stone. Liquid runoff flows through channels into a basin. By the vapor tumbling out, I'd guess it's full of liquid nitrogen. And then a tray is pulled out, and the runoff has been flash-frozen into tiny balls, and they get dumped out into a heap of a hundred thousand frozen balls. They look like that stuff I got at theme parks when I was a kid. Flash-frozen, what the fuck was it called… the ice cream dots. Mother of fuck, it's ice cream. It's all ice cream. I need to take a break here. I feel like I've been in here for four hours [[Actual expedition time at this point: 97 minutes.]] , this room's the size of an airplane hangar, and the air is really thick. You know, I can sort of understand this. I was a fat kid, I have food issues. But this… Alright. I'm going down again. Latin is \"Tumidae saccharis\". \"Too much sugar\". Hotter in here. Gotta be fifty degrees. Ice cream demons half-again as tall as me spooning ice cream along from room to room. I see a child. They give it a cone, and it stands there, staring blankly without moving, until its hand quivers and the scoop falls off into sand. This happens twenty or thirty times until the sand-cream slurry is raked away into a pit and replaced with clean sand. They didn't even move the kid off, he's replaced too. I just hope that's some kind of mannequin. Now that I know what it is I can pick out flavors from their scents. Hundreds of pounds of cherry getting churned, boiled, refrozen… Vanilla floating in punch bowls in mock parties while all the guests mindlessly walk around and ignore it. Each one a little more dissolved. Something just called out, and the people are mumbling… \"lactose intolerant\"? Mint chip, blackberry, rocky road… all these flavors are sluicing down in front of a line of people that runs out into a door. The one in front keeps acting like he's going to point to one, but he never does. Would they care if I threw up in here? Because — [unintelligible rumbling] What the fuck? I just heard one of the big ones speak English. It said \"this scoop must suffer\". I think… I think I understand. I understand the evil they see. I'm going to take a closer look at this vat, it's unattended… and a giant fleshy tentacle is hanging from the ceiling. No, it's too wide and flat… this is more like a tongue. And it's just hanging there. Do the… the ice creamons get that big? Now it's licking the sides. Not touching the ice cream, just the metal. I don't know if the sound is picking up over the mechanisms, but the scraping… I think I can hold my lunch down long enough to take a sample. I don't have a… a tiny spoon, but if I'm fast, I can just scoop some with my hand into the jar, and I don't think they'll notice shit shit shit— [Recording ends.]",
        "\" SCP-2731 \" by Silberescher, from the SCP Wiki . Source: https://scpwiki.com/scp-2731 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2731",
    "object_class": "Euclid",
    "containment_procedures": "The floor containing SCP-2731 is to be covered at all times in a cast-iron platform that conceals and protects SCP-2731. The platform is to be coated in nonslip padding and fitted with a bolted trap door that can be unbolted and opened to reveal the second layer, a cavity containing SCP-2731 and protected by a secondary door only accessible with Level 2 or above object clearance.",
    "description": "SCP-2731 is an aperture built into the floor of a stock room of [REDACTED], a grocery store in Asheville, North Carolina. The aperture is concealed by a square iron door which is 2cm thick, .7m wide, and designed to be flush with the surrounding floor. The floor in the room containing SCP-2731 slopes down toward the aperture in all directions, possibly to allow for drainage.",
    "title": "SCP-2731"
}