{
    "url": "https://scp-wiki.wikidot.com/scp-2743",
    "all_text": "rating: \n+85\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2743 \"Suttungr Nevermore\" by: \nDrAkimoto\n & \nDyslexion\n\n\n \n\n\n• Stay Tuned for the up-and-coming Ragnarok Series •\n\n\n \n\n\n~DrAkimoto's Author Page~\n\n\n~Dyslexion's Author Page~\n\n\n\n\n\n\n\n\nrating: \n+85\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2/2743\n LEVEL \n2/2743\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-2743\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Any attempts to view the area of space containing SCP-2743 via high-powered telescope are to be covertly sabotaged. Due to the size of SCP-2743 instances and its distance from Earth, academic and government-backed astronomy centers are the only institutions that require monitoring.\n\n\nObservational satellites have been placed in orbit around each instance, as well as three surface probes equipped with a thermonuclear device with a yield of approximately 30 megatons.\n\n\nIn the event of discovery, a cover story is to be disseminated among the astronomy community attributing all findings to a practical joke. The original publisher of the report or photographs is to be discredited by any means necessary. At this point, the thermonuclear probes must be detonated to prevent a Broken Masquerade scenario.\n\n\nBecause of the continual advancements in the fields of astronomy and space exploration, the discovery of SCP-2743 is considered an inevitability if it remains in its current orbit. As such, the ongoing development of physical containment methods for SCP-2743 instances is a Class IV Priority.\n\n\n\n\n\n\nSCP-2743 highlighted on an orbital scan of Saturn's outer satellites.\n\n\n\n\n\n\nDescription:\n SCP-2743 designates four organic satellites within Saturn's Phoebe Ring.\n1\n These satellites, ranging from 2km - 5km in length, have been identified as the corpses of four Jötnar-Class\n2\n humanoid entities, documented as SCP-2743-1 through SCP-2743-4. All four instances were discovered wearing armor and clothing resembling 10th-century depictions of Norse mythological warriors.\n\n\n \n\n\nAddendum/2743/A\n\n\n\n\n\n\n•\n\n\nReport/2743-1\n\n\n\n\n\n\nDiscovery\n\n\n2000/2/23 Rhea Orbital Satellite revealed SCP-2743-1 approximately 13 Gm from Saturn's outer atmosphere.\n\n\n\n\n\n\nSubject\n\n\nSubject is a humanoid entity measuring 2.1 km in length with a physical appearance of a human female between 8-10 years of age.\n\n\n\n\n\n\nNotes\n\n\nSubject appears to have expired due to blunt force trauma to the zygomatic and maxilla region which caused the entity's facial structure to collapse inward. A large portion of the subject's hair had been forcibly removed, along with three fingers from its left hand.\n\n\n\n\n\n\n \n\n\n\n\n\n\n••\n\n\nReport/2743-2/2743-3\n\n\n\n\n\n\nDiscovery\n\n\n2003/5/13 Rhea Orbital Satellite revealed SCP-2743-2 and SCP-2743-3 in close proximity. Subjects are approximately 15 Gm from Saturn's outer atmosphere.\n\n\n\n\n\n\nSubject\n\n\nSCP-2743-2 is a humanoid entity measuring 2.9 km in length resembling a human male, approximately 13-14 years of age. SCP-2743-3 is a humanoid entity measuring 3.8 km in length, subject's body structure correlates to a human female of approximately 35-40 years of age.\n\n\n\n\n\n\nNotes\n\n\nSCP-2743-2 was found with its sternum shattered and its ribcage separated from the thoracic vertebrae outwards. SCP-2743-2's lungs had been removed and stretched over its ribcage.\n3\n Based on collagen formation at the sites where ribs had punctured the lungs, SCP-2743-2 remained in this state for an extended period of time. Additionally, self-defense injuries were noted on its hand and forearms. SCP-2743-3 was found holding SCP-2743-2, its likely cause of death is decapitation. The location of SCP-2743-3's head is unknown.\n\n\n\n\n\n\n \n\n\n\n\n\n\n•••\n\n\nReport/2743-4\n\n\n\n\n\n\nDiscovery\n\n\nDue to its orbital location SCP-2743-4 was discovered on 2006/9/28 by the Rhea Orbital Satellite, approximately 17 Gm from Saturn's outer atmosphere.\n\n\n\n\n\n\nSubject\n\n\nSCP-2743-4 is a humanoid entity measuring 4.6 km in length with the physical appearance of a human male between 35-45 years of age.\n\n\n\n\n\n\nNotes\n\n\nThe surface of SCP-2743-4's body is covered in severe Lichtenberg figure\n4\n scarring. The subject's ocular, nasal, and oral passages show signs of charring and necrosis. The likely cause of death is repeated exposure to high voltage electrical currents. An object resembling a 10th-century Norse sword (measuring 3 km in length), was placed through SCP-2743-4's head on the longitudinal axis, exiting the torso via the groin. Evidence indicates this was done posthumously. A granite slab measuring 1.1 km in length was discovered near SCP-2743-4. This slab, designated SCP-2743-4a, has Norse runes etched into the surface, \nsee SCP-2743-4a Translation\n.\n\n\n\n\n\n\n\n\nSCP-2743-4a Translation\n\n\nᚡᛆᚴᛁ ᛘᛆᚧᚱ ᛋᚡᛁᚴᛁᚧ ᛆᚠ ᛅᛋᛁᚱ\n\nᛋᚢᛐᛐᚢᚿᚵᚱᚴᛁᚿ ᚼᚡᛨᛚᛆᛋᛐ ᛆ ᚡᛨᚴ ᚴᛆᛚᛑᚢᚱ\n\nᛋᚴᛅᛚᛆ ᚠᛦᚱᛁᚱ ᛚᚵᚯᚧᛚᛁᛋᛐ ᛐᚤᚿᛑᚢᚱ\n\nᛑᚱᛂᚴᚴᛆ ᚮᚵ ᛘᚢᚿᛆ ᛂᛁᚧᚢᚱ ᛋᚡᛆᚱᛁᚧ\n\nᚮᚴᚴᛆᚱ ᚠᚱᛁᚧᚢᚱ ᛚᛆᚢᚴ ᛆ ᛒᛚᚯᚧ\n\n\nᚱᛆᚵᚿᛆᚱᚯᚴ ᛚᛆᚧᛆᚱ\n\n\nBehold Man, the treachery of Aesir\n5\n\nLine of Suttungr, rest in cold cairn\n\nWeep, for Poetry lost\n\nDrink and remember oaths sworn\n\nOur peace ended in blood\n\n\nRagnarok Beckons\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. The Phoebe Ring is made primarily of debris from Phoebe and orbits Saturn at a distance of 180 to 250 radii. The ring itself has a thickness of 40 radii.\n\n\n2\n. An anomalous species of extra-dimensional entities, referred to by Norse mythology as Jötunn or giants.\n\n\n3\n. This resembles a technique referred to by Nordic cultures as the \nBlood Eagle\n.\n\n\n4\n. Lichtenberg figures are tree-like patterns that may appear on the skin of lightning strike victims.\n\n\n5\n. The Aesir were one of the two main tribes of deities worshipped by Norse religions.\n\n\n\n\n\n\n\n\n« \nSCP-2742\n | SCP-2743 | \nSCP-2744\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2743\n\" by DrAkimoto and Dyslexion, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2743\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1\n\n\nAuthor:\n DrAkimoto and Dyslexion\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Saturn's irregular satellites.png\n\n\nAuthor:\n Ruslik0\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-2743-4a Translation ᚡᛆᚴᛁ ᛘᛆᚧᚱ ᛋᚡᛁᚴᛁᚧ ᛆᚠ ᛅᛋᛁᚱ ᛋᚢᛐᛐᚢᚿᚵᚱᚴᛁᚿ ᚼᚡᛨᛚᛆᛋᛐ ᛆ ᚡᛨᚴ ᚴᛆᛚᛑᚢᚱ ᛋᚴᛅᛚᛆ ᚠᛦᚱᛁᚱ ᛚᚵᚯᚧᛚᛁᛋᛐ ᛐᚤᚿᛑᚢᚱ ᛑᚱᛂᚴᚴᛆ ᚮᚵ ᛘᚢᚿᛆ ᛂᛁᚧᚢᚱ ᛋᚡᛆᚱᛁᚧ ᚮᚴᚴᛆᚱ ᚠᚱᛁᚧᚢᚱ ᛚᛆᚢᚴ ᛆ ᛒᛚᚯᚧ ᚱᛆᚵᚿᛆᚱᚯᚴ ᛚᛆᚧᛆᚱ Behold Man, the treachery of Aesir 5 Line of Suttungr, rest in cold cairn Weep, for Poetry lost Drink and remember oaths sworn Our peace ended in blood Ragnarok Beckons",
        "\" SCP-2743 \" by DrAkimoto and Dyslexion, from the SCP Wiki . Source: https://scpwiki.com/scp-2743 . Licensed under CC-BY-SA .",
        "Filename: 1 Author: DrAkimoto and Dyslexion License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Saturn's irregular satellites.png Author: Ruslik0 License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "containment_procedures": "Any attempts to view the area of space containing SCP-2743 via high-powered telescope are to be covertly sabotaged. Due to the size of SCP-2743 instances and its distance from Earth, academic and government-backed astronomy centers are the only institutions that require monitoring.",
    "description": "SCP-2743 designates four organic satellites within Saturn's Phoebe Ring.1 These satellites, ranging from 2km - 5km in length, have been identified as the corpses of four Jötnar-Class2 humanoid entities, documented as SCP-2743-1 through SCP-2743-4. All four instances were discovered wearing armor and clothing resembling 10th-century depictions of Norse mythological warriors.\n \nAddendum/2743/A",
    "title": "SCP-2743"
}