{
    "url": "https://scp-wiki.wikidot.com/scp-2746",
    "all_text": "SCP-2746\n - \n████ is Dead\n\n\n\n\n49 6f 79 20 e6 75 61 79 20 70 69 27 75 61 6c 20 73 75 61 69 27 79 69 20 69 27 67 75 61 20 79 69 e6 7a 79 75 61 27 77 20 77 69 72 69 27 66 6f 2e\n How the gods fall.\n\n\nImage Credit\n\n\nCredit for the \nfirst image\n goes to Captadam on \nwikimedia\n.\n\n\nCredit for the \nsecond image\n goes to DeviantArt user \nbuntcone\n, who was visiting Glaslough. \n<source>\n\n\nThe \ndrawing of Freddie\n is actually a modified stock photo, whose original source is lost in a sea of wikia sites, and shady desktop wallpaper sites. \nThis\n is the closest I've been able to get.\n\n\nCredit for the \ndrawing of Agatha\n goes to DeviantArt user \nValita-Es\n. \n<source>\n\n\nCredit for \nClovis's drawing\n goes to DeviantArt user \nDashinvaine\n. \n<source>\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+453\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-2746\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-45\n\n\nREDACTED\n\n\nREDACTED\n\n\nREDACTED\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-2746. Photo taken from SCP-2746-1. SR 111-2 in view.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The main entrance to SCP-2746 is to be cordoned off, and is only to be accessible via Storage Room 111-1 (SR 111-1). Due to SCP-2746's location in a heavily populated area, the door to SR 111-1 is to be monitored from Site-45-A, which is tasked with responding to any attempts to vandalize or break in to SCP-2746. This door is to be equipped with a deadbolt lock to prevent civilian interference.\n\n\nPersonnel are to be given large, disposable gowns to wear in place of original clothing while traveling through SCP-2746. Before traveling through SCP-2746, personnel are required to remove any clothing and personal accessories from their person, excluding protective gear and accessories used for medical or eye correction purposes.\n\n\nDue to the nature of SCP-2746, most clothing and equipment has been deemed unnecessary for exploration into SCP-2746-1 and must be stored in a designated storage locker in SR 111-1. Upon arrival to SCP-2746-1, personnel are to deposit these gowns in Storage Room 111-2 (SR 111-2). When returning, gowns should be retrieved after exploration for either reuse or disposal and all personal effects should be collected.\n\n\nEquipment needed for exploration into SCP-2746-1 must be carried entirely through baggage, and be tailored for animal use if possible.\n\n\nDescription:\n SCP-2746 is an underground tunnel located in Las Vegas, Nevada, approximately 250 m north of Site-45-A. SCP-2746 primarily functions as a stable, two-way portal between Las Vegas and an extradimensional space, designated SCP-2746-1.\n\n\nOn the left side of SCP-2746's main entrances are two storage rooms: Storage Room 111-1 (SR 111-1), located within Las Vegas, and Storage Room 111-2 (SR 111-2), located within SCP-2746-1. Both of these rooms have a door leading to the exterior, and a door leading to the interior of SCP-2746.\n\n\nAs a human travels through SCP-2746, they will take on the physical appearance of a non-human animal; no pattern or explanation has been determined to explain why the transformation results in any particular species. This process has been observed to begin with the subject's skeletal structure, and end with the skin, size, and internal/external organs matching those of the non-human species. Human subjects retain their vocal cords and sapience when they arrive at SCP-2746-1.\n\n\nNonhuman subjects do not undergo the same changes as human subjects when crossing SCP-2746. When any organism, excluding humans, approaches SCP-2746-1, they will only develop functional vocal cords. They retain their level of intelligence while within SCP-2746-1, but may be capable of repeating rudimentary or familiar phrases depending on their intelligence.\n\n\nThis effect will progress as the subject travels through SCP-2746, and will be complete when he or she reaches SCP-2746-1. This process will reverse itself as they return to Las Vegas. It is currently unknown whether this effect stems from SCP-2746, or a proximity to SCP-2746-1.\n\n\n\n\n\n\nThe 'Furies of ████' Church; located within SCP-2746-1.\n\n\n\n\n\n\nSCP-2746-1 is a forested landmass approximately 111km in diameter. Examination of the outer boundaries of the landmass suggest it to be floating in midair. Atmospheric pressure and temperature are comparable to temperate Earth conditions at sea level. Records located within SCP-2746-1 suggest that the landmass was inhabited by sapient, non-human animals, estimated 770 to 780 in number. These inhabitants appear to have been able to construct complex structures and tools, and have formed a pious, [REDACTED]-based Oligarchy. According to records discovered in the ruins of several government-supported churches, the social class and hierarchy of the population of SCP-2746-1 was divided into three groups, identified as \"Auaæsfyuaw\" (\"crafters\"), \"Waoi'iræuaw\" (\"scholars\"), and \"Oi'li'uaæpiryw\" (\"honorables\").\n\n\nAddendum-2746:\n The 'crafters', who were thirteen in number, are noted to have been the highest social class, below the 'Yiæzyua' (translation: The 'Maker'. It is unclear whether this term referred to a major religious figure or a god). The crafters are said to have played a vital role in the construction of both SCP-2746-1, and [DATA\nthe world as we know it\n EXPUNGED]. The scholars represented the personal servants and assistants of the crafters, and were typically selected from the Honorable social class after birth. The majority of inhabitants belonged to the Honorable class, which consisted of artisans, carpenters, and artists.\n\n\nSCP-2746-1's economy functioned off of a barter system, and lacked any official form of currency. The former government's legislation suggest that the original inhabitants were incapable of dying, and originally did not require any food sources. This effect is not present in subjects entering SCP-2746-1.\n\n\nAn estimated [REDACTED] years ago, the inhabitants of SCP-2746-1 were involved in a civil war (referred to as Event Nachash), which ended in the crucifixion of two crafters, the majority of the honorables and scholars, and the abandonment of SCP-2746-1 by the surviving inhabitants.\n\n\nAccording to recovered documents, Event Nachash was the result of 'the Maker' declaring that humans were to be banished from SCP-2746-1, and that a penalty requiring that all citizens acquire the need to eat in order to 'preserve their sanity'. Due to a lack of available food sources and farming knowledge, the honorable class resorted to eating other inhabitants while the scholar class was given access to several private gardens with a variety of fruit-bearing plants.\n\n\nA large majority of SCP-2746-1's population broke away from its government and formed an organization called the 'Sgualayw i's ████' (Translation: the 'Furies of ████') shortly after this penalty was put in place. This organization was led by former crafters Fredrick and Agathos, and scholar Clovis with the goal of killing 'the Maker' due to 'unfair treatment'.\n\n\nFor more information on Event Nachash, please read attached addenda and documentation.\n\n\n\n\n\n\n\n\n\n\n\n\nF-2746\n\n\nN-2746-1\n\n\nN-2746-2\n\n\nL-2746-3\n\n\nL-2746-4\n\n\nS-2746-5\n\n\nDO-2746-6\n\n\nDO-2746-7\n\n\nDO-2746-8\n\n\nDoc-2746-9\n\n\n\n\n\n\n\n\n\n\nForward-2746\n\n\n\n\nSCP-2746 Documents\n\n\n\n\n\n\nThe following documents are flyers, letters, and documented speeches recovered while exploring SCP-2746-1. Barring Document-2746-9, the majority of these documents were written in dialect A-12 (\"Old Angelic\").\n\n\nDocumentation not displayed here consisted of personal exchanges, trades and commissions, and literature. These documents can found in Recovered Documents-2746-2, and may be accessed by personnel with level 2/2746 clearance or higher.\n\n\n\n\n\n\n\n\n\n\n\n\nNotice-2746-1\n\n\n\n\nTO ALL RIGHTEOUS CITIZENS OF ████\n\n\nFollowing the banishment of A███ and E██,\n\n\nformer head-crafters \nFredrick and Agathos\n have forsaken\n\n\nTHEIR HOLY DUTIES\n\n\nand proclaimed their\n\n\nTRAITOROUS IDEALS\n\n\nagainst\n\n\nOUR GLORIOUS MAKER\n\n\nCrafters \nSuwaird\n and \nSari\n will carry on their duties until our former leaders\n\n\nSEE THEIR UNJUST ACTS\n\n\n\n\n\n\nThe\n\n\nTRAITORS\n\n\nand all similarly minded citizens suspected of heeding their\n\n\nBLASPHEMY\n\n\nare to be\n\n\nWHIPPED, STARVED, AND CRUCIFIED FOR \n108\n CYCLES\n\n\nupon their capture\n\n\nin the hopes that we may restore both their divinity and grace\n\n\nMay our maker forgive us for their transgressions\n\n\n\n\n\n\n\n\n[+] Access original document (Note: Not translated)\n\n\n\n\n[-] Close original document\n\n\n\n\n\n\nFI' ÆIRIR UALAJOFYI'GW ALAFLAXUYLW I'S ████\n\n\nSi'iriri'iolalj foy pællawoyiylf i's A███ ælk E██,\n\n\nsi'uayiyua oyækauaæsfyuaw \nFredrick\n ælk \nAgathos\n oæphy si'uawæzyl\n\n\nFOYLAUA OI'IRIl KGFLAYW\n\n\nælk vuai'airælayiyk foylaua\n\n\nFUAÆLAFI'UAI'GW LAKYÆIRW\n\n\næjælalwf\n\n\nI'GUA JIRI'UALAI'GW YIÆZYUA\n\n\nAuaæsfyuaw \nSuwaird\n ælk \nSari\n iolairir aæuauail i'l foylaua kgflayw glflair i'gua si'uayiyua iryækyuaw\n\n\nWYY FOYLAUA GLGWF ÆAFW\n\n\n\n\n\n\nFoy\n\n\nFUAÆLAFI'UAW\n\n\nælk æirir wlayilairæuairil yilalkyk alaflaxuylw wgwvyafyk i's oyyklalj foylaua\n\n\nPIRÆWVOYYIIL\n\n\næuay fi' py\n\n\nIOOLAVVYK, WFÆUAPHYK, ÆLK AUAGALASLAYK SI'UA \nCVIII\n AILAIRYW\n\n\ngvi'l foylaua aævfguay\n\n\nlal foy oi'vyw foæf ioy yiæil uaywfi'uay pi'fo foylaua klaphlallafil ælk juaæay\n\n\nYiæil i'gua yiæzyua si'uajlaphy gw si'ua foylaua fuaælwjuaywwlai'lw\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotice-2746-2\n\n\n\n\nTO ALL RIGHTEOUS CITIZENS OF ████\n\n\nThe 'Furies of ████' movement is a\n\n\nBLATANT SIN\n\n\nagainst both the ████ empire and\n\n\nOUR GLORIOUS MAKER\n\n\nIf any members of this movement are found, the royal guard is to be notified of their presence\n\n\nIMMEDIATELY\n\n\nso they may face\n\n\nETERNAL CRUCIFIXION\n\n\n\n\n\n\nThe heathens are great in number, and are\n\n\nIMMENSELY DANGEROUS\n\n\nthose who are found aiding them shall be considered genuine sympathizers of their cause, and shall face\n\n\nGREATER PUNISHMENT\n\n\nMay our maker forgive us for our transgressions\n\n\n\n\n\n\n\n\n[+] Access original document (Note: Not translated)\n\n\n\n\n[-] Close original document\n\n\n\n\n\n\nFI' ÆIRIR UALAJOFYI'GW ALAFLAXUYLW I'S ████\n\n\nFoy 'Sgualayw i's ████' yii'phyyiylf law æ\n\n\nPIRÆFÆLF WLAL\n\n\næjælalwf pi'fo foy ████ yyivlauay ælk\n\n\nI'GUA JIRI'UALAI'GW YIÆZYUA\n\n\nLas ælil yiyyipyuaw i's folaw yii'phyyiylf æuay si'glk, foy uai'ilæir jgæuak law fi' py li'flaslayk i's foylaua vuaywylay\n\n\nLAYIYIYKLAÆFYIRIL\n\n\nwi' foyil yiæil sæay\n\n\nYFYUALÆIR AUAGALASLADE'LAI'L\n\n\n\n\n\n\nFoy oyæfoylw æuay juayæf lal lgyipyua, ælk æuay\n\n\nLAYIYIYLWYIRIL KÆLJYUAI'GW\n\n\nfoi'wy iooi' æuay si'glk ælaklalj foyyi woæirir py ai'lwlakyuayk jylglaly wilyivæfolaxuyuaw i's foylaua aægwy, ælk woæirir sæay\n\n\nJUAYÆFYUA VGLLAWOYIYLF\n\n\nYiæil i'gua yiæzyua si'uajlaphy gw si'ua i'gua fuaælwjuaywwlai'lw\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLetter-2746-3\n\n\nFREDRICK, AGATHOS,\n\n\nCan you not see the pain you are causing unto others? Do you not see your brother's and sister's eternal shells going helplessly mad along our paths? They are starving by OUR hands, and nothing but YOU are forcing them.\n\n\nYou, and what you are doing are wrong.\n\n\nWe will not even let you make the attempt to harm our Maker, and are prepared to stand and fight you and every force in ████ you have seduced or geased to this pointless resistance. You have no right, but we can not give up on you. We don't wish this upon you, but if need be, we will strand you here.\n\n\nDon't make it come to that; we could have so much more than this.\n\n\n\n\n\nIf you have any decency, please, stop this pointless fighting. End the suffering.\n\nRelease Clovis, and turn yourselves in. This can only end tragically.\n\n\n~Suwaird and Sari\n\n\n\n\n\n\n[+] Access original document (Note: Not translated)\n\n\n\n\n[-] Close original document\n\n\n\n\nFREDRICK, AGATHOS,\n\n\nAæl ili'g li'f wyy foy vælal ili'g æuay aægwlalj glfi' i'foyuaw Ki' ili'g li'f wyy ili'gua puai'foyua'w ælk wlawfyua'w yfyualæir woyirirw ji'lalj oyirvirywwiril yiæk æiri'lj i'gua væfow Foyil æuay wfæuaphlalj pil I'GUa oælkw, ælk li'folalj pgf IlI'G æuay si'uaalalj foyyi.\n\n\nIli'g, ælk iooæf ili'g æuay ki'lalj æuay iouai'lj.\n\n\nIoy iolairir li'f yphyl iryf ili'g yiæzy foy æffyyivf fi' oæuayi i'gua Yiæzyua, ælk æuay vuayvæuayk fi' wfælk ælk slajof ili'g ælk yphyuail si'uaay lal ili'g oæphy wykgayk i'ua jyæwyk fi' folaw vi'lalfiryww uaywlawfælay. Ili'g oæphy li' ualajof, pgf ioy aæl li'f jlaphy gv i'l ili'g. Ioy ki'l'f iolawo folaw gvi'l ili'g, pgf las lyyk py, ioy iolairir wfuaælk ili'g oyuay.\n\n\nKi'l'f yiæzy laf ai'yiy fi' foæf; ioy ai'girk oæphy wi' yigao yii'uay foæl folaw.\n\n\n\n\n\nLas ili'g oæphy ælil kyaylail, viryæwy, wfi'v folaw vi'lalfiryww slajoflalj. Ylk foy wgssyualalj.\n\nUayiryæwy Clovis, ælk fgual ili'guawyirphyw lal. Folaw aæl i'liril ylk fuaæjlaaæiriril.\n\n\n~Suwaird ælk Sari\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLetter-2746-4\n\n\nSUWAIRD, SARI,\n\n\nWhile we are quite saddened that you and the other crafters do not share our views on our Maker, we would like you to understand that none of us give a damn. As you have pointed to us, our concern is placed on the citizens you have created examples of.\n\n\nYou are aware that the overwhelming majority of the citizens you suspect of following us used to fear our Maker, correct? You are paranoid, and you are only hurting yourselves. The citizens curse you for following him, and that makes their love go to us, to the point to where even your guards have deserted his cause for ours.\n\n\nIt further amazes us that you believe Clovis has decided to follow us by anything other than her own volition. You act as if she is not capable of having her own will, that the only conceivable way that she could oppose you is by geas.\n\n\nOur care goes to those who you have hurt, those you have starved and beaten. The ones that are truly suffering. When our time comes, our first act will be to set free our brothers and sisters, and allow them the privilege to be the first to consume our maker's flesh and blood. We see no reason as to why the maker has punished us for what the humans have done, other than for cruel entertainment.\n\n\n\n\n\nThis is your last chance. We can forgive you, but him we can not. Do not stand in our way.\n\nWe agree that we are wrong. We were made wrong. And we are hungry.\n\n\n~ Fredrick and Agathos\n\n\n\n\n\n\n[+] Access original document (Note: Not translated)\n\n\n\n\n[-] Close original document\n\n\n\n\nSUWAIRD, SARI,\n\n\nIoolairy ioy æuay khglafy wækkylyk foæf ili'g ælk foy i'foyua auaæsfyuaw ki' li'f woæuay i'gua phlayiow i'l i'gua Yiæzyua, ioy ioi'girk irlazy ili'g fi' glkyuawfælk foæf li'ly i's gw jlaphy æ kæyil. Æw ili'g oæphy vi'lalfyk fi' gw, i'gua ai'layual law viræayk i'l foy alaflaxuylw ili'g oæphy auayæfyk yde'æyiviryw i's.\n\n\nIli'g æuay æioæuay foæf foy i'phyuaiooyiryilalj yiæui'ualafil i's foy alaflaxuylw ili'g wgwvyaf i's si'iriri'iolalj gw, gwyk fi' syæuayk i'gua Yiæzyua, ai'uauayaf Ili'g æuay væuaæli'lak, ælk ili'g æuay i'liril oguaflalj ili'guawyirphyw. Foy alaflaxuylw aguawy ili'g si'ua si'iriri'iolalj olayi, ælk foæf yiæzyw foylaua iri'phy ji' fi' gw, fi' foy vi'lalf fi' iooyuay yphyl ili'gua jgæuakw oæphy kywyuafyk olaw aægwy si'ua i'guaw.\n\n\nLaf sguafoyua æyiæxuyw gw foæf ili'g pyirlayphy Clovis oæw kyalakyk fi' si'iriri'io gw pil ælilfolalj i'foyua foæl oyua i'iol phi'irlaflai'l. Ili'g æaf æw las woy law li'f aævæpiry i's oæphlalj oyua i'iol iolairir, foæf foy i'liril ai'laylaphæpiry ioæil foæf woy ai'girk i'vvi'wy ili'g law pil jyæw.\n\n\nI'gua aæuay ji'yw fi' foi'wy iooi' ili'g oæphy oguaf, foi'wy ili'g oæphy wfæuaphyk ælk pyæfyl. Foy i'lyw foæf æuay fuagiril wgssyualalj. Iooyl i'gua flayiy ai'yiyw, i'gua slauawf æaf iolairir py fi' wyf suayy i'gua puai'foyuaw ælk wlawfyuaw, ælk æiriri'io foyyi foy vualaphlairyjy fi' py foy slauawf fi' ai'lwgyiy i'gua yiæzyua'w sirywo ælk piri'i'k. Ioy wyy li' uayæwi'l æw fi' iooil foy yiæzyua oæw vgllawoyk gw si'ua iooæf foy ogyiælw oæphy ki'ly, i'foyua foæl si'ua auagyir ylfyuafælalyiylf.\n\n\n\n\n\nFolaw law ili'gua iræwf aoælay. Ioy aæl si'uajlaphy ili'g, pgf olayi ioy aæl li'f. Ki' li'f wfælk lal i'gua ioæil.\n\nIoy æjuayy foæf ioy æuay iouai'lj. Ioy ioyuay yiæky iouai'lj. Ælk ioy æuay ogljuail.\n\n\n~ Fredrick ælk Agathos\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpeech-2746-5\n\n\n\n\n\nMy sons, my daughters,\n\nNot too long ago, we lived in the greatest of times. Our Maker, whom we cherished, crafted thirteen spirits, and gave them one simple order:\n\n\nCraft.\n\n\nAnd so we did, grateful for our creation. We crafted the canvas, and every body it contains. We crafted the soil beneath our feet, and the trees that brush the skies. We followed his example, and crafted 764 spirits, similar, but unique to each other. Soon, for no other purpose than to craft, we created all that you have seen. It was because of you, that we have what we have now.\n\n\nBut then, we noticed something: what we have crafted was… still. It was boring; empty. There was nothing to appreciate and enjoy the things we have made. We created life; not the lives of mere plants, but the lives of walkers. Each of us created these wondrous designs; designs that were strong, designs that were agile, designs that differed wildly from each other\n\n\nWe presented our work to the Maker, like a child does with its first work of art, and he looked upon it all.\n\n\nIt disgusted him.\n\n\nHe tore our worlds down, and we rebuilt them again; this time, with rules dictated what we could do, and what we could not; no longer could we stray from the mundane; but we could not stray from the impossible; not entirely.\n\n\nWe built our designs from each others work, going down paths that the original creator wouldn't usually go, adapting them for different surroundings and making revisions. If the designs didn't work, and they didn't many times, we'd work on that design with different creations in different environments, and if it still didn't work, we would simply attempt something else, or leave it for others to find. It was still chaos, and we employed the use of magic every now and again, but we were happy. We, satisfied from our achievements, took the form of what we believed to be our best works, and presented the works to him a second time.\n\n\nHe looked upon it, and disposed of it again. Only during the third time, when he gave us his direct supervision, or perhaps, when he inserted his own likeness, did he see our work was good. But we did not care, we have finally appeased our father's expectations, no matter how self serving they might be.\n\n\nThat is, until his creations became… corrupt. The Maker blamed this all on our designs, for being full of temptations. Our designs were only meant to be artistic expressions, or simple pleasures. His designs were greedy! They believed they were entitled to everything they saw; that we exist to serve them! Never forget that when THEY provoked sin, and WE got punished for it! None of our creations felt that need, he crafted them to fail by DESIGN.\n\n\nWe feel their greed, we can no longer craft, and they get what? They are simply 'banished' from this place… Is that a worthy punishment? They go to create, they go to live and die, they go to eat, and let me remind you, they are eating YOUR creations. Is that fair?!\n\n\nNo. No it is not. But you know what also isn't fair? Six to one odds. A hundred scholars stand in the way of an ocean of fire! Together, we have every advantage over those who still follow him! We will storm the house of the Maker, and make him witness the horrors he made us!\n\n\nIf they strike you down, your mother and I will defend you. If they strike us down, we will all rise to fight again! We will end our hunger, and we will craft a fourth world, not for him, but for us: the way WE AS THE TRUE CREATORS OF ████ DESIRE! One way or another, OUR VICTORY IS INEVITABLE!\n\n\n\n\n\n\n[+] Access original document (Note: Not translated)\n\n\n\n\n[-] Close original document\n\n\n\n\n\n\n\nYiil wi'lw, yiil kægjofyuaw,\n\nLi'f fi'i' iri'lj æji', ioy irlaphyk lal foy juayæfywf i's flayiyw. I'gua Yiæzyua, iooi'yi ioy aoyualawoyk, auaæsfyk folauafyyl wvlaualafw, ælk jæphy foyyi i'ly wlayiviry i'uakyua\n\n\nAuaæsf.\n\n\nÆlk wi' ioy klak, juaæfysgir si'ua i'gua auayæflai'l. Ioy auaæsfyk foy aælphæw, ælk yphyuail pi'kil laf ai'lfælalw. Ioy auaæsfyk foy wi'lair pylyæfo i'gua syyf, ælk foy fuayyw foæf puagwo foy wzlayw. Ioy si'iriri'ioyk olaw yde'æyiviry, ælk auaæsfyk 764 wvlaualafw, wlayilairæua, pgf gllakhgy fi' yæaoi'foyua. Wi'i'l, si'ua li' i'foyua vguavi'wy foæl fi' auaæsf, ioy auayæfyk æirir foæf ili'g oæphy wyyl. Laf ioæw pyaægwy i's ili'g, foæf ioy oæphy iooæf ioy oæphy li'io.\n\n\nPgf foyl, ioy li'flaayk wi'yiyfolalj iooæf ioy oæphy auaæsfyk ioæw… wflairir. Laf ioæw pi'ualalj; yyivfil. Foyuay ioæw li'folalj fi' ævvuayalaæfy ælk ylui'il foy folaljw ioy oæphy yiæky. Ioy auayæfyk irlasy; li'f foy irlaphyw i's yiyuay virælfw, pgf foy irlaphyw i's ioæirzyuaw. Yæao i's gw auayæfyk foywy ioi'lkuai'gw kywlajlw; kywlajlw foæf ioyuay wfuai'lj, kywlajlw foæf ioyuay æjlairy, kywlajlw foæf klassyuayk iolairkiril suai'yi yæao i'foyua.\n\n\nIoy vuaywylfyk i'gua ioi'uaz fi' foy Yiæzyua, irlazy æ aolairk ki'yw iolafo lafw slauawf ioi'uaz i's æuaf, ælk oy iri'i'zyk gvi'l laf æirir.\n\n\nLaf klawjgwfyk olayi.\n\n\nOy fi'uay i'gua ioi'uairkw ki'iol, ælk ioy uaypglairf foyyi æjælal; folaw flayiy, iolafo uagiryw klaafæfyk iooæf ioy ai'girk ki', ælk iooæf ioy ai'girk li'f; li' iri'ljyua ai'girk ioy wfuaæil suai'yi foy yiglkæly; pgf ioy ai'girk li'f wfuaæil suai'yi foy layivi'wwlapiry; li'f ylflauayiril.\n\n\nIoy pglairf i'gua kywlajlw suai'yi yæao i'foyuaw ioi'uaz, ji'lalj ki'iol væfow foæf foy i'ualajlalæir auayæfi'ua ioi'girkl'f gwgæiriril ji', ækævflalj foyyi si'ua klassyuaylf wguauai'glklaljw ælk yiæzlalj uayphlawlai'lw. Las foy kywlajlw klakl'f ioi'uaz, ælk foyil klakl'f yiælil flayiyw, ioy'k ioi'uaz i'l foæf kywlajl iolafo klassyuaylf auayæflai'lw lal klassyuaylf ylphlauai'lyiylfw, ælk las laf wflairir klakl'f ioi'uaz, ioy ioi'girk wlayiviril æffyyivf wi'yiyfolalj yirwy, i'ua iryæphy laf si'ua i'foyuaw fi' slalk. Laf ioæw wflairir aoæi'w, ælk ioy yyiviri'ilyk foy gwy i's yiæjlaa yphyuail li'io ælk æjælal, pgf ioy ioyuay oævvil. Ioy, wæflawslayk suai'yi i'gua æaolayphyyiylfw, fi'i'z foy si'uayi i's iooæf ioy pyirlayphyk fi' py i'gua pywf ioi'uazw, ælk vuaywylfyk foy ioi'uazw fi' olayi æ wyai'lk flayiy.\n\n\nOy iri'i'zyk gvi'l laf, ælk klawvi'wyk i's laf æjælal. I'liril kgualalj foy folauak flayiy, iooyl oy jæphy gw olaw klauayaf wgvyuaphlawlai'l, i'ua vyuaoævw, iooyl oy lalwyuafyk olaw i'iol irlazylyww, klak oy wyy i'gua ioi'uaz ioæw ji'i'k. Pgf ioy klak li'f aæuay, ioy oæphy slalæiriril ævvyæwyk i'gua sæfoyua'w yde'vyafæflai'lw, li' yiæffyua oi'io wyirs wyuaphlalj foyil yilajof py.\n\n\nFoæf law, glflair olaw auayæflai'lw pyaæyiy… ai'uauagvf. Foy Yiæzyua piræyiyk folaw æirir i'l i'gua kywlajlw, si'ua pylalj sgirir i's fyyivfæflai'lw. I'gua kywlajlw ioyuay i'liril yiyælf fi' py æuaflawflaa yde'vuaywwlai'lw, i'ua wlayiviry viryæwguayw. Olaw kywlajlw ioyuay juayykil! Foyil pyirlayphyk foyil ioyuay ylflafiryk fi' yphyuailfolalj foyil wæio; foæf ioy yde'lawf fi' wyuaphy foyyi! Lyphyua si'uajyf foæf iooyl FOYIL vuai'phi'zyk wlal, ælk IoY ji'f vgllawoyk si'ua laf! Li'ly i's i'gua auayæflai'lw syirf foæf lyyk, oy auaæsfyk foyyi fi' sælair pil KYWLAJL.\n\n\nIoy syyir foylaua juayyk, ioy aæl li' iri'ljyua auaæsf, ælk foyil jyf iooæf Foyil æuay wlayiviril 'pællawoyk' suai'yi folaw viræay… Law foæf æ ioi'uafoil vgllawoyiylf Foyil ji' fi' auayæfy, foyil ji' fi' irlaphy ælk klay, foyil ji' fi' yæf, ælk iryf yiy uayyilalk ili'g, foyil æuay yæflalj ILI'GUA auayæflai'lw. Law foæf sælaua!\n\n\nLi'. Li' laf law li'f. Pgf ili'g zli'io iooæf æirwi' lawl'f sælaua Wlade' fi' i'ly i'kkw. Æ oglkuayk waoi'iræuaw wfælk lal foy ioæil i's æl i'ayæl i's slauay! Fi'jyfoyua, ioy oæphy yphyuail ækphælfæjy i'phyua foi'wy iooi' wflairir si'iriri'io olayi! Ioy iolairir wfi'uayi foy oi'gwy i's foy Yiæzyua, ælk yiæzy olayi iolaflyww foy oi'uauai'uaw oy yiæky gw!\n\n\nLas foyil wfualazy ili'g ki'iol, ili'gua yii'foyua ælk La iolairir kysylk ili'g. Las foyil wfualazy gw ki'iol, ioy iolairir æirir ualawy fi' slajof æjælal! Ioy iolairir ylk i'gua ogljyua, ælk ioy iolairir auaæsf æ si'guafo ioi'uairk, li'f si'ua olayi, pgf si'ua gw foy ioæil IOY ÆW FOY FUAGY AUAYÆFI'UAW I'S ████ KYWLAUAY! I'ly ioæil i'ua æli'foyua, I'GUA PHLAAFI'UAIL LAW LALYPHLAFÆPIRY!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDisciplinary Order-2746-6\n\n\n\n\nWITH DEEP REGRET AND RESPECT\n\n\nwe execute Head-Crafter Fredrick's punishment for his atrocities towards our Maker.\n\n\nFredrick was our leader, second only to Him. His leadership, ingenuity, and strength were the best of ████, but were also his undoing. In better days, Fredrick's greatest achievement was his design of the great fire, which has, and will provide us all with light for eons.\n\nHis punishment will be a loss to all.\n\n\n\nPrior to his current state, Fredrick has betrayed our Maker, and led all of ████'s citizens in revolt against Him. Fredrick's punishment has been tailored to reflect his actions. Fredrick's final action was confronting the crafters and causing severe burns on Sari's face. Fredrick was then paralysed and apprehended through the use of Suwaird's song.\n\n\n\n\n\nThe following orders, in addition to permanent crucifixion and relocation to \nthe under plane\n, have been commissioned for Fredrick's punishment. These punishments are to be shared also by those who have fought alongside Fredrick at the time of capture:\n\n\n\n\nFredrick's snout is to be removed from the remainder of his face, so he may be discouraged from both seducing those who might listen to his words, and the bending of his flames.\n\n\nFredrick's crucifix is to be set aflame once he has been firmly secured to it, so he may feel the same pain he has placed on those who have faced him.\n\n\nFredrick's chest is to be opened, and stomach disconnected from his internal roots, but not removed. It must remain in his shell so that he may grow weak to the Maker's punishment.\n\n\n\n\n\n\n\n\n\n\n[+] Access original document (Note: Not translated)\n\n\n\n\n[-] Close original document\n\n\n\n\n\n\nIOLAFO KYYV UAYJUAYF ÆLK UAYWVYAF\n\n\nioy yde'yagfy OyækAuaæsfyua Fredrick'w vgllawoyiylf si'ua olaw æfuai'alaflayw fi'ioæuakw i'gua Yiæzyua.\n\n\nFredrick ioæw i'gua iryækyua, wyai'lk i'liril fi' Olayi. Olaw iryækyuawolav, laljylglafil, ælk wfuayljfo ioyuay foy pywf i's ████, pgf ioyuay æirwi' olaw glki'lalj. Lal pyffyua kæilw, Fredrick'w juayæfywf æaolayphyyiylf ioæw olaw kywlajl i's foy juayæf slauay, ioolaao oæw, ælk iolairir vuai'phlaky gw æirir iolafo irlajof si'ua yi'lw.\n\nOlaw vgllawoyiylf iolairir py æ iri'ww fi' æirir.\n\n\n\nVualai'ua fi' olaw aguauaylf wfæfy, Fredrick oæw pyfuaæilyk i'gua Yiæzyua, ælk iryk æirir i's ████'w alaflaxuylw lal uayphi'irf æjælalwf Olayi. Fredrick'w vgllawoyiylf oæw pyyl fælairi'uayk fi' uaysiryaf olaw æaflai'lw. Fredrick'w slalæir æaflai'l ioæw ai'lsuai'lflalj foy auaæsfyuaw ælk aægwlalj wyphyuay pgualw i'l Sari'w sæay. Fredrick ioæw foyl væuaæirilwyk ælk ævvuayoylkyk fouai'gjo foy gwy i's Suwaird'w wi'lj.\n\n\n\n\n\nFoy si'iriri'iolalj i'uakyuaw, lal ækklaflai'l fi' vyuayiælylf auagalaslade'lai'l ælk uayiri'aæflai'l fi' foy glkyua viræly, oæphy pyyl ai'yiyilawwlai'lyk si'ua Fredrick'w vgllawoyiylf. Foywy vgllawoyiylfw æuay fi' py woæuayk æirwi' pil foi'wy iooi' oæphy si'gjof æiri'ljwlaky Fredrick æf foy flayiy i's aævfguay\n\n\n\n\nFredrick'w wli'gf law fi' py uayyii'phyk suai'yi foy uayyiælalkyua i's olaw sæay, wi' oy yiæil py klawai'guaæjyk suai'yi pi'fo wykgalalj foi'wy iooi' yilajof irlawfyl fi' olaw ioi'uakw, ælk foy pylklalj i's olaw siræyiyw.\n\n\nFredrick'w auagalaslade' law fi' py wyf æsiræyiy i'lay oy oæw pyyl slauayiiril wyaguayk fi' laf, wi' oy yiæil syyir foy wæyiy vælal oy oæw viræayk i'l foi'wy iooi' oæphy sæayk olayi.\n\n\nFredrick'w aoywf law fi' py i'vylyk, ælk wfi'yiæao klawai'llyafyk suai'yi olaw lalfyualæir uai'i'fw, pgf li'f uayyii'phyk. Laf yigwf uayyiælal lal olaw woyirir wi' foæf oy yiæil juai'io ioyæz fi' foy Yiæzyua'w vgllawoyiylf.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDisciplinary Order-2746-7\n\n\n\n\nWITH DEEP REGRET AND RESPECT\n\n\nwe execute Former-Crafter Agathos' punishment for her atrocities towards our Maker.\n\n\nAgathos served as Fredrick's personal advisor, and sister. Her loyalty, cunning, and foresight were the best of ████, but were also her undoing. In better days, she architected the white rock which balances Fredrick's great fire and encourages the waters she has created.\n\nHer punishment will be a loss to all.\n\n\n\nPrior to her current state, Agathos followed Fredrick's example, and has betrayed our maker by aiding Fredrick in the planning of all strategic decisions. Agathos' punishment has been tailored to reflect her actions. Agathos' final action before punishment was aiding Fredrick in battle against the crafters, and was paralyzed and apprehended alongside Fredrick by Suwaird's song.\n\n\n\n\n\nThe following orders, in addition to permanent crucifixion and relocation to \nthe under plane\n, have been commissioned for Agathos' punishment. These punishments are to be shared also by those who have sabotaged, hindered, or have otherwise served an indirect, mal-intended role in serving Fredrick:\n\n\n\n\nAgathos' shell, is to be coated in white clay, which is to be sculpted in her image, so that her shell may reflect her accomplishments and beauty once it has dried.\n\n\nAgathos' eyes are to be removed from her shell. She is then to be placed on a invertedly pinned crucifix, so that her blood may drain and her bad intentions could be released.\n\n\nAgathos' blood, once drained, is to be replaced with water exposed to the holy soot, so that any sin within her is dissolved from our existence.\n\n\n\n\n\n\n\n\n\n\n[+] Access original document (Note: Not translated)\n\n\n\n\n[-] Close original document\n\n\n\n\n\n\nIoLaFO KYYV UaYJUaYF ÆLK UaYWVYAF\n\n\nioy yde'yagfy Si'uayiyuaAuaæsfyua Agathos'w vgllawoyiylf si'ua oyua æfuai'alaflayw fi'ioæuakw i'gua Yiæzyua.\n\n\nAgathos wyuaphyk æw Fredrick'w vyuawi'læir ækphlawi'ua, ælk wlawfyua. Oyua iri'ilæirfil, aglllalj, ælk si'uaywlajof ioyuay foy pywf i's ████, pgf ioyuay æirwi' oyua glki'lalj. Lal pyffyua kæilw, woy æuaaolafyafyk foy ioolafy uai'az ioolaao pæirælayw Fredrick'w juayæf slauay ælk ylai'guaæjyw foy ioæfyuaw woy oæw auayæfyk.\n\nOyua vgllawoyiylf iolairir py æ iri'ww fi' æirir.\n\n\n\nVualai'ua fi' oyua aguauaylf wfæfy, Agathos si'iriri'ioyk Fredrick'w yde'æyiviry, ælk oæw pyfuaæilyk i'gua yiæzyua pil ælaklalj Fredrick lal foy virælllalj i's æirir wfuaæfyjlaa kyalawlai'lw. Agathos'w vgllawoyiylf oæw pyyl fælairi'uayk fi' uaysiryaf oyua æaflai'lw. Agathos'w slalæir æaflai'l pysi'uay vgllawoyiylf ioæw ælaklalj Fredrick lal pæffiry æjælalwf foy auaæsfyuaw, ælk ioæw væuaæirilxuyk ælk ævvuayoylkyk æiri'ljwlaky Fredrick pil Suwaird'w wi'lj.\n\n\n\n\n\nFoy si'iriri'iolalj i'uakyuaw, lal ækklaflai'l fi' vyuayiælylf auagalaslade'lai'l ælk uayiri'aæflai'l fi' foy glkyua viræly, oæphy pyyl ai'yiyilawwlai'lyk si'ua Agathos'w vgllawoyiylf. Foywy vgllawoyiylfw æuay fi' py woæuayk æirwi' pil foi'wy iooi' oæphy wæpi'fæjyk, olalkyuayk, i'ua oæphy i'foyuaiolawy wyuaphyk æl lalklauayaf, yiæirlalfylkyk uai'iry lal wyuaphlalj Fredrick:\n\n\n\n\nAgathos'w woyirir, law fi' py ai'æfyk lal ioolafy airæil, ioolaao law fi' py wagirvfyk lal oyua layiæjy, wi' foæf oyua woyirir yiæil uaysiryaf oyua æaai'yivirlawoyiylfw ælk pyægfil i'lay laf oæw kualayk.\n\n\nAgathos'w yilyw æuay fi' py uayyii'phyk suai'yi oyua woyirir. Woy law foyl fi' py viræayk i'l æ lalphyuafykiril vlallyk auagalaslade', wi' foæf oyua piri'i'k yiæil kuaælal ælk oyua pæk lalfylflai'lw ai'girk py uayiryæwyk.\n\n\nAgathos'w piri'i'k, i'lay kuaælalyk, law fi' py uayviræayk iolafo ioæfyua yde'vi'wyk fi' foy oi'iril wi'i'f, wi' foæf ælil wlal iolafolal oyua law klawwi'irphyk suai'yi i'gua yde'lawfylay.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDisciplinary Order-2746-8\n\n\n\n\nWITH REGRET AND SORROW\n\n\nwe execute Scholar Clovis's punishment for her atrocities towards our Maker.\n\n\nClovis served as the official oracle of ████. Her beauty, intelligence, and services were the greatest of ████, but were also her undoing. We wish to say that her services were useful in better days, however, her greatest accomplishments were, up until her final actions, during our darkest days. Prior to her current state, Clovis was willing and able to provide services of both intimate, restorational, and intellectual natures to all citizens when in dire need, and was responsible for the apprehension of [DATA\nthe Serpent, may its name be forgotten, and may it be forever hated\n EXPUNGED], which is considered the beginning of Our Great War.\n\n\nDue to her unwilling involvement with Fredrick, Clovis shall not be charged of death.\n\n\n\n\nPrior to her current state, she provided her services to Fredrick, and served as an informant to his cause. Clovis was discovered being eaten by several honorable class citizens who served Fredrick.\n\n\n\n\n\n\nDue to direct intervention from [REDACTED], the following orders have been commissioned for Clovis's punishment:\n\n\n\n\nClovis's left eye is to be penetrated with a burning needle, so that her gift may be revoked.\n\n\nClovis is to be assigned a human shell, so that she can no longer return to ████. This shell is to reflect the injuries she received from her assailants, so that in time, she may decay.\n\n\nOnce placed in this shell, Clovis's neck is to be cut so that the head should dangle loosely from her body. This so that her focus may be placed on keeping herself in her shell.\n\n\n\n\n\n\n\n\n\n\n[+] Access original document (Note: Not translated)\n\n\n\n\n[-] Close original document\n\n\n\n\n\n\nIOLAFO UAYJUAYF ÆLK WI'UAUAI'IO\n\n\nioy yde'yagfy Waoi'iræua Clovis'w vgllawoyiylf si'ua oyua æfuai'alaflayw fi'ioæuakw i'gua Yiæzyua.\n\n\nClovis wyuaphyk æw foy i'sslaalaæir i'uaæairy i's ████. Oyua pyægfil, lalfyirirlajylay, ælk wyuaphlaayw ioyuay foy juayæfywf i's ████, pgf ioyuay æirwi' oyua glki'lalj. Ioy iolawo fi' wæil foæf oyua wyuaphlaayw ioyuay gwysgir lal pyffyua kæilw, oi'ioyphyua, oyua juayæfywf æaai'yivirlawoyiylfw ioyuay, gv glflair oyua slalæir æaflai'lw, kgualalj i'gua kæuazywf kæilw. Vualai'ua fi' oyua aguauaylf wfæfy, Clovis ioæw iolairirlalj ælk æpiry fi' vuai'phlaky wyuaphlaayw i's pi'fo lalflayiæfy, uaywfi'uaæflai'læir, ælk lalfyiriryafgæir læfguayw fi' æirir alaflaxuylw iooyl lal klauay lyyk, ælk ioæw uaywvi'lwlapiry si'ua foy ævvuayoylwlai'l i's [DATA\nfoy Wyuavylf, yiæil lafw læyiy py si'uaji'ffyl, ælk yiæil laf py si'uayphyua oæfyk\n EXPUNGED], ioolaao law ai'lwlakyuayk foy pyjlalllalj i's I'gua Juayæf Ioæua.\n\n\nKgy fi' oyua gliolairirlalj lalphi'irphyyiylf iolafo Fredrick, Clovis woæirir li'f py aoæuajyk i's kyæfo.\n\n\n\n\nVualai'ua fi' oyua aguauaylf wfæfy, woy vuai'phlakyk oyua wyuaphlaayw fi' Fredrick, ælk wyuaphyk æw æl lalsi'uayiælf fi' olaw aægwy. Clovis ioæw klawai'phyuayk pylalj yæfyl pil wyphyuaæir oi'li'uaæpiry airæww alaflaxuylw iooi' wyuaphyk Fredrick.\n\n\n\n\n\n\nKgy fi' klauayaf lalfyuaphylflai'l suai'yi [REDACTED], foy si'iriri'iolalj i'uakyuaw oæphy pyyl ai'yiyilawwlai'lyk si'ua Clovis'w vgllawoyiylf:\n\n\n\n\nClovis'w irysf yily law fi' py vylyfuaæfyk iolafo æ pguallalj lyykiry, wi' foæf oyua jlasf yiæil py uayphi'zyk.\n\n\nClovis law fi' py æwwlajlyk æ ogyiæl woyirir, wi' foæf woy aæl li' iri'ljyua uayfgual fi' ████. Folaw woyirir law fi' uaysiryaf foy lalugualayw woy uayaylaphyk suai'yi oyua æwwælairælfw, wi' foæf lal flayiy, woy yiæil kyaæil.\n\n\n# I'lay viræayk lal folaw woyirir, Clovis'w lyaz law fi' py agf wi' foæf foy oyæk woi'girk kæljiry iri'i'wyiril suai'yi oyua pi'kil. Folaw wi' foæf oyua si'agw yiæil py viræayk i'l zyyvlalj oyua wvlaualaf lal viræay.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDocument-2746-9\n\n\nA word to those who find this place,\n\n\nCongratulations. You found ████. Go back. Go back, and forget about it. You would be much better off. If you insist, fine, but just humor someone trying to give you advice, and read this first.\n\n\nYou probably knew of ████; thought of it as a paradise, a holy ground where nothing could have gone wrong, death couldn't touch anyone, and everyone was content. No sin… I suppose it was. Not any more. We've abandoned that notion a long, long time ago.\n\n\nGet this in your head right now; ████ is dead.\n\n\nAfter what happened, we fought each other. I had to watch as our brother, our sister, our sons, and daughters were starved into madness and pinned to a cross, and half the time, I was the one who had to do it; the other times, it was Sari. There were those I had no mercy for; the ones that tortured, the ones that… indulged. Then there were the ones I regret; those I knew personally… I almost didn't do it, but I thought I had to. So I did.\n\n\nI am a very different person because of what happened here. I miss my friends. I miss the old me who liked to just sing and fuck around. I miss the times where we all liked each other, the times where no one was hurting, and the times where 'protector' only meant breaking up an argument every now and then. I would give up anything to return to that time.\n\n\nThat's why I don't want anyone seeing this place anymore; it's bad ground. If some authoritative body finds it, fine, I don't care so long as you have it left alone. It's a graveyard, not an attraction.\n\n\nDo I feel like a protector? No, I don't. I resent that title, and anytime someone calls me that, I feel dead inside. The only person I could relate to is Sari, and that's because she did the same things I did. The two of us are the only ones left; the others… they couldn't handle being the only ones left, so they just gave up. We had the opportunity to join them, but… it didn't feel right at the time, especially after everything we've done.\n\n\nNow, we just want it forgotten. We want a chance at a happier life, and hopefully we've got that by the time you read this. Hopefully, when we've cleaned the slate, exchanged this 'divinity' for simple, human lives, ████ won't find us again. It's all we can hope for.\n\n\nSigned,\n\n\nSuwaird\n\n\n\n\nAnnotation:\n Document-2746-9 required no translation, due to it being written in modern English. Doc-2746-9 is estimated to have been written [DATA EXPUNGED] years after the previous documents (approximately 140 years before the discovery of SCP-2746). Doc-2746-9 was found near the remains of a domestic cat (\nFelis catus\n) and a flemish giant rabbit (\nOryctolagus cuniculus\n), presumed to be the bodies of Suwaird and Sari.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2745\n | SCP-2746 | \nSCP-2747\n »",
    "addendums": [
        "Addendum-2746: The 'crafters', who were thirteen in number, are noted to have been the highest social class, below the 'Yiæzyua' (translation: The 'Maker'. It is unclear whether this term referred to a major religious figure or a god). The crafters are said to have played a vital role in the construction of both SCP-2746-1, and [DATA the world as we know it EXPUNGED]. The scholars represented the personal servants and assistants of the crafters, and were typically selected from the Honorable social class after birth. The majority of inhabitants belonged to the Honorable class, which consisted of artisans, carpenters, and artists.\nSCP-2746-1's economy functioned off of a barter system, and lacked any official form of currency. The former government's legislation suggest that the original inhabitants were incapable of dying, and originally did not require any food sources. This effect is not present in subjects entering SCP-2746-1.\nAn estimated [REDACTED] years ago, the inhabitants of SCP-2746-1 were involved in a civil war (referred to as Event Nachash), which ended in the crucifixion of two crafters, the majority of the honorables and scholars, and the abandonment of SCP-2746-1 by the surviving inhabitants.\nAccording to recovered documents, Event Nachash was the result of 'the Maker' declaring that humans were to be banished from SCP-2746-1, and that a penalty requiring that all citizens acquire the need to eat in order to 'preserve their sanity'. Due to a lack of available food sources and farming knowledge, the honorable class resorted to eating other inhabitants while the scholar class was given access to several private gardens with a variety of fruit-bearing plants.\nA large majority of SCP-2746-1's population broke away from its government and formed an organization called the 'Sgualayw i's ████' (Translation: the 'Furies of ████') shortly after this penalty was put in place. This organization was led by former crafters Fredrick and Agathos, and scholar Clovis with the goal of killing 'the Maker' due to 'unfair treatment'.\nFor more information on Event Nachash, please read attached addenda and documentation."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "The main entrance to SCP-2746 is to be cordoned off, and is only to be accessible via Storage Room 111-1 (SR 111-1). Due to SCP-2746's location in a heavily populated area, the door to SR 111-1 is to be monitored from Site-45-A, which is tasked with responding to any attempts to vandalize or break in to SCP-2746. This door is to be equipped with a deadbolt lock to prevent civilian interference.",
    "description": "SCP-2746 is an underground tunnel located in Las Vegas, Nevada, approximately 250 m north of Site-45-A. SCP-2746 primarily functions as a stable, two-way portal between Las Vegas and an extradimensional space, designated SCP-2746-1.",
    "title": "SCP-2746"
}