{
    "url": "https://scp-wiki.wikidot.com/scp-2760",
    "all_text": "rating: \n+108\n+\n–\nx\n\n\nItem #:\n SCP-2760\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2760-1 and SCP-2760-2 are currently contained in Cell 5 and 6 of Site-30 Aerial Containment. Interaction between both instances may be allowed on a weekly basis, to maintain each instance's morale. Surveillance systems inside each cell may be equipped with additional protection, if either instance of SCP-2760 attempts to manipulate them.\n\n\nDescription:\n SCP-2760 is a pair of autonomous airdancers designed to imitate Chinese dragons found in myth. Each instance is composed of multi-pigmented strips of UV coated nylon, of approximately 6 meters in length on average. Both instances are notably lighter than other retail airdancers, though no inconsistencies in the material each instance is composed of have been found. No info has been found on any organization developing instances of SCP-2760.\n\n\nBoth SCP-2760-1 and SCP-2760-2 are capable of flight through aerodynamic levitation. Each instance propels itself through controlling wind movements within its general proximity; very little lift is required to allow flight, and typical wind-speeds around each instance averages at twenty to thirty kilometers an hour. Testing has shown that each instance is capable of wind-speeds of up to fifty kilometers an hour while under duress (being kept under constraints, little social interaction, physical damage). Instances do not conform to a certain form while airborne and will often appear limp while moving, concealing themselves as a piece of debris when traveling near humans. Normally, instances only utilize wind manipulation when ascending to the Troposphere, where they rely on turbulence for transportation. While airborne at high altitudes, both instances will discharge air through the mouth and the back, causing it to rapidly convulse and thrash in the general direction of its destination. The purpose of this behavior and the placement of its air-expelling holes is currently under investigation.\n\n\nSCP-2760-1 and SCP-2760-2 display basic sentience, similar to cognition found in several animals. As no other instances of SCP-2760 have been reported or located, each instance has only been observed in one-on-one interactions. Researchers have proposed that instances typically live in herds, though this is unlikely due to no instance requiring sustenance or protection. It has not been determined if each instance is capable of reproducing.\n\n\nAddendum 2760-B523:\n SCP-2760 was recovered while resting on a rooftop of an rural home, in Isesaki, Gunma Prefecture, Japan. █████ ████████, a manager of the car dealership [REDACTED] stated he was notified by his employees regarding unnatural surveillance recordings of their recently purchased air dancer, which was located in front of the store. Further review of said footage revealed both instances of SCP-2760.\n\n\n\n\n<Begin Log: 14:12 5/23/2025>\n\n\n22:12:43 - \nBoth instances of SCP-2760 approach a non-anomalous air-dancer, resembling a human with tube arms, located in the front of a car dealership.\n\n\n22:12:56 - \nSCP-2760-1 circles around the air-dancer and blow strong gusts of wind at it. Air-dancer does not respond.\n\n\n22:13:13 - \nSCP-2760-2 notices the fan used to inflate the airdancer, and repeatedly propels itself at it. SCP-2760-1 joins SCP-2760-2 in its efforts.\n\n\n22:14:43 - \nBoth instances manage to remove the airdancer from its fan. The airdancer is blown into the air momentarily before falling to the ground. SCP-2760-1 and SCP-2760-2 appear distressed; both instances begin moving in an erratic and irregular manner.\n\n\n22:15:02 - \nBoth instances promptly begin to ascend.\n\n\n22:19:15 - \nEmployee of car dealership exits store, does not notice broken air-dancer. Re-enters store at 22:19:30.\n\n\n22:19:30 - \nNo activity from 22:19:30 to 22:24:19.\n\n\n22:24:19 - \nThe airdancer shifts slightly, and begins to demonstrate behavior similar to SCP-2760 by propelling itself upwards. The new instance flies haphazardly out of camera's view at 22:24:58.\n\n\nClosing Statement:\n MTF Lambda-4 (\"Birdwatchers\") has been dispatched to locate the new instance of SCP-2760, tentatively designated SCP-2760-3. Further experiments with other air-dancers and air-based objects has been permitted to determine the full extent of SCP-2760-1 and SCP-2760-2's anomalous properties.\n\n\n\n\n\n\n\n\n« \nSCP-2759\n | SCP-2760 | \nSCP-2761\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2760\n\" by Accelerando, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2760\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2760-B523: SCP-2760 was recovered while resting on a rooftop of an rural home, in Isesaki, Gunma Prefecture, Japan. █████ ████████, a manager of the car dealership [REDACTED] stated he was notified by his employees regarding unnatural surveillance recordings of their recently purchased air dancer, which was located in front of the store. Further review of said footage revealed both instances of SCP-2760."
    ],
    "documents": [],
    "notes": [
        "<Begin Log: 14:12 5/23/2025> 22:12:43 - Both instances of SCP-2760 approach a non-anomalous air-dancer, resembling a human with tube arms, located in the front of a car dealership. 22:12:56 - SCP-2760-1 circles around the air-dancer and blow strong gusts of wind at it. Air-dancer does not respond. 22:13:13 - SCP-2760-2 notices the fan used to inflate the airdancer, and repeatedly propels itself at it. SCP-2760-1 joins SCP-2760-2 in its efforts. 22:14:43 - Both instances manage to remove the airdancer from its fan. The airdancer is blown into the air momentarily before falling to the ground. SCP-2760-1 and SCP-2760-2 appear distressed; both instances begin moving in an erratic and irregular manner. 22:15:02 - Both instances promptly begin to ascend. 22:19:15 - Employee of car dealership exits store, does not notice broken air-dancer. Re-enters store at 22:19:30. 22:19:30 - No activity from 22:19:30 to 22:24:19. 22:24:19 - The airdancer shifts slightly, and begins to demonstrate behavior similar to SCP-2760 by propelling itself upwards. The new instance flies haphazardly out of camera's view at 22:24:58. Closing Statement: MTF Lambda-4 (\"Birdwatchers\") has been dispatched to locate the new instance of SCP-2760, tentatively designated SCP-2760-3. Further experiments with other air-dancers and air-based objects has been permitted to determine the full extent of SCP-2760-1 and SCP-2760-2's anomalous properties.",
        "\" SCP-2760 \" by Accelerando, from the SCP Wiki . Source: https://scpwiki.com/scp-2760 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2760",
    "object_class": "Safe",
    "containment_procedures": "SCP-2760-1 and SCP-2760-2 are currently contained in Cell 5 and 6 of Site-30 Aerial Containment. Interaction between both instances may be allowed on a weekly basis, to maintain each instance's morale. Surveillance systems inside each cell may be equipped with additional protection, if either instance of SCP-2760 attempts to manipulate them.",
    "description": "SCP-2760 is a pair of autonomous airdancers designed to imitate Chinese dragons found in myth. Each instance is composed of multi-pigmented strips of UV coated nylon, of approximately 6 meters in length on average. Both instances are notably lighter than other retail airdancers, though no inconsistencies in the material each instance is composed of have been found. No info has been found on any organization developing instances of SCP-2760.",
    "title": "SCP-2760"
}