{
    "url": "https://scp-wiki.wikidot.com/scp-2771",
    "all_text": "rating: \n+578\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nInfo about the article\n\n⚠️ \nContent warning:\n This article contains the following:\n\n- Gore\n\n- Police brutality\n\n\n\n\n\n\n\n\nrating: \n+578\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n366-Tutella-appropriate gesture.\n\n\n\n\n\n\nItem #:\n SCP-2771\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n At least 15 armed personnel trained in Procedure 366-Tutella are to be available at Area-2771 at all times, in approximate SCP-2771-1 garb. Should SCP-2771-1 appear at any other Foundation facility, security personnel are to point insistently to the location of Area-2771 on a map until they disperse.\n\n\nDescription:\n SCP-2771 is a phenomenon affecting clandestine Foundation facilities in which groups of SCP-2771-1 attempt to abduct armed security personnel. Resistance to, incapacitation, or capture of SCP-2771-1 merely results in their appearance in increased numbers and at additional facilities.\n\n\nIndividually, SCP-2771-1 are non-anomalous humanoids dressed in poorly-cut cloth approximations of black tactical gear and green uniforms. SCP-2771-1 only communicate by insistently pointing their index and middle fingers or through nonverbal cues indicating annoyance, frustration, or disbelief.\n\n\nSCP-2771-1 will alter abductees’ clothing to roughly resemble their own using chalk, paint, and sackcloth. They are then transported by unknown means to SCP-2771-2, a desert area containing a toll-booth and a transportation system similar in appearance to an undulating human tongue. Subjects are required to sit in the toll-booth and engage with passing travelers for 8-12 hours before being returned to their facility of origin.\n\n\nFailure to interact with travelers using the appropriate protocol results in the subject's ejection and return by highly agitated SCP-2771-1, followed immediately by an additional abduction attempt. Although no direct communication of proper protocol has ever occurred, trial and error has resulted in Procedure 366-Tutella, significantly reducing ejections.\n\n\nProcedure 366-Tutella\n\n\nPersonnel within SCP-2771-2 must remain within the toll-booth until removed. Humanoid travelers will approach alone or in pairs, sitting upright upon passing bulges of muscle. Appropriate reactions are detailed below. Pointing should always be conducted with the index and middle finger extended and the thumb resting on the curled ring finger. Report any undocumented behaviors after ejection.\n\n\n\n\n\n\nBehavior\n\n\nResponse\n\n\nResults\n\n\n\n\n\n\nTraveler presents laminated photo ID.\n\n\nConsume any amount of the ID, wrap the remainder in foil, and return it.\n\n\nTraffic resumes. IDs have been described as \"crispy\" and \"bitter.\"\n\n\n\n\n\n\nTraveler presents any amount of currency.\n1\n\n\nSlide currency away under forearm, then point in the direction of travel.\n\n\nTraffic resumes. SCP-2771-1 will divide any currency equally with abductees if possible.\n\n\n\n\n\n\nTraveler presents any other object even remotely bearing their likeness.\n\n\nStare at likeness for approximately 15 seconds, return it, and point in the direction of travel.\n\n\nTraffic resumes.\n\n\n\n\n\n\nTraveler begins to peel skin from own face, beginning with lower eyelids.\n\n\nNonverbally indicate impatience, then point in the direction of travel.\n\n\nTraffic resumes.\n\n\n\n\n\n\nTraveler approaches holding dinnerware or glassware aloft.\n\n\nLick finger and repeatedly rub the edge of the dinnerware or glassware. If the traveler does not respond, nonverbally indicate frustration, then point in the direction of travel. Otherwise, proceed normally.\n\n\nTraffic resumes.\n\n\n\n\n\n\nTraveler smiles.\n\n\nEngage traveler with sidearm.\n\n\nThe transportation system will distend into a helix and engulf any injured or terminated travelers. \nTraffic resumes.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. All recovered currency has been in modern denominations and appears to be legal tender.\n\n\n\n\n\n\n\n\n« \nSCP-2770\n | SCP-2771 | \nSCP-2772\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2771\n\" by Petrograd, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2771\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n DisneyPoint.jpg\n\n\nAuthor:\n \nPetrograd\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2771 \" by Petrograd, from the SCP Wiki . Source: https://scpwiki.com/scp-2771 . Licensed under CC-BY-SA .",
        "Filename: DisneyPoint.jpg Author: Petrograd License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-2771",
    "object_class": "Euclid",
    "containment_procedures": "At least 15 armed personnel trained in Procedure 366-Tutella are to be available at Area-2771 at all times, in approximate SCP-2771-1 garb. Should SCP-2771-1 appear at any other Foundation facility, security personnel are to point insistently to the location of Area-2771 on a map until they disperse.",
    "description": "SCP-2771 is a phenomenon affecting clandestine Foundation facilities in which groups of SCP-2771-1 attempt to abduct armed security personnel. Resistance to, incapacitation, or capture of SCP-2771-1 merely results in their appearance in increased numbers and at additional facilities.",
    "title": "SCP-2771"
}