{
    "url": "https://scp-wiki.wikidot.com/scp-2781",
    "all_text": "rating: \n+134\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nAll versions (hardcopy and soft-copy) of the file 'SCP-2781' were recently vandalised by unidentified anomalous sources. Editor is logged under Foundation authorisation Zeta-61374-Omega-Alpha, corresponding to the late Agent Trip Kata (declared deceased on 01/08/1990). Vandalism corresponds to Foundation Standardised Editing Protocol for Hardcopy Documents (5th edition), whereby data slated for deletion are to be strikethrough and new data are written in \nblue\n.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\nUkiyo-e print depicting an instance of SCP-2781, retrieved from the archives of Foundation precursor 'Bureau of Onmyō'.\n\n\n\n\n\n\nItem #:\n SCP-2781\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Due to SCP-2781's widespread habitat, conventional containment is currently not possible. Mobile Task Force Zeta-66 (\"Triangular Dragon\") is assigned to verify all sightings of SCP-2781. Civilians who have encountered SCP-2781 instances are to undergo amnestic treatment. All civilian vessels are to be diverted from all identified habitats of SCP-2781.\n\n\nUpdate (01/08/1983):\n Personnel are not to have direct contact with SCP-2781 instances or be underwater in presence of SCP-2781 instances.\n\n\nSCP-2781-969 is contained in a Type XL humanoid containment cell at Site-2781.\n\n\nDescription:\n SCP-2781 is a \nspecies of black marine entities of unverified taxonomy\n \ncollective designation for 969 entities self-referred as 'bodhisattva\n1\n of the high seas'\n, with an estimated body length of five metres and two bulbous eyes. \nThese entities also possess reality bending capabilities, although usage is rare for the Buddha cautioned against vain use of miracles. See \nAddendum 2781-2\n for one known usage of reality bending capabilities.\n SCP-2781 instances consistently reside on the epipelagic layer of the sea.\n\n\nSCP-2781 \nis speculated to be carnivorous,\n exclusively \ntargeting\n \ntargets\n live humans whose bodies are partially or fully submerged in water (hereon referred to as \nprey\n \n'target'\n). Conversely, SCP-2781 uniformly avoids non-human animals, deceased humans and live humans not submerged in water. \nThis is attributed to the Buddhist belief that humans are most likely to receive dharma effectively.\n \nFeeding is highly irregular; SCP-2781 instances can spend long durations (up to approximately 55 years) without consuming prey.\n \nSCP-2781 does not require any sustenance to maintain itself.\n\n\nSCP-2781 has an indeterminable number of tentacles of varying lengths and widths, usually folded into its body and can be unfolded for the purpose of capturing \nprey\n \ntargets\n. When at least one tentacle is in direct contact with the \nprey\n \ntarget\n or their clothes, additional tentacles will envelop the \nprey\n \ntarget\n entirely. Envelopment will last for approximately two seconds, after which constriction ends and the \nprey\n \ntarget\n disappears. Usage of thermal imaging devices indicates that the \nprey\n \ntarget\n spontaneously disappears immediately after complete envelopment, whereas embedded GPS devices lose signal after the \nprey's\n \ntarget's\n disappearance.\n\n\nThe target is thus transported to a dimension tentatively classified as SCP-2781-A. Based on first-person observation, SCP-2781-A is hypothesised to be a \"pure land\".\n2\n To date, SCP-2781 is the only known means to access SCP-2781-A. Targets inside SCP-2781-A will gradually gain claircognizance regarding dharma teachings; SCP-2781-A or an entity which created SCP-2781-A are speculated to be possible sources. This is done with the intent of allowing targets attain Nirvana. After which, they may ascend to Buddhahood or willingly reject Buddhahood to become a bodhisattva. The former cannot be ascertained, whereas in the latter's case, targets will manifest in the world as an instance of SCP-2781.\n\n\n\n\n\n\nSatellite image of Kanmon Straits.\n\n\n\n\n\n\nSCP-2781's existence has been known to the Foundation precursor 'Bureau of Onmyō' since the Edo period (1603 — 1868 CE), whereby instances were sighted in water bodies surrounding Japan. In those sources, they were termed as 'umibōzu' (\"sea bonze\") due to the head's superficial resemblance to that of the Buddhist monk a.k.a. bonze. \nThe similarities between SCP-2781's self-designation and the popular term 'umibōzu' are notable and can be used as an axiom for further research on SCP-2781.\n\n\nFoundation research efforts regarding SCP-2781 began shortly after the organisation's formation. Since then, additional instances have been identified across the East China Sea and Pacific Ocean. Areas with the highest SCP-2781 population density include the Kanmon Straits, with the earliest known sightings recorded during the Kamakura period (1185 — 1333 CE).\n\n\nTo date, \nno SCP-2781 instance (live or deceased) has been placed under Foundation captivity. Additionally,\n the known SCP-2781 population is in excess of 900. \nMethod of reproduction or manifestation are currently unknown.\n \nSCP-2781 does not reproduce. Manifestation is a voluntary process (See paragraph 4 of \nDescription\n).\n\n\nAddendum 2781-1:\n Following Agent Trip Kata's \ndeath\n \nentry into SCP-2781-A\n on 03/07/1983 whilst investigating SCP-2781-753 in the Kii Channel, \nSpecial Containment Procedures\n have been modified for safety reasons; see \nUpdate (01/08/1983)\n.\n\n\nAddendum 2781-2:\n On 13/05/2014, all known SCP-2781 instances (up to SCP-2781-968) vanished simultaneously for ten minutes before re-manifesting in their previous positions. The process continued for five hours until the affected instances re-manifest at their previous positions and have become intangible \nvia unknown means\n.\n\n\nAdditionally, Site-2781 spontaneously manifested in the Kii Channel. It contains 969 Type XL humanoid containment cells. Currently, one SCP-2781 instance is contained in Site-2781 (SCP-2781-969) while translucent apparitions of the other SCP-2781 instances are held in their respective cells. Due to their intangibility, it is unknown if contact with those SCP-2781 instances can send targets to SCP-2781-A.\n\n\nThey\n We are contained. \nOur\n The Foundation's suffering lessens. Contain. The Middle Way. Amitābha.\n\n\n\n\nFootnotes\n\n\n1\n. \nRefers to beings in Mahayana Buddhism who have reached enlightenment but vows to save all other entities in suffering before becoming a buddha.\n\n\n2\n. \nRefers to a celestial realm of a buddha or bodhisattva as ascribed in Mahayana Buddhism.\n\n\n\n\n\n\n\n\n« \nSCP-2780\n | SCP-2781 | \nSCP-2782\n »",
    "addendums": [
        "Addendum 2781-1: Following Agent Trip Kata's death entry into SCP-2781-A on 03/07/1983 whilst investigating SCP-2781-753 in the Kii Channel, Special Containment Procedures have been modified for safety reasons; see Update (01/08/1983) .",
        "Addendum 2781-2: On 13/05/2014, all known SCP-2781 instances (up to SCP-2781-968) vanished simultaneously for ten minutes before re-manifesting in their previous positions. The process continued for five hours until the affected instances re-manifest at their previous positions and have become intangible via unknown means .\nAdditionally, Site-2781 spontaneously manifested in the Kii Channel. It contains 969 Type XL humanoid containment cells. Currently, one SCP-2781 instance is contained in Site-2781 (SCP-2781-969) while translucent apparitions of the other SCP-2781 instances are held in their respective cells. Due to their intangibility, it is unknown if contact with those SCP-2781 instances can send targets to SCP-2781-A.\nThey We are contained. Our The Foundation's suffering lessens. Contain. The Middle Way. Amitābha."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-2781",
    "object_class": "Keter",
    "containment_procedures": "Due to SCP-2781's widespread habitat, conventional containment is currently not possible. Mobile Task Force Zeta-66 (\"Triangular Dragon\") is assigned to verify all sightings of SCP-2781. Civilians who have encountered SCP-2781 instances are to undergo amnestic treatment. All civilian vessels are to be diverted from all identified habitats of SCP-2781.",
    "description": "SCP-2781 is a species of black marine entities of unverified taxonomy collective designation for 969 entities self-referred as 'bodhisattva1 of the high seas', with an estimated body length of five metres and two bulbous eyes. These entities also possess reality bending capabilities, although usage is rare for the Buddha cautioned against vain use of miracles. See Addendum 2781-2 for one known usage of reality bending capabilities. SCP-2781 instances consistently reside on the epipelagic layer of the sea.",
    "title": "SCP-2781"
}