{
    "url": "https://scp-wiki.wikidot.com/scp-2782",
    "all_text": "rating: \n+148\n+\n–\nx\n\n\nItem #:\n SCP-2782\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The entrance and a perimeter of SCP-2782 are to be monitored at all times. Although SCP-2782 has not yet proven itself to be outwardly hostile, the door to the room should be guarded by at least two armed personnel at all times.\n\n\n\n\n+ Supplement: Niwareka Research Facility\n\n\n\n\n– hide block\n\n\n\n\nNiwareka is the remains of a scientific compound located on ████ Island, New Zealand. The area was originally used as a breeding ground for Kakapo. The facility was acquired by an unknown party and reproductive experiments were run on the birds; the goal of these experiments is not currently known.\n\n\nMaterials recovered from the facility were SCP-2782, the remains of incubation equipment for rodents and parrots, as well as a hard drive containing writings believed to be relevant to the experiments.\n\n\nRecords indicate testing was originally carried out on rodents, followed by kakapo, and ultimately humans; none of which have been recovered. Only one human subject was reported to have been produced from the experiment.\n\n\nAn entrance to an expanse below the facility was discovered buried three meters under the building’s foundations, flooded and welded shut behind an iron hatch. The chamber was located 9 meters underneath the facility and contained SCP-2782. Imprints over the chamber door read “jedna deväť osem d” (one nine eight d).\n\n\n\n\n\n\n\n\nDescription:\n SCP-2782 is the designation for the skeletal remains of 28 kakapo chicks discovered in a partially flooded chamber beneath the Niwareka research facility. Fractures and burns on the skeletons evince the objects were crushed with sudden blunt force and incinerated. The remains retain their original structure and physical composition despite damage. The skeletons are at times ambulatory and capable of vocalizations.\n\n\nSCP-2782-1 through SCP-2782-28 “reset” at 10:55 PM (NZST) to their original positions within the chamber even under circumstances where the objects are damaged or located elsewhere. SCP-2782 will move if their resting positions are obstructed.\n\n\nSCP-2782 are sentient and capable of altering matter within the chamber. SCP-2782 moved outside of the chamber are still capable of manipulating matter inside of the chamber. The objects have not been shown to be capable of altering anything outside of the perimeter of the chamber; there is no discernible material, failsafe, or external force that propagates this effect.\n\n\nSCP-2782 will commit to the act of completely consuming the flesh of incapacitated or otherwise deceased subjects within the chamber; matter is discarded immediately due to their lack of digestive systems.\n\n\nEntities consumed inside of the chamber will reappear inside of the chamber three days later. Discarded matter from previous \"feedings\" remains and is not affected by resets of the SCP-2782 chamber.\n\n\nSCP-2782-X was the tentative designation for eight men who were subject to the effects of SCP-2782 from 1996 to present. The men themselves are anomalous by proxy of SCP-2782. Further information on the subjects can be found in the provided Addenda.\n\n\n\n\nAddendum A | Notes\n\n\n\n\nClose Addendum A\n\n\n\n\n11 August 19██ AD\n | Testing Subject is one of our Humanized PIGGY laboratory mice. I will call her Sarah. Sarah is generation eight, but results are finally visible. Sarah is extremely clever and appears to be self aware. I will keep Sarah as a personal pet for 6 months to see if the desired traits were visible. If they are then we were being led in the right direction. We celebrate Sarah. I will bury her.\n\n\n23 September 19██ AD\n | Testing Subject is one PIGGY Syrian Hamster from batch K160 [PK1279923]. \nHis\n influence is not quite apparent. Corners of the room were transformed into vague, fanged mouths which disappeared once the subject was in hiding. The objects appeared again when the subject peeked out from hiding, but over time disappeared. We picked this up on the security camera - the assistant and I were both hiding. We think the subject may have been spooked by shadows, what we saw may have been the idea of a predator. We need to remove fear from the PIGGYs.\n\n\n30 January 19██ AD\n | Testing Subject was one Syrian Hamster-AH-32. \nHis\n influence is clearly visible. Fear response was removed completely. Bold, but not stupid. Very preoccupied with food, as was desired. Made a mess of the proving grounds, but the stink of fish is sweet in this case. We will soon see if He is in the litter as well.\n\n\n15 April 19██ AD\n | The required traits have been passed on successfully. I have saved one of the babies. I will name the wretched little thing Wormwood. The remainder of our PIGGYs from Phase One have been euthanised. I will release him into the wilderness as an offering of Humility. May he die fat and happy. Hallelujah!\n\n\n\n\nWe have infiltrated their facility. We didn’t want to use the parrots but the isolation here and the already active breeding program is perfect for us. Chris is also respected by the administrator of the project, and we’ll see about replacing him as well so things aren’t so tricky. Many birds will be created for our experiments. The controls will be released to the proper authorities for the repopulation project. Our “cuckoos” will be incinerated, something.\n\n\n\n\n15 February 19██\n | The birds are becoming dangerous. They dislike us. \nHis\n abilities are apparent. Desired, but muddled. They are different from the hamsters in that they are not motivated by food, but rather sex. That’s the right track.\n\n\nThis is great news for the conservationists, but currently it’s not great news for us. Especially Daniel. Daniel is no longer with us.\n\n\n\n\nThe Lord helps those who help themselves. That is the motto of our mission.\n\n\nI don’t know anything about science, or DNA for that matter. Chris and his colleagues handle all of that. I’m just a man who is faithful to his father and his mission, and I believe his mission is divine and blessed by the Lord.\n\n\nI believe a man walked the Earth almost two thousand years ago, but I also believe he was more than a man. I believe the Lord uses the laws within the confines of his own universe to perform his miracles, and I believe it is our duty to understand those laws.\n\n\nWhile I may seem biased as Ezekiel’s son, I’ve seen the results of his early experiments. The Lord worked through my father and provided for him. He has a machine that can transmute water, and I’ve seen him use a salve that cured a man’s blindness. That’s enough for me.\n\n\nBut my father seems unhappy, even though he and he alone performs this Science. Even his colleagues don’t completely understand his works. We think maybe he’s going senile…\n\n\nOr maybe he doesn’t have what he wants? He wouldn’t admit to that. I worry sometimes he wants the Begotten for himself. His own son. I sin just thinking this.\n\n\nI take solace in that when the Lord returns, my worry will be put to rest.\n\n\n-Daniel\n\n\n\n\n10 March 19██\n | We have… indirectly discovered our solution for transferring the strain to human subjects. One of these egg contains a human embryo… It seems Daniel is indeed still with us. Truly a miracle. Daniel is a martyr if there ever was one. Everything that happened that day was \ndignified\n. Praise the Lord.\n\n\nThe birds are \nextremely\n holy. I can hardly understand their faces anymore. Are they of Christ? Or are they simply his cherubim?\n\n\n11 March 19██\n | Elijah is at rest. I hope he’s dead. We’re destroying the rest of the eggs before they hatch, but we’re going to be more careful this time.\n\n\nWe’re being besieged by the devil. The foul births would be an abomination, it’s true, and it was not our intention, but such is the nature of the things. We should know it is not God’s will that a human should \nhatch\n. This is wrong. Ezekiel proclaims that he will castrate himself and ask the Lord for forgiveness.\n\n\nThe produce will instead be extracted from the shell of Daniel's egg.\n\n\nWe can’t wait for these things to come to term. His image was not meant for them. His grace… they cannot know his grace. Animals do not have souls. What would we make of an animal messiah? I laugh, but…\n\n\n\n\nTranscript of Security Camera Footage\n\n\n\n\n10:30:01\n Three men wearing orange jumpsuits enter a room. Each man is pushing a wheelbarrow. The room is lined with incubators for large eggs.\n\n\n10:32:22\n The men begin gently placing the eggs in the wheelbarrows. The men are moving quietly. They do not communicate verbally and instead use hand gestures.\n\n\n10:39:01\n 28 eggs have been placed into the wheelbarrows. The men cart the wheelbarrows out of the room.\n\n\n\n\n\n\n10:42:42\n Three men with wheelbarrows filled with eggs enter a room on the basement floor of the facility. In the center of the room is an elevator shaft.\n\n\n10:42:55\n Five plainly dressed men enter the room. Four men are holding sledgehammers. One man is holding a jug that is assumed to contain gasoline.\n\n\n10:44:02\n All eight men board the elevator in tow with the eggs.\n\n\n10:46:01\n Elevator descends. One man shouts as the elevator shifts.\n\n\n\n\n\n\n10:47:23\n A bearded, heavyset man in a yellow robe enters the room and inserts a key into the console near the elevator shaft.\n\n\n10:47:23\n The man exits the room. Lights in the area power off.\n\n\n\n\nI have Daniel in this vessel. I will extract from him the Essence of Grain so that it may offered to a righteous woman. I will offer Daniel to the LORD. My Burnt Offering. I will bring with me progenitors of Daniel. Offerings of Fellowship. Green doves. The DNA of Mary. Christian Plasma. My son will have the gifts of the Begotten and we will have Parousia.\n\n\nThe Lord helps those who help themselves. Prepare for the Advent.\n\n\nSing for the Advent!\n\n\nEzekiel Valeriy Iepureanu\n\nPrimate Autocephalous Mission of Moldova\n\n\n\n\n\n\n\n\n\n\nAddendum B | Transcripts\n\n\n\n\nClose Addendum B\n\n\n\n\nSelected Transcripts of Recovered Footage 03/13/1996-03/28/2013. Each transcript begins at 10:55 NZST.\n\n\n03/13/19██:\n The door to the elevator shaft opens and eight men enter into a hallway. Four of the men are carrying sledgehammers, one man is carrying a tank of gasoline. Three men cart wheelbarrows in front of the others toward a heavy iron door.\n\n\nThe men enter into a large, empty chamber with cement walls. There is a rope lamp hanging from the center of the room. The men begin unloading the eggs onto the ground in two parallel lines of fourteen. A man pours gasoline down each line, and four men stand readied with sledgehammers over four separate eggs. The men hoist the sledgehammers, attempting to crush the eggs. Video feed ends immediately after the hammers make contact with the shells.\n\n\n03/14/19██:\n Twenty-eight skeletal chicks (SCP-2782) stand in two parallel rows of fourteen, motionless, for twenty-four hours.\n\n\n03/15/19██:\n The chamber has been partially flooded with an estimated 2 meters of water. SCP-2782 appear on the floor, and slowly float upwards. Each chick flaps in unison and breaches the surface of the water, landing their feet on the surface and remaining motionless. This process is repeated every day.\n\n\n03/16/19██:\n Eight men appear in the water and breach the surface. The men are in a panic and screaming. SCP-2782 remain motionless. The men attempt to open the door but cannot. One man attempts to swing a sledgehammer underwater. This is not effective. This behavior continues for three hours.\n\n\nMen huddle, hanging on the rope lamp to conserve energy. They discuss their situation and are confused by the presence of SCP-2782. Five men claim to be maintenance technicians while the other three are security guards. They seem to be unaware of the nature of SCP-2782 or any unusual activity in the facility leading up to this point.\n\n\nOne man interacts with SCP-2782-12, the twelfth chick in the first row on the north side of the room. SCP-2782-12 remains idle during interactions.\n\n\nNo other notable events.\n\n\n03/18/19██:\n Men in the room complain of shortness of breath. By the end of the cycle five men are breathing heavily.\n\n\nLight begins to flicker.\n\n\n03/19/19██:\n The men are suffocating. One man succumbs and floats in the water.\n\n\nSCP-2782 converge on the incapacitated man and begin picking at him. Emancipated biological matter is not digested and floats freely through the room. This process lasts seven hours until only bone remains on the subject.\n\n\nThis is repeated for each individual. By the end of the cycle all men are deceased and destroyed.\n\n\n03/20/19██-03/21/19██:\n No notable activity. Light begins to dim.\n\n\n03/21/19██:\n Eight men appear in the water and breach the surface. They are screaming and in a panic. The men begin to suffocate and succumb in 10 minutes.\n\n\nThe birds converge on the incapacitated men and consume them.\n\n\nNo other notable activity. Lights in the room are no longer active.\n\n\n…RECORDS PARSED 18 YEARS…\n\n\n….DUPLICATES ENTRIES REMOVED…\n\n\n03/21/20██:\n Area not visible. No sound of water splashing, but a slight \"sloshing\" noise. Screams and sounds of men in pain are heard for roughly three seconds before they fade. Sounds of eating.\n\n\nNo other notable activity.\n\n\n\n\n\n\n\n\n\n\nAddendum C | Interviews\n\n\n\n\nClose Addendum C\n\n\n\n\nThe door to SCP-2782 was breached on 05/01/20██ and drained of water. The area was completely filled with densely compacted bones and clothing. Eight surviving men were discovered. SCP-2782 were in resting positions.\n\n\nThe men were removed from the chamber by MTF and moved to a nearby intermediate facility. The following is an interview with one individual, SCP-2782-X2. The individual seemed to only be partially capable of human speech, and does not seem to understand what he is saying. He is believed to be in a persistent state of stupor due to traumatic stress. The other men share a similar condition.\n\n\n\n\nResearcher Sanders:\n Hello.\n\n\nSCP-2782-X2:\n Emandaraba kataer lataen boom yo shupolemos\n\n\nSubject is hunched over and muttering.\n\n\nResearcher Sanders:\n Sorry, please slow down.\n\n\nSCP-2782-X2:\n Mand rabaer eee oooh eee andaraba hum mmm emm lieunerab hmm emm.\n\n\nSubject is humming.\n\n\nResearcher Sanders:\n Please nod if you can understand what I am saying.\n\n\nSCP-2782-X2:\n Tilam berant kataeyos rabaer mmm sauemes immm.\n\n\nSubject nods.\n\n\nSubject is given a paper and a pencil. Subject looks up, grabs the pencil and begins drawing.\n\n\nThe drawing appears to be random scribbling almost covering the paper.\n\n\nResearcher Sanders:\n What is this? Can you write in English?\n\n\nSubject writes on the back of the paper.\n\n\nThe writing is a longhand English script reading \"ADONAI\"\n\n\nResearcher Sanders:\n Is there something you'd like to tell us? Would you like to leave?\n\n\nSubject continues writing the word \"ADONAI\" at increasing speeds, then grabs the pencil with both hands and thrusts it into his temple.\n\n\nResearcher Sanders clears her throat.\n\n\nResearcher Sanders is escorted out of the room.\n\n\nSubject is monitored until he expires from blood loss.\n\n\n\n\n05/04/2014:\n SCP-2782-X2 does not resurrect within the chamber. Assumed to be neutralized and free of SCP-2782's effect.\n\n\n\n\n\n\n\n\n\n\nAddendum D | Tests\n\n\n\n\nClose Addendum D\n\n\n\n\n05/08/2014\n\n\nAnimals were introduced into the testing area. SCP-2782 will ignore all deceased subjects save for humans. SCP-2782 has ignored all but one D-Class subject introduced to it, D-0548. Subject was a man charged with the murder of three people.\n\n\n\n\nResearcher Sanders:\n Tell us a little about yourself. What were you in for?\n\n\nD-0548:\n Oh. I think you know. A blind man committed a triple homicide. Why do you ask? I assume it's a rhetorical question.\n\n\nResearcher Sanders:\n You claim you didn't kill those people.\n\n\nD-0548:\n You're on to something. I might have done it. I got up twice to pee twice that night and I like to make a game of stumbling around in the hallway. Anything could have happened.\n\n\nResearcher Sanders:\n Thank you. You'll be released after this test.\n\n\nD-0548 appears incredulous.\n\n\nSubject is led into the chamber by guards. Subject is asked to turn around. The guard terminates D-0548 via bolt, then exits the room. D-0548 is consumed by SCP-2782.\n\n\n\n\n05/11/20██\n\n\n\n\nD-0548 reappears in the center of the room in a fetal position. Subject remains motionless for six seconds.\n\n\nSCP-2782 turn to D-0548 and move toward him. SCP-2782 jump up and down on D-0548 until he starts moving, then return to their original positions.\n\n\nD-0548 quickly rises to his feet and surveys the area.\n\n\nD-0548:\n What the fuck? What the fuck?\n\n\nD-0548 feels the back of his head. Subject lightly strokes his eyes.\n\n\nD-0548:\n …fuck is this? Who the fuck are you people? I was fucking innocent! What is this?\n\n\nD-0548 begins pacing and sobbing. Notices SCP-2782 and begins stomping them.\n\n\nD-0548:\n Fuck these things! I swear to fucking god!\n\n\nRuns to open the door and fails. D-0548 shouts. D-0548 turns around and continues stomping SCP-2782 instances. SCP-2782 appears indifferent. One instance appears to be 'cleaning its feathers'.\n\n\nD-0548:\n This is a dream. I can only see in my dreams! \n(laughs)\n I'm dreaming!\n\n\nSubject bangs his head on the wall with extreme force. Subject is unconscious.\n\n\nSCP-2782 do not appear interested in D-0548. One instance of SCP-2782 side steps away from the subject.\n\n\n\n\nResearcher's Notes\n\n\nAs of now we know that D-0548 was innocent. We think SCP-2782 will ignore subjects it does not consider \"good\" in one way or another. We are not sure why he was not resurrected by SCP-2782, but it may be due to his behavior shortly after his resurrection. You may notice a subject on page 46 \n[NEED TO KNOW]\n of the testing logs - one of our own - while having a completely clean record was also ignored by the birds.\n\n\n\n\n\n\n\n\nUPDATED REVISION: 05/20/20██\n\n\nAfter an extended period of inactivity, the chamber containing SCP-2782 spontaneously manifested 52,561 fish. SCP-2782 appears ambivalent. Reasons for these manifestations are currently unknown.\n\n\n\n\nSeries:\n \nHoly Science\n\n\n\n\n\n\n\n\n« \nSCP-2781\n | SCP-2782 | \nSCP-2783\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2782\n\" by faminepulse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2782\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "10:30:01 Three men wearing orange jumpsuits enter a room. Each man is pushing a wheelbarrow. The room is lined with incubators for large eggs. 10:32:22 The men begin gently placing the eggs in the wheelbarrows. The men are moving quietly. They do not communicate verbally and instead use hand gestures. 10:39:01 28 eggs have been placed into the wheelbarrows. The men cart the wheelbarrows out of the room.",
        "10:42:42 Three men with wheelbarrows filled with eggs enter a room on the basement floor of the facility. In the center of the room is an elevator shaft. 10:42:55 Five plainly dressed men enter the room. Four men are holding sledgehammers. One man is holding a jug that is assumed to contain gasoline. 10:44:02 All eight men board the elevator in tow with the eggs. 10:46:01 Elevator descends. One man shouts as the elevator shifts.",
        "10:47:23 A bearded, heavyset man in a yellow robe enters the room and inserts a key into the console near the elevator shaft. 10:47:23 The man exits the room. Lights in the area power off.",
        "Researcher Sanders: Hello. SCP-2782-X2: Emandaraba kataer lataen boom yo shupolemos Subject is hunched over and muttering. Researcher Sanders: Sorry, please slow down. SCP-2782-X2: Mand rabaer eee oooh eee andaraba hum mmm emm lieunerab hmm emm. Subject is humming. Researcher Sanders: Please nod if you can understand what I am saying. SCP-2782-X2: Tilam berant kataeyos rabaer mmm sauemes immm. Subject nods. Subject is given a paper and a pencil. Subject looks up, grabs the pencil and begins drawing. The drawing appears to be random scribbling almost covering the paper. Researcher Sanders: What is this? Can you write in English? Subject writes on the back of the paper. The writing is a longhand English script reading \"ADONAI\" Researcher Sanders: Is there something you'd like to tell us? Would you like to leave? Subject continues writing the word \"ADONAI\" at increasing speeds, then grabs the pencil with both hands and thrusts it into his temple. Researcher Sanders clears her throat. Researcher Sanders is escorted out of the room. Subject is monitored until he expires from blood loss.",
        "Researcher Sanders: Tell us a little about yourself. What were you in for? D-0548: Oh. I think you know. A blind man committed a triple homicide. Why do you ask? I assume it's a rhetorical question. Researcher Sanders: You claim you didn't kill those people. D-0548: You're on to something. I might have done it. I got up twice to pee twice that night and I like to make a game of stumbling around in the hallway. Anything could have happened. Researcher Sanders: Thank you. You'll be released after this test. D-0548 appears incredulous. Subject is led into the chamber by guards. Subject is asked to turn around. The guard terminates D-0548 via bolt, then exits the room. D-0548 is consumed by SCP-2782.",
        "D-0548 reappears in the center of the room in a fetal position. Subject remains motionless for six seconds. SCP-2782 turn to D-0548 and move toward him. SCP-2782 jump up and down on D-0548 until he starts moving, then return to their original positions. D-0548 quickly rises to his feet and surveys the area. D-0548: What the fuck? What the fuck? D-0548 feels the back of his head. Subject lightly strokes his eyes. D-0548: …fuck is this? Who the fuck are you people? I was fucking innocent! What is this? D-0548 begins pacing and sobbing. Notices SCP-2782 and begins stomping them. D-0548: Fuck these things! I swear to fucking god! Runs to open the door and fails. D-0548 shouts. D-0548 turns around and continues stomping SCP-2782 instances. SCP-2782 appears indifferent. One instance appears to be 'cleaning its feathers'. D-0548: This is a dream. I can only see in my dreams! (laughs) I'm dreaming! Subject bangs his head on the wall with extreme force. Subject is unconscious. SCP-2782 do not appear interested in D-0548. One instance of SCP-2782 side steps away from the subject.",
        "\" SCP-2782 \" by faminepulse, from the SCP Wiki . Source: https://scpwiki.com/scp-2782 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2782",
    "object_class": "Safe",
    "containment_procedures": "The entrance and a perimeter of SCP-2782 are to be monitored at all times. Although SCP-2782 has not yet proven itself to be outwardly hostile, the door to the room should be guarded by at least two armed personnel at all times.",
    "description": "SCP-2782 is the designation for the skeletal remains of 28 kakapo chicks discovered in a partially flooded chamber beneath the Niwareka research facility. Fractures and burns on the skeletons evince the objects were crushed with sudden blunt force and incinerated. The remains retain their original structure and physical composition despite damage. The skeletons are at times ambulatory and capable of vocalizations.",
    "title": "SCP-2782"
}