{
    "url": "https://scp-wiki.wikidot.com/scp-2784",
    "all_text": "rating: \n+144\n+\n–\nx\n\n\nItem #:\n SCP-2784\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2784 instances are to be discreetly monitored at all times. The SCP-2784 containment team is to administer amnestics to civilians that become distressed by SCP-2784 instances. Foundation-approved psychological counselors must be available in case an SCP-2784 instance realizes that it is experiencing a hallucination and becomes distressed.\n\n\nThe house containing the entrance to SCP-2784-A is owned by the Foundation and must be occupied by at least one Foundation agent at all times. All rooms of the house must be prepared with discreet monitoring devices. SCP-2784 instances are permitted to enter the house and are to be recorded for the duration of their stay. Civilians must be prevented from entering the house.\n\n\nDescription:\n SCP-2784 designates a group of 12 adult humans all aged between 32 and 50 living in ████████, ██ who experience shared hallucinations of an adult male human they refer to as Andrew ██████. SCP-2784 instances experience these hallucinations only when alone or in the presence of other SCP-2784 instances, claiming that Andrew ██████ is reclusive and shy. All SCP-2784 instances behave as if the entity is physically present during hallucinations and are unwilling or unable to discuss them in detail except with other SCP-2784 instances. Research indicates that Andrew ██████ was born in 1980 and lived at ██ ██████ Road, ████████, ██. No official record of him exists after 2005, when he would have been 25 years old.\n\n\nSCP-2784-A is an extrauniversal space containing the mummified corpse of an adult human male. The corpse was approximately 25 years old at the time of death by unknown cause and wearing casual clothes common to the area around ████████, ██ circa 2005. The space is a shaft 9m long by 7m wide with a height of 3000m, terminating at the bottom in a pool of water that extends for an unknown depth. The walls of the space consist of limestone. The corpse is suspended inside SCP-2784-A by 14 strands of string displaying anomalous tensile strength that anchor into the walls and wrap around the corpse. So far no method has been found that is able to cut these strands or work the corpse free. The entrance to SCP-2784-A is located in a first floor bedroom of the suburban house at ██ ██████ Road, ████████, ██ where the North and West walls meet the ceiling. Anything approaching this corner of the room is transported into SCP-2784-A.\n\n\nSCP-2784 was brought to the Foundation's attention when the entrance to SCP-2784-A was discovered by Mr & Mrs. █████, a couple who had recently moved into the house at ██ ██████ Road, ████████, ██. The couple was administered amnestics and the Foundation took ownership of the residence. In interviews prior to amnestization the couple indicated that they were repeatedly questioned by SCP-2784 instances about Andrew ██████ who was implied to be a current resident of the house.\n\n\nAddendum 2784-1:\n The Foundation was able to contact the couple officially listed as Andrew ██████'s parents, who moved away in 2005. They indicated that they considered Andrew ██████ to still be living in ████████ and claimed to have spoken to him \"recently\" but could not remember what the conversation was about. They have been designated as SCP-2784 instances, bringing the total number up to 14. A DNA test performed on the corpse inside SCP-2784-A reveals that it is likely Andrew ██████.\n\n\nAddendum 2784-2:\n A collection of origami sculptures was recovered from the house containing SCP-2784-A, including an origami box that unfolded into two pieces of paper containing handwritten notes. The handwriting matches that of Andrew ██████. Notably, the origami box was smaller than the dimensions of the two pieces of paper should physically allow for. Other origami sculptures recovered from the house show similar anomalies.\n\n\n\n\n+ Document 2784-1\n\n\n\n\n- Document 2784-1\n\n\n\n\n\n\nThe Plan: Use that one corner in the bedroom. It's just like folding paper. Remember: just like folding paper. Messing with people's heads is trickier but you can do it. It's for the best. Don't make them worry about you. Make sure they won't miss you. \nOpen\n Unfold it, go inside, set it up.\n\n\n!! IMPORTANT !! Remember to pull the hole in after you!\n\n\n\n\n\n\n\n\n\n\n\n\n+ Document 2784-2\n\n\n\n\n- Document 2784-2\n\n\n\n\n\n\n1. Mom\n\n2. Dad\n\n3. Ken\n\n4. Stacy\n\n5. Molly\n\n6. Other Andy\n\n7. Isaac\n\n8. Alex\n\n9. Carol\n\n10. Lily\n\n11. Luke\n\n12. Irene\n\n13. Sandy\n\n14. Izzy\n\n\n\n\nNote:\n The first names listed in Document 2784-2 correspond with the names of known SCP-2784 instances.\n\n\n\n\n\n\n\n\nInterview 2784-3:\n\n\n\n\nInterviewed:\n SCP-2784-10\n\n\nInterviewer:\n Dr. █████\n\n\nForeword:\n Interview conducted with SCP-2784-10, who agreed to discuss their perceptions of Andrew ██████.\n\n\n<Begin Log>\n\n\nDr. █████:\n Before we begin you should know that I may say some things that will disturb you. Is that okay?\n\n\nSCP-2784-10:\n Yeah, I'm alright with that.\n\n\nDr. █████:\n Good. Now, why did you ask Mr & Mrs █████ all those questions?\n\n\nSCP-2784-10:\n Ah, well, I mean I didn't realize Andy was renting the place out. I mean, people start showing up at your friend's place with no warning, you're gonna be curious, right?\n\n\nDr. █████\n I see. Now, when would you say you started seeing Andrew █████?\n\n\nSCP-2784-10 laughs.\n\n\nSCP-2784-10:\n What do you mean started seeing him? My family moved here when I was, what, 5? We live across the street from him, I've seen him ever since.\n\n\nDr. █████:\n What can you tell me about Andrew?\n\n\nSCP-2784-10:\n He's… well, it's kinda funny, you know? The thing that really sticks out about him is how lucky he is, right? Like, any of the boardgames we play - you know, dice and cards, if Andy really wants to win, he does. I mean, not all the time, of course. But I don't think he ever lost anything high stakes. Other than that, he's a cool guy. Pretty nice, I don't think he had any real problems with anyone.\n\n\nDr. █████:\n Ca-\n\n\nSCP-2784-10:\n Oh, and one other neat thing Andy does is, he's into origami, right? Making things out of paper? He's really good at it, makes some crazy stuff. Like, stuff we can never figure out how he does it. We ask and he just like smirks and won't say. But not in a malicious way, you now? It's just Andy being Andy.\n\n\nDr. █████:\n Thank you. Can you recall the details of your last conversation with him?\n\n\nSCP-2784-10:\n Oh yeah, it was, uh… we were talking about this… Oh, Andy does this thing with string, that's another thing he does, like the origami, yeah? He's always making these weird knots that no one can figure out. He must have been showing me another one of those. Something like that.\n\n\nSCP-2784-10 laughs.\n\n\nDr. █████:\n I see. Have you noticed any significant change in his behavior at all?\n\n\nSCP-2784-10:\n Well, a while back, when we were teenagers, he got kind of… withdrawn and a little shy, I think? He got better when we grew up and his parents moved away, though. He's still a little shy, I guess, like how he doesn't want to be around new people. I mean, as far as I know he just hangs out with the people he knew in high school.\n\n\nDr. █████:\n Do you know what could have caused the change in his personality?\n\n\nSCP-2784-10:\n Uh, no, I don't. I mean, it's not really important, is it? He still seems happy these days.\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-2784-10 believes the Andrew █████ they hallucinate to be the Andrew █████ they knew before he died. All SCP-2784 instances display a similar belief. Interview revealed no cause for concern, and no updates to containment procedures are needed at this time.\n\n\n\n\n\n\n\n\n« \nSCP-2783\n | SCP-2784 | \nSCP-2785\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2784\n\" by Lex1nat0r, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2784\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2784-1: The Foundation was able to contact the couple officially listed as Andrew ██████'s parents, who moved away in 2005. They indicated that they considered Andrew ██████ to still be living in ████████ and claimed to have spoken to him \"recently\" but could not remember what the conversation was about. They have been designated as SCP-2784 instances, bringing the total number up to 14. A DNA test performed on the corpse inside SCP-2784-A reveals that it is likely Andrew ██████.",
        "Addendum 2784-2: A collection of origami sculptures was recovered from the house containing SCP-2784-A, including an origami box that unfolded into two pieces of paper containing handwritten notes. The handwriting matches that of Andrew ██████. Notably, the origami box was smaller than the dimensions of the two pieces of paper should physically allow for. Other origami sculptures recovered from the house show similar anomalies."
    ],
    "documents": [],
    "notes": [
        "The Plan: Use that one corner in the bedroom. It's just like folding paper. Remember: just like folding paper. Messing with people's heads is trickier but you can do it. It's for the best. Don't make them worry about you. Make sure they won't miss you. Open Unfold it, go inside, set it up. !! IMPORTANT !! Remember to pull the hole in after you!",
        "1. Mom 2. Dad 3. Ken 4. Stacy 5. Molly 6. Other Andy 7. Isaac 8. Alex 9. Carol 10. Lily 11. Luke 12. Irene 13. Sandy 14. Izzy",
        "Interviewed: SCP-2784-10 Interviewer: Dr. █████ Foreword: Interview conducted with SCP-2784-10, who agreed to discuss their perceptions of Andrew ██████. <Begin Log> Dr. █████: Before we begin you should know that I may say some things that will disturb you. Is that okay? SCP-2784-10: Yeah, I'm alright with that. Dr. █████: Good. Now, why did you ask Mr & Mrs █████ all those questions? SCP-2784-10: Ah, well, I mean I didn't realize Andy was renting the place out. I mean, people start showing up at your friend's place with no warning, you're gonna be curious, right? Dr. █████ I see. Now, when would you say you started seeing Andrew █████? SCP-2784-10 laughs. SCP-2784-10: What do you mean started seeing him? My family moved here when I was, what, 5? We live across the street from him, I've seen him ever since. Dr. █████: What can you tell me about Andrew? SCP-2784-10: He's… well, it's kinda funny, you know? The thing that really sticks out about him is how lucky he is, right? Like, any of the boardgames we play - you know, dice and cards, if Andy really wants to win, he does. I mean, not all the time, of course. But I don't think he ever lost anything high stakes. Other than that, he's a cool guy. Pretty nice, I don't think he had any real problems with anyone. Dr. █████: Ca- SCP-2784-10: Oh, and one other neat thing Andy does is, he's into origami, right? Making things out of paper? He's really good at it, makes some crazy stuff. Like, stuff we can never figure out how he does it. We ask and he just like smirks and won't say. But not in a malicious way, you now? It's just Andy being Andy. Dr. █████: Thank you. Can you recall the details of your last conversation with him? SCP-2784-10: Oh yeah, it was, uh… we were talking about this… Oh, Andy does this thing with string, that's another thing he does, like the origami, yeah? He's always making these weird knots that no one can figure out. He must have been showing me another one of those. Something like that. SCP-2784-10 laughs. Dr. █████: I see. Have you noticed any significant change in his behavior at all? SCP-2784-10: Well, a while back, when we were teenagers, he got kind of… withdrawn and a little shy, I think? He got better when we grew up and his parents moved away, though. He's still a little shy, I guess, like how he doesn't want to be around new people. I mean, as far as I know he just hangs out with the people he knew in high school. Dr. █████: Do you know what could have caused the change in his personality? SCP-2784-10: Uh, no, I don't. I mean, it's not really important, is it? He still seems happy these days. <End Log> Closing Statement: SCP-2784-10 believes the Andrew █████ they hallucinate to be the Andrew █████ they knew before he died. All SCP-2784 instances display a similar belief. Interview revealed no cause for concern, and no updates to containment procedures are needed at this time.",
        "\" SCP-2784 \" by Lex1nat0r, from the SCP Wiki . Source: https://scpwiki.com/scp-2784 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2784",
    "object_class": "Safe",
    "containment_procedures": "SCP-2784 instances are to be discreetly monitored at all times. The SCP-2784 containment team is to administer amnestics to civilians that become distressed by SCP-2784 instances. Foundation-approved psychological counselors must be available in case an SCP-2784 instance realizes that it is experiencing a hallucination and becomes distressed.",
    "description": "SCP-2784 designates a group of 12 adult humans all aged between 32 and 50 living in ████████, ██ who experience shared hallucinations of an adult male human they refer to as Andrew ██████. SCP-2784 instances experience these hallucinations only when alone or in the presence of other SCP-2784 instances, claiming that Andrew ██████ is reclusive and shy. All SCP-2784 instances behave as if the entity is physically present during hallucinations and are unwilling or unable to discuss them in detail except with other SCP-2784 instances. Research indicates that Andrew ██████ was born in 1980 and lived at ██ ██████ Road, ████████, ██. No official record of him exists after 2005, when he would have been 25 years old.",
    "title": "SCP-2784"
}