{
    "url": "https://scp-wiki.wikidot.com/scp-2791",
    "all_text": "rating: \n+193\n+\n–\nx\n\n\n\n\n\n\nSchematic representation of SCP-2791 network. Each vertex represents a unique entity, and vertices are joined by an edge if linked by at least one oath.\n\n\n\n\n\n\nItem #\n: SCP-2791\n\n\nObject Class\n: Euclid\n\n\nSpecial Containment Procedures\n: All staff employed at ITCD Bank who are responsible for the creation and maintenance of SCP-2791 — i.e. all past and current members of the Extraglobal Operations (EO) division of ITCD Bank plc — are free to exercise full discretion when interacting with SCP-2791. Foundation personnel are not to create, modify, remove, or otherwise affect components of the SCP-2791 system without express permission from Extraglobal Operations staff. Authorised Foundation personnel are, however, to encourage Extraglobal Operations staff to follow the mutually agreed terms of GARMR.\n1\n\n\nAs per GARMR, Extraglobal Operations staff are considered to be held in open, advisory containment, retaining the \npermission\n right\n2\n to move freely to and from their original location of discovery. This location, the 24th floor of the ██████████ building, has been designated the SCP-2791 Advisory Containment Site. The other 44 floors of the ██████████ building are to remain in normal use. As per GARMR, the Foundation is to provide all services required for the functioning and comfort of the Extraglobal Operations division, including security, cleaning staff, catering, and [REDACTED].\n\n\nTask Force Theta-8 (“Invisible Hand”) is to be stationed permanently at the Advisory Containment Site, with the mission objective of encouraging GARMR compliance among Extraglobal Operations staff.\n3\n Task Force Theta-8 is prohibited from using explicit or implicit force when advocating GARMR compliance.\n\n\nContainment of SCP-2791 itself is nominal. Foundation policy regarding SCP-2791 is focused towards gradual de-escalation, as outlined in GARMR. As the many oaths of the SCP-2791 system successively reach their specified expiration dates, GARMR prescribes that they are not to be renewed or replaced with new oaths. Except in specific, named circumstances, GARMR recommends against the addition of any new oaths to the SCP-2791 system. It is hoped that this will act to decrease the scale of the anomaly over the long term.\n\n\nDescription\n: SCP-2791 is a network of anomalous processes created and maintained by the Extraglobal Operations division of ITCD Bank plc.\n\n\nNotable features of the network are summarised below.\n\n\nFirst, SCP-2791 utilises a wide variety of anomalous phenomena, with almost all major classes of continuous anomalous process featured. Classic deal-based anomalies such as thaumaturgical pacts, blood-magick contracts, and soul transactions are especially frequent, representing 86% of all SCP-2791 processes. For clarity of communication regarding such a high diversity of anomalies, SCP-2791 containment literature uses the general term “oath” to refer to any anomalous process of any type within SCP-2791.\n\n\nSecond, SCP-2791 involves frequent use of a specific type of anomalous entity. In 98% of classic deal-based oaths, and 21% of all other oaths, entities belonging to a distinctive class of extradimensional reality benders are found acting as mediators or contracting parties.\n\n\nEntities of this class are channelled or summoned to this dimension using characteristic ritualistic procedures. Recurring elements of these rituals include chanted incantations, inscription of specific geometric patterns onto surfaces, use of flame, and sacrifice of biological organisms. Entities possess a humanoid body plan when manifested, but often display physical abnormalities\n4\n and anatomical features from other mammalian species.\n5\n Entities exhibit intelligence and human language ability.\n\n\nThese entities invariably offer their services as reality benders when summoned, proposing to generate or mediate anomalous effects that benefit the summoner. However, they will demand some form of variable personal cost in exchange: observed costs include four of the summoner’s fingers, complete destruction of all memories of the summoner’s name, and a period of unspecified “torment” for the summoner in a time-dilated pocket dimension upon their natural death. Entities will act in a highly self-interested, deceptive manner when forming deals. For instance, they will often attempt to formulate the conditions of the deal such that the summoner does not fully appreciate the cost they have committed to.\n\n\nThird, the overall result of SCP-2791 is to provide ITCD Bank and its employees with a number of favourable outcomes, particularly in financial activities. Each outcome is generated by a distinct subsystem of linked oaths within SCP-2791. Typically, the oath subsystems are constructed in a manner that mitigates any negative effects that would otherwise be incurred by the ultimate beneficiary. In the terminology of graph theory, these subsystems are overlapping subgraphs of the SCP-2791 multigraph.\n6\n\n\nFourth, SCP-2791 is large. At the most recent census, SCP-2791 comprised over 11,000,000 individual oaths involving over 40,000 unique anomalous entities.\n\n\nOverview of GARMR:\n An executive summary of The General Agreement on the Regulation and Maintenance of Reality (2015, version 21) is provided below. The full text of the agreement can be found at Document 2791-A. Amendments to the original 2010 version are highlighted.\n\n\n\n\n\n\n ▼  ━━━━━━     Show GARMR summary     ━━━━━━  ▼ \n\n\n\n\n △  ━━━━━━      Hide GARMR summary     ━━━━━━  △ \n\n\n\n\n\n\n\n\n1.\n In order to decrease the scale of the anomaly over the long term, the Foundation recommends in general that no new oaths are to be added to SCP-2791. Adding oaths may be justified in certain named circumstances; for instance, when necessary to prevent \nwidespread\n loss of human life that would otherwise result from SCP-2791 effects, or if the addition of an oath will ultimately cause a decrease in total oath number.\n\n\n2.\n \nEO staff\n \nAll employees and board members of ITCD Bank\n are not to use SCP-2791 to bestow upon themselves, or any other human, any anomalous augmentations. Especially discouraged are anomalous biological augmentations, including but not limited to extended lifespan, increased physical strength or agility, improved sensory perception, ability to generate fire, all forms of telepathy or “mind-reading”, ability to transform parts of the body into \nanimal\n \nanimal or plant\n \nnon-human anatomy\n, and enlargement \nor duplication\n of organs. Board members and employees of ITCD Bank currently possessing such are to cooperate with the Foundation in having anomalous augmentations removed. \nEO staff are strongly discouraged from using SCP-2791 to bestow any benefit, anomalous or otherwise, upon employees of the SCP Foundation, particularly those employees who are involved in the containment of SCP-2791.\n\n\n3.\n Certain anomalous entities in the SCP-2791 network are consistently involved in oaths that the Foundation deems to be excessively hazardous to the maintenance of reality. EO staff are not to interact further with any SCP-2791 entity possessing a Foundation-assessed safety rating lower than “BBB‒”. \nEO staff are not to use acceptably rated entities as intermediates or conduits to facilitate oaths with unsuitably rated entities.\n \nEO staff are not to formulate combinations of unsuitably rated entities whose emergent properties mimic the behaviour of acceptably rated entities.\n\n\n4.\n Oaths are not to generate persistent anomalous entities or phenomena in our home dimension. Oaths are not to \nfurther\n involve Foundation-named SCP objects, including but not limited to \nSCP-738\n, \nSCP-1521\n, and \nSCP-1442\n.\n\n\n5.\n \nHuman beings, geographical places, and planets are not to be designated as collateral in any oath.\n\n\n6.\n Oaths are not to alter the fundamental nature of reality, which is defined as including parameters such as the values of physical constants, the direction of time, the geometry and number of dimensions in spaces, the age of the universe\n, and the size of the universe\n.\n\n\n\n\n\n\n\n\n △  ━━━━━━      Hide GARMR summary     ━━━━━━  △ \n\n\n\n\n\n\n\n\nCase study:\n The 11,000,000 oaths in SCP-2791 are arranged into approximately 800,000 subgroups. In most cases, each subgroup can be thought of as a \"closed walk\" of oaths within the overall system, which is designed to produce a specific resultant benefit to ITCD Bank, and which operates independently of other subgroups. Of the 800,000 subgroups in the SCP-2791 system, 104 have been classified by the Foundation. The complexity of each subgroup and of the overall SCP-2791 system renders understanding and containing the anomaly difficult.\n\n\nThe subgraph of oaths designated SCP-2791-126101 is one of the few that the Foundation considers to be mostly understood. To provide an insight into the structure of oath subgraphs within SCP-2791, a description of SCP-2791-126101 is given below.\n\n\n\n\n\n\n ▼  ━━━━━━   Show SCP-2791-126101 case study   ━━━━━━  ▼ \n\n\n\n\n △  ━━━━━━    Hide SCP-2791-126101 case study   ━━━━━━  △ \n\n\n\n\n\n\n\n\n\n\nSCP-2791-126101 oath subgraph\n\n\n\n\n\n\n1.\n First, the bank summons an entity named in Extraglobal Operations documentation as \"Khr’zrgzh the Dreadlord\". The bank enters into a standard blood-magick contract with the entity. The terms of the contract state that the beneficiary forfeits ten years of their life to the service of Khr’zrgzh in exchange for a standard magickal boon — in this case, a curse placed on a rival’s bloodline — upon completion of the period of service. To avoid a delay of ten years before the boon is received, and also to avoid surrendering a member of the company to the service of Khr’zrgzh, the bank formulates the following system of oaths.\n\n\n2.\n The bank summons the spirit of Freewater Homes, a Bermuda-based housing association and wholly owned subsidiary of the bank which had been empowered with limited thaumaturgical capabilities in a previous set of oaths. Freewater Homes acts as a supervising party in the creation of a spiritual paradimensional vessel (SPV), labelled here as Alpha. The bank extracts the soul of a homeless Bermudan woman and transfers the soul balance to Freewater Homes as payment for this operation.\n\n\n3.\n Spectral Walker K2, an extradimensional deity-like entity (EDLE) capable of travelling between dimensions within the local brane cluster, is channelled from Dimension 1A by Freewater Homes. Freewater Homes then arranges a fate pact between SPV Alpha and SW K2, causing SPV Alpha to tunnel instantaneously into Dimension 1A.\n\n\n4.\n SPV Alpha and SW K2 merge their life essences to form a single SPV Beta. SPV Beta utilises SW K2’s abilities to tunnel into Dimension 1B, a sister dimension of Dimension 1A, taking advantage of extempore-low sacrificial tariffs required for travel between sister dimensions. Notably, Dimension 1B is a metaphysical copy of Dimension 1A, and is identical in all ways to it except temporally, in that it operates exactly ten years prior to the relative time frame of both Dimension 1A and Dimension 0.\n\n\n5.\n SPV B then tunnels into Dimension 0 from Dimension 1B. Because of the different temporal frame of the origin dimension, SPV B enters Dimension 0 ten years in the past relative to the formation of the deal with Khr’zrgzh. SPV B separates into SW K2 and SPV A, and both entities remain in Dimension 0 for ten years.\n\n\n6.\n In the contract with Khr’zrgzh the Dreadlord, the bank names SPV A as the beneficiary of the blood-magick oath. Both the original SPV A and the aged version of SPV A, labelled here as SPV A\n+10\n, are present in Dimension 0 when the contract is signed. Khr’zrgzh witnesses the ten years of time weathering on SPV A\n+10\n compared to SPV A, which forces Khr’zrgzh to deem the forfeit of ten years of life as completed.\n7\n The boon of the bloodline curse is granted, Khr’zrgzh demanifests, and SW K2 consumes SPV A\n+10\n as payment for services rendered.\n\n\n\n\n\n\n △  ━━━━━━    Hide SCP-2791-126101 case study   ━━━━━━  △ \n\n\n\n\n\n\n\n\nHistory:\n In 1996, Prometheus Labs began construction on a long-planned experimental facility called the Superenergetic Thaumaturgy Collector (STC). Its intended function was to generate and analyse powerful thaumaturgical events, with the ultimate goal of devising a theoretical framework of physical laws to explain thaumaturgical phenomena. The facility was never completed due to [REDACTED] subsequent collapse of Prometheus Labs.\n\n\nPrior to the formation of SCP-2791, ITCD Bank had for many years maintained an interest in anomalous phenomena under a small but functional “Department of Psychical Concerns”, founded in 1897 by Peking branch manager and amateur occultist Edward Hillier. Increasingly regarded by the bank’s directors as an awkward historical relic, interest in Psychical Concerns was renewed following the department’s unexpected and profitable success in predicting the 1998 crash of the Russian ruble by tasseography.\n8\n\n\nThrough intermediaries at Marshall, Carter and Dark, the 13 surviving members of the STC research team contacted the Department of Psychical Concerns, and secured employment there in June 1999. In early 2001, the newly revitalised department was expanded into its own division and renamed “Extraglobal Operations”, accompanied by a shift in focus away from the passive study of anomalies to active exploitation. It is also around this time that experimental prototypes of SCP-2791-like systems were first created, utilising thaumaturgical techniques originally developed at the STC.\n\n\nThe Foundation was made aware of SCP-2791 in February 2010, when \nSCP-738-1\n activated spontaneously and began composing documents at a rate of 20 pages per second. The documents demanifested upon completion, rendering study difficult. SCP-738 initially refused to disclose the cause of its activation, referencing “client confidentiality”. After a deal for this information was authorised,\n9\n SCP-738 then revealed that it had been remotely contacted by EO staff three months previously, and had been in constant communication with them since to negotiate the terms of a complex multi-party contract for [REDACTED].\n10\n\n\nVoluntary containment of EO staff at the Advisory Containment Site was achieved in October 2010.\n\n\nIncident Log:\n The incident log for SCP-2791 is given below.\n\n\n\n\n\n\n ▼  ━━━━━━   Show SCP-2791 Incident Log   ━━━━━━  ▼ \n\n\n\n\n △  ━━━━━━    Hide SCP-2791 Incident Log   ━━━━━━  △ \n\n\n\n\n\n\n\n\n\n\nDate\n\n\nIncident\n\n\n\n\n\n\n2010-02-17\n\n\nDeal for [REDACTED] with SCP-738 authorised for cause of activation, alerting Foundation to the existence of SCP-2791.\n\n\n\n\n\n\n2010-02-21\n\n\nCorrespondence begins with Extraglobal Operations department at ITCD Bank. \nPaul Ritter\n, Extraglobal Operations Head of Regulatory Compliance, is designated Foundation Liaison Officer by ITCD Bank and becomes Foundation’s primary contact in EO.\n\n\n\n\n\n\n2010-10-01\n\n\nVoluntary containment of EO department achieved.\n\n\n\n\n\n\n2010-12-03\n\n\nSenior Researcher Dell'Avaro\n11\n’s first draft of GARMR put into effect.\n\n\n\n\n\n\n2011-04-24\n\n\nInitial census places SCP-2791 at 90,142 oaths.\n\n\n\n\n\n\n2011-07-11\n\n\nSCP-2791 reaches 100,000 oath milestone.\n\n\n\n\n\n\n2012-05-26\n\n\nJunior Researcher ████████ [REDACTED].\n\n\n\n\n\n\n2012-06-15\n\n\nFive SCP-2791 containment personnel, including \nSenior Researcher Dell'Avaro\n12\n [REDACTED]\n\n\n\n\n\n\n2013-01-09\n\n\nIn response to Incidents 2791/2012-05-26 and 2791/2012-06-15, all current and potential SCP-2791 containment personnel are to be assessed using the Global Non-conscious Personality Test (GNPT). Recruitment guidelines now consider any of the following GNPT values to be definite grounds for disqualification: HEDONISM1 metric greater than 57; MATERIALIST3 metric greater than 61; LOYAL2F metric lower than 70; SELFIMPORT metric greater than 73; AMBITIOUS_COMPLEX total score greater than 401.\n\n\n\n\n\n\n2014-06-03\n\n\nSCP-2791 reaches 1,000,000 oath milestone.\n\n\n\n\n\n\n2014-06-15\n\n\nPaul Ritter\n steps down as Extraglobal Operations Head of Regulatory Compliance and Foundation Liaison Officer, replaced by Senior Vice President \nMatt Dell'Avaro\n.\n\n\n\n\n\n\n2014-09-22\n\n\nApplication to upgrade SCP-2791 from Euclid to Keter filed by: \nSenior Researcher Recht\n.\n\n\n\n\n\n\n2014-09-29\n\n\nApplication rejected by: \nSite Director Leroux\n.\n\n\n\n\n\n\n2014-11-03\n\n\nP1 application to upgrade SCP-2791 from Euclid to Keter filed by: \nJunior Assistant Researcher Recht\n and \nSenior Researcher Dharamvir Singh\n.\n\n\n\n\n\n\n2014-11-04\n\n\nApplication rejected by: \nO5-6\n.\n\n\n\n\n\n\n2015-06-19\n\n\nMajor oath non-completion incident: unexpected fluctuation in the price of Nigerian cornmeal results in ITCD Bank being unable to fulfil the terms of oath SCP-2791-2144925-17. Entire population of Bielefeld, Germany, which had been named as collateral in the deal, is subsequently consumed by mediating entity \"Balgo'th Junior\".\n\n\n\n\n\n\n2016-02-26\n\n\nSCP-2791 reaches 5,000,000 oath milestone.\n\n\n\n\n\n\n2016-12-08\n\n\nSCP-2791 reaches 10,000,000 oath milestone.\n\n\n\n\n\n\n\n\n\n\n △  ━━━━━━    Hide SCP-2791 Incident Log   ━━━━━━  △ \n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. General Agreement on the Regulation and Maintenance of Reality, 2015. See Document 2791-A for full text.\n\n\n2\n. Reworded at the request of Extraglobal Operations staff, authorised 2014-06-18\n\n\n3\n. See Document 2791-D for passive incentivisation and encouragement guidelines.\n\n\n4\n. Observed examples include exposed bone structures, whole-body aplasia cutis (missing skin layers), and polymelia (multiple limbs).\n\n\n5\n. Observed examples include ungulate (hooved animal) cranial horns, and chiropteran (bat-like) wings.\n\n\n6\n. All SCP-2791 Researchers and Containment Specialists above Assistant level are expected to cultivate a good understanding of graph theory. For a primer, see Brooks, William, “Graph Theory for Anomalous Network Containment” in \nMathematical Concepts for Foundation Personnel\n, ed. Agnarsson, Helgi (Site 14: Sable Cage Press, 1995), 96.\n\n\n7\n. Why this occurs is not yet understood. It is unclear how Khr'zrgzh, and entities of the same class, perceive reality in our home dimension.\n\n\n8\n. Reading tea leaves.\n\n\n9\n. For details, see [LEVEL 4 CLEARANCE REQUIRED TO ACCESS THIS DOCUMENT]\n\n\n10\n. The Foundation was not able to prevent the deal’s completion.\n\n\n11\n. ERROR: No employee profile for this name can be found. The link may contain a spelling error, or this person may no longer be a current Foundation employee.\n\n\n12\n. ERROR: No employee profile for this name can be found. The link may contain a spelling error, or this person may no longer be a current Foundation employee.\n\n\n\n\n\n\n\n\n« \nSCP-2790\n | SCP-2791 | \nSCP-2792\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "1. In order to decrease the scale of the anomaly over the long term, the Foundation recommends in general that no new oaths are to be added to SCP-2791. Adding oaths may be justified in certain named circumstances; for instance, when necessary to prevent widespread loss of human life that would otherwise result from SCP-2791 effects, or if the addition of an oath will ultimately cause a decrease in total oath number. 2. EO staff All employees and board members of ITCD Bank are not to use SCP-2791 to bestow upon themselves, or any other human, any anomalous augmentations. Especially discouraged are anomalous biological augmentations, including but not limited to extended lifespan, increased physical strength or agility, improved sensory perception, ability to generate fire, all forms of telepathy or “mind-reading”, ability to transform parts of the body into animal animal or plant non-human anatomy , and enlargement or duplication of organs. Board members and employees of ITCD Bank currently possessing such are to cooperate with the Foundation in having anomalous augmentations removed. EO staff are strongly discouraged from using SCP-2791 to bestow any benefit, anomalous or otherwise, upon employees of the SCP Foundation, particularly those employees who are involved in the containment of SCP-2791. 3. Certain anomalous entities in the SCP-2791 network are consistently involved in oaths that the Foundation deems to be excessively hazardous to the maintenance of reality. EO staff are not to interact further with any SCP-2791 entity possessing a Foundation-assessed safety rating lower than “BBB‒”. EO staff are not to use acceptably rated entities as intermediates or conduits to facilitate oaths with unsuitably rated entities. EO staff are not to formulate combinations of unsuitably rated entities whose emergent properties mimic the behaviour of acceptably rated entities. 4. Oaths are not to generate persistent anomalous entities or phenomena in our home dimension. Oaths are not to further involve Foundation-named SCP objects, including but not limited to SCP-738 , SCP-1521 , and SCP-1442 . 5. Human beings, geographical places, and planets are not to be designated as collateral in any oath. 6. Oaths are not to alter the fundamental nature of reality, which is defined as including parameters such as the values of physical constants, the direction of time, the geometry and number of dimensions in spaces, the age of the universe , and the size of the universe ."
    ],
    "title": "SCP-2791"
}