{
    "url": "https://scp-wiki.wikidot.com/scp-2792",
    "all_text": "SCP-2792\n - \nSarah Snow Rabbit\n\n\n\n\nA good rabbit treated coldly.\n\n\nImage Credit\n\n\nThe doll was created by Alana Geary, a good friend of mine.\n\n\nCredit goes to \nphotoutopia\n for the second picture.\n\n\nCredit to the Euclid symbol on the pic on the front page of the tabs goes to SunnyClockwork\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+153\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-2792\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-45\n\n\nREDACTED\n\n\nREDACTED\n\n\nREDACTED\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-2792-1\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-2792 is to be contained in Secure Holding Cell 368 (SHC 368) on Site-45-C. SHC 368 has been modified to tolerate a minimum internal temperature of -225° C. Equipment and luxuries expected to interact with SCP-2792 must also be equipped to survive these conditions. SHC 368 must be equipped with high-capacity heating vents to counteract extreme cold in the case of an emergency or emotional instability.\n\n\nAll personnel entering SHC 368 are to wear at least Class-A insulated environment suits. If for any reason SCP-2792 leaves its cell, all Site-45-C personnel must vacate to either Site-45-A or Site-45-B. In accordance with Hayward Protocol, SCP-2792 is allowed counseling every Monday, Wednesday, and Friday.\n\n\nDescription:\n SCP-2792 is the collective term for SCP-2792-1 and SCP-2792-2.\n\n\nSCP-2792-1 is a white rabbit doll with red hands and legs, black button eyes, and gauze cloth wrapped around its head, neck, and wrists. It is composed primarily of polyester cotton, and has a core temperature of approximately −210° C. With SCP-2792-2 inhabiting it, SCP-2792-1 is capable of movement at speeds averaging 4 km/h.\n\n\nThe temperature surrounding SCP-2792 is lowered to an extreme degree, reaching -45 °C on average, but this does not come from SCP-2792-1 directly. If left uncontained, the weather within a 72km radius will be similarly altered, often causing blizzard or extreme snowfall conditions. SCP-2792 is capable of consciously lowering the surrounding temperature further\n1\n, but is unable to raise it past -21°C. If not focusing on managing its effects, the temperature will return to -45°C.\n\n\n\n\n\n\nSCP-2792-2\n\n\n\n\n\n\nSCP-2792-2 is former agent Sarah Crowely. SCP-2792-2 is 197 cm tall, suffering from stage 1 \nSCP-1903\n infection, and has become a semi-corporeal\n2\n entity. Despite this, SCP-2792-2 exhibits greater strength than that formerly observed in Agent Crowely. Before designation, Agent Sarah Crowely died while exploring \nSCP-1619\n.\n\n\nSCP-2792-2 is capable of inhabiting SCP-2792-1 and controlling it as if it were a body. SCP-2792 instances can not be further than 5 meters away from each other. If moved away from SCP-2792-1, SCP-2792-2 will disappear, and will reappear inhabiting SCP-2792-1.\n\n\nSCP-2792 has a known connection to a Brutus-Class Demiurge entity known as \"Sari\", who originated and died in \nSCP-2746\n. Agent Sarah Crowely, SCP-2792, and Sari are expected to have been the same person at different points in time. SCP-2792's effect on the surrounding temperature is suspected to be related to Sari, who was often associated with harsh blizzards in SCP-2746.\n\n\nAddendum-2792-1:\n SCP-2792 was found on 12/20/20██ in the Mojave Desert unintentionally causing a large-scale ground blizzard. Information on this event could not be concealed due to the resulting blizzard reaching Las Vegas, but ties to SCP-2792 or any Foundation involvement were successfully contained. Currently, the blizzard has been publicly labeled as a \"freak weather event.\"\n\n\nSCP-2792 was found near a previously airtight case produced by Prometheus Labs, which SCP-2792 broke while trying to free itself.\n\n\n\n\n\n\n\n\n\n\nF-2792\n\n\nInt-2792-0\n\n\nIA-2792-1\n\n\nDoc-2792-2\n\n\nInt-2792-3\n\n\nSL-2792-4\n\n\nDS-2792-5\n\n\nDO-2746-237\n\n\n\n\n\n\n\n\n\n\nForward-2792\n\n\n\n\nSCP-2792 Documents\n\n\n\n\n\n\nThe following is a collection of logs and interviews pertaining to SCP-2792's time spent with Prometheus Labs, as well as recovered documentation from Prometheus Labs. Due to SCP-2792's history with the Foundation, other SCP Files may be referenced.\n\n\nThese Documents are provided under jurisdiction of Hayward Protocol, and may only be viewed by Site-45 psychiatric staff, staff with specialized 2792 clearance, the current Site-45 Administrator, and those with O5 designations.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview-2792-0\n\n\nInterviewed:\n SCP-2792, referenced as Sarah\n\n\nInterviewer:\n Dr. ██████\n\n\nForeword:\n This interview took place after SCP-2792's identity as Agent Sarah Crowely was confirmed to be true (█ days after containment). Dr. ██████ was chosen because of their friendly relations to SCP-2792 while it was employed by the Foundation. SCP-2792 was referred to as \"Sarah\" by Dr. ██████ over the course of this interview.\n\n\n\n\n<Begin Log>\n\n\nDr. ██████:\n Well, hello Sarah.\n\n\nSCP-2792:\n [pauses] \"Sarah?\" Not \"SCP-whatever-my-number-is\"? I take it you found better evidence than just how I know why there was a \nfist-shaped Dent in the ladies locker room?\n\n\nDr. ██████:\n Y-yeah, we did. And yes, you and Stuart [DATA\nfucked like animals back there.\n EXPUNGED].\n\n\nSCP-2792:\n [laughs] Pffft, I can't believe you know that after all these years. I think it was when I was drunk off my ass during the Halloween party eons ago. Who told you that?\n\n\nDr. ██████:\n Well, it was pretty memorable, don't you think? We still have that huge dent you left in one of the lockers to admire.\n\n\nSCP-2792:\n Wait, seriously? Its been decades! Is it still working?\n\n\nDr. ██████:\n Miraculously.\n\n\nSCP-2792:\n Damn! Well, at least they replaced the sinks.\n\n\nDr. ██████:\n Yeah… Well, it's good to know you're making light of all this. A good sign that you're recovering. Do you think you're ready to talk about your time at Prometheus?\n\n\nSCP-2792:\n I uh… I can try… Can't you just… I don't know, go through Prometheus's medical records?\n\n\nDr. ██████:\n We can, and we are. But the most we're getting out of this is this Dr. Alva's personal notes. You really want their notes to be the only input we have on what happened? [pause] Besides, it's good for you to vent.\n\n\nSCP-2792:\n I guess… But first… I heard something about \"Hayward Protocol.\" Could you tell me what that is? What does it have to do with Stuart?\n\n\nDr. ██████:\n If I tell you, will you stop stalling?\n\n\nSCP-2792:\n [pauses] Yes.\n\n\nDr. ██████:\n It guarantees safe and comfortable conditions for well-behaved, sapient skips. Mostly patient-doctor confidentiality, counseling, sources of entertainment, that kind of thing. Stuart was able to get it passed for Site-45 while he was admin.\n\n\nSCP-2792:\n Oh, that's nice… do you think I could see him?\n\n\nDr. ██████:\n I'll… put a word in.\n\n\nSCP-2792:\n Y-… \"you'll put a word in?\" Seriously? It's been god knows how long, and all you're gonna do is \"put a word in?\" [sighs] Thanks.\n\n\nDr. ██████:\n It's the most I can do. I'm not even sure if it's okay to be discussing this.\n\n\nSCP-2792:\n Why wouldn't it be okay to talk about him? Did something happen to him? What's going on?\n\n\nDr. ██████:\n No, no. It's just… red tape.\n\n\nSCP-2792:\n … Sure.\n\n\nDr. ██████:\n So, what happened? At Prometheus?\n\n\nSCP-2792:\n Dr. Alva's a sadistic fuck is what happened. They had a problem with me from day one. I didn't even know them but apparently, the quack knew me. I'm just… That fucker drugged me. A lot. Is that good enough for you?\n\n\nDr. ██████:\n Did they hurt you, physically?\n\n\nSCP-2792:\n [pauses; SCP-2792 becomes visibly upset as the room's temperature begins to drop] As a matter of fact, yes. Yes they did… Listen, can we stop? I don't want to talk about them.\n\n\nDr. ██████:\n We do need to talk about this someti-\n\n\nSCP-2792:\n You don't think I know that? I said I don't want to talk about them now, ██████! Jesus, what do I gotta say to get your fat face to shut up!? You wanna talk, how about you start by cutting the shit about Stuart, huh?\n\n\nLook, can you just… fuck off? I'm not in the mood to deal with this shit.\n\n\nDr. ██████:\n [pauses] Sure thing, Sarah.\n\n\nSCP-2792:\n [exhales, temperature begins to rise back to average levels] Sorry. I shouldn't have said that. I'll talk about it, just… not now… If you give me a copy of whatever, I'll add to it or verify it or whatever… I don't think I'm capable of talking right now.\n\n\nDr. ██████:\n I understand. I'll just show myself out. Just remember to take care of yourself.\n\n\n<End Log>\n\n\nClosing Statement:\n Once Dr. ██████ left SHC 368, the temperature lowered to an extreme degree. SCP-2792 moved itself to its bed, and placed itself under the covers and against the wall two minutes after the interview.\n\n\n\n\n\n\n\n\n\n\n\n\nInitial Assessment 2792-1\n\n\n\n\nInitial Assessment - CRAFTER 004\n\n\nPatient name:\n Crowely, Sarah (#4, Sari)\n\n\nID:\n 1000985634736634674\n\n\nDate:\n 03/27/1960\n\n\nTime:\n 18:45\n\n\n\n\nHISTORY:\n Sarah Crowely is a former Crafter (#4, Sari) and a former SCP Foundation agent. Between her and Stuart Hayward (#3, Suwaird), her partner, she was the first to die, and inherit an artificial body (note: said body is a doll that has been designed by Administrator Agatha White). Sarah has shown phenomenal strength and vitality while human, which is expected to return in her secondary presence.\n\n\nSTATUS:\n Patient has become very weak as a result of the doll she is bound to. However, her secondary presence is expected to surpass her former faculties, and reach Post War Crafter-Level after her planned treatment. Her recovery is showing promise.\n\n\nThe temperature around the patient lowers over time. This effect is expected to increase as she recovers, and becomes more like her original form. This is a reflection of her role and status in ████.\n\n\nINSTRUCTIONS/RECOMMENDATIONS/PLAN:\n The doll the patient is bound to has been designed to simulate the effects of foreign agents once they have been intentionally injected into its core. This is to aid in the administration of daily vitamins, nutrients, and prescribed agents. The goal of the patient's care is to make her stay seem as quick and as painless as possible via regularly administered sleep aids, while encouraging a steady recovery of her secondary presence. It has also been treated to increase durability so that the patient will not have to self-repair post-recovery. Patient's stay is to last until her partner, Stuart Hayward's (#3, Suwaird) current human presence expires.\n\n\nNo further action will be taken on behalf of Prometheus Labs to accelerate or delay his arrival. Patient will remain in the care of Dr. Alva and their team until then.\n\n\n~ 2\n\n\n\n\n\n\n\n\n\n\nDocument 2792-2\n\n\n\n\nNote:\n The following are samples of the notes left behind in Dr. Alva's computer. Most of the notes were held in encrypted files, held alongside copies of SCP-2792's prescription notes.\n\n\n\n\n\n\n\n\n03/27/1960\n\n\nI'm not sure how to process this.\n\n\nI joined this place to redeem myself in the eyes of my partner. I never imagined after putting in all this work into showing him I'm a changed person, this… despot would fall right into my lap.\n\n\nI almost couldn't hide my… disgust when Agatha tasked me with showing her even a fraction of the civility I showed to those back home. Why didn't I speak up? I WANTED to get kicked off of this assignment. Whatever, I'll see if I can't lug this off onto someone else.\n\n\n\n\n03/28/1960\n\n\nMs. White's debrief on what she wants done was finally delivered. I knew we'd have some conflicts of interest, but I didn't expect them to be so… easy to deal with.\n\n\nAll she wants is time to pass quickly for the 'patient.' How long does she think it'll take for Suwaird to die? I suppose it doesn't matter. This is easy to work with. I told her I can put her to rest until it's time for her to wake up.\n\n\nShould be painless. Lucky bitch. I wish I could just lie around and sleep all day.\n\n\n\n\n04/7/1960\n\n\nIt's been a little over a week with this assignment. My mind keeps going back to a few days ago, where I had a little more fun with it than I was probably allowed.\n\n\nThe 'patient' was lying there as usual, and it was time for me to switch her bags and whatnot. She's been making it fucking cold in there, and I was more preoccupied on that than what I was doing. I tried throwing a blanket over her, but it didn't work like I hoped.\n\n\nI remembered how cold it was… how cold she made it eons ago.\n\n\nThen I hit her. And then I kept hitting her. I knew she couldn't feel it, on account of the drugs. Probably didn't even care. But I did. I felt… better.\n\n\nI almost forgot I could get fired for doing that. In hindsight though, I could technically do that again. I mean, there's only surveillance of the halls, not of her actual room. I technically could go in there when I'm supposed to, do my shit, and clock her one when no one's looking. I could keep doing this every day if I wanted. Hell, she deserves worse.\n\n\nBut there's not much a point to it if \nshe\n can't feel it, outside of just mental masturbation. Is there?\n\n\nI might do it just every once in awhile. Call it \"stress relief.\"\n\n\n\n\n04/8/1960\n\n\nWhat if I just… made up a reason to prescribe her tetrodotoxin\n3\n?\n\n\nAnd then, only administered that, in terms of sleep aid?\n\n\nI'm only really worried about the others. If they see me, then they could get me fired.\n\n\nI'll only do it at night, when they're out of the building.\n\n\nI know just the perfect strain that would paralyze her in such a way that she'd seem asleep, but really be just as awake and feeling everything.\n\n\nNot like the bitch can die this time.\n\n\nFuck it.\n\n\n\n\n\n\n\n\n\n\nInterview-2792-3\n\n\nInterviewed:\n SCP-2792, referenced as Sarah\n\n\nInterviewer:\n Dr. ██████\n\n\n\n\nDr. ██████:\n Hello, Sarah. You ready to talk? We have some questions for you.\n\n\nSCP-2792:\n Yeah… I'm ready.\n\n\nDr. ██████:\n Let's start from the beginning. Take your time with these. Do you know how much time passed since you were under Prometheus's care?\n\n\nSCP-2792:\n Yes. I know I died \non the 28th of March. Year 1960.\n It's been roughly 38 years.\n\n\nDr. ██████:\n Good, good. You're doing great. You said that you were directly handled by Dr. Alva. How much do you know about them?\n\n\nSCP-2792:\n They aren't human. They made claims to be some kind of… immortal reality bender. I can confirm the immortal part, but nothing outside of that… One time, the sick fuck slit their throat just to freak me out.\n\n\nOutside of that, no. They're apparently a medical doctor. One who Prometheus trusted enough to take care of me.\n\n\nDr. ██████:\n Besides Alva, were there others who hurt you? You said that they were an immortal? Do you think there are others like that?\n\n\nSCP-2792:\n No, Alva was the only one. Prometheus wanted me in a coma for the entirety of my stay, but that's it… And I don't know how many people were like [Alva]. I saw what White did to them. She made them just disappear, just like that. So I think something is up with her too.\n\n\nDr. ██████:\n Was Alva interrogating you? And were you the only one being treated this way? Were you the only person under care?\n\n\nSCP-2792:\n No, and as far as I know, no.\n\n\nDr. ██████:\n Do you think they know any sensitive information regarding the Foundation?\n\n\nSCP-2792:\n White might. Alva, I doubt.\n\n\nDr. ██████:\n Any idea why you're in your current state?\n\n\nSCP-2792:\n Not really. It looks like me, I suppose. It works sort of like a… possessable phylactery that I'm bound to. If I'm going to be honest, I feel more… comfortable like this? More so than when I was prior. I don't quite know how to describe it.\n\n\nTo be frank, I think this was just the easiest way for them to get me back.\n\n\nDr. ██████:\n Speaking of, why do you think Prometheus did this to you?\n\n\nSCP-2792:\n I don't know. This isn't normally how they do things, is it? You'll have to ask the Administrator.\n\n\nDr. ██████:\n I know this will be hard for you, but what did Alva do to you \nexactly\n?… Take your time.\n\n\nSCP-2792:\n They uh… They started out by putting me on this drug. I was completely paralyzed, but I felt \nevery single thing\n they did. Once they figured I was awake, they knocked the wind out of me, ripped out my IV, and threw me across the room. My arm felt like they tore it off.\n\n\nThey fixed me up each time, but it only got worse. They even started recording everything for god knows why… They brought a baton with them one day, and thankfully, that was what got them caught.\n\n\nDr. ██████:\n Yeah, we saw. What do you think Alva was doing this for?\n\n\nSCP-2792:\n I was thinking about the same thing. One day, they said they were doing all of this out of revenge, because they thought I was something named \"Sari.\" They told me Sari punished them. For what, I don't know, but knowing what they're capable of, they probably deserved it.\n\n\nDr. ██████:\n That was all I had. Thank you Sarah, you did great. We'll let you know if we need anything else.\n\n\nSCP-2792:\n Don't mention it. But I'm still not over Stuart. Why won't you tell me anything about him? Is he dead? I need to know. You owe me that.\n\n\nDr. ██████:\n Stuart… Stuart went through some changes. He died and was resurrected like you. He got classified as an \nSCP\n.\n\n\nSCP-2792:\n Oh… oh… what happened?\n\n\nDr. ██████:\n He was created in Prometheus Labs, but something impersonated you while he was in there.\n\n\nSCP-2792:\n Oh no… Couldn't you vouch for me?\n\n\nDr. ██████:\n We could, and would, but we just… don't know how yet. She hit him in a very emotional place, so we don't know how he'd react to learning about you.\n\n\nSCP-2792:\n Just… just tell him. Tell him what I told you. Hell, give him my file. Please.\n\n\nDr. ██████:\n I'll… see if I can.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nSurveillance Log-2792-4\n\n\nForeward:\n On 01/05/98; 20:07, Prometheus Administrator Agatha White enters SCP-2792's room. The following was found on Dr. Alva's computer, recorded via camcorder.\n\n\n\n\n<Begin Log>\n\n\n[Dr. White enters the room, and sets her purse down by the door, and approaches SCP-2792-1]\n\n\nDr. White:\n Hey Sari, how're you holding up?… You probably can't hear me, and even if you did, you probably don't remember me. I just wanted to swing by, since your time here is about to end. Hell, Prometheus is about to end. You'll see Suwaird soon. Yay, right?\n\n\nI'm sorry I haven't been here for you for the good part of four decades… I'm terrible, I know. I was just so busy, ya know? Especially lately: I've been preparing, making losses as tiny as possible. Plus, If I'm going to be honest, I kinda just… didn't want to see you like this. It's why I handed the whole thing off to Alva and never looked back till now.\n\n\nAnyway, I'll let you get back to it. Love you.\n\n\n[She sets some papers down on the desk, but pauses]\n\n\nDr. White:\n Wait… what's this prescription? Why did they prescribe you this strand? Wait… what's…?\n\n\n[Dr. White looks down, and picks up a baton from underneath the desk. Afterwards, she begins to search the room, reading files and going through Alva's computer, appearing increasingly disturbed.]\n\n\nDr. White:\n Oh… Alva… Fuck.\n\n\n<End Log>\n\n\n\n\n\n\nForeword:\n The following is the last recording regarding SCP-2792 before Prometheus's collapse on 01/09/98. This log was found inside the container SCP-2792 was recovered in (See Addendum-2792-1). Log begins with Dr. Alva returning from vacation, locking the door behind them.\n\n\n\n\n<Begin Log>\n\n\nDr. Alva:\n Hello, princess! Good to be back, good to be back. Well, let's get your shots out of the way…\n\n\n[Dr. Alva moves toward the medicine cabinet and collects several bottles and syringes, bringing them to SCP-2792-1. Dr. White unlocks and enters the room with two guards]\n\n\nDr. Alva:\n Oh, hello Administrator. What are you doing here?\n\n\nDr. White:\n Nothing. Just to inform you that you no longer work with Sari. You're done.\n\n\nDr. Alva:\n Oh? So I suppose that means Stu's dead?\n\n\nDr. White:\n Soon. But it's not the reason why I'm here. If it was, I wouldn't be here.\n\n\nDr. Alva:\n Then why are you here?\n\n\nDr. White:\n You know damn well why. Repeated abuse of a patient, and god knows what else. Don't even get me started on what you did in ████, slaver.\n\n\nDr. Alva:\n Oh… you know about that, huh?\n\n\nDr. White:\n Yes, I do. God, no one but Suwaird and Sari even knew, did they?\n\n\nDr. Alva:\n There were a couple of people. And don't talk to me about what I did. Everyone was guilty of something then, and you know it, hypocrite. I'm not gonna sit here and pity myself about what I did back in ████. I don't regret a single person captured, sold, eaten, whatever.\n\n\nI accept the pain I caused. It was hell, and I did what I had to to survive. As did you.\n\n\nSo. Go ahead. Fire me.\n\n\nDr. White:\n I had something else in mind.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n At the end of this log, the room went dark, and their actions could not be made out. A gasp can be heard from Alva, but no other significant sound was detected. When the lights came back on, Dr. White and her guards were the only ones visible. Dr. White then adjusted her tie before turning off Dr. Alva's camcorder. Dr. Alva was not found after the collapse.\n\n\n\n\n\n\n\n\n\n\nDischarge Summary 2792-5\n\n\n\n\nDischarge Summary - CRAFTER 004\n\n\nPatient name:\n Crowely, Sarah (FKA; Sari)\n\n\nID:\n 1000985634736634674\n\n\nDate Admitted:\n 03/27/1960\n\n\nDate Discharged:\n 12/8/1998\n\n\nTime:\n 09:55\n\n\n\n\nSTATUS:\n Patient is in worse condition than the administration was led to believe. While she is certainly healthy in terms of physical well being, she has suffered severe pain and mental scarring at the hands of Dr. Alva. Dr. Alva is currently being handled by Administrator Agatha White, who is reinflicting the punishments assigned to them in ████.\n\n\nINSTRUCTIONS/RECOMMENDATIONS/PLAN:\n Patient is to be handed to the SCP Foundation, as further care in Prometheus Labs will be highly problematic. She, along with Stuart Hayward, will be fully updated on their past lives before Insurgence has begun. Together, they will decide on their future actions, and how they wish to respond to Insurgence.\n\n\n\n\n\n\n\n\n\n\nDisciplinary Order-2746-237\n\n\n\n\nWITH NO REGRET\n\n\nwe execute Alva's punishment for their atrocities towards our people.\n\n\nAlva served as an oracle of ████. They were of little worth. We wish to say that their services were useful in better days, however, they were not. Prior to their current state, Alva took advantage of those less fortunate than them.\n\n\nTheir punishment is deserved, and few will miss them.\n\n\n\n\nPrior to their current state, they had captured and organized the selling and trade of their brothers and sisters, for the purposes of harvesting and engagement. Alva was discovered in the act of selling one of their brothers to a defect member of the Furies.\n\n\n\n\n\n\nThe following orders, in lieu of crucifixion and relocation to the under plane, have been commissioned for Alva's punishment:\n\n\n\n\nAlva's tongue is to be removed, so that they can no longer spread their lies, or charm those they wish to deceive.\n\n\nThey are to be butchered in a similar fashion to the way they have butchered others; cut, sliced, and amputated. Their flesh is not to be eaten so that we can set an example, to show that even through desperation, we are not like them.\n\n\nEach butchered piece of them are to be spiked and chained apart, as opposed to burned or eaten. This is so that they may know the bondage that they have bestowed upon others.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-2792 has a record -201°C for a duration of 1 hour and 23 minutes.\n\n\n2\n. semi-corporeal : A Foundation-coined term used to describe objects, entities, etc, which are not composed of matter and can pass through solid objects, yet can still physically interact, or somewhat interact, with corporeal objects as if they were.\n\n\n3\n. Tetrodotoxin is a type of neurotoxin found in several aquatic animals.\n\n\n\n\n\n\n\n\n« \nSCP-2791\n | SCP-2792 | \nSCP-2793\n »",
    "addendums": [
        "Addendum-2792-1: SCP-2792 was found on 12/20/20██ in the Mojave Desert unintentionally causing a large-scale ground blizzard. Information on this event could not be concealed due to the resulting blizzard reaching Las Vegas, but ties to SCP-2792 or any Foundation involvement were successfully contained. Currently, the blizzard has been publicly labeled as a \"freak weather event.\"\nSCP-2792 was found near a previously airtight case produced by Prometheus Labs, which SCP-2792 broke while trying to free itself."
    ],
    "documents": [],
    "notes": [
        "<Begin Log> Dr. ██████: Well, hello Sarah. SCP-2792: [pauses] \"Sarah?\" Not \"SCP-whatever-my-number-is\"? I take it you found better evidence than just how I know why there was a fist-shaped Dent in the ladies locker room? Dr. ██████: Y-yeah, we did. And yes, you and Stuart [DATA fucked like animals back there. EXPUNGED]. SCP-2792: [laughs] Pffft, I can't believe you know that after all these years. I think it was when I was drunk off my ass during the Halloween party eons ago. Who told you that? Dr. ██████: Well, it was pretty memorable, don't you think? We still have that huge dent you left in one of the lockers to admire. SCP-2792: Wait, seriously? Its been decades! Is it still working? Dr. ██████: Miraculously. SCP-2792: Damn! Well, at least they replaced the sinks. Dr. ██████: Yeah… Well, it's good to know you're making light of all this. A good sign that you're recovering. Do you think you're ready to talk about your time at Prometheus? SCP-2792: I uh… I can try… Can't you just… I don't know, go through Prometheus's medical records? Dr. ██████: We can, and we are. But the most we're getting out of this is this Dr. Alva's personal notes. You really want their notes to be the only input we have on what happened? [pause] Besides, it's good for you to vent. SCP-2792: I guess… But first… I heard something about \"Hayward Protocol.\" Could you tell me what that is? What does it have to do with Stuart? Dr. ██████: If I tell you, will you stop stalling? SCP-2792: [pauses] Yes. Dr. ██████: It guarantees safe and comfortable conditions for well-behaved, sapient skips. Mostly patient-doctor confidentiality, counseling, sources of entertainment, that kind of thing. Stuart was able to get it passed for Site-45 while he was admin. SCP-2792: Oh, that's nice… do you think I could see him? Dr. ██████: I'll… put a word in. SCP-2792: Y-… \"you'll put a word in?\" Seriously? It's been god knows how long, and all you're gonna do is \"put a word in?\" [sighs] Thanks. Dr. ██████: It's the most I can do. I'm not even sure if it's okay to be discussing this. SCP-2792: Why wouldn't it be okay to talk about him? Did something happen to him? What's going on? Dr. ██████: No, no. It's just… red tape. SCP-2792: … Sure. Dr. ██████: So, what happened? At Prometheus? SCP-2792: Dr. Alva's a sadistic fuck is what happened. They had a problem with me from day one. I didn't even know them but apparently, the quack knew me. I'm just… That fucker drugged me. A lot. Is that good enough for you? Dr. ██████: Did they hurt you, physically? SCP-2792: [pauses; SCP-2792 becomes visibly upset as the room's temperature begins to drop] As a matter of fact, yes. Yes they did… Listen, can we stop? I don't want to talk about them. Dr. ██████: We do need to talk about this someti- SCP-2792: You don't think I know that? I said I don't want to talk about them now, ██████! Jesus, what do I gotta say to get your fat face to shut up!? You wanna talk, how about you start by cutting the shit about Stuart, huh? Look, can you just… fuck off? I'm not in the mood to deal with this shit. Dr. ██████: [pauses] Sure thing, Sarah. SCP-2792: [exhales, temperature begins to rise back to average levels] Sorry. I shouldn't have said that. I'll talk about it, just… not now… If you give me a copy of whatever, I'll add to it or verify it or whatever… I don't think I'm capable of talking right now. Dr. ██████: I understand. I'll just show myself out. Just remember to take care of yourself. <End Log> Closing Statement: Once Dr. ██████ left SHC 368, the temperature lowered to an extreme degree. SCP-2792 moved itself to its bed, and placed itself under the covers and against the wall two minutes after the interview.",
        "Note: The following are samples of the notes left behind in Dr. Alva's computer. Most of the notes were held in encrypted files, held alongside copies of SCP-2792's prescription notes.",
        "Dr. ██████: Hello, Sarah. You ready to talk? We have some questions for you. SCP-2792: Yeah… I'm ready. Dr. ██████: Let's start from the beginning. Take your time with these. Do you know how much time passed since you were under Prometheus's care? SCP-2792: Yes. I know I died on the 28th of March. Year 1960. It's been roughly 38 years. Dr. ██████: Good, good. You're doing great. You said that you were directly handled by Dr. Alva. How much do you know about them? SCP-2792: They aren't human. They made claims to be some kind of… immortal reality bender. I can confirm the immortal part, but nothing outside of that… One time, the sick fuck slit their throat just to freak me out. Outside of that, no. They're apparently a medical doctor. One who Prometheus trusted enough to take care of me. Dr. ██████: Besides Alva, were there others who hurt you? You said that they were an immortal? Do you think there are others like that? SCP-2792: No, Alva was the only one. Prometheus wanted me in a coma for the entirety of my stay, but that's it… And I don't know how many people were like [Alva]. I saw what White did to them. She made them just disappear, just like that. So I think something is up with her too. Dr. ██████: Was Alva interrogating you? And were you the only one being treated this way? Were you the only person under care? SCP-2792: No, and as far as I know, no. Dr. ██████: Do you think they know any sensitive information regarding the Foundation? SCP-2792: White might. Alva, I doubt. Dr. ██████: Any idea why you're in your current state? SCP-2792: Not really. It looks like me, I suppose. It works sort of like a… possessable phylactery that I'm bound to. If I'm going to be honest, I feel more… comfortable like this? More so than when I was prior. I don't quite know how to describe it. To be frank, I think this was just the easiest way for them to get me back. Dr. ██████: Speaking of, why do you think Prometheus did this to you? SCP-2792: I don't know. This isn't normally how they do things, is it? You'll have to ask the Administrator. Dr. ██████: I know this will be hard for you, but what did Alva do to you exactly ?… Take your time. SCP-2792: They uh… They started out by putting me on this drug. I was completely paralyzed, but I felt every single thing they did. Once they figured I was awake, they knocked the wind out of me, ripped out my IV, and threw me across the room. My arm felt like they tore it off. They fixed me up each time, but it only got worse. They even started recording everything for god knows why… They brought a baton with them one day, and thankfully, that was what got them caught. Dr. ██████: Yeah, we saw. What do you think Alva was doing this for? SCP-2792: I was thinking about the same thing. One day, they said they were doing all of this out of revenge, because they thought I was something named \"Sari.\" They told me Sari punished them. For what, I don't know, but knowing what they're capable of, they probably deserved it. Dr. ██████: That was all I had. Thank you Sarah, you did great. We'll let you know if we need anything else. SCP-2792: Don't mention it. But I'm still not over Stuart. Why won't you tell me anything about him? Is he dead? I need to know. You owe me that. Dr. ██████: Stuart… Stuart went through some changes. He died and was resurrected like you. He got classified as an SCP . SCP-2792: Oh… oh… what happened? Dr. ██████: He was created in Prometheus Labs, but something impersonated you while he was in there. SCP-2792: Oh no… Couldn't you vouch for me? Dr. ██████: We could, and would, but we just… don't know how yet. She hit him in a very emotional place, so we don't know how he'd react to learning about you. SCP-2792: Just… just tell him. Tell him what I told you. Hell, give him my file. Please. Dr. ██████: I'll… see if I can. <End Log>",
        "<Begin Log> [Dr. White enters the room, and sets her purse down by the door, and approaches SCP-2792-1] Dr. White: Hey Sari, how're you holding up?… You probably can't hear me, and even if you did, you probably don't remember me. I just wanted to swing by, since your time here is about to end. Hell, Prometheus is about to end. You'll see Suwaird soon. Yay, right? I'm sorry I haven't been here for you for the good part of four decades… I'm terrible, I know. I was just so busy, ya know? Especially lately: I've been preparing, making losses as tiny as possible. Plus, If I'm going to be honest, I kinda just… didn't want to see you like this. It's why I handed the whole thing off to Alva and never looked back till now. Anyway, I'll let you get back to it. Love you. [She sets some papers down on the desk, but pauses] Dr. White: Wait… what's this prescription? Why did they prescribe you this strand? Wait… what's…? [Dr. White looks down, and picks up a baton from underneath the desk. Afterwards, she begins to search the room, reading files and going through Alva's computer, appearing increasingly disturbed.] Dr. White: Oh… Alva… Fuck. <End Log>",
        "<Begin Log> Dr. Alva: Hello, princess! Good to be back, good to be back. Well, let's get your shots out of the way… [Dr. Alva moves toward the medicine cabinet and collects several bottles and syringes, bringing them to SCP-2792-1. Dr. White unlocks and enters the room with two guards] Dr. Alva: Oh, hello Administrator. What are you doing here? Dr. White: Nothing. Just to inform you that you no longer work with Sari. You're done. Dr. Alva: Oh? So I suppose that means Stu's dead? Dr. White: Soon. But it's not the reason why I'm here. If it was, I wouldn't be here. Dr. Alva: Then why are you here? Dr. White: You know damn well why. Repeated abuse of a patient, and god knows what else. Don't even get me started on what you did in ████, slaver. Dr. Alva: Oh… you know about that, huh? Dr. White: Yes, I do. God, no one but Suwaird and Sari even knew, did they? Dr. Alva: There were a couple of people. And don't talk to me about what I did. Everyone was guilty of something then, and you know it, hypocrite. I'm not gonna sit here and pity myself about what I did back in ████. I don't regret a single person captured, sold, eaten, whatever. I accept the pain I caused. It was hell, and I did what I had to to survive. As did you. So. Go ahead. Fire me. Dr. White: I had something else in mind. <End Log>"
    ],
    "containment_procedures": "SCP-2792 is to be contained in Secure Holding Cell 368 (SHC 368) on Site-45-C. SHC 368 has been modified to tolerate a minimum internal temperature of -225° C. Equipment and luxuries expected to interact with SCP-2792 must also be equipped to survive these conditions. SHC 368 must be equipped with high-capacity heating vents to counteract extreme cold in the case of an emergency or emotional instability.",
    "description": "SCP-2792 is the collective term for SCP-2792-1 and SCP-2792-2.",
    "title": "SCP-2792"
}