{
    "url": "https://scp-wiki.wikidot.com/scp-2797",
    "all_text": "rating: \n+192\n+\n–\nx\n\n\n\n\n\n\nSCP-2797\n\n\n\n\n\n\nItem #:\n SCP-2797\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Instances of SCP-2797 must not come in contact with any form of biological material. Personnel must utilize hazmat suits capable of withstanding scratches and bites by the SCP-2797 instances.\n\n\nDescription:\n SCP-2797 is the collective designation of a group of ~800 organisms visually resembling \nSciurus vulgaris\n, Eurasian red squirrels.\n\n\nInstances of SCP-2797 exhibit anomalous behaviour and abilities when interacting with biological matter. Based on the variations in the displayed behaviour, SCP-2797 can be separated into several exclusive groups, including:\n\n\n\n\nSCP-2797-A\n: Will seek out biological material, extract 0.2-0.3 kg pieces, and transport them to members of other groups.\n\n\n\n\n\n\nSCP-2797-B\n: Able to spontaneously catalyze various chemical and biological reactions within immediate proximity.\n\n\n\n\n\n\nSCP-2797-E\n: Use materials gained from SCP-2797-A to construct slabs of muscle tissue.\n\n\n\n\n\n\nSCP-2797-F\n: Fuse with existing non-anomalous organisms and modify themselves to improve the host.\n\n\n\n\n\n\nSCP-2797-K\n: Will dismantle injured or inactive members of SCP-2797 into constituting materials, or use available materials to construct new SCP-2797 specimens.\n\n\n\n\nSCP-2797 were created by a Prometheus Labs subcontractor located in Nizhnevartovsk, Russia. Due to the displayed anomalous properties, and the fact that \"proteins\" and \"squirrels\" are homographs in the Russian language, it is believed that SCP-2797 were created due to a mistranslation.\n\n\nWhile SCP-2797 were intended to be used in cellular surgery and artificial organ manufacture, they are unable to perform these activities due to their scale and physical limitations.\n\n\n\n\n\n\n« \nSCP-2796\n | SCP-2797 | \nSCP-2798\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-2797",
    "object_class": "Euclid",
    "containment_procedures": "Instances of SCP-2797 must not come in contact with any form of biological material. Personnel must utilize hazmat suits capable of withstanding scratches and bites by the SCP-2797 instances.",
    "description": "SCP-2797 is the collective designation of a group of ~800 organisms visually resembling Sciurus vulgaris, Eurasian red squirrels.",
    "title": "SCP-2797"
}