{
    "url": "https://scp-wiki.wikidot.com/scp-2800",
    "all_text": "rating: \n+584\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2800\n: Cactusman\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2040\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 875\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 856\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 584\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 543\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 419\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 315\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 243\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 225\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 171\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 169\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 130\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 125\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 99\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 92\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 205\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+584\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2800\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2800 is to be contained in a modified standard humanoid containment chamber that features a large sun lamp. SCP-2800's hero syndrome and dysthymia are to be regularly monitored by psychologists.\n\n\nWhen possible, SCP-2800 is to be given menial tasks where it can assist others while under close supervision. It has been deemed by staff psychologists that allowing SCP-2800 to assist in these tasks has significantly improved its morale and general disposition.\n\n\nRegular psychological counseling and monitoring for self harm is recommended for SCP-2800. SCP-2800 has also been placed on suicide watch.\n\n\nDescription:\n SCP-2800 is an anomalous male of Scottish descent, formerly known as Daniel MacIntyre, though SCP-2800 refers to itself as \"Cactusman, the Spiked Menace.\" SCP-2800 measures 187 cm and 76 kg, and possesses brown hair and green eyes.\n\n\nSCP-2800 possesses an expanded genome that contains DNA from the saguaro cactus. SCP-2800 also has many anomalous characteristics that are consistent with the natural physical properties of the \nCarnegiea gigantea\n plant, more commonly known as the saguaro cactus.\n\n\nSCP-2800 has demonstrated the following anomalous capacities:\n\n\n\n\nThe anomalous capacity to instantaneously grow 2-3 cm spines from all surfaces of its body. The spines fall off naturally, though SCP-2800 can also voluntarily detach these spines.\n\n\nThe anomalous capacity to perform crassulacean acid metabolism photosynthesis. SCP-2800 can open pores on its body to function in a manner similar to stomata.\n\n\nThe anomalous capacity to use water in a hyper-efficient manner. SCP-2800 can subsist on roughly 1/3 the amount of water needed for an average male of its height and build. SCP-2800 produces roughly 1/5 the urea that a normal human of its height, build and diet would normally produce. It is currently hypothesized that SCP-2800 is able to store wastes such as ammonia in its body, in a manner similar to other plants. SCP-2800 is also capable of excreting waste through its pores, but describes this process as uncomfortable.\n\n\nThe anomalous capacity to tolerate above average temperatures and above average aridity. SCP-2800 possesses an extremely efficient cooling mechanism that prevents it from overheating easily. In addition, SCP-2800 has demonstrated its ability to prevent its skin from drying out.\n\n\nEmpathic connections with other members of the Cactaceae family. Through testing, it has been demonstrated that SCP-2800's metabolic rate increases significantly while it is communicating with cacti. Said cacti are noted to increase water and nutrient absorption from the soil they are planted in while SCP-2800 is communicating with them. SCP-2800 has been able to communicate with \nSCP-3388\n without a cell phone and \nSCP-2497\n without the standard light code.\n\n\n\n\nSCP-2800 has been diagnosed with several mental disorders, including dysthymia (chronic depression), and hero syndrome. SCP-2800 expresses an extreme desire to assist others, and intervene in situations, even if it is incapable of rendering any form of assistance in such situations.\n\n\nSCP-2800's inability to assist in many situations is believed to have been a cause of its dysthymia. SCP-2800 has expressed frustration in many cases due to its self-perceived inability to provide useful function to others, and has attempted self-harm in the past.\n\n\nSCP-2800 was captured by the Foundation while the organization was attempting to track and contain a reality-bending SCP object that had breached containment. SCP-2800 was found attempting to assault the escaped SCP object, although this proved largely ineffective. After the containment breach was resolved, the Foundation convinced SCP-2800 to be contained.\n\n\nSCP-2800 has been provided a number of potted cacti, after its request for them was approved by psychological staff, on the grounds of improving SCP-2800's morale.\n\n\nFurther crosstesting of SCP-2800 with other cactaceous anomalies — such as \nSCP-1277\n, \nSCP-1478\n and \nSCP-822\n — has been proposed and is currently pending approval.\n\n\nInterview Log 2800-1:\n\n\n\n\nInterviewer: Dr. Louef\n\nInterviewee: SCP-2800\n\n\nDr. Louef:\n Morning, SCP-2800. How are you today?\n\n\nSCP-2800:\n Hey doc. I'm pretty good. Got some nice sun today, feeling full of energy! Cactusman is ready to fight some crime. Just point me at the criminals, haha!\n\n\nDr. Louef:\n That's good to hear. On that subject, I'd like to ask you a few questions, if you don't mind.\n\n\nSCP-2800:\n Sure, go ahead! The little buddies were getting boring, anyways.\n\n\nDr. Louef:\n How did you acquire your…abilities, and what were the circumstances surrounding your use of them, prior to your relocation to the Foundation?\n\n\nSCP-2800:\n To be honest, doc, I dunno. I woke up one day, and boom, cactus powers. Thought that I might as well use them for good, right? I always grew up reading a lot of comic books. Always loved the X-Men as a little kid, so I thought I was one of them. Heh. I thought I was the luckiest guy in the world, ending up with superpowers. Doesn't every kid wish that they could be a superhero?\n\n\nDr. Louef:\n Was there any other motivation?\n\n\nSCP-2800:\n Well, to be honest….I got picked on as a kid a lot. Lot of bullies at my school beat the crap out of me all the time. I just wanted to give back, you know? Do my share to help others in need. I didn't want what happened to me to happen to anybody else.\n\n\nDr. Louef:\n And that led to your current status?\n\n\nSCP-2800:\n Yeah. I got out there, and dubbed myself \"Cactusman! The Spiked Menace!\" Has a pretty good ring to it, don't you think? Took me a while to come up with it. I decided to go out there and show the world what a superhero looked like. My uh…first mission didn't go so well, though.\n\n\nDr. Louef:\n What happened in your first mission?\n\n\nSCP-2800:\n Drug dealers, man. I hit one in the face and left some spines in there. Felt pretty good about myself until his buddy hit me back. They beat the crap out of me, until the cops showed up. I was in the hospital for a while, until I hit the streets again, to patrol for crime. Had to show that Cactusman wouldn't be put down by those petty criminals, right?\n\n\nDr. Louef:\n And what happened then?\n\n\nSCP-2800:\n I tried to do my best. Patrolled some back alleys after work every night. Sometimes, I got lucky, and saw some situations going on. Though uh…I didn't do a lot to help.\n\n\nDr. Louef:\n Can you elaborate?\n\n\nSCP-2800:\n Almost every time that I went out to fight crime, I got beat up by the thugs that I was trying to stop. Sure, I got a few good hits in and left some spines in them, and maybe bruises here or there, but there wasn't much else. They had knives and stuff too. I didn't have any of that stuff. What kind of a hero uses a knife? Gotta show a good message to the kids, right? Superheroes have to be good models for the kids.\n\n\nDr. Louef:\n Of course. Can you describe the incident leading to your discovery?\n\n\nSCP-2800:\n Oh man, what a great case that was! I found out that there was some serial killer who had gone uncaught by the police for months now. I heard that he was some real psycho who forced his victims to enjoy what he was doing to them. Thought if I could get him, I'd break into the big business. I stumbled into his hideout, and he got me good. Thankfully, you guys helped me though….wish I could do the same.\n\n\nDr. Louef:\n Now, about your abilities: You've demonstrated many of them, but the one that you haven't described is your empathic connection to other cacti.\n\n\nSCP-2800:\n Oh yeah, I can talk to them. They're my little sidekicks! Meet: Cactilad and Spikigirl!\n\n\nSCP-2800 presents two potted cacti.\n\n\nSCP-2800:\n They say hi, by the way. They don't talk to other people much.\n\n\nDr. Louef:\n What do cacti talk about?\n\n\nSCP-2800:\n Oh, not much. They're a quiet folk. \"It's bloody cold in here,\" \"I'm thirsty,\" \"I am a cactus,\" and what-not. Not much else. Doc, I have a question for you though.\n\n\nDr. Louef:\n Yes?\n\n\nSCP-2800:\n Is there, ah, anything that I could do for you guys?\n\n\nDr. Louef:\n No, I don't think so.\n\n\nSCP-2800 looks disappointed.\n\n\nSCP-2800:\n Well… let me know, okay? Cactusman is always ready to help fight evil, you know.\n\n\nDr. Louef:\n I'll be sure to let you know if something comes up that requires your talents.\n\n\n\n\nIncident Report 2800-1:\n While searching surveillance camera footage in the places where SCP-2800 claimed to have lurked, surveillance camera footage from a late-night subway was found, involving SCP-2800. The following is a transcript of the event:\n\n\n\n\nA woman and a child are seen waiting at a subway station. A man wearing a balaclava is seen to appear from behind a support pillar, and approach the pair while brandishing a knife.\n\n\nThe woman and child begin to back away, but are stopped by the wall behind them. The child clutches to the woman. The man gestures with the knife. The woman begins to open her purse.\n\n\nSCP-2800 enters into view, behind the masked man. SCP-2800 proceeds to walk up to the masked man, and punch him in the lower back and chest. The man recoils in pain, and it is seen that SCP-2800 had left several spines in the masked man's back.\n\n\nSCP-2800 proceeds to tie the man's hands. The woman is seen to shake SCP-2800's hand vigorously, and embrace him. SCP-2800 kneels on the ground. The child is seen to embrace SCP-2800. SCP-2800 appears to be emotional.\n\n\nThe woman makes a call. The child is seen to pull out a piece of paper, and write something on the paper. As SCP-2800 begins to walk away, the child calls it back. The child hands SCP-2800 the paper. SCP-2800 writes something on the paper, and hands it back to the child. Shortly after, police officers arrive on the scene.\n\n\n\n\n\n\n\n\n« \nSCP-2799\n | SCP-2800 | \nSCP-2801\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2800\n\" by weizhong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2800\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewer: Dr. Louef Interviewee: SCP-2800 Dr. Louef: Morning, SCP-2800. How are you today? SCP-2800: Hey doc. I'm pretty good. Got some nice sun today, feeling full of energy! Cactusman is ready to fight some crime. Just point me at the criminals, haha! Dr. Louef: That's good to hear. On that subject, I'd like to ask you a few questions, if you don't mind. SCP-2800: Sure, go ahead! The little buddies were getting boring, anyways. Dr. Louef: How did you acquire your…abilities, and what were the circumstances surrounding your use of them, prior to your relocation to the Foundation? SCP-2800: To be honest, doc, I dunno. I woke up one day, and boom, cactus powers. Thought that I might as well use them for good, right? I always grew up reading a lot of comic books. Always loved the X-Men as a little kid, so I thought I was one of them. Heh. I thought I was the luckiest guy in the world, ending up with superpowers. Doesn't every kid wish that they could be a superhero? Dr. Louef: Was there any other motivation? SCP-2800: Well, to be honest….I got picked on as a kid a lot. Lot of bullies at my school beat the crap out of me all the time. I just wanted to give back, you know? Do my share to help others in need. I didn't want what happened to me to happen to anybody else. Dr. Louef: And that led to your current status? SCP-2800: Yeah. I got out there, and dubbed myself \"Cactusman! The Spiked Menace!\" Has a pretty good ring to it, don't you think? Took me a while to come up with it. I decided to go out there and show the world what a superhero looked like. My uh…first mission didn't go so well, though. Dr. Louef: What happened in your first mission? SCP-2800: Drug dealers, man. I hit one in the face and left some spines in there. Felt pretty good about myself until his buddy hit me back. They beat the crap out of me, until the cops showed up. I was in the hospital for a while, until I hit the streets again, to patrol for crime. Had to show that Cactusman wouldn't be put down by those petty criminals, right? Dr. Louef: And what happened then? SCP-2800: I tried to do my best. Patrolled some back alleys after work every night. Sometimes, I got lucky, and saw some situations going on. Though uh…I didn't do a lot to help. Dr. Louef: Can you elaborate? SCP-2800: Almost every time that I went out to fight crime, I got beat up by the thugs that I was trying to stop. Sure, I got a few good hits in and left some spines in them, and maybe bruises here or there, but there wasn't much else. They had knives and stuff too. I didn't have any of that stuff. What kind of a hero uses a knife? Gotta show a good message to the kids, right? Superheroes have to be good models for the kids. Dr. Louef: Of course. Can you describe the incident leading to your discovery? SCP-2800: Oh man, what a great case that was! I found out that there was some serial killer who had gone uncaught by the police for months now. I heard that he was some real psycho who forced his victims to enjoy what he was doing to them. Thought if I could get him, I'd break into the big business. I stumbled into his hideout, and he got me good. Thankfully, you guys helped me though….wish I could do the same. Dr. Louef: Now, about your abilities: You've demonstrated many of them, but the one that you haven't described is your empathic connection to other cacti. SCP-2800: Oh yeah, I can talk to them. They're my little sidekicks! Meet: Cactilad and Spikigirl! SCP-2800 presents two potted cacti. SCP-2800: They say hi, by the way. They don't talk to other people much. Dr. Louef: What do cacti talk about? SCP-2800: Oh, not much. They're a quiet folk. \"It's bloody cold in here,\" \"I'm thirsty,\" \"I am a cactus,\" and what-not. Not much else. Doc, I have a question for you though. Dr. Louef: Yes? SCP-2800: Is there, ah, anything that I could do for you guys? Dr. Louef: No, I don't think so. SCP-2800 looks disappointed. SCP-2800: Well… let me know, okay? Cactusman is always ready to help fight evil, you know. Dr. Louef: I'll be sure to let you know if something comes up that requires your talents.",
        "A woman and a child are seen waiting at a subway station. A man wearing a balaclava is seen to appear from behind a support pillar, and approach the pair while brandishing a knife. The woman and child begin to back away, but are stopped by the wall behind them. The child clutches to the woman. The man gestures with the knife. The woman begins to open her purse. SCP-2800 enters into view, behind the masked man. SCP-2800 proceeds to walk up to the masked man, and punch him in the lower back and chest. The man recoils in pain, and it is seen that SCP-2800 had left several spines in the masked man's back. SCP-2800 proceeds to tie the man's hands. The woman is seen to shake SCP-2800's hand vigorously, and embrace him. SCP-2800 kneels on the ground. The child is seen to embrace SCP-2800. SCP-2800 appears to be emotional. The woman makes a call. The child is seen to pull out a piece of paper, and write something on the paper. As SCP-2800 begins to walk away, the child calls it back. The child hands SCP-2800 the paper. SCP-2800 writes something on the paper, and hands it back to the child. Shortly after, police officers arrive on the scene.",
        "\" SCP-2800 \" by weizhong, from the SCP Wiki . Source: https://scpwiki.com/scp-2800 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2800",
    "object_class": "Safe",
    "containment_procedures": "SCP-2800 is to be contained in a modified standard humanoid containment chamber that features a large sun lamp. SCP-2800's hero syndrome and dysthymia are to be regularly monitored by psychologists.",
    "description": "SCP-2800 is an anomalous male of Scottish descent, formerly known as Daniel MacIntyre, though SCP-2800 refers to itself as \"Cactusman, the Spiked Menace.\" SCP-2800 measures 187 cm and 76 kg, and possesses brown hair and green eyes.",
    "title": "SCP-2800"
}