{
    "url": "https://scp-wiki.wikidot.com/scp-2806",
    "all_text": "rating: \n+217\n+\n–\nx\n\n\n\n\n\n\nSCP-2806-5 following attachment to D-133113. This particular instance did not possess the aramid fiber covering seen on other instances at the time of recovery.\n\n\n\n\n\n\nItem #:\n SCP-2806\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Individual instances of SCP-2806 are to be kept within high security electronics storage containers within the storage wing of \nSite-64\n. All testing involving SCP-2806 requires prior approval of site command. Testing of SCP-2806-6 requires additional approval by the site Ethics Committee. Following testing, instances of SCP-2806 are to be cleaned of any host remains, sanitized, and inspected for damage before being returned to storage.\n\n\nPer the SKYWALKER protocol, any individuals discovered with operational instances of SCP-2806 are to be apprehended, the instances surgically removed, and the subject amnesticized before being returned to the population with a non-anomalous replacement.\n\n\nDescription:\n SCP-2806 designates a collection of seven prosthetic arms, six prosthetic eyes, three prosthetic legs, and four prosthetic ears. All instances are constructed from combinations of aluminum, PMMA, polycarbonate casings, and a black aramid fabric similar in composition to \nSCP-1360-1\n.\n\n\nAll instances of SCP-2806 remain inert until placed on or next to an individual missing a limb, hereafter referred to as the host, that the particular instance of SCP-2806 is designed to replace. Provided that the appropriate command phrase is spoken\n1\n, a series of thin cobalt-chromium alloy wires will emerge from the prosthetic and enter the host at the site of the missing limb. These wires will then connect with the host’s peripheral nervous system over the course of several minutes. After this time the SCP-2806 instance becomes fully animate, and responds to the host in the same manner as a natural limb. SCP-2806 instances will not integrate with individuals who possess all their natural limbs. Investigation as to how instances of SCP-2806 are able to make this distinction is currently ongoing.\n\n\nOnce an instance of SCP-2806 has integrated with a host, the aramid fabric begins to secrete a chemical compound that causes the host’s skin to grow dermal and epidermal layers of skin over the instance.\n2\n3\n Such growth begins at the point of integration between the host and the instance of SCP-2806, and rapidly spreads until the entire prosthetic has been covered.\n\n\nAll instances of SCP-2806 demonstrate flaws in their operations upon integration. These flaws range from inconvenient to highly dangerous, and render SCP-2806 instances unsuited for long term use.\n4\n To date, the only effective means of removing an integrated instance of SCP-2806 from a host is via surgery. Such removal often causes severe damage to the host’s peripheral nervous system, with significant central nervous system damage occurring in multiple cases. \nIt is currently unknown as to whether fully operational versions of SCP-2806 exist. Investigation by MTF Gamma-13 is currently ongoing\n (See Addendum 2806-C).\n\n\nAddendum 2806-A: List of SCP-2806 Instances\n\n\n\n\n\n\nSCP-2806 Instance\n\n\nProsthetic Type\n\n\nNotes\n\n\n\n\n\n\n2806-1\n\n\nProsthetic Arm\n\n\nWhen clenched, SCP-2806-1 delivers a constant force of 2000N to any object held.\n\n\n\n\n\n\n2806-2\n\n\nProsthetic Arm\n\n\nFingers continuously move in a random pattern independent of host's control.\n\n\n\n\n\n\n2806-3\n\n\nProsthetic Arm\n\n\nHand will automatically release any object heavier than 1kg.\n\n\n\n\n\n\n2806-4\n\n\nProsthetic Arm\n\n\nProsthetic maintains a continuous temperature of 50 C.\n\n\n\n\n\n\n2806-5\n\n\nProsthetic Arm\n\n\nProsthetic amplifies desired force exerted by host by an approximate factor of ten.\n\n\n\n\n\n\n2806-6\n\n\nProsthetic Arm\n\n\nAramid covering begins to replace the host’s skin, causing the host to break out in patches of aramid fibers all over their body.\n\n\n\n\n\n\n2806-7\n\n\nProsthetic Arm\n\n\nFingers automatically repeat actions between three to five times before control is returned to the host.\n\n\n\n\n\n\n2806-8\n\n\nProsthetic Eye\n\n\nEye's focal point remains 10 m past the focal point of the host's natural eye.\n\n\n\n\n\n\n2806-9\n\n\nProsthetic Eye\n\n\nAll images are magnified by a factor of 100.\n\n\n\n\n\n\n2806-10\n\n\nProsthetic Eye\n\n\nEye points in the opposite direction of the host's natural eye.\n\n\n\n\n\n\n2806-11\n\n\nProsthetic Eye\n\n\nEye briefly ceases to send signals to the brain every two minutes.\n\n\n\n\n\n\n2806-12\n\n\nProsthetic Eye\n\n\nEye is unable to move in socket.\n\n\n\n\n\n\n2806-13\n\n\nProsthetic Eye\n\n\nEye produces imperfect vision with red/green colorblindness.\n\n\n\n\n\n\n2806-14\n\n\nProsthetic Leg\n\n\nLeg fails to deliver force greater than 100 N.\n\n\n\n\n\n\n2806-15\n\n\nProsthetic Leg\n\n\nLeg only delivers a force of 4000 N.\n\n\n\n\n\n\n2806-16\n\n\nProsthetic Leg\n\n\nLeg performs all actions at three times the speed as the host's natural leg.\n\n\n\n\n\n\n2806-17\n\n\nProsthetic Ear\n\n\nAll sounds are amplified to a continuous 115 dB.\n\n\n\n\n\n\n2806-18\n\n\nProsthetic Ear\n\n\nAll sounds are muted to a continuous 30 dB.\n\n\n\n\n\n\n2806-19\n\n\nProsthetic Ear\n\n\nConstant presence of 50 dB white noise.\n\n\n\n\n\n\n2806-20\n\n\nProsthetic Ear\n\n\nAll sounds above 100 dB are muted.\n\n\n\n\n\n\nAddendum 2806-B: Recovery\n\n\nSCP-2806 was recovered by Foundation personnel on July 17th, 2015 following a raid on the offices of GoI-1115 (Anderson Robotics) by \nMTF Gamma-13\n (Asimov’s Lawbringers) near Bend, Oregon. The following video transcript was recovered from a computer within the workshop that all instances of SCP-2806 were recovered.\n\n\n\n\n<Begin Log>\n\n\nAn individual, later identified as PoI 45543 (Phineas), is visible working on an instance of SCP-2806 at the rooms central workbench. After several minutes a second individual, later identified as PoI 53412 (Isaac), enters.\n\n\nIsaac:\n How’s it coming?\n\n\nPhineas:\n It's coming.\n\n\nIsaac:\n Ready by deadline “It’s coming”?\n\n\nPhineas ceases to work on SCP-2806.\n\n\nPhineas:\n I’ve already told you I’m not meeting that ridiculous timetable. The Gyrfalcon series will be ready when it’s ready.\n\n\nIsaac:\n You were given nine months! The Peregrine series only took you four to get ready, and you had all hands on deck. You are aware that Ms. Fuentes already has at least four interested parties lined up for the release date? If we fail to meet that deadline our professional credibility is called into question.\n\n\nPhineas:\n Oh, spare me the lecture on professionalism. It’s one thing for us to do custom pieces like we did for \nthat Howell kid\n. It’s another thing for us to produce on a mass scale. I mean, Jesus, do you have any idea how complex this kind of project is?\n\n\nIsaac:\n I have a rough…\n\n\nPhineas:\n Do you? Do you really?\n\n\nIsaac:\n Fine. I don’t. I admit it. The magic bullshit is your department. So, please, educate me on why we can’t release on time.\n\n\nPhineas:\n Gladly. Getting these prosthetics to work is not like getting the Peregrine series or the Amurs up and running. At least then we got to start from scratch. Now, however, we essentially have to make our gear hijack a natural system that has already had billions of years of troubleshooting. There are quite literally a million things that can go wrong with the integration process, let alone long term viability. If we release this product, and there is a bug we don’t foresee, some rich heiress will end up crushing her daughter’s head in her hands. At which point, we not only don’t have a working product, but we end up with pissing off Marshall and his friends. I didn’t even want to get involved with this crowd, but I’ll be damned if I associate with…\n\n\nIsaac:\n Phineas. Hey! Old man! You’re rambling again. What’s your point?\n\n\nPhineas:\n My point, whippersnapper, is that it took Edison 1000 tries to make a lightbulb, and he had a whole lab at his disposal. I have myself, Jason, Medea, and a project that is infinitely more esoteric. I think it’s fair to say that longer than nine months is not an unreasonable development time. Imagine how much more cash you can bathe in if we deliver a product that works.\n\n\nIsaac:\n So I give you another five months. What happens when you say we aren’t ready then? These contracts aren’t going to sit idle forever. There are other firms that can deliver what these people want. Right now we just have the benefit of claiming we can do it at the lowest cost. So I’ll ask again. What happens in five months when you still aren’t ready? Are you going to give me this same spiel?\n\n\nPhineas:\n Damn right I will. We’re not releasing these into the wild until they’re good and ready, and if you disagree with me on that we can talk to Anderson directly. Vincent will tell you the same thing that I am.\n\n\nIsaac:\n You’re so damn certain that you’re irreplaceable, aren’t you.\n\n\nPhineas:\n I know I am. Vincent can always find another glorified accountant. But he only has one of me.\n\n\nIsaac begins to walk out of the workshop, shaking his head.\n\n\nIsaac:\n See you in five months then.\n\n\nIsaac leaves. After a few moments Phineas approaches the computer and begins to speak directly at the camera.\n\n\nPhineas:\n You see, Vince, this is the kind of bullshit that goes down when you make a deal with the devil.\n\n\nPhineas turns off the recording.\n\n\n<End Log>\n\n\n\n\nIn addition, the following emails were recovered from the same computer.\n\n\n\n\nFrom:\n Phineas@AndersonRobotics\n\n\nTo:\n VincentA@AndersonRobotics\n\n\nSubject:\n Keep Prometheus Bound\n\n\nVince,\n\n\nThis probably won't come as a shock to you, but I am stepping down from Ms. Fuentes project. If this goes to completion it will open a huge can of worms that I'm not willing to be associated with. I like the idea of helping people become whole again. That's a nice idea. One that I can get behind.\n\n\nHowever, once the Gyrfalcon series is launched and our new customer base realizes what exactly it is that we are offering there will be a demand that we go above and beyond. People will want our arms and legs to come with superior strength. Our eyes to see through walls. Our ears to hear conversations miles away. The rabbit hole has no bottom.\n\n\nWorse, how long do you think it will be before we have some rich, crazy, bastard having his son's arms and legs amputated so that he can use our product to turn him into a sports star, or turning his bodyguards into living weapons. You and I both have firsthand experience with how easy it is to abuse such technology. Once the upgrading starts, it will not stop. At least with the robots, we could shut them down remotely. However, since these things are powered off the host’s life force, we won't have such a luxury. We won't have control of the monster once it gets brought to life.\n\n\nJason and Medea have access to all the notes, schematics, and incantations. If you still want to go ahead with this, they can easily finish the project in my stead. I implore you to pull the plug. But ultimately, the decision is yours.\n\n\nYour oldest friend,\n\n\nPhineas\n\n\n\n\n\n\nFrom:\n VincentA@AndersonRobotics\n\n\nTo:\n Phineas@AndersonRobotics\n\n\nSubject:\n RE: Keep Prometheus Bound\n\n\nPhineas,\n\n\nExcuse me if I take a moment to admire the irony in a man who's basically turned himself into the T-800 telling me that we need to tone down our work on our line of prosthetics.\n\n\nMs. Fuentes is offering us a vast market, one in which our product is easily going to be superior, not only for its aesthetic value, but also due to the fact that our models don't require batteries. I would be doing this company a disservice to not seize such a golden opportunity, especially one that in my eyes has more potential to heal than harm. If our customers want to raise themselves above and beyond the normal human experience through us, we are really in no position to judge. We abandoned any moral high ground when we got into the business of selling deathbots and auto-turrets.\n\n\nI understand your concerns on this matter, and why you wish to remove yourself from the project. I won't hold that against you. You are a man of your principles. However, we can't afford to hold idealism over pragmatism. Jason and Medea will finish the Gyrfalcon series as scheduled. You and I can work on the Taita series in the meantime.\n\n\nAnderson\n\n\n\n\nAddendum 2806-C: UPDATE 31/3/16\n\n\nThe following document was acquired from within the MC&D intranet during a reconnaissance mission by \nMTF Kappa-10\n (Skynet) operatives.\n\n\n\n\nIMPORTANT: DO NOT DISCARD\n\nDear Mr. Richmond\n\n\n\nThank you for your purchases of GYRFALCON™ Series prosthetics. No other company on the market can offer you such a high-quality piece of equipment to help you get back to being 100% and going beyond. Simply put your prosthetic into place, say your predesignated command word, and allow the integration process to run to completion. Before you know it, you will be whole again.\n\n\nNot only will your GYRFALCON™ Series prosthetic feel like a natural extension of yourself, but within three days of integration, it will look like the real thing. Our technology is tailor-made to become indistinguishable from your actual person. I have complete confidence that you will feel good as new.\n\n\nPer your request, the following additional features have been provided to your prosthetics:\n\n\n\n\nHERCULEAN Package (Option 3)\n\n\nI SPY Package (Option 1)\n\n\n\n\nAs always, it’s a pleasure doing business with you.\n\n\nAnderson\n\n\n\n\nKappa-10 has since recovered a total of 247 similar documents from within the MC&D sales database. Attempts to locate these customers by Gamma-13, in conjunction with Kappa-10, are ongoing, with a total of 50 customers located as of 15/5/16. All instances of SCP-2806 acquired during these arrests were fully operational, with multiple instances providing superhuman features.\n\n\n\n\nFootnotes\n\n\n1\n. For all instances the command phrase “Integrate” has been successful.\n\n\n2\n. Such activity is not observed in the prosthetic eye instances of SCP-2806, in which the iris of the prosthetic simply changes color to match the host’s natural eye color.\n\n\n3\n. See Addendum 2806-A for information regarding the unique nature of SCP-2806-6's aramid covering.\n\n\n4\n. For an extensive list of SCP-2806 instance flaws, see Addendum 2806-A.\n\n\n\n\n\n\n\n\n« \nSCP-2805\n | SCP-2806 | \nSCP-2807\n »",
    "addendums": [
        "Addendum 2806-B: Recovery\nSCP-2806 was recovered by Foundation personnel on July 17th, 2015 following a raid on the offices of GoI-1115 (Anderson Robotics) by MTF Gamma-13 (Asimov’s Lawbringers) near Bend, Oregon. The following video transcript was recovered from a computer within the workshop that all instances of SCP-2806 were recovered.\nIn addition, the following emails were recovered from the same computer.",
        "Addendum 2806-C: UPDATE 31/3/16\nThe following document was acquired from within the MC&D intranet during a reconnaissance mission by MTF Kappa-10 (Skynet) operatives.\nKappa-10 has since recovered a total of 247 similar documents from within the MC&D sales database. Attempts to locate these customers by Gamma-13, in conjunction with Kappa-10, are ongoing, with a total of 50 customers located as of 15/5/16. All instances of SCP-2806 acquired during these arrests were fully operational, with multiple instances providing superhuman features."
    ],
    "documents": [],
    "notes": [
        "<Begin Log> An individual, later identified as PoI 45543 (Phineas), is visible working on an instance of SCP-2806 at the rooms central workbench. After several minutes a second individual, later identified as PoI 53412 (Isaac), enters. Isaac: How’s it coming? Phineas: It's coming. Isaac: Ready by deadline “It’s coming”? Phineas ceases to work on SCP-2806. Phineas: I’ve already told you I’m not meeting that ridiculous timetable. The Gyrfalcon series will be ready when it’s ready. Isaac: You were given nine months! The Peregrine series only took you four to get ready, and you had all hands on deck. You are aware that Ms. Fuentes already has at least four interested parties lined up for the release date? If we fail to meet that deadline our professional credibility is called into question. Phineas: Oh, spare me the lecture on professionalism. It’s one thing for us to do custom pieces like we did for that Howell kid . It’s another thing for us to produce on a mass scale. I mean, Jesus, do you have any idea how complex this kind of project is? Isaac: I have a rough… Phineas: Do you? Do you really? Isaac: Fine. I don’t. I admit it. The magic bullshit is your department. So, please, educate me on why we can’t release on time. Phineas: Gladly. Getting these prosthetics to work is not like getting the Peregrine series or the Amurs up and running. At least then we got to start from scratch. Now, however, we essentially have to make our gear hijack a natural system that has already had billions of years of troubleshooting. There are quite literally a million things that can go wrong with the integration process, let alone long term viability. If we release this product, and there is a bug we don’t foresee, some rich heiress will end up crushing her daughter’s head in her hands. At which point, we not only don’t have a working product, but we end up with pissing off Marshall and his friends. I didn’t even want to get involved with this crowd, but I’ll be damned if I associate with… Isaac: Phineas. Hey! Old man! You’re rambling again. What’s your point? Phineas: My point, whippersnapper, is that it took Edison 1000 tries to make a lightbulb, and he had a whole lab at his disposal. I have myself, Jason, Medea, and a project that is infinitely more esoteric. I think it’s fair to say that longer than nine months is not an unreasonable development time. Imagine how much more cash you can bathe in if we deliver a product that works. Isaac: So I give you another five months. What happens when you say we aren’t ready then? These contracts aren’t going to sit idle forever. There are other firms that can deliver what these people want. Right now we just have the benefit of claiming we can do it at the lowest cost. So I’ll ask again. What happens in five months when you still aren’t ready? Are you going to give me this same spiel? Phineas: Damn right I will. We’re not releasing these into the wild until they’re good and ready, and if you disagree with me on that we can talk to Anderson directly. Vincent will tell you the same thing that I am. Isaac: You’re so damn certain that you’re irreplaceable, aren’t you. Phineas: I know I am. Vincent can always find another glorified accountant. But he only has one of me. Isaac begins to walk out of the workshop, shaking his head. Isaac: See you in five months then. Isaac leaves. After a few moments Phineas approaches the computer and begins to speak directly at the camera. Phineas: You see, Vince, this is the kind of bullshit that goes down when you make a deal with the devil. Phineas turns off the recording. <End Log>",
        "From: Phineas@AndersonRobotics To: VincentA@AndersonRobotics Subject: Keep Prometheus Bound Vince, This probably won't come as a shock to you, but I am stepping down from Ms. Fuentes project. If this goes to completion it will open a huge can of worms that I'm not willing to be associated with. I like the idea of helping people become whole again. That's a nice idea. One that I can get behind. However, once the Gyrfalcon series is launched and our new customer base realizes what exactly it is that we are offering there will be a demand that we go above and beyond. People will want our arms and legs to come with superior strength. Our eyes to see through walls. Our ears to hear conversations miles away. The rabbit hole has no bottom. Worse, how long do you think it will be before we have some rich, crazy, bastard having his son's arms and legs amputated so that he can use our product to turn him into a sports star, or turning his bodyguards into living weapons. You and I both have firsthand experience with how easy it is to abuse such technology. Once the upgrading starts, it will not stop. At least with the robots, we could shut them down remotely. However, since these things are powered off the host’s life force, we won't have such a luxury. We won't have control of the monster once it gets brought to life. Jason and Medea have access to all the notes, schematics, and incantations. If you still want to go ahead with this, they can easily finish the project in my stead. I implore you to pull the plug. But ultimately, the decision is yours. Your oldest friend, Phineas",
        "From: VincentA@AndersonRobotics To: Phineas@AndersonRobotics Subject: RE: Keep Prometheus Bound Phineas, Excuse me if I take a moment to admire the irony in a man who's basically turned himself into the T-800 telling me that we need to tone down our work on our line of prosthetics. Ms. Fuentes is offering us a vast market, one in which our product is easily going to be superior, not only for its aesthetic value, but also due to the fact that our models don't require batteries. I would be doing this company a disservice to not seize such a golden opportunity, especially one that in my eyes has more potential to heal than harm. If our customers want to raise themselves above and beyond the normal human experience through us, we are really in no position to judge. We abandoned any moral high ground when we got into the business of selling deathbots and auto-turrets. I understand your concerns on this matter, and why you wish to remove yourself from the project. I won't hold that against you. You are a man of your principles. However, we can't afford to hold idealism over pragmatism. Jason and Medea will finish the Gyrfalcon series as scheduled. You and I can work on the Taita series in the meantime. Anderson",
        "IMPORTANT: DO NOT DISCARD Dear Mr. Richmond Thank you for your purchases of GYRFALCON™ Series prosthetics. No other company on the market can offer you such a high-quality piece of equipment to help you get back to being 100% and going beyond. Simply put your prosthetic into place, say your predesignated command word, and allow the integration process to run to completion. Before you know it, you will be whole again. Not only will your GYRFALCON™ Series prosthetic feel like a natural extension of yourself, but within three days of integration, it will look like the real thing. Our technology is tailor-made to become indistinguishable from your actual person. I have complete confidence that you will feel good as new. Per your request, the following additional features have been provided to your prosthetics: HERCULEAN Package (Option 3) I SPY Package (Option 1) As always, it’s a pleasure doing business with you. Anderson"
    ],
    "item": "SCP-2806",
    "object_class": "Safe",
    "containment_procedures": "Individual instances of SCP-2806 are to be kept within high security electronics storage containers within the storage wing of Site-64. All testing involving SCP-2806 requires prior approval of site command. Testing of SCP-2806-6 requires additional approval by the site Ethics Committee. Following testing, instances of SCP-2806 are to be cleaned of any host remains, sanitized, and inspected for damage before being returned to storage.",
    "description": "SCP-2806 designates a collection of seven prosthetic arms, six prosthetic eyes, three prosthetic legs, and four prosthetic ears. All instances are constructed from combinations of aluminum, PMMA, polycarbonate casings, and a black aramid fabric similar in composition to SCP-1360-1.",
    "title": "SCP-2806"
}