{
    "url": "https://scp-wiki.wikidot.com/scp-2812",
    "all_text": "SCP-2812\n - \nEchoes of Yesterday\n\n\n\n\nThis was the first article I ever wrote, back in 2014 while I was working for a dentist in a small town in southern Indiana. I've gotten comments in the past about how I built a sort of Indiana pseudo-canon, which started with this article.\n\n\nA lot of the themes that would go into different pieces down the road are established here. Loneliness, emptiness, a sort of shallow dread that people who live in these kinds of places talk about. There's nothing catastrophic happening here, just a dead town that is forcing people out of itself, but those anomalous symptoms mirror real ones in the real world. Everybody talks about wanting to leave their hometowns.\n\n\nThis is also the first reference to \nSite-81\n, which is neat. I hadn't even intended this to be a thing at the time, but I ended up writing so much about southern Indiana that it didn't make any sense to not have somewhere to put them.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+255\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n2812\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA sign outside of the Limestone Business Center, current location of SCP 2812-1\n\n\n\n\n\n\nSpecial Containment Procedures:\n \nObservational Site 81-2\n has been established thirty km from SCP-2812-1 along the SR ██ exit on US ██, currently posing as an abandoned used-car dealership. This site is to be staffed with no fewer than three Foundation agents posing as local law enforcement, and two staff researchers. Due to the nature of SCP-2812-1, and the effect it has on human behavior and local architecture and engineering, the on-site staff is to be rotated out once every four weeks, and exiting staff will undergo routine physical and mental health examinations.\n\n\nSCP-2812 is contained currently by its own anomalous properties, and by Foundation roadblocks along US ██, SR ██, and SR ██. A perimeter is to be established around SCP-2812-1's range of influence (currently estimated at ██ km, see Addendum 2812 Epsilon for additional details), and under no circumstances are civilians allowed to enter the ███████ town limits. Fences were initially constructed around the business plaza where SCP-2812-1 is located, but have since fallen into disrepair. The door to the building housing SCP-2812-1 is locked.\n\n\nAll instances of SCP-2812-2 are to be approached with extreme caution and captured if possible, then moved to Observational Site 81-2 for analysis and containment. All Foundation personnel stationed at Observation Site 81-2 are to be trained in light arms combat, and are required to carry a sidearm with them at all times while in the field.\n\n\nDescription:\n SCP-2812 collectively refers to two different anomalous phenomena located in the town of ███████, IN.\n\n\nSCP-2812-1 is a 1930's record player housed in the main concourse of the Limestone Business Center.\n1\n The player is made up almost entirely of wood, brass, and glass, with other smaller fixtures included (although nothing unusual of a record player of the time). Two small brass plates are affixed to opposite sides of the player which read:\n\n\n\n\n\n\nTo our friends at Indiana Limestone, best wishes for 1935!\n\n\n\n\n\n\n\n\n\n\n-The Joy of Listening, Matherson Music-\n\n\n\n\n\n\nNo records are visible inside of SCP-2812-1, however, SCP-2812-1 has been playing a slightly slowed version of the song \"Yesterdays\" by Jerome Kern, on repeat since its activation and discovery in 20██. The runtime of the track is 5:14, after which there is a ten second pause. SCP-2812-1 does not appear to be connected to any visible power source.\n\n\nThe primary anomalous effect of SCP-2812-1 is a powerful physical and psychological compulsion apparent in all individuals within SCP-2812-1's range of effect. Subjects in the town of ███████ universally believe that they have to \"get out of town\" and not return. This manifests primarily as a psychological compulsion, however, in humans it may also manifest as a very real physical barrier. Individuals claim that, as they grow closer to SCP-2812-1, they feel as if they are walking \"into the wind\" or \"through water\", that is, with some physical resistance. Stress testing on subjects revealed documentable physical stressors on all of those inside SCP-2812-1's range of effect.\n\n\n\n\n\n\nSR ██ leading into ███████, IN.\n\n\n\n\n\n\nOver time,\n2\n this compulsion will become more dramatic, usually ending in the individuals (and, if applicable, their families) moving away from ███████ completely, regardless of the state of their affairs. Once they have sufficiently \"gotten away\" from the town and SCP-2812-1,\n3\n they will no longer show signs of compulsion. When asked about their actions, most will claim that they \"just couldn't take it any longer\" and are happy with their decision. Of the 13,400 residents in ███████ when SCP-2812-1 was discovered, it is estimated that only 190 remain as of 20██\n\n\nThe compulsion to get away from SCP-2812-1 seemingly increases as individuals approach the epicenter of the effect. Because of this, it has become difficult to directly observe SCP-2812-1. Additionally, because of SCP-2812-1's secondary effects, remote observation has become equally as difficult, with most drones becoming ineffective before even reaching the door to the main building.\n\n\nSCP-2812-1 also displays an influence on man-made structures within its range. Parts of the town will begin to show signs of being dilapidated at a far greater rate than if normally left alone by its inhabitants. Several main stretches of road have become nearly impossible to navigate due to the abundance of potholes, and shops and homes in ███████ almost entirely are subject to broken windows, cracked sidewalks, and general decay. These effects become more dramatic the closer the structure is to SCP-2812-1.\n\n\n\n\n\n\nAn SCP-2812-2 instance mid-disappearance.\n\n\n\n\n\n\nSCP-2812-2 are humanoid entities dressed in matching \"United Limestone\" grey jumpsuits that have appeared within SCP-2812-1's range. Originating from within the building housing SCP-2812-1, they resemble normal humans, with a few major exceptions. They are able to disappear entirely and reappear anywhere inside of SCP-2812-1's area of effect, seemingly at will, and use this as a means of escape (if pursued) and to close in on targets. By doing this, SCP-2812-2 instances are able to travel over great distances with incredible speed. Additionally, SCP-2812-2 instances, upon closing on their targets, will open their mouths and distend their jaws, revealing a speaker cone of unknown make. The music being played from SCP-2812-1 will then be broadcast from the cone inside of the SCP-2812-2 instance. The effects of SCP-2812-1 seem to be enhanced by SCP-2812-2, and at close range have resulted in severe cerebral hemorrhaging in ██% of those affected.\n\n\nSCP-2812-2 instances have shown to be hostile towards humans, stalking individuals who have remained in ███████, or Foundation agents. Because of SCP-2812-2's ability to appear anywhere and close distances quickly, it has become difficult to prevent this from occurring. However, SCP-2812-2 instances are not immaterial; they can be driven off with light arms fire, and those struck will disappear and reappear at a later time. Fortunately, due to the duration in which SCP-2812-1 has been left \"on\" (currently estimated at █ years), very few residents of the town remain as prey. In absence of human targets, SCP-2812-2 instances will assume an ambulatory gait, moving slowly around ███████ with no obvious motivation. SCP-2812-2 instances do not appear affected by the compelling nature of SCP-2812-1.\n\n\n\n\nInterview 2812 Perry-A\n\n\n\n\nHide addendum\n\n\n\n\nForeword:\n The following is an interview by Dr. S█████ with Kathleen Perry, a patient at ███████ Regional Hospital. According to gathered information, Ms. Perry had recently begun working for a local realtor before being admitted to ███████ Regional. The subject's medical history cited her as having been diagnosed with lung cancer. Due to the proximity of SCP-2812-1 to ███████ Regional, the interview was performed remotely.\n\n\n<Begin Log, [15:35]>\n\n\nDr. S█████:\n Ms. Perry, can you see the screen?\n\n\nKathleen Perry:\n Yes, doctor. Hold on a moment.\n\n\n[Ms. Perry attempts to reach for a pair of glasses on her nightstand, however, as she grasps them, the frame breaks and the lenses fall to the ground.]\n\n\nK.P:\n Shit. Well, alright. Nevermind that. What would you like, doctor?\n\n\nD.S:\n Ms. Perry, how long have you been admitted to ███████ Regional?\n\n\nK.P:\n Three months, I think. How will this help you get to me, doctor?\n\n\nD.S:\n I'll explain shortly, Ms. Perry. Can you tell me about your condition?\n\n\nK.P:\n Worse every day. I was fine when they were bringing me meds, but I haven't seen a doctor in a week. Motherfuckers sure got out of dodge pretty fast. I wanted to, too. (coughs) It wasn't just me, either. Everybody was talking about how badly they wanted to get away. Don't know what I ever saw in this place.\n\n\nD.S:\n Why haven't you left?\n\n\nK.P:\n (coughs) Left? You don't think I would if I could? I expected them to treat me here, but all of the doctors and nurses got out before I was finished. I can hardly breathe, let alone get up and stroll out. (pauses to take a breath) I'd have starved weeks ago if it weren't for the big retard who works here. Guess he didn't know to leave. At least he hasn't acted like he wants to. There are a couple of others here with me, somewhere, and he just brings them food from the cafeteria.\n\n\nD.S:\n I see. Ms. Perry, our records indicate you used to work with the █████ Realtor Group, and managed a property in the Limestone Business Center. Can you tell us more about that?\n\n\nK.P:\n That dump? Worst place I ever managed. The location was great, you know, right off of ██th St, but I don't know if anybody could keep a business running there. A shame, too, because the main concourse has this really nice old record player sitting in it. Would you believe I found that thing stuffed in a broom closet? (coughs) Still had the lock on the cover, too, but I cut it off. Thought it would be a nice centerpiece for the open house I was hosting there. Took all that time to figure out how to turn it on, and of course, nobody showed up. Waste of my time. I was so frustrated, I just locked the doors and walked out.\n\n\n<End Log, [15:42]>\n\n\nClosing Statement:\n Shortly after Ms. Perry's last response, a source of electromagnetic interference disconnected the drone being used to communicate with Foundation staff. The source was later determined to be the hospital's backup generators malfunctioning. It is believed that the facility lost power roughly twenty-three (23) minutes after the disconnect. Rescue efforts into the hospital have been unsuccessful.\n\n\n\n\n\n\n\n\n\n\nAddendum 2812 Matherson-1\n\n\n\n\nHide addendum\n\n\n\n\nNote:\n The following correspondence was located as part of an information gathering campaign in the nearby town of ███████████. The date on the letter is November 30th, 1934.\n\n\nDear Mr. Hedgewater,\n4\n\n\nI am happy to report to you that the machine you requested has been delivered on-time and in impeccable condition. I am of the opinion that you will be more than pleased at the state of the device, and the crystal clear sound that it produces. As always with Matherson's Music, our aim is to please.\n\n\nI will voice one concern, however. We understand this particular device is to be a gift. While we appreciate the sentiment, it should be noted that, since we constructed this device exactly to your specifications, it may become difficult to shut off if left on too long, and this could result in… unexpected consequences. I assume, though, that you have anticipated this, and will call our offices if there are any issues with the device.\n\n\nSincerely,\n\n\nJJ Matherson\n\n\nPresident, Matherson's Music\n5\n\n\nP.S. As a personal note from one artist to another, the decision to include members of your own staff into the design was a brilliant one. It was a pleasure working with you on this project, and I hope we will be able to collaborate again in the future.\n\n\n\n\n\n\n\n\n\n\nAddendum 2812 Hedgewater-1\n\n\n\n\nHide addendum\n\n\n\n\nNote:\n The following correspondence was located in the ███████ Police Department evidence room. The date on the letter is August 21st, 1934.\n\n\nMartin,\n\n\nYou know good and well that my men cleared for that \nquarry\n months ago. I don't know where you get off thinking that you can simply roll in and set up shop without going through all the necessary avenues, but I won't stand for it. I don't know what you're finding in there, but it is by right mine and I demand you release it back to me. That property has been in my family for generations, and as soon as I get a hold of another copy of the title to the land that I know you had stolen from me I will march down to Stack Rock with the sheriff and load you into the squad car myself. By the time I'm finished with you, I'll have scorched the earth so thoroughly in ███████ that your grandchildren will feel the heat.\n\n\nSigned,\n\n\nHedgewater\n\n\n\n\n\n\n\n\n\n\nEVENT 2812 EPSILON: LEVEL 4 CLEARANCE REQUIRED\n\n\n\n\nCLEARANCE GRANTED\n\n\n\n\nEvent:\n On the night of ██/██/██, Foundation agents on a routine patrol of the near-epicenter region of SCP-2812-1's range of effect reported that the music playing from SCP-2812-1 suddenly ceased to play in the middle of a loop. For a period of roughly two (2) minutes there was complete silence, after which SCP-2812-1 began playing an unknown track, a distorted version of what further analysis determined to be a jingle for the United Limestone Company. This continued for an additional fifteen (15 minutes), during which all visible instances of SCP-2812-2 ceased movement and transmitted the track through their internal speaker cones. Afterwards, all instances of SCP-2812-2 phased out of local space, and did not reappear until the morning. The original track began playing again at 0600 hours the next day.\n\n\nAs a result of Event 2812-Epsilon, the effective range of SCP-2812-1 has been increased to ██ km, an increase of nearly 25%. Further investigation into SCP-2812-1 is requested, and a possible reclassification is pending.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Records gathered from the town's library and government center claim that the structure housing SCP-2812-1 was constructed in 1929 and originally housed a small Americana restaurant, and the headquarters for the Indiana Limestone Corporation. No other records of this company exist.\n\n\n2\n. The average being six months.\n\n\n3\n. No apparent pattern exists for this distance; the average is one hundred and twenty (120) km.\n\n\n4\n. Currently believed to be Peter Hedgewater, President of United Limestone (based in ███████████, IN) from 1925-1946\n\n\n5\n. No other records of this company exist.\n\n\n\n\n\n\n\n\n« \nSCP-2811\n | SCP-2812 | \nSCP-2813\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2812\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2812\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n IMAG0835.jpg\n\n\nAuthor:\n djkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\nFilename:\n IMAG0843.jpg\n\n\nAuthor:\n djkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\nFilename:\n IMG_20140513_042723.jpg\n\n\nAuthor:\n djkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2812 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-2812 . Licensed under CC-BY-SA .",
        "Filename: IMAG0835.jpg Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: IMAG0843.jpg Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: IMG_20140513_042723.jpg Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "containment_procedures": "Observational Site 81-2 has been established thirty km from SCP-2812-1 along the SR ██ exit on US ██, currently posing as an abandoned used-car dealership. This site is to be staffed with no fewer than three Foundation agents posing as local law enforcement, and two staff researchers. Due to the nature of SCP-2812-1, and the effect it has on human behavior and local architecture and engineering, the on-site staff is to be rotated out once every four weeks, and exiting staff will undergo routine physical and mental health examinations.",
    "description": "SCP-2812 collectively refers to two different anomalous phenomena located in the town of ███████, IN.",
    "title": "SCP-2812"
}