{
    "url": "https://scp-wiki.wikidot.com/scp-2814",
    "all_text": "rating: \n+229\n+\n–\nx\n\n\nItem #:\n SCP-2814\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2814 is to be contained in a steel security box. Access to this box requires the approval of two (2) Level 4 personnel, at least one of which must be the Site Director. SCP-2814 is not to be worn outside of approved testing; violation of this protocol warrants immediate termination.\n\n\nIn the event of containment breach, SCP-2814-1 is to be regarded as a Keter-level threat. SCP-2814-1 must be terminated as quickly as possible in these situations, preferably through the use of conventional weaponry. Personnel are advised that use of incineration against SCP-2814-1 is ineffective. In the event that SCP-2814 or SCP-2814-1 display metamorphic properties and/or conventional weaponry becomes ineffective, personnel are to consult Document-2814-Xihe.\n\n\nDescription:\n SCP-2814 is a ceremonial mask constructed of Zitan wood with fragments of jadeite. Its dimensions are 24cm x 10cm, and it is largely dark brown in color. Extending from the rear of the mask are four (4) strands of silk, each 83cm in length and dyed a dark red (the composition of this dye is unknown). Prior to its current containment status, SCP-2814 was on display at the [REDACTED] Cultural Museum, from which it was stolen in 2005. The culprits, now confirmed to be members of \nHuǒjù zhi Zi\n,\n1\n were apprehended by the Foundation in 2008. Presently it is believed that the fatalities produced by SCP-2814, while in the group's possession, total at 108.\n\n\nSCP-2814's anomalous effects become apparent whenever it is worn by a human being (SCP-2814-1). It should be noted that SCP-2814 suffers no damage from exposure to heat and flames up to 5000 degrees Centigrade, and SCP-2814-1 shares these properties while the mask is being worn.\n\n\nSCP-2814-1 is capable of interacting with fire as if it was comprised of static matter, rather than being a chemical reaction of matter. They can manipulate fire into forms that resemble solids and liquids, and can do so without touching it directly (the maximum observed range of the effect is roughly twenty meters). Normal substances that make contact with the anomalous flames are ignited like normal fire, but the flames produced can also be manipulated by SCP-2814-1. SCP-2814-1 can modify the temperature of flames under its control, and may touch or \"hold\" the fire with no detrimental effects.\n\n\nWhile wearing SCP-2814 for extended periods of time does not adversely affect the wearer, observing the mask's thermal properties repeatedly constitutes a degenerative psychological effect. Subjects express profound curiosity to test the limitations of the mask's properties, and will progressively lose their previous ethical and moral standards. Please see the attached documentation for further details on this effect.\n\n\nAddendum [2814-001]:\n\n\nDuring recovery of SCP-2814, all members of \nHuǒjù zhi Zi\n that were encountered (totaling five) committed suicide. One member, identified as [REDACTED], left a note evidently intended for the recovery team. Originally written in Chinese, here is a translation of that note:\n\n\n\n\nI don't know who you are or what you think you understand, just listen to me. Destroy the mask. Don't put it on or try to do anything with it, just kill it. Burning it won't work, you must [DATA EXPUNGED]. Yes, I helped steal it. Yes, I participated in all those killings, but that's the extent of what you know. You don't know what I've seen, what happened when our leader put it on, or what \nwould\n have happened if I hadn't forced it off him. We love our Radiant Father, but we cannot resurrect him like this, not by means of the heretic.\n\n\n\n\nAddendum [2814-002]:\n\n\nIt was determined by Dr. Jack Garland, an anthropologist of Chinese culture and mythology, that SCP-2814 was crafted in ████ BCE by ███████████, who was associated with the same extinct religious group upon which \nHuǒjù zhi Zi's\n practices are based. ████████████ is believed to have maintained tenuous and frequently hostile relations with other members of the group.\n\n\nDr. Garland, given his considerable experience with the \nHuǒjù zhi Zi\n artifacts, was allotted supervision of SCP-2814's evaluation and experimentation. For details of the ensuing incident, please see \nhere\n.\n\n\n\n\nFootnotes\n\n\n1\n. \"Children of the Torch,\" a Chinese occultist group.\n\n\n\n\n\n\n\n\n« \nSCP-2813\n | SCP-2814 | \nSCP-2815\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2814\n\" by Anborough, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2814\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum [2814-001]:\nDuring recovery of SCP-2814, all members of Huǒjù zhi Zi that were encountered (totaling five) committed suicide. One member, identified as [REDACTED], left a note evidently intended for the recovery team. Originally written in Chinese, here is a translation of that note:",
        "Addendum [2814-002]:\nIt was determined by Dr. Jack Garland, an anthropologist of Chinese culture and mythology, that SCP-2814 was crafted in ████ BCE by ███████████, who was associated with the same extinct religious group upon which Huǒjù zhi Zi's practices are based. ████████████ is believed to have maintained tenuous and frequently hostile relations with other members of the group."
    ],
    "documents": [],
    "notes": [
        "I don't know who you are or what you think you understand, just listen to me. Destroy the mask. Don't put it on or try to do anything with it, just kill it. Burning it won't work, you must [DATA EXPUNGED]. Yes, I helped steal it. Yes, I participated in all those killings, but that's the extent of what you know. You don't know what I've seen, what happened when our leader put it on, or what would have happened if I hadn't forced it off him. We love our Radiant Father, but we cannot resurrect him like this, not by means of the heretic.",
        "\" SCP-2814 \" by Anborough, from the SCP Wiki . Source: https://scpwiki.com/scp-2814 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2814",
    "object_class": "Safe",
    "containment_procedures": "SCP-2814 is to be contained in a steel security box. Access to this box requires the approval of two (2) Level 4 personnel, at least one of which must be the Site Director. SCP-2814 is not to be worn outside of approved testing; violation of this protocol warrants immediate termination.",
    "description": "SCP-2814 is a ceremonial mask constructed of Zitan wood with fragments of jadeite. Its dimensions are 24cm x 10cm, and it is largely dark brown in color. Extending from the rear of the mask are four (4) strands of silk, each 83cm in length and dyed a dark red (the composition of this dye is unknown). Prior to its current containment status, SCP-2814 was on display at the [REDACTED] Cultural Museum, from which it was stolen in 2005. The culprits, now confirmed to be members of Huǒjù zhi Zi,1 were apprehended by the Foundation in 2008. Presently it is believed that the fatalities produced by SCP-2814, while in the group's possession, total at 108.",
    "title": "SCP-2814"
}