{
    "url": "https://scp-wiki.wikidot.com/scp-2818",
    "all_text": "SCP-2818\n - \nA Gun That Shoots People\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+295\n+\n–\nx\n\n\n\n\n\n\nAn instance of SCP-2818, shortly after collection.\n\n\n\n\n\n\nItem #:\n SCP-2818\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All collected instances of SCP-2818-[2-17] are to be kept within a high-security storage locker at Site-71. SCP-2818 instances are only to be removed from storage for testing purposes. Testing may only be carried out at a suitable, modified firing range with specialized lead impact points for collection.\n\n\nDescription:\n SCP-2818 is the group designation for a collection of sixteen firearms resembling Barrett M82A1 anti-materiel rifles. The primary physical difference between instances of SCP-2818 and standard Barrett M82A1s is the words \"H&W Mod #9\" in place of the standard Barrett identification.\n\n\nSCP-2818 instances load like a standard M82A1, but when an individual pulls the trigger and fires the weapon, the individual will disappear entirely and a round will be ejected from the barrel. The round already loaded in the chamber will be untouched. The ejected round is instead the supposed biomass of the individual who pulled the trigger, compressed into the size and shape of a .50 BMG round. These rounds, classified as SCP-2818-A, maintain a weight and density appropriate of a human being compressed into a space 18.97cm\n3\n in volume. SCP-2818-A instances typically leave the barrel at roughly 900m/s, typical of most .50 BMG rounds, though with significantly more destructive capabilities due to their increased mass.\n\n\nThe exact nature of SCP-2818-A instances is inconclusive, although analysis of the rounds after being fired have revealed unusually erratic electrical impulses\n1\n.\n\n\n\n\n\n\nDocument 2818.2C\n\n\n\n\n\n\nDiscovery:\n The original five instances of SCP-2818 were collected from within an insurgent weapons cache near Jalalabad, Afghanistan. Accompanying these weapons were three instances of SCP-2818-A\n2\n, with two others found roughly 20m from the discovery\n3\n. Investigation of another nearby insurgent compound found twelve more instances of SCP-2818, all in wooden boxes bearing the H&W logo branded on the side. \nDocument 2818.2C\n was discovered within one of the boxes.\n\n\nAddendum 2818.1:\n Testing Log\n\nThe following tests were performed on a sanctioned firing range at Site-71. Attempts to contact the supposed manufacturer of SCP-2818, the Helsing and Wulf Rifle Company, were unsuccessful.\n4\n With no previous knowledge of SCP-2818's capabilities, the extent of SCP-2818's nature was not known until the initial testing.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nTest #\n\n\nTest Description\n\n\nResults\n\n\nNotes\n\n\n\n\n\n\n001\n\n\nSCP-2818-1 loaded like a typical M82A1, and fired by a D-Class.\n\n\nD-Class disappears. SCP-2818-A instance exits barrel at speeds close to 900m/s. Round is embedded roughly 23cm deep in a steel plate.\n\n\nStandard behaviour of SCP-2818-1. This test was repeated three times to ensure accuracy of results.\n\n\n\n\n\n\n005\n\n\nSCP-2818-1 loaded like a typical M82A1, and fired by a mechanical rig controlled by a human operator.\n\n\nOperator does not disappear. Upon further inspection, SCP-2818-1 jammed during testing, apparently of natural cause.\n\n\nAdditional tests confirm that this occurs whenever a non-human finger or other implement pulls SCP-2818's trigger.\n\n\n\n\n\n\n014\n\n\nSCP-2818-1 fit with a remote controlled firing pin, removing the need of a trigger pull.\n\n\nSCP-2818-1 combusts at the chamber, destroying it.\n\n\nInvestigation reveals the round never moved in the chamber, even after combustion.\n\n\n\n\n\n\n020\n\n\nInstance of SCP-2818-A chambered within SCP-2818-2. Notably, SCP-2818-A does not feel significantly heavier when the round is within the magazine or chamber. D-Class fires SCP-2818-2.\n\n\n[REDACTED]\n\n\nPlease provide authorization credentials below.\n\n\n\n\n\n\n\n\n+ Please provide Level 2818.4 authorization\n\n\n\n\n- Access Granted\n\n\n\n\nWeapon recoil shatters the D-Class' arm, shoulder, and collarbone, and renders them unconscious. SCP-2818-A exits barrel as superheated plasma, with a muzzle velocity of nearly 1600m/s. The SCP-2818-A instance ignites the air around it, causing third-degree burns on all individuals standing within 10m of the round at any point in its trajectory. Upon impacting a solid lead target, SCP-2818-A violently erupts, covering the firing range with molten slag.\n\n\nDuring cleanup, it was discovered that the SCP-2818-A instance survived the incident without taking any damage to itself. Further research is pending.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Typically associated with panic or distress in human hearts.\n\n\n2\n. Fired into a stone wall of the compound, destroying it.\n\n\n3\n. It is likely that someone attempted to move the SCP-2818-A instances but, due to their weight, was unable to do so.\n\n\n4\n. Operatives of \nMTF Mu-3 (\"Highest Bidders\")\n have confirmed the company to be a supplier for \nMarshall, Carter and Dark LTD.\n\n\n\n\n\n\n\n\n« \nSCP-2817\n | SCP-2818 | \nSCP-2819\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2818\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2818\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n gun.jpg\n\n\nName:\n Barret M82 DA-ST-92-07336.jpg\n\n\nAuthor:\n SPC. HENRY\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n invoice.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 2818.1: Testing Log\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-2818 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-2818 . Licensed under CC-BY-SA .",
        "Filename: gun.jpg Name: Barret M82 DA-ST-92-07336.jpg Author: SPC. HENRY License: Public Domain Source: Wikimedia Commons",
        "Filename: invoice.png Author: djkaktus License: CC BY-SA 3.0 Source: SCP Foundation Wiki"
    ],
    "item": "SCP-2818",
    "object_class": "Safe",
    "containment_procedures": "All collected instances of SCP-2818-[2-17] are to be kept within a high-security storage locker at Site-71. SCP-2818 instances are only to be removed from storage for testing purposes. Testing may only be carried out at a suitable, modified firing range with specialized lead impact points for collection.",
    "description": "SCP-2818 is the group designation for a collection of sixteen firearms resembling Barrett M82A1 anti-materiel rifles. The primary physical difference between instances of SCP-2818 and standard Barrett M82A1s is the words \"H&W Mod #9\" in place of the standard Barrett identification.",
    "title": "SCP-2818"
}