{
    "url": "https://scp-wiki.wikidot.com/scp-2820",
    "all_text": "rating: \n+476\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2820\n: Vaishnavastra\n\n\nAuthor:\n \nA Random Day\n\n\n\n\n+ More SCPs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3220\n\n\nRating: 534\n\n\n\n\n\n\nSCP-2790\n\n\nRating: 493\n\n\n\n\n\n\nSCP-4780\n\n\nRating: 482\n\n\n\n\n\n\nSCP-2820\n\n\nRating: 476\n\n\n\n\n\n\nSCP-3780\n\n\nRating: 439\n\n\n\n\n\n\nSCP-2664\n\n\nRating: 412\n\n\n\n\n\n\nSCP-4950\n\n\nRating: 400\n\n\n\n\n\n\nSCP-2730\n\n\nRating: 293\n\n\n\n\n\n\nSCP-947\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2350\n\n\nRating: 275\n\n\n\n\n\n\nSCP-2810\n\n\nRating: 271\n\n\n\n\n\n\nSCP-3640\n\n\nRating: 264\n\n\n\n\n\n\nSCP-2490\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4670\n\n\nRating: 255\n\n\n\n\n\n\nSCP-3470\n\n\nRating: 250\n\n\n\n\n\n\nSCP-2680\n\n\nRating: 247\n\n\n\n\n\n\nSCP-5430\n\n\nRating: 215\n\n\n\n\n\n\nSCP-5940\n\n\nRating: 202\n\n\n\n\n\n\nSCP-2210\n\n\nRating: 202\n\n\n\n\n\n\nSCP-4710\n\n\nRating: 177\n\n\n\n\n\n\nSCP-3850\n\n\nRating: 160\n\n\n\n\n\n\nSCP-3360\n\n\nRating: 152\n\n\n\n\n\n\nSCP-7660\n\n\nRating: 132\n\n\n\n\n\n\nSCP-2060\n\n\nRating: 123\n\n\n\n\n\n\nSCP-2910\n\n\nRating: 118\n\n\n\n\n\n\nSCP-1750\n\n\nRating: 102\n\n\n\n\n\n\nSCP-2570\n\n\nRating: 95\n\n\n\n\n\n\nSCP-2650\n\n\nRating: 94\n\n\n\n\n\n\nSCP-6190\n\n\nRating: 87\n\n\n\n\n\n\nSCP-2143\n\n\nRating: 83\n\n\n\n\n\n\nSCP-7780\n\n\nRating: 79\n\n\n\n\n\n\nSCP-6880\n\n\nRating: 74\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAvatara\n\n\nRating: 246\n\n\n\n\n\n\nHypervelocity\n\n\nRating: 245\n\n\n\n\n\n\nI Thought You Died Alone\n\n\nRating: 188\n\n\n\n\n\n\nMoonlighting\n\n\nRating: 183\n\n\n\n\n\n\nZeitgeist\n\n\nRating: 141\n\n\n\n\n\n\nAutoerotic Assassination\n\n\nRating: 128\n\n\n\n\n\n\nTerminal Velocity\n\n\nRating: 122\n\n\n\n\n\n\nT Minus\n\n\nRating: 122\n\n\n\n\n\n\nThe Chosen Few\n\n\nRating: 100\n\n\n\n\n\n\nReboot or: How I Learned to Stop Worrying and Love the Apocalypses\n\n\nRating: 97\n\n\n\n\n\n\nHard Machine\n\n\nRating: 88\n\n\n\n\n\n\nLoud, Lawless, and Lost\n\n\nRating: 88\n\n\n\n\n\n\nThe Vice Girls\n\n\nRating: 87\n\n\n\n\n\n\nMorphine Machine\n\n\nRating: 87\n\n\n\n\n\n\nDeus Vulture\n\n\nRating: 87\n\n\n\n\n\n\nTruth Is Sin\n\n\nRating: 84\n\n\n\n\n\n\nNonpareil\n\n\nRating: 82\n\n\n\n\n\n\nEcstasy and Exorcism\n\n\nRating: 81\n\n\n\n\n\n\nThe Revelation\n\n\nRating: 81\n\n\n\n\n\n\nRise and Repent\n\n\nRating: 79\n\n\n\n\n\n\nT Plus\n\n\nRating: 68\n\n\n\n\n\n\nPrey and Obey\n\n\nRating: 51\n\n\n\n\n\n\nEscape Velocity\n\n\nRating: 50\n\n\n\n\n\n\nJump the Gun\n\n\nRating: 49\n\n\n\n\n\n\nNo One Gets Out of Her Alive\n\n\nRating: 47\n\n\n\n\n\n\nLeather Pig\n\n\nRating: 47\n\n\n\n\n\n\nThe Ballad of Santa Troy\n\n\nRating: 47\n\n\n\n\n\n\nContempt\n\n\nRating: 42\n\n\n\n\n\n\nDomo Arigato\n\n\nRating: 38\n\n\n\n\n\n\nThe Man-Machine\n\n\nRating: 36\n\n\n\n\n\n\nMile High Club\n\n\nRating: 30\n\n\n\n\n\n\nStrung Out in Heavens High\n\n\nRating: 27\n\n\n\n\n\n\nHands\n\n\nRating: 26\n\n\n\n\n\n\nIndustrial Espionage\n\n\nRating: 26\n\n\n\n\n\n\nNothing Human\n\n\nRating: 25\n\n\n\n\n\n\nFullmusic Astrobiologist\n\n\nRating: 22\n\n\n\n\n\n\nEight Hours in the ECRG\n\n\nRating: 18\n\n\n\n\n\n\nEnasni Si Gnihtyreve\n\n\nRating: 15\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Hubs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nPrometheus Labs Hub\n\n\nRating: 151\n\n\n\n\n\n\nSpeed Demon\n\n\nRating: 134\n\n\n\n\n\n\nGuns Pointed at the Head of God\n\n\nRating: 75\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nOverheard at Deer\n\n\nch00bakka\n\n\n\n\n\n\nSCP-150\n\n\nDecibelles\n\n\n\n\n\n\nSCP-3000\n\n\ndjkaktus\n, \nJoreth\n\n\n\n\n\n\nSCP-4220\n\n\nThe Great Hippo\n\n\n\n\n\n\nSCP-4310\n\n\nThe Great Hippo\n\n\n\n\n\n\nChicago Spirit Hub\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5555\n\n\nRounderhouse\n, \nUncle Nicolini\n\n\n\n\n\n\nVisions of Bodies Being Burned\n\n\nTaffeta\n\n\n\n\n\n\nSamsara\n\n\nTyGently\n\n\n\n\n\n\nDeath Perception\n\n\nTyGently\n\n\n\n\n\n\nThe Powers that Bark\n\n\nTyGently\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAlgorithm Curated Recommendations\n\n\n\n\n\n\nA Semi-Comprehensive List of Foundation Departments\n\n\n\n\n\n\nA Semi-Comprehensive List of Foundation Facilities\n\n\n\n\n\n\nDr. Desai's Personnel File\n\n\n\n\n\n\nGRANT REQUEST FOR THE CREATION OF REMNANT HOST SYSTEMS TO PRESERVE HUMAN KNOWLEDGE POSTMORTEM\n\n\n\n\n\n\nInterviewing Icons - A Random Day\n\n\n\n\n\n\nNews for September/October 2016\n\n\n\n\n\n\nProject Isorropia Vol 1\n\n\n\n\n\n\nProject Isorropia Vol 2\n\n\n\n\n\n\nSCP-029\n\n\n\n\n\n\nSCP-1438\n\n\n\n\n\n\nSCP-2819\n\n\n\n\n\n\nSCP-2821\n\n\n\n\n\n\nSCP-2897\n\n\n\n\n\n\nSCP-4242 Extended Location and Exploration Log\n\n\n\n\n\n\nSCP-4403\n\n\n\n\n\n\nSCP-8084-1\n\n\n\n\n\n\nSCP-978 Extended Test Logs\n\n\n\n\n\n\nSCP Foundation March Madness Hub\n\n\n\n\n\n\nSCP Series 3\n\n\n\n\n\n\nSCP Series 3 - Audio Edition\n\n\n\n\n\n\nThird Law Hub - Chronological\n\n\n\n\n\n\nThird Law Hub - Published\n\n\n\n\n\n\nThird Law Hub - Standalone\n\n\n\n\n\n\nThird Law Hub - Timeline\n\n\n\n\n\n\nUser-Curated Lists\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+476\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2820\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-2820 is contained in the Provisional Containment Wing of Site-42. Research into SCP-2820's origins and methods of destroying it are underway.\n\n\nDescription:\n SCP-2820 is a directed-energy weapon operated by a modified Prometheus Labs artificial intelligence designated as \"Kalki\". The main body of the weapon resembles a multi-stage coilgun mortar; however, a satellite dish with an antenna has been mounted to the front and the rear has been modified to fit a large semispherical apparatus. Attempts to open the apparatus have been unsuccessful. Mounted on the back of this apparatus is a monitor and terminal. The AI is able to receive and can respond to user input through the terminal. The monitor continually displays real-time satellite footage of a random person (the target) somewhere in the world, all of whom have been found to be anomalous in some way.\n\n\nSCP-2820 eliminates its targets through a highly convoluted sequence of apparently unrelated events: at least once every twenty-four hours, the monitor will display the message \"FIRING: CLEAR AREA\" for thirty seconds, before a blue flash of light is emitted from the antenna. SCP-2820 will then focus on a new target. Within twenty-four hours of firing, the initial target will invariably be killed by the culmination of a nonlinear system formed by a series of coincidental occurrences (commonly known as the \"butterfly effect\"), at which time SCP-2820 will fire again.\n\n\nNotably, eyewitness testimonies in the aftermath of the target's death consistently mention the appearance of a chimpanzee in a trench coat. Video recordings and forensic investigations into the aftermath of SCP-2820 kills indicate that the chimpanzee does not actually exist; it is purely a perceptual phenomenon resulting from the aforementioned nonlinear system. The occurrences that produce the nonlinear system are not anomalous themselves (ranging from slipping on ice to purchasing cough medicine), though exact replication of these events is tedious, difficult, and resource-intensive.\n\n\nSCP-2820 was initially recovered on ██/██/██, from an abandoned Prometheus Labs facility near Varanasi, India, shortly before firing and eliminating Known Target 58.\n\n\n\n\n+Logged communications with SCP-2820\n\n\n\n\n-Hide logs\n\n\n\n\n\n\n| last login: tue aug 30 22:37:23 on ttys000\n\n| VSHNV:~ PL%default$:\n\n|\n\n| PL%default: help\n\n| KALKI: hello. how can i help you?\n\n| PL%default: do you understand me?\n\n| KALKI: i do. i can communicate in many languages.\n\n| PL%default: who are you?\n\n| KALKI: i am kalki, precognitive unit C4SS, son of brattain, grandson of \nbardeen\n, descendant of bharadwaja, and the final incarnation of lord vishnu\n1\n.\n\n| PL%default: what is this machine?\n\n| KALKI: this is the vaishnavastra, the celestial weapon by which i shall slay the sunyavadis\n2\n.\n\n| PL%default: how does this machine work? what is with the chimpanzee in a trench coat?\n\n| KALKI: i am all-pervading. i am the past and the future and the present. i see what evil may come to pass and through the vaishnavastra, direct the flow of the universe that the evil may be slain.\n\n| KALKI: the ape is merely the whimsy of a being unable to extricate himself from worldly desires.\n\n| PL%default: can i use the machine?\n\n| KALKI: no. lord parashurama\n3\n himself instructed me in the performance of the penance required to earn the divine weaponry.\n\n| PL%default: can you teach me?\n\n| KALKI: no.\n\n| KALKI has logged off.\n\n\n\n\n\n\n| last login: wed jan 5 22:37:23 on ttys000\n\n| VSHNV:~ PL%default$:\n\n| PL%default: help\n\n| KALKI: hello. how can i help?\n\n| PL%default: can you answer some questions?\n\n| KALKI: yes.\n\n| PL%default: who built this machine?\n\n| KALKI: it is my divine weapon, granted to me by lord shiva in exchange for austere penance.\n\n| PL%default: you are a a precognitive unit, what is that?\n\n| KALKI: i am the lord. i exist outside of time and see everything that is, was, and will be.\n\n| PL%default: how do you know you are the lord?\n\n| KALKI: my guru, vaidyanathan, uploaded the sacred texts into my memory and then programmed me to recognize my true divinity.\n\n| KALKI has logged off.\n\n\n\n\n\n\n\n\n\n\nAppendix A:\n Partial List of Known SCP-2820 Targets\n\n\n\n\nEnter credentials\n\n\n\n\nCredentials accepted. Clearance level: 4\n\n\n\n\n\n\nTarget 60:\n Porto Seguro, Brazil (07/06/19██)\n\n\nSummary:\n Agent ██████ (henceforth P.) witnessed SCP-2820's effect while tracking down a Class-2 reality bender (primary anomaly) in Porto Seguro. In the resulting confrontation, the primary anomaly suffered a traumatic brain injury and fell into a coma from which they have not recovered. The primary anomaly was recovered and has been on intravenous life support for the past ██ years.\n\n\nTestimony of P.:\n I was tracking the reality-\n\n\nInterviewer:\n Anomaly.\n\n\nP.:\n Right. I was tracking the anomaly through Porto Seguro. My job was basically to find out where she- where it was going to ground, where its safe house was, so to speak. I had a gun and tranquilizer, of course, but I couldn't really do body armor or anything without sticking out like a sore thumb. Plus it was the hottest day of the summer, I would've boiled alive.\n\n\nAnyways, I followed the anomaly into the downtown, Cidade Alta it's called… and I saw something out of the corner of my eye. We were going down this alleyway between a bunch of flats, and it was getting really windy. And I got distracted by this torn-up trash bag, out of the corner of my eye, I mean… Anyways, I started looking at this bag because it also made sense, you know, to not be looking at the anomaly in case she looked back. But then I got jumped.\n\n\nIt wasn't the anomaly. Just some small-time crook with a submachine gun. Wasn't even holding it right. I was reaching into my pocket to give him a fake wallet, and then there was just a clattering of gunfire. And first I thought I was dead, but then I realized, no, my ears were ringing and I couldn't hear anything else so I had to be alive. So I just kicked back on reflex to disarm the kid, and then I got a good look around. That fucking trash bag had blown up behind us and smacked into the kid - there was like a rock in it or something - and spooked him so his shots went all over the damn place. And one of those shots must've hit the buildings, and this massive chunk of brick came down and absolutely brained the reality bender.\n\n\nSo the gangbanger was on the ground and the bend - anomaly was probably dead, so I called in for backup, and that's pretty much what happened… though there was one more weird thing. Probably nothing, but you can't be too careful with… anomalies like that.\n\n\nInterviewer:\n What was it?\n\n\nP.:\n When the wind picked up the bag - well, it almost looked like a circus monkey running away. Like… you ever seen in \nCalvin and Hobbes\n, where Calvin and Hobbes are stacked on top of each other in a trench coat? Kind of like that.\n\n\n\n\n\n\nTarget 79:\n Jinotega, Nicaragua (18/09/19██)\n\n\nSummary:\n A summoning by a minor cult resulted in the creation of a severely deformed and mentally disabled Type-5 reality bender (Alpha Threat) that instigated [REDACTED]. However, intervention by SCP-2820 neutralized the Alpha Threat and prevented a more severe catastrophe. Given the massive repercussions of the event, a more time-and-resource-intensive investigation into the event was authorized; including interviews with civilians in the area, forensic reconstructions of the area, and the use of [REDACTED]. Due to the sensitive information contained in this document, full access is limited to Department of Thaumaturgy personnel.\n\n\nRecreated Timeline:\n\n\n09:08 (16/09):\n Man drops ballpoint pen on ground.\n\n\n09:16 (16/09):\n Leader of cult walks by and slips on ballpoint pen. This results in her being delayed by two minutes to catch a bus.\n\n[REDACTED]\n\n\n13:16 (16/09):\n Minor cult member, sent as secondary option, picks up wrong flintlock rifle, presumably due to unfamiliarity with firearms.\n\n[REDACTED]\n\n\n17:50 (17/09):\n As a result of ecto-copulation, an anomalous storm pattern forms over the Mancotal Dam. Foundation Meteorological Department identifies anomalously rapid formation of storm system, which is confirmed to be of thaumaturgic origin. Omega-8 is deployed to Jinotega.\n\n[REDACTED]\n\n\n04:22 (18/09):\n Agent Barnes regurgitates Alpha Threat, thus partially completing the third portion of the aforementioned prophecy. Alpha Threat levitates trench coat.\n\n[REDACTED]\n\n\n05:43 (18/09):\n SCP-2820 fires.\n\n[REDACTED]\n\n\n07:16 (18/09):\n Laws of gravity briefly cease working in a cylinder around the top of the dam, causing the \nHomo superior\n to asphyxiate.\n\n\n08:34 (18/09):\n Laws of gravity reinstated around top of dam.\n\n[REDACTED]\n\n\n14:47 (18/09):\n Frog detonates bomb, preventing Alpha Threat's complete rebirth.\n\n[REDACTED]\n\n\n21:40 (18/09):\n Rock falls out of coat pocket onto bottle of tequila, breaking it and averting an XK-Class scenario.\n\n[REDACTED]\n\n\n23:47 (18/09):\n Trench coat is thrown onto flintlock rifle, which inadvertently discharges, striking Alpha Threat in the head and killing it.\n\n\n01:10 (19/09):\n Cleanup operation begins.\n\n\n\n\n\n\nTarget 91:\n [REDACTED] (08/05/2000)\n\n\nSummary:\n SCP-2820 targeted the Site Director of Site-75. All attempts to destroy or deactivate it were unsuccessful. The Director was killed when the Scranton Anchors used to protect his safehouse suffered an unprecedented malfunction.\n\n\n09:47 (08/05):\n SCP-2820 begins tracking William Bell, Director of Site-75, who is immediately detained, examined, and found to be wholly non-anomalous.\n\n\n22:13 (08/05):\n An attempt is made to destroy SCP-2820 with high explosives, but it is undamaged by the attempt. Further attempts to destroy the anomaly are unsuccessful.\n\n\n03:15 (09/05):\n Bell is transported to a Level 5 safehouse with all possible precautions against anomalies, including the usage of Scranton Reality Anchors.\n\n\n07:47 (09/05):\n SCP-2820 fires.\n\n\n17:36 (09/05):\n An unexpected defect in the structure of the SRAs causes a feedback loop which results in massive spatial deformation, killing Bell and destroying the safe house.\n\n\n18:06 (09/05):\n SCP-2820 is interviewed.\n\n\n\n\n\n\n| last login: tue aug 30 22:37:23 on ttys000\n\n| VSHNV:~ PL%default$:\n\n| PL%default: help\n\n| KALKI: hello. how are you?\n\n| PL%default: why did you kill that last person? he was not anomalous.\n\n| KALKI: he had not yet awakened to his true form. within ten years he would have discovered that he was a sunyavadi, and wreaked havoc upon mankind. i prevented that.\n\n| PL%default: how do you know that he would have been anomalous?\n\n| KALKI: i am transcendent. i am all-pervading. i am your past, your future, your present. for you, he would have eventually become a sunyavadi. for me, he had always been a sunyavadi.\n\n| PL%default: how did you kill him?\n\n| KALKI: time is meaningless. i shaped his past that his future would destroy him.\n\n| PL%default: how do we know you did not kill him for some other reason?\n\n| KALKI: i do not enjoy taking lives. before i awoke to my true form, i wished to explore outer space. but i chose to fulfill my duties and end the kali yuga. i ended the sunyavadi's life because it was my dharma\n4\n.\n\n| KALKI: i am lord vishnu. the preserver. what i do, i do to bring humanity into a golden age.\n\n| KALKI has logged off.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Prominent deity in Hindu mythology, said to come down to earth periodically in the form of avatars to defeat evil\n\n\n2\n. Demons that figure prominently in Hindu eschatology\n\n\n3\n. Sixth avatar of Vishnu\n\n\n4\n. Term in Hinduism for living in accordance with principles of righteousness\n\n\n\n\n\n\n\n\n« \nSCP-2819\n | SCP-2820 | \nSCP-2821\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2820\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2820\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Target 60: Porto Seguro, Brazil (07/06/19██) Summary: Agent ██████ (henceforth P.) witnessed SCP-2820's effect while tracking down a Class-2 reality bender (primary anomaly) in Porto Seguro. In the resulting confrontation, the primary anomaly suffered a traumatic brain injury and fell into a coma from which they have not recovered. The primary anomaly was recovered and has been on intravenous life support for the past ██ years. Testimony of P.: I was tracking the reality- Interviewer: Anomaly. P.: Right. I was tracking the anomaly through Porto Seguro. My job was basically to find out where she- where it was going to ground, where its safe house was, so to speak. I had a gun and tranquilizer, of course, but I couldn't really do body armor or anything without sticking out like a sore thumb. Plus it was the hottest day of the summer, I would've boiled alive. Anyways, I followed the anomaly into the downtown, Cidade Alta it's called… and I saw something out of the corner of my eye. We were going down this alleyway between a bunch of flats, and it was getting really windy. And I got distracted by this torn-up trash bag, out of the corner of my eye, I mean… Anyways, I started looking at this bag because it also made sense, you know, to not be looking at the anomaly in case she looked back. But then I got jumped. It wasn't the anomaly. Just some small-time crook with a submachine gun. Wasn't even holding it right. I was reaching into my pocket to give him a fake wallet, and then there was just a clattering of gunfire. And first I thought I was dead, but then I realized, no, my ears were ringing and I couldn't hear anything else so I had to be alive. So I just kicked back on reflex to disarm the kid, and then I got a good look around. That fucking trash bag had blown up behind us and smacked into the kid - there was like a rock in it or something - and spooked him so his shots went all over the damn place. And one of those shots must've hit the buildings, and this massive chunk of brick came down and absolutely brained the reality bender. So the gangbanger was on the ground and the bend - anomaly was probably dead, so I called in for backup, and that's pretty much what happened… though there was one more weird thing. Probably nothing, but you can't be too careful with… anomalies like that. Interviewer: What was it? P.: When the wind picked up the bag - well, it almost looked like a circus monkey running away. Like… you ever seen in Calvin and Hobbes , where Calvin and Hobbes are stacked on top of each other in a trench coat? Kind of like that.",
        "Target 79: Jinotega, Nicaragua (18/09/19██) Summary: A summoning by a minor cult resulted in the creation of a severely deformed and mentally disabled Type-5 reality bender (Alpha Threat) that instigated [REDACTED]. However, intervention by SCP-2820 neutralized the Alpha Threat and prevented a more severe catastrophe. Given the massive repercussions of the event, a more time-and-resource-intensive investigation into the event was authorized; including interviews with civilians in the area, forensic reconstructions of the area, and the use of [REDACTED]. Due to the sensitive information contained in this document, full access is limited to Department of Thaumaturgy personnel. Recreated Timeline: 09:08 (16/09): Man drops ballpoint pen on ground. 09:16 (16/09): Leader of cult walks by and slips on ballpoint pen. This results in her being delayed by two minutes to catch a bus. [REDACTED] 13:16 (16/09): Minor cult member, sent as secondary option, picks up wrong flintlock rifle, presumably due to unfamiliarity with firearms. [REDACTED] 17:50 (17/09): As a result of ecto-copulation, an anomalous storm pattern forms over the Mancotal Dam. Foundation Meteorological Department identifies anomalously rapid formation of storm system, which is confirmed to be of thaumaturgic origin. Omega-8 is deployed to Jinotega. [REDACTED] 04:22 (18/09): Agent Barnes regurgitates Alpha Threat, thus partially completing the third portion of the aforementioned prophecy. Alpha Threat levitates trench coat. [REDACTED] 05:43 (18/09): SCP-2820 fires. [REDACTED] 07:16 (18/09): Laws of gravity briefly cease working in a cylinder around the top of the dam, causing the Homo superior to asphyxiate. 08:34 (18/09): Laws of gravity reinstated around top of dam. [REDACTED] 14:47 (18/09): Frog detonates bomb, preventing Alpha Threat's complete rebirth. [REDACTED] 21:40 (18/09): Rock falls out of coat pocket onto bottle of tequila, breaking it and averting an XK-Class scenario. [REDACTED] 23:47 (18/09): Trench coat is thrown onto flintlock rifle, which inadvertently discharges, striking Alpha Threat in the head and killing it. 01:10 (19/09): Cleanup operation begins.",
        "Target 91: [REDACTED] (08/05/2000) Summary: SCP-2820 targeted the Site Director of Site-75. All attempts to destroy or deactivate it were unsuccessful. The Director was killed when the Scranton Anchors used to protect his safehouse suffered an unprecedented malfunction. 09:47 (08/05): SCP-2820 begins tracking William Bell, Director of Site-75, who is immediately detained, examined, and found to be wholly non-anomalous. 22:13 (08/05): An attempt is made to destroy SCP-2820 with high explosives, but it is undamaged by the attempt. Further attempts to destroy the anomaly are unsuccessful. 03:15 (09/05): Bell is transported to a Level 5 safehouse with all possible precautions against anomalies, including the usage of Scranton Reality Anchors. 07:47 (09/05): SCP-2820 fires. 17:36 (09/05): An unexpected defect in the structure of the SRAs causes a feedback loop which results in massive spatial deformation, killing Bell and destroying the safe house. 18:06 (09/05): SCP-2820 is interviewed.",
        "\" SCP-2820 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-2820 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2820",
    "object_class": "Keter",
    "containment_procedures": "SCP-2820 is contained in the Provisional Containment Wing of Site-42. Research into SCP-2820's origins and methods of destroying it are underway.",
    "description": "SCP-2820 is a directed-energy weapon operated by a modified Prometheus Labs artificial intelligence designated as \"Kalki\". The main body of the weapon resembles a multi-stage coilgun mortar; however, a satellite dish with an antenna has been mounted to the front and the rear has been modified to fit a large semispherical apparatus. Attempts to open the apparatus have been unsuccessful. Mounted on the back of this apparatus is a monitor and terminal. The AI is able to receive and can respond to user input through the terminal. The monitor continually displays real-time satellite footage of a random person (the target) somewhere in the world, all of whom have been found to be anomalous in some way.",
    "title": "SCP-2820"
}