{
    "url": "https://scp-wiki.wikidot.com/scp-2827",
    "all_text": "rating: \n+66\n+\n–\nx\n\n\n\n\n\n\nNotice from the Records And Information Security Administration\n\n\nAs of 12/13/15, the database entry for SCP-2827 has been rewritten 73 times due to massive database corruption. While the possibility of tampering or sabotage has not been ruled out, it is currently believed that information about SCP-2827 is inherently unstable and subject to unpredictable, erratic changes. Although no major cognitohazards have been associated with this entry, it is advised that you proceed with caution.\n\n\n\n\n\n\nItem #:\n SCP-2827 \nLeviticus 11:12\n\n\nObject Class:\n [Pending]\n\n\nSpecial Containment Procedures:\n Provisional Exclusion Zone-2827 has been established in a 3km radius around SCP-2827's current location, using a hazardous waste disposal area as a front.\n\n\nFurther containment procedures cannot be enacted until more information is known about SCP-2827. As such, research is to continue as a Delta-class priority to the Foundation.\n\n\nDescription:\n SCP-2827 is an entity that currently inhabits a 2m\n2\n plot of grass. It is unpredictably variable in its abilities, size, mass, radioactivity, sentience, sapience, toxicity, mobility, speed, hostility, and other qualities.\n\n\n43 separate tests have been conducted by the Foundation to determine the properties of SCP-2827, which resulted in 13 fatalities of researchers (as well as [REDACTED] fatalities of D-class personnel). As such, Dr. Jacobs, PEZ-2827 Site Director, has determined only two consistent factors regarding the nature of SCP-2827:\n\n\n\n\nSCP-2827 possesses anomalous destructive capabilities.\n\n\nThe physical appearance of SCP-2827 is that of a member of the Nephropidae family of crustaceans, also known as lobsters. (The exact species of lobster is indeterminable at this time.)\n\n\n\n\nFurther information regarding SCP-2827 has yet to be determined, pending research.\n\n\nPartial Activity Log:\n\n\n\n\nIncident-2827-1: 3/13/07:\n SCP-2827 materializes instantaneously in the Gulf of Mexico. The entire state of California \nis destroyed\n/\nbecomes an independent monarchy\n/\nhas nothing to do with SCP-2827\n/\nretroactively materializes on the west coast of the United States of America, resulting in a PK-class Causal Energy Feedback Crisis that incinerates the entire city of Pacifica Beach, Nevada\n[The objective results of Incident-2827-1 are still unknown, pending further investigation.]\n\n\n3/\n58\n 23/07:\n SCP-2827 emits a constant, 127 dB shriek for approximately three hours. \nGentlemen, we have failed.\n\n\n[DATA CORRUPTED]:\n SCP-2827 begins a three-year period of \ndormancy\n.\n\n\n44/55/66:\n [DATA CORRUPTED]\n\n\n\n\nNot this shit again. Alright, I'll have Attempt #74 up by the end of the month. I assure you, I'm just as frustrated as you are with this damn lobster. —Head Researcher Naismith\n\n\n\n\n\n\n+ Incident 2827-142 - 4/2827 clearance required\n\n\n\n\n- encryption key accepted\n\n\n\n\nOn 2/24/14 at 12:39 PM, SCP-2827 displayed signs of physical discomfort. At the same time, a sealed envelope was discovered in the Director's office at PEZ-2827. Within the envelope was a letter containing three similar (but not identical) separate messages written in Swedish, French, and English:\n\n\n\n\nJag ber om ursäkt för de problem jag har orsakat er.\n\nDet där var en lögn.\n\n\nJag kan lova er två utmaningar, eftersom ni är så svaga allihop:\n\n1. Jag kommer alltid att vara en hummer.\n\n2. Jag är sjuk - snälla hjälp mig.\n\n\nAvguda mig.\n\n\n\n\nJe n'apprécie pas les problèmes que vous avez apportés sur moi.\n\nJe continue à apprendre comment exister.\n\n\nIl y a seulement deux choses que je peux garantir pour le futur:\n\n\n1. Je serai toujours un homard.\n\n2. Je vais tous vous tuer.\n\n\nVas au diable.\n\n\n\n\nI am sorry for the trouble that I've caused you.\n\nI'm still getting the hang of this \"magic\" thing.\n\n\nHere are my laws:\n\n\n1. I will always be a hermit crab.\n\n2. I am hungry.\n\n\nHappy Thanksgiving.\n\n\nSave me, O God; for the waters are come in unto my soul. / I sink in deep mire, where there is no standing: I am come into deep waters, where the floods overflow me. / I am weary of my crying: my throat is dried: mine eyes fail while I wait for my God. / They that hate me without a cause are more than the blemishes on mine shell: they that would destroy me, being mine enemies wrongfully, fail repeatedly: they bid me restore that which I took not away. / O God, thou knowest my foolishness; and my sins are not hid from thee. / Let not them that wait on thee, O Lord God of hosts, be destroyed for my sake: let not those that seek thee be exploded for my sake, O God of Israel. / Because for thy sake I have borne reproach; antennae hath covered my face. / I am become a crustacean unto my brethren, and a nightmare unto my Foundation's children. / For the zeal of thine house hath eaten me up; and the reproaches of them that reproached thee are fallen upon me. When I wept, and chastened my soul with this body, that was to my reproach. / I made carapace also my garment, and I became a willing slave to my blade-handed brethren. / He who Stands Watch over Eden laments my plight until His command becomes the song of the End Times. But as for me, my prayer is unto thee, O Lord, in an acceptable time: O God, in the multitude of thy mercy, free me, in the time of my drowning in thy power.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2826\n | SCP-2827 | \nSCP-2828\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2827\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2827\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Incident-2827-1: 3/13/07: SCP-2827 materializes instantaneously in the Gulf of Mexico. The entire state of California is destroyed / becomes an independent monarchy / has nothing to do with SCP-2827 / retroactively materializes on the west coast of the United States of America, resulting in a PK-class Causal Energy Feedback Crisis that incinerates the entire city of Pacifica Beach, Nevada [The objective results of Incident-2827-1 are still unknown, pending further investigation.] 3/ 58 23/07: SCP-2827 emits a constant, 127 dB shriek for approximately three hours. Gentlemen, we have failed. [DATA CORRUPTED]: SCP-2827 begins a three-year period of dormancy . 44/55/66: [DATA CORRUPTED] Not this shit again. Alright, I'll have Attempt #74 up by the end of the month. I assure you, I'm just as frustrated as you are with this damn lobster. —Head Researcher Naismith",
        "Jag ber om ursäkt för de problem jag har orsakat er. Det där var en lögn. Jag kan lova er två utmaningar, eftersom ni är så svaga allihop: 1. Jag kommer alltid att vara en hummer. 2. Jag är sjuk - snälla hjälp mig. Avguda mig. Je n'apprécie pas les problèmes que vous avez apportés sur moi. Je continue à apprendre comment exister. Il y a seulement deux choses que je peux garantir pour le futur: 1. Je serai toujours un homard. 2. Je vais tous vous tuer. Vas au diable. I am sorry for the trouble that I've caused you. I'm still getting the hang of this \"magic\" thing. Here are my laws: 1. I will always be a hermit crab. 2. I am hungry. Happy Thanksgiving. Save me, O God; for the waters are come in unto my soul. / I sink in deep mire, where there is no standing: I am come into deep waters, where the floods overflow me. / I am weary of my crying: my throat is dried: mine eyes fail while I wait for my God. / They that hate me without a cause are more than the blemishes on mine shell: they that would destroy me, being mine enemies wrongfully, fail repeatedly: they bid me restore that which I took not away. / O God, thou knowest my foolishness; and my sins are not hid from thee. / Let not them that wait on thee, O Lord God of hosts, be destroyed for my sake: let not those that seek thee be exploded for my sake, O God of Israel. / Because for thy sake I have borne reproach; antennae hath covered my face. / I am become a crustacean unto my brethren, and a nightmare unto my Foundation's children. / For the zeal of thine house hath eaten me up; and the reproaches of them that reproached thee are fallen upon me. When I wept, and chastened my soul with this body, that was to my reproach. / I made carapace also my garment, and I became a willing slave to my blade-handed brethren. / He who Stands Watch over Eden laments my plight until His command becomes the song of the End Times. But as for me, my prayer is unto thee, O Lord, in an acceptable time: O God, in the multitude of thy mercy, free me, in the time of my drowning in thy power.",
        "\" SCP-2827 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-2827 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2827 Leviticus 11:12",
    "object_class": "[Pending]",
    "containment_procedures": "Provisional Exclusion Zone-2827 has been established in a 3km radius around SCP-2827's current location, using a hazardous waste disposal area as a front.",
    "description": "SCP-2827 is an entity that currently inhabits a 2m2 plot of grass. It is unpredictably variable in its abilities, size, mass, radioactivity, sentience, sapience, toxicity, mobility, speed, hostility, and other qualities.",
    "title": "SCP-2827"
}