{
    "url": "https://scp-wiki.wikidot.com/scp-2829",
    "all_text": "rating: \n+138\n+\n–\nx\n\n\n\n\n\n\nSCP-2829 upon recovery.\n\n\n\n\n\n\nItem #:\n SCP-2829\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All instances of SCP-2829 are to be contained in a standard biological containment cell at Area-12. All personnel entering the containment cell must wear a level A hazardous materials suit at all times. All personnel coming in contact with SCP-2829 must also be on a strict regimen of depressant drugs to suppress endorphin production and must be rotated every month after a thorough psychological evaluation. Each instance of SCP-2829 is to be tagged with a Teflon-coated chip for identification, with new instances being tagged as early as possible.\n\n\nDescription:\n SCP-2829 is a set (51 individuals at the time of writing) of amorphous organisms superficially resembling banana slugs (\nAriolimax californicus\n). The cells of SCP-2829 instances are structurally similar to human adipocytes\n1\n, with the exception of an organelle of unknown function fused to the nucleus and a smaller, more folded smooth endoplasmic reticulum. DNA analysis of the cell nucleus shows a 89±6 percent similarity to baseline human DNA.\n\n\nSCP-2829 reproduces sporadically through budding; the circumstances causing this process are not fully understood at present but are currently thought to be linked to feeding events. Newly-formed daughter organisms instinctively approach humans more eagerly.\n\n\nSCP-2829 instances are physically active and docile in temperament, and often play by racing each other or competing to form towers by stacking themselves. Around humans, SCP-2829 will become excited and bounce in place. If a nearby person approaches SCP-2829, SCP-2829 will move towards that person and climb onto any exposed skin. After nuzzling the skin, SCP-2829 will secrete a mixture of neurotransmitters that numb the pain response and trigger endorphin production in the person's body, then slowly fuse with the skin. Once SCP-2829 is fully fused and the person reaches a heightened euphoric state, SCP-2829 will absorb the person's excess fat then enter a dormant state for several minutes. SCP-2829 will then gradually leave the body. The entire process typically lasts approximately 20 minutes. SCP-2829 does not seem to gain any mass during this process, but tests have shown a possible correlation between the amount of fat absorbed from the subject and the endorphin concentrations just before SCP-2829 exits the body.\n\n\nAddendum:\n 47 instances of SCP-2829 were recovered from the basement of an abandoned home in ███████, TX, along with the corpse of the house's owner, Dr. Javier Pineda, a former \nPrometheus Labs\n employee. An assortment of scientific equipment and various reference books and notebooks were found in the home; the books were damaged beyond recognition, but a series of video logs was partially recovered.\n\n\n\n\n+ show video log transcripts\n\n\n\n\n- Hide\n\n\n\n\n\n\n8/26\n\nI don't care that they kicked me out. I'm better off without Phillips and his ego problems suffocating the lab. There's gotta be something I can do, something I can make. I can still help her. I just want her to smile again. For once, just let me make something worthwhile.\n\n\n8/28\n\nOK, so maybe I didn't think this through. I don't got much to work with out here. Calloway's got my other toolkit last I checked, and nobody's \nseen him\n in years. Gonna have to do it by hand. (\nDr. Pineda cracks his knuckles.\n)\n\n\n8/31\n\nDamn slugs eatin' my garden. Fat yellow bastards. Can't they see I'm busy here?\n\n\n9/1\n\nWell, I managed to get ahold of Velasquez, and she was able to get me an old sample of that shelved cell project I did back in the day. Thought they torched all that when they booted me. Not complaining, of course, but now I owe her twice.\n\n\n9/2\n\nOK, good, the little fellas are still viable. I should be able to work out the old kinks no problem. Then I'll just need a template.\n\n\n9/3\n\nThis morning those damn slugs came back, chewing on the petunias. Those are her flowers, you bastards! Leave her alone!\n\n\n9/4\n\nSomething's off about those slugs outside, I know it. Can't put my finger on it, but it's like they're waiting for me when I come outside. Or something. I need a new hobby after all this, clear my head.\n\n\n9/5\n\nOK. The good news is that the cells work like they used to. The bad news is that they work like they used to.\n\n\n9/12\n\nTHIS IS THE LAST STRAW, SLUG! Gah! Let's see how you like it.\n\n\n9/15\n\nCongratulations, slug. You've finally managed to do some good in this world, for once.\n\n\n9/29\n\nOK, I admit. Using the slug as a template was stupid. But it looks like it's working, so score one for being short-tempered.\n\n\n10/5\n\nI'm gonna have to test this myself. Don't want the men in black coming after me if I turned some mailman into a slug monster. We all remember what happened \nlast time\n…\n\n\n10/7\n\nWell, slug, you're as useless as ever. Back to the drawing board.\n\n\n11/14\n\nWhy the hell is it stuck to me? Next thing you know it'll try to take over my brain like some crappy sci-fi movie. Got it out, but that hurt like hell.\n\n\n12/2\n\nThird time's a charm, right?\n\n\n12/5\n\nThe slug exploded. Not even sure how I did that one.\n\n\n12/11\n\nAlrighty. This one was good, but I think it starved to death. Need to fix that, since their mouths seal up during the process. Hey, why don't these things have faces afterwards anyway? Okay, think, which one is easier to fix?\n\n\n12/24\n\nSUCCESS! Oh, Merry Christmas to me! Seriously, this is great. She's going to love this. Who would've thought a slug would do the trick?\n\n\n12/25\n\nI feel great today. Like I'm light as a feather, walking on clouds. Or however that saying goes. I think there's still room for improvement, though. Needs a little more oomph.\n\n\n12/30\n\nOK, version 26. Or 27? I can't remember. I wrote it down somewhere around here. We're getting close, I can feel it.\n\n\n1/4\n\nI'm still hungry. And I just had a big breakfast too, was the weird thing. I'mma grab a bite to eat after I test this next one.\n\n\n\n\n\n\n\n\n\n\nThe recovery team noted the presence of fresh slime trails leaving the house after the specimens had been secured for transport.\n\n\n\n\nFootnotes\n\n\n1\n. fat cells\n\n\n\n\n\n\n\n\n« \nSCP-2828\n | SCP-2829 | \nSCP-2830\n »",
    "addendums": [
        "Addendum: 47 instances of SCP-2829 were recovered from the basement of an abandoned home in ███████, TX, along with the corpse of the house's owner, Dr. Javier Pineda, a former Prometheus Labs employee. An assortment of scientific equipment and various reference books and notebooks were found in the home; the books were damaged beyond recognition, but a series of video logs was partially recovered.\nThe recovery team noted the presence of fresh slime trails leaving the house after the specimens had been secured for transport."
    ],
    "documents": [],
    "notes": [
        "8/26 I don't care that they kicked me out. I'm better off without Phillips and his ego problems suffocating the lab. There's gotta be something I can do, something I can make. I can still help her. I just want her to smile again. For once, just let me make something worthwhile. 8/28 OK, so maybe I didn't think this through. I don't got much to work with out here. Calloway's got my other toolkit last I checked, and nobody's seen him in years. Gonna have to do it by hand. ( Dr. Pineda cracks his knuckles. ) 8/31 Damn slugs eatin' my garden. Fat yellow bastards. Can't they see I'm busy here? 9/1 Well, I managed to get ahold of Velasquez, and she was able to get me an old sample of that shelved cell project I did back in the day. Thought they torched all that when they booted me. Not complaining, of course, but now I owe her twice. 9/2 OK, good, the little fellas are still viable. I should be able to work out the old kinks no problem. Then I'll just need a template. 9/3 This morning those damn slugs came back, chewing on the petunias. Those are her flowers, you bastards! Leave her alone! 9/4 Something's off about those slugs outside, I know it. Can't put my finger on it, but it's like they're waiting for me when I come outside. Or something. I need a new hobby after all this, clear my head. 9/5 OK. The good news is that the cells work like they used to. The bad news is that they work like they used to. 9/12 THIS IS THE LAST STRAW, SLUG! Gah! Let's see how you like it. 9/15 Congratulations, slug. You've finally managed to do some good in this world, for once. 9/29 OK, I admit. Using the slug as a template was stupid. But it looks like it's working, so score one for being short-tempered. 10/5 I'm gonna have to test this myself. Don't want the men in black coming after me if I turned some mailman into a slug monster. We all remember what happened last time … 10/7 Well, slug, you're as useless as ever. Back to the drawing board. 11/14 Why the hell is it stuck to me? Next thing you know it'll try to take over my brain like some crappy sci-fi movie. Got it out, but that hurt like hell. 12/2 Third time's a charm, right? 12/5 The slug exploded. Not even sure how I did that one. 12/11 Alrighty. This one was good, but I think it starved to death. Need to fix that, since their mouths seal up during the process. Hey, why don't these things have faces afterwards anyway? Okay, think, which one is easier to fix? 12/24 SUCCESS! Oh, Merry Christmas to me! Seriously, this is great. She's going to love this. Who would've thought a slug would do the trick? 12/25 I feel great today. Like I'm light as a feather, walking on clouds. Or however that saying goes. I think there's still room for improvement, though. Needs a little more oomph. 12/30 OK, version 26. Or 27? I can't remember. I wrote it down somewhere around here. We're getting close, I can feel it. 1/4 I'm still hungry. And I just had a big breakfast too, was the weird thing. I'mma grab a bite to eat after I test this next one."
    ],
    "item": "SCP-2829",
    "object_class": "Euclid",
    "containment_procedures": "All instances of SCP-2829 are to be contained in a standard biological containment cell at Area-12. All personnel entering the containment cell must wear a level A hazardous materials suit at all times. All personnel coming in contact with SCP-2829 must also be on a strict regimen of depressant drugs to suppress endorphin production and must be rotated every month after a thorough psychological evaluation. Each instance of SCP-2829 is to be tagged with a Teflon-coated chip for identification, with new instances being tagged as early as possible.",
    "description": "SCP-2829 is a set (51 individuals at the time of writing) of amorphous organisms superficially resembling banana slugs (Ariolimax californicus). The cells of SCP-2829 instances are structurally similar to human adipocytes1, with the exception of an organelle of unknown function fused to the nucleus and a smaller, more folded smooth endoplasmic reticulum. DNA analysis of the cell nucleus shows a 89±6 percent similarity to baseline human DNA.",
    "title": "SCP-2829"
}