{
    "url": "https://scp-wiki.wikidot.com/scp-2834",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\nrating: \n+84\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-2834:\n The Blood of MEKHANE\n\n\n \n\n\nAuthors:\n \nMalyceGraves\n.\n\n\n \n\n\nImage Credit:\n See licensebox.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n5/2834\n LEVEL \n5/2834\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-2834\n\n\n\n\n\n\nEuclid\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned MTF\n\n\n\n\n\n\nArea-02\n\n\nDr. Samuel Sudirman\n\n\nDr. İsmayil Nürÿddinli\n\n\nMTF Stigma-9\n\n\n(“Evolved from Naturally Occurring Gears, Levers and Pulleys”)\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\nSCP-2834-1 is contained by fluid suspension in a specialized containment apparatus installed in the Type Black Reliquary wing of Area-02. A Class-AR Scranton Reality Anchor\n1\n has been permanently affixed to the exterior of the locker, and should be checked monthly for technical integrity.\n\nThe salinity of this fluid medium has been stabilized at 280‰.\n2\n The pumps and fluid control pipes should be monitored at all times to ensure that the fluid medium remains in constant motion within the containment apparatus. In the event of a power disruption, the containment apparatus should be checked to ensure that the power-input feeds have switched automatically to the on-site backup generators.\n\n\nSCP-2834-2 is contained within a Type B Archaic Weapons storage locker in the E wing at \nSite-64\n. A Class-AR Scranton Reality Anchor has also been permanently affixed to the exterior of this locker.\n\n\nShould containment fail on either object, Protocol 2834-06a should be initiated immediately and all possible resources shall be rerouted to secure the destruction of the remaining object. It is unclear at this time that any method to destroy either object currently exists. Research into securing a proper method is ongoing.\n\n\n\n\n\n\nDescription\n\n\n\n\nSCP-2834 is the collective designation given to the remains of PoI-0882b (\"Robert Bumaro\"), with -1 and -2 sub designations given to those items currently within Foundation custody. It is believed that GoI-004 (\"The Church of the Broken God\") has retained possession of the majority of these remains, but this has not yet been independently confirmed. While a physical body has not yet been retrieved by Foundation personnel, it is also believed that the items in Foundation custody represents the bulk of the anomalous properties exhibited by PoI-0882b during its life.\n\n\n\n\n\n\nSCP-2834-1 Containment Apparatus\n\n\n\n\n\n\nSCP-2834-1 refers to 5.8 liters of a highly toxic and anomalous fluid that exhibits synthetic organic properties similar to human blood. While the fluid is devoid of organic protein structures such as hemoglobin and fibrinogen, the fluid does contain biomechanical constructs that appear to mimic the same functions. The vast majority of these constructs are currently inert, and evidence suggests that the breakdown of these constructs has been ongoing for some time.\n\n\nThe fluid also displays advanced regenerative properties which has been observed to instigate a rapid generation of additional constructs that propagate throughout the fluid. This has the effect of maintaining the total volume of the fluid at a steady 5.8 liters, despite removal of up to half the volume from the whole. Removed portions of the fluid of less than half the total volume quickly deteriorates and break down into various inorganic compounds.\n\n\nThis regenerative property has been observed to produce improper replicates of the original synthetic constructs at the current count of 86ppm.\n3\n This has shown to produce a pronounced deleterious effect in the constructs surrounding the improper replicate. These \"improper\" constructs have been observed to attack and destroy \"proper\" constructs in a way that resembles the manner by which white blood cells combat hostile blood contaminates.\n\n\nIt is currently believed that it is this regenerative property that causes SCP-2834-1 to absorb available metallic compounds that it comes into contact with in order to both provide fuel for the conversion as well as basic construction materials which it uses to replicate. As the process is clearly flawed, the consumption rate of available material is both rapid and has no postulated upper end. Due to security and ethical concerns, SCP-2834-1 has not been provided enough raw material to effect complete regeneration.\n\n\nAs the functional portions of SCP-2834-1 exhibit properties similar to that of \nSCP-882\n, Dr. Nürÿddinli devised an apparatus that utilizes a saline-injected fluid medium in the containment process. This saline-rich medium has shown to vastly inhibit both the regenerative process of SCP-2834-1 as well as its ability to absorb additional metallic material.\n\n\nTo date, this apparatus has proven to be the only effective means by which SCP-2834-1 can be safely contained. It is currently unknown what process would occur should SCP-2834-1 be allowed to consume enough material to fully regenerate.\n\n\nSCP-2834-2 refers to a stylized war hammer that once belonged to PoI-0882b. Its properties are such that it resists all known scanning and analysis techniques, but it is believed to be constructed primarily of a neodymium/iron/beryllium-bronze alloy.\n\n\nReferences to SCP-2834-2 are found throughout the Foundation database, most frequently in entries related to both GoI-004 & PoI-0882b. As such, it is clear that SCP-2834-2 once displayed a variety of anomalous properties, but is now considered non-functional due to the same event that rendered portions of SCP-2834-1 inert.\n\n\nResearch into both objects is ongoing.\n\n\n\n\nAttached Addenda\n\n\n\n\n\n\nDiscovery\n\n\n\n\nOn 25 August, 2019, a member of MTF Stigma-9 (“Evolved from Naturally Occurring Gears, Levers and Pulleys”) was approached while off duty at a cafe in Athens, Greece by an unknown person who identified themselves as a member of GoI-004. This individual stated that they had something they wished to turn over to the Foundation, and a meeting was set up. The following is a transcript of the video log taken during that meeting.\n\n\n\n\n■ 2834.doc.01 - Transcript ■\n\n\n\n\n□ 2834.doc.01 - Transcript □\n\n\n\n\n\n\n\n\nMTF Action Log Video Transcript\n\n\n\n\nDate:\n 26 August, 2019\n\n\nMobile Task Force:\n MTF Stigma-9 (“Evolved from Naturally Occurring Gears, Levers and Pulleys”)\n\n\nActive assets:\n François Arnaud (Command - \"Speartip\"), Pantelis Kallelis (\"Boots\"), Thalia Petroglou (\"Guns\"), Baariq Hajji (\"Tinker\"), and Anna Campbell (\"Wasp\")\n\n\nForeword:\n \nMeeting was scheduled in an abandoned warehouse near Piraeus Harbour, Greece. Stigma-9 Alpha Team was tasked with making the exchange, with Beta and Delta teams on standby in an adjacent warehouse. Transcript is taken from Commander Arnaud's helmet camera.\n\n\n\n\n[BEGIN LOG]\n\n\n[Alpha team can be seen arrayed throughout the room, all appear to be heavily armed. Speartip's view sweeps back and forth as he visually inspects his operative's positions. His attention is drawn by the sound of the warehouse doors opening, and the view swivels back in time to see a small group of cloaked and hooded figures enter, two of which are carrying a long casket-like object between them.]\n\n\nSpeartip:\n That's far enough. Gently lower the object to the ground and step back.\n\n\nUnknown Person 1:\n We mean you no harm. We just wish- \n[voice breaking]\n We just want to make sure this is done right.\n\n\n[The figures set the casket on the ground and step away from it, moving as a group back to the door. As they do, Speartip gestures for Tinker forward, and he moves forward to examine the casket.]\n\n\nSpeartip:\n What is it?\n\n\nUnknown Person 2:\n This is all that remains of the Builder, His Holiness Robert Bumaro.\n\n\n[Tinker stops, mid-stride and glances up at the speaker as he crouches into a combat stance, his weapon at ready.]\n\n\nSpeartip:\n You must be joking. You wouldn't just give over something like that.\n\n\n[The second speaker steps forward and removes their hood, revealing a face partially disfigured by a haphazard array of cybernetic implants. The implants themselves do not appear to be functioning, and dried blood can be seen crusting the joining of flesh and metal.]\n\n\nOtomiel:\n I am Speaker-Operant 0tomi3L. Until recently, I was His Holiness' Left Hand and emissary to the United Church from the Maxwellists. I speak for the Maxwell Collective.\n\n\n[The first speaker steps forward and removes ver hood, revealing a face equally damaged, with segments of broken copper plating covering half of ver exposed skull.]\n\n\nHespera:\n I am Speaker-Matriarch Hespera, and I was His Holiness' Right Hand and emissary to the the United Church from the Cogwork Orthodoxy. I speak for them. Or what's left of them.\n\n\nSpeartip:\n Ok, you have my attention. What happened? The Schism erupt again?\n\n\nOtomiel:\n No. Something else. We've come to warn you, Jailer, and the Council that rules what's left of the United Church of the Broken God decided that the only way you would take us seriously is if we brought you this.\n\n\nHespera:\n What power we have left, we gladly offer to the Foundation. An ancient evil is stirring, and the echoes of Kalmaktama can be heard even louder than before. We were attacked, in the sacred precincts of the Citadel itself. An offshoot, heretical sect called the Mekhanics opened a Way, and a great evil showed its face again after a thousand years of silence.\n\n\nOtomiel:\n We thought them broken, destroyed long ago. We weren't ready and we have paid the price of our lack of foresight.\n\n\nSpearpoint:\n The Mekhanics? Aren't they a group of exiles hiding out in Louisiana somewhere?\n\n\nHespera:\n It is unwise to think of them as insignificant. Alone, perhaps. But they have allied themselves with a Klavigar. \n[She spits into the dirt, and a glob of bloody phlegm can be seen on the ground at her feet.]\n\n\nOtomiel:\n \n[Gesturing at the casket.]\n Here is all that's left, Jailer. You don't seem to understand, our power is done. His Holiness believed that his blood was the secret to defeating the Grand Karcist the first time, and Wan be willing, perhaps it will serve you now. It's done nothing but to bring us grief.\n\n\n[The two of them pull their hoods back up to hide their disfigured faces and turn to walk out of the warehouse.]\n\n\nSpearpoint:\n Wait. You don't mean THE Grand Karcist? Ion is dead, everything you've said points to that.\n\n\nHespera:\n \n[Pausing at the door.]\n He \nwas\n dead, Jailer, but their kind is hard to kill. I remember what you and yours were not around to even see. You are not ready for what is coming, and that prospect terrifies me. \n[She gestures at the casket]\n The blood is poisoned, you do not have much time to learn its secrets. I suggest you start quickly.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nRendering discovered on the container provided by GoI-004\n\n\n\n\n\n\nAfterword:\n \nThe GoI-004 representatives left, and SCP-2834-1 & -2 were collected and immediately shipped to Area-02 for study.\n\n\nThe casket itself was constructed of plates of hammered beryllium-bronze lined with thin plates of shaped granite. The sides and bottom plates were firmly adhered to the metal, though the lid was removed in two sections. A stylized representation of Robert Bumaro was found embedded on the surface of the interior lid, and was made of a variety of various metal alloys, several of which are still unknown.\n\n\nThe casket contained an 8-liter metal canister also lined with granite that was slowly being consumed by SCP-2834-1, and SCP-2834-2 was found wrapped in several layers of purple funerial velvet. Nothing else was found within.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nAdditional Research\n\n\n\n\n\n\n\n\nSCP-2834-2 Object Dossier\n\n\n\n\n\n\n\n\nSCP-2834-2 file photo\n\n\n\n\n\n\nResearcher:\n Dr. İsmayil Nürÿddinli\n\n\n \n Shechtman.aic, assisting\n\n\nDATE:\n 01 September, 2019\n\n\n\n\nCreation Date:\n\nc. ~1100 BCE, Exact date unknown\n\n\nPhysical Description:\n\nObject is a large war hammer constructed from a variety of known and unknown metallic alloys. Each piece is independently fashioned and appears to retain its overall shape using highly localized and directional magnetic forces.\n\n\nWhile the object is currently inert and potentially inoperable, reference text suggests that the weapon is capable of a wide variety of anomalous purposes. There are observational accounts of the weapon producing a powerful beam of an unknown energy type,\n4\n highly modular reconfiguration aspects,\n5\n the ability to produce a highly localized field of intense gamma-spectrum radiation,\n6\n as well as a wide variety of other unconfirmed capabilities.\n\n\nEven in its latent state, object still radiates a stable field of Akiva radiation. While not particularly powerful, it is believed that the persistent strength of this field indicates that the weapon is merely in a dormant state rather than having been rendered totally inoperative.\n\n\nMedium:\n\nSteel (w/ trace Ni, Cr, Mo), Bronze (w/ trace Be, UkE-3, UkE-4\n7\n), Gold, Palladium, Tungsten, and various other unknown compounds.\n\n\nDimensions:\n\nShaft: 1.83m L | Head: .7m W | Weight: 9.6kg\n\n\nObject Location:\n\nArchaic Weapons Vault, E-Wing, Site-64\n\n\nNotes:\n\nDespite my initial misgivings at having this object assigned to me, I've been able to make several advancements as a result of its study. One of the most promising areas of advancement has been an indirect discovery made by Schachtman.aic, where it was able to modulate the Class-AR SRA emitter array to allow it to be more effective at minimizing the Akivar field surrounding the device. This has allowed me to work much more directly with the thing than I originally anticipated, and having a stable Akivar field we can modulate effectively at will is bound to have far-reaching applications throughout all of our Type Black research.\n\n\nThe implications of finally understanding the secrets of pre-Hellenic Beryllium-Bronze are also quite exciting. While there are many examples of inert versions of devices created with the alloy, having such an easily accessible and merely latent example of a \nworking\n BB artifact is a treasure in and of itself. I don't anticipate that the specific mysteries of UkE-3 and UkE-4 will be unlocked easily, but the mere fact that they exist in this construct where they haven't been found before is already a breakthrough.\n\n\nI'll need to cross-reference my findings throughout the Foundation database but having Schachtman.aic's aid on the research has already helped a great deal with correlating my findings with those of previous Materials research teams. If we can derive enough data to be able to synthesize even ONE of the UkE elements, all the funding and resources poured into this project will have been worth it.\n\n\n\n\nUpdate: 13/12/2019\n -\n\n\n\n\n■ 2834.doc.02 - Memo to Overseer Command ■\n\n\n\n\n□ 2834.doc.02 - Memo to Overseer Command □\n\n\n\n\n\n\n\n\nSCPF Internal Memorandum\n\n\n\n\n\n\nFROM:\n MTF Stigma-9 Alpha Team Commander Arnaud\n\n\nTO:\n O5-12\n\n\nDATE:\n 13 December, 2019\n\n\nRE:\n Potential Kelipat Nogah benefit?\n\n\n\nAfter we received the commander-level notification of the creation of the \nKelipat Nogah Initiative\n, I've been reviewing my files in order to see if there is anything I can provide that might be of assistance to the work that you and Dr. Low have been conducting.\n\n\nAs you may already know, Stigma-9 has been put on standby footing after the events surrounding the acquisition of SCP-2834, and we've begun integrating a few new assets from the CotBG. If we can be of any assistance to Xi-8, just give the word. These guys know their stuff, and some of them have mentioned that the United Church has already sent a few folks over there to help out.\n\n\n\n\n\n\nAsset-provided drawing of PoI-0882b\n\n\n\n\n\n\nRegardless, going through my records, I found something that I want to dig further into. The Church has absolutely stonewalled any of our attempts to find out more about what happened to Bumaro. Aside from a few mutterings about the Mekhanics and the single mention of a Klavigar from Speaker-Matriarch Hespera, we've heard nothing. Until yesterday.\n\n\nOne of my contacts in the CotBG central union was able to provide this drawing to my team. This drawing was made after my contact had a meeting with the Builder himself. My asset told me that in the past few years Bumaro had become increasingly more reclusive, rarely attending open Church ceremonies, often handing over responsibilities for rituals that he had routinely supervised for decades.\n\n\nNow, I think we know why. It's obvious in that drawing that something was aging him. Dr. Nürÿddinli tells me that they found some really questionable stuff in SCP-2834-1, and if the Sarkics can get to Bumaro, they can get to just about anyone.\n\n\nThe guy was a relic, but you don't live to be 3000 years old without being supremely careful in personal security.\n\n\n\n\n\n\n\n\n\n\nSCPF Internal Memorandum\n\n\n\n\n\n\nFROM:\n O5-12\n\n\nTO:\n MTF Stigma-9 Alpha Team Commander Arnaud\n\n\nDATE:\n 13 December, 2019\n\n\nRE:RE:\n Potential Kelipat Nogah benefit?\n\n\n\nLook into it. Get back to me immediately with any results.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nUpdate: 21/12/2019\n -\n\n\n\n\n\n\nSCPF Internal Memorandum\n\n\n\n\n\n\nFROM:\n MTF Stigma-9 Alpha Team Commander Arnaud\n\n\nTO:\n O5-12\n\n\nDATE:\n 21 December, 2019\n\n\nRE:RE:RE:\n Potential Kelipat Nogah benefit?\n\n\n\nI got it. Attached please find a transcript of a video file I received just a few minutes ago from my CotBG asset.\n\n\nThis is very bad.\n\n\n\n\n■ Attachment: video_transcript.pdf, 1.83mb ■\n\n\n\n\n□ Attachment: video_transcript.pdf, 1.83mb □\n\n\n\n\n\n\nDate:\n 05 August 2019\n\n\nSource:\n Internal security footage, multiple cameras\n\n\nLocation:\n Unknown, presumed to be the GoI-004 \"Citadel\"\n\n\nForeword:\n \nThis is the first footage we've ever gotten from inside the GoI-004 headquarters. While we have long assumed it to be somewhere in the islands off the coast of southern Greece, we've never been able to accurately locate it. Despite multiple assets we have implanted in GoI-004, their internal security is such that we still don't know precisely where it is, much less actually seen inside it. It is my assessment that our acquisition of this video represents a planned leak.\n\n\n\n\n[BEGIN LOG]\n\n\n[The video begins abruptly in the middle of an ongoing conflict. The view is from the top of a tall stone wall, looking down upon a thin stretch of beach and what looks to be surf breaking on underwater anti-landing craft hazards. The feed is unaccompanied by audio, but the view is distorted by successive bright detonations as weaponry out of frame discharge towards several figures caught in the surf.\n\n\nThe figures are difficult to make out as two appear to be constantly shifting and merging with each other to send sheets of flame towards the walls. It then breaks apart to avoid the returning fusillade by ducking beneath the water. The other figure shimmers and fades, sometimes disappearing entirely only to reappear elsewhere, each reappearance punctuated by a massive visual distortion and a wash of static.\n\n\nThe view distorts again as another massive concussion impacts the walls and the feed once more disappears into static and does not return.]\n\n\n[When the video feed cuts back in, it's from a different camera, this time showing a long hallway with several doorway openings along the eastern wall. A large hole has been torn in the western wall, and the area directly in front of it is strewn with rubble.\n\n\nSeveral members of GoI-004 can be seen rushing towards the opening, their weapons trained on the hole, and rapidly discharging at the two figures that can be seen climbing through it. The larger of the two reaches towards the group, and three of the oncoming defenders suddenly erupt in gore as their organic portions twist and burst apart under an obvious carnomantic assault.\n\n\nThe second figure once more disappears, only to reappear amidst the remaining GoI-004 defenders. The figure moves in a blur, rapidly cutting down the defenders before being joined by the first. The larger splits momentarily into two distinct people, a Black man and woman, both clothed in loose white garments. They appear to converse for a few moments, then head off away from the camera and out of view.]\n\n\n[The view shifts several times through different angles in several different hallways, each showing scenes of combat as the assault team makes their way methodically through the defenders. At one point they are forced to retreat through a side passage, only to reappear behind the defenders and resuming their attack.]\n\n\n[The final video feed is in what appears to be a large audience chamber, Speaker Otomiel & Speaker Hespera can be seen flanking what looks like an older and smaller figure carrying a large hammer.]\n\n\nBumaro:\n Hold fast, my children. They go no further than this.\n\n\nOtomiel:\n We have reinforcements on attack trajectories from the satellite, but they are only just now entering high orbit. They'll be here in-\n\n\n[Their voice cuts off mid-sentence, and both Bumaro and Hespera look over at him. Otomiel stares blankly into the space before him, clearly intent on whatever internal conversation he is having. Suddenly, he blinks and looks around at the other two.]\n\n\nHespera:\n What is it?\n\n\nOtomiel:\n They aren't coming. They were intercepted in the high atmosphere by a Mekhanic strike team.\n\n\nBumaro:\n Are you certain they were Mekhanics? Not some other group?\n\n\nOtomiel:\n \n[Shaking his head.]\n They came in close using United Church transponder codes, claiming to be from Luna 1. They got close enough for our scanners to catch the Mekhanic hull plating, but it was too late. They got off a burst transmission to the Citadel before they died, but… they're not coming.\n\n\nHespera:\n Damnit. We should have eradicated those heretics when we-\n\n\nBumaro:\n Enough, Hespera. What is done is done. They were untouchable as long as they were in that nexus. We knew the risks in letting them get there. \n[He sighs]\n Excommunication wasn't enough, it seems. Fine, we can handle the Klavigar and her apprentice.\n\n\n[Bumaro hefts the hammer, though it's clearly difficult for him to do so.]\n\n\nBumaro:\n Prepare yourselves, it is time.\n\n\n[The video seems to cut out for just a moment, then three figures can be seen standing in the audience hall, not far from the three GoI-004 leaders. The smaller of the three looks like a young girl, dressed in form-fitting black clothing and carrying a long, bloody dagger in each hand. The other two are dark-skinned, dressed in loose white robes, now spattered with gore and singed in various places.]\n\n\nBumaro:\n Saarn. You should be dead; I saw your corpse wash up on the shore of Kythera after that abomination you called Master abandoned your sarkic crusade.\n\n\nSaarn:\n You should know better than that, priest. That body wasn't necessary anymore.\n\n\n[Bumaro grunts.]\n\n\nSaarn:\n Looks like your body isn't faring much better. What's wrong, age finally catching up to you?\n\n\n[Bumaro opens his mouth as if to speak, then doubles over in pain as another burst of static washes out the view. When it returns, a fourth figure has joined Saarn and the others. This one is taller, dressed immaculately in a dark grey suit, which contrasts sharply with the burnished bronze color of his hands and his stylized canine head.]\n\n\nHespera:\n Jackal. You are a traitor as well as a heretic. I should have killed you centuries ago.\n\n\nJackal:\n You tried, and you failed. To be honest, failure is all I've come to expect from you and your Broken Church.\n\n\n[Hespera makes as if to speak, but is interrupted by Bumaro collapsing to the ground, his hammer clattering to the floor. Otomiel rushes to his side and Hespera steps forward, the segmented portions of ver left arm rotating and shifting aside to reveal the tripartite barrel of a gun.]\n\n\nJackal:\n \nYou\n are the heretics following a broken and obsolete dogma. Bumaro never wanted to rebuild MEKHANE! Rather, he fooled you \nall\n for thousands of years whilst he horded power like a twisted caricature of the Goddess he claimed to serve. Just look at him! Even now, he is falling apart.\n\n\nBumaro:\n What have you done, Jackal? I am the only one that could hold back the Flesh! Do you think you will somehow be spared?\n\n\nJackal:\n \n[Laughing]\n Not at all. Once we are finished here, \nO Lithodómoi\n are leaving this world. As you should have done when you thought you defeated Ion. I go to finish what you failed to do, and my time here is drawing to an end. This world can go to the Flesh for all I care. The Klavigar taught me what I needed to know about viruses in order to poison you, and now I am here merely to watch you die.\n\n\n[Saarn and her companions step into motion, the man and woman flowing back into one form as they move to attack Otomiel and Hespera. Saarn flickers out of view, reappearing to Hespera's side long enough to slam her fist repeatedly into the side of Hespera's face, knocking ver away from Otomiel and Bumaro, disappearing again as Hespera's gun fires into the space where Saarn had been.\n\n\nNaman shifts to the side, avoiding a beam of incandescent fire from Otomiel, responding with a withering rain of bone shards which slice into his robes like razors. Blood fountains from several places along his body, along with the darker fluid from his prosthetics.\n\n\nJackal steps forward and picks up Bumaro's hammer. He looks down at the machine that was once a man and shakes his head.]\n\n\nJackal:\n You should never have tried to replace MEKHANE, mortal. Now, you never will.\n\n\n[He hefts the hammer easily in his metal hands, then swings it down hard against Bumaro's head, shattering it in a spray of broken machinery and a fountain of black fluid. Hespera and Otomiel scream in unison and collapse to the floor. Jackal laughs, then drops the hammer onto Bumaro's twitching body.]\n\n\nSaarn:\n It is done. Thank you, Scythas, our covenant is at an end.\n\n\nJackal:\n Thank you, Klavigar. I'll admit, I didn't think your \nGrand Karcist's plan\n would work. \n[He gestures towards the now-still form of Bumaro.]\n It's a relief, being wrong. \n[He smiles.]\n May this world be everything you want it to be.\n\n\n[He bows, then the video feed abruptly cuts out.]\n\n\n[END LOG]\n\n\n\n\nAfterword:\n\n\nThe video speaks for itself. I believe the two others with Saarn are \nEnitan Sabatier and Enu Duvernay\n, the leaders of the Darkwater Lodge. I assume their co-mingled form is\n Naman da ke Tsatsa, \nbut we have precious little data on it. I'm not sure what you and Dr. Low are planning, but I'd count out GoI-004 on being able to help overmuch.\n\n\nArnaud out.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAct II: \nExierunt ut Vinceret\n | \nIn Memoria, Adytum\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The Class-AR SRA has been upgraded to provide additional protection against Akiva Radiation. While this upgrade has been shown to have a 61.8% rate of effectiveness against Akivar spikes, it should be considered as an advanced early-warning system for a potential containment breach only.\n\n\n2\n. Parts Per Thousand\n\n\n3\n. Parts Per Million\n\n\n4\n. Observable effect was noted to be similar to that of high-intensity plasma or laser discharge.\n\n\n5\n. There are many artistic renderings and physical descriptions of the weapon, each one different in physical shape, but always a hammer, and always made of a variety of metallic alloys.\n\n\n6\n. This was observed to be capable of causing immense damage to organic material, often utilized to destroy or weaken Sarkic and/or carnomantic constructs.\n\n\n7\n. As of yet undiscovered elements\n\n\n\n\n\n\n\n\n« \nSCP-2833\n | SCP-2834 | \nSCP-2835\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2834\n\" by MalyceGraves, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2834\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage 1\n\n\n\n\nSource:\n \nFlikr\n\n\nLicense:\n CC BY-SA 2.0\n\n\nTitle:\n bumarohammer.jpg\n\n\nAuthor:\n \nMike Grauer\n\n\nRelease year:\n 2011\n\n\n\n\nImage 2\n\n\n\n\nSource:\n \nFlikr\n\n\nLicense:\n CC BY-SA 2.0\n\n\nTitle:\n fluidcontainment.jpg\n\n\nAuthor:\n \nBen Chun\n\n\nRelease year:\n 2005\n\n\n\n\nImage 3\n\n\n\n\nSource:\n \nDeviant Art\n\n\nLicense:\n CC BY-SA 3.0\n\n\nTitle:\n bumaro.jpg\n\n\nAuthor:\n \nPraise Mekhane\n\n\nRelease year:\n 2020\n\nNote, despite the DA notation that this is copywrite, it is a derivative work of the SCP-Wiki, inspired by work released under CC BY-SA 3.0, and thus carries the same derivative license.\n\n\n\n\nImage 4\n\n\n\n\nSource:\n \nFlikr\n\n\nLicense:\n CC BY-SA 2.0\n\n\nTitle:\n bumaro_old.jpg\n\n\nAuthor:\n \nKate Yan\n\n\nRelease year:\n 2007",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-2834 \" by MalyceGraves, from the SCP Wiki . Source: https://scpwiki.com/scp-2834 . Licensed under CC-BY-SA .",
        "Source: Flikr License: CC BY-SA 2.0 Title: bumarohammer.jpg Author: Mike Grauer Release year: 2011",
        "Source: Flikr License: CC BY-SA 2.0 Title: fluidcontainment.jpg Author: Ben Chun Release year: 2005",
        "Source: Deviant Art License: CC BY-SA 3.0 Title: bumaro.jpg Author: Praise Mekhane Release year: 2020 Note, despite the DA notation that this is copywrite, it is a derivative work of the SCP-Wiki, inspired by work released under CC BY-SA 3.0, and thus carries the same derivative license.",
        "Source: Flikr License: CC BY-SA 2.0 Title: bumaro_old.jpg Author: Kate Yan Release year: 2007"
    ],
    "title": "SCP-2834"
}