{
    "url": "https://scp-wiki.wikidot.com/scp-2839",
    "all_text": "rating: \n+266\n+\n–\nx\n\n\n\n\nIf you've ended up on this page by accessing the document for SCP-2839, sorry to tell you but you've ended up here by mistake. We currently have no idea why this keeps happening, probably IT maintenance bull or something like that. But since there is no current item actually designated as SCP-2839, sorting this problem out is pretty low-priority. Sorry for the inconvenience.\n\n\n- \nDr. Weppler\n\n\n\n\nName:\n Octavius Weppler\n\n\n\n\n\n\nDr. Weppler\n\n\n\n\n\n\nOccupation:\n Field researcher, member of Cognitohazardous Research Division, Archivist.\n\n\nSecurity Clearance Level:\n 3\n\n\nProfile:\n A man equal in value to the amount of pocket change in his possession at any given time, Dr. Weppler's desire to fool lower level Researchers into thinking that random kitchen utensils are anomalous items, and to strike fear into the hearts of teens and adolescents in general, have earned him a reputation among staff as a follower of righteousness and disturbing personal habits.\n\n\nDr. Weppler's tendency towards extreme behavior for the sake of mild amusement has reached the point where no one but himself finds his pranks funny, which is believed to have been his intended goal. While at least somewhat creative, all his pranks lack any amount of surprise or subtlety and may be foiled by anyone with at least one functioning brain and a fraction of common sense.\n\n\nNotable pranks include:\n\n\n\n\nFilling the staff break rooms fridge and cupboards with █400.00 worth of the popular drink \nMountain Dew\n after complaints of there never being any.\n\n\n\n\n\n\nTattooing ‘\nDr. O Ctavius\n' across his right leg and attempting to convince other members of staff to place similar tattoos onto their own limbs.\n\n\n\n\n\n\nScaring a level 1 researcher by convincing her that there, in fact, exists such a thing as ‘wereshoes'.\n\n\n\n\nWhen questioned about his actions, Dr. Weppler will often respond with either ‘Old habits never die' or ‘We all have our ways of relieving stress'.\n\n\nHis relationship with staff in general, has been interpreted as being strictly professional, while a few personnel find him to be humorous in his actions, yet all the while giving off the air of a man who couldn't care less about the art of comedy, and more as someone even an entire prison population would wince at. This has been proven to have been caused not by a naturally fearful demeanor, but instead, Dr. Weppler's complete lack of any social aptitude.\n\n\nDr. Weppler's work involves the study of cognitohazards 75% of the time, while his personal time is often spent following a number of his hobbies such as angling, hitchhiking, camping, retro gaming (as there is no superior form), yoga, the growing of orange vegetables, collecting amusing pictures of alpacas, and trying to get others to join him in any of the previously mentioned activities, much to their \ndismay\n \ndelight\n dismay.\n\n\nCurrent anomalies contained by Dr. Weppler:\n\n\nSCP-40017\n - \nSeason Of The Pink\n - \nEuclid\n\n\nSCP-41309\n - XK-Class Prevention Procedures - \nThaumiel\n\n\nSCP-43210\n - The Best Dinosaur - \nKeter\n\n\nSCP-39420\n - Mascot Of The \nMerrymakers\n - \nSafe\n\n\nHistory:\n Dr. Weppler joined the Foundation at the age of 27 and gradually became known for his research in cognitohazards, as well as his limited knowledge of mind and reality-altering anomalies. Since his original employment, Dr. Weppler has worked with several cognitohazardous SCPs and has aided researchers in the containment of SCPs 2958, ████ and ████.\n\n\nTo note, Dr. Weppler's relationship with Level 3 Field researcher Dr. Tonne has been questioned by many staff, as the two are almost complete opposites in personality, interests, and clearance levels at one point, yet the two have been seen talking on a regular basis and on multiple occasions following one another without the other's knowledge. The two have assured staff multiple times that there are totally no further motives to the two's personal relationship, despite how much staff claim that they can 'think of a few'.\n\n\nIncident Weppler/Tonne-063\n (██/██/2013)\n\n\n\n\nDr. Weppler:\n And it was only temporary, but they managed to remove the can before it got sent-\n\n\nDr. Tonne jumps back, starring at Dr. Weppler in shock.\n\n\nDr. Tonne:\n Excuse me!? …Who the hell are you!?\n\n\nDr. Weppler:\n Phillip, calm down! What's wrong with you!?\n\n\nDr. Tonne:\n Can somebody help me over here!? Hey! We've got a situation!\n\n\nResearchers ██████ and ████████ enter the room appearing initialy alarmed, only to relax once they notice Dr. Weppler.\n\n\nResearcher ██████:\n Phil come on, you can't keep falling for these. This is just sad.\n\n\nDr. Tonne:\n What? Look, this guy just appeared in front of me! He showed up after I read this!\n\n\nDr. Tonne produces a small sheet of paper in his hand\n.\n\n\nDr. Tonne:\n I really don't think anyone else should read it, this guy needs to be-\n\n\n(Researcher ████████ grabs the paper from Dr. Tonne and looks at it for a few seconds before smirking.)\n\n\nResearcher ████████:\n Okay, I don't know who to be more disappointed with. Weppler for going through the effort of making and actually \nprinting\n this damn thing or you, how many goddamn times are you gonna fall for these?\n\n\nDr. Tonne:\n What!? What are you talking about!? You're not listening! He appeared out of thin air \nright in front of me!\n\n\nDr. Weppler:\n I think you're still a bit delirious from last night's party, boy. I think we should get you somewhere nice and quiet.\n\n\nDr. Tonne:\n I-I guess, maybe? I don't know what the hell's going on!\n\n\nResearcher ██████:\n Get back to your office and take a rest or something, you need one if you're gonna be this deluded.\n\n\nDr. Tonne:\n I don't think I need a rest! I need some help!\n\n\nDr. Weppler:\n Maybe you're not as sick as I thought you were. This is pretty normal behavior for you right now.\n\n\n<END RECORDING>\n\n\n\n\nSince the incident, Dr. Tonne has become noticeably more disturbed when in the presence of Dr. Weppler than usual. Therapeutic intervention was suggested in order to relieve Dr. Tonne of these problems. However, after discussing the matter with Dr. Weppler in private, the two seem to have gotten past this prank and continue to work to the professional standards expected of them as much as they did previously.\n\n\n\n\nDecent cognitohazard, you think so Tonne? Only you should be able to see this.\n\n\n\n\n- Let's keep this between ourselves ok?\n\n\n\n\nPost-conversation excerpt\n\n\n\n\nDr. Tonne:\n It's hard to comprehend, though. Honestly, I don't really think I'll ever get used to it. I can't just act like you've been here the whole time.\n\n\nDr. Weppler:\n You will. Stop getting so anxious. It's best to just go with it, there's nothing that can be done and you're lucky it happened here. If you'd found the document in an alleyway or somewhere else questionable, you'd be dealing with a much less reasonable personality right now.\n\n\nDr. Tonne:\n There's no point in convincing anyone else, I guess. I mean, telling other people about you just led to them thinking I'd turned crazy… That document worked damn well didn't it? But obviously, I'm still gonna keep an eye on you.\n\n\nDr. Weppler:\n You've worked here long enough to know that the group isn't particularly antagonistic. At least in a malicious sense. There's more to them than that, when you get down to it, a bunch of gamers with a questionable sense of humor aren't exactly the \nbiggest\n problem we deal with here.\n\n\nDr. Tonne:\n So, what about your document?\n\n\nDr. Weppler:\n I'll keep a hold of it, you just try and continue behaving as normal.\n\n\nDr. Tonne:\n Heh, not likely. But I'll do my best.\n\n\n<END RECORDING>\n\n\n\n\n\n\nHoly Heck!\n You've just found yourself your very own \nMr. Original Character\n by Gamers Against Weed! Do Not Steal. Who is Dr. Wondertainment?\n\n\nFind them all and become Mr. Gamer!\n\n\n01. Mr. Literal Serial Killer\n\n\n02. Mr. Normie\n\n\n03. Mr. Bernie Sanders\n\n\n04. Mr. Get Anything For Free In Any Shop\n\n\n20. Mr. Sex Number\n\n\n21. Mr. Heavenly Virtues\n\n\n22. Mr. Deadly Sins\n\n23. Mr. Original Character ✔\n\n\n24. Mr. D.A.R.E.\n\n\n25. Mrs. Gentrification\n\n\n26. Ms. Mad About Video Games\n\n\n27. Mr. Meme\n\n\n28. Mr. Ominous (discontinued)\n\n\n29. Mr. Destiny\n\n\n30. Mr. Monty Python And The Holy Grail\n\n\n31. Ms. Zapatista\n\n\n32. Mr. Hax\n\n\n33. Mr. Just Has The Tattoo\n\n\n34. Mr. Top Text and Mr. Bottom Text\n\n35. Mr. Finale\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2838\n | SCP-2839 | \nSCP-2840\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nDr Weppler's Personnel File\n\" by Penton, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2839\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Weppler.jpg\n\n\nName:\n Man Portrait Old\n\n\nAuthor:\n Pexels\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nPixabay",
    "addendums": [],
    "documents": [],
    "notes": [
        "If you've ended up on this page by accessing the document for SCP-2839, sorry to tell you but you've ended up here by mistake. We currently have no idea why this keeps happening, probably IT maintenance bull or something like that. But since there is no current item actually designated as SCP-2839, sorting this problem out is pretty low-priority. Sorry for the inconvenience. - Dr. Weppler",
        "Dr. Weppler: And it was only temporary, but they managed to remove the can before it got sent- Dr. Tonne jumps back, starring at Dr. Weppler in shock. Dr. Tonne: Excuse me!? …Who the hell are you!? Dr. Weppler: Phillip, calm down! What's wrong with you!? Dr. Tonne: Can somebody help me over here!? Hey! We've got a situation! Researchers ██████ and ████████ enter the room appearing initialy alarmed, only to relax once they notice Dr. Weppler. Researcher ██████: Phil come on, you can't keep falling for these. This is just sad. Dr. Tonne: What? Look, this guy just appeared in front of me! He showed up after I read this! Dr. Tonne produces a small sheet of paper in his hand . Dr. Tonne: I really don't think anyone else should read it, this guy needs to be- (Researcher ████████ grabs the paper from Dr. Tonne and looks at it for a few seconds before smirking.) Researcher ████████: Okay, I don't know who to be more disappointed with. Weppler for going through the effort of making and actually printing this damn thing or you, how many goddamn times are you gonna fall for these? Dr. Tonne: What!? What are you talking about!? You're not listening! He appeared out of thin air right in front of me! Dr. Weppler: I think you're still a bit delirious from last night's party, boy. I think we should get you somewhere nice and quiet. Dr. Tonne: I-I guess, maybe? I don't know what the hell's going on! Researcher ██████: Get back to your office and take a rest or something, you need one if you're gonna be this deluded. Dr. Tonne: I don't think I need a rest! I need some help! Dr. Weppler: Maybe you're not as sick as I thought you were. This is pretty normal behavior for you right now. <END RECORDING>",
        "Dr. Tonne: It's hard to comprehend, though. Honestly, I don't really think I'll ever get used to it. I can't just act like you've been here the whole time. Dr. Weppler: You will. Stop getting so anxious. It's best to just go with it, there's nothing that can be done and you're lucky it happened here. If you'd found the document in an alleyway or somewhere else questionable, you'd be dealing with a much less reasonable personality right now. Dr. Tonne: There's no point in convincing anyone else, I guess. I mean, telling other people about you just led to them thinking I'd turned crazy… That document worked damn well didn't it? But obviously, I'm still gonna keep an eye on you. Dr. Weppler: You've worked here long enough to know that the group isn't particularly antagonistic. At least in a malicious sense. There's more to them than that, when you get down to it, a bunch of gamers with a questionable sense of humor aren't exactly the biggest problem we deal with here. Dr. Tonne: So, what about your document? Dr. Weppler: I'll keep a hold of it, you just try and continue behaving as normal. Dr. Tonne: Heh, not likely. But I'll do my best. <END RECORDING>",
        "Holy Heck! You've just found yourself your very own Mr. Original Character by Gamers Against Weed! Do Not Steal. Who is Dr. Wondertainment? Find them all and become Mr. Gamer! 01. Mr. Literal Serial Killer 02. Mr. Normie 03. Mr. Bernie Sanders 04. Mr. Get Anything For Free In Any Shop 20. Mr. Sex Number 21. Mr. Heavenly Virtues 22. Mr. Deadly Sins 23. Mr. Original Character ✔ 24. Mr. D.A.R.E. 25. Mrs. Gentrification 26. Ms. Mad About Video Games 27. Mr. Meme 28. Mr. Ominous (discontinued) 29. Mr. Destiny 30. Mr. Monty Python And The Holy Grail 31. Ms. Zapatista 32. Mr. Hax 33. Mr. Just Has The Tattoo 34. Mr. Top Text and Mr. Bottom Text 35. Mr. Finale",
        "\" Dr Weppler's Personnel File \" by Penton, from the SCP Wiki . Source: https://scpwiki.com/scp-2839 . Licensed under CC-BY-SA .",
        "Filename: Weppler.jpg Name: Man Portrait Old Author: Pexels License: CC BY-SA 3.0 Source Link: Pixabay"
    ],
    "title": "Dr Weppler's Personnel File"
}