{
    "url": "https://scp-wiki.wikidot.com/scp-2850",
    "all_text": "rating: \n+40\n+\n–\nx\n\n\nItem #:\n SCP-2850\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n One colony of SCP-2850 is to be maintained in a 1m x 1m x 0.5m terrarium. Once per week, SCP-2850 is to be provided fresh water containing a high concentration of calcium. Once per month, one (1) instance of SCP-2850 is to be introduced to a D-Class subject for the purpose of colony propagation. Following successful infection all remaining instances are to be incinerated at temperatures greater than 950 degrees Celsius.\n\n\nDescription:\n SCP-2850 is the collective designation for a previously unknown species of wasp, superficially resembling members of \nAmpulex compressa\n (emerald jewel wasp). Instances of SCP-2850 are nocturnal and display several highly atypical properties including an exoskeleton composed primarily of calcium, a preference for nesting within human residences and the words \"Vespidont\" and \"© ████ Phobos Labs (PATENT PENDING)\" etched into their thorax (see \nAddendum 2850-001\n).\n\n\nUpon coming into contact with an unconscious human subject, instances of SCP-2850 will approach and administer a sting containing a heavily modified lentivirus to the cervical lymph nodes. Despite possessing a fully developed reproductive system, this lentivirus acts as SCP-2850’s means of reproduction. This lentivirus specifically targets dental pulp stem cells, converting them into wasp zygotes. Upon completion, SCP-2850 will expire and infection will proceed over several stages.\n\n\nStage 1:\n Infected subjects complain of a mild fever with flu-like symptoms, typically lasting for 24 to 48 hours before subsiding.\n\n\nStage 2:\n Approximately 3 days post-infection, infected subjects experience a significantly increased appetite with caloric requirements increasing to ~250% that of uninfected subjects. Between ten and thirty small teratomas containing immature teeth will begin to invade the subject's mouth. Subjects will begin to complain of a \"squirming\" sensation in their jaw and mouth.\n\n\nStage 3:\n Subjects begin to show marked muscle atrophy due to to the absorption of large quantities of nutrients and calcium by instances of SCP-2850. Consistent with this medical examinations show a significant increase in osteoporosis in infected subjects. Within 5 days of infection teratomas will spontaneous recede, exposing between 20 and 35 additional mature teeth.\n\n\nStage 4:\n Within 7 days of infection osteoporosis in subjects will progress to the point that subjects cannot support their own weight. Muscle atrophy is both widespread and severe, although muscles crucial to host survival (such as those involved in respiration) will remain unaffected. At this point several dozen immature instances of SCP-2850 (one per tooth) will emerge from the subject's teeth and immediately seek out a dark, secluded area. Instances will molt several times over the next two weeks before reaching maturity and seeking out a host.\n\n\nAddendum 2850-001\n\n\nSCP-2850 was initially discovered in █████████ County, CA, after a spike in hospitalizations linked to oropharangyeal teratomas was brought to the Foundation’s attention. During containment (during which ███ colonies of SCP-2850 were neutralized) Mobile Task Force Delta-36 (“Firebugs”) also discovered the body of Dr. James ██████, a local grief counselor. Despite serving as host to multiple instances of SCP-2850 their cause of death was determined to be exsanguination from numerous small puncture wounds. The following letter was found in the residence:\n\n\n\n\nDr. James ██████,\n\n\nWe'd like to extend our warmest thanks for your continued dedication to testing our products. As a token of our gratitude please find enclosed a sample of our newest foray into the world of entomological horrors. While these are, admittedly, in the early stages of R&D we would love any feedback you'd be willing to provide.\n\n\nAdditionally, we sincerely apologize for your earlier difficulties with our manufacturers. You’ll be happy to hear that these issues have been since been resolved and your order should arrive within 1-3 business days. We've included several TrypanoClowns© as a thank you for your patience.\n\n\nKindest regards,\n\n\nJodie Winters\n\n\nCustomer Service Representative\n\n\nPhobos Labs: Bringing your nightmares to YOU since 1944.\n\n\n\n\nUpon further investigation no company by the name of Phobos Labs was found to exist and attempts to trace the letter have yielded no results. Investigation is ongoing.\n\n\n\n\n\n\n« \nSCP-2849\n | SCP-2850 | \nSCP-2851\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2850\n\" by Enresshou, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2850\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2850-001\nSCP-2850 was initially discovered in █████████ County, CA, after a spike in hospitalizations linked to oropharangyeal teratomas was brought to the Foundation’s attention. During containment (during which ███ colonies of SCP-2850 were neutralized) Mobile Task Force Delta-36 (“Firebugs”) also discovered the body of Dr. James ██████, a local grief counselor. Despite serving as host to multiple instances of SCP-2850 their cause of death was determined to be exsanguination from numerous small puncture wounds. The following letter was found in the residence:\nUpon further investigation no company by the name of Phobos Labs was found to exist and attempts to trace the letter have yielded no results. Investigation is ongoing."
    ],
    "documents": [],
    "notes": [
        "Dr. James ██████, We'd like to extend our warmest thanks for your continued dedication to testing our products. As a token of our gratitude please find enclosed a sample of our newest foray into the world of entomological horrors. While these are, admittedly, in the early stages of R&D we would love any feedback you'd be willing to provide. Additionally, we sincerely apologize for your earlier difficulties with our manufacturers. You’ll be happy to hear that these issues have been since been resolved and your order should arrive within 1-3 business days. We've included several TrypanoClowns© as a thank you for your patience. Kindest regards, Jodie Winters Customer Service Representative Phobos Labs: Bringing your nightmares to YOU since 1944.",
        "\" SCP-2850 \" by Enresshou, from the SCP Wiki . Source: https://scpwiki.com/scp-2850 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2850",
    "object_class": "Euclid",
    "containment_procedures": "One colony of SCP-2850 is to be maintained in a 1m x 1m x 0.5m terrarium. Once per week, SCP-2850 is to be provided fresh water containing a high concentration of calcium. Once per month, one (1) instance of SCP-2850 is to be introduced to a D-Class subject for the purpose of colony propagation. Following successful infection all remaining instances are to be incinerated at temperatures greater than 950 degrees Celsius.",
    "description": "SCP-2850 is the collective designation for a previously unknown species of wasp, superficially resembling members of Ampulex compressa (emerald jewel wasp). Instances of SCP-2850 are nocturnal and display several highly atypical properties including an exoskeleton composed primarily of calcium, a preference for nesting within human residences and the words \"Vespidont\" and \"© ████ Phobos Labs (PATENT PENDING)\" etched into their thorax (see Addendum 2850-001).",
    "title": "SCP-2850"
}