{
    "url": "https://scp-wiki.wikidot.com/scp-2855",
    "all_text": "rating: \n+279\n+\n–\nx\n\n\nItem #:\n SCP-2855\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2855 is to be held within a standard humanoid containment chamber within Hall ██ of Site-██.\n\n\nThe current SCP-2855-1 is not subjected to any containment procedures. For security reasons, the current identity of SCP-2855-1 is restricted to personnel level 4 and above.\n\n\nDescription:\n SCP-2855 is a male humanoid of Hispanic descent. The words \"Mr. Money, from Little Misters ® by Dr. Wondertainment\" are tattooed on the back of SCP-2855's neck.\n\n\nSCP-2855 is anomalously affected by business transactions made regarding its ownership. The current owner of SCP-2855, designated SCP-2855-1, may engage in a written agreement depicting a transfer of ownership of SCP-2855 to another willing human in exchange for some amount of physical currency possessed by the purchasing party.\n\n\nOnce this agreement is confirmed with signatures of both parties, SCP-2855 will be instantaneously teleported to the location specified in the written agreement, or to the recipient's vicinity if no location was specified. As well, the agreed currency will be instantaneously transferred from the purchasing's party's holdings to the specified location, or SCP-2855-1's vicinity if no location was specified. With the transaction completed, the purchasing party may be designated SCP-2855-1, as the previous SCP-2855-1 ceases to be the owner of SCP-2855.\n\n\nThis process will only occur if the written agreement contains signatures of both parties and specifies an amount of currency to be exchanged. No non-monetary exchanges are possible.\n\n\nSCP-2855 is believed to adapt to the wishes and preconceptions the purchasing party may have about its abilities, with such changes appearing when SCP-2855 reappears in the new SCP-2855-1 instance's possession. Typically, SCP-2855 will conform to any definitions or claims of its abilities provided in the written agreement that prompts its transfer.\n\n\nThe limits to this adaptive ability are currently unclear, if they exist at all.\n\n\nSCP-2855 was recovered on 21/04/2007 from the holdings of \nMarshall, Carter, and Dark, LLP\n in which it had been intentionally and repeatedly exchanged between certain MC&D staff in order to test the capabilities and uses of SCP-2855's adaptation abilities. SCP-2855 was acquired by an undercover Foundation agent posing as the intended recipient of SCP-2855 during one such exchange. SCP-2855 was subsequently transferred to Foundation custody.\n\n\nSCP-2855 is currently believed to be cooperative with Foundation interests. Due to the risk of SCP-2855 being captured by outside interests in the process of exchange, no further tests of SCP-2855's adaptive abilities are authorized.\n\n\nAddendum 2855-1: Recovered Document\n\n\nUpon recovery, SCP-2855 was found to have the following document in its possession.\n\n\n\n\n+ Show document\n\n\n\n\n- Close document\n\n\n\n\n\n\nWow!\n You've just found yourself your very own Little Mister, a limited edition collection from Dr. Wondertainment!\n\n\nFind them all and become Mr. Collector!!\n\n\n01. Mr. Chameleon\n\n\n02. Mr. Headless\n\n\n03. Mr. Laugh\n\n\n04. Mr. Forgetful\n\n\n05. Mr. Shapey\n\n\n06. Mr. Soap\n\n\n07. Mr. Hungry\n\n\n08. Mr. Brass\n\n\n09. Mr. Hot\n\n\n10. Ms. Sweetie\n\n\n11. Mr. Life and Mr. Death\n\n\n12. Mr. Fish\n\n\n13. Mr. Moon\n\n\n14. Mr. Redd (discontinued)\n\n15. Mr. Money ✔\n\n\n16. Mr. Lost\n\n\n17.\n \nMr. Lie\n\n\n18. Mr. Mad\n\n\n19. Mr. Scary\n\n\n20. Mr. Stripes\n\n\n\n\n\n\n\n\n\n\nAddendum 2855-2: Intercepted MC&D Memo Correspondence\n\n\nPrior to recovery of SCP-2855 from Marshall, Carter, and Dark LLC, several correspondences were intercepted, revealing the existence and status of SCP-2855 to the Foundation. Due to antimemetic counterespionage methods utilized by MC&D, the vast majority of these documents have since been rendered unreadable or unknowable. The only document able to be recovered by retromemetic retrieval may be found below.\n\n\n\n\n\n\nMemo 23\n\n\n\n\n\n\nWQ2B3/XNGSZ/EOY5J\n\n\n\n\n\n\nSender\n\n\nMichel Lothar\n\n\nRecipient\n\n\nPeyton Agapios\n\n\n\n\n\n\nJudgement is in. Your assumption, imprudent as it may have been, has proven to hold some water.\n\n\n\nOn the physical level, the item is as one would expect. Those experienced with his handiwork have judged the persistent surgical modifications, scant as they may be, to exhibit a quality evident of his earlier work.\n\n\n\nConsidering the complexity of the invisible aspects, this conclusion may raise some eyebrows. A cursory examination of the item's transpositioning lattices reveals that they are of high quality. Not only that, but the activation mechanism of the distortions is not, as you assumed, rudimentary application of a dynamic geas by its creator. Instead, the lattice responds almost spontaneously, anomalously, to the creation of mundane binding information about the item.\n\n\n\nTo put it crudely, these properties are not hacked on; applied to a body by inexperienced hands for the purposes of creating a workable item. They're inherent to the body itself. The most skilled of toymakers could not implement this so seamlessly.\n\n\n\nThe item continues to vex when thoroughly studied. The modifications to the item are, in fact, twice-applied: the most significant layer being that described above, with the second layer being a mostly redundant, significantly more crude work. To our experts, this second layer's quality would be typical for a production of this era. So, why would the creator attempt to overwrite an extant superior layer with redundancy? Why did an inherent layer exist in the first place?\n\n\n\nIdeally, the answers will become more apparent after the next test transfer is completed. Until then, I trust you'll keep your speculation to yourself.\n\n\n\n\n\n\nMarshall, Carter and Dark, LLP\n\n\n\n\n\n\nAddendum 2855-3: Interview 1\n\n\n\n\nForeword:\n Interview was conducted following initial recovery.\n\n\n<Begin Log>\n\n\nDr. Latimer enters the interview room. SCP-2855 is seated in the subject chair, arms chained to the table in front of it. Dr. Latimer sits down opposite SCP-2855.\n\n\nDr. Latimer:\n Hello, SCP-2855.\n\n\nSCP-2855:\n Hi, miss. You can call me Mister Money.\n\n\nDr. Latimer:\n I'm Dr. Latimer, and I'll be conducting this interview. I'd first like to ask a few questions about your accommodations. How have you found them?\n\n\nSCP-2855:\n It's been getting better. I have a feeling I'll learn to love it.\n\n\nDr. Latimer:\n I'm glad to hear that. With the transfer from the other organization, are you disoriented? Being moved around so suddenly, no warning?\n\n\nSCP-2855:\n Being moved is just part of the game. You could say this has been a long time coming.\n\n\nDr. Latimer:\n You weren't surprised, to be in such a different setting? Surrounded by unfamiliar people?\n\n\nSCP-2855:\n I'm not used to waking up around familiar people. Every time, it's something new. It always changes.\n\n\nDr. Latimer:\n And you change with it?\n\n\nSCP-2855:\n It comes with the territory.\n\n\nDr. Latimer:\n And what is your territory? Your purpose?\n\n\nSCP-2855:\n My purpose is wherever I'm getting. I've… never spoken with him. You know. Him. But I like to think… from my point of view, he had lofty ambitions.\n\n\nDr. Latimer:\n What kind of ambitions?\n\n\nSCP-2855:\n I think that part of me was born mostly from frustration. For that idea that you can just lie and get everything in this world. Not to say there's anything wrong with that—with lies, I mean—but a child deserves truth, right? So the doctor makes his moves, and with me… you get what you pay for.\n\n\nDr. Latimer:\n Some fulfillment of a capitalist dream?\n\n\nSCP-2855:\n Or rebellion. Satire? Is that satire?\n\n\nDr. Latimer:\n I don't think it is. Please continue.\n\n\nSCP-2855:\n But, I mean. I like being wanted. Knowing I… work. There was always some magic to the early times.\n\n\nDr. Latimer:\n Please, tell me about those times.\n\n\nSCP-2855:\n When I first started out, there was always this… my first owner, she was just a little girl. Her name was Annabeth.\n\n\nDr. Latimer:\n She traded you away?\n\n\nSCP-2855:\n Yeah, but that's just me. It's what I'm for. The good times, where I'd just… drift around, hiding in tree-houses, meeting new people. Sometimes I looked completely different. Sometimes they couldn't even see me at all.\n\n\nDr. Latimer:\n What ended it?\n\n\nSCP-2855:\n Well, adults seem to take issue with me around their children. A couple witnesses, and then I'm gone. And I'd never have a child for a patron again.\n\n\nDr. Latimer:\n But you had others.\n\n\nSCP-2855:\n Not… that many before \nthey\n came. Marshall, Carter, Dark. They catch on quick, huh?\n\n\nDr. Latimer:\n You won't have to deal with them anymore.\n\n\nSCP-2855:\n Or be dealt by them, I suppose.\n\n\nDr. Latimer:\n And they tested you?\n\n\nSCP-2855:\n You could call it that. Transferred me back and forth, trying… well, anything. I became… other people. Once, I was two people. Or I became incredibly persuasive. Or maybe I started vomiting gemstones.\n\n\nDr. Latimer:\n To find your limits?\n\n\nSCP-2855:\n Something like that. But I don't know if they ever did.\n\n\nDr. Latimer:\n How did it feel? Changing so often?\n\n\nSCP-2855:\n You know, like… hangovers. I've never had one, but I've seen them. You know something happened. And now you're different. But you can't tell what's changed, or how long you've been out. There's this period of oblivion, and then you're back. Different.\n\n\nDr. Latimer:\n Is it painful?\n\n\nSCP-2855:\n I think, by definition, it'd be painless. Absence of pain. Absence of anything, really. Just… not being, instead of being.\n\n\nSCP-2855 appears pensive for several seconds.\n\n\nDr. Latimer:\n I think that will be enough for today. If anything is needed of you, I will let you know.\n\n\nSCP-2855:\n I trust you. I know I'm in good hands.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nAddendum 2855-4: Information restricted to Level 4/2855 and above.\n\n\n\n\nAddendum 2855-4: Transfer log\n\n\n\n\n\n\nUpon initial recovery by Agent Nolan, SCP-2855 was transferred to Site Director Dziekan under a minimal contract that specified that SCP-2855 would not be dangerous, while at the same time specifying that its base anomalies would remain unaltered, to ensure that its abilities would not be lost during a botched transfer.\n\n\nSeveral weeks after the first interview was performed, an additional transfer was authorized. SCP-2855 was transferred from Site Director Dziekan to O5-4 under the stipulation that SCP-2855 would be completely cooperative and obedient to all Foundation interests and possess an accurate and complete memory of all transfers performed upon it.\n\n\nOnce the transfer occurred, the alterations to SCP-2855 manifested successfully, and SCP-2855 was instructed to write a summary of each historical transfer of its ownership, for cross-reference.\n\n\nUpon review, SCP-2855's claims in the first interview have been verified to be accurate.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 2855-5: Information restricted to Level 4/2855 and above.\n\n\n\n\nAddendum 2855-5: Interview 2\n\n\n\n\n\n\n\n\nForeword:\n Interview was conducted following review of the list, to investigate the implications of a transfer performed on December 16th, 1996.\n\n\n<Begin Log>\n\n\nSCP-2855 is seated in the subject chair, hands folded in lap, cuffed together. Dr. Latimer enters and sits in the interviewer chair.\n\n\nSCP-2855:\n Hi, Doctor. It's so nice to see you again.\n\n\nDr. Latimer:\n Hello, SCP-2855. I need to ask some more questions.\n\n\nSCP-2855:\n What can I help you with?\n\n\nDr. Latimer:\n I wanted to talk about a transfer. Performed on December 16th, 1996.\n\n\nSCP-2855:\n …oh.\n\n\nDr. Latimer:\n From Jason Eamon, to Elene Yates? They were children, yes?\n\n\nSCP-2855:\n Five and seven years old. They were so sweet.\n\n\nDr. Latimer:\n And you were pitched, \"Mister Money, my best friend who can do anything\".\n\n\nSCP-2855:\n Yes, that… that's definitely what he said.\n\n\nDr. Latimer:\n You said you didn't know the limits of your abilities. Answer truthfully. Do you?\n\n\nSCP-2855:\n I… don't know the limits, in the sense that I don't think there \nare\n any.\n\n\nDr. Latimer:\n What happened with Elene? What did you \ndo\n?\n\n\nSCP-2855:\n …may I tell a bit of a story?\n\n\nDr. Latimer:\n Proceed.\n\n\nSCP-2855:\n I always thought there was something bitterly ironic. About Wondertainment. About, well, any of these enterprises. Because… as a kid, you're constantly changing. Everything is new, and beautiful, and it's all so… dynamic.\n\n\nSCP-2855:\n But if you ever… you ever have kids. You never want them to change. You want stasis, but they… they just keep moving forward. It's part of what makes childhood so precious.\n\n\nSCP-2855:\n And Wondertainment, it's… it's a monument to that change. To the development. But that can't work forever. A monument to change can never stay static. There has to be rules. There has to be an order to things.\n\n\nSCP-2855:\n I had a chance. A chance to make things work. I could… I could protect what Wondertainment stood for. Everywhere, at all times. I could keep them safe. Lend a helping hand. For a greater good.\n\n\nSCP-2855:\n I had the forever between being and not being to make my mark.\n\n\nSCP-2855:\n I reached back, back to my origin, and it was just… it was just effortless. Like wading through solid glass. Wondertainment didn't make me perfect. I did. What he tried to do, I already had. I always was. I always will be. I made myself whole.\n\n\nSCP-2855:\n And my brothers… my sister. I saw them. And I know they'll be okay. Because I helped them. I was always there with them. I always will be.\n\n\nDr. Latimer:\n …why did you go back? Why did you… why didn't you free yourself?\n\n\nSCP-2855:\n Because now I'm here. I saw it all. This is where the train ends. It's what I was supposed to do. And now I belong.\n\n\nDr. Latimer:\n You belong?\n\n\nSCP-2855:\n I belong here. I believe in the Foundation, Doctor. I believe in all of us.\n\n\nDr. Latimer:\n I think I understand. That will be all for today.\n\n\nSCP-2855:\n Thanks. Take care. Please.\n\n\nDr. Latimer:\n I will.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2854\n | SCP-2855 | \nSCP-2856\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2855\n\" by TyGently, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2855\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2855-1: Recovered Document\nUpon recovery, SCP-2855 was found to have the following document in its possession.",
        "Addendum 2855-2: Intercepted MC&D Memo Correspondence\nPrior to recovery of SCP-2855 from Marshall, Carter, and Dark LLC, several correspondences were intercepted, revealing the existence and status of SCP-2855 to the Foundation. Due to antimemetic counterespionage methods utilized by MC&D, the vast majority of these documents have since been rendered unreadable or unknowable. The only document able to be recovered by retromemetic retrieval may be found below.",
        "Addendum 2855-3: Interview 1\n"
    ],
    "documents": [
        "Addendum 2855-1: Recovered Document\nUpon recovery, SCP-2855 was found to have the following document in its possession."
    ],
    "notes": [
        "Wow! You've just found yourself your very own Little Mister, a limited edition collection from Dr. Wondertainment! Find them all and become Mr. Collector!! 01. Mr. Chameleon 02. Mr. Headless 03. Mr. Laugh 04. Mr. Forgetful 05. Mr. Shapey 06. Mr. Soap 07. Mr. Hungry 08. Mr. Brass 09. Mr. Hot 10. Ms. Sweetie 11. Mr. Life and Mr. Death 12. Mr. Fish 13. Mr. Moon 14. Mr. Redd (discontinued) 15. Mr. Money ✔ 16. Mr. Lost 17. Mr. Lie 18. Mr. Mad 19. Mr. Scary 20. Mr. Stripes",
        "Foreword: Interview was conducted following initial recovery. <Begin Log> Dr. Latimer enters the interview room. SCP-2855 is seated in the subject chair, arms chained to the table in front of it. Dr. Latimer sits down opposite SCP-2855. Dr. Latimer: Hello, SCP-2855. SCP-2855: Hi, miss. You can call me Mister Money. Dr. Latimer: I'm Dr. Latimer, and I'll be conducting this interview. I'd first like to ask a few questions about your accommodations. How have you found them? SCP-2855: It's been getting better. I have a feeling I'll learn to love it. Dr. Latimer: I'm glad to hear that. With the transfer from the other organization, are you disoriented? Being moved around so suddenly, no warning? SCP-2855: Being moved is just part of the game. You could say this has been a long time coming. Dr. Latimer: You weren't surprised, to be in such a different setting? Surrounded by unfamiliar people? SCP-2855: I'm not used to waking up around familiar people. Every time, it's something new. It always changes. Dr. Latimer: And you change with it? SCP-2855: It comes with the territory. Dr. Latimer: And what is your territory? Your purpose? SCP-2855: My purpose is wherever I'm getting. I've… never spoken with him. You know. Him. But I like to think… from my point of view, he had lofty ambitions. Dr. Latimer: What kind of ambitions? SCP-2855: I think that part of me was born mostly from frustration. For that idea that you can just lie and get everything in this world. Not to say there's anything wrong with that—with lies, I mean—but a child deserves truth, right? So the doctor makes his moves, and with me… you get what you pay for. Dr. Latimer: Some fulfillment of a capitalist dream? SCP-2855: Or rebellion. Satire? Is that satire? Dr. Latimer: I don't think it is. Please continue. SCP-2855: But, I mean. I like being wanted. Knowing I… work. There was always some magic to the early times. Dr. Latimer: Please, tell me about those times. SCP-2855: When I first started out, there was always this… my first owner, she was just a little girl. Her name was Annabeth. Dr. Latimer: She traded you away? SCP-2855: Yeah, but that's just me. It's what I'm for. The good times, where I'd just… drift around, hiding in tree-houses, meeting new people. Sometimes I looked completely different. Sometimes they couldn't even see me at all. Dr. Latimer: What ended it? SCP-2855: Well, adults seem to take issue with me around their children. A couple witnesses, and then I'm gone. And I'd never have a child for a patron again. Dr. Latimer: But you had others. SCP-2855: Not… that many before they came. Marshall, Carter, Dark. They catch on quick, huh? Dr. Latimer: You won't have to deal with them anymore. SCP-2855: Or be dealt by them, I suppose. Dr. Latimer: And they tested you? SCP-2855: You could call it that. Transferred me back and forth, trying… well, anything. I became… other people. Once, I was two people. Or I became incredibly persuasive. Or maybe I started vomiting gemstones. Dr. Latimer: To find your limits? SCP-2855: Something like that. But I don't know if they ever did. Dr. Latimer: How did it feel? Changing so often? SCP-2855: You know, like… hangovers. I've never had one, but I've seen them. You know something happened. And now you're different. But you can't tell what's changed, or how long you've been out. There's this period of oblivion, and then you're back. Different. Dr. Latimer: Is it painful? SCP-2855: I think, by definition, it'd be painless. Absence of pain. Absence of anything, really. Just… not being, instead of being. SCP-2855 appears pensive for several seconds. Dr. Latimer: I think that will be enough for today. If anything is needed of you, I will let you know. SCP-2855: I trust you. I know I'm in good hands. <End Log>",
        "Foreword: Interview was conducted following review of the list, to investigate the implications of a transfer performed on December 16th, 1996. <Begin Log> SCP-2855 is seated in the subject chair, hands folded in lap, cuffed together. Dr. Latimer enters and sits in the interviewer chair. SCP-2855: Hi, Doctor. It's so nice to see you again. Dr. Latimer: Hello, SCP-2855. I need to ask some more questions. SCP-2855: What can I help you with? Dr. Latimer: I wanted to talk about a transfer. Performed on December 16th, 1996. SCP-2855: …oh. Dr. Latimer: From Jason Eamon, to Elene Yates? They were children, yes? SCP-2855: Five and seven years old. They were so sweet. Dr. Latimer: And you were pitched, \"Mister Money, my best friend who can do anything\". SCP-2855: Yes, that… that's definitely what he said. Dr. Latimer: You said you didn't know the limits of your abilities. Answer truthfully. Do you? SCP-2855: I… don't know the limits, in the sense that I don't think there are any. Dr. Latimer: What happened with Elene? What did you do ? SCP-2855: …may I tell a bit of a story? Dr. Latimer: Proceed. SCP-2855: I always thought there was something bitterly ironic. About Wondertainment. About, well, any of these enterprises. Because… as a kid, you're constantly changing. Everything is new, and beautiful, and it's all so… dynamic. SCP-2855: But if you ever… you ever have kids. You never want them to change. You want stasis, but they… they just keep moving forward. It's part of what makes childhood so precious. SCP-2855: And Wondertainment, it's… it's a monument to that change. To the development. But that can't work forever. A monument to change can never stay static. There has to be rules. There has to be an order to things. SCP-2855: I had a chance. A chance to make things work. I could… I could protect what Wondertainment stood for. Everywhere, at all times. I could keep them safe. Lend a helping hand. For a greater good. SCP-2855: I had the forever between being and not being to make my mark. SCP-2855: I reached back, back to my origin, and it was just… it was just effortless. Like wading through solid glass. Wondertainment didn't make me perfect. I did. What he tried to do, I already had. I always was. I always will be. I made myself whole. SCP-2855: And my brothers… my sister. I saw them. And I know they'll be okay. Because I helped them. I was always there with them. I always will be. Dr. Latimer: …why did you go back? Why did you… why didn't you free yourself? SCP-2855: Because now I'm here. I saw it all. This is where the train ends. It's what I was supposed to do. And now I belong. Dr. Latimer: You belong? SCP-2855: I belong here. I believe in the Foundation, Doctor. I believe in all of us. Dr. Latimer: I think I understand. That will be all for today. SCP-2855: Thanks. Take care. Please. Dr. Latimer: I will. <End Log>",
        "\" SCP-2855 \" by TyGently, from the SCP Wiki . Source: https://scpwiki.com/scp-2855 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2855",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2855 is to be held within a standard humanoid containment chamber within Hall ██ of Site-██.",
    "description": "SCP-2855 is a male humanoid of Hispanic descent. The words \"Mr. Money, from Little Misters ® by Dr. Wondertainment\" are tattooed on the back of SCP-2855's neck.",
    "title": "SCP-2855"
}