{
    "url": "https://scp-wiki.wikidot.com/scp-2865",
    "all_text": "rating: \n+228\n+\n–\nx\n\n\nItem #:\n SCP-2865\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Armed Observation Facility 232 has been established 0.8 kilometers down the road from SCP-2865, disguised as a National Park Service (NPS) Ranger Station. Mobile Task Force Pi-2 (”Dusters”) has been stationed at Armed Observation Facility 232 in order to facilitate containment. Due to the semi-public nature of SCP-2865, members of MTF-Pi-2 are required to disguise themselves as forest rangers, in order to maintain Foundation secrecy. Any civilians attempting to enter SCP-2865 are to be warned of increased bear activity in the area and turned back. Use of non-lethal force is authorized for non-compliant civilians. Any civilian coming into contact with an instance of SCP-2865-1 is to be administered class-A amnestics and removed from the area immediately.\n\n\nThe outskirts of SCP-2865 are to be patrolled constantly by members of MTF Pi-2, but SCP-2865 itself should not be breached, except under exceptional circumstances. Should an instance of SCP-2865-1 be observed attempting to venture outside the boundaries of SCP-2865, personnel are advised not to engage, and should contact Armed Observation Facility 232 for assistance.\n\n\nDescription:\n SCP-2865 is a stretch of woodland measuring roughly 8 square kilometers, located in the Beaverhead-Deerlodge National Forest, in the southwestern region of Montana. Notable locations in SCP-2865 consist of a small dirt road, a collapsed bridge over a small stretch of █████ Creek, and a makeshift wooden castle, currently inhabited by an unknown number of SCP-2865-1 instances, as well as SCP-2865-2. The castle is composed of lumber and crudely stacked stones, presumably harvested by instances of SCP-2865-1, and contains roughly 198 square meters of floor space. Several rooms have been identified, including a large “throne room”, apparently for SCP-2865-2.\n\n\nSCP-2865-1 is the collective designation for a group of anomalous entities created by SCP-2865-2. The exact number is unknown, though it has been estimated to be in the hundreds. SCP-2865-1 are 2-dimensional entities seemingly composed entirely of calcium sulfate, colloquially known as sidewalk chalk. These entities vary greatly in size and appearance, with instances as small as 6 centimeters and as large as 4 meters having been observed, though they are usually roughly humanoid and between 1.6 and 2 meters in height.\n\n\nIn their dormant state, SCP-2865-1 appear to be merely a chalk drawing, usually inscribed on a tree or other large, roughly flat natural formation. However, upon entering its active state, an SCP-2865-1 instance displays the anomalous ability to remove itself from its point of origin and interact with its environment. Despite possessing close to zero depth, SCP-2865-1 are fully capable of manipulating 3-dimensional objects. SCP-2865-1 appear to be sapient, as they have been observed to use tools and carry out complex tasks without assistance.\n\n\nTo date, no successful communication has so far been established between Foundation personnel and SCP-2865-1, though they appear to have at least a limited ability to speak, see Incident Report 1/6/20██. \nSCP-2865-1 are believed to be under the complete control of SCP-2865-2.\n SCP-2865-1 appear to be fully autonomous entities capable of acting intelligently without the influence of their creator.\n\n\nSCP-2865-2 is a male human child, estimated to be between the ages of █ and ██. SCP-2865-2 possesses brown hair and eyes and is roughly 130 centimeters tall. SCP-2865-2 refers to itself as “King Jeremy the Terrible”, and to SCP-2865-1 as its “subjects”. SCP-2865-2 is in possession of a small piece of sidewalk chalk, hereby designated SCP-2865-3. Any image inscribed on a surface by SCP-2865-2 with SCP-2865-3 will become an instance of SCP-2865-1 within 10 to 20 minutes. It is unknown if this anomalous effect is inherent to SCP-2865-2 or SCP-2865-3. SCP-2865-3 has never been observed to wear down or disintegrate, despite being used to create dozens of SCP-2865-1.\n\n\nResearch conducted by Foundation agents into SCP-2865-2’s origins have brought up a police report from Billings, Montana, for a █-year old child named Jeremy ██████ reported missing from his home on 7/2/20██. Pictures of this individual match the appearance of SCP-2865-2 almost exactly. According to records kept by the Montana School Boards Association, ██████ was expelled from his public school roughly 2 months before his disappearance for severely injuring another student with a pencil.\n\n\nAddendum 2865-a:\n On 12/23/20██, Foundation personnel operating at Armed Observation Facility 232 noticed a small handwritten note affixed to a nearby tree, apparently written by SCP-2865-2 and delivered in the early hours of that morning. In its writing, SCP-2865-2 expressed awareness of the Foundation, and extended an invitation for Foundation personnel to visit its “kingdom”. It appears that SCP-2865-2's awareness of the Foundation does not extend beyond awareness of the name and of extended monitoring by personnel, and as such does not constitute a leakage of confidential information. A full transcript of the note is included below.\n\n\n\n\nDear SPC [sic],\n\nI know you have been watching me. I know you want to “contain“ me, but I am a force to rekined [sic] with. Mark my words. You want me as your ally. As a gesture of my good will, I will invite you to visit me in the Castle Jeremy. We will talk about being allied. But be warned, I am very powerful. If you displese [sic] me I will have you’re [sic] heads cut off. Bring gifts.\n\n-King Jeremy, the Great and Terrible\n\n\n\n\nIncident Report 1/6/20██:\n Dr. ██████, Director of Armed Observation Facility 232, decided to send a small group of Foundation personnel to establish contact with SCP-2865-2, with the secondary goal of capturing it for containment in a more secure Foundation facility. Personnel deployed consist of three members of MTF Pi-2: Agents ████, █████, and ████████, as well as Dr. ███. The personnel entered SCP-2865, where they were escorted to “Castle Jeremy” by an instance of SCP-2865-1. All personnel were armed with small sidearms, and Agent ████ had a hidden video recording device mounted on his uniform. A complete transcript of the incident is below.\n\n\n\n\nDr. ███ and the three MTF agents are led into SCP-2865-2’s castle by an instance of SCP-2865-1. Seven others are present in the castle. At the insistence of SCP-2865-2, all four of them kneel before SCP-2865-2’s “throne”.\n\n\nDr. ███:\n Greetings, SCP-2865-2.\n\n\nSCP-2865-2:\n (gesturing to its “subjects”) You will say my real name or I will have them cut off your head!\n\n\nAgent █████:\n (muttering) Do what he says.\n\n\nDr. ███:\n My apologies, King Jeremy. How did you come to be aware of the SCP Foundation's activities in your… kingdom?\n\n\nSCP-2865-2:\n Some of my subjects saw your spies snooping around in the woods and watching us with little cameras! You can’t fool me! I know my parents sent you to bring me back to school!\n\n\nDr. ███:\n I see our attempts at secrecy are wasted on you. How did you create the instances of- I mean, your subjects?\n\n\nSCP-2865-2:\n It’s easy, stupid. I just drew them with my magic chalk!\n\n\nDr. ███:\n I see. What about-\n\n\nSCP-2865-2:\n Enough of these questions! Where are my royal gifts?\n\n\nDr. ███ signals the three agents to bring forth gifts. Agent ████ takes a box of plastic race cars from his pocket, Agent ████████ takes a 20$ bill from hers, and Agent █████ takes a bag of assorted lollipops out of his. These items are presented to SCP-2865-2. SCP-2865-2’s face begins to turn red with anger.\n\n\nSCP-2865-2:\n (shouting angrily) These are terrible gifts! I hate you! (pointing to the largest present instance of SCP-2865-1) I hate them! I hate them! Cut off their heads!\n\n\nAgent █████ reaches for his firearm, but Agent ████ prevents him. SCP-2865-1 do not respond for a period of roughly five seconds. Abruptly, the largest instance lunges toward SCP-2865-2, pulling him off the \"throne\" and throwing him to the ground.\n\n\nSCP-2865-2:\n (crying loudly) Ow! What are you doing? I'm your King! I order you to stop!\n\n\nSCP-2865-1:\n No more king.\n\n\nThe instance of SCP-2865-1 places its foot on SCP-2865-2's back, preventing it from getting up. It then makes eye contact with Dr. ███ and points a finger towards the castle exit. Several others move threateningly towards the Foundation personnel.\n\n\nDr. ███:\n Don't hurt him!\n\n\nAgent █████:\n Come on, Doc, we've got to go.\n\n\nDr. ███\n But-\n\n\nAgent █████ pulls Dr. ███ out of the castle exit, and both they and the other two Agents begin to run back towards Armed Observation Facility 232. The log concludes roughly twenty minutes later upon arrival at Armed Observation Facility 232.\n\n\n\n\nBased on the events of Incident 1/6/20██, it appears that SCP-2865-1 instances are free-willed entities, and are not, as previously believed, entirely under the control of SCP-2865-2.\n\n\nAddendum 2865-b:\n As of 1/12/20██, instances of SCP-2865-1 appear to be abandoning \"Castle Jeremy\" in favor of a subterranean network of tunnels being constructed below SCP-2865. Due to the continued generation of new SCP-2865-1 instances, it is theorized that SCP-2865-2 is being held in captivity by the \"colony\" as a means of reproduction. Continued monitoring of SCP-2865 by means of RCV mounted cameras is currently under consideration.\n\n\nAddendum 2865-c:\n On 2/3/20██, a group of thirty-seven SCP-2865-1 instances (hereafter referred to as SCP-2865-1A) was observed to split off from the main population (SCP-2865-1B) and return to \"Castle Jeremy\", accompanied by SCP-2865-2. Shortly thereafter, violent conflict between the two groups occurred, apparently in an attempt by SCP-2865-1B to recover their only means of reproduction. The attempt was unsuccessful, and the SCP-2865-1A colony began to grow at a rapid rate. On 2/11/20██, several dozen instances from SCP-2865-1B attempted to breach containment. Members of MTF-Pi-2 were dispatched armed with high powered hoses, but several instances are currently unaccounted for. Since the events of 2/11/20██, several dozen elementary schools and crafts stores in Montana have reported burglaries. In all cases nothing was stolen, except for large quantities of sidewalk chalk. These cases are under investigation by the Foundation for possible links to SCP-2865.\n\n\n\n\n\n\n« \nSCP-2864\n | SCP-2865 | \nSCP-2866\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2865\n\" by Malum Lupus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2865\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2865-a: On 12/23/20██, Foundation personnel operating at Armed Observation Facility 232 noticed a small handwritten note affixed to a nearby tree, apparently written by SCP-2865-2 and delivered in the early hours of that morning. In its writing, SCP-2865-2 expressed awareness of the Foundation, and extended an invitation for Foundation personnel to visit its “kingdom”. It appears that SCP-2865-2's awareness of the Foundation does not extend beyond awareness of the name and of extended monitoring by personnel, and as such does not constitute a leakage of confidential information. A full transcript of the note is included below.",
        "Addendum 2865-b: As of 1/12/20██, instances of SCP-2865-1 appear to be abandoning \"Castle Jeremy\" in favor of a subterranean network of tunnels being constructed below SCP-2865. Due to the continued generation of new SCP-2865-1 instances, it is theorized that SCP-2865-2 is being held in captivity by the \"colony\" as a means of reproduction. Continued monitoring of SCP-2865 by means of RCV mounted cameras is currently under consideration.",
        "Addendum 2865-c: On 2/3/20██, a group of thirty-seven SCP-2865-1 instances (hereafter referred to as SCP-2865-1A) was observed to split off from the main population (SCP-2865-1B) and return to \"Castle Jeremy\", accompanied by SCP-2865-2. Shortly thereafter, violent conflict between the two groups occurred, apparently in an attempt by SCP-2865-1B to recover their only means of reproduction. The attempt was unsuccessful, and the SCP-2865-1A colony began to grow at a rapid rate. On 2/11/20██, several dozen instances from SCP-2865-1B attempted to breach containment. Members of MTF-Pi-2 were dispatched armed with high powered hoses, but several instances are currently unaccounted for. Since the events of 2/11/20██, several dozen elementary schools and crafts stores in Montana have reported burglaries. In all cases nothing was stolen, except for large quantities of sidewalk chalk. These cases are under investigation by the Foundation for possible links to SCP-2865."
    ],
    "documents": [],
    "notes": [
        "Dear SPC [sic], I know you have been watching me. I know you want to “contain“ me, but I am a force to rekined [sic] with. Mark my words. You want me as your ally. As a gesture of my good will, I will invite you to visit me in the Castle Jeremy. We will talk about being allied. But be warned, I am very powerful. If you displese [sic] me I will have you’re [sic] heads cut off. Bring gifts. -King Jeremy, the Great and Terrible",
        "Dr. ███ and the three MTF agents are led into SCP-2865-2’s castle by an instance of SCP-2865-1. Seven others are present in the castle. At the insistence of SCP-2865-2, all four of them kneel before SCP-2865-2’s “throne”. Dr. ███: Greetings, SCP-2865-2. SCP-2865-2: (gesturing to its “subjects”) You will say my real name or I will have them cut off your head! Agent █████: (muttering) Do what he says. Dr. ███: My apologies, King Jeremy. How did you come to be aware of the SCP Foundation's activities in your… kingdom? SCP-2865-2: Some of my subjects saw your spies snooping around in the woods and watching us with little cameras! You can’t fool me! I know my parents sent you to bring me back to school! Dr. ███: I see our attempts at secrecy are wasted on you. How did you create the instances of- I mean, your subjects? SCP-2865-2: It’s easy, stupid. I just drew them with my magic chalk! Dr. ███: I see. What about- SCP-2865-2: Enough of these questions! Where are my royal gifts? Dr. ███ signals the three agents to bring forth gifts. Agent ████ takes a box of plastic race cars from his pocket, Agent ████████ takes a 20$ bill from hers, and Agent █████ takes a bag of assorted lollipops out of his. These items are presented to SCP-2865-2. SCP-2865-2’s face begins to turn red with anger. SCP-2865-2: (shouting angrily) These are terrible gifts! I hate you! (pointing to the largest present instance of SCP-2865-1) I hate them! I hate them! Cut off their heads! Agent █████ reaches for his firearm, but Agent ████ prevents him. SCP-2865-1 do not respond for a period of roughly five seconds. Abruptly, the largest instance lunges toward SCP-2865-2, pulling him off the \"throne\" and throwing him to the ground. SCP-2865-2: (crying loudly) Ow! What are you doing? I'm your King! I order you to stop! SCP-2865-1: No more king. The instance of SCP-2865-1 places its foot on SCP-2865-2's back, preventing it from getting up. It then makes eye contact with Dr. ███ and points a finger towards the castle exit. Several others move threateningly towards the Foundation personnel. Dr. ███: Don't hurt him! Agent █████: Come on, Doc, we've got to go. Dr. ███ But- Agent █████ pulls Dr. ███ out of the castle exit, and both they and the other two Agents begin to run back towards Armed Observation Facility 232. The log concludes roughly twenty minutes later upon arrival at Armed Observation Facility 232.",
        "\" SCP-2865 \" by Malum Lupus, from the SCP Wiki . Source: https://scpwiki.com/scp-2865 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2865",
    "object_class": "Euclid",
    "containment_procedures": "Armed Observation Facility 232 has been established 0.8 kilometers down the road from SCP-2865, disguised as a National Park Service (NPS) Ranger Station. Mobile Task Force Pi-2 (”Dusters”) has been stationed at Armed Observation Facility 232 in order to facilitate containment. Due to the semi-public nature of SCP-2865, members of MTF-Pi-2 are required to disguise themselves as forest rangers, in order to maintain Foundation secrecy. Any civilians attempting to enter SCP-2865 are to be warned of increased bear activity in the area and turned back. Use of non-lethal force is authorized for non-compliant civilians. Any civilian coming into contact with an instance of SCP-2865-1 is to be administered class-A amnestics and removed from the area immediately.",
    "description": "SCP-2865 is a stretch of woodland measuring roughly 8 square kilometers, located in the Beaverhead-Deerlodge National Forest, in the southwestern region of Montana. Notable locations in SCP-2865 consist of a small dirt road, a collapsed bridge over a small stretch of █████ Creek, and a makeshift wooden castle, currently inhabited by an unknown number of SCP-2865-1 instances, as well as SCP-2865-2. The castle is composed of lumber and crudely stacked stones, presumably harvested by instances of SCP-2865-1, and contains roughly 198 square meters of floor space. Several rooms have been identified, including a large “throne room”, apparently for SCP-2865-2.",
    "title": "SCP-2865"
}