{
    "url": "https://scp-wiki.wikidot.com/scp-2878",
    "all_text": "rating: \n+119\n+\n–\nx\n\n\n\n\nItem #:\n SCP-2878\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2878 is to be contained within an airlocked Class 3 Destructive Entity containment cell. D-class personnel may enter the enclosure only as part of approved testing procedures. Non-expendable personnel are prohibited from entering the enclosure under any circumstances. All cleaning and maintenance is to be performed via non-autonomous drones.\n\n\nUPDATE 27/07/20██: Any facility that houses SCP-2878 must have at least one Electromechanical Response Team on standby at all times. In the event that SCP-2878 breaches containment and immediate recontainment becomes unfeasible, it is to be summarily terminated by means of standard anti-mechanical ordnance.\n\n\nDescription:\n SCP-2878 is a vaguely humanoid entity primarily constructed from 316 surgical steel and consumer-grade electronics. Entity stands at 3.2m when fully erect, but normally assumes a hunched posture. It resembles a distorted human in shape, with thick, elongated arms and torso and short, thick legs. While capable of bipedal locomotion, its primary mode of transport is “knucklewalking” using all four limbs. Forelimbs possess sharp, five-pronged gripping appendages retracted during locomotion. Exterior covering originally consisted of lacquered sheet steel but is presently 80% damaged or missing.\n\n\nSCP-2878 exhibits human or above-human intelligence but distinctly non-human psychology. It possesses great proficiency in the areas of generalized logical reasoning and problem-solving as well as specialized knowledge of mechanical engineering and cybernetic augmentation. It \nappears to lack any form of social intelligence or awareness and\n1\n does not engage in \ncommunicative or\n recreational activity.\n\n\nSCP-2878 is predatory and extremely hostile to humans, attacking on sight. Victims are pinned down and vivisected, having a number of their organs removed and prepared for transplantation. Discarded tissues are then externally processed into a semi-liquid slurry and consumed.\n\n\nHuman organs acquired in this manner are used to modify SCP-2878, replacing extant elements of its design. It displays a preference for repairing damaged or missing components but has occasionally been known to replace functional elements. As of 19/02/20██, the following biological modifications are visible:\n\n\n\n\nThe head of a Hispanic woman, approximately 30 years of age with brown eyes and black hair, mounted between shoulders. Lower jaw missing, massive scarring present. All senses appear to function normally. Immobile, excepting ocular muscles.\n\n\nThe skin of at least 7 individuals of varying age and ethnicity, covering areas where steel plating is absent.\n\n\nA complex “stomach” composed of the combined digestive systems of at least 3 individuals and several unidentified mechanical components. Occupies most of torso interior. Intake just below head, no apparent means of waste disposal.\n\n\nTwo hearts engaged as pumps for a circulatory system connecting stomach construct to other biological components. Vascular fluid is significantly more viscous than human blood. Hearts show early signs of cardiomyopathy.\n\n\nNerve tissue slaved onto microprocessors throughout body.\n\n\nSeveral complete legs replacing lower part of right hindlimb. Many display severe bruising and partial cell death as a result of damage sustained from supporting the weight of SCP-2878.\n\n\n\n\nAddendum 1, Incident SCP-2878-B:\n Following a safety violation on 21/07/20██, Junior Researcher Bhatia was caught and killed by SCP-2878. SCP-2878 then proceeded to integrate Dr. Bhatia's respiratory system, vocal chords and central nervous system\n2\n. Six hours following the death of Dr. Bhatia, SCP-2878 began making wheezing and screaming vocalizations. After 12 hours, the vocalizations had developed into monosyllabic grunts. After 48 hours, on-site researchers recognized vocalizations as garbled Spanish. Project supervisor Dr. G███████ was alerted and 50 hours after the incident, communication was attempted via drone-mounted radio. Transcript follows:\n\n\n\n\nNote:\n Translated from Spanish except as noted.\n\n\n<Begin Log, 15:07 23/07/20██>\n\n\n[SCP-2878 remains completely motionless throughout the conversation. Its speech is garbled and inconsistent, varying wildly in pitch and intonation.]\n\n\nSCP-2878:\n Remove, [unintelligible]\n\n\nDr. G███████:\n Hello, SCP-2878. Can you hear me?\n\n\n[SCP-2878 does not display any physical signs of having noticed the drone.]\n\n\nSCP-2878:\n Remain, lacerate, [unintelligible]. Dr. G███████.\n\n\nDr. G███████:\n Excuse me, did you say my name?\n\n\nSCP-2878 [in English]:\n Help.\n\n\nDr. G███████ [in English]:\n Help with what?\n\n\nSCP-2878 [in Spanish again]:\n Complete. Friend. Metal. Disgust.\n\n\nDr. G███████:\n Can you give some indication that you understand me?\n\n\nSCP-2878:\n Dr. G███████. Dr. G███████. ███-███-████-███\n3\n.\n\n\nSCP-2878 [in English, screaming]:\n Help!\n\n\n<End Log, 15:09 23/07/20██>\n\n\nDr. G███████ immediately ceased communications and notified Site Director K████.\n\n\n\n\nAddendum 2, Incident SCP-2878-B official response:\n\n\n\n\nDr. G███████, in light of recent revelations regarding the nature of SCP-2878 and its potential as a security risk, the additional containment procedures you requested have been approved.\n\n\nAppraisal of your other requests is suspended pending psychological evaluation. You have an appointment with Dr. Abalan tomorrow afternoon; SCP-2878 is scheduled for testing next Monday.\n\n- █████ ████, Assistant Site Director\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See Addendum 1\n\n\n2\n. This marks the first occasion on which SCP-2878 has been observed to add entirely new components.\n\n\n3\n. Dr. Bhatia's Project-Specific Personal Identification Number for SCP-2878\n\n\n\n\n\n\n\n\n« \nSCP-2877\n | SCP-2878 | \nSCP-2879\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2878\n\" by Terrorforge, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2878\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1, Incident SCP-2878-B: Following a safety violation on 21/07/20██, Junior Researcher Bhatia was caught and killed by SCP-2878. SCP-2878 then proceeded to integrate Dr. Bhatia's respiratory system, vocal chords and central nervous system 2 . Six hours following the death of Dr. Bhatia, SCP-2878 began making wheezing and screaming vocalizations. After 12 hours, the vocalizations had developed into monosyllabic grunts. After 48 hours, on-site researchers recognized vocalizations as garbled Spanish. Project supervisor Dr. G███████ was alerted and 50 hours after the incident, communication was attempted via drone-mounted radio. Transcript follows:",
        "Addendum 2, Incident SCP-2878-B official response:"
    ],
    "documents": [],
    "notes": [
        "Note: Translated from Spanish except as noted. <Begin Log, 15:07 23/07/20██> [SCP-2878 remains completely motionless throughout the conversation. Its speech is garbled and inconsistent, varying wildly in pitch and intonation.] SCP-2878: Remove, [unintelligible] Dr. G███████: Hello, SCP-2878. Can you hear me? [SCP-2878 does not display any physical signs of having noticed the drone.] SCP-2878: Remain, lacerate, [unintelligible]. Dr. G███████. Dr. G███████: Excuse me, did you say my name? SCP-2878 [in English]: Help. Dr. G███████ [in English]: Help with what? SCP-2878 [in Spanish again]: Complete. Friend. Metal. Disgust. Dr. G███████: Can you give some indication that you understand me? SCP-2878: Dr. G███████. Dr. G███████. ███-███-████-███ 3 . SCP-2878 [in English, screaming]: Help! <End Log, 15:09 23/07/20██> Dr. G███████ immediately ceased communications and notified Site Director K████.",
        "Dr. G███████, in light of recent revelations regarding the nature of SCP-2878 and its potential as a security risk, the additional containment procedures you requested have been approved. Appraisal of your other requests is suspended pending psychological evaluation. You have an appointment with Dr. Abalan tomorrow afternoon; SCP-2878 is scheduled for testing next Monday. - █████ ████, Assistant Site Director",
        "\" SCP-2878 \" by Terrorforge, from the SCP Wiki . Source: https://scpwiki.com/scp-2878 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "SCP-2878 is to be contained within an airlocked Class 3 Destructive Entity containment cell. D-class personnel may enter the enclosure only as part of approved testing procedures. Non-expendable personnel are prohibited from entering the enclosure under any circumstances. All cleaning and maintenance is to be performed via non-autonomous drones.",
    "description": "SCP-2878 is a vaguely humanoid entity primarily constructed from 316 surgical steel and consumer-grade electronics. Entity stands at 3.2m when fully erect, but normally assumes a hunched posture. It resembles a distorted human in shape, with thick, elongated arms and torso and short, thick legs. While capable of bipedal locomotion, its primary mode of transport is “knucklewalking” using all four limbs. Forelimbs possess sharp, five-pronged gripping appendages retracted during locomotion. Exterior covering originally consisted of lacquered sheet steel but is presently 80% damaged or missing.",
    "title": "SCP-2878"
}