{
    "url": "https://scp-wiki.wikidot.com/scp-2890",
    "all_text": "rating: \n+95\n+\n–\nx\n\n\n\n\n\n\nSCP-2890\n\n\n\n\n\n\nItem #:\n SCP-2890\n\n\nObject Class:\n \nSafe\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2890 is to be stored in a standard storage locker at Site-28.\n\n\nAmended Procedures:\n As of ██/██/██, the following measures have been enacted:\n\n\nDue to the unique nature of SCP-2890's ability to escape containment, and the practical difficulties with creating a containment procedure without a non-zero chance of failure, this procedure is designed around early detection and mitigation of breach incidents, followed by rapid recovery of the artifact.\n\n\n\n\nThe site security control room is to monitor SCP-2890 at all times via closed circuit camera installed within the containment locker and the duty Containment Specialist is to make a logged physical inspection hourly.\n\n\nThe artifact has been fitted with a GPS transponder. An audible alarm will sound in the control room and automatic email alerts will be sent to all relevant personnel if the signal leaves Site-28.\n\n\nA hardened ruggedized laptop has been placed in the containment locker with the artifact and equipped with a dedicated hardline to a monitor in the control room. This system runs and analyzes a Monte Carlo simulation of 10,000 die rolls per minute. In the event that the outcome of this simulation is more than four sigmas from the mean (or if the control room loses contact with the device) an automatic email alert will be sent to all relevant personnel and an audible alarm will sound in the control room.\n\n\nAnomalous animation events fitting SCP-2890's profile have been added to the \nMTF Mu-4 (\"Debuggers\")\n internet watch list to be flagged as a possible containment breach.\n\n\n\n\nIn the event that any of these alert mechanisms are triggered, Site-28 is to be locked down (Alert Condition One), and an authorized security officer or researcher is to conduct an immediate physical inspection of the SCP-2890 locker.\n\n\nIn the event of a confirmed breach by SCP-2890, \nMTF Pi-1 (\"City Slickers\")\n is to mobilize and recover the artifact. If it is not located at the GPS coordinates, the search should continue with the public parks, elementary schools, preschools, and day-care centers within 50 km of Site-28 (see Supplement 2890-C) and expand from there, focusing on locations where prepubescent children congregate.\n\n\nDescription:\n SCP-2890 is a black silk top hat, of a style popular c. 1890. It is slightly worn, but is otherwise appraised to be in good condition. The label reads \"Wilson and Sons\", a haberdashery in Lewisburg, Pennsylvania, that operated from 1879 to 1941. Imaging studies of the object revealed a crown-like object sewn into the lining (see Addendum).\n\n\nSCP-2890 is capable of animating any inanimate object that is intended to be representational of a humanoid when placed on the object's \"head\". It has been shown to be able to animate objects that have, at minimum, a defined representational \"head\". Animated objects are able to move in a human-like fashion, despite lacking joints, or even defined legs (a lower body segment meant to represent legs will provide locomotion). It is unable (or unwilling) to speak even when animating forms with functional vocal cords or playback devices. It cannot directly control living beings, humanoid or otherwise, but does exert a mild suggestive effect on prepubescent children, which appears to be limited to implanting the idea to place the hat on a suitable body and casual acceptance of the animated form.\n\n\nOn █████ ██th ████, during a comprehensive upgrade of Site-28's electrical systems, a combination of simultaneous unrelated errors by personnel and undetected failures of the security systems led to SCP-2890 breaching containment (see supplement 2890-B). Personnel were unaware that breach had occurred for 13 hours and SCP-2890 was able to remain uncontained for over seven years. The artifact was eventually recovered\n1\n on ████████, █th ████, after an extensive search. It is estimated that the odds of this sequence of events happening by random chance alone are less than 1-in-10\n36\n. As a result, the object is now believed to possess the ability to manipulate probability, causing unlikely coincidences and accidents that are serendipitous to the artifact's presumed goals. This has been subsequently confirmed by the ██ \"near miss\" incidents (see supplement 2890-B) which were prevented due to the revised containment procedures.\n\n\nSCP-2890 was initially located when a group of seven children from Saratoga Springs, New York went missing. When found three weeks later they all claimed that they had been learning to dance from a plush duck toy. The anthropomorphic toy, wearing SCP-2890, was recovered by \nMTF Iota-10 (\"Damn Feds\")\n agents operating as part of the FBI investigation into the possible mass kidnapping. The toy was determined to be non-anomalous and destroyed.\n\n\nAddenda:\n\n\n\n\n+ Analysis of Imaging Studies\n\n\n\n\n- Access Approved\n\n\n\n\nSummary of analysis (See Supplement 2890-A):\n\nCT scans of the object revealed the following elements of the \"crown\" sewn into the lining:\n\n\n\n\n\n\nSeven segments of human skull bone, each a 37 mm x 23 mm rectangle.\n\n\nFourteen 46 mm lengths of jewelry quality silver chain connecting the short ends of the bone segment (two per end).\n\n\nEach bone segment was intricately carved with a complex system of occult symbols.\n\n\n\n\n\n\nSummary of the Occult Symbology Working Group's report:\n\n\n\n\nThe symbols are from a large variety of sources, with the majority sourced from decanic Kabbalah and Hermetic alchemy. This syncretic style is consistent with high thaumaturgical Hermetic Magick of the late 19th and early 20th centuries. The group estimates that these workings were done by a talented practitioner with an estimated 87% effectiveness over random chance. There are seven distinct effects identified by the working group:\n\n\n\n\nThe capture, storage and maintenance of a single, specific, discorporate human consciousness with a true name of █████ ███████.\n\n\nThe preservation of the physical integrity of the hat, and maintenance of its cleanliness.\n\n\nA point-of-contact psychokinetic effect.\n\n\nA subtle mind control effect, most likely a set of suggestions.\n\n\nA \"luck\" charm. Intended to bring \"fortune\" to the bearer and \"vexation\" to the bearer's enemies.\n\n\nA ward against hostile magic.\n\n\nUnknown. While the seventh segment clearly bears a distinct working, it otherwise defies analysis at this time.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Test 21\n\n\n\n\n- Access Approved\n\n\n\n\nOn ██/██/██, SCP-2890 was placed in a standard humanoid containment cell with experiment Group 2 (consisting of nine children from a refugee community). Furnishings were provided for medium term habitation. A department store mannequin (which seems to be a preferred simulacrum for animation by the entity) was included in the cell. As in previous tests the children placed SCP-2890 on the mannequin. It led the children in dancing during waking hours. The children participated fully, with breaks only for feeding and waste elimination. The dance became gradually more and more involved and complex\n2\n until the experiment was terminated after 27 days.\n\n\nFollowing Test 21, Group 2 was retested with standardized personality profiles and showed a 34% decrease in empathy, a 47% increase in risk-tolerance and a 64% increase in extroversion compared to test results before Test 21. Subsequent testing has shown these changes to be lasting into adolescence; the Group 2 children continue to be significantly less empathic, more risk-tolerant and more extroverted than average for their peer-group. Additionally within an average of five years, all exposed subjects had reconstructed their memories of the tests such that they believed the animation event to have been imaginary.\n\n\nOn ████ ██th ████, the exposed persons from the original contact incident were re-interviewed and tested with the standard personality battery, under the pretext of a study of adult survivors of childhood trauma. They each reported they remembered the events as purely imaginary. Testing shows that this is consistent with screen memory equivalent to Class B amnestic therapy. Personality testing showed relatively low empathy scores, as well as relatively high risk-tolerance and extroversion, all with significant deviation from expected norms for a sample this size. Additionally, four of the seven have significant criminal records, including convictions for drug related offenses, violent assaults, and one second degree murder.\n\n\n\n\n\n\n\n\n\n\n+ Interview of D-7920\n\n\n\n\n- Access Approved\n\n\n\n\n\n\nInterviewed:\n D-7920, member of experiment Group 2.\n\n\nInterviewer:\n Dr. Haddad\n\n\nForeword:\n D-7920 has spent the last 27 days with SCP-2890, which has been animating a department store mannequin. Interview was conducted in Arabic.\n\n\n<Begin Log,██/██/██, 1530 hours.>\n\n\nDr. Haddad:\n Peace be upon you, ██████ how are you?\n\n\nD-7920:\n Unto you, peace! I am fine. I had jello and pizza for lunch! Will I get to play with the dancing man again soon?\n\n\nDr. Haddad:\n Do you like the dancing man?\n\n\nD-7920:\n Oh yes, very much!\n\n\nDr. Haddad:\n You don't find him scary?\n\n\nD-7920:\n Oh no! He is very funny! [giggles]\n\n\nDr. Haddad:\n Don't you want to see your mother and father?\n\n\nD-7920:\n Oh! I haven't seen them in a little while? Do you think I should?\n\n\nDr. Haddad:\n Yes, you will be going back to them soon, God-willing. Tell me about what you do when you play with the dancing man.\n\n\n\n\nD-7920:\n We are doing a little dance! It is silly and very fun!\n\n\nDr. Haddad:\n What do you think of the dancing man's hat?\n\n\n\n\nD-7920:\n That old thing? It must have some magic, because when we put it on its head it becomes the dancing man! Will I be able to play with him again soon, God-willing? Please?\n\n\nDr. Haddad:\n I think it is time for you to return to your family, child.\n\n\n\n\nD-7920:\n [cries] I want to see the dancing man!\n\n\nDr. Haddad:\n I'm very sorry, but I don't think that is going to happen again.\n\n\n\n\nD-7920:\n It isn't fair. [cries for 43 seconds] I know the dancing man will be back again, some day, God-willing.\n\n\n<End Log>\n\n\nClosing Statement:\n This seems to confirm an active compulsion by SCP-2890 that affects prepubescent children. It is recommended that the artifact be isolated from them. The children from the experimental groups were returned to their parents at Site-11.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview of SCP-2890\n\n\n\n\n- Access Approved\n\n\n\n\n\n\nInterviewed:\n SCP-2890\n\n\nInterviewer:\n Agent Asling\n\n\nForeword:\n Prior to this, the entity within SCP-2890 refused to animate a simulacrum or communicate in the presence of researchers. Based on what had been learned about the entity's motives, an attempt was made to incentivize communication. Subsequently these tactics have failed to motivate the entity to respond, and this is the sole interview it has cooperated with.\n\n\nSCP-2890 was placed on the mannequin (with both legs and one arm removed) and provided a pad of paper and a pen. All responses were in writing. SCP-2890's handwriting was a neat italic cursive script (underlining is reproduced from the original).\n\n\n<Begin Log,██/██/██, 0900 hours.>\n\n\nAgent Asling:\n If you don't cooperate, we can make sure you never see any children again. On the other hand, if you just answer my questions, we'll return you to them soon.\n\n\nSCP-2890:\n Hate you.\n\n\nAgent Asling:\n Why do you hate me?\n\n\nSCP-2890:\n Hate \ndoctors\n. Hate \nwomen\n. Hate \ngovernment\n.\n\n\nAgent Asling:\n I see. Why do you want to be with the children? [three minutes pass with no response] Look, I can seal you in concrete and dump you in the Hudson, if that's what you want. Why do you want to be with the children?\n\n\nSCP-2890:\n To play. To \ndance\n.\n\n\nAgent Asling:\n What is the purpose of the dance?\n\n\n\n\nSCP-2890:\n I teach them. Joy. Pleasure. Surrender to revels. Destroy themselves in joy. They dance. \nAll\n will dance. [Subject refused to respond further despite continued incentives].\n\n\n<End Log>\n\n\nClosing Statement:\n The SCP-2890 entity is recalcitrant and is either unwilling or unable to provide coherent information. Returned to secure storage for containment.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Due to a flagged blog post by a mother describing her child's \"imaginative\" play.\n\n\n2\n. Analysis by the Occult Symbology Working Group indicates a high probability of ritual magic elements.\n\n\n\n\n\n\n\n\n« \nSCP-2889\n | SCP-2890 | \nSCP-2891\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Seven segments of human skull bone, each a 37 mm x 23 mm rectangle. Fourteen 46 mm lengths of jewelry quality silver chain connecting the short ends of the bone segment (two per end). Each bone segment was intricately carved with a complex system of occult symbols.",
        "The symbols are from a large variety of sources, with the majority sourced from decanic Kabbalah and Hermetic alchemy. This syncretic style is consistent with high thaumaturgical Hermetic Magick of the late 19th and early 20th centuries. The group estimates that these workings were done by a talented practitioner with an estimated 87% effectiveness over random chance. There are seven distinct effects identified by the working group: The capture, storage and maintenance of a single, specific, discorporate human consciousness with a true name of █████ ███████. The preservation of the physical integrity of the hat, and maintenance of its cleanliness. A point-of-contact psychokinetic effect. A subtle mind control effect, most likely a set of suggestions. A \"luck\" charm. Intended to bring \"fortune\" to the bearer and \"vexation\" to the bearer's enemies. A ward against hostile magic. Unknown. While the seventh segment clearly bears a distinct working, it otherwise defies analysis at this time.",
        "Interviewed: D-7920, member of experiment Group 2. Interviewer: Dr. Haddad Foreword: D-7920 has spent the last 27 days with SCP-2890, which has been animating a department store mannequin. Interview was conducted in Arabic. <Begin Log,██/██/██, 1530 hours.> Dr. Haddad: Peace be upon you, ██████ how are you? D-7920: Unto you, peace! I am fine. I had jello and pizza for lunch! Will I get to play with the dancing man again soon? Dr. Haddad: Do you like the dancing man? D-7920: Oh yes, very much! Dr. Haddad: You don't find him scary? D-7920: Oh no! He is very funny! [giggles] Dr. Haddad: Don't you want to see your mother and father? D-7920: Oh! I haven't seen them in a little while? Do you think I should? Dr. Haddad: Yes, you will be going back to them soon, God-willing. Tell me about what you do when you play with the dancing man. D-7920: We are doing a little dance! It is silly and very fun! Dr. Haddad: What do you think of the dancing man's hat? D-7920: That old thing? It must have some magic, because when we put it on its head it becomes the dancing man! Will I be able to play with him again soon, God-willing? Please? Dr. Haddad: I think it is time for you to return to your family, child. D-7920: [cries] I want to see the dancing man! Dr. Haddad: I'm very sorry, but I don't think that is going to happen again. D-7920: It isn't fair. [cries for 43 seconds] I know the dancing man will be back again, some day, God-willing. <End Log> Closing Statement: This seems to confirm an active compulsion by SCP-2890 that affects prepubescent children. It is recommended that the artifact be isolated from them. The children from the experimental groups were returned to their parents at Site-11.",
        "Interviewed: SCP-2890 Interviewer: Agent Asling Foreword: Prior to this, the entity within SCP-2890 refused to animate a simulacrum or communicate in the presence of researchers. Based on what had been learned about the entity's motives, an attempt was made to incentivize communication. Subsequently these tactics have failed to motivate the entity to respond, and this is the sole interview it has cooperated with. SCP-2890 was placed on the mannequin (with both legs and one arm removed) and provided a pad of paper and a pen. All responses were in writing. SCP-2890's handwriting was a neat italic cursive script (underlining is reproduced from the original). <Begin Log,██/██/██, 0900 hours.> Agent Asling: If you don't cooperate, we can make sure you never see any children again. On the other hand, if you just answer my questions, we'll return you to them soon. SCP-2890: Hate you. Agent Asling: Why do you hate me? SCP-2890: Hate doctors . Hate women . Hate government . Agent Asling: I see. Why do you want to be with the children? [three minutes pass with no response] Look, I can seal you in concrete and dump you in the Hudson, if that's what you want. Why do you want to be with the children? SCP-2890: To play. To dance . Agent Asling: What is the purpose of the dance? SCP-2890: I teach them. Joy. Pleasure. Surrender to revels. Destroy themselves in joy. They dance. All will dance. [Subject refused to respond further despite continued incentives]. <End Log> Closing Statement: The SCP-2890 entity is recalcitrant and is either unwilling or unable to provide coherent information. Returned to secure storage for containment."
    ],
    "item": "SCP-2890",
    "object_class": "Safe Euclid",
    "containment_procedures": "SCP-2890 is to be stored in a standard storage locker at Site-28.\nAmended Procedures: As of ██/██/██, the following measures have been enacted:",
    "description": "SCP-2890 is a black silk top hat, of a style popular c. 1890. It is slightly worn, but is otherwise appraised to be in good condition. The label reads \"Wilson and Sons\", a haberdashery in Lewisburg, Pennsylvania, that operated from 1879 to 1941. Imaging studies of the object revealed a crown-like object sewn into the lining (see Addendum).",
    "title": "SCP-2890"
}