{
    "url": "https://scp-wiki.wikidot.com/scp-2895",
    "all_text": "rating: \n+132\n+\n–\nx\n\n\nItem #:\n SCP-2895\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2895's containment chamber is a solitary arachnid wildlife containment unit in Area-12's arachnid wing. The interior of any chamber or container SCP-2895 is held in should be covered in at least 4cm of wax, as this has been found to prevent SCP-2895 from bonding with the walls of its containment chambers. Personnel are to enter the containment chamber to scrape this wax off and re-apply once every month to clean it. Animal handling safety equipment is available as an option to these personnel.\n\n\nOnce every six months, samples are to be taken from SCP-2895's carapace. As it has already exceeded a normal arachnid lifespan, biological samples are to be continually taken for further study and analysis. SCP-2895 can be given reward tests if it cooperates with sampling procedures. See testing log for more information.\n\n\nDescription:\n SCP-2895 is an \nArizona Bark Scorpion\n, with a 'V' shaped pigment on its carapace. It is identical to non-anomalous scorpions with the exception of its tail, which lacks a stinger and ends in a soft, fleshy piece of exposed tissue devoid of pigmentation.\n\n\nSCP-2895 behaves similarly to normal \nArizona Bark Scorpion\ns. Occasionally, SCP-2895 has been documented suffering apparent seizures or random muscle spasms, but these do not appear to be life threatening. If confronted by a threatening force, SCP-2895 will attempt to hide or flee, and will only begin aggressive behavior if cornered.\n\n\nAny solid objects SCP-2895 contacts with the end of its tail will experience sudden biological fusion with its body. The end of SCP-2895's tail grafts itself onto the exterior of the object, and SCP-2895 will then be able to lift it regardless of the actual weight of the object. This object will then take on SCP-2895's body temperature. Integrated objects with conduits for liquid may begin generating \nCrotalus atrox\n1\n venom. SCP-2895 does not initiate or control this effect, as it happens automatically upon contact. Detachment appears to be initiated by SCP-2895, although it appears to cause some discomfort.\n\n\nSCP-2895 was initially contained in a gated community outside of Scottsdale, AZ, USA, after reports of a mass hysteria incident involving its effect. Agents were able to pacify SCP-2895 by approaching in large numbers. A cover story regarding a small tornado has been disseminated to explain the damages, with deceased subjects being cremated.\n\n\nAddendum:\n SCP-2895 Testing Record.\n\n\n\n\n\n\nSCP-2895 TESTING LOG\n\n\n\n\n\n\nNotes:\n The following tests were conducted shortly after containment to gather data on the nature and limits of SCP-2895's effect.\n\n\n\n\nLog Format\n\n\n\n\nTest Objects:\n\n\nProcedure:\n\n\nResult:\n\n\nNotes:\n\n\n\n\n\n\n\n\nTest Objects:\n One(1) cotton pillow, stuffed with down feathers.\n\n\nProcedure:\n Pillow introduced to testing chamber. SCP-2895 released into testing chamber.\n\n\nResult:\n After two(2) minutes, SCP-2895 integrated itself with pillow. The pillow was almost immediately soaked with venom, and began sagging and dripping before being discolored a dark purple color. After ten(10) minutes, testing was discontinued.\n\n\nNotes:\n \nBaseline test.\n\n\n\n\n\n\nTest Objects:\n Junior Researcher Pimentel\n\n\nProcedure:\n D-Class personnel instructed to enter SCP-2895's containment chamber and interact with it. Junior Researcher Pimentel was informed of SCP-2895's effect and given safety goggles and animal handling gloves before entering the chamber.\n\n\nResult:\n SCP-2895 continually fled and hid from Junior Researcher Pimentel. After this continued for several minutes, SCP-2895 integrated one of Junior Researcher Pimentel's gloves, causing them to retreat from the chamber. Test was discontinued.\n\n\nNotes:\n \nRoutine containment chamber upkeep assigned to Junior Researchers Pimentel and Parks.\n — Dr. Glover\n\n\n\n\n\n\nTest Objects:\n One(1) Eaton Viking Washing Machine, 1988\n\n\nProcedure:\n Washing Machine is carried into a reinforced heavy testing chamber by Junior Researcher Alleyn and Junior Researcher Pimentel. SCP-2895 is released into the testing chamber.\n\n\nResult:\n After four(4) minutes, SCP-2895 attached the washing machine to its body. Although it momentarily was put off-balance, SCP-2895 quickly proceeded to attempt to strike the walls. After this did not achieve any results and the washing machine was badly dented, SCP-2895 ceased integration.\n\n\nNotes:\n Interior of washing machine was discovered to be full of venom, internal metallic components were severely corroded.\n\n\n\n\n\n\nTest Objects:\n One(1) Medical Needle\n\n\nProcedure:\n Needle dropped into testing chamber. SCP-2895 is released into the chamber.\n\n\nResult:\n Almost immediately, SCP-2895 integrated itself with the needle. It proceeded to walk the perimeter of the room, striking repeatedly at the floor with its tail. This behavior persisted for two(2) hours before the test was discontinued.\n\n\nNotes:\n \nSCP-2895 seemed to enjoy this test. Possible avenue of rewarding it for cooperative behavior.\n — Junior Researcher Alleyn\n\n\n\n\n\n\nTest Objects:\n Six(6) Ordinary Bark Scorpions\n\n\nProcedure:\n SCP-2895 introduced into wildlife containment chamber identical to its normal containment unit, with the other scorpions already inside.\n\n\nResult:\n Although SCP-2895 immediately succeeded in using its effect on one of the other scorpions, this only caused that creature to immediately lose its stinger and shrivel on the end of SCP-2895's tail. The rest of the scorpions in the chamber, although on average smaller and weaker than SCP-2895, were able to corner and were preparing to sting it before testing was immediately halted.\n\n\nNotes:\n \nFurther testing has shown that SCP-2895 displays extremely submissive behavior in the presence of other arachnids, even if separated by glass or if the other creatures are only juveniles.\n — Junior Researcher Cohen\n\n\n\n\n\n\nTest Objects:\n Paintbrush, can of black paint.\n\n\nProcedure:\n Paper draped over the walls of testing chamber to enable more accurate brushstrokes, should SCP-2895 utilize the object as it is intended to be used.\n\n\nResult:\n Once attached to the paintbrush, SCP-2895 briefly experimented with the brush before beginning to draw crude diagrams of small scorpions. Notably, these drawings all depicted scorpions with normal stingers, with SCP-2895 appearing to put specific emphasis on these parts of the drawings. SCP-2895 was able to draw eleven scorpions in ten minutes before testing was discontinued.\n\n\nNotes:\n \nTest was done as a measure of SCP-2895's possible sentience. Due to the results, further testing with SCP-2895 requires the permission of at least two Level 3 personnel attached to the SCP.\n — Junior Researcher Khabbazeh\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Western Diamondback Rattlesnake\n\n\n\n\n\n\n\n\n« \nSCP-2894\n | SCP-2895 | \nSCP-2896\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2895\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2895\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-2895 Testing Record."
    ],
    "documents": [],
    "notes": [
        "Test Objects: Procedure: Result: Notes:",
        "Test Objects: One(1) cotton pillow, stuffed with down feathers. Procedure: Pillow introduced to testing chamber. SCP-2895 released into testing chamber. Result: After two(2) minutes, SCP-2895 integrated itself with pillow. The pillow was almost immediately soaked with venom, and began sagging and dripping before being discolored a dark purple color. After ten(10) minutes, testing was discontinued. Notes: Baseline test.",
        "Test Objects: Junior Researcher Pimentel Procedure: D-Class personnel instructed to enter SCP-2895's containment chamber and interact with it. Junior Researcher Pimentel was informed of SCP-2895's effect and given safety goggles and animal handling gloves before entering the chamber. Result: SCP-2895 continually fled and hid from Junior Researcher Pimentel. After this continued for several minutes, SCP-2895 integrated one of Junior Researcher Pimentel's gloves, causing them to retreat from the chamber. Test was discontinued. Notes: Routine containment chamber upkeep assigned to Junior Researchers Pimentel and Parks. — Dr. Glover",
        "Test Objects: One(1) Eaton Viking Washing Machine, 1988 Procedure: Washing Machine is carried into a reinforced heavy testing chamber by Junior Researcher Alleyn and Junior Researcher Pimentel. SCP-2895 is released into the testing chamber. Result: After four(4) minutes, SCP-2895 attached the washing machine to its body. Although it momentarily was put off-balance, SCP-2895 quickly proceeded to attempt to strike the walls. After this did not achieve any results and the washing machine was badly dented, SCP-2895 ceased integration. Notes: Interior of washing machine was discovered to be full of venom, internal metallic components were severely corroded.",
        "Test Objects: One(1) Medical Needle Procedure: Needle dropped into testing chamber. SCP-2895 is released into the chamber. Result: Almost immediately, SCP-2895 integrated itself with the needle. It proceeded to walk the perimeter of the room, striking repeatedly at the floor with its tail. This behavior persisted for two(2) hours before the test was discontinued. Notes: SCP-2895 seemed to enjoy this test. Possible avenue of rewarding it for cooperative behavior. — Junior Researcher Alleyn",
        "Test Objects: Six(6) Ordinary Bark Scorpions Procedure: SCP-2895 introduced into wildlife containment chamber identical to its normal containment unit, with the other scorpions already inside. Result: Although SCP-2895 immediately succeeded in using its effect on one of the other scorpions, this only caused that creature to immediately lose its stinger and shrivel on the end of SCP-2895's tail. The rest of the scorpions in the chamber, although on average smaller and weaker than SCP-2895, were able to corner and were preparing to sting it before testing was immediately halted. Notes: Further testing has shown that SCP-2895 displays extremely submissive behavior in the presence of other arachnids, even if separated by glass or if the other creatures are only juveniles. — Junior Researcher Cohen",
        "Test Objects: Paintbrush, can of black paint. Procedure: Paper draped over the walls of testing chamber to enable more accurate brushstrokes, should SCP-2895 utilize the object as it is intended to be used. Result: Once attached to the paintbrush, SCP-2895 briefly experimented with the brush before beginning to draw crude diagrams of small scorpions. Notably, these drawings all depicted scorpions with normal stingers, with SCP-2895 appearing to put specific emphasis on these parts of the drawings. SCP-2895 was able to draw eleven scorpions in ten minutes before testing was discontinued. Notes: Test was done as a measure of SCP-2895's possible sentience. Due to the results, further testing with SCP-2895 requires the permission of at least two Level 3 personnel attached to the SCP. — Junior Researcher Khabbazeh",
        "\" SCP-2895 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-2895 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2895",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2895's containment chamber is a solitary arachnid wildlife containment unit in Area-12's arachnid wing. The interior of any chamber or container SCP-2895 is held in should be covered in at least 4cm of wax, as this has been found to prevent SCP-2895 from bonding with the walls of its containment chambers. Personnel are to enter the containment chamber to scrape this wax off and re-apply once every month to clean it. Animal handling safety equipment is available as an option to these personnel.",
    "description": "SCP-2895 is an Arizona Bark Scorpion, with a 'V' shaped pigment on its carapace. It is identical to non-anomalous scorpions with the exception of its tail, which lacks a stinger and ends in a soft, fleshy piece of exposed tissue devoid of pigmentation.",
    "title": "SCP-2895"
}