{
    "url": "https://scp-wiki.wikidot.com/scp-2896",
    "all_text": "rating: \n+63\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2896\n: To Sleep, Perchance to Dream (of Freedom)\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2040\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 875\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 856\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 584\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 543\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 419\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 315\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 243\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 225\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 171\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 169\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 130\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 125\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 99\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 92\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 205\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+63\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2896\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The current manifestation point for SCP-2896 is located within a standard human containment chamber located at Site-84. Given the nature of SCP-2896’s fluctuating temporal status, effective containment of SCP-2896 relies on effective documentation for later Foundation iterations and the maintenance of the status quo with regards to changes in containment conditions for SCP-2896.\n\n\nSince SCP-2896 is not usually located within this temporal locality, active containment is generally unnecessary. When SCP-2896 is present, however, standard containment procedures for non-reality manipulating anomalous humans are considered to be sufficient for containment purposes.\n\n\nAn updated copy of SCP-2896’s containment documentation should be maintained in a secure storage locker along with all previous containment documents have been found in (see addendum for more details). Copies of further information or other discovered historical records concerning SCP-2896 should also be stored in said locker. It is critical that such information is stored securely so that future iterations of the Foundation are able to maintain proper containment of SCP-2896 in conjunction with all past iterations.\n\n\nDescription:\n SCP-2896 is a 40 year old Caucasian male, formerly known as Vladimir Strannik, that possesses a non-localized temporal status. As such, SCP-2896 is capable of shifting to different points in time.\n\n\nSCP-2896 is not capable of consciously controlling this anomalous property, and only subconsciously activates it while asleep, causing the anomaly to move to different temporal localities at an unspecified point while it is engaged in REM sleep. SCP-2896 seems to have no control over which temporal locality it manifests itself in, though there are several recurring localities that it is believed to appear in the most frequently, including this one.\n\n\nCurrently, it is unknown how exactly SCP-2896 is capable of dissociating itself from a given temporal locality, and SCP-2896 itself claims that its anomalous property manifested at a relatively young age. The anomaly has refused to divulge further information concerning itself or its original time period, and no attempts to further identify its origin have been deemed necessary.\n\n\nFoundation containment of SCP-2896 dates back to the American Secure Containment Initiative (ASCI), a Foundation predecessor of the 18th and 19th centuries, as well as several intermediaries in between. As such, current containment of SCP-2896 relies on coordination of efforts between this current iteration of the Foundation, as well as past iterations of the Foundation, and possibly future iterations of the Foundation as well. A list of containment documents from the other temporal localities in the past that SCP-2896 is known to shift to are included below for record-keeping purposes, as well as to serve as testimony for future iterations of the Foundation who would presumably also be containing SCP-2896.\n\n\nGiven the impossibility of direct coordination, a streamlined approach of simply maintaining the status quo as mentioned in the above containment procedures has been established as a means of minimizing difficulties. In addition, it is known that while SCP-2896 is able to temporally delocalize, it does not do the same spatially; in other words, SCP-2896 remains in the same location when it shifts to different temporal localities. As such, the containment chamber for SCP-2896 has not been drastically altered since the earliest recorded date that the Foundation has been actively using the site in which SCP-2896 is contained.\n\n\nSCP-2896 has demonstrated several signs of extreme hostility towards Foundation personnel, the source of which is perhaps linked to its treatment by other iterations of the Foundation (see below).\n\n\nHistorical Containment Documents/Acquisition of SCP-2896:\n The following documents were discovered in a secure locker dating back to the ASCI period of history, buried near the current location of Site-84. Notably on said documents, information was included that stressed the importance of maintaining an empty chamber at the same location at which all previous iterations of the Foundation had been containing SCP-2896.\n\n\nThe following is a compilation of all documents previously found within the locker, roughly arranged in chronological order, as can best be determined by Foundation intelligence. Veracity of information contained within that has not been independently verified or written about above cannot be confirmed.\n\n\n\n\n\n\n\n\nUnknown doctor testimony, circa late colonial period\n\n\n\n\n\n\nYesterday’s eve, the most curious case of a disease ere I had seen in my years of medical experience was presented to me by a local townsperson. The good man in question has a queer habit of disappearing in his sleep frequently.\n\n\nWhile this seemed like a rather mundane case of sleepwalking, a fellow lodger of his at the Snaketail Inn swore up and down to me that the fellow had disappeared in bed, right before his eyes, as if into the aether.\n\n\nI would normally attribute this to simple common folk hysteria, but at least 4 others have pledged to the veracity of these statements, and this seems like more than mere coincidence.\n\n\nI plan on making a study of the man, if I should be able to track him down myself. Perhaps the Royal Foundation for the Study of Curiosities and Phantasmagoria would be interested if I can verify this myself first.\n\n\n\n\n\n\n\n\n\n\nAmerican Secure Containment Initiative Document, circa 1863\n\n\n\n\n\n\nItem Number:\n 2896-012\n\n\nClassification Type:\n Human/Potentially Threatening\n\n\nASCI Protocols for Containment:\n Phenomenon 2896-012 is currently detained in a cell maintained at Detainment Camp Jefferson. ASCI Personnel should be aware that Phenomenon 2896-012 may not be present at all times, but should maintain active vigilance when it is spotted within its cell.\n\n\nAll active information concerning Phenomenon 2896-012 are to be contained in a safe-box stored at the Warden’s office, along with all other discovered intelligence concerning the phenomenon, as per the directive noted below.\n\n\nDescription:\n Phenomenon 2896-012 is a white male individual named Vladimir Strannik who has the queer ability to travel to different points in history while asleep.\n\n\nResearch into the local area has revealed numerous stories of a “Disappearing Man” who apparently was the source of local gossip and tall tales for some time, but all date to roughly 40 years before the current day, though the phenomenon matches rough descriptions of the figure in said tales.\n\n\nPhenomenon 2896-012 has stated that it is unable to control this ability, and severe questioning of the phenomenon has concluded that this statement is most likely true. Questioning was unable to coerce the phenomenon into divulging any further information concerning the different periods to which 2896-012 has claimed to have traveled to, but more enhanced means of questioning have been recommended and are pending approval.\n\n\nNota Bene:\n The fact that Phenomenon 2896-012 has traveled to other time periods, and yet comes back to our time for detainment tells me that out there, somewhere, some version of our Initiative in the past or future is also doing its best to detain this phenomenon. It only seems fair to me that we do our part by helping out our posterity with as much information as we can on this phenomenon and all the others that we know about, since we seem to share in the same God-granted mission. As such, I want all the information we have on the phenomenons detained here to be locked away in my office, securely stashed for future reference.\n\n\nDisciplinary History:\n Phenomenon 2896-012 has currently attempted 3 different escapes, and has been publically whipped on 3 separate occasions. The next time it attempts to escape, it gets 30 lashes and reduced rations for a week. Wartime punishments are in effect with all anomalies of unknown loyalty. -Warden Johnson\n\n\n\n\n\n\n\n\n\n\nCircus Flyer Transcript, dated to 1930:\n\n\n\n\n\n\nCOME ONE COME ALL\n\n\nWITNESS! THE STUPEFYING AND UNEXPLAINABLE CASE OF THE DISAPPEARING MAN\n\n\nTHE MAN WHO SLUMBERS AWAY AND DISAPPEARS WHILE HE SLEEPS!\n\n\nTHIS AND MORE ODDITIES, ONLY AT CARLSSON’S CIRCUS OF THE BIZARRE AND WONDERFUL\n\n\nNote:\n The following note was found scribbled at the bottom of the flyer\n\n\nAre you kidding me Johnny? Your new freakshow act was a real stinker. Who wants to pay to see some pinko bum fall asleep and disappear? My boy could do a better magic trick than that. Just leave the freak in its cage here and come back when you got a real act to show me. And would you hose that thing down? It reeks.\n\n\n\n\n\n\n\n\n\n\nFoundation Secure Containment Procedures, circa 1952\n\n\n\n\n\n\nNote:\n Content that differs from current Foundation documents have been highlighted in blue for convenience.\n\n\nItem #:\n SCP-2896\n\n\nObject Class:\n Euclidean-Red\n\n\nSpecial Containment Procedures:\n The current manifestation point for SCP-2896 is located within a standard human containment chamber located at Site 84. Given the nature of SCP-2896’s fluctuating temporal status, effective containment of SCP-2896 relies on effective documentation for later Foundation iterations and the maintenance of the status quo with regards to changes in containment conditions for SCP-2896.\n\n\nSince SCP-2896 is not usually located within this temporal locality, active containment is generally unnecessary. \nWhen SCP-2896 is present, however, slightly altered containment conditions for Euclidean-Red have been put into effect. As such:\n\n\n1). SCP-2896 is not permitted any contact with any other Euclidean-Red anomalies at any point.\n\n\n2). No staff member under special review by the Loyalty Security Board or otherwise under suspicion of conflicted loyalties is permitted contact with SCP-2896.\n\n\n3). No reading materials perceived as being potentially treasonous are permitted to come into contact with SCP-2896.\n\n\n4). All staff involved with SCP-2896 must undergo monthly Loyalty Security Board review in order to establish that no potential Communist influence has been imparted by SCP-2896.\n\n\nAn updated copy of SCP-2896’s containment documentation should be maintained in a secure storage locker along with all previous containment documents have been found in (see addendum for more details). Copies of further information or other discovered historical records concerning SCP-2896 should also be stored in said locker. It is critical that such information is stored securely so that future iterations of the Foundation are able to maintain proper containment of SCP-2896 in conjunction with all past iterations.\n\n\nIn addition, given the Euclidean-Red nature of the anomaly, the Foundation has, in compliance with current directives from the United States government, ordered weekly rounds of psychological testing as well as interrogation in order to determine SCP-2896's possible motives as well as its origin, and whether or not the anomaly is of Communist origin.\n\n\nDescription:\n SCP-2896 is a 40 year old Caucasian male, \n(believed to be of Russian origin),\n formerly known as Vladimir Strannik that possesses a non-localized temporal status. As such, SCP-2896 is capable of shifting to different points in time.\n\n\nCurrently, it is unknown how SCP-2896 is able to dissociate itself from a given temporal locality, and \nrepeated rounds of interrogation have been unable to extract any information from SCP-2896 other than that its ability manifested at a young age.\n\n\nFoundation containment of SCP-2896 dates back to the American Secure Containment Initiative (ASCI), a Foundation predecessor of the 18th and 19th centuries, as well as several intermediaries in between. As such, current containment of SCP-2896 relies on coordination of efforts between this current iteration of the Foundation, as well as past iterations of the Foundation, and possibly future iterations of the Foundation as well. A list of containment documents from the other temporal localities in the past that SCP-2896 is known to shift to are included below for record-keeping purposes, as well as to serve as testimony for future iterations of the Foundation who would presumably also be containing SCP-2896.\n\n\nGiven the impossibility of direct coordination, a streamlined approach of simply maintaining the status quo as mentioned in the above containment procedures has been established as a means of minimizing difficulties.\n\n\nDesignation of Euclidean-Red Status: 03/04/1952\n As per American Foundation branch compliance with current local government directives, SCP-2896 has been designated as a Euclidean-Red entity, and as such is under special review for potential internal sabotage from hostile foreign governments/ideologies.\n\n\nSpecial weekly interrogation rounds of SCP-2896 have been scheduled in order to ascertain SCP-2896's potential motivations and origin, and are currently under review by the Loyalty Security Board in order to determine the most effective method of interrogation in order to ensure the absence of potential sabotage.\n\n\n\n\n\n\n+ Level 4 Clearance Required\n\n\n\n\n- The sins of our fathers and the sins of our sons\n\n\n\n\n\n\n\n\n\n\nKeter Class Reclassification Request from Dr. Gabriel Rodriguez\n\n\n\n\n\n\nThe following is a note from Dr. Gabriel Rodriguez, current supervisor of SCP-2896.\n\n\nOn 3/5/2015, an internal review of the Foundation’s pre-digital records indicate that on 6/7/1963, a tabloid article was published in a local newspaper located in a town roughly 30 miles from Site-84 concerning the sudden appearance of a man whose description matches that of SCP-2896’s in the middle of a local wedding, an account of which was matched in the regular newspaper of said town. Furthermore, a photo attached to the tabloid article shows us what appears to be SCP-2896 as well. The Foundation of that time period evidently sent an agent to investigate further, but was unable to find any further information concerning the man.\n\n\nThe problem that we face right now, assuming that the figure mentioned in the paper is indeed SCP-2896 as I suspect, is that we have no idea whether or not this is an event that happened in the future or the past, or perhaps is occurring right now without our knowledge.\n\n\nHere, it is important to further qualify what I mean by “past,” “future,” and “present.” One timeline is that of the natural progression of history, as far as we understand it. The other is the timeline that only SCP-2896 experiences.\n\n\nSupposing that SCP-2896 has already experienced the 1953 event prior to its current containment by the Foundation, then we can most likely assume that SCP-2896 is still under active containment by multiple iterations of the Foundation, including our own.\n\n\nHowever, if this event takes place after our current containment of SCP-2896, then we have a big problem. First of all, the fact that somehow, some iteration of the Foundation (which could potentially be us) allowing an anomaly to escape containment and make it 30 miles away is never a good thing. However, much more pressing in my mind is what causality related threat this could pose to the Foundation.\n\n\nIf SCP-2896 has successfully escaped containment, we have a hostile entity on the loose that could be anywhere and any-when, perhaps in the future or the past, or right in this timeline with an obvious grudge against the Foundation and other related entities by virtue of its containment by our less than humane predecessors or even descendants. What if it travels to some distant predecessor of the Foundation, and is able to disrupt their activities just enough (think butterfly effect) such that there are catastrophic consequences on our current reality? Perhaps it doesn't need to even do anything overt against the Foundation; the smallest of actions could potentially alter the entire universe.\n\n\nI must add however, that it is possible that none of this is important. Perhaps SCP-2896 has already died in another temporal locality, or any action it can cause is already “accounted” for, temporally speaking. We don’t have nearly a good enough grasp on how time works for us to answer that question, but the Temporal Anomalies Department is working on it.\n\n\nAt any rate, there’s not much we can do in order to fix this situation, except for continuing our vigilance and hoping that we’re not the iteration of the Foundation to screw things up for everyone else and hope that nobody else out there screws things up too badly either. Of course, it might not even matter if that article means that someone is \"fated\" to do it or something.\n\n\nWhat’s keeping me up at night though is not ‘What if SCP-2896 causes some kind of temporal disaster?’\n\n\nIt’s, ‘What if it already has?’\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2895\n | SCP-2896 | \nSCP-2897\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2896\n\" by weizhong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2896\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Historical Containment Documents/Acquisition of SCP-2896: The following documents were discovered in a secure locker dating back to the ASCI period of history, buried near the current location of Site-84. Notably on said documents, information was included that stressed the importance of maintaining an empty chamber at the same location at which all previous iterations of the Foundation had been containing SCP-2896.\nThe following is a compilation of all documents previously found within the locker, roughly arranged in chronological order, as can best be determined by Foundation intelligence. Veracity of information contained within that has not been independently verified or written about above cannot be confirmed.",
        "American Secure Containment Initiative Document, circa 1863 Item Number: 2896-012 Classification Type: Human/Potentially Threatening ASCI Protocols for Containment: Phenomenon 2896-012 is currently detained in a cell maintained at Detainment Camp Jefferson. ASCI Personnel should be aware that Phenomenon 2896-012 may not be present at all times, but should maintain active vigilance when it is spotted within its cell. All active information concerning Phenomenon 2896-012 are to be contained in a safe-box stored at the Warden’s office, along with all other discovered intelligence concerning the phenomenon, as per the directive noted below. Description: Phenomenon 2896-012 is a white male individual named Vladimir Strannik who has the queer ability to travel to different points in history while asleep. Research into the local area has revealed numerous stories of a “Disappearing Man” who apparently was the source of local gossip and tall tales for some time, but all date to roughly 40 years before the current day, though the phenomenon matches rough descriptions of the figure in said tales. Phenomenon 2896-012 has stated that it is unable to control this ability, and severe questioning of the phenomenon has concluded that this statement is most likely true. Questioning was unable to coerce the phenomenon into divulging any further information concerning the different periods to which 2896-012 has claimed to have traveled to, but more enhanced means of questioning have been recommended and are pending approval. Nota Bene: The fact that Phenomenon 2896-012 has traveled to other time periods, and yet comes back to our time for detainment tells me that out there, somewhere, some version of our Initiative in the past or future is also doing its best to detain this phenomenon. It only seems fair to me that we do our part by helping out our posterity with as much information as we can on this phenomenon and all the others that we know about, since we seem to share in the same God-granted mission. As such, I want all the information we have on the phenomenons detained here to be locked away in my office, securely stashed for future reference. Disciplinary History: Phenomenon 2896-012 has currently attempted 3 different escapes, and has been publically whipped on 3 separate occasions. The next time it attempts to escape, it gets 30 lashes and reduced rations for a week. Wartime punishments are in effect with all anomalies of unknown loyalty. -Warden Johnson"
    ],
    "notes": [
        "Unknown doctor testimony, circa late colonial period Yesterday’s eve, the most curious case of a disease ere I had seen in my years of medical experience was presented to me by a local townsperson. The good man in question has a queer habit of disappearing in his sleep frequently. While this seemed like a rather mundane case of sleepwalking, a fellow lodger of his at the Snaketail Inn swore up and down to me that the fellow had disappeared in bed, right before his eyes, as if into the aether. I would normally attribute this to simple common folk hysteria, but at least 4 others have pledged to the veracity of these statements, and this seems like more than mere coincidence. I plan on making a study of the man, if I should be able to track him down myself. Perhaps the Royal Foundation for the Study of Curiosities and Phantasmagoria would be interested if I can verify this myself first.",
        "Circus Flyer Transcript, dated to 1930: COME ONE COME ALL WITNESS! THE STUPEFYING AND UNEXPLAINABLE CASE OF THE DISAPPEARING MAN THE MAN WHO SLUMBERS AWAY AND DISAPPEARS WHILE HE SLEEPS! THIS AND MORE ODDITIES, ONLY AT CARLSSON’S CIRCUS OF THE BIZARRE AND WONDERFUL Note: The following note was found scribbled at the bottom of the flyer Are you kidding me Johnny? Your new freakshow act was a real stinker. Who wants to pay to see some pinko bum fall asleep and disappear? My boy could do a better magic trick than that. Just leave the freak in its cage here and come back when you got a real act to show me. And would you hose that thing down? It reeks.",
        "Foundation Secure Containment Procedures, circa 1952 Note: Content that differs from current Foundation documents have been highlighted in blue for convenience. Item #: SCP-2896 Object Class: Euclidean-Red Special Containment Procedures: The current manifestation point for SCP-2896 is located within a standard human containment chamber located at Site 84. Given the nature of SCP-2896’s fluctuating temporal status, effective containment of SCP-2896 relies on effective documentation for later Foundation iterations and the maintenance of the status quo with regards to changes in containment conditions for SCP-2896. Since SCP-2896 is not usually located within this temporal locality, active containment is generally unnecessary. When SCP-2896 is present, however, slightly altered containment conditions for Euclidean-Red have been put into effect. As such: 1). SCP-2896 is not permitted any contact with any other Euclidean-Red anomalies at any point. 2). No staff member under special review by the Loyalty Security Board or otherwise under suspicion of conflicted loyalties is permitted contact with SCP-2896. 3). No reading materials perceived as being potentially treasonous are permitted to come into contact with SCP-2896. 4). All staff involved with SCP-2896 must undergo monthly Loyalty Security Board review in order to establish that no potential Communist influence has been imparted by SCP-2896. An updated copy of SCP-2896’s containment documentation should be maintained in a secure storage locker along with all previous containment documents have been found in (see addendum for more details). Copies of further information or other discovered historical records concerning SCP-2896 should also be stored in said locker. It is critical that such information is stored securely so that future iterations of the Foundation are able to maintain proper containment of SCP-2896 in conjunction with all past iterations. In addition, given the Euclidean-Red nature of the anomaly, the Foundation has, in compliance with current directives from the United States government, ordered weekly rounds of psychological testing as well as interrogation in order to determine SCP-2896's possible motives as well as its origin, and whether or not the anomaly is of Communist origin. Description: SCP-2896 is a 40 year old Caucasian male, (believed to be of Russian origin), formerly known as Vladimir Strannik that possesses a non-localized temporal status. As such, SCP-2896 is capable of shifting to different points in time. Currently, it is unknown how SCP-2896 is able to dissociate itself from a given temporal locality, and repeated rounds of interrogation have been unable to extract any information from SCP-2896 other than that its ability manifested at a young age. Foundation containment of SCP-2896 dates back to the American Secure Containment Initiative (ASCI), a Foundation predecessor of the 18th and 19th centuries, as well as several intermediaries in between. As such, current containment of SCP-2896 relies on coordination of efforts between this current iteration of the Foundation, as well as past iterations of the Foundation, and possibly future iterations of the Foundation as well. A list of containment documents from the other temporal localities in the past that SCP-2896 is known to shift to are included below for record-keeping purposes, as well as to serve as testimony for future iterations of the Foundation who would presumably also be containing SCP-2896. Given the impossibility of direct coordination, a streamlined approach of simply maintaining the status quo as mentioned in the above containment procedures has been established as a means of minimizing difficulties. Designation of Euclidean-Red Status: 03/04/1952 As per American Foundation branch compliance with current local government directives, SCP-2896 has been designated as a Euclidean-Red entity, and as such is under special review for potential internal sabotage from hostile foreign governments/ideologies. Special weekly interrogation rounds of SCP-2896 have been scheduled in order to ascertain SCP-2896's potential motivations and origin, and are currently under review by the Loyalty Security Board in order to determine the most effective method of interrogation in order to ensure the absence of potential sabotage.",
        "Keter Class Reclassification Request from Dr. Gabriel Rodriguez The following is a note from Dr. Gabriel Rodriguez, current supervisor of SCP-2896. On 3/5/2015, an internal review of the Foundation’s pre-digital records indicate that on 6/7/1963, a tabloid article was published in a local newspaper located in a town roughly 30 miles from Site-84 concerning the sudden appearance of a man whose description matches that of SCP-2896’s in the middle of a local wedding, an account of which was matched in the regular newspaper of said town. Furthermore, a photo attached to the tabloid article shows us what appears to be SCP-2896 as well. The Foundation of that time period evidently sent an agent to investigate further, but was unable to find any further information concerning the man. The problem that we face right now, assuming that the figure mentioned in the paper is indeed SCP-2896 as I suspect, is that we have no idea whether or not this is an event that happened in the future or the past, or perhaps is occurring right now without our knowledge. Here, it is important to further qualify what I mean by “past,” “future,” and “present.” One timeline is that of the natural progression of history, as far as we understand it. The other is the timeline that only SCP-2896 experiences. Supposing that SCP-2896 has already experienced the 1953 event prior to its current containment by the Foundation, then we can most likely assume that SCP-2896 is still under active containment by multiple iterations of the Foundation, including our own. However, if this event takes place after our current containment of SCP-2896, then we have a big problem. First of all, the fact that somehow, some iteration of the Foundation (which could potentially be us) allowing an anomaly to escape containment and make it 30 miles away is never a good thing. However, much more pressing in my mind is what causality related threat this could pose to the Foundation. If SCP-2896 has successfully escaped containment, we have a hostile entity on the loose that could be anywhere and any-when, perhaps in the future or the past, or right in this timeline with an obvious grudge against the Foundation and other related entities by virtue of its containment by our less than humane predecessors or even descendants. What if it travels to some distant predecessor of the Foundation, and is able to disrupt their activities just enough (think butterfly effect) such that there are catastrophic consequences on our current reality? Perhaps it doesn't need to even do anything overt against the Foundation; the smallest of actions could potentially alter the entire universe. I must add however, that it is possible that none of this is important. Perhaps SCP-2896 has already died in another temporal locality, or any action it can cause is already “accounted” for, temporally speaking. We don’t have nearly a good enough grasp on how time works for us to answer that question, but the Temporal Anomalies Department is working on it. At any rate, there’s not much we can do in order to fix this situation, except for continuing our vigilance and hoping that we’re not the iteration of the Foundation to screw things up for everyone else and hope that nobody else out there screws things up too badly either. Of course, it might not even matter if that article means that someone is \"fated\" to do it or something. What’s keeping me up at night though is not ‘What if SCP-2896 causes some kind of temporal disaster?’ It’s, ‘What if it already has?’",
        "\" SCP-2896 \" by weizhong, from the SCP Wiki . Source: https://scpwiki.com/scp-2896 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2896",
    "object_class": "Euclidean-Red",
    "containment_procedures": "The current manifestation point for SCP-2896 is located within a standard human containment chamber located at Site 84. Given the nature of SCP-2896’s fluctuating temporal status, effective containment of SCP-2896 relies on effective documentation for later Foundation iterations and the maintenance of the status quo with regards to changes in containment conditions for SCP-2896.",
    "description": "SCP-2896 is a 40 year old Caucasian male, (believed to be of Russian origin), formerly known as Vladimir Strannik that possesses a non-localized temporal status. As such, SCP-2896 is capable of shifting to different points in time.",
    "title": "SCP-2896"
}