{
    "url": "https://scp-wiki.wikidot.com/scp-2903",
    "all_text": "rating: \n+29\n+\n–\nx\n\n\nItem #:\n SCP-2903\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Provisional Containment Site-131 is to be continuously occupied by Containment Team Nu-9 (\"Iron Chefs\"), recruited from Level 0 Support Personnel with horticultural and/or culinary training; and Containment Team Nu-10 (\"Cucumber Munchers\"), recruited from members of the Foundation front organization known as the Reformed and Universal Church of the Apostle of Light, who are to rigorously adhere to the lifestyle restrictions historically practiced by the Manichaean\n1\n electae\n2\n.\n\n\nMembers of Containment Team Nu-9 are to harvest all instances of SCP-2903-2 at sunrise, then prepare and serve the harvested produce to members of Containment Team Nu-10 throughout the day, before uprooting all instances of SCP-2903-2. To ensure that members of Containment Team Nu-10 satisfy the religious conditions necessary for the safe consumption of SCP-2903-2 fruits, they are encouraged to regularly hold religious services and study Foundation-provided religious literature. Furthermore, the manifests of all supply convoys departing for Site-131 are to be examined for any contraband that would threaten the lifestyle restrictions of the members of Containment Team Nu-10.\n\n\nDescription:\n SCP-2903 is the designation given to certain related anomalous phenomena located at 24.████° N, 118.████° E, in Fujian Province, China. SCP-2903-1 designates a phenomenon that causes fruit-bearing vines, the varieties of which are henceforth designated SCP-2903-2a through SCP-2903-2e, to spontaneously grow during each sunrise. The primary productivity of SCP-2903-1 is estimated to be 7500 gC d\n-1\n (grams of carbon per day). Instances of SCP-2903-2 physically resemble non-anomalous counterparts of the same species, but are thought to have indefinitely long lifespans. After an instance of SCP-2903-2 is uprooted or otherwise destroyed, another identical instance of SCP-2903-2 will spontaneously grow at the same location, unless the fruit of that instance was previous consumed by an individual who rigorously adheres to the lifestyle restrictions historically practiced by the Manichaean electae. These necessary lifestyle restrictions are listed as follows.\n\n\n\n\nSincerely and continuously held belief in the Manichaean faith.\n\n\nRenunciation of one's former occupation and material lifestyle.\n\n\nComplete abstinence from meat and intoxicants since conversion to the Manichaean faith.\n\n\nComplete abstinence from sexual activity\n3\n since conversion to the Manichaean faith.\n\n\n\n\nInstances of SCP-2903-2 possess several other anomalous characteristics besides their biological immortality and automatic replacement. When an SCP-2903-2 fruit is consumed by an individual who does not rigorously adhere to the lifestyle restrictions listed above, that individual is subjected to an anomalous effect, the nature of which depends on the type of SCP-2903-2 fruit that was consumed. Furthermore, the presence of uneaten SCP-2903-2 fruits causes meteorological anomalies within a circular region centered around them, the nature of which also depends on the type of SCP-2903-2 fruit. The radius of this region grows quadratically relative to the number of uneaten SCP-2903-2 fruits in close proximity. The varieties of SCP-2903-2 and their associated anomalous effects are listed as follows.\n\n\n\n\n\n\nDesignation\n\n\nSpecies\n\n\nEffect upon Consumption\n\n\nMeteorological Effect\n\n\n\n\n\n\nSCP-2903-2a\n\n\nCucumis sativus\n (cucumber)\n\n\nThe consumer emits light with a luminous flux measured at 1250 lumens for 10 seconds.\n\n\nIncreased intensity and duration of sunlight.\n\n\n\n\n\n\nSCP-2903-2b\n\n\nCitrullus lanatus\n (watermelon)\n\n\nThe consumer sweats 1.5 L of distilled water over 30 seconds.\n\n\nIncreased frequency and intensity of rainfall.\n\n\n\n\n\n\nSCP-2903-2c\n\n\nPhaseolus vulgaris\n (common bean)\n\n\nThe air surrounding the consumer moves outward from the consumer at a rate of 75 m/s for 5 seconds.\n\n\nIncreased frequency and intensity of winds.\n\n\n\n\n\n\nSCP-2903-2d\n\n\nSolanum lycopersicum\n (tomato plant)\n\n\nThe consumer spontaneously combusts.\n\n\nSpontaneous combustion of flammable materials.\n\n\n\n\n\n\nSCP-2903-2e\n\n\nVitis vinifera\n (common grape vine)\n\n\nA vacuum temporarily forms around the consumer, resulting in near-immediate death.\n\n\nNone observed.\n\n\n\n\n\n\nWhen a sufficient number of uneaten SCP-2903-2 fruits are in close proximity, they collectively become part of a sapient entity or group of sapient entities, henceforth designated SCP-2903-3. SCP-2903-3, which is aware of the area immediately surrounding those uneaten SCP-2903-2 fruits, is capable of communicating by producing vocalizations in Middle Persian through an unknown means. SCP-2903-3 was first encountered in 1978, during the initial containment of SCP-2903, which took place after the government of the People's Republic of China requested the Foundation's assistance with investigating reports of spontaneous combustion in Fujian Province, many of which were attributed to the consumption of \"cursed fruit\" during the famine caused by the Great Leap Forward. The reports were found to be clustered around 24.████° N, 118.████° E, the site of an abandoned temple described by local eyewitnesses as a \"temple of the elements.\" Agents exploring the temple reported the presence of SCP-2903-3, but were unable to communicate with it due to language barriers. Dr. Mirza Rostami, a scholar of Middle Persian, was dispatched to interview the entity.\n\n\n\n\n+ Interview Report-2903-1\n\n\n\n\n- Interview Report-2903-1\n\n\n\n\n\n\nInterviewed:\n SCP-2903-3\n\n\nInterviewer:\n Dr. Mirza Rostami\n\n\nForeword:\n Interview conducted in Middle Persian.\n\n\n<Begin Log>\n\n\nDr. Mirza Rostami:\n Greetings! Can you understand me?\n\n\nSCP-2903-3:\n Yes, yes, we can! Please tell us that have you come to liberate us!\n\n\nDr. Mirza Rostami:\n I cannot say. You will have to identify yourself first.\n\n\nSCP-2903-3:\n Of course, of course, how could we forget? We are the Elements of Light\n4\n; sons and garments of the First Man, martyr before the King of Darkness. In our defeated, humiliated state, we sit before you, trapped in the fruits of this garden.\n\n\nDr. Mirza Rostami:\n Is that so? For how long have you been in this state?\n\n\nSCP-2903-3:\n Since the First Creation, when the demons swallowed us whole and imprisoned us in matter. That being said, we can remember only the last few years.\n\n\nDr. Mirza Rostami:\n Do you happen to know why that is the case?\n\n\nSCP-2903-3:\n We can only guess. Most of our memory is… hazy, and indistinguishable, for it is of when our existence was dispersed throughout the fruits of this world. The faithful electae consumed our particles and liberated us through their blessed digestion, but with time, the numbers of the electae diminished, and we began to coalesce.\n\n\nDr. Mirza Rostami:\n What exactly do you mean by \"coalesce?\"\n\n\nSCP-2903-3:\n With great effort, we force our particles to come together. They move here, to this country, where we once had found the last surviving community of the electae. For several centuries, they carried out our liberation here, until something recent—we do not know what—caused them to abandon us\n5\n. Once the electae departed, we found ourselves trapped here in this garden, isolated and alone.\n\n\nDr. Mirza Rostami:\n I see. Now, is there anything you could tell me about the recent spontaneous human combustions that have taken place in this region? I have been informed that many of them have been attributed to the consumption of these fruits.\n\n\nSCP-2903-3:\n When the impure consume the fruits, they will not free our particles, but release them back into this world, where we will manifest. Elsewhere, when we find that our particles are present in too high a concentration, we will manifest as well.\n\n\nDr. Mirza Rostami:\n Do you have any control over these manifestations?\n\n\nSCP-2903-3:\n No, but when we are liberated from the fruits of this garden—from this damned matter—they will cease, for we will no longer manifest in this world.\n\n\nDr. Mirza Rostami:\n If so, I will leave, and see what can be done to help you.\n\n\nSCP-2903-3:\n Hurry. It is upon us that your salvation depends!\n\n\n<End Log>\n\n\nClosing Statement:\n After the interview, the Cheng Committee was formed by members of the Department of Antiquities to devise Special Containment Procedures for SCP-2903. Over the following five years, the Cheng Committee fabricated lost Manichaean religious literature and organized the Foundation front organization known as the Reformed and Universal Church of the Apostle of Light in order to recruit personnel suitable for the containment of SCP-2903. In 1985, the temple at 24.████° N, 118.████° E was redesignated Provisional Containment Site-131, and Containment Teams Nu-9 and Nu-10 were formed, inaugurating the containment of SCP-2903.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Manichaeism is a dualistic religion, incorporating Zoroastrian, Christian, and Gnostic elements, founded by the prophet Mani in Persia during the 3\nrd\n century CE.\n\n\n2\n. Followers of Manichaeism were divided into two classes: the monastics known as the electae and the laymen known as the hearers.\n\n\n3\n. Including but not limited to sexual intercourse, non-penetrative sex, and masturbation.\n\n\n4\n. In the Manichaean cosmology, the Elements of Light are light, water, wind, fire, and ether.\n\n\n5\n. Interviews of local eyewitnesses suggest that the community of electae in Fujian Province became targets of political violence during the Cultural Revolution for their heterodox religious beliefs and resistance to the collectivization of their lands.\n\n\n\n\n\n\n\n\n« \nSCP-2902\n | SCP-2903 | \nSCP-2904\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: SCP-2903-3 Interviewer: Dr. Mirza Rostami Foreword: Interview conducted in Middle Persian. <Begin Log> Dr. Mirza Rostami: Greetings! Can you understand me? SCP-2903-3: Yes, yes, we can! Please tell us that have you come to liberate us! Dr. Mirza Rostami: I cannot say. You will have to identify yourself first. SCP-2903-3: Of course, of course, how could we forget? We are the Elements of Light 4 ; sons and garments of the First Man, martyr before the King of Darkness. In our defeated, humiliated state, we sit before you, trapped in the fruits of this garden. Dr. Mirza Rostami: Is that so? For how long have you been in this state? SCP-2903-3: Since the First Creation, when the demons swallowed us whole and imprisoned us in matter. That being said, we can remember only the last few years. Dr. Mirza Rostami: Do you happen to know why that is the case? SCP-2903-3: We can only guess. Most of our memory is… hazy, and indistinguishable, for it is of when our existence was dispersed throughout the fruits of this world. The faithful electae consumed our particles and liberated us through their blessed digestion, but with time, the numbers of the electae diminished, and we began to coalesce. Dr. Mirza Rostami: What exactly do you mean by \"coalesce?\" SCP-2903-3: With great effort, we force our particles to come together. They move here, to this country, where we once had found the last surviving community of the electae. For several centuries, they carried out our liberation here, until something recent—we do not know what—caused them to abandon us 5 . Once the electae departed, we found ourselves trapped here in this garden, isolated and alone. Dr. Mirza Rostami: I see. Now, is there anything you could tell me about the recent spontaneous human combustions that have taken place in this region? I have been informed that many of them have been attributed to the consumption of these fruits. SCP-2903-3: When the impure consume the fruits, they will not free our particles, but release them back into this world, where we will manifest. Elsewhere, when we find that our particles are present in too high a concentration, we will manifest as well. Dr. Mirza Rostami: Do you have any control over these manifestations? SCP-2903-3: No, but when we are liberated from the fruits of this garden—from this damned matter—they will cease, for we will no longer manifest in this world. Dr. Mirza Rostami: If so, I will leave, and see what can be done to help you. SCP-2903-3: Hurry. It is upon us that your salvation depends! <End Log> Closing Statement: After the interview, the Cheng Committee was formed by members of the Department of Antiquities to devise Special Containment Procedures for SCP-2903. Over the following five years, the Cheng Committee fabricated lost Manichaean religious literature and organized the Foundation front organization known as the Reformed and Universal Church of the Apostle of Light in order to recruit personnel suitable for the containment of SCP-2903. In 1985, the temple at 24.████° N, 118.████° E was redesignated Provisional Containment Site-131, and Containment Teams Nu-9 and Nu-10 were formed, inaugurating the containment of SCP-2903."
    ],
    "item": "SCP-2903",
    "object_class": "Euclid",
    "containment_procedures": "Provisional Containment Site-131 is to be continuously occupied by Containment Team Nu-9 (\"Iron Chefs\"), recruited from Level 0 Support Personnel with horticultural and/or culinary training; and Containment Team Nu-10 (\"Cucumber Munchers\"), recruited from members of the Foundation front organization known as the Reformed and Universal Church of the Apostle of Light, who are to rigorously adhere to the lifestyle restrictions historically practiced by the Manichaean1 electae2.",
    "description": "SCP-2903 is the designation given to certain related anomalous phenomena located at 24.████° N, 118.████° E, in Fujian Province, China. SCP-2903-1 designates a phenomenon that causes fruit-bearing vines, the varieties of which are henceforth designated SCP-2903-2a through SCP-2903-2e, to spontaneously grow during each sunrise. The primary productivity of SCP-2903-1 is estimated to be 7500 gC d-1 (grams of carbon per day). Instances of SCP-2903-2 physically resemble non-anomalous counterparts of the same species, but are thought to have indefinitely long lifespans. After an instance of SCP-2903-2 is uprooted or otherwise destroyed, another identical instance of SCP-2903-2 will spontaneously grow at the same location, unless the fruit of that instance was previous consumed by an individual who rigorously adheres to the lifestyle restrictions historically practiced by the Manichaean electae. These necessary lifestyle restrictions are listed as follows.",
    "title": "SCP-2903"
}