{
    "url": "https://scp-wiki.wikidot.com/scp-2905",
    "all_text": "rating: \n+176\n+\n–\nx\n\n\n\n\n\n\nInstances of dormant SCP-2905-2 \n(back)\n and a normal rose plant \n(front)\n in SCP-2905.\n\n\n\n\n\n\nItem #:\n SCP-2905\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2905 has been under Foundation quarantine since its discovery in 1998. Personnel removing plant/SCP-2905-2 samples within SCP-2905 must wear the protective gear provided at all times while within SCP-2905. Any personnel bitten by SCP-2905-2 should be brought back immediately to the medical clinic to assess the severity of the bite; SCP-2905-2 toxins vary wildly in potency. Collaboration with Site-45 for further information about POI Izaak and POI Nao is ongoing.\n\n\nDescription:\n SCP-2905 is a circular garden located on an islet approximately forty kilometers southeast from the Kyushu region of Japan that consists of a combination of various rose plants and SCP-2905-2. The islet itself is about half a kilometer at its longest point. The garden consists of fourteen concentric circles, alternating between a plant ring and a gravel path; SCP-2905-1 rests in the center of the garden.\n\n\nSCP-2905-1 is a statue of a kneeling woman made of tightly interwoven branches and SCP-2905-2 webbing. It stands on a flattened stone that rises 1.2 meters in the center of SCP-2905; the name \"Nao\" is inscribed into the stone. Scans reveal that SCP-2905-1 contains a humanoid body that appears to be made of SCP-2905-2 webbing as well. Occasional spherical bulging from within the body has been recorded.\n\n\nSCP-2905-2 is the term designated to the organisms intermixed with the actual rose plants of SCP-2905. While superficially resembling rose plants, they are in fact colonies of multiple organisms that individually resemble large spiders, each with a flower blooming on the topside of the abdomen. SCP-2905-2 are capable of ejecting a web-like substance; said webbing is in fact more akin to plant fibers coated with sap. The legs of SCP-2905-2 are covered in thorns that secrete toxins similar to those of various spiders. Each colony consists of one to four hundred instances of SCP-2905-2. SCP-2905-2 act as caretakers for SCP-2905-1, cleaning away dirt via brushing with legs, polishing it with rose petals, redecorating it with flowers, etc.\n\n\nAt the end of each month, various portions of SCP-2905-1 open to admit one to two dozen SCP-2905-2 inside of it. SCP-2905-2 secrete large amounts of the plant fiber webbing around the body inside SCP-2905-1, along with occasionally removing and replacing older web layers. After finishing, the SCP-2905-2 inside SCP-2905-1 will proceed to cannibalize each other until only one SCP-2905-2 is left. This SCP-2905-2 will then gather the remains of the other SCP-2905-2 into multiple sac-like webs that it deposits into various slits of the body inside SCP-2905-1 that are absorbed by the outer skin. The remaining SCP-2905-2 will then spontaneously dissolve into liquefied organic matter that is absorbed through the mouth of the humanoid body.\n\n\nFurther scanning reveals the inside of the body contains hundreds of the web sacs deposited by SCP-2905-2, along with what appear to be a digestive system made of web tubing, and a skeletal system made of reinforced plant material. A cluster of sacs are centered around the chest region of the body; within this cluster appears to be a large instance \n(approximately 7 cm from leg to leg)\n of a mirror spider \n(Thwaitesia argentiopunctata)\n.\n\n\nAs of April 17, 2004, SCP-2905-2 have been entering SCP-2905-1 in larger numbers; movement from inside SCP-2905-1 has been increasing with each subsequent addition of material. SCP-2905-1 is now under constant monitoring for further signs of activity.\n\n\nAddendum 2905-1:\n On November 16, 1999, personnel discovered another two miniature statues made of interlaced rose branches— one resembling a monkey, one resembling a peacock — concealed within separate rose plants in the outermost ring of SCP-2905. Attempts to retrieve them were initially impeded by SCP-2905-2.\n\n\nScans revealed both statues had a book stored inside them; the statues were cut open to retrieve them.\n\n\nThe books contain the accounts of a being called \"Nao\" \n(Presumed to be the same Nao as SCP-2905-1)\n. Both books contain day-to-day events recorded in a place currently theorized to be \nSCP-2746\n; names such as \"Suiward\", \"Sari\", \"Izaak\", and \"Frederick\" consistent with other records in Site-45 appear within Nao's recordings. Below are transcripts of the recovered journals. The transcripts are arranged in what is hopefully a chronological account.\n\n\n\n\n\n\n\n\nAddendum 2905-2:\n\n\nAddendum 2905-3\n\n\nAddendum 2905-4A\n\n\nAddendum 2905-4B\n\n\nAddendum 2905-4C\n\n\n\n\n\n\n\n\nTranscript of book found within monkey statue. Translated from original documents written in A-12.\n\n\n\n\n\n\nThis is so exciting! As of today I am now under the apprenticeship of \nHealer Izaak\n! It's such an honor to be learning from one of the most esteemed doctors in ████! It's going to be such a different life for me now! Not that my skill as a decorator was boring; I was truly very happy being able to grow gardens and make weavings, and make our home more beautiful. But I've been handpicked to be a healer's apprentice for my strings, which they say can play a very important role in mending injuries. I'm meeting Izaak later this evening for my first lessons! You'll do fine Nao, I know you will! You're going to learn so much more now!\n\n\n\n\n(The next six pages consisted of various herbs/medicines and their applications.)\n\n\n\n\nThis is going to be a lot of work. Izaak's healing knowledge is amazing. He tried to start me off small, but I was still barely able to keep up with his pace. Thank the Maker that I'm able to take so many notes with my legs. This book's going to fill up fast.\n\n\nOh, right, Izaak told me to take notes on everything he tells me so I have references later. I can see why, since he has so much to say; I'm bound to forget something.\n\n\n\n\n\n\nIzaak said we'd go over some of the unique things I can do myself over the next few weeks. Can't wait to see what he comes up with.\n\n\n\n\n(The next ten pages contained various drawings, diagrams, and charts of different bones and limbs, and how to properly heal them.)\n\n\n\n\nI knew my silk was strong. I've used it in countless tapestries. But Izaak keeps showing new ways it can be used. With enough wrapping and proper positioning I can make casts, slings, and braces for injuries. I've been practicing bone-setting on dummies day and night, with Izaak always overseeing how I do. It's a different kind of bone every lesson, a different kind of break, a different kind of set. But I've been learning Izaak's teaching methods so it's becoming less and less strenuous.\n\n\n\n\n\n\nI figured we'd get to stitches eventually even before the lessons started. After just a month of practice Izaak said I excelled at my work.\n\n\n\n\n\n\nToday was my first chance to apply what I've learned. Gaareth hurt his arm falling while he was working on a new tower. Izaak and I came to his side in an instant; Izaak diagnosed his injuries then told me to set the bone. Everything went well, and Gaareth should fully recover in no time. Izaak said I did good.\n\n\n\n\n\n\nThis was an… interesting day. Izaak said he had thought of something new. Usually when we treat someone with more severe injuries, we give them the Black Drink mixed with sedatives, but it takes some time to go into effect, and we have to keep giving it to them throughout the procedure.\n\n\nSo Izaak proposed I deliver the medicine by biting my patients.\n\n\nIt honestly conflicted with what he had taught me previously, but after he explained it made more sense. If I can deliver a small amount of more concentrated medicine straight through the skin instead of waiting for it to go past the stomach, we wouldn't have to worry about the amount of Drink we'd have to give patients. Right now it's just a theory.\n\n\n\n\n\n\nWell, theory proven right. Priia came in with several broken toes. She was a bit apprehensive about the proposal, but Izaak insisted. The medicine started working almost immediately. What would've have taken an hour took twenty minutes.\n\n\n\n\n(The majority of the rest of the pages consist of new healing procedures Nao is learning, along with occasional aid given to various inhabitants. Nao accounts of how she is improving her abilities' accuracy/speed, along with various medicinal formulas/mixtures she developed.)\n\n\n\n\n\n\n+ Show: Untranslated transcript\n\n\n\n\n- Hide\n\n\n\n\n\n\nFolaw law wi' ydealaflalj! Æw i's fi'kæil La æyi li'io glkyua foy ævvuaylflaaywolav i's Oyæiryua Izaak! Laf'w wgao æl oi'li'ua fi' py iryæuallalj suai'yi i'ly i's foy yii'wf ywfyyyiyk ki'afi'uaw lal ████! Laf'w ji'lalj fi' py wgao æ klassyuaylf irlasy si'ua yiy li'io! Li'f foæf yiil wzlairir æw æ kyai'uaæfi'ua ioæw pi'ualalj; La ioæw fuagiril phyuail oævvil pylalj æpiry fi' juai'io jæuakylw ælk yiæzy ioyæphlaljw, ælk yiæzy i'gua oi'yiy yii'uay pyægflasgir. Pgf La'phy pyyl oælkvlaazyk fi' py æ oyæiryua'w ævvuaylflaay si'ua yiil wfualaljw, ioolaao foyil wæil aæl viræil æ phyuail layivi'uafælf uai'iry lal yiylklalj lalugualayw. La'yi yiyyflalj Izaak iræfyua folaw yphyllalj si'ua yiil slauawf irywwi'lw! Ili'g'irir ki' slaly Nao, La zli'io ili'g iolairir! Ili'g'uay ji'lalj fi' iryæual wi' yigao yii'uay li'io!\n\n\n\n\n(The next six pages consisted of various herbs/medicines and their applications.)\n\n\n\n\nFolaw law ji'lalj fi' py æ iri'f i's ioi'uaz. Izaak'w oyæirlalj zli'ioirykjy law æyiæxulalj. Oy fualayk fi' wfæuaf yiy i'ss wyiæirir, pgf La ioæw wflairir pæuayiril æpiry fi' zyyv gv iolafo olaw væay. Foælz foy Yiæzyua foæf La'yi æpiry fi' fæzy wi' yiælil li'fyw iolafo yiil iryjw. Folaw pi'i'z'w ji'lalj fi' slairir gv sæwf.\n\n\nI'o, ualajof, Izaak fi'irk yiy fi' fæzy li'fyw i'l yphyuailfolalj oy fyirirw yiy wi' La oæphy uaysyuaylayw iræfyua. La aæl wyy iooil, wlalay oy oæw wi' yigao fi' wæil; La'yi pi'glk fi' si'uajyf wi'yiyfolalj.\n\n\n\n\n\n\nIzaak wælak ioy'k ji' i'phyua wi'yiy i's foy gllakhgy folaljw La aæl ki' yiilwyirs i'phyua foy lydef syio ioyyzw. Aæl'f ioælaf fi' wyy iooæf oy ai'yiyw gv iolafo.\n\n\n\n\n(The next ten pages contained various drawings, diagrams, and charts of different bones and limbs, and how to properly heal them.)\n\n\n\n\nLa zlyio yiil wlairz ioæw wfuai'lj. La'phy gwyk laf lal ai'glfiryww fævywfualayw. Pgf Izaak zyyvw woi'iolalj lyio ioæilw laf aæl py gwyk. Iolafo yli'gjo iouaævvlalj ælk vuai'vyua vi'wlaflai'llalj La aæl yiæzy aæwfw, wirlaljw, ælk puaæayw si'ua lalugualayw. La'phy pyyl vuaæaflaalalj pi'lywyfflalj i'l kgyiyilayw kæil ælk llajof, iolafo Izaak æirioæilw i'phyuawyylalj oi'io La ki'. Laf'w æ klassyuaylf zlalk i's pi'ly yphyuail irywwi'l, æ klassyuaylf zlalk i's puayæz, æ klassyuaylf zlalk i's wyf. Pgf La'phy pyyl iryæuallalj Izaak'w fyæaolalj yiyfoi'kw wi' laf'w pyai'yilalj iryww ælk iryww wfuaylgi'gw.\n\n\n\n\n\n\nLa slajguayk ioy'k jyf fi' wflafaoyw yphylfgæiriril yphyl pysi'uay foy irywwi'lw wfæuafyk. Æsfyua ugwf æ yii'lfo i's vuaæaflaay Izaak wælak La ydeayiriryk æf yiil ioi'uaz.\n\n\n\n\n\n\nFi'kæil ioæw yiil slauawf aoælay fi' ævviril iooæf La'phy iryæualyk. Gaareth oguaf olaw æuayi sæirirlalj ioolairy oy ioæw ioi'uazlalj i'l æ lyio fi'ioyua. Izaak ælk La aæyiy fi' olaw wlaky lal æl lalwfælf; Izaak klaæjli'wyk olaw lalugualayw foyl fi'irk yiy fi' wyf foy pi'ly. Yphyuailfolalj ioylf ioyirir, ælk Gaareth woi'girk sgiriril uayai'phyua lal li' flayiy. Izaak wælak La klak ji'i'k.\n\n\n\n\n\n\nFolaw ioæw æl… lalfyuaywflalj kæil. Izaak wælak oy oæk foi'gjof i's wi'yiyfolalj lyio. Gwgæiriril iooyl ioy fuayæf wi'yiyi'ly iolafo yii'uay wyphyuay lalugualayw, ioy jlaphy foyyi foy Piræaz Kualalz yiladeyk iolafo wykæflaphyw, pgf laf fæzyw wi'yiy flayiy fi' ji' lalfi' yssyaf, ælk ioy oæphy fi' zyyv jlaphlalj laf fi' foyyi fouai'gjoi'gf foy vuai'aykguay.\n\n\nWi' Izaak vuai'vi'wyk La kyirlaphyua foy yiyklaalaly pil plaflalj yiil væflaylfw.\n\nLaf oi'lywfiril ai'lsirlaafyk iolafo iooæf oy oæk fægjof yiy vuayphlai'gwiril, pgf æsfyua oy ydevirælalyk laf yiæky yii'uay wylwy. Las La aæl kyirlaphyua æ wyiæirir æyii'glf i's yii'uay ai'laylfuaæfyk yiyklaalaly wfuaælajof fouai'gjo foy wzlal lalwfyæk i's ioælaflalj si'ua laf fi' ji' væwf foy wfi'yiæao, ioy ioi'girkl'f oæphy fi' ioi'uauail æpi'gf foy æyii'glf i's Kualalz ioy'k oæphy fi' jlaphy væflaylfw. Ualajof li'io laf'w ugwf æ foyi'uail.\n\n\n\n\n\n\nIoyirir, foyi'uail vuai'phyl ualajof. Priia aæyiy lal iolafo wyphyuaæir puai'zyl fi'yw. Woy ioæw æ plaf ævvuayoylwlaphy æpi'gf foy vuai'vi'wæir, pgf Izaak lalwlawfyk. Foy yiyklaalaly wfæuafyk ioi'uazlalj æiryii'wf layiyiyklaæfyiril. Iooæf ioi'girk'phy oæphy fæzyl æl oi'gua fi'i'z fioylfil yilalgfyw.\n\n\n\n\n(The majority of the rest of the pages consist of new healing procedures Nao is learning, along with occasional aid given to various inhabitants. Nao accounts of how she is improving her abilities' accuracy/speed, along with various medicinal formulas/mixtures she developed.)\n\n\n\n\n\n\n\n\n\n\n\n\nTranscript of book found within peacock statue. Translated from original documents written in A-12.\n\n\n\n\n\n\nThis is Healer Nao. It's official, I'm no longer just an apprentice, so here's a new journal to mark a new chapter. I cannot believe the six years went by so quick. After Izaak gave the official release, I nearly cried. He's practically a father to me, and I plan on continuing to make him proud.\n\n\nGaareth and Mindi are finishing the building for me. Ever since I helped Gaareth, those two have become close friends of mine. And not just them. It's wonderful having so many people that trust me. One of the greatest feelings you can have as a Healer.\n\n\nI should start writing down everything I need to move over.\n\n\n\n\n(Next four pages consist of a list supplies and various books.)\n\n\n\n\nI haven't written in here for a week. Moving everything took a lot of work. Thanks again to Gaareth and Izaak for their help!\n\n\n\n\n\n\nJasst and Li'ra came to visit me today. They said they've missed my company back in the gardens and weaving rooms. I'm sorry! But they said they're happy for me, and they even brought me some roses and fabrics. For when I have spare time and feel like sewing again they said. Thanks!\n\n\n\n\n(The next six pages consist of logs detailing items Nao and her customers exchanged with each other. Nao also remarks on how she needs extra helpers in her shop.)\n\n\n\n\nWriting again. As much as I love being a Healer, I've been getting tired this last quarter. Izaak visits now and then, and my friends try and help whenever they can, but it's still mostly just me working. And… I'm small. Spiders can only move so much at a time. I'm going to go ask Scholar Dii'anna if she can help me in anyway. Her Nature Crafting is second to none, and the dancing sunflowers she sent have given me an idea.\n\n\n\n\n\n\nWhat a relief. Dii'ana was more than willing to help, and I now have twelve of my personal assistants. Ninety-six more legs around the shop, and Dii'ana designed them beautifully. The large roses on the back are a particularly nice touch. They can even make strings like me! I'll have to start showing them my techniques.\n\n\n\n\n\n\nIt looks like the thorns are just as good for medicine injections. I had to remove quite a few to avoid unnecessary pricking, but none of them minded it.\n\n\n\n\n\n\nWhat a surprise I got this morning! My rose spiders can reproduce! I found a pile of seeds in between two of them when I woke up. I planted a few of them; going to save the rest for when I need them more.\n\n\n\n\n\n\n\n\n+ Show: Untranslated transcript\n\n\n\n\n- Hide\n\n\n\n\n\n\nFolaw law Oyæiryua Nao. Laf'w i'sslaalaæir, La'yi li' iri'ljyua ugwf æl ævvuaylflaay, wi' oyuay'w æ lyio ui'gualæir fi' yiæuaz æ lyio aoævfyua. La aælli'f pyirlayphy foy wlade ilyæuaw ioylf pil wi' khglaaz. Æsfyua Izaak jæphy foy i'sslaalaæir uayiryæwy, La lyæuairil aualayk. Oy'w vuaæaflaaæiriril æ sæfoyua fi' yiy, ælk La viræl i'l ai'lflalglalj fi' yiæzy olayi vuai'gk.\n\n\nGaareth ælk Mindi æuay slallawolalj foy pglairklalj si'ua yiy. Yphyua wlalay La oyirvyk Gaareth, foi'wy fioi' oæphy pyai'yiy airi'wy sualaylkw i's yilaly. Ælk li'f ugwf foyyi. Laf'w ioi'lkyuasgir oæphlalj wi' yiælil vyi'viry foæf fuagwf yiy. I'ly i's foy juayæfywf syyirlaljw ili'g aæl oæphy æw æ Oyæiryua.\n\n\nLa woi'girk wfæuaf ioualaflalj ki'iol yphyuailfolalj La lyyk fi' yii'phy i'phyua.\n\n\n\n\n(Next four pages consist of a list supplies and various books.)\n\n\n\n\nLa oæphyl'f ioualaffyl lal oyuay si'ua æ ioyyz. Yii'phlalj yphyuailfolalj fi'i'z æ iri'f i's ioi'uaz. Foælzw æjælal fi' Gaareth ælk Izaak si'ua foylaua oyirv!\n\n\n\n\n\n\nJasst ælk Li'ra aæyiy fi' phlawlaf yiy fi'kæil. Foyil wælak foyil'phy yilawwyk yiil ai'yivælil pæaz lal foy jæuakylw ælk ioyæphlalj uai'i'yiw. La'yi wi'uauail! Pgf foyil wælak foyil'uay oævvil si'ua yiy, ælk foyil yphyl puai'gjof yiy wi'yiy uai'wyw ælk sæpualaaw. Si'ua iooyl La oæphy wvæuay flayiy ælk syyir irlazy wyiolalj æjælal foyil wælak. Foælzw!\n\n\n\n\n(The next six pages consist of logs detailing items Nao and her customers exchanged with each other. Nao also remarks on how she needs extra helpers in her shop.)\n\n\n\n\nIoualaflalj æjælal. Æw yigao æw La iri'phy pylalj æ Oyæiryua, La'phy pyyl jyfflalj flauayk folaw iræwf khgæuafyua. Izaak phlawlafw li'io ælk foyl, ælk yiil sualaylkw fuail ælk oyirv iooylyphyua foyil aæl, pgf laf'w wflairir yii'wfiril ugwf yiy ioi'uazlalj. Ælk… La'yi wyiæirir. Wvlakyuaw aæl i'liril yii'phy wi' yigao æf æ flayiy. La'yi ji'lalj fi' ji' æwz Waoi'iræua Dii'ana las woy aæl oyirv yiy lal ælilioæil. Oyua Læfguay Auaæsflalj law wyai'lk fi' li'ly, ælk foy kælalalj wglsiri'ioyuaw woy wylf oæphy jlaphyl yiy æl lakyæ.\n\n\n\n\n\n\nIooæf æ uayirlays. Dii'ana ioæw yii'uay foæl iolairirlalj fi' oyirv, ælk La li'io oæphy fioyirphy i's yiil vyuawi'læir æwwlawfælfw. Llalyfilwlade yii'uay iryjw æuai'glk foy woi'v, ælk Dii'ana kywlajlyk foyyi pyægflasgiriril. Foy iræuajy uai'wyw i'l foy pæaz æuay æ væuaflaagiræuairil llaay fi'gao. Foyil aæl yphyl yiæzy wfualaljw irlazy yiy! La'irir oæphy fi' wfæuaf woi'iolalj foyyi yiil fyaollakhgyw.\n\n\n\n\n\n\nLaf iri'i'zw irlazy foy foi'ualw æuay ugwf æw ji'i'k si'ua yiyklaalaly laluyaflai'lw. La oæk fi' uayyii'phy khglafy æ syio fi' æphi'lak gllyaywwæuail vualaazlalj, pgf li'ly i's foyyi yilalkyk laf.\n\n\n\n\n\n\nIooæf æ wguavualawy La ji'f folaw yii'uallalj! Yiil uai'wy wvlakyuaw aæl uayvuai'kgay! La si'glk æ vlairy i's wyykw lal pyfioyyl fioi' i's foyyi iooyl La ioi'zy gv. La virælfyk æ syio i's foyyi; ji'lalj fi' wæphy foy uaywf si'ua iooyl La lyyk foyyi yii'uay.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe following translation was obtained from a spider statue found within the innermost circle of SCP-2905 on February 16, 2001. Translated from original A-12.\n\n\nNote:\n Personnel initially uncovered a statue of a hyena within the plants of the innermost ring, but attempts to retrieve it were met with significant hostility from SCP-2905-2; SCP-2905-2 from the thirteenth and twelfth rings also moved in to the fourteenth ring in an attempt to keep the personnel from taking the statue. Eventually, SCP-2905-2 took the statue back, but brought out the spider statue now in Foundation custody. Said statue was taken without SCP-2905-2 interference; an explanation for this behavior is still being discussed.\n\n\n\n\n\n\nEverything's been destroyed. It's snowing. It's so cold. My building has been burned down. Everyone wanted the medicines I had stored. I've been in hiding for eighteen days, I think. I managed to save seven of my journals\n1\n, a dozen different herbs, and a dozen different medicines. Oh, also the seeds of the rose spiders I've been saving. Six of the original generation are with me; the rest were caught up in the fire.\n\n\nWhat happened? I knew there was going to be a celebration for the completion of the new world. I didn't go. I'm not much of a partier. Jasst and Li'ra were with me in the shop. Suddenly we heard yelling outside. There was smoke in the distance, and roaring too. We got scared and locked everything.\n\n\nWe waited a few days before going outside again. The streets were empty. We saw blood on some of the buildings nearby. What's going on?\n\n\n\n\n\n\nWe spent the next twenty days without seeing anyone. The snow started falling twelve days in. The ground was covered within a night. Jasst started to complain of stomach pains. None of the medicines we gave her helped.\n\n\n\n\n\n\nLi'ra's beginning to have stomachaches too. I can't figure out a remedy.\n\n\n\n\n\n\nWe saw someone else for the first time in forty-five days. Gi'lan was outside our door with his wings torn off and a huge bite mark in his side. We did our best but the bone damage was too severe. He's gone. We buried him outside. But he told us what was going on before he passed. I can't believe it.\n\n\nThat's why Jasst and Li'ra are in pain. They're beginning to starve. Maker, why did you do this to us? Make us need to eat? Eat \neach other\n? I've seen Master Frederick's words, Suiward's and Sari's pleas. None of it makes any sense! What am I supposed to do? This is wrong. So, so wrong. \nI would never\n I could never hurt someone! What would Izaak say if I harmed instead of healed?\n\n\n\n\n\n\nA few days passed, and then we heard sounds of fighting. Pained cries, crashing, it was horrible. Being the Healer I am I dared to go outside and see who was getting hurt. I knew ████ had occasional arguments, but nothing like what I saw.\n\n\nWhen I opened the door, there was blood all over the snow. Mindi was on the ground, with half of her face missing. Joor'ra and Helion were EATING her. Joor'ra saw me and flew into the room. He snatched up Li'ra. Oh, Maker. Li'ra's DEAD. SHES DEAD. SHES DEAD SHES DEAD. The rose spiders pounced onto him and jabbed him with all sorts of drugs. I just screamed. By the time they crawled off, Joor'ra was a bloody mess full of holes.\n\n\nThen Helion came in. We looked at each other for a split second before I grabbed everything I could while the rose spiders kept him from getting near me. Wrapped it all up then sprinted out the door while Helion was still struggling. The last thing I saw looking back was smoke beginning to pour out of the windows.\n\n\n\n\n\n\nI'm starting to get hungry too. But I think I can bear it a little longer. I'm not eating anyone yet, right? I'll be fine.\n\n\nYou'll be fine, Nao. You'll be fine, Nao. You'll be fine, Nao.\n\n\n\n\n\n\nIzaak. Izaak, where are you? Help me. Help me help me help me help me.\n\n\n\n\n\n\nI tried eating some of the rose spider seeds. It hurt. I don't think I can handle this kind of food.\n\n\n\n\n\n\nI'm not going to eat anyone. But I can't eat anything else either. Plants hurt. Seeds hurt. Crops hurt. What am I supposed to do?\n\n\n\n\n\n\nI'm dying. I'm too hungry to move. I guess in the end I couldn't make myself better.\n\n\n\n\n\n\nIzaak came to me. Thank you. THANK YOU.\n\n\nBut he's hurt. He's hurt really bad. He's missing a leg. I was able to disinfect and close the stump but there's no hope in getting it back completely.\n\n\nIzaak told me I have to find food for myself. I told him I refused. He told me to not be stupid. He told me that Healers can't do anything right now. Those words hurt. They still hurt.\n\n\nHe looked scared. He told me I had to leave. When I asked him why he broke down and said he made something he shouldn't have. He showed me a black fruit and told me to bring out my supplies. I don't know what he did, but he mixed the fruit's juices and some of the other medicines together. He gave the new mixture to me and told me it would help me eat better. I asked him what we were going to do. Izaak sighed and said he had nothing to do with me any more. That he didn't deserve to be called a Healer. After that I fell asleep again. When I woke up Izaak was gone.\n\n\n\n\n\n\n\n\n+ Show: Untranslated transcript\n\n\n\n\n- Hide\n\n\n\n\n\n\nYphyuailfolalj'w pyyl kywfuai'ilyk. Laf'w wli'iolalj. Laf'w wi' ai'irk. Yiil pglairklalj oæw pyyl pgualyk ki'iol. Yphyuaili'ly ioælfyk foy yiyklaalalyw La oæk wfi'uayk. La'phy pyyl lal olaklalj si'ua ylajofyyl kæilw, La folalz. La yiælæjyk fi' wæphy wyphyl i's yiil ui'gualæirw, æ ki'xuyl klassyuaylf oyuapw, ælk æ ki'xuyl klassyuaylf yiyklaalalyw. I'o, æirwi' foy wyykw i's foy uai'wy wvlakyuaw La'phy pyyl wæphlalj. Wlade i's foy i'ualajlalæir jylyuaæflai'l æuay iolafo yiy; foy uaywf ioyuay aægjof gv lal foy slauay.\n\n\nIooæf oævvylyk La zlyio foyuay ioæw ji'lalj fi' py æ ayirypuaæflai'l si'ua foy ai'yiviryflai'l i's foy lyio ioi'uairk. La klakl'f ji'. La'yi li'f yigao i's æ væuaflayua. Jasst ælk Li'ra ioyuay iolafo yiy lal foy woi'v. Wgkkyliril ioy oyæuak ilyirirlalj i'gfwlaky. Foyuay ioæw wyii'zy lal foy klawfælay, ælk uai'æualalj fi'i'. Ioy ji'f waæuayk ælk iri'azyk yphyuailfolalj.\n\n\nIoy ioælafyk æ syio kæilw pysi'uay ji'lalj i'gfwlaky æjælal. Foy wfuayyfw ioyuay yyivfil. Ioy wæio piri'i'k i'l wi'yiy foy pglairklaljw lyæuapil. Iooæf'w ji'lalj i'l\n\n\n\n\n\n\nIoy wvylf foy lydef fioylfil kæilw iolafoi'gf wyylalj ælili'ly. Foy wli'io wfæuafyk sæirirlalj fioyirphy kæilw lal. Foy juai'glk ioæw ai'phyuayk iolafolal æ llajof. Jasst wfæuafyk fi' ai'yivirælal i's wfi'yiæao vælalw. Li'ly i's foy yiyklaalalyw ioy jæphy oyua oyirvyk.\n\n\n\n\n\n\nLi'ra'w pyjlalllalj fi' oæphy wfi'yiæaoæaoyw fi'i'. La aæl'f slajguay i'gf æ uayyiykil.\n\n\n\n\n\n\nIoy wæio wi'yiyi'ly yirwy si'ua foy slauawf flayiy lal si'uafilslaphy kæilw. Jla'iræl ioæw i'gfwlaky i'gua ki'i'ua iolafo olaw iolaljw fi'ual i'ss ælk æ ogjy plafy yiæuaz lal olaw wlaky. Ioy klak i'gua pywf pgf foy pi'ly kæyiæjy ioæw fi'i' wyphyuay. Oy'w ji'ly. Ioy pgualayk olayi i'gfwlaky. Pgf oy fi'irk gw iooæf ioæw ji'lalj i'l pysi'uay oy væwwyk. La aæl'f pyirlayphy laf.\n\n\nFoæf'w iooil Jasst ælk Li'ra æuay lal vælal. Foyil'uay pyjlalllalj fi' wfæuaphy. Yiæzyua, iooil klak ili'g ki' folaw fi' gw Yiæzy gw lyyk fi' yæf Yæf yæao i'foyua La'phy wyyl Yiæwfyua Suaykyualaaz'w ioi'uakw, Wglaioæuak'w ælk Wæuala'w viryæw. Li'ly i's laf yiæzyw ælil wylwy! Iooæf æyi La wgvvi'wyk fi' ki' Folaw law iouai'lj. Wi', wi' iouai'lj. La ioi'girk lyphyua La ai'girk lyphyua oguaf wi'yiyi'ly! Iooæf ioi'girk Izaak wæil las La oæuayiyk lalwfyæk i's oyæiryk\n\n\n\n\n\n\nÆ syio kæilw væwwyk, ælk foyl ioy oyæuak wi'glkw i's slajoflalj. Vælalyk aualayw, auaæwolalj, laf ioæw oi'uaualapiry. Pylalj foy Oyæiryua La æyi La kæuayk fi' ji' i'gfwlaky ælk wyy iooi' ioæw jyfflalj oguaf. La zlyio ████ oæk i'aaæwlai'læir æuajgyiylfw, pgf li'folalj irlazy iooæf La wæio.\n\n\nIooyl La i'vylyk foy ki'i'ua, foyuay ioæw piri'i'k æirir i'phyua foy wli'io. Mindi ioæw i'l foy juai'glk, iolafo oæirs i's oyua sæay yilawwlalj. i'i'ua'uaæ ælk Oyirlai'l ioyuay YÆFLaLJ oyua. i'i'ua'uaæ wæio yiy ælk siryio lalfi' foy uai'i'yi. Oy wlæfaoyk gv Li'ra. I'o, Yiæzyua. Li'ra'w KYÆK. WOYW KYÆK. WOYW KYÆK WOYW KYÆK. Foy uai'wy wvlakyuaw vi'glayk i'lfi' olayi ælk uæppyk olayi iolafo æirir wi'uafw i's kuagjw. La ugwf wauayæyiyk. Pil foy flayiy foyil auaæioiryk i'ss, i'i'ua'uaæ ioæw æ piri'i'kil yiyww sgirir i's oi'iryw.\n\n\nFoyl Oyirlai'l aæyiy lal. Ioy iri'i'zyk æf yæao i'foyua si'ua æ wvirlaf wyai'lk pysi'uay La juaæppyk yphyuailfolalj La ai'girk ioolairy foy uai'wy wvlakyuaw zyvf olayi suai'yi jyfflalj lyæua yiy. Iouaævvyk laf æirir gv foyl wvualalfyk i'gf foy ki'i'ua iooil Oyirlai'l ioæw wflairir wfuagjjirlalj. Foy iræwf folalj La wæio iri'i'zlalj pæaz ioæw wyii'zy pyjlalllalj fi' vi'gua i'gf i's foy iolalki'iow.\n\n\n\n\n\n\nLa'yi wfæuaflalj fi' jyf ogljuail fi'i'. Pgf La folalz La aæl pyæua laf æ irlaffiry iri'ljyua. La'yi li'f yæflalj ælili'ly ilyf, ualajof La'irir py slaly.\n\n\nIli'g'irir py slaly, Nao. Ili'g'irir py slaly, Nao. Ili'g'irir py slaly, Nao.\n\n\n\n\n\n\nIzaak. Izaak, iooyuay æuay ili'g Oyirv yiy. Oyirv yiy oyirv yiy oyirv yiy oyirv yiy.\n\n\n\n\n\n\nLa fualayk yæflalj wi'yiy i's foy uai'wy wvlakyua wyykw. Laf oguaf. La ki'l'f folalz La aæl oælkiry folaw zlalk i's si'i'k.\n\n\n\n\n\n\nLa'yi li'f ji'lalj fi' yæf ælili'ly. Pgf La aæl'f yæf ælilfolalj yirwy ylafoyua. Virælfw oguaf. Wyykw oguaf. Auai'vw oguaf. Iooæf æyi La wgvvi'wyk fi' ki'\n\n\n\n\n\n\nLa'yi killalj. La'yi fi'i' ogljuail fi' yii'phy. La jgyww lal foy ylk La ai'girkl'f yiæzy yiilwyirs pyffyua.> Izaak aæyiy fi' yiy. Foælz ili'g. FOÆLZ IlI'G.\n\n\nPgf oy'w oguaf. Oy'w oguaf uayæiriril pæk. Oy'w yilawwlalj æ iryj. La ioæw æpiry fi' airi'wy foy ioi'glk pgf foyuay'w li' oi'vy lal jyfflalj laf pæaz ai'yiviryfyiril.\n\n\nIzaak fi'irk yiy La oæphy fi' slalk si'i'k si'ua yiilwyirs. La fi'irk olayi La uaysgwyk. Oy fi'irk yiy fi' li'f py wfgvlak. Oy fi'irk yiy foæf Oyæiryuaw aæl'f ki' ælilfolalj ualajof li'io. Foi'wy ioi'uakw oguaf. Foyil wflairir oguaf.\n\n\nOy iri'i'zyk waæuayk. Oy fi'irk yiy La oæk fi' iryæphy. Iooyl La æwzyk olayi iooil oy puai'zy ki'iol ælk wælak oy yiæky wi'yiyfolalj oy woi'girkl'f oæphy. Oy woi'ioyk yiy æ piræaz suaglaf ælk fi'irk yiy fi' pualalj i'gf yiil wgvvirlayw. La ki'l'f zli'io iooæf oy klak, pgf oy yiladeyk foy suaglaf'w uglaayw ælk wi'yiy i's foy i'foyua yiyklaalalyw fi'jyfoyua. Oy jæphy foy lyio yiladefguay fi' yiy ælk fi'irk yiy laf ioi'girk oyirv yiy yæf pyffyua. La æwzyk olayi iooæf ioy ioyuay ji'lalj fi' ki'. Izaak wlajoyk ælk wælak oy oæk li'folalj fi' ki' iolafo yiy ælil yii'uay. Foæf oy klakl'f kywyuaphy fi' py aæiriryk æ Oyæiryua. Æsfyua foæf La syirir æwiryyv æjælal. Iooyl La ioi'zy gv Izaak ioæw ji'ly.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIzaak what did you leave me? This is insane. What have you been up to? \nI can't\n I won't do this. And even if I wanted to do this, why would I want to become like them? The ones responsible for all our suffering? And from what you've left in these notes, the process would take hundreds of cycles to complete.\n\n\nStrings as muscle, blood and flesh used from others I've eaten, myself at the center of a body that's so unnatural.\n\n\nWHAT WERE YOU THINKING WHEN YOU MADE THIS IZAAK\n\n\nYou said you wanted me to be safe. You wanted me to leave ████. Is this place truly worse than anything outside?\n\n\n\n\n\n\nI understand you wanted me to have this body, Izaak. If I stay here I'll be eaten, frail as I am. If I leave, the Maker's creations will kill me as soon as they can. They hate the form I've chosen.\n\n\nI can't write anymore right now. It's too much to take in.\n\n\n\n\n\n\nI had to use the mix Izaak gave me. Jasst attacked me. She looked horrible. I don't even think she recognized me. She tried to eat me. \nJASST WHY WOULD YOU TRY TO HURT ME\n I bit her with the stuff on my teeth and she screamed. She started seizing up. She MELTED. Izaak, is this how I'm supposed to gather blood for the body you want me to make?\n\n\nOh, Maker, Izaak must have done something to the rose spiders. They started wrapping up what was left of Jasst. Just like the drawings. Little pods to attach to me like eggs.\n\n\n\n\n\n\n\n\n+ Show: Untranslated transcript\n\n\n\n\n- Hide\n\n\n\n\n\n\nIzaak iooæf klak ili'g iryæphy yiy Folaw law lalwæly. Iooæf oæphy ili'g pyyl gv fi' La aæl'f La ioi'l'f ki' folaw. Ælk yphyl las La ioælfyk fi' ki' folaw, iooil ioi'girk La ioælf fi' pyai'yiy irlazy foyyi Foy i'lyw uaywvi'lwlapiry si'ua æirir i'gua wgssyualalj Ælk suai'yi iooæf ili'g'phy irysf lal foywy li'fyw, foy vuai'ayww ioi'girk fæzy oglkuaykw i's ailairyw fi' ai'yiviryfy.\n\n\nWfualaljw æw yigwairy, piri'i'k ælk sirywo gwyk suai'yi i'foyuaw La'phy yæfyl, yiilwyirs æf foy aylfyua i's æ pi'kil foæf'w wi' gllæfguaæir.\n\n\nIoOÆF IoYUaY IlI'G FOLaLZLaLJ IoOYL IlI'G YiÆKY FOLaW IZAAK\n\n\nIli'g wælak ili'g ioælfyk yiy fi' py wæsy. Ili'g ioælfyk yiy fi' iryæphy ████. Law folaw viræay fuagiril ioi'uawy foæl ælilfolalj i'gfwlaky\n\n\n\n\n\n\nLa glkyuawfælk ili'g ioælfyk yiy fi' oæphy folaw pi'kil, Izaak. Las La wfæil oyuay La'irir py yæfyl, suaælair æw La æyi. Las La iryæphy, foy Yiæzyua'w auayæflai'lw iolairir zlairir yiy æw wi'i'l æw foyil aæl. Foyil oæfy foy si'uayi La'phy aoi'wyl.\n\n\nLa aæl'f ioualafy ælilyii'uay ualajof li'io. Laf'w fi'i' yigao fi' fæzy lal.\n\n\n\n\n\n\nLa oæk fi' gwy foy yilade Izaak jæphy yiy. Jasst æffæazyk yiy. Woy iri'i'zyk oi'uaualapiry. La ki'l'f yphyl folalz woy uayai'jllaxuyk yiy. Woy fualayk fi' yæf yiy. \nJASST IoOIl IoI'GIrK IlI'G FUaIl FI' OGUaF YiY\n La plaf oyua iolafo foy wfgss i'l yiil fyyfo ælk woy wauayæyiyk. Woy wfæuafyk wylaxulalj gv. Woy YiYIrFYK. Izaak, law folaw oi'io La'yi wgvvi'wyk fi' jæfoyua piri'i'k si'ua foy pi'kil ili'g ioælf yiy fi' yiæzy\n\n\nI'o, Yiæzyua, Izaak yigwf oæphy ki'ly wi'yiyfolalj fi' foy uai'wy wvlakyuaw. Foyil wfæuafyk iouaævvlalj gv iooæf ioæw irysf i's Jasst. gwf irlazy foy kuaæiolaljw. Irlaffiry vi'kw fi' æffæao fi' yiy irlazy yjjw.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI'm outside. I don't know where I am. The rose spiders must have taken me away while I was asleep.\n\n\nThere's water all around me. Spiders can't exactly swim.\n\n\n\n\n\n\nThe rose spiders have been growing themselves. There's a huge ring of them growing already. I don't know what they're trying to do. What Izaak's making them do.\n\n\n\n\n\n\nI woke up today to find three pods attached to my body. I think they're Jasst.\n\n\nI passed out. Not sure how long. I'm done.\n\n\n\n\n\n\nThe rose spiders killed a few of their own and dissolved them with the mix Izaak gave me. They fed themselves to me.\n\n\nHow long will I have to live like this?\n\n\n\n\n\n\nI guess Izaak's leaving me no choice in the matter. The spiders have been growing and eating each other, making more and more pods out of themselves. I have a dozen more on me now. Every time I sleep I wake up to find myself covered in more. It's getting hard to move now. I'm not sure how much longer I can write down everything that happens to me.\n\n\nWhat will happen to me while I'm changing? Will I even remember everything I've been? What kind of thing will I become?\n\n\nI have to save all of this somehow. I need to remind myself who I am. With whatever time I have left, I need to leave something behind.\n\n\n\n\n\n\nI've made seven containers. Maybe they'll remind me of who I am too. I made them in memory of my friends, right?\n\n\nGaareth, Dii'ana, Mindi, Li'ra, Jeidi, Jasst\n\n\nIzaak.\n\n\nYou'll keep my memories safe, right?\n\n\n\n\n\n\nI'm scared.\n\n\n\n\n\n\n\n\n+ Show: Untranslated transcript\n\n\n\n\n- Hide\n\n\n\n\n\n\nLa'yi i'gfwlaky. La ki'l'f zli'io iooyuay La æyi. Foy uai'wy wvlakyuaw yigwf oæphy fæzyl yiy æioæil ioolairy La ioæw æwiryyv.\n\n\nFoyuay'w ioæfyua æirir æuai'glk yiy. Wvlakyuaw aæl'f ydeæafiril wiolayi.\n\n\n\n\n\n\nFoy uai'wy wvlakyuaw oæphy pyyl juai'iolalj foyyiwyirphyw. Foyuay'w æ ogjy ualalj i's foyyi juai'iolalj æiruayækil. La ki'l'f zli'io iooæf foyil'uay fuaillalj fi' ki'. Iooæf Izaak'w yiæzlalj foyyi ki'.\n\n\n\n\n\n\nLa ioi'zy gv fi'kæil fi' slalk fouayy vi'kw æffæaoyk fi' yiil pi'kil. La folalz foyil'uay Jasst.\n\n\nLa væwwyk i'gf. Li'f wguay oi'io iri'lj. La'yi ki'ly.\n\n\n\n\n\n\nFoy uai'wy wvlakyuaw zlairiryk æ syio i's foylaua i'iol ælk klawwi'irphyk foyyi iolafo foy yilade Izaak jæphy yiy. Foyil syk foyyiwyirphyw fi' yiy.\n\n\nOi'io iri'lj iolairir La oæphy fi' irlaphy irlazy folaw\n\n\n\n\n\n\nLa jgyww Izaak'w iryæphlalj yiy li' aoi'laay lal foy yiæffyua. Foy wvlakyuaw oæphy pyyl juai'iolalj ælk yæflalj i'foyua, yiæzlalj yii'uay ælk yii'uay vi'kw i'gf i's foyyiwyirphyw. La oæphy æ ki'xuyl yii'uay i'l yiy li'io. Yphyuail flayiy La wiryyv La ioæzy gv fi' slalk yiilwyirs ai'phyuayk lal yii'uay. Laf'w jyfflalj oæuak fi' yii'phy li'io. La'yi li'f wguay oi'io yigao iri'ljyua La aæl ioualafy ki'iol yphyuailfolalj foæf oævvylw fi' yiy.\n\n\nIooæf iolairir oævvyl fi' yiy ioolairy La'yi aoæljlalj Iolairir La yphyl uayyiyyipyua yphyuailfolalj La'phy pyyl Iooæf zlalk i's folalj iolairir La pyai'yiy\n\n\nLa oæphy fi' wæphy æirir i's folaw wi'yiyoi'io. La lyyk fi' uayyilalk yiilwyirs iooi' La æyi. Iolafo iooæfyphyua flayiy La oæphy irysf, La lyyk fi' iryæphy wi'yiyfolalj pyolalk.\n\n\n\n\n\n\nLa'phy yiæky wyphyl ai'lfælalyuaw. Yiæilpy foyil'irir uayyilalk yiy i's iooi' La æyi fi'i'. La yiæky foyyi lal yiyyii'uail i's yiil sualaylkw, ualajof\n\n\nGaareth, Dii'ana, Mindi, Li'ra, Jeidi, Jasst\n\n\nIzaak.\n\n\nIli'g'irir zyyv yiil yiyyii'ualayw wæsy, ualajof\n\n\n\n\n\n\nLa'yi waæuayk.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It is possible that these other journals are hidden within SCP-2905; retrieval of these is considered a high priority task for personnel studying SCP-2905.\n\n\n\n\n\n\n\n\n« \nSCP-2904\n | SCP-2905 | \nSCP-2906\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2905\n\" by OZ Ouroboros, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2905\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n NaoRose.jpg\n\n\nName:\n Photo of the entire plant of Roses (Rosa)\n\n\nAuthor:\n T.Kiya\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink",
    "addendums": [
        "Addendum 2905-1: On November 16, 1999, personnel discovered another two miniature statues made of interlaced rose branches— one resembling a monkey, one resembling a peacock — concealed within separate rose plants in the outermost ring of SCP-2905. Attempts to retrieve them were initially impeded by SCP-2905-2.\nScans revealed both statues had a book stored inside them; the statues were cut open to retrieve them.\nThe books contain the accounts of a being called \"Nao\" (Presumed to be the same Nao as SCP-2905-1) . Both books contain day-to-day events recorded in a place currently theorized to be SCP-2746 ; names such as \"Suiward\", \"Sari\", \"Izaak\", and \"Frederick\" consistent with other records in Site-45 appear within Nao's recordings. Below are transcripts of the recovered journals. The transcripts are arranged in what is hopefully a chronological account."
    ],
    "documents": [],
    "notes": [
        "This is so exciting! As of today I am now under the apprenticeship of Healer Izaak ! It's such an honor to be learning from one of the most esteemed doctors in ████! It's going to be such a different life for me now! Not that my skill as a decorator was boring; I was truly very happy being able to grow gardens and make weavings, and make our home more beautiful. But I've been handpicked to be a healer's apprentice for my strings, which they say can play a very important role in mending injuries. I'm meeting Izaak later this evening for my first lessons! You'll do fine Nao, I know you will! You're going to learn so much more now!",
        "This is going to be a lot of work. Izaak's healing knowledge is amazing. He tried to start me off small, but I was still barely able to keep up with his pace. Thank the Maker that I'm able to take so many notes with my legs. This book's going to fill up fast. Oh, right, Izaak told me to take notes on everything he tells me so I have references later. I can see why, since he has so much to say; I'm bound to forget something.",
        "Izaak said we'd go over some of the unique things I can do myself over the next few weeks. Can't wait to see what he comes up with.",
        "I knew my silk was strong. I've used it in countless tapestries. But Izaak keeps showing new ways it can be used. With enough wrapping and proper positioning I can make casts, slings, and braces for injuries. I've been practicing bone-setting on dummies day and night, with Izaak always overseeing how I do. It's a different kind of bone every lesson, a different kind of break, a different kind of set. But I've been learning Izaak's teaching methods so it's becoming less and less strenuous.",
        "I figured we'd get to stitches eventually even before the lessons started. After just a month of practice Izaak said I excelled at my work.",
        "Today was my first chance to apply what I've learned. Gaareth hurt his arm falling while he was working on a new tower. Izaak and I came to his side in an instant; Izaak diagnosed his injuries then told me to set the bone. Everything went well, and Gaareth should fully recover in no time. Izaak said I did good.",
        "This was an… interesting day. Izaak said he had thought of something new. Usually when we treat someone with more severe injuries, we give them the Black Drink mixed with sedatives, but it takes some time to go into effect, and we have to keep giving it to them throughout the procedure. So Izaak proposed I deliver the medicine by biting my patients. It honestly conflicted with what he had taught me previously, but after he explained it made more sense. If I can deliver a small amount of more concentrated medicine straight through the skin instead of waiting for it to go past the stomach, we wouldn't have to worry about the amount of Drink we'd have to give patients. Right now it's just a theory.",
        "Well, theory proven right. Priia came in with several broken toes. She was a bit apprehensive about the proposal, but Izaak insisted. The medicine started working almost immediately. What would've have taken an hour took twenty minutes.",
        "Folaw law wi' ydealaflalj! Æw i's fi'kæil La æyi li'io glkyua foy ævvuaylflaaywolav i's Oyæiryua Izaak! Laf'w wgao æl oi'li'ua fi' py iryæuallalj suai'yi i'ly i's foy yii'wf ywfyyyiyk ki'afi'uaw lal ████! Laf'w ji'lalj fi' py wgao æ klassyuaylf irlasy si'ua yiy li'io! Li'f foæf yiil wzlairir æw æ kyai'uaæfi'ua ioæw pi'ualalj; La ioæw fuagiril phyuail oævvil pylalj æpiry fi' juai'io jæuakylw ælk yiæzy ioyæphlaljw, ælk yiæzy i'gua oi'yiy yii'uay pyægflasgir. Pgf La'phy pyyl oælkvlaazyk fi' py æ oyæiryua'w ævvuaylflaay si'ua yiil wfualaljw, ioolaao foyil wæil aæl viræil æ phyuail layivi'uafælf uai'iry lal yiylklalj lalugualayw. La'yi yiyyflalj Izaak iræfyua folaw yphyllalj si'ua yiil slauawf irywwi'lw! Ili'g'irir ki' slaly Nao, La zli'io ili'g iolairir! Ili'g'uay ji'lalj fi' iryæual wi' yigao yii'uay li'io!",
        "Folaw law ji'lalj fi' py æ iri'f i's ioi'uaz. Izaak'w oyæirlalj zli'ioirykjy law æyiæxulalj. Oy fualayk fi' wfæuaf yiy i'ss wyiæirir, pgf La ioæw wflairir pæuayiril æpiry fi' zyyv gv iolafo olaw væay. Foælz foy Yiæzyua foæf La'yi æpiry fi' fæzy wi' yiælil li'fyw iolafo yiil iryjw. Folaw pi'i'z'w ji'lalj fi' slairir gv sæwf. I'o, ualajof, Izaak fi'irk yiy fi' fæzy li'fyw i'l yphyuailfolalj oy fyirirw yiy wi' La oæphy uaysyuaylayw iræfyua. La aæl wyy iooil, wlalay oy oæw wi' yigao fi' wæil; La'yi pi'glk fi' si'uajyf wi'yiyfolalj.",
        "Izaak wælak ioy'k ji' i'phyua wi'yiy i's foy gllakhgy folaljw La aæl ki' yiilwyirs i'phyua foy lydef syio ioyyzw. Aæl'f ioælaf fi' wyy iooæf oy ai'yiyw gv iolafo.",
        "La zlyio yiil wlairz ioæw wfuai'lj. La'phy gwyk laf lal ai'glfiryww fævywfualayw. Pgf Izaak zyyvw woi'iolalj lyio ioæilw laf aæl py gwyk. Iolafo yli'gjo iouaævvlalj ælk vuai'vyua vi'wlaflai'llalj La aæl yiæzy aæwfw, wirlaljw, ælk puaæayw si'ua lalugualayw. La'phy pyyl vuaæaflaalalj pi'lywyfflalj i'l kgyiyilayw kæil ælk llajof, iolafo Izaak æirioæilw i'phyuawyylalj oi'io La ki'. Laf'w æ klassyuaylf zlalk i's pi'ly yphyuail irywwi'l, æ klassyuaylf zlalk i's puayæz, æ klassyuaylf zlalk i's wyf. Pgf La'phy pyyl iryæuallalj Izaak'w fyæaolalj yiyfoi'kw wi' laf'w pyai'yilalj iryww ælk iryww wfuaylgi'gw.",
        "La slajguayk ioy'k jyf fi' wflafaoyw yphylfgæiriril yphyl pysi'uay foy irywwi'lw wfæuafyk. Æsfyua ugwf æ yii'lfo i's vuaæaflaay Izaak wælak La ydeayiriryk æf yiil ioi'uaz.",
        "Fi'kæil ioæw yiil slauawf aoælay fi' ævviril iooæf La'phy iryæualyk. Gaareth oguaf olaw æuayi sæirirlalj ioolairy oy ioæw ioi'uazlalj i'l æ lyio fi'ioyua. Izaak ælk La aæyiy fi' olaw wlaky lal æl lalwfælf; Izaak klaæjli'wyk olaw lalugualayw foyl fi'irk yiy fi' wyf foy pi'ly. Yphyuailfolalj ioylf ioyirir, ælk Gaareth woi'girk sgiriril uayai'phyua lal li' flayiy. Izaak wælak La klak ji'i'k.",
        "Folaw ioæw æl… lalfyuaywflalj kæil. Izaak wælak oy oæk foi'gjof i's wi'yiyfolalj lyio. Gwgæiriril iooyl ioy fuayæf wi'yiyi'ly iolafo yii'uay wyphyuay lalugualayw, ioy jlaphy foyyi foy Piræaz Kualalz yiladeyk iolafo wykæflaphyw, pgf laf fæzyw wi'yiy flayiy fi' ji' lalfi' yssyaf, ælk ioy oæphy fi' zyyv jlaphlalj laf fi' foyyi fouai'gjoi'gf foy vuai'aykguay. Wi' Izaak vuai'vi'wyk La kyirlaphyua foy yiyklaalaly pil plaflalj yiil væflaylfw. Laf oi'lywfiril ai'lsirlaafyk iolafo iooæf oy oæk fægjof yiy vuayphlai'gwiril, pgf æsfyua oy ydevirælalyk laf yiæky yii'uay wylwy. Las La aæl kyirlaphyua æ wyiæirir æyii'glf i's yii'uay ai'laylfuaæfyk yiyklaalaly wfuaælajof fouai'gjo foy wzlal lalwfyæk i's ioælaflalj si'ua laf fi' ji' væwf foy wfi'yiæao, ioy ioi'girkl'f oæphy fi' ioi'uauail æpi'gf foy æyii'glf i's Kualalz ioy'k oæphy fi' jlaphy væflaylfw. Ualajof li'io laf'w ugwf æ foyi'uail.",
        "Ioyirir, foyi'uail vuai'phyl ualajof. Priia aæyiy lal iolafo wyphyuaæir puai'zyl fi'yw. Woy ioæw æ plaf ævvuayoylwlaphy æpi'gf foy vuai'vi'wæir, pgf Izaak lalwlawfyk. Foy yiyklaalaly wfæuafyk ioi'uazlalj æiryii'wf layiyiyklaæfyiril. Iooæf ioi'girk'phy oæphy fæzyl æl oi'gua fi'i'z fioylfil yilalgfyw.",
        "This is Healer Nao. It's official, I'm no longer just an apprentice, so here's a new journal to mark a new chapter. I cannot believe the six years went by so quick. After Izaak gave the official release, I nearly cried. He's practically a father to me, and I plan on continuing to make him proud. Gaareth and Mindi are finishing the building for me. Ever since I helped Gaareth, those two have become close friends of mine. And not just them. It's wonderful having so many people that trust me. One of the greatest feelings you can have as a Healer. I should start writing down everything I need to move over.",
        "I haven't written in here for a week. Moving everything took a lot of work. Thanks again to Gaareth and Izaak for their help!",
        "Jasst and Li'ra came to visit me today. They said they've missed my company back in the gardens and weaving rooms. I'm sorry! But they said they're happy for me, and they even brought me some roses and fabrics. For when I have spare time and feel like sewing again they said. Thanks!",
        "Writing again. As much as I love being a Healer, I've been getting tired this last quarter. Izaak visits now and then, and my friends try and help whenever they can, but it's still mostly just me working. And… I'm small. Spiders can only move so much at a time. I'm going to go ask Scholar Dii'anna if she can help me in anyway. Her Nature Crafting is second to none, and the dancing sunflowers she sent have given me an idea.",
        "What a relief. Dii'ana was more than willing to help, and I now have twelve of my personal assistants. Ninety-six more legs around the shop, and Dii'ana designed them beautifully. The large roses on the back are a particularly nice touch. They can even make strings like me! I'll have to start showing them my techniques.",
        "It looks like the thorns are just as good for medicine injections. I had to remove quite a few to avoid unnecessary pricking, but none of them minded it.",
        "What a surprise I got this morning! My rose spiders can reproduce! I found a pile of seeds in between two of them when I woke up. I planted a few of them; going to save the rest for when I need them more.",
        "Folaw law Oyæiryua Nao. Laf'w i'sslaalaæir, La'yi li' iri'ljyua ugwf æl ævvuaylflaay, wi' oyuay'w æ lyio ui'gualæir fi' yiæuaz æ lyio aoævfyua. La aælli'f pyirlayphy foy wlade ilyæuaw ioylf pil wi' khglaaz. Æsfyua Izaak jæphy foy i'sslaalaæir uayiryæwy, La lyæuairil aualayk. Oy'w vuaæaflaaæiriril æ sæfoyua fi' yiy, ælk La viræl i'l ai'lflalglalj fi' yiæzy olayi vuai'gk. Gaareth ælk Mindi æuay slallawolalj foy pglairklalj si'ua yiy. Yphyua wlalay La oyirvyk Gaareth, foi'wy fioi' oæphy pyai'yiy airi'wy sualaylkw i's yilaly. Ælk li'f ugwf foyyi. Laf'w ioi'lkyuasgir oæphlalj wi' yiælil vyi'viry foæf fuagwf yiy. I'ly i's foy juayæfywf syyirlaljw ili'g aæl oæphy æw æ Oyæiryua. La woi'girk wfæuaf ioualaflalj ki'iol yphyuailfolalj La lyyk fi' yii'phy i'phyua.",
        "La oæphyl'f ioualaffyl lal oyuay si'ua æ ioyyz. Yii'phlalj yphyuailfolalj fi'i'z æ iri'f i's ioi'uaz. Foælzw æjælal fi' Gaareth ælk Izaak si'ua foylaua oyirv!",
        "Jasst ælk Li'ra aæyiy fi' phlawlaf yiy fi'kæil. Foyil wælak foyil'phy yilawwyk yiil ai'yivælil pæaz lal foy jæuakylw ælk ioyæphlalj uai'i'yiw. La'yi wi'uauail! Pgf foyil wælak foyil'uay oævvil si'ua yiy, ælk foyil yphyl puai'gjof yiy wi'yiy uai'wyw ælk sæpualaaw. Si'ua iooyl La oæphy wvæuay flayiy ælk syyir irlazy wyiolalj æjælal foyil wælak. Foælzw!",
        "Ioualaflalj æjælal. Æw yigao æw La iri'phy pylalj æ Oyæiryua, La'phy pyyl jyfflalj flauayk folaw iræwf khgæuafyua. Izaak phlawlafw li'io ælk foyl, ælk yiil sualaylkw fuail ælk oyirv iooylyphyua foyil aæl, pgf laf'w wflairir yii'wfiril ugwf yiy ioi'uazlalj. Ælk… La'yi wyiæirir. Wvlakyuaw aæl i'liril yii'phy wi' yigao æf æ flayiy. La'yi ji'lalj fi' ji' æwz Waoi'iræua Dii'ana las woy aæl oyirv yiy lal ælilioæil. Oyua Læfguay Auaæsflalj law wyai'lk fi' li'ly, ælk foy kælalalj wglsiri'ioyuaw woy wylf oæphy jlaphyl yiy æl lakyæ.",
        "Iooæf æ uayirlays. Dii'ana ioæw yii'uay foæl iolairirlalj fi' oyirv, ælk La li'io oæphy fioyirphy i's yiil vyuawi'læir æwwlawfælfw. Llalyfilwlade yii'uay iryjw æuai'glk foy woi'v, ælk Dii'ana kywlajlyk foyyi pyægflasgiriril. Foy iræuajy uai'wyw i'l foy pæaz æuay æ væuaflaagiræuairil llaay fi'gao. Foyil aæl yphyl yiæzy wfualaljw irlazy yiy! La'irir oæphy fi' wfæuaf woi'iolalj foyyi yiil fyaollakhgyw.",
        "Laf iri'i'zw irlazy foy foi'ualw æuay ugwf æw ji'i'k si'ua yiyklaalaly laluyaflai'lw. La oæk fi' uayyii'phy khglafy æ syio fi' æphi'lak gllyaywwæuail vualaazlalj, pgf li'ly i's foyyi yilalkyk laf.",
        "Iooæf æ wguavualawy La ji'f folaw yii'uallalj! Yiil uai'wy wvlakyuaw aæl uayvuai'kgay! La si'glk æ vlairy i's wyykw lal pyfioyyl fioi' i's foyyi iooyl La ioi'zy gv. La virælfyk æ syio i's foyyi; ji'lalj fi' wæphy foy uaywf si'ua iooyl La lyyk foyyi yii'uay.",
        "Everything's been destroyed. It's snowing. It's so cold. My building has been burned down. Everyone wanted the medicines I had stored. I've been in hiding for eighteen days, I think. I managed to save seven of my journals 1 , a dozen different herbs, and a dozen different medicines. Oh, also the seeds of the rose spiders I've been saving. Six of the original generation are with me; the rest were caught up in the fire. What happened? I knew there was going to be a celebration for the completion of the new world. I didn't go. I'm not much of a partier. Jasst and Li'ra were with me in the shop. Suddenly we heard yelling outside. There was smoke in the distance, and roaring too. We got scared and locked everything. We waited a few days before going outside again. The streets were empty. We saw blood on some of the buildings nearby. What's going on?",
        "We spent the next twenty days without seeing anyone. The snow started falling twelve days in. The ground was covered within a night. Jasst started to complain of stomach pains. None of the medicines we gave her helped.",
        "Li'ra's beginning to have stomachaches too. I can't figure out a remedy.",
        "We saw someone else for the first time in forty-five days. Gi'lan was outside our door with his wings torn off and a huge bite mark in his side. We did our best but the bone damage was too severe. He's gone. We buried him outside. But he told us what was going on before he passed. I can't believe it. That's why Jasst and Li'ra are in pain. They're beginning to starve. Maker, why did you do this to us? Make us need to eat? Eat each other ? I've seen Master Frederick's words, Suiward's and Sari's pleas. None of it makes any sense! What am I supposed to do? This is wrong. So, so wrong. I would never I could never hurt someone! What would Izaak say if I harmed instead of healed?",
        "A few days passed, and then we heard sounds of fighting. Pained cries, crashing, it was horrible. Being the Healer I am I dared to go outside and see who was getting hurt. I knew ████ had occasional arguments, but nothing like what I saw. When I opened the door, there was blood all over the snow. Mindi was on the ground, with half of her face missing. Joor'ra and Helion were EATING her. Joor'ra saw me and flew into the room. He snatched up Li'ra. Oh, Maker. Li'ra's DEAD. SHES DEAD. SHES DEAD SHES DEAD. The rose spiders pounced onto him and jabbed him with all sorts of drugs. I just screamed. By the time they crawled off, Joor'ra was a bloody mess full of holes. Then Helion came in. We looked at each other for a split second before I grabbed everything I could while the rose spiders kept him from getting near me. Wrapped it all up then sprinted out the door while Helion was still struggling. The last thing I saw looking back was smoke beginning to pour out of the windows.",
        "I'm starting to get hungry too. But I think I can bear it a little longer. I'm not eating anyone yet, right? I'll be fine. You'll be fine, Nao. You'll be fine, Nao. You'll be fine, Nao.",
        "Izaak. Izaak, where are you? Help me. Help me help me help me help me.",
        "I tried eating some of the rose spider seeds. It hurt. I don't think I can handle this kind of food.",
        "I'm not going to eat anyone. But I can't eat anything else either. Plants hurt. Seeds hurt. Crops hurt. What am I supposed to do?",
        "I'm dying. I'm too hungry to move. I guess in the end I couldn't make myself better.",
        "Izaak came to me. Thank you. THANK YOU. But he's hurt. He's hurt really bad. He's missing a leg. I was able to disinfect and close the stump but there's no hope in getting it back completely. Izaak told me I have to find food for myself. I told him I refused. He told me to not be stupid. He told me that Healers can't do anything right now. Those words hurt. They still hurt. He looked scared. He told me I had to leave. When I asked him why he broke down and said he made something he shouldn't have. He showed me a black fruit and told me to bring out my supplies. I don't know what he did, but he mixed the fruit's juices and some of the other medicines together. He gave the new mixture to me and told me it would help me eat better. I asked him what we were going to do. Izaak sighed and said he had nothing to do with me any more. That he didn't deserve to be called a Healer. After that I fell asleep again. When I woke up Izaak was gone.",
        "Yphyuailfolalj'w pyyl kywfuai'ilyk. Laf'w wli'iolalj. Laf'w wi' ai'irk. Yiil pglairklalj oæw pyyl pgualyk ki'iol. Yphyuaili'ly ioælfyk foy yiyklaalalyw La oæk wfi'uayk. La'phy pyyl lal olaklalj si'ua ylajofyyl kæilw, La folalz. La yiælæjyk fi' wæphy wyphyl i's yiil ui'gualæirw, æ ki'xuyl klassyuaylf oyuapw, ælk æ ki'xuyl klassyuaylf yiyklaalalyw. I'o, æirwi' foy wyykw i's foy uai'wy wvlakyuaw La'phy pyyl wæphlalj. Wlade i's foy i'ualajlalæir jylyuaæflai'l æuay iolafo yiy; foy uaywf ioyuay aægjof gv lal foy slauay. Iooæf oævvylyk La zlyio foyuay ioæw ji'lalj fi' py æ ayirypuaæflai'l si'ua foy ai'yiviryflai'l i's foy lyio ioi'uairk. La klakl'f ji'. La'yi li'f yigao i's æ væuaflayua. Jasst ælk Li'ra ioyuay iolafo yiy lal foy woi'v. Wgkkyliril ioy oyæuak ilyirirlalj i'gfwlaky. Foyuay ioæw wyii'zy lal foy klawfælay, ælk uai'æualalj fi'i'. Ioy ji'f waæuayk ælk iri'azyk yphyuailfolalj. Ioy ioælafyk æ syio kæilw pysi'uay ji'lalj i'gfwlaky æjælal. Foy wfuayyfw ioyuay yyivfil. Ioy wæio piri'i'k i'l wi'yiy foy pglairklaljw lyæuapil. Iooæf'w ji'lalj i'l",
        "Ioy wvylf foy lydef fioylfil kæilw iolafoi'gf wyylalj ælili'ly. Foy wli'io wfæuafyk sæirirlalj fioyirphy kæilw lal. Foy juai'glk ioæw ai'phyuayk iolafolal æ llajof. Jasst wfæuafyk fi' ai'yivirælal i's wfi'yiæao vælalw. Li'ly i's foy yiyklaalalyw ioy jæphy oyua oyirvyk.",
        "Li'ra'w pyjlalllalj fi' oæphy wfi'yiæaoæaoyw fi'i'. La aæl'f slajguay i'gf æ uayyiykil.",
        "Ioy wæio wi'yiyi'ly yirwy si'ua foy slauawf flayiy lal si'uafilslaphy kæilw. Jla'iræl ioæw i'gfwlaky i'gua ki'i'ua iolafo olaw iolaljw fi'ual i'ss ælk æ ogjy plafy yiæuaz lal olaw wlaky. Ioy klak i'gua pywf pgf foy pi'ly kæyiæjy ioæw fi'i' wyphyuay. Oy'w ji'ly. Ioy pgualayk olayi i'gfwlaky. Pgf oy fi'irk gw iooæf ioæw ji'lalj i'l pysi'uay oy væwwyk. La aæl'f pyirlayphy laf. Foæf'w iooil Jasst ælk Li'ra æuay lal vælal. Foyil'uay pyjlalllalj fi' wfæuaphy. Yiæzyua, iooil klak ili'g ki' folaw fi' gw Yiæzy gw lyyk fi' yæf Yæf yæao i'foyua La'phy wyyl Yiæwfyua Suaykyualaaz'w ioi'uakw, Wglaioæuak'w ælk Wæuala'w viryæw. Li'ly i's laf yiæzyw ælil wylwy! Iooæf æyi La wgvvi'wyk fi' ki' Folaw law iouai'lj. Wi', wi' iouai'lj. La ioi'girk lyphyua La ai'girk lyphyua oguaf wi'yiyi'ly! Iooæf ioi'girk Izaak wæil las La oæuayiyk lalwfyæk i's oyæiryk",
        "Æ syio kæilw væwwyk, ælk foyl ioy oyæuak wi'glkw i's slajoflalj. Vælalyk aualayw, auaæwolalj, laf ioæw oi'uaualapiry. Pylalj foy Oyæiryua La æyi La kæuayk fi' ji' i'gfwlaky ælk wyy iooi' ioæw jyfflalj oguaf. La zlyio ████ oæk i'aaæwlai'læir æuajgyiylfw, pgf li'folalj irlazy iooæf La wæio. Iooyl La i'vylyk foy ki'i'ua, foyuay ioæw piri'i'k æirir i'phyua foy wli'io. Mindi ioæw i'l foy juai'glk, iolafo oæirs i's oyua sæay yilawwlalj. i'i'ua'uaæ ælk Oyirlai'l ioyuay YÆFLaLJ oyua. i'i'ua'uaæ wæio yiy ælk siryio lalfi' foy uai'i'yi. Oy wlæfaoyk gv Li'ra. I'o, Yiæzyua. Li'ra'w KYÆK. WOYW KYÆK. WOYW KYÆK WOYW KYÆK. Foy uai'wy wvlakyuaw vi'glayk i'lfi' olayi ælk uæppyk olayi iolafo æirir wi'uafw i's kuagjw. La ugwf wauayæyiyk. Pil foy flayiy foyil auaæioiryk i'ss, i'i'ua'uaæ ioæw æ piri'i'kil yiyww sgirir i's oi'iryw. Foyl Oyirlai'l aæyiy lal. Ioy iri'i'zyk æf yæao i'foyua si'ua æ wvirlaf wyai'lk pysi'uay La juaæppyk yphyuailfolalj La ai'girk ioolairy foy uai'wy wvlakyuaw zyvf olayi suai'yi jyfflalj lyæua yiy. Iouaævvyk laf æirir gv foyl wvualalfyk i'gf foy ki'i'ua iooil Oyirlai'l ioæw wflairir wfuagjjirlalj. Foy iræwf folalj La wæio iri'i'zlalj pæaz ioæw wyii'zy pyjlalllalj fi' vi'gua i'gf i's foy iolalki'iow.",
        "La'yi wfæuaflalj fi' jyf ogljuail fi'i'. Pgf La folalz La aæl pyæua laf æ irlaffiry iri'ljyua. La'yi li'f yæflalj ælili'ly ilyf, ualajof La'irir py slaly. Ili'g'irir py slaly, Nao. Ili'g'irir py slaly, Nao. Ili'g'irir py slaly, Nao.",
        "Izaak. Izaak, iooyuay æuay ili'g Oyirv yiy. Oyirv yiy oyirv yiy oyirv yiy oyirv yiy.",
        "La fualayk yæflalj wi'yiy i's foy uai'wy wvlakyua wyykw. Laf oguaf. La ki'l'f folalz La aæl oælkiry folaw zlalk i's si'i'k.",
        "La'yi li'f ji'lalj fi' yæf ælili'ly. Pgf La aæl'f yæf ælilfolalj yirwy ylafoyua. Virælfw oguaf. Wyykw oguaf. Auai'vw oguaf. Iooæf æyi La wgvvi'wyk fi' ki'",
        "La'yi killalj. La'yi fi'i' ogljuail fi' yii'phy. La jgyww lal foy ylk La ai'girkl'f yiæzy yiilwyirs pyffyua.> Izaak aæyiy fi' yiy. Foælz ili'g. FOÆLZ IlI'G. Pgf oy'w oguaf. Oy'w oguaf uayæiriril pæk. Oy'w yilawwlalj æ iryj. La ioæw æpiry fi' airi'wy foy ioi'glk pgf foyuay'w li' oi'vy lal jyfflalj laf pæaz ai'yiviryfyiril. Izaak fi'irk yiy La oæphy fi' slalk si'i'k si'ua yiilwyirs. La fi'irk olayi La uaysgwyk. Oy fi'irk yiy fi' li'f py wfgvlak. Oy fi'irk yiy foæf Oyæiryuaw aæl'f ki' ælilfolalj ualajof li'io. Foi'wy ioi'uakw oguaf. Foyil wflairir oguaf. Oy iri'i'zyk waæuayk. Oy fi'irk yiy La oæk fi' iryæphy. Iooyl La æwzyk olayi iooil oy puai'zy ki'iol ælk wælak oy yiæky wi'yiyfolalj oy woi'girkl'f oæphy. Oy woi'ioyk yiy æ piræaz suaglaf ælk fi'irk yiy fi' pualalj i'gf yiil wgvvirlayw. La ki'l'f zli'io iooæf oy klak, pgf oy yiladeyk foy suaglaf'w uglaayw ælk wi'yiy i's foy i'foyua yiyklaalalyw fi'jyfoyua. Oy jæphy foy lyio yiladefguay fi' yiy ælk fi'irk yiy laf ioi'girk oyirv yiy yæf pyffyua. La æwzyk olayi iooæf ioy ioyuay ji'lalj fi' ki'. Izaak wlajoyk ælk wælak oy oæk li'folalj fi' ki' iolafo yiy ælil yii'uay. Foæf oy klakl'f kywyuaphy fi' py aæiriryk æ Oyæiryua. Æsfyua foæf La syirir æwiryyv æjælal. Iooyl La ioi'zy gv Izaak ioæw ji'ly.",
        "Izaak what did you leave me? This is insane. What have you been up to? I can't I won't do this. And even if I wanted to do this, why would I want to become like them? The ones responsible for all our suffering? And from what you've left in these notes, the process would take hundreds of cycles to complete. Strings as muscle, blood and flesh used from others I've eaten, myself at the center of a body that's so unnatural. WHAT WERE YOU THINKING WHEN YOU MADE THIS IZAAK You said you wanted me to be safe. You wanted me to leave ████. Is this place truly worse than anything outside?",
        "I understand you wanted me to have this body, Izaak. If I stay here I'll be eaten, frail as I am. If I leave, the Maker's creations will kill me as soon as they can. They hate the form I've chosen. I can't write anymore right now. It's too much to take in.",
        "I had to use the mix Izaak gave me. Jasst attacked me. She looked horrible. I don't even think she recognized me. She tried to eat me. JASST WHY WOULD YOU TRY TO HURT ME I bit her with the stuff on my teeth and she screamed. She started seizing up. She MELTED. Izaak, is this how I'm supposed to gather blood for the body you want me to make? Oh, Maker, Izaak must have done something to the rose spiders. They started wrapping up what was left of Jasst. Just like the drawings. Little pods to attach to me like eggs.",
        "Izaak iooæf klak ili'g iryæphy yiy Folaw law lalwæly. Iooæf oæphy ili'g pyyl gv fi' La aæl'f La ioi'l'f ki' folaw. Ælk yphyl las La ioælfyk fi' ki' folaw, iooil ioi'girk La ioælf fi' pyai'yiy irlazy foyyi Foy i'lyw uaywvi'lwlapiry si'ua æirir i'gua wgssyualalj Ælk suai'yi iooæf ili'g'phy irysf lal foywy li'fyw, foy vuai'ayww ioi'girk fæzy oglkuaykw i's ailairyw fi' ai'yiviryfy. Wfualaljw æw yigwairy, piri'i'k ælk sirywo gwyk suai'yi i'foyuaw La'phy yæfyl, yiilwyirs æf foy aylfyua i's æ pi'kil foæf'w wi' gllæfguaæir. IoOÆF IoYUaY IlI'G FOLaLZLaLJ IoOYL IlI'G YiÆKY FOLaW IZAAK Ili'g wælak ili'g ioælfyk yiy fi' py wæsy. Ili'g ioælfyk yiy fi' iryæphy ████. Law folaw viræay fuagiril ioi'uawy foæl ælilfolalj i'gfwlaky",
        "La glkyuawfælk ili'g ioælfyk yiy fi' oæphy folaw pi'kil, Izaak. Las La wfæil oyuay La'irir py yæfyl, suaælair æw La æyi. Las La iryæphy, foy Yiæzyua'w auayæflai'lw iolairir zlairir yiy æw wi'i'l æw foyil aæl. Foyil oæfy foy si'uayi La'phy aoi'wyl. La aæl'f ioualafy ælilyii'uay ualajof li'io. Laf'w fi'i' yigao fi' fæzy lal.",
        "La oæk fi' gwy foy yilade Izaak jæphy yiy. Jasst æffæazyk yiy. Woy iri'i'zyk oi'uaualapiry. La ki'l'f yphyl folalz woy uayai'jllaxuyk yiy. Woy fualayk fi' yæf yiy. JASST IoOIl IoI'GIrK IlI'G FUaIl FI' OGUaF YiY La plaf oyua iolafo foy wfgss i'l yiil fyyfo ælk woy wauayæyiyk. Woy wfæuafyk wylaxulalj gv. Woy YiYIrFYK. Izaak, law folaw oi'io La'yi wgvvi'wyk fi' jæfoyua piri'i'k si'ua foy pi'kil ili'g ioælf yiy fi' yiæzy I'o, Yiæzyua, Izaak yigwf oæphy ki'ly wi'yiyfolalj fi' foy uai'wy wvlakyuaw. Foyil wfæuafyk iouaævvlalj gv iooæf ioæw irysf i's Jasst. gwf irlazy foy kuaæiolaljw. Irlaffiry vi'kw fi' æffæao fi' yiy irlazy yjjw.",
        "I'm outside. I don't know where I am. The rose spiders must have taken me away while I was asleep. There's water all around me. Spiders can't exactly swim.",
        "The rose spiders have been growing themselves. There's a huge ring of them growing already. I don't know what they're trying to do. What Izaak's making them do.",
        "I woke up today to find three pods attached to my body. I think they're Jasst. I passed out. Not sure how long. I'm done.",
        "The rose spiders killed a few of their own and dissolved them with the mix Izaak gave me. They fed themselves to me. How long will I have to live like this?",
        "I guess Izaak's leaving me no choice in the matter. The spiders have been growing and eating each other, making more and more pods out of themselves. I have a dozen more on me now. Every time I sleep I wake up to find myself covered in more. It's getting hard to move now. I'm not sure how much longer I can write down everything that happens to me. What will happen to me while I'm changing? Will I even remember everything I've been? What kind of thing will I become? I have to save all of this somehow. I need to remind myself who I am. With whatever time I have left, I need to leave something behind.",
        "I've made seven containers. Maybe they'll remind me of who I am too. I made them in memory of my friends, right? Gaareth, Dii'ana, Mindi, Li'ra, Jeidi, Jasst Izaak. You'll keep my memories safe, right?",
        "I'm scared.",
        "La'yi i'gfwlaky. La ki'l'f zli'io iooyuay La æyi. Foy uai'wy wvlakyuaw yigwf oæphy fæzyl yiy æioæil ioolairy La ioæw æwiryyv. Foyuay'w ioæfyua æirir æuai'glk yiy. Wvlakyuaw aæl'f ydeæafiril wiolayi.",
        "Foy uai'wy wvlakyuaw oæphy pyyl juai'iolalj foyyiwyirphyw. Foyuay'w æ ogjy ualalj i's foyyi juai'iolalj æiruayækil. La ki'l'f zli'io iooæf foyil'uay fuaillalj fi' ki'. Iooæf Izaak'w yiæzlalj foyyi ki'.",
        "La ioi'zy gv fi'kæil fi' slalk fouayy vi'kw æffæaoyk fi' yiil pi'kil. La folalz foyil'uay Jasst. La væwwyk i'gf. Li'f wguay oi'io iri'lj. La'yi ki'ly.",
        "Foy uai'wy wvlakyuaw zlairiryk æ syio i's foylaua i'iol ælk klawwi'irphyk foyyi iolafo foy yilade Izaak jæphy yiy. Foyil syk foyyiwyirphyw fi' yiy. Oi'io iri'lj iolairir La oæphy fi' irlaphy irlazy folaw",
        "La jgyww Izaak'w iryæphlalj yiy li' aoi'laay lal foy yiæffyua. Foy wvlakyuaw oæphy pyyl juai'iolalj ælk yæflalj i'foyua, yiæzlalj yii'uay ælk yii'uay vi'kw i'gf i's foyyiwyirphyw. La oæphy æ ki'xuyl yii'uay i'l yiy li'io. Yphyuail flayiy La wiryyv La ioæzy gv fi' slalk yiilwyirs ai'phyuayk lal yii'uay. Laf'w jyfflalj oæuak fi' yii'phy li'io. La'yi li'f wguay oi'io yigao iri'ljyua La aæl ioualafy ki'iol yphyuailfolalj foæf oævvylw fi' yiy. Iooæf iolairir oævvyl fi' yiy ioolairy La'yi aoæljlalj Iolairir La yphyl uayyiyyipyua yphyuailfolalj La'phy pyyl Iooæf zlalk i's folalj iolairir La pyai'yiy La oæphy fi' wæphy æirir i's folaw wi'yiyoi'io. La lyyk fi' uayyilalk yiilwyirs iooi' La æyi. Iolafo iooæfyphyua flayiy La oæphy irysf, La lyyk fi' iryæphy wi'yiyfolalj pyolalk.",
        "La'phy yiæky wyphyl ai'lfælalyuaw. Yiæilpy foyil'irir uayyilalk yiy i's iooi' La æyi fi'i'. La yiæky foyyi lal yiyyii'uail i's yiil sualaylkw, ualajof Gaareth, Dii'ana, Mindi, Li'ra, Jeidi, Jasst Izaak. Ili'g'irir zyyv yiil yiyyii'ualayw wæsy, ualajof",
        "La'yi waæuayk.",
        "\" SCP-2905 \" by OZ Ouroboros, from the SCP Wiki . Source: https://scpwiki.com/scp-2905 . Licensed under CC-BY-SA .",
        "Filename: NaoRose.jpg Name: Photo of the entire plant of Roses (Rosa) Author: T.Kiya License: CC BY-SA 3.0 Source Link: Link"
    ],
    "item": "SCP-2905",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2905 has been under Foundation quarantine since its discovery in 1998. Personnel removing plant/SCP-2905-2 samples within SCP-2905 must wear the protective gear provided at all times while within SCP-2905. Any personnel bitten by SCP-2905-2 should be brought back immediately to the medical clinic to assess the severity of the bite; SCP-2905-2 toxins vary wildly in potency. Collaboration with Site-45 for further information about POI Izaak and POI Nao is ongoing.",
    "description": "SCP-2905 is a circular garden located on an islet approximately forty kilometers southeast from the Kyushu region of Japan that consists of a combination of various rose plants and SCP-2905-2. The islet itself is about half a kilometer at its longest point. The garden consists of fourteen concentric circles, alternating between a plant ring and a gravel path; SCP-2905-1 rests in the center of the garden.",
    "title": "SCP-2905"
}