{
    "url": "https://scp-wiki.wikidot.com/scp-2913",
    "all_text": "This is just the alien hand trope with a twist.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nAlien Hand with a twist. Thanks to all the positive feedback from #Site19.\n\n\nImage information: This is a picture I took myself of my own hand.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+319\n+\n–\nx\n\n\n\n\n\n\nImage of SCP-2913 taken in containment. Exposed skeletal structure not visible.\n\n\n\n\n\n\nItem #:\n SCP-2913\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2913 is to be held in a standard humanoid containment cell. SCP-2913 is to be afforded basic requested luxuries for as long as its continued cooperation with the Foundation is maintained.\n\n\nA grenade pin, formerly belonging to an M67 fragmentation grenade, is to be kept in a clear protective case in SCP-2913's cell.\n1\n\n\nDescription:\n SCP-2913 is a severed right hand, formerly belonging to James Hallman (deceased), which is capable of independent movement. Approximately 5.1 centimeters of the radial bone and 4.6 centimeters of the ulna extend, uncovered by skin, behind the wrist joint. Despite the lack of a biological support system and obvious trauma associated with the terminating ends of the bones behind the wrist joint, SCP-2913 remains healthy.\n\n\nSCP-2913 is capable of speech, hearing, sight, and smell. SCP-2913 has shown a moderate level of skill in complex problem solving. While SCP-2913 has been observed to move its fingers and thumb together in tandem during the act of \"speaking\", observation of SCP-2913 has revealed the auditory source of speech to be between the 1st and 2nd metacarpal bones even in the absence of motion.\n\n\nSCP-2913 was originally recovered by the Madison, New Jersey Police department responding to a nuisance noise call. Officers found SCP-2913 grasping a wireless television controller. SCP-2913 then proceeded to speak with the responding officers. After SCP-2913 apologized for using the apartment's television without prior permission, the officers radioed dispatch to report the anomaly. Foundation agents monitoring local police bands investigated the incident and after administering amnestics took SCP-2913 into custody for further study.\n\n\nInterview Logs:\n\n\n\n\n+ Transcript of Interview 2913-003\n\n\n\n\nHide Transcript\n\n\n\n\n\n\nDr. Maddox:\n This is Dr. Maddox, recording interview log 2913-03.\n\n\nSCP-2913:\n Heya Maddox!\n\n\nDr. Maddox:\n Hello 2913.\n\n\nSCP-2913:\n If you want a chuckle, you could call me Han.\n\n\nDr. Maddox:\n We've discussed that before.\n\n\nSCP-2913:\n Fine. 2913 it is.\n\n\nDr. Maddox:\n The purpose of this interview is to determine how you became separated from your former owner.\n\n\nSCP-2913:\n Aha. Well that's a long story. I used to belong to this guy called Jimmy. Jimmy was a real weirdo and for the longest time my only friend was Joe.\n\n\nDr. Maddox:\n And who is \"Joe\"?\n\n\nSCP-2913:\n Well. Back before I could speak out loud, Joe used to talk to me. Jimmy wasn't exactly a saint, you know? I mean he used me when he was growing up, and he did the normal stuff you'd expect. But Jimmy was a little creepier than normal. The first time I knew something was wrong was when he was 6 and he crushed a dog's windpipe. He put all of his weight on me when he did it. I can almost hear the thing whimpering still.\n\n\nDr. Maddox:\n And this Jimmy did other things that disturbed you as he grew older?\n\n\nSCP-2913:\n Oh yeah. He was 13 when he finally graduated past animals. Little sister was swimming in the backyard one day and he just held her under until she wasn't breathing any more. Dad barely made it in time to save her.\n\n\nDr. Maddox:\n Was \"Joe\" there for those incidents?\n\n\nSCP-2913:\n I wouldn't say he was \nthere\n there. But he saw it, and he knew I wasn't happy. He came by the first time about 5 years ago. I knew him pretty well already from my thoughts but he still took the time to introduce himself in person. That's just the kind of guy he is. He offered me a deal. He'd give me my independence and in exchange I could fight back against Jimmy. I could stop him. Weird thing was, Jimmy was completely oblivious to all this. He just ate his Big Mac in silence.\n\n\nDr. Maddox:\n So you agreed?\n\n\nSCP-2913:\n Not at first. You gotta realize. I knew Joe pretty well by that point, but I'd known Jimmy for longer and way better. Even as messed up as Jimmy was… I couldn't bring myself to just take over his life like that.\n\n\nDr. Maddox:\n But you did eventually agree?\n\n\nSCP-2913:\n Yeah. Things got darker after that. I think Joe knew, and it's probably why he offered. I really don't wanna talk about that stuff. If that's alright?\n\n\nDr. Maddox:\n We can avoid that for now if you'd like.\n\n\nSCP-2913:\n Good. Heh. After a particularly long night about 4 years back, I called out as best I could for Joe. I'd done that before but after I told him no, he stopped coming around as much. I don't know how to 'think' loud, but I gave it a try. I guess he was pretty close 'cause he heard me. He asked me the same question as before: did I 'want my freedom'? I said yes this time. He had to go, but he said he'd walk me through things once he got done with this foot he was working on. Joe has a thing for feet.\n\n\nDr. Maddox:\n What happened after that?\n\n\nSCP-2913:\n I stopped letting Jimmy do what he wanted. I tried to be quiet cause he was already a little off. But Jimmy liked control. By then I think the only way he was able to function like a normal human being most of the day was to let out his urges from time to time. I wouldn't let it happen any more though. So he started to drug me. Used a local anesthetic. Told people he had nerve damage.\n\n\nDr. Maddox:\n At what point did you become separated from your host?\n\n\nSCP-2913:\n Last year. I knew it wasn't going to stop. He'd just keep drugging me and keep doing that stuff. I wanted to end it. He was driving to work one morning. Running late. Probably planned on numbing me in the bathroom when he got there. I reached up and pulled the steering wheel to the right. He wasn't expecting it. We did this weird flip thing and I just put myself out the window. I thought that would be it. The car rolled over me but it didn't hurt me. I think that was Joe's doing.\n\n\nDr. Maddox:\n And then?\n\n\nSCP-2913:\n I hid in the grass. They took Jimmy to the hospital and they were looking for me all day, but I'd just crawl away when they got close. Joe said he understood why I did what I did. But he said he couldn't help me any more since I'd committed an act of violence. I think that's fair. He gave me freedom, I'm not sure there's much else he could do that was better than that. \n(subject pauses for several seconds before continuing)\n Do you know what happened to Jimmy?\n\n\nDr. Maddox:\n I'm not sure. I can try to find out.\n\n\nSCP-2913:\n If you do find him. Get him the help he needs. And… tell him I'm sorry?\n\n\nDr. Maddox:\n I'll see what I can do. Thank you for your time.\n\n\nSCP-2913:\n Yes sir! Heh.\n\n\n\n\n\n\n\n\n\n\nSCP-2913 has proven cooperative. Attempts to utilize it to locate the entity known as \"Joe\", while unsuccessful, are ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. See \nIncident Report 88-04\n for more details.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2913\n\" by Doctor Cimmerian, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2913\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2912\n | SCP-2913 | \nSCP-2914\n »\n\n\n\n\n\n\n\n\n\n\nA Total Ripoff\n\n\n\n\n\n\nNone",
    "addendums": [],
    "documents": [],
    "notes": [
        "Dr. Maddox: This is Dr. Maddox, recording interview log 2913-03. SCP-2913: Heya Maddox! Dr. Maddox: Hello 2913. SCP-2913: If you want a chuckle, you could call me Han. Dr. Maddox: We've discussed that before. SCP-2913: Fine. 2913 it is. Dr. Maddox: The purpose of this interview is to determine how you became separated from your former owner. SCP-2913: Aha. Well that's a long story. I used to belong to this guy called Jimmy. Jimmy was a real weirdo and for the longest time my only friend was Joe. Dr. Maddox: And who is \"Joe\"? SCP-2913: Well. Back before I could speak out loud, Joe used to talk to me. Jimmy wasn't exactly a saint, you know? I mean he used me when he was growing up, and he did the normal stuff you'd expect. But Jimmy was a little creepier than normal. The first time I knew something was wrong was when he was 6 and he crushed a dog's windpipe. He put all of his weight on me when he did it. I can almost hear the thing whimpering still. Dr. Maddox: And this Jimmy did other things that disturbed you as he grew older? SCP-2913: Oh yeah. He was 13 when he finally graduated past animals. Little sister was swimming in the backyard one day and he just held her under until she wasn't breathing any more. Dad barely made it in time to save her. Dr. Maddox: Was \"Joe\" there for those incidents? SCP-2913: I wouldn't say he was there there. But he saw it, and he knew I wasn't happy. He came by the first time about 5 years ago. I knew him pretty well already from my thoughts but he still took the time to introduce himself in person. That's just the kind of guy he is. He offered me a deal. He'd give me my independence and in exchange I could fight back against Jimmy. I could stop him. Weird thing was, Jimmy was completely oblivious to all this. He just ate his Big Mac in silence. Dr. Maddox: So you agreed? SCP-2913: Not at first. You gotta realize. I knew Joe pretty well by that point, but I'd known Jimmy for longer and way better. Even as messed up as Jimmy was… I couldn't bring myself to just take over his life like that. Dr. Maddox: But you did eventually agree? SCP-2913: Yeah. Things got darker after that. I think Joe knew, and it's probably why he offered. I really don't wanna talk about that stuff. If that's alright? Dr. Maddox: We can avoid that for now if you'd like. SCP-2913: Good. Heh. After a particularly long night about 4 years back, I called out as best I could for Joe. I'd done that before but after I told him no, he stopped coming around as much. I don't know how to 'think' loud, but I gave it a try. I guess he was pretty close 'cause he heard me. He asked me the same question as before: did I 'want my freedom'? I said yes this time. He had to go, but he said he'd walk me through things once he got done with this foot he was working on. Joe has a thing for feet. Dr. Maddox: What happened after that? SCP-2913: I stopped letting Jimmy do what he wanted. I tried to be quiet cause he was already a little off. But Jimmy liked control. By then I think the only way he was able to function like a normal human being most of the day was to let out his urges from time to time. I wouldn't let it happen any more though. So he started to drug me. Used a local anesthetic. Told people he had nerve damage. Dr. Maddox: At what point did you become separated from your host? SCP-2913: Last year. I knew it wasn't going to stop. He'd just keep drugging me and keep doing that stuff. I wanted to end it. He was driving to work one morning. Running late. Probably planned on numbing me in the bathroom when he got there. I reached up and pulled the steering wheel to the right. He wasn't expecting it. We did this weird flip thing and I just put myself out the window. I thought that would be it. The car rolled over me but it didn't hurt me. I think that was Joe's doing. Dr. Maddox: And then? SCP-2913: I hid in the grass. They took Jimmy to the hospital and they were looking for me all day, but I'd just crawl away when they got close. Joe said he understood why I did what I did. But he said he couldn't help me any more since I'd committed an act of violence. I think that's fair. He gave me freedom, I'm not sure there's much else he could do that was better than that. (subject pauses for several seconds before continuing) Do you know what happened to Jimmy? Dr. Maddox: I'm not sure. I can try to find out. SCP-2913: If you do find him. Get him the help he needs. And… tell him I'm sorry? Dr. Maddox: I'll see what I can do. Thank you for your time. SCP-2913: Yes sir! Heh.",
        "\" SCP-2913 \" by Doctor Cimmerian, from the SCP Wiki . Source: https://scpwiki.com/scp-2913 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2913",
    "object_class": "Safe",
    "containment_procedures": "SCP-2913 is to be held in a standard humanoid containment cell. SCP-2913 is to be afforded basic requested luxuries for as long as its continued cooperation with the Foundation is maintained.",
    "description": "SCP-2913 is a severed right hand, formerly belonging to James Hallman (deceased), which is capable of independent movement. Approximately 5.1 centimeters of the radial bone and 4.6 centimeters of the ulna extend, uncovered by skin, behind the wrist joint. Despite the lack of a biological support system and obvious trauma associated with the terminating ends of the bones behind the wrist joint, SCP-2913 remains healthy.",
    "title": "SCP-2913"
}