{
    "url": "https://scp-wiki.wikidot.com/scp-2917",
    "all_text": "rating: \n+96\n+\n–\nx\n\n\nItem #:\n SCP-2917\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Because SCP-2917 cannot be moved, Site-37 has been constructed around it. A minimum of five Class-D personnel are to be kept onsite for the purposes of investigating any locations for which unmanned exploration is deemed insufficient. All personnel charged with exploration of SCP-2917 are to undergo Advanced Decontamination before their departure as well as upon their retrieval. Individuals dispatched through SCP-2917 must be equipped with a redesigned Environmental Protection suit, modified to include pressurized containers welded to the surface to enable transport of samples without triggering a relocation event too quickly.\n\n\nAny individual found to have accidentally traveled through SCP-2917 is not to be followed under any circumstances, and any attempts at communication with such personnel must be through radio or other indirect means.\n\n\nRevision 07/15/19██: After relocation event 2917-315, no fewer than three armed security guards are to be kept onsite.\n\n\nRevision 12/17/19██: After Event 2917-A, the interior of SCP-2917's containment chamber is to be fitted with a reinforced carbon-carbon heat shield, and at least three meters of thermal insulation.\n\n\nDescription:\n SCP-2917 is a phenomenon affecting a spherical area with a radius of two meters, at a fixed location in █████████, ██████, roughly 0.5 meters above the ground. Electromagnetic radiation such as light or radio waves, as well as any solid object that makes contact with the edge of the anomaly will be transported to a celestial body outside of our Solar System. Gases and liquids cannot traverse the boundary unassisted, ensuring constant atmospheric pressure on both connected planets. Exploration is made difficult by the tendency of SCP-2917 to relocate - once every four hours, the anomaly closes, and reopens 0.1 seconds later to a different planet. Relocation events are also triggered when two objects traverse its borders within this four-hour interval.\n\n\n\n\nAddendum:\n SCP-2917 Experiment Logs\n\n\n\n\n+ SCP-2917 Testing Log\n\n\n\n\n- SCP-2917 Testing Log\n\n\n\n\nThis region of SCP-2917's file is to be used to describe controlled experimentation on its properties, with particular focus on the criteria for a Relocation Event.\n\n\nExperiment A - 06/24/19██\n\n\n\n\nSubject:\n A sealed 30 cm container, with a 10 cm rubber ball contained within.\n\n\nLog:\n The container is launched through SCP-2917. Upon crossing its barrier, no relocation event was triggered. A second rubber ball was then launched through the anomaly to trigger relocation event 2917-33, readying SCP-2917 for another test.\n\n\nAnalysis:\n Testing implies that objects in containers only count as single objects for the purposes of creating relocation events.\n\n\n\n\nExperiment B - 06/24/19██\n\n\n\n\nSubject:\n A sealed 30 cm container, with 50 mL of water contained within.\n\n\nLog:\n The container is successfully launched through SCP-2917. Upon crossing its barrier, no relocation event was triggered. A rubber ball was then launched through the anomaly to trigger relocation event 2917-34, readying SCP-2917 for another test.\n\n\nAnalysis:\n Liquids can pass through SCP-2917 without incident if contained within a solid envelope.\n\n\n\n\nExperiment C - 06/26/19██\n\n\n\n\nSubject:\n Two Foundation standard Remote Operated Vehicles, designated ROV-1 and ROV-2. To further establish the causes of relocation events, the two ROVs are connected by a tether.\n\n\nLog:\n ROV-1 is able to cross the boundary successfully, but the anomaly closes around ROV-2's end of the tether before it is able to cross, in relocation event 2917-32. Contact with ROV-1 is lost.\n\n\nAnalysis:\n The tether was considered to be a second object. Further testing is recommended.\n\n\n\n\nExperiment D - 06/27/19██\n\n\n\n\nSubject:\n One square aluminum panel, measuring 5 m to a side.\n\n\nLog:\n To test the response of SCP-2917 to a larger object attempting to cross, the aluminum panel was dropped onto the anomaly from above. Upon making contact, a relocation event was triggered, and the panel was able to fall to the ground during the brief interval in which SCP-2917 was closed.\n\n\nAnalysis:\n The standard relocation criteria do not apply to any objects larger than SCP-2917.\n\n\n\n\n\n\n\n\n\n\n\n\n+ SCP-2917 Exploration Log\n\n\n\n\n- SCP-2917 Exploration Log\n\n\n\n\nThis region of SCP-2917's file is to be used to describe exploration of notable planets with which SCP-2917 has connected.\n\n\n06/25/19██\n\n\n\n\nSubject:\n One Class-D, D-3612, equipped with an Environmental Protection suit, modified as described above.\n\n\nDestination:\n SCP-2917 opened to an underground cavern dimly lit by narrow, glowing blue streams along the walls and floor. The walls are lined with small, dark-blue crystals. A yellow light is visible down one of the corridors.\n\n\nLog:\n After decontamination, D-3612 crosses the SCP-2917 boundary as expected, and is first ordered to take samples of the luminescent fluid and crystals around the cavern. Once this is complete, she is ordered to proceed in the direction of the yellow light and identify its source if possible. As the cavern slopes uphill, the temperature begins to rise at a rate of roughly 3°C for every meter of altitude gained. Once the temperature rises above 50°C with the end of the corridor still >100 m away, D-3612 is ordered to turn back, and is able to return to Earth without incident.\n\n\nAnalysis:\n Fluid samples recovered by D-3612 during this exploration were found to consist of a naturally occurring luminol solution, activated by dissolved Copper (II) Sulfate from the Chalcanthite crystals found on the cavern walls. It is thought that the source of the increasing heat was a high temperature at the planet's surface caused by proximity to its parent star.\n\n\n\n\n07/10/19██\n\n\n\n\nSubject:\n One Class-D, D-4920, equipped with an Environmental Protection suit, modified as described above.\n\n\nDestination:\n A sandy desert, visible to the horizon on one side and broken up by narrow towers of metallic cubic crystals on the other. 0.5 m - 1 m wide blocks of a similar metal protrude from the sand. A pale pink sky is visible above, with a cratered moon directly overhead, occupying roughly 45° in angular size.\n\n\nLog:\n D-4920 crosses the SCP-2917 boundary as expected, and is ordered to examine the metallic objects embedded in the sand. He discovers that they are fixed in place, and strong enough that a sample cannot be removed. D-4920 is then ordered to move towards the structures visible in the distance. After several minutes of travel, D-4920 reports that the spires appear to be approaching - they are larger and closer than at the time of departure. It is at this time that researchers on earth notice that the sand on the planet appears to be receding at a small, but steadily increasing rate. D-4920 is ordered to return to Earth. During the return trip, the objects in the sand are noticeably taller, and the ground is beginning to visibly shift. At this time, the lowest point of SCP-2917 is 1 meter above the surface of the sand.\n\nAt this point it becomes apparent that the blocks in the sand are in fact the same objects as the distant spires, and that they are simply covered up by the sand in this location. The sand begins to recede more quickly, and D-4920 takes refuge on top of one of the emerging crystals. When the phenomenon stops, the surface of the sand is nearly 20 m below its original position. D-4920 is then able to climb down the spire and navigate the 'forest' of towers that have been exposed. He has traveled significantly closer to SCP-2917 when the sand begins to rise once more, filling in the space between the spires. D-4920 is forced to climb one of the objects or risk being buried beneath the encroaching sand, and manages to reach the top of the tower. At this point he is ordered to wait for the sand to return to its original location before attempting to return home. Once this has happened, D-4920 is able to cross the SCP-2917 boundary successfully.\n\n\nAnalysis:\n It has been suggested that the rapid retreat and return of the sand is a result of tidal forces, magnified by the proximity of the planet's moon. This hypothesis is supported by comparisons of the moon's position in the sky with the level of the sand's surface.\n\n\n\n\n07/14/19██\n\n\n\n\nSubject:\n One (1) Class D, D-9572, equipped with a standard Environmental Protection suit.\n\n\nDestination:\n Unlike the barren surface of all previous locations, this world sustains life - the anomaly opens to a forest filled with 20-30m blue and orange bioluminescent organisms superficially resembling trees. It is nighttime, and Barnard's Loop is visible in the sky, with an angular diameter of ~30 degrees.\n\n\nLog:\n D-9572 is ordered to move through SCP-2917, and complies with some hesitation. D-9572 begins moving between the \"trees\" with orders to locate high ground and survey the area. After ~30 minutes of travel, with no noticeable change in elevation or terrain grade, D-9572 is ordered to climb one of the \"trees\" that surround him. Upon reaching the highest stable point he can reach, D-9572 reports that there is no noticeable variation in terrain, or change in elevation, for the entire distance to the horizon. It is at this point that researchers on Earth notice a disturbance in the forest - followed shortly by the arrival of five cephalopod-like organisms. The organisms approached SCP-2917, and appeared to charge at the researchers visible through it. A single creature traveled through the anomaly, triggering relocation event 2917-315. D-9572 is left behind, and contact is lost.\n\n\nAnalysis:\n This expedition marks the first instance in which SCP-2917 has connected to a planet supporting life. The animal that penetrated SCP-2917 was incapable of breathing air on Earth, and quickly asphyxiated. Its dissection revealed similar body chemistry and organ structures to reptilian lifeforms, rather than the cephalopods it superficially resembled. Given the potential for a breach were a larger or more dangerous animal to exit the anomaly, containment procedures have been amended.\n\n\n\n\n07/21/19██\n\n\n\n\nSubject:\n One Foundation Quadrotor Drone, designated UAV-1.\n\n\nDestination:\n The upper atmosphere of a gas giant, with sandy yellow clouds visible below. The sky is a pale purple color, with one M-dwarf and one G-class main sequence star visible above.\n\n\nLog:\n UAV-1 is flown through the anomaly without incident, and performs a visual sweep of the area. A large cloud structure nearby is experiencing an electrical disturbance, and appears to be moving towards the drone. UAV-1 is quickly overtaken, and experiences extreme turbulence and some minor damage within the storm.\n\nAfter several minutes, the weather clears. several dark, oblong objects are visible in the distance and UAV-1 proceeds in their direction. As the drone approaches, the group of objects is revealed to be a pod of massive, slow-moving life forms, ranging from 50-400 m in length, that support themselves in the atmosphere using a bladder of gas. Each individual has a set of six 30 m long \"fins\" extending from each side, and a pair of eyes each measuring 3 m in diameter. The largest of them show tree-like organisms growing on their backs. The drone moves in, and drifts alongside the tail of one of these creatures, monitoring their behavior for several minutes. Adults tend to move lazily and with little variation, while smaller juveniles weave in and around the larger members of the pod, appearing to chase one another.\n\nIn the course of UAV-1's observations, an unique group of structures was noticed on the side of the largest member of the pod, at the base of its skull. Upon closer inspection, these structures appeared to be artificial, composed of skin from one of the animals as well as material harvested from the \"trees\" on their backs. The engine noise from the drone attracts the attention of the inhabitants of this small settlement. Beings resembling squid with four tentacles, each terminating in a three-fingered hand, emerge from their homes and approach UAV-1. The villagers float in the air through a similar mechanism to that of the much larger animals they live with. Three of the beings carry pointed tools fashioned from an unknown substance, possibly derived from their massive host life-forms. After the villagers and the drone observe one another for several minutes, the drone experiences an impact, and the camera pans to reveal one of the alien tools embedded in its side. Several more impacts are registered shortly thereafter, and contact with UAV-1 is lost.\n\nSCP-2917 is allowed to relocate naturally.\n\n\nAnalysis:\n This expedition marks the first instance in which SCP-2917 has allowed contact with intelligent life, as well as the first instance of the anomaly connecting with a nonterrestrial planet. Usage of SCP-2917 in the course of \nProject Heimdall\n is awaiting approval.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 2:\n Event 2917-A\n\n\n\n\n+ Expand\n\n\n\n\n- Collapse\n\n\n\n\n12/17/19██\n\n\n\n\nAt approximately 0800 hours on 12/15/19██, contact was lost with Site-37. Upon investigation, it was found that all metallic structures within the site had been melted, and all foliage within a radius of 7km had been incinerated. No survivors were found.\n\n\nIt has been theorized that the anomaly relocated onto a planet that was very near to its sun. Because SCP-2917 transmits light easily, the heat and radiation traveling through was able to destroy Site-37 and the surrounding environment. Containment has been reestablished as of 12/28/19██, and Site-37 is currently undergoing reconstruction. In an attempt to prevent future events of this nature taking place, containment procedures have been amended.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2916\n | SCP-2917 | \nSCP-2918\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2917\n\" by GeometryPrime, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2917\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-2917 Experiment Logs",
        "Addendum 2: Event 2917-A"
    ],
    "documents": [],
    "notes": [
        "Subject: A sealed 30 cm container, with a 10 cm rubber ball contained within. Log: The container is launched through SCP-2917. Upon crossing its barrier, no relocation event was triggered. A second rubber ball was then launched through the anomaly to trigger relocation event 2917-33, readying SCP-2917 for another test. Analysis: Testing implies that objects in containers only count as single objects for the purposes of creating relocation events.",
        "Subject: A sealed 30 cm container, with 50 mL of water contained within. Log: The container is successfully launched through SCP-2917. Upon crossing its barrier, no relocation event was triggered. A rubber ball was then launched through the anomaly to trigger relocation event 2917-34, readying SCP-2917 for another test. Analysis: Liquids can pass through SCP-2917 without incident if contained within a solid envelope.",
        "Subject: Two Foundation standard Remote Operated Vehicles, designated ROV-1 and ROV-2. To further establish the causes of relocation events, the two ROVs are connected by a tether. Log: ROV-1 is able to cross the boundary successfully, but the anomaly closes around ROV-2's end of the tether before it is able to cross, in relocation event 2917-32. Contact with ROV-1 is lost. Analysis: The tether was considered to be a second object. Further testing is recommended.",
        "Subject: One square aluminum panel, measuring 5 m to a side. Log: To test the response of SCP-2917 to a larger object attempting to cross, the aluminum panel was dropped onto the anomaly from above. Upon making contact, a relocation event was triggered, and the panel was able to fall to the ground during the brief interval in which SCP-2917 was closed. Analysis: The standard relocation criteria do not apply to any objects larger than SCP-2917.",
        "Subject: One Class-D, D-3612, equipped with an Environmental Protection suit, modified as described above. Destination: SCP-2917 opened to an underground cavern dimly lit by narrow, glowing blue streams along the walls and floor. The walls are lined with small, dark-blue crystals. A yellow light is visible down one of the corridors. Log: After decontamination, D-3612 crosses the SCP-2917 boundary as expected, and is first ordered to take samples of the luminescent fluid and crystals around the cavern. Once this is complete, she is ordered to proceed in the direction of the yellow light and identify its source if possible. As the cavern slopes uphill, the temperature begins to rise at a rate of roughly 3°C for every meter of altitude gained. Once the temperature rises above 50°C with the end of the corridor still >100 m away, D-3612 is ordered to turn back, and is able to return to Earth without incident. Analysis: Fluid samples recovered by D-3612 during this exploration were found to consist of a naturally occurring luminol solution, activated by dissolved Copper (II) Sulfate from the Chalcanthite crystals found on the cavern walls. It is thought that the source of the increasing heat was a high temperature at the planet's surface caused by proximity to its parent star.",
        "Subject: One Class-D, D-4920, equipped with an Environmental Protection suit, modified as described above. Destination: A sandy desert, visible to the horizon on one side and broken up by narrow towers of metallic cubic crystals on the other. 0.5 m - 1 m wide blocks of a similar metal protrude from the sand. A pale pink sky is visible above, with a cratered moon directly overhead, occupying roughly 45° in angular size. Log: D-4920 crosses the SCP-2917 boundary as expected, and is ordered to examine the metallic objects embedded in the sand. He discovers that they are fixed in place, and strong enough that a sample cannot be removed. D-4920 is then ordered to move towards the structures visible in the distance. After several minutes of travel, D-4920 reports that the spires appear to be approaching - they are larger and closer than at the time of departure. It is at this time that researchers on earth notice that the sand on the planet appears to be receding at a small, but steadily increasing rate. D-4920 is ordered to return to Earth. During the return trip, the objects in the sand are noticeably taller, and the ground is beginning to visibly shift. At this time, the lowest point of SCP-2917 is 1 meter above the surface of the sand. At this point it becomes apparent that the blocks in the sand are in fact the same objects as the distant spires, and that they are simply covered up by the sand in this location. The sand begins to recede more quickly, and D-4920 takes refuge on top of one of the emerging crystals. When the phenomenon stops, the surface of the sand is nearly 20 m below its original position. D-4920 is then able to climb down the spire and navigate the 'forest' of towers that have been exposed. He has traveled significantly closer to SCP-2917 when the sand begins to rise once more, filling in the space between the spires. D-4920 is forced to climb one of the objects or risk being buried beneath the encroaching sand, and manages to reach the top of the tower. At this point he is ordered to wait for the sand to return to its original location before attempting to return home. Once this has happened, D-4920 is able to cross the SCP-2917 boundary successfully. Analysis: It has been suggested that the rapid retreat and return of the sand is a result of tidal forces, magnified by the proximity of the planet's moon. This hypothesis is supported by comparisons of the moon's position in the sky with the level of the sand's surface.",
        "Subject: One (1) Class D, D-9572, equipped with a standard Environmental Protection suit. Destination: Unlike the barren surface of all previous locations, this world sustains life - the anomaly opens to a forest filled with 20-30m blue and orange bioluminescent organisms superficially resembling trees. It is nighttime, and Barnard's Loop is visible in the sky, with an angular diameter of ~30 degrees. Log: D-9572 is ordered to move through SCP-2917, and complies with some hesitation. D-9572 begins moving between the \"trees\" with orders to locate high ground and survey the area. After ~30 minutes of travel, with no noticeable change in elevation or terrain grade, D-9572 is ordered to climb one of the \"trees\" that surround him. Upon reaching the highest stable point he can reach, D-9572 reports that there is no noticeable variation in terrain, or change in elevation, for the entire distance to the horizon. It is at this point that researchers on Earth notice a disturbance in the forest - followed shortly by the arrival of five cephalopod-like organisms. The organisms approached SCP-2917, and appeared to charge at the researchers visible through it. A single creature traveled through the anomaly, triggering relocation event 2917-315. D-9572 is left behind, and contact is lost. Analysis: This expedition marks the first instance in which SCP-2917 has connected to a planet supporting life. The animal that penetrated SCP-2917 was incapable of breathing air on Earth, and quickly asphyxiated. Its dissection revealed similar body chemistry and organ structures to reptilian lifeforms, rather than the cephalopods it superficially resembled. Given the potential for a breach were a larger or more dangerous animal to exit the anomaly, containment procedures have been amended.",
        "Subject: One Foundation Quadrotor Drone, designated UAV-1. Destination: The upper atmosphere of a gas giant, with sandy yellow clouds visible below. The sky is a pale purple color, with one M-dwarf and one G-class main sequence star visible above. Log: UAV-1 is flown through the anomaly without incident, and performs a visual sweep of the area. A large cloud structure nearby is experiencing an electrical disturbance, and appears to be moving towards the drone. UAV-1 is quickly overtaken, and experiences extreme turbulence and some minor damage within the storm. After several minutes, the weather clears. several dark, oblong objects are visible in the distance and UAV-1 proceeds in their direction. As the drone approaches, the group of objects is revealed to be a pod of massive, slow-moving life forms, ranging from 50-400 m in length, that support themselves in the atmosphere using a bladder of gas. Each individual has a set of six 30 m long \"fins\" extending from each side, and a pair of eyes each measuring 3 m in diameter. The largest of them show tree-like organisms growing on their backs. The drone moves in, and drifts alongside the tail of one of these creatures, monitoring their behavior for several minutes. Adults tend to move lazily and with little variation, while smaller juveniles weave in and around the larger members of the pod, appearing to chase one another. In the course of UAV-1's observations, an unique group of structures was noticed on the side of the largest member of the pod, at the base of its skull. Upon closer inspection, these structures appeared to be artificial, composed of skin from one of the animals as well as material harvested from the \"trees\" on their backs. The engine noise from the drone attracts the attention of the inhabitants of this small settlement. Beings resembling squid with four tentacles, each terminating in a three-fingered hand, emerge from their homes and approach UAV-1. The villagers float in the air through a similar mechanism to that of the much larger animals they live with. Three of the beings carry pointed tools fashioned from an unknown substance, possibly derived from their massive host life-forms. After the villagers and the drone observe one another for several minutes, the drone experiences an impact, and the camera pans to reveal one of the alien tools embedded in its side. Several more impacts are registered shortly thereafter, and contact with UAV-1 is lost. SCP-2917 is allowed to relocate naturally. Analysis: This expedition marks the first instance in which SCP-2917 has allowed contact with intelligent life, as well as the first instance of the anomaly connecting with a nonterrestrial planet. Usage of SCP-2917 in the course of Project Heimdall is awaiting approval.",
        "At approximately 0800 hours on 12/15/19██, contact was lost with Site-37. Upon investigation, it was found that all metallic structures within the site had been melted, and all foliage within a radius of 7km had been incinerated. No survivors were found. It has been theorized that the anomaly relocated onto a planet that was very near to its sun. Because SCP-2917 transmits light easily, the heat and radiation traveling through was able to destroy Site-37 and the surrounding environment. Containment has been reestablished as of 12/28/19██, and Site-37 is currently undergoing reconstruction. In an attempt to prevent future events of this nature taking place, containment procedures have been amended.",
        "\" SCP-2917 \" by GeometryPrime, from the SCP Wiki . Source: https://scpwiki.com/scp-2917 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2917",
    "object_class": "Euclid",
    "containment_procedures": "Because SCP-2917 cannot be moved, Site-37 has been constructed around it. A minimum of five Class-D personnel are to be kept onsite for the purposes of investigating any locations for which unmanned exploration is deemed insufficient. All personnel charged with exploration of SCP-2917 are to undergo Advanced Decontamination before their departure as well as upon their retrieval. Individuals dispatched through SCP-2917 must be equipped with a redesigned Environmental Protection suit, modified to include pressurized containers welded to the surface to enable transport of samples without triggering a relocation event too quickly.",
    "description": "SCP-2917 is a phenomenon affecting a spherical area with a radius of two meters, at a fixed location in █████████, ██████, roughly 0.5 meters above the ground. Electromagnetic radiation such as light or radio waves, as well as any solid object that makes contact with the edge of the anomaly will be transported to a celestial body outside of our Solar System. Gases and liquids cannot traverse the boundary unassisted, ensuring constant atmospheric pressure on both connected planets. Exploration is made difficult by the tendency of SCP-2917 to relocate - once every four hours, the anomaly closes, and reopens 0.1 seconds later to a different planet. Relocation events are also triggered when two objects traverse its borders within this four-hour interval.",
    "title": "SCP-2917"
}