{
    "url": "https://scp-wiki.wikidot.com/scp-2929",
    "all_text": "rating: \n+74\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n2929\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-2929 is located in Foundation-operated Katavi National Park, control of which has been negotiated from the Tanzanian government. A perimeter of two kilometers is to be maintained around SCP-2929 and civilian access is to be prohibited. Any and all trespassers are to be detained, interrogated, administered appropriate amnestics, and released at the discretion of acting personnel.\n\n\nLocals familiar with SCP-2929 have been amnesticized. Because the locals had no intention to make knowledge of SCP-2929 known to outsiders, further suppression of information is unnecessary.\n\n\nA 200-meter-high enclosure has been constructed at a perimeter of 10 meters and disguised as a radio tower. Foundation operatives are to consistently monitor and edit satellite photographs of SCP-2929 and its enclosure. The enclosure with all associated machinery and all supports are to be checked for damage on a monthly basis and repaired in a timely manner.\n\n\nNo personnel are permitted to make physical contact with the exposed face of SCP-2929. All movements made by SCP-2929 are to be observed and recorded by on-site mathematicians and linguists fluent in ancient and modern forms of Khoisan languages. Any attempts made by SCP-2929-1 to communicate are to be reported to the acting Level 3 supervisor. Transmissions directed at SCP-2929-1 must be supervised by personnel of Level 3 Clearance or higher.\n\n\nDescription:\n SCP-2929 is a perfectly cylindrical column of what appears to be indestructible, pure obsidian extending from the lower mantle of the Earth to above the crust, about three meters higher than the surrounding ground\n1\n. It is located at 6°50'██\"S, 31°15'██\"E in Katavi National Park, Mpanda District, Tanzania. The column is oriented to point directly toward the Earth's center of mass. SCP-2929 has a consistent diameter of approximately 82.22 meters\n2\n and, according to readings from experimental gamma ray imaging (GRI) techniques, is approximately 2844.00 kilometers\n3\n long.\n\n\nThe two faces of SCP-2929 are in a perpetual state of motion and cannot be manipulated externally. GRI readings show that movements made on one face are made in tandem with movements on the other face, but inverted. For example, if a one centimeter cube indent presents itself on one side, then a one centimeter cube protrusion will present itself in the corresponding location on the opposite face simultaneously.\n\n\nTherefore, SCP-2929 can be thought of as an array of columns each several molecules wide and composed of a silicon dioxide (SiO\n2\n; quartz), magnesium oxide (MgO; magnesia), and ferrous-ferric oxide (Fe\n3\nO\n4\n; magnetite) glass, otherwise known as obsidian. These columns rapidly move up and down. Individual columns have never been recorded to extend or depress farther than approximately 150 meters. A \"tube\" or \"shell\" of stationary obsidian about 50Å wide forms the curved surface of SCP-2929.\n\n\nThese movements produce patterns that vary widely and include but are not limited to: discernible \"peaks\" and \"troughs\"; ripples; slow undulations; erratic angular spikes; brief regular polygonal figures; multiple extremely high or deep and very thin round \"pikes\" or \"holes\" in close proximity to one another; rising tiered square pyramids; very rare prostrate humanoid figures; et cetera.\n\n\nAccess to further information, detailed in Document-2929-01, is restricted to personnel of Level 3/2929 Clearance or higher.\n\n\n\n\n+ Document-2929-01; Input Level 3/2929 Credentials\n\n\n\n\n- Credentials Accepted\n\n\n\n\nOn ██/██/1███, due to the very regular appearance of discernible patterns, it was concluded that SCP-2929 and/or an entity associated with it must be sapient or at least sentient. Efforts at analysis and decoding of the patterns commenced immediately and concluded later that year.\n\n\nSCP-2929-1 refers to the entity presumed to be controlling SCP-2929 from the end situated in the lower mantle. GRI readings indicate it consists primarily of post-perovskite\n4\n arranged in a complicated, largely stationary form\n5\n.\n\n\nIn addition to other movements, SCP-2929-1 originally broadcast a loop of eight parabolic figures in a line, with each figure extending and depressing at different intervals. On-location researchers realized this could be interpreted as representing the numbers 0 to 128 in binary, with \"peaks\" representing \"1s\" and \"troughs\" representing \"0s,\" followed by a seemingly arbitrary series of numbers.\n\n\nOn-location cryptographers and linguists found that by using a simple substitution code with a previously unheard of dialect bearing similarities to ancient Khoisan\n6\n languages, the second series of binary numbers could be interpreted as a greeting followed by a phrase akin to \"SENDWAVES.\" On ██/██/1███, following approval from O5 Command, on-site technicians directed a focused gamma ray wave transmission of a greeting in modern Sandawe by binary in the direction of SCP-2929-1. A transcript of the ensuing dialogue follows.\n\n\n\n\nNote: Dialogue has been translated to English and spaces have been added for the sake of readability. Delays between responses have been omitted for brevity.\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-2929-1:\n OBSERVATION YOU SPEAK A NEW DIALECT\n\n\nDr. Barlow:\n WE USED THE CLOSEST LANGUAGE WE KNEW TO THE LANGUAGE YOU USED WHAT ARE YOU\n\n\n-1:\n I AM THE ROCK OF THE SPIRIT\n7\n\n\nB.:\n PLEASE DESCRIBE YOURSELF IN FURTHER DETAIL\n\n\n-1:\n I WATCH THE LOOSE ONES OF THIS LAND AND RELATE TO THEM MY KNOWLEDGE\n\n\nB.:\n WHAT DO YOU KNOW\n\n\n-1:\n I AM RELATING SOME OF IT TO YOU NOW\n\n\n(At this point, a section of the surface of SCP-2929 became level. Parts of this section shifted to form what appeared to be a violently convulsing prostrate humanoid and a\n Parinari curatellifolia\n8\n \nspecimen. The upper portion of the plant gradually became level, leaving only the roots present. The roots moved toward the humanoid figure until \"contact\" was made and the humanoid figure ceased convulsing. This repeated an additional three times until normal movements resumed.)\n\n\nB.:\n HOW DO YOU KNOW THIS\n\n\n-1:\n MY KNOWLEDGE COMES FROM MY BEING I HAVE ALWAYS KNOWN MY KNOWLEDGE\n\n\nB.:\n WHEN AND HOW WERE YOU MADE\n\n\n-1:\n LONG AGO I CAME TO BE FROM THE CHAOS AND THE MIXING OF THE FLUID ROCK AROUND ME\n\n\nB.:\n WHEN AND HOW DID SCP 2929 COME TO BE\n\n\n-1:\n WHAT IS SCP 2929\n\n\nB.:\n SCP 2929 IS THE DEVICE YOU USE TO COMMUNICATE WITH US\n\n\n-1:\n WHEN I WAS STILL FORMING I ISOLATED A FAVORABLE MINERAL AND COMPILED LONG LINES THAT I WRAPPED IN MORE MINERAL I BROKE THE COLD CEILING SO I COULD RELATE MY KNOWLEDGE TO THE LOOSE ONES ABOVE BUT I HAVE LOST MY POWER TO MANIPULATE THE ROCK AROUND THE COLUMN\n\n\nB.:\n HAS ANYONE OTHER THAN US COMMUNICATED WITH YOU\n\n\n-1:\n YOU ARE THE FIRST TO SEND WAVES IT HAS BEEN A LONG TIME IN SILENCE\n\n\nB.:\n WHAT ELSE DO YOU KNOW\n\n\n-1:\n I ONLY KNOW THE KNOWLEDGE THAT I HAD FOR AS LONG AS I HAVE EXISTED I KNOW CURES TO MANY AILMENTS OF THE LOOSE ONES ABOVE I KNOW I MUST RELATE MY KNOWLEDGE TO THEM IT IS MY PURPOSE\n\n\nB.:\n THANK YOU FOR COOPERATING WE MAY COMMUNICATE AGAIN AT ANOTHER TIME\n\n\n-1:\n THANK YOU FOR RESPONDING\n\n\n[END LOG]\n\n\n\n\nNote: Following this interview, SCP-2929-1 has failed to offer any additional information other than that on traditional Tanzanian medicines. SCP-2929-1 has not expressed any meaningful understanding of human anatomy or disease, only simple treatments and remedies.\n\n\nNote from Dr. Barlow: I feel that SCP-2929-1 is hiding something from us. It claims the Foundation is the first to have successfully responded to it, which on its own sounds reasonable; it is unlikely the Bende or Pimbwe peoples had access to gamma ray transmitters or understood binary. However, the source of its comprehension of the language it uses, the concept of humans, et cetera is largely unknown. Unless SCP-2929-1's claim of having known what it knows from the beginning is to be taken as truth, the only way for it to know this information is to learn it from an outside source, possibly an anomalous individual. SCP-2929-1 is not to be trusted as a reliable source of information on anything other than traditional medicines.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. About 9██ meters above sea level.\n\n\n2\n. Exactly 144 \nohra\n, a pre-colonial Tanzanian unit of length equivalent to about 0.571 meters. Of note is that the number 144 is 2^7 plus 2^4, as well as 12^2.\n\n\n3\n. Exactly 4,980,736 \nohra\n. Of note is that the number 4,980,736 is 2^22 plus 2^19.\n\n\n4\n. A phase of magnesium silicate (MgSiO\n3\n) found in the D\" layer of the lower mantle under very high pressures and temperatures.\n\n\n5\n. The non-anomalous counterpart of SCP-2929-1 would be an ultra-low velocity zone (ULVZ), patches of matter on or above the core-mantle boundary with extremely low seismic velocities. The velocities are so low that many can be considered solid and even form simple structures. ULVZs often correlate with the edges of the African and Pacific Large Low Shear Velocity Provinces (LLSVPs); SCP-2929-1 is near the edge of the African LLSVP but may or may not correlate to it, depending on its origins.\n\n\n6\n. Commonly referred to as \"click-languages.\"\n\n\n7\n. Believed to be related to \"Katabi Spirit.\" According to traditional Bende and Pimbwe religions, Katabi Spirit was an entity capable of granting fortunes, magical protection, and discovering traditional medicines. A famous example of Katabi Spirit is the \"Spiritual Tree of Katabi,\" otherwise known as the \"Tree of the Spirit,\" which is also located in its namesake Katavi National Park. Investigation into other artifacts related to \"Katabi Spirit\" has revealed no other anomalies.\n\n\n8\n. A local herb whose roots are used in traditional Tanzanian medicine to treat epilepsy.\n\n\n\n\n\n\n\n\n« \nSCP-2928\n | SCP-2929 | \nSCP-2930\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2929\n\" by ooblex, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2929\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Note: Dialogue has been translated to English and spaces have been added for the sake of readability. Delays between responses have been omitted for brevity. [BEGIN LOG] SCP-2929-1: OBSERVATION YOU SPEAK A NEW DIALECT Dr. Barlow: WE USED THE CLOSEST LANGUAGE WE KNEW TO THE LANGUAGE YOU USED WHAT ARE YOU -1: I AM THE ROCK OF THE SPIRIT 7 B.: PLEASE DESCRIBE YOURSELF IN FURTHER DETAIL -1: I WATCH THE LOOSE ONES OF THIS LAND AND RELATE TO THEM MY KNOWLEDGE B.: WHAT DO YOU KNOW -1: I AM RELATING SOME OF IT TO YOU NOW (At this point, a section of the surface of SCP-2929 became level. Parts of this section shifted to form what appeared to be a violently convulsing prostrate humanoid and a Parinari curatellifolia 8 specimen. The upper portion of the plant gradually became level, leaving only the roots present. The roots moved toward the humanoid figure until \"contact\" was made and the humanoid figure ceased convulsing. This repeated an additional three times until normal movements resumed.) B.: HOW DO YOU KNOW THIS -1: MY KNOWLEDGE COMES FROM MY BEING I HAVE ALWAYS KNOWN MY KNOWLEDGE B.: WHEN AND HOW WERE YOU MADE -1: LONG AGO I CAME TO BE FROM THE CHAOS AND THE MIXING OF THE FLUID ROCK AROUND ME B.: WHEN AND HOW DID SCP 2929 COME TO BE -1: WHAT IS SCP 2929 B.: SCP 2929 IS THE DEVICE YOU USE TO COMMUNICATE WITH US -1: WHEN I WAS STILL FORMING I ISOLATED A FAVORABLE MINERAL AND COMPILED LONG LINES THAT I WRAPPED IN MORE MINERAL I BROKE THE COLD CEILING SO I COULD RELATE MY KNOWLEDGE TO THE LOOSE ONES ABOVE BUT I HAVE LOST MY POWER TO MANIPULATE THE ROCK AROUND THE COLUMN B.: HAS ANYONE OTHER THAN US COMMUNICATED WITH YOU -1: YOU ARE THE FIRST TO SEND WAVES IT HAS BEEN A LONG TIME IN SILENCE B.: WHAT ELSE DO YOU KNOW -1: I ONLY KNOW THE KNOWLEDGE THAT I HAD FOR AS LONG AS I HAVE EXISTED I KNOW CURES TO MANY AILMENTS OF THE LOOSE ONES ABOVE I KNOW I MUST RELATE MY KNOWLEDGE TO THEM IT IS MY PURPOSE B.: THANK YOU FOR COOPERATING WE MAY COMMUNICATE AGAIN AT ANOTHER TIME -1: THANK YOU FOR RESPONDING [END LOG] Note: Following this interview, SCP-2929-1 has failed to offer any additional information other than that on traditional Tanzanian medicines. SCP-2929-1 has not expressed any meaningful understanding of human anatomy or disease, only simple treatments and remedies. Note from Dr. Barlow: I feel that SCP-2929-1 is hiding something from us. It claims the Foundation is the first to have successfully responded to it, which on its own sounds reasonable; it is unlikely the Bende or Pimbwe peoples had access to gamma ray transmitters or understood binary. However, the source of its comprehension of the language it uses, the concept of humans, et cetera is largely unknown. Unless SCP-2929-1's claim of having known what it knows from the beginning is to be taken as truth, the only way for it to know this information is to learn it from an outside source, possibly an anomalous individual. SCP-2929-1 is not to be trusted as a reliable source of information on anything other than traditional medicines.",
        "\" SCP-2929 \" by ooblex, from the SCP Wiki . Source: https://scpwiki.com/scp-2929 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-2929 is located in Foundation-operated Katavi National Park, control of which has been negotiated from the Tanzanian government. A perimeter of two kilometers is to be maintained around SCP-2929 and civilian access is to be prohibited. Any and all trespassers are to be detained, interrogated, administered appropriate amnestics, and released at the discretion of acting personnel.",
    "description": "SCP-2929 is a perfectly cylindrical column of what appears to be indestructible, pure obsidian extending from the lower mantle of the Earth to above the crust, about three meters higher than the surrounding ground1. It is located at 6°50'██\"S, 31°15'██\"E in Katavi National Park, Mpanda District, Tanzania. The column is oriented to point directly toward the Earth's center of mass. SCP-2929 has a consistent diameter of approximately 82.22 meters2 and, according to readings from experimental gamma ray imaging (GRI) techniques, is approximately 2844.00 kilometers3 long.",
    "title": "SCP-2929"
}