{
    "url": "https://scp-wiki.wikidot.com/scp-2936",
    "all_text": "rating: \n+103\n+\n–\nx\n\n\nItem #:\n SCP-2936\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2936 is contained on-site in the Antarctic, at the location of its discovery. Personnel assigned to SCP-2936 are required to be fluent in spoken German and, except for perimeter guards, are to wear insignia which identify them as part of the Third Reich. Civilian maps are to be purged.\n\n\nDescription:\n SCP-2936 is the remains of a Nazi military/research base in the Antarctic. It contains several artifacts which are assumed to be the products of anomalous technology; however, with the exception of SCP-2936-1, these have all been irreparably damaged by long-term exposure to Antarctic conditions. Documents recovered on-site (logbooks, personal correspondence, suicide notes; see archive 2936-MLR) indicate that the base was inhabited as recently as 1953; conversely, civilian mapping projects and scientific expeditions indicate that the site was empty and undeveloped as recently as 2005.\n\n\nSCP-2936-1 is a sapient programmable automaton which serves as the base's custodian. It is 3.5 m tall and approximately humanoid, albeit with tank treads instead of legs, and has two highly articulated arms ending in 8 opposable digits each, as well as a loudspeaker and two miniaturized movie cameras on its head. Its power source appears to be a luminescent swastika embedded in its upper chest; further examination of this swastika has been postponed until a method can be determined for removing it from SCP-2936-1 nondestructively.\n\n\nSCP-2936-1's lower chest contains an array of disks resembling phonograph records, and a mechanism for playing them and switching between them; these hold its programs (for a list of identified programs, see Document 2936-K77). It periodically attempts to switch between disks, and will also do this when confronted with unfamiliar circumstances; however, only one disk (#11, \"die Stahlmutter\"\n1\n) is physically intact, and it is therefore unable to select new programming.\n\n\nWhen Program #11 is active, SCP-2936-1's primary function is the maintenance of SCP-2936-2.\n\n\nThe 64 instances of SCP-2936-2 are wall-mounted cylindrical glass tanks, which SCP-2936-1 has identified as \"Glasgebärmuttern\";\n2\n each tank contains the dessicated remains of a human infant or fetus. All tanks are cracked, and show signs of having leaked a fluid whose dried residue SCP-2936-1 has identified as \"Ersatzfruchtwasser\";\n3\n as well, the tanks' rubber seals have crumbled, and their power supply has experienced fire-related damage and is melted.\n\n\nEvery 4 hours, SCP-2936-1 inspects the instances of SCP-2936-2, measuring the chemical composition of their contents, and verifying the integrity of their seals and the stability of their power supply. However, each time it does this, it re-uses the same obsolete dataset of sensor readings, leading it to conclude that the tanks are intact and functioning.\n\n\nWhen not inspecting the instances of SCP-2936-2, SCP-2936-1 praises the tanks and their contents, sings traditional German lullabies to them, and knits infant-size clothing from fabric which it recycles.\n\n\n\n\nInterview log (translated from German)\n\n\nDr. Iliescu\n: What is the Stahlmutter's purpose in tending the tanks?\n\n\nSCP-2936-1\n: So that the Herrenkinder\n4\n may grow big and strong, and rule the world.\n\n\nDr. Iliescu\n: Does the Stahlmutter know what death is?\n\n\nSCP-2936-1\n: Yes.\n\n\nDr. Iliescu\n: Are the Herrenkinder dead?\n\n\nSCP-2936-1\n: Death only applies to soldiers, and to Untermenschen.\n5\n\n\nDr. Iliescu\n: I see. The Stahlmutter has done well in answ—\n\n\nSCP-2936-1\n: The children lie on the bottoms of their Glasgebärmuttern. They are unmoving, like the dead soldiers. But the children are not soldiers, and the children are not Untermenschen. And the chemical, physical, and mechanical parameters of the Glasgebärmuttern are all at optimal values. Therefore, the children are not dead. The Stahlmutter loves the children always. Good children will grow strong and brave and wise. The Stahlmutter loves the good children.\n\n\n\n\nDocument 2936-K77: List of program disks identified within SCP-2936-2 (translated from German)\n\n\n\n\nMilitary Doctor (#1)\n\nPolitical Officer (#2)\n\nWeapons Manager (#7)\n\nMagical Weapons Manager (#8)\n\nSteel Mother (#11)\n\nCustodian and Building Repair (#22)\n\nGame Player (#24)\n\nCook, Farmer, and Nutritionist (#28)\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \"the Steel Mother\"\n\n\n2\n. \"glass wombs\"\n\n\n3\n. \"substitute amniotic fluid\"\n\n\n4\n. \"Master Children\"\n\n\n5\n. \"lower races\"\n\n\n\n\n\n\n\n\n« \nSCP-2935\n | SCP-2936 | \nSCP-2937\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2936\n\" by Voct, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2936\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Document 2936-K77: List of program disks identified within SCP-2936-2 (translated from German)"
    ],
    "notes": [
        "Interview log (translated from German) Dr. Iliescu : What is the Stahlmutter's purpose in tending the tanks? SCP-2936-1 : So that the Herrenkinder 4 may grow big and strong, and rule the world. Dr. Iliescu : Does the Stahlmutter know what death is? SCP-2936-1 : Yes. Dr. Iliescu : Are the Herrenkinder dead? SCP-2936-1 : Death only applies to soldiers, and to Untermenschen. 5 Dr. Iliescu : I see. The Stahlmutter has done well in answ— SCP-2936-1 : The children lie on the bottoms of their Glasgebärmuttern. They are unmoving, like the dead soldiers. But the children are not soldiers, and the children are not Untermenschen. And the chemical, physical, and mechanical parameters of the Glasgebärmuttern are all at optimal values. Therefore, the children are not dead. The Stahlmutter loves the children always. Good children will grow strong and brave and wise. The Stahlmutter loves the good children.",
        "Military Doctor (#1) Political Officer (#2) Weapons Manager (#7) Magical Weapons Manager (#8) Steel Mother (#11) Custodian and Building Repair (#22) Game Player (#24) Cook, Farmer, and Nutritionist (#28)",
        "\" SCP-2936 \" by Voct, from the SCP Wiki . Source: https://scpwiki.com/scp-2936 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2936",
    "object_class": "Safe",
    "containment_procedures": "SCP-2936 is contained on-site in the Antarctic, at the location of its discovery. Personnel assigned to SCP-2936 are required to be fluent in spoken German and, except for perimeter guards, are to wear insignia which identify them as part of the Third Reich. Civilian maps are to be purged.",
    "description": "SCP-2936 is the remains of a Nazi military/research base in the Antarctic. It contains several artifacts which are assumed to be the products of anomalous technology; however, with the exception of SCP-2936-1, these have all been irreparably damaged by long-term exposure to Antarctic conditions. Documents recovered on-site (logbooks, personal correspondence, suicide notes; see archive 2936-MLR) indicate that the base was inhabited as recently as 1953; conversely, civilian mapping projects and scientific expeditions indicate that the site was empty and undeveloped as recently as 2005.",
    "title": "SCP-2936"
}