{
    "url": "https://scp-wiki.wikidot.com/scp-2939",
    "all_text": "rating: \n+294\n+\n–\nx\n\n\n\n\n\n\n2939-“BIG NARF” manifestation in Walla Walla, WA.\n\n\n\n\n\n\nItem #:\n SCP-2939\n\n\nObject Class:\n Euclid \n(provisional, pending adoption of containment procedures)\n\n\nSpecial Containment Procedures:\n No containment procedure for the SCP-2939 manifestation phenomenon has currently been finalized. Global Committee Naḥš-12 (“‘NARF’ Herders”)\n1\n has been assigned in a fact-finding capacity to document 2939-“BIG NARF” manifestations and to devise and propose Special Containment Procedure 2939 for submission to the Site Directors’ Executive Committee of the Whole.\n\n\nDescription:\n SCP-2939 is a phenomenon involving the apparently spontaneous addition of the phrase “BIG NARF” to the description of an upcoming event, gathering, or other group social endeavor.\n2\n In all observed cases thus far, the addition of the phrase presages the cancellation of said event, whether aborting the event already in progress or preventing its scheduled beginning. 2939-“BIG NARF” manifestations are a newly-observed phenomenon, as the Foundation has not currently discovered details of manifestations before ████ of this year. As such, containment theory remains under development, and the exact mechanism by which 2939-“BIG NARF” manifestations occur is unknown.\n\n\nMerely adding the phrase “BIG NARF” to the description of an upcoming event does not cause its cancellation, in significant tests by GCN-12 to date. Only additions of the phrase “BIG NARF” spontaneously by no observed mechanism or party appear to trigger SCP-2939. The phrase “BIG NARF,” then, is currently considered to be a ‘calling card’ for the events rather than a self-propagating memetic hazard in and of itself.\n\n\nSelected 2939-“BIG NARF” Manifestations:\n The following is a selection of 2939-‘BIG NARF’ manifestations observed by GCN-12 to date. Full details are available to Level-1-2939 staff and to other Foundation staff upon request.\n\n\n\n\nA handwritten poster for an upcoming show by the band Calcutta Darlings at Main Street Studios in Walla Walla, Washington, United States, was shown on a private businesses’ security footage to spontaneously list “BIG NARF” as the opening band 3 days before the concert. The purported ‘opening band’ was added to the poster between frames of the security footage. The listing of the opening band matched, in the opinion of handwriting experts, the original handwriting of the advertisement. The concert did not go on as planned, as Calcutta Darlings bassist Mingmei Wei fell ill with influenza prior to the show. Local Task Force interviewers determined that none of the three-member band were aware of “BIG NARF.”\n3\n\n\nA Super Smash Bros. Melee tournament in Bend, Oregon, United States’ bracket on an online tournament-listing website was updated mid-tournament to list “BIG NARF” in Pool 13, scheduled to begin at 12:00 PM local time. At 12:06, when the first match of Pool 13 between the players “JMF | The Problem” and “Frogdad” was about to begin on the event’s Twitch.tv stream, the venue for the event (a local video game and collectible card game store) lost power, cutting off the stream and forcing the event to close. The online tournament-listing website’s server logs were polled and displayed no originating user action for the bracket change, and tournament participants and organizers, when interviewed, indicated no knowledge of the purported player.\n4\n\n\nA slam poetry event in Corvallis, Oregon, United States was evacuated due to fire in the café hosting the event. “BIG NARF” was listed on the Facebook event as one of the poets performing.\n5\n\n\n\n\nOther events cancelled by 2939-“BIG NARF” manifestations include wine tastings, a group sage grouse birdwatching expedition, three Little League Baseball games where “BIG NARF” was listed on the lineup cards (all rained out) and a bar trivia night.\n\n\n\n\n\n\nRegions of currently-known SCP-2939 events.\n\n\n\n\n\n\nCurrently Active Containment Theory Proposals:\n All SCP-2939 incidents have currently been restricted to the Pacific Northwest region of the United States, with most manifestations occurring in the eastern Oregon and Washington area. No more than one manifestation has ever been observed per day, and manifestations have not yet occurred in two disparate areas in times faster than average vehicle transportation between those two areas. Current containment theory holds, then, that an individual, entity or group bound by human transportation limits — and primarily residing in the eastern Washington or Oregon area — is responsible for SCP-2939. GCN-12 members are currently researching individuals involved in video gaming, music, and related culture groups in the areas affected by SCP-2939.\n\n\nActively pursued containment theories include:\n\n\n\n\nAn individual or a group with malicious intent is attempting to cause harm to the career or hobby prospects of a person or persons involved in events in the region.\n\n\nAn individual or a group is counter-intuitively attempting to protect a person or person(s) at these events, as six venues involved in SCP-2939 manifestations so far were found to have electrical or fire safety deficiencies.\n\n\nAn individual or a group is intentionally attempting to draw the attention of SCP Foundation operations in the region. Level ≥3-2939 personnel may view event update LLN below.\n\n\n\n\nOther containment theories currently not actively pursued include that 2939-“BIG NARF” manifestations are a self-propagating memetic phenomenon,\n6\n that 2939-“BIG NARF” cancellations are non-anomalous sabotage and out of the scope of the Foundation,\n7\n and that 2939-“BIG NARF” manifestations are a complex hoax on the part of Foundation employees\n8\n.\n\n\n\n\n+ Show GCN-12 event update LLN [LEVEL ≥3 CLEARANCE REQUIRED]\n\n\n\n\n- Hide GCN-12 event update LLN [LEVEL ≥3 CLEARANCE REQUIRED]\n\n\n\n\n\n\nTo the advisory committee:\n\n\nOur wide-ranging interviews in the wake of 2939-“BIG NARF” events appear to have drawn the attention of whoever’s responsible for 2939. Three straight attempts to conference call with my regional captains for updates were disrupted, with “BIG NARF” listed in the agenda for the meetings. I scheduled an emergency meeting with strict instructions that there would be no agenda for the call, and found myself unable to pick up the phone, paralyzed by anxiety over what exactly I’d say about “BIG NARF.” I believe this was the first known example of a non-written 2939 event. I’m sending this up the ladder — our group has been compromised, either from within or without, and needs to have this investigation taken out of our hands. BIG NARF is in my head every time I try to organize anything. My deputy reports the same.\n\n\nThis is bigger than some cancelled concerts. It’s not some juvenile PoI making a joke. If it is, it's gotten out of hand. Run this up the chain and don’t tell us a damn thing. I’ll hold everyone and tell them the investigation is continuing. I look forward to a visit from Memetics.\n\n\nAlyx Kortig\n\nChairperson\n\nGlobal Committee Naḥš-12 (“‘NARF’ Herders”)\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. GCN-12\n\n\n2\n. See section “Selected 2939-‘BIG NARF’ Manifestations,” below.\n\n\n3\n. Nine musical event cancellations involving “BIG NARF” have been noted to date, most notably involving the revocation of a permit for a 2-day music festival soon after the addition of “BIG NARF” to all posters in the local area advertising the festival.\n\n\n4\n. Three “esports” event cancellations involving “BIG NARF” have been noted to date.\n\n\n5\n. This is the only known non-musical art/culture event to be disrupted by a 2939-“BIG NARF” manifestation to date. Of particular note is that a member of Iodina, a band that had been disrupted by a 2939-“BIG NARF” manifestation, was present at the slam poetry event and has been named as a Person of Interest by GCN-12.\n\n\n6\n. Ruled too difficult to conclusively prove at this stage.\n\n\n7\n. Would require great cost and effort, no current proof.\n\n\n8\n. Would require an exceptionally large failure of operational security, involve the participation of individuals with clean disciplinary records, and would accomplish no clear purpose.\n\n\n\n\n\n\n\n\n« \nSCP-2938\n | SCP-2939 | \nSCP-2940\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "To the advisory committee: Our wide-ranging interviews in the wake of 2939-“BIG NARF” events appear to have drawn the attention of whoever’s responsible for 2939. Three straight attempts to conference call with my regional captains for updates were disrupted, with “BIG NARF” listed in the agenda for the meetings. I scheduled an emergency meeting with strict instructions that there would be no agenda for the call, and found myself unable to pick up the phone, paralyzed by anxiety over what exactly I’d say about “BIG NARF.” I believe this was the first known example of a non-written 2939 event. I’m sending this up the ladder — our group has been compromised, either from within or without, and needs to have this investigation taken out of our hands. BIG NARF is in my head every time I try to organize anything. My deputy reports the same. This is bigger than some cancelled concerts. It’s not some juvenile PoI making a joke. If it is, it's gotten out of hand. Run this up the chain and don’t tell us a damn thing. I’ll hold everyone and tell them the investigation is continuing. I look forward to a visit from Memetics. Alyx Kortig Chairperson Global Committee Naḥš-12 (“‘NARF’ Herders”)"
    ],
    "item": "SCP-2939",
    "object_class": "Euclid (provisional, pending adoption of containment procedures)",
    "containment_procedures": "No containment procedure for the SCP-2939 manifestation phenomenon has currently been finalized. Global Committee Naḥš-12 (“‘NARF’ Herders”)1 has been assigned in a fact-finding capacity to document 2939-“BIG NARF” manifestations and to devise and propose Special Containment Procedure 2939 for submission to the Site Directors’ Executive Committee of the Whole.",
    "description": "SCP-2939 is a phenomenon involving the apparently spontaneous addition of the phrase “BIG NARF” to the description of an upcoming event, gathering, or other group social endeavor.2 In all observed cases thus far, the addition of the phrase presages the cancellation of said event, whether aborting the event already in progress or preventing its scheduled beginning. 2939-“BIG NARF” manifestations are a newly-observed phenomenon, as the Foundation has not currently discovered details of manifestations before ████ of this year. As such, containment theory remains under development, and the exact mechanism by which 2939-“BIG NARF” manifestations occur is unknown.",
    "title": "SCP-2939"
}