{
    "url": "https://scp-wiki.wikidot.com/scp-2943",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\nItem #:\n SCP-2943\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n SCP-2943-A is currently within the boundaries of Site-51. A digital display showing the current date and time is to be kept within visible range of this manifestation point at all times. A timer counting down until precisely 8,640 minutes have elapsed since the previous SCP-2943 manifestation is to be kept running at all times, and reset as required. Tests conducted with any SCP-2943 instances are to be catalogued in the SCP-2943 Testing Log.\n\n\nAll instances of SCP-2943-1 are to be catalogued according to manifestation time and stored accordingly. New instances of SCP-2943-1 are to be timestamped immediately for ease of cataloguing.\n\n\nInstances of SCP-2943-2 are to be processed similarly to SCP-2943-1 before being transported to \nLunar Area-32\n, to facilitate satellite imagery of the Earth as depicted through each instance, to assist in determining the cause of their manifestations. SCP-2943-2 are to be stored at Site-51 when not in use, separately from SCP-2943-1 instances.\n\n\n\n\nAdditional procedures for Level 3 or higher personnel only.\n\n\n\n\nDisplaying additional procedures.\n\n\n\n\nSCP-2943 storage areas are to be frequently inspected for the appearance of SCP-2943-3 instances. The content of SCP-2943-3 instances is to be recorded and available information utilised to prevent the reoccurance of any observed K-Class scenarios. Information regarding SCP-2943-3 instances is restricted to Level 3 or higher clearance.\n\n\n\n\n\n\n\n\nIn the event of an impending severe K-Class scenario, Procedure SATURN LAMENT is to be initiated as a last resort. Under no other circumstances whatsoever are any potentially destructive tests to be conducted on any SCP-2943 instances.\n\n\nProcedure SATURN LAMENT:\n Information detailing pivotal events regarding the imminent K-Class scenario, such as events that directly instigated the event or alternate outcomes that were not explored, are to be left exposed within reasonable distance of SCP-2943-A until an SCP-2943-1 or SCP-2943-2 instance manifests. Once this has occurred, \nan available SCP-2943-1 or SCP-2943-2 instance that manifested prior to the first event pivotal to the impending K-Class scenario\n the most recently manifested SCP-2943-1 or SCP-2943-2 instance is to be destroyed by any means necessary.\n\n\nDescription:\n SCP-2943 is the collective designation for a group of glass octahedrons that manifest at a predefined point, designated SCP-2943-A, relative to the Earth's inner core. Looking through an SCP-2943 shows the observed environment as it was at the time of the instance’s manifestation. The instance is unable to pass through solids or liquids that are visible through it, which become permanent obstructions for the instance. No passage of time is observed in depicted locations, with the exclusion of detectable subatomic particles and energy, which do not suffer from any measurable diminishment in quantity or energy.\n\n\nTesting performed utilising localised temporal distortion\n1\n has confirmed that SCP-2943 instances are immune to such effects – instances manifest precisely once every six days, following an indeterminate ‘rate’ of time theorised to be analogous to that of \nSCP-1485-A\n. Attempts to accelerate or decelerate the rate that SCP-2943 instances manifest at have universally failed.\n\n\nSCP-2943 instances are classified under one of three superficial designations:\n\n\nSCP-2943-1\n are instances that manifest precisely six days following the most recent SCP-2943 manifestation, as expected.\n\n\nSCP-2943-2\n are instances that superficially manifest at random periods of time, typically more than twenty-four hours earlier or later than expected. As the SCP-2943 phenomenon cannot be induced to manifest instances earlier or later than the six day period, the manifestation of SCP-2943-2 logically means that a large-scale temporal distortion was occuring prior to, or during the manifestation. Beyond this superficial difference, SCP-2943-2 are identical to SCP-2943-1.\n\n\nInformation regarding instances of SCP-2943-3 is restricted to Level 3 or higher personnel.\n\n\n\n\n+ Level 3 or higher only.\n\n\n\n\n- SCP-2943-3\n\n\n\n\nSCP-2943-3\n are instances that have manifested at a future date prior to a chronological rewind occuring. Inducing contradictions between observations and reality at the approximate time the instance manifested does not produce any expected detrimental effects, such as causal loops or paradoxes. SCP-2943-3 instances typically appear in locations where instances of SCP-2943-1 and -2 are stored, rather than manifesting at SCP-2943-A.\n\n\nThe future states of locations observed through SCP-2943-3 instances have on average a 23%\n2\n probability of displaying prominent signs of various K-Class scenarios in effect, or their aftermath. The majority of remaining Foundation personnel are investigating events that directly contributed to the K-Class scenario, how they could have been prevented, and methods of inducing a chronological rewind\n3\n Several instances show a noteworthy proportion of Foundation personnel abandoning their assignments in order to partake in various forms of self-indulgence.\n\n\n\n\n\n\n\n\nAddendum 1:\n Xyank/Anastasakos Project Overview\n\n\n\n\nXyank/Anastasakos Project\n\n\nSynopsis:\n\nSCP-2943 instances enable us to actively observe the value of local tachyon fields as they were at the time of the instance’s manifestation. This, coupled with the recent discovery that \ntachyon fields can be manipulated by use of radio waves\n, presents the opportunity for the development of a device capable of diminishing, if not outright neutralising temporal distortions within an area of effect.\n\n\nProposal:\n\nA device will be constructed that contains the following:\n\n\n\n\nTwo tachyon field detectors\n\n\nAn AM/FM radio transmitter capable of broadcasting at VHF/UHF\n\n\nAn internal processing unit\n\n\nOne instance of SCP-2943-1\n\n\n\n\nThe device will be constructed as follows:\n\n\n\n\nA tachyon field detector will be altered in order to enable it to record the intensity of a tachyon field via the SCP-2943-1 instance, giving an approximate 'baseline' value.\n\n\nThe second detector will record the intensity of the tachyon field in the environment surrounding the device.\n\n\nThe central processor will analyse the difference between the recorded values of each emitter, and utilise the built-in AM/FM radio transmitter to emit radio waves sufficient to manipulate the tachyon field of the surrounding environment to match the field recorded through the SCP-2943-1 instance.\n\n\n\n\nThis would ideally result in a complete neutralisation of any temporal distortion within the device's area of effect, reverting the rate of time to the baseline that the SCP-2943-1 instance follows.\n\n\nIssues:\n\nThe portability and effectiveness of this device would strongly depend upon its power source. A larger power source would ensure an extended lifetime for the device before replenishment or replacement is required, however would make it significantly more difficult to relocate and utilise; likewise, a smaller power source would make the device more portable and easier to rapidly deploy, but will significantly stint the effectiveness and lifetime of the device.\n\n\n\n\n\n\nProject approved by Foundation Administrative Council.\n\nHigh priority status granted by Overseer Council.\n\n\n\n\nAddendum 2:\n\n\n\n\n+ Level 4 or higher personnel only. \n\n\n\n\n- Clearance verified.\n\n\n\n\nContact with Site-64T was unexpectedly lost on ██/██/████. Video surveillance of \nSCP-2400\n showed the door spontaneously closing between frames without any discernable cause.\n\n\nContact was re-established with Site-64T once SCP-2400 was reopened. On-site staff reported that a chronological rewind event had just occurred, believed to have been caused by the destruction of an SCP-2943 instance. Investigation of the backup database situated in Site-64T\n4\n revealed several discrepancies in SCP-2943's records, as well as the following information appended to its primary documentation:\n\n\n\n\nOverseer verification: [DATA REDACTED BY O5 COMMAND]\n\n\nCurrent date is ██/██/████.\n\n\nWeekly report of Site-64T (received hourly) was received several minutes early and purported the date external to SCP-2400 to be ██/██/████. On-site personnel insisted this dating should have been accurate; accurate predictions of imminent, minor issues supported the theory of a chronological rewind rather than a memetic/infohazardous anomaly.\n\n\nComparison of backed up files showed several inconsistencies in storage records for SCP-2943; specifically, an instance of SCP-2943-1 was recorded to have manifested on this day, which did not occur. Multiple instances of SCP-2943-3 appeared in containment that have been confirmed to be recorded as -1 or -2 instances in the backup. Strongly suggests a relation.\n\n\nWhat caused SCP-2943 to initiate this event is currently unknown. Several tests will be performed in order, with this document being updated to preemptively state what the next conducted test will be. Whichever test is displayed after a second event has occurred is highly probable to be the cause.\n\n\nStress testing\n.\n\n\n\n\nComparison of SCP-2943’s storage logs at Site-64T compared to that on the main Foundation database revealed that a SCP-2943-1 instance was registered to have manifested at the moment that contact was lost with Site-64T – this instance did not manifest. The SCP-2943-1 instance dated to have manifested on ██/██/████ was found to be absent from storage, corroborating the appended document and the testimony of Site-64T personnel involved.\n\n\n\n\n\n\n\n\nIn light of these events, extreme care is now mandatory to ensure SCP-2943 instances are not destroyed. This restriction is overruled in the case of Procedure SATURN LAMENT.\n\n\nAddendum 3:\n\nIn the wake of the implementation of Procedure SATURN LAMENT, an exponential increase in the number of manifesting SCP-2943-3 has occurred, along with an abnormally long delay between SCP-2943-1 and -2 manifestations. This increase has been significant enough to not only prominently increase storage costs for SCP-2943 instances, but also poses a potential VK-Class hazard should such instances continue to manifest. In light of this, Procedure SATURN LAMENT has been altered to rectify these issues.\n\n\n\n\nFootnotes\n\n\n1\n. Primarily by using \nSCP-119\n and \nSCP-281\n\n\n2\n. Following the establishment of Procedure SATURN LAMENT, this percentage has increased to 87%.\n\n\n3\n. Following its conception, the majority of such methods involve executing Procedure SATURN LAMENT.\n\n\n4\n. Due to the causally isolated nature of SCP-2400-A, a backup of all documents regarding temporal anomalies is kept at Site-64T, to ensure such documentation will not be affected by such anomalies.\n\n\n\n\n\n\n\n\n« \nSCP-2942\n | SCP-2943 | \nSCP-2944\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2943\n\" by Jack Ike, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2943\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Xyank/Anastasakos Project Overview",
        "Addendum 2:\nIn light of these events, extreme care is now mandatory to ensure SCP-2943 instances are not destroyed. This restriction is overruled in the case of Procedure SATURN LAMENT.",
        "Addendum 3: In the wake of the implementation of Procedure SATURN LAMENT, an exponential increase in the number of manifesting SCP-2943-3 has occurred, along with an abnormally long delay between SCP-2943-1 and -2 manifestations. This increase has been significant enough to not only prominently increase storage costs for SCP-2943 instances, but also poses a potential VK-Class hazard should such instances continue to manifest. In light of this, Procedure SATURN LAMENT has been altered to rectify these issues."
    ],
    "documents": [],
    "notes": [
        "Xyank/Anastasakos Project Synopsis: SCP-2943 instances enable us to actively observe the value of local tachyon fields as they were at the time of the instance’s manifestation. This, coupled with the recent discovery that tachyon fields can be manipulated by use of radio waves , presents the opportunity for the development of a device capable of diminishing, if not outright neutralising temporal distortions within an area of effect. Proposal: A device will be constructed that contains the following: Two tachyon field detectors An AM/FM radio transmitter capable of broadcasting at VHF/UHF An internal processing unit One instance of SCP-2943-1 The device will be constructed as follows: A tachyon field detector will be altered in order to enable it to record the intensity of a tachyon field via the SCP-2943-1 instance, giving an approximate 'baseline' value. The second detector will record the intensity of the tachyon field in the environment surrounding the device. The central processor will analyse the difference between the recorded values of each emitter, and utilise the built-in AM/FM radio transmitter to emit radio waves sufficient to manipulate the tachyon field of the surrounding environment to match the field recorded through the SCP-2943-1 instance. This would ideally result in a complete neutralisation of any temporal distortion within the device's area of effect, reverting the rate of time to the baseline that the SCP-2943-1 instance follows. Issues: The portability and effectiveness of this device would strongly depend upon its power source. A larger power source would ensure an extended lifetime for the device before replenishment or replacement is required, however would make it significantly more difficult to relocate and utilise; likewise, a smaller power source would make the device more portable and easier to rapidly deploy, but will significantly stint the effectiveness and lifetime of the device.",
        "Project approved by Foundation Administrative Council. High priority status granted by Overseer Council.",
        "Overseer verification: [DATA REDACTED BY O5 COMMAND] Current date is ██/██/████. Weekly report of Site-64T (received hourly) was received several minutes early and purported the date external to SCP-2400 to be ██/██/████. On-site personnel insisted this dating should have been accurate; accurate predictions of imminent, minor issues supported the theory of a chronological rewind rather than a memetic/infohazardous anomaly. Comparison of backed up files showed several inconsistencies in storage records for SCP-2943; specifically, an instance of SCP-2943-1 was recorded to have manifested on this day, which did not occur. Multiple instances of SCP-2943-3 appeared in containment that have been confirmed to be recorded as -1 or -2 instances in the backup. Strongly suggests a relation. What caused SCP-2943 to initiate this event is currently unknown. Several tests will be performed in order, with this document being updated to preemptively state what the next conducted test will be. Whichever test is displayed after a second event has occurred is highly probable to be the cause. Stress testing .",
        "\" SCP-2943 \" by Jack Ike, from the SCP Wiki . Source: https://scpwiki.com/scp-2943 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2943",
    "object_class": "Thaumiel",
    "containment_procedures": "SCP-2943-A is currently within the boundaries of Site-51. A digital display showing the current date and time is to be kept within visible range of this manifestation point at all times. A timer counting down until precisely 8,640 minutes have elapsed since the previous SCP-2943 manifestation is to be kept running at all times, and reset as required. Tests conducted with any SCP-2943 instances are to be catalogued in the SCP-2943 Testing Log.",
    "description": "SCP-2943 is the collective designation for a group of glass octahedrons that manifest at a predefined point, designated SCP-2943-A, relative to the Earth's inner core. Looking through an SCP-2943 shows the observed environment as it was at the time of the instance’s manifestation. The instance is unable to pass through solids or liquids that are visible through it, which become permanent obstructions for the instance. No passage of time is observed in depicted locations, with the exclusion of detectable subatomic particles and energy, which do not suffer from any measurable diminishment in quantity or energy.",
    "title": "SCP-2943"
}