{
    "url": "https://scp-wiki.wikidot.com/scp-2950",
    "all_text": "rating: \n+875\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-2950\n: Just a Chair\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2040\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 875\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 856\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 584\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 543\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 419\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 315\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 243\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 225\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 171\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 169\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 130\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 125\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 99\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 92\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 205\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+875\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2950\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2950 is to be stored in a standard Safe-class Anomalous Item containment locker.\n\n\nTesting on SCP-2950 is currently indefinitely suspended due to its extremely low priority. There are no plans to revive testing of SCP-2950, due to the need to use resources more efficiently.\n\n\nDescription:\n SCP-2950 is a metal folding chair. SCP-2950’s anomalous effect causes those who sit in it to experience elevated levels of comfort that do not correspond to chairs of similar composition and style.\n\n\nIndividuals that sit in SCP-2950 report that they feel as if they need to sit in the chair constantly, and are often hostile when asked to leave their position.\n\n\nTesting has indicated that the longer an individual sits in SCP-2950, the more difficult it is to remove said individual. Subjects who sit in the chair for longer than 30 minutes cannot be removed from the chair without the use of force. Subjects who sit in the chair for longer than one hour cannot be coerced into leaving the chair.\n\n\n\n\ndArkN3ss201 f4l1S-Identity Recognized\n\n\n\n\nl1ghT521 pR3vaiLs-Opening Access to File\n\n\n\n\n\n\nTo the new O5-6,\n\n\nIf you’ve seen this document before, and are wondering why you can now see this new addition, it’s because you’re the only person inoculated with the anti-cognitohazard capable of allowing you to see this. Nobody, not RAISA, not the researchers, not even the other O5s can see this. They’ve got their own little projects to deal with anyways.\n\n\nAs you’ve probably guessed, there are things that are below the surface in this big place we call work. You’ve always wondered about the layers hidden behind the documents, and there’s a reason why they exist: certain infohazards are more dangerous than others. Some are so dangerous that only a few people can ever know about them.\n\n\nAnd sometimes, that number is one.\n\n\nSCP-2950, as you’ve probably guessed, is not simply a very comfortable chair. That’s what we (and by we, I mean you and I) want people to think.\n\n\nSCP-2950 is a Keter-class entity that cannot be defined. It is not something that we cannot define because we cannot remember it; it’s undefinable because we must define what it is. SCP-2950 takes the form of whatever the majority of people \nthink\n it is.\n\n\nYou’re not stupid. You can probably guess what that means. Is it actually a chair? To most people it is. You know better. We make sure this document gets around to a lot of people, just so people know that it’s a chair.\n\n\nThe chair is designed to be as \"mundane\" as an SCP could possibly be. No mind tricks. No insane hostility. No helpful properties. We want people to be as disinterested in this chair as possible. If you find out that someone is trying to run a test on this thing, don't let them.\n\n\nYou might be thinking, “Why don’t we simply forget about it? Why don’t you and I just dupe ourselves into thinking it’s a chair, so it actually is one?” I wish it could be that easy. Unfortunately, somebody out there knew what it is too. And that somebody wrote a damn book about it.\n\n\nIt started when we found a book describing SCP-2950 as some kind of XK-class monster. We initiated containment protocols along those lines, believing that it was true. And so it was.\n\n\nIn the process, the Serpent’s Hand drained themselves trying to stop us from getting that book. We never understood, and most of them didn’t either. There were few who had the knowledge to tell us the truth, but they only told us when it was far too late.\n\n\nA secret meeting saw the O5s and the \nSerpent’s Hand\n discussing what SCP-2950 was. They showed us their books and their stories that gave us what we needed to know. A lot of us were skeptical. More of us were desperate.\n\n\nAfter doing what was necessary to erase awareness of SCP-2950, it was agreed that one of us on each side would keep the knowledge, to prevent something like this from ever happening again.\n\n\nNeither of us ever found out where those books came from. According to them, they appeared in the Library one day. The source that we used to find ours disappeared, and nobody knows where it came from. That’s why you’re here. Not only do you have to remember, but if possible, you must find out where this thing came from. I failed, and so did the rest of the O5-6’s that have tried. Maybe you’ll be different.\n\n\nWe’ve kept our end of the bargain, and hopefully, so have they. And now, it’s time to pass the torch on to someone else. I don’t have to remind you that you’re alone on this one. It’s not exactly like you can call up the Serpent’s Hand and ask for backup.\n\n\nGood luck, sir or madam. The world needs you on this one.\n\n\nAnd, by the way, congratulations on the promotion.\n\n\nO5-6\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2949\n | SCP-2950 | \nSCP-2951\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2950\n\" by weizhong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2950\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "To the new O5-6, If you’ve seen this document before, and are wondering why you can now see this new addition, it’s because you’re the only person inoculated with the anti-cognitohazard capable of allowing you to see this. Nobody, not RAISA, not the researchers, not even the other O5s can see this. They’ve got their own little projects to deal with anyways. As you’ve probably guessed, there are things that are below the surface in this big place we call work. You’ve always wondered about the layers hidden behind the documents, and there’s a reason why they exist: certain infohazards are more dangerous than others. Some are so dangerous that only a few people can ever know about them. And sometimes, that number is one. SCP-2950, as you’ve probably guessed, is not simply a very comfortable chair. That’s what we (and by we, I mean you and I) want people to think. SCP-2950 is a Keter-class entity that cannot be defined. It is not something that we cannot define because we cannot remember it; it’s undefinable because we must define what it is. SCP-2950 takes the form of whatever the majority of people think it is. You’re not stupid. You can probably guess what that means. Is it actually a chair? To most people it is. You know better. We make sure this document gets around to a lot of people, just so people know that it’s a chair. The chair is designed to be as \"mundane\" as an SCP could possibly be. No mind tricks. No insane hostility. No helpful properties. We want people to be as disinterested in this chair as possible. If you find out that someone is trying to run a test on this thing, don't let them. You might be thinking, “Why don’t we simply forget about it? Why don’t you and I just dupe ourselves into thinking it’s a chair, so it actually is one?” I wish it could be that easy. Unfortunately, somebody out there knew what it is too. And that somebody wrote a damn book about it. It started when we found a book describing SCP-2950 as some kind of XK-class monster. We initiated containment protocols along those lines, believing that it was true. And so it was. In the process, the Serpent’s Hand drained themselves trying to stop us from getting that book. We never understood, and most of them didn’t either. There were few who had the knowledge to tell us the truth, but they only told us when it was far too late. A secret meeting saw the O5s and the Serpent’s Hand discussing what SCP-2950 was. They showed us their books and their stories that gave us what we needed to know. A lot of us were skeptical. More of us were desperate. After doing what was necessary to erase awareness of SCP-2950, it was agreed that one of us on each side would keep the knowledge, to prevent something like this from ever happening again. Neither of us ever found out where those books came from. According to them, they appeared in the Library one day. The source that we used to find ours disappeared, and nobody knows where it came from. That’s why you’re here. Not only do you have to remember, but if possible, you must find out where this thing came from. I failed, and so did the rest of the O5-6’s that have tried. Maybe you’ll be different. We’ve kept our end of the bargain, and hopefully, so have they. And now, it’s time to pass the torch on to someone else. I don’t have to remind you that you’re alone on this one. It’s not exactly like you can call up the Serpent’s Hand and ask for backup. Good luck, sir or madam. The world needs you on this one. And, by the way, congratulations on the promotion. O5-6",
        "\" SCP-2950 \" by weizhong, from the SCP Wiki . Source: https://scpwiki.com/scp-2950 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2950",
    "object_class": "Safe",
    "containment_procedures": "SCP-2950 is to be stored in a standard Safe-class Anomalous Item containment locker.",
    "description": "SCP-2950 is a metal folding chair. SCP-2950’s anomalous effect causes those who sit in it to experience elevated levels of comfort that do not correspond to chairs of similar composition and style.",
    "title": "SCP-2950"
}