{
    "url": "https://scp-wiki.wikidot.com/scp-2954",
    "all_text": "rating: \n+123\n+\n–\nx\n\n\n\n\n\n\nSCP-2954-1A.\n\n\n\n\n\n\nItem #:\n SCP-2954\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2954-2 is eventually killed by SCP-2954-1 during Tsuburaya Events. During the event's duration, personnel should observe from afar due to potentially life-threatening damage SCP-2954 causes. Guards are stationed around the area of Events to deter civilians during inactive times. Class-A Amnestics are to be administered to civilians witnessing Tsuburaya Events.\n\n\nDescription:\n SCP-2954-1A refers to six large pieces of weaponry resembling satellite dishes located on the boundaries of a deserted rural town in [REDACTED]\n1\n, Japan. SCP-2954-1A are capable of autonomously discharging electric arcs through unknown means; analysis of SCP-2954-1A's interior reveals no relevant components apart from a rope and pulley system used to position SCP-2954-1A.\n\n\nSCP-2954-2 refers to creatures bearing a mix of reptilian, amphibious, and piscine traits. They are fifty to sixty meters tall, with a smooth, blue-gray dorsal coloration, and a red, pleated, armored underbelly; their back and forearms feature prominent spined fins. SCP-2954-2 instances are bipedal, walking hunchbacked with their mouths always slightly opened. They are also capable of spitting a corrosive fluid.\n\n\nTsuburaya Events start every seven days with a single SCP-2954-2 manifesting and beginning to destroy its surroundings. As SCP-2954-2 rampages, SCP-2954-1A activate, firing at SCP-2954-2; SCP-2954-2 will move towards SCP-2954-1A, presumably in an attempt to destroy them. As this occurs, sounds of gunfire, land vehicle movement, and orders shouted in Japanese are heard. Artillery shells materialize in midair, aimed at SCP-2954-2. While the \"military forces\" \n(henceforth referred to as SCP-2954-1B)\n are invisible and intangible, projectiles fired inflict physical damage.\n\n\nDuring Tsuburaya Events, SCP-2954-2 destroys at least one SCP-2954-1A; explosions similar to that of destroyed automobiles also appear as SCP-2954-2 attacks the invisible SCP-2954-1B forces. As SCP-2954-2 approaches the town, the intensity of SCP-2954-1's attack increases; the combined assault from SCP-2954-1A and B always results in its death. SCP-2954-2 will collapse, then gradually grow transparent before disappearing completely. Once SCP-2954-2 disappears, disembodied cheering can be heard before all damage done to the environment is reversed.\n\n\nAddendum X-1:\n While exploring the area of Tsuburaya Events, personnel discovered an abandoned building containing movie posters, film reels, and various documents. Posters depict a creature similar to SCP-2954-2; the title of the poster (translated from Japanese) reads \"Fukaeru's Assault!\". The movie reels follow Tsuburaya Events, and are labeled one through twenty.\n\n\nOf note are the following:\n\n\n\n\n(Translated from Japanese) Our sponsor gave twenty monsters to shoot. We'll pick the best footage.\n\n\n\n\n\n\nFilming completed, ██/██/1974. Don't forget: call our sponsor to say further shipments are unneeded.\n\n\n\n\n\n\nDaiju Producers-\n\n\nDo you need more Fukaeru? We can resupply until you're satisfied!\n\n\n\n\n\n\nDaiju Producers-\n\n\nYou have not replied for a while! Regardless, we will send another shipment. Happy filming!\n\n\n\n\nThere are multiple/similar copies of the last message. While the oldest date stamp is from 1972, they continue to the present day; new letters appear sporadically in a file cabinet near the front entrance. When personnel first discovered the building, the documents had overflowed and spilled to the floor.\n\n\n\n\nFootnotes\n\n\n1\n. A known center of \nIJAMEA\n activity prior to the end of the Second World War.\n\n\n\n\n\n\n\n\n« \nSCP-2953\n | SCP-2954 | \nSCP-2955\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2954\n\" by OZ Ouroboros, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2954\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum X-1: While exploring the area of Tsuburaya Events, personnel discovered an abandoned building containing movie posters, film reels, and various documents. Posters depict a creature similar to SCP-2954-2; the title of the poster (translated from Japanese) reads \"Fukaeru's Assault!\". The movie reels follow Tsuburaya Events, and are labeled one through twenty.\nOf note are the following:\nThere are multiple/similar copies of the last message. While the oldest date stamp is from 1972, they continue to the present day; new letters appear sporadically in a file cabinet near the front entrance. When personnel first discovered the building, the documents had overflowed and spilled to the floor."
    ],
    "documents": [],
    "notes": [
        "(Translated from Japanese) Our sponsor gave twenty monsters to shoot. We'll pick the best footage.",
        "Filming completed, ██/██/1974. Don't forget: call our sponsor to say further shipments are unneeded.",
        "Daiju Producers- Do you need more Fukaeru? We can resupply until you're satisfied!",
        "Daiju Producers- You have not replied for a while! Regardless, we will send another shipment. Happy filming!",
        "\" SCP-2954 \" by OZ Ouroboros, from the SCP Wiki . Source: https://scpwiki.com/scp-2954 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-2954",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2954-2 is eventually killed by SCP-2954-1 during Tsuburaya Events. During the event's duration, personnel should observe from afar due to potentially life-threatening damage SCP-2954 causes. Guards are stationed around the area of Events to deter civilians during inactive times. Class-A Amnestics are to be administered to civilians witnessing Tsuburaya Events.",
    "description": "SCP-2954-1A refers to six large pieces of weaponry resembling satellite dishes located on the boundaries of a deserted rural town in [REDACTED]1, Japan. SCP-2954-1A are capable of autonomously discharging electric arcs through unknown means; analysis of SCP-2954-1A's interior reveals no relevant components apart from a rope and pulley system used to position SCP-2954-1A.",
    "title": "SCP-2954"
}