{
    "url": "https://scp-wiki.wikidot.com/scp-2960",
    "all_text": "rating: \n+322\n+\n–\nx\n\n\n\n\n\n\nSeveral instances of SCP-2960 during a performance.\n\n\n\n\n\n\nItem #:\n SCP-2960\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Due to the nature of SCP-2960, the object is to be contained on site in the former auditorium of █████ High School in █████, Oregon. The school has since been closed and the property purchased via a Foundation front organization.\n\n\nAll instances of SCP-2960 are to be provided meals daily in accordance to a standard Foundation humanoid feeding schedule. Medical assistance is to be provided upon request, with physical exams scheduled to take place every two weeks.\n\n\nFollowing the suicide of five SCP-2960 instances on 11/4/2009, psychological evaluations of each instance of SCP-2960 are scheduled to take place on a weekly basis. Any instance of SCP-2960 deemed suicidal or unwilling to perform at the next show is to be immediately quarantined from all other instances so that counseling/psychological treatment may be provided.\n\n\nInstances of SCP-2960 are to be provided with the following forms of entertainment:\n\n\n\n\nOne library of 20 preapproved books with selection rotated on a monthly basis.\n\n\nFour preapproved board games with selection rotated on a quarterly basis\n\n\nOne television equipped with a DVD player.\n\n\nOne library of 10 preapproved DVDs with selection rotated on a monthly basis.\n\n\n\n\nDescription:\n SCP-2960 collectively designates the former cast, orchestra and crew of █████ High School’s 2008 production of \nUrinetown\n. The anomalous properties of SCP-2960 become apparent when any instance attempts to leave the auditorium or the backstage area. During any such attempt the instance will be physically stopped by an invisible barrier of force preventing further egress. As of the time of writing, all attempts to physically force an SCP-2960 instance through this barrier has been met with failure and severe injury to the subject. Anyone who was not a member of the production’s cast, orchestra or crew by closing night of the show’s run is not affected by this barrier. Foundation personnel are freely capable of entering and leaving the stage and backstage area.\n\n\nAt 19:00 PST every Friday, Saturday and Sunday night, a male voice will play over the auditorium’s intercom, informing the cast and crew to take their places. This voice has since been identified as belonging to Liam Schmidt, █████ High School’s former drama teacher. Attempts to locate the source of the announcement have so far been met with failure.\n\n\nAt 19:30 PST, lighting in the auditorium will dim and begin to run through the light and sound cues from the 2008 show of \nUrinetown,\n regardless as to whether power is supplied to any involved equipment. At this point, all instances of SCP-2960 must perform their roles in the production in full costume. Failure to do so will result in the noncompliant instance being killed via some form of accident, usually involving theatre equipment or props. Following the death of an SCP-2960 instance the lights will return to normal levels until the next show date. It is at this point that any damage done to the set will automatically repair itself. In the event that all instances successfully fill their role, and the show is allowed to run its course, the lights will return to normal levels following the play’s conclusion.\n\n\nInstances of SCP-2960 that have been killed due to inability to fulfill their role in the play, or due to suicide, reanimate at the beginning of the next show, provided their body has not been removed from the auditorium or backstage area. These instances will run through their lines and cues normally, but fall dead at the play’s conclusion. While their bodies remain within the auditorium or backstage area, deceased SCP-2960 instances do not show signs of decomposition despite several instances having been deceased for multiple years.\n\n\nOnce an instance of SCP-2960 has been killed, it is possible to remove their body from the auditorium. If such an instance was a member of the cast, during the 19:00 announcement Liam Schmidt’s voice will announce that a member of the crew or orchestra will be playing the missing role. At this point in time, the SCP-2960 instance selected to fill the missing role will enter a fugue state and will attempt to either obtain the proper costume or assemble one from available materials. They will then act out the role they have been assigned for that night’s show. All lines spoken by a replacement instance are projected using the voice of the missing instance.\n\n\nBodies of deceased instances of SCP-2960 that have been removed from the auditorium or backstage area will decompose normally. However, once these bodies are returned to the auditorium or backstage area, they will immediately regenerate all decomposed tissue and reanimate at the next show. Attempts to identify the source of this reanimation and regeneration have so far been inconclusive, as reanimated SCP-2960 instances are hostile to any personnel attempting to prevent completion of the show.\n\n\nAttempts at communication with reanimated instances by Foundation personnel have so far been met with failure. All reanimated instances do not acknowledge any verbal communication that does not originate from a member of the cast. When addressed by a cast member, reanimated instances will act and address the individual fully in character. As a result, attempts at communication with reanimated instances using a living cast member as a proxy have had limited success.\n\n\nMedical exams of living SCP-2960 instances by Foundation medical personnel have shown that these instances have stopped aging. Investigation into the cause of this phenomenon has so far been inconclusive. It is currently hypothesized that all instances of SCP-2960 can live indefinitely provided proper nutrition is met.\n\n\nAttempts at stopping a show through technical sabotage by the living SCP-2960 instances and Foundation personnel have had limited success. Should a given sabotage attempt disable a crucial piece of equipment on a show night, Liam Schmidt’s voice will immediately announce that the evening’s show has been cancelled due to technical difficulties. At the end of this announcement, all equipment damage will then repair itself. Attempts at sabotaging the same equipment in the same manner for a second time have been met with failure as the damaged equipment will immediately self-repair.\n\n\nAddendum 2960-A: Log of SCP-2960 Instance Termination\n\n\n\n\n\n\nInstance Number\n\n\nName\n\n\nRole in Production\n\n\nDate of Termination\n\n\nCause\n\n\n\n\n\n\nSCP-2960-1\n\n\nWilliam █████\n\n\nJoseph “Old Man” Strong\n\n\n21/11/2008\n\n\nCrushed by lighting fixture.\n\n\n\n\n\n\nSCP-2960-2\n\n\nEric ████\n\n\nSenator Fipp\n\n\n22/11/2008\n\n\nElectrocution from backstage lighting.\n\n\n\n\n\n\nSCP-2960-3\n\n\nCameron ██████\n\n\nOrchestra member\n\n\n22/11/2008\n\n\nElectrocution from backstage lighting.\n\n\n\n\n\n\nSCP-2960-8\n\n\nSarah █████\n\n\nSoupy Sue\n\n\n22/11/2008\n\n\nElectrocution from backstage lighting.\n\n\n\n\n\n\nSCP-2960-12\n\n\nLilly ████████\n\n\nOrchestra member\n\n\n13/2/2009\n\n\nSuicide. (Nail Gun wound to head.)\n\n\n\n\n\n\nSCP-2960-14\n\n\nHoward █████\n\n\nSound Board\n\n\n15/3/2009\n\n\nLacerations from technician’s booth windows shattering.\n\n\n\n\n\n\nSCP-2960-18\n\n\nLilly ████████\n\n\nRun Crew\n\n\n29/3/2009\n\n\nFall after catwalk collapsed\n\n\n\n\n\n\nSCP-2960-19\n\n\nJames ████\n\n\nStage Manager\n\n\n11/4/2009\n\n\nSuicide. (Hung from power cord.)\n\n\n\n\n\n\nSCP-2960-21\n\n\nThomas █████\n\n\nAsst. Stage Manager\n\n\n11/4/2009\n\n\nSuicide. (Hung from power cord.)\n\n\n\n\n\n\nSCP-2960-22\n\n\nDaniel ███\n\n\nHot Blades Harry\n\n\n11/4/2009\n\n\nSuicide. (Hung from power cord.)\n\n\n\n\n\n\nSCP-2960-23\n\n\nCory ██████\n\n\nMr McQueen\n\n\n11/4/2009\n\n\nSuicide. (Hung from power cord.)\n\n\n\n\n\n\nSCP-2960-25\n\n\nJanice █████\n\n\nSpotlight\n\n\n11/4/2009\n\n\nSuicide. (Hung from power cord.)\n\n\n\n\n\n\nSCP-2960-28\n\n\nAlice ████████\n\n\nJosephine \"Ma\" Strong\n\n\n5/7/2009\n\n\nCrushed under falling scenery.\n\n\n\n\n\n\nSCP-2960-32\n\n\nJason ████\n\n\nBobby Strong\n\n\n17/11/2010\n\n\nSuicide. (Overdose on ibuprofen)\n\n\n\n\n\n\nSCP-2960-36\n\n\nJackson ██████\n\n\nCaldwell B. Cladwell\n\n\n15/11/2012\n\n\nImpaled by falling iron pipe.\n\n\n\n\n\n\nAddendum 2960-B: Transcript of Liam Schmidt’s Message\n\n\nThe following voice-message was left on the answering machine of Mrs. Herring, █████ High School’s studio art teacher on November 10th, 2008.\n\n\n\n\nHey \nJill\n, it's Liam.\n\n\n\nHey, so, I heard you aren't gonna be able to make any of the shows this time, which, I mean, that's a shame, really. You know, this is the best cast and crew I think I've ever had. I dunno, maybe the best I'll ever have.\n\n\n\nI mean, they all just fit their roles so perfectly, you know? When I watch them perform, like, it just, it takes my breath away, really. If I didn't know these kids, I'd tell you that they \nare\n their character. Plus, I mean, hell, the set is gorgeous, crew is like clockwork, and, uh, hell, even the orchestra just, it's brilliant. It's all brilliant.\n\n\n\nI just, you know, it's a shame that it's got to end, right? I mean, Christ, for some of these kids, all they've got is the theatre… it's funny, I guess, and kind of sad, cause this might be the best thing they do with their lives, you know, 'cause they don't have the money for college, or the grades.\n\n\n\nHonestly, I really just want them to be stars, you know? Like, uh, be able to make a life out of this. It would be… it'd be the best thing for them, I think, I dunno, maybe I'm just rambling.\n\n\n\nAnyway, lemme know if your schedule changes or something, I'd really love to see you there. Old college friend of mine is coming to the final show, and I really want you guys to meet, think you have a lot in common.\n\n\n\nSo yeah, uh, call me back, if you get the chance. Ok. Bye.\n\n\n\n\nAs of 25/11/2008, investigation into the whereabouts of Liam Schmidt is still ongoing.\n\n\nAddendum 2960-C: UPDATE\n\nOn 9/3/2014, following the conclusion of that night’s show, Liam Schmidt’s voice made the following announcement:\n\n\n\n\nAttention all cast, crew, and orchestra members.\n\n\nThis has been our final show of our production of \nUrinetown.\n\n\nThank you all very much for your hard work and dedication. The show was truly brilliant and you should be proud of what you have accomplished here.\n\n\nThat is all.\n\n\n\n\nFollowing this announcement, all living instances of SCP-2960 found that they were capable of leaving the auditorium and backstage area without encountering the wall of force. All SCP-2960 instances were immediately detained.\n\n\nUpon investigation, it was found that all deceased instances of SCP-2960 had begun normal decomposition. In addition, at 19:00 PST, all living instances of SCP-2960 will enter a fugue state. At 19:30 PST these instances will then act out their roles from the show regardless to context. Use of amnestics has proven ineffective in alleviating this phenomenon.\n\n\nAll living SCP-2960 instances currently remain contained at \nSite-64\n, pending Ethics Committee review on further action to be taken.\n\n\n\n\n\n\n« \nSCP-2959\n | SCP-2960 | \nSCP-2961\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2960\n\" by Jacob Conwell, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2960\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Urinetown.jpg\n\n\nName:\n Protesters decide the fate of the daughter of a corrupt businessman in Aloha High School's production of \"Urinetown: the Musical.\"\n\n\nAuthor:\n Hunter Johnson\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nOregon Live\n\n\nAdditional Notes:\n Used with permission.",
    "addendums": [
        "Addendum 2960-A: Log of SCP-2960 Instance Termination",
        "Addendum 2960-B: Transcript of Liam Schmidt’s Message The following voice-message was left on the answering machine of Mrs. Herring, █████ High School’s studio art teacher on November 10th, 2008.\nAs of 25/11/2008, investigation into the whereabouts of Liam Schmidt is still ongoing.",
        "Addendum 2960-C: UPDATE On 9/3/2014, following the conclusion of that night’s show, Liam Schmidt’s voice made the following announcement:\nFollowing this announcement, all living instances of SCP-2960 found that they were capable of leaving the auditorium and backstage area without encountering the wall of force. All SCP-2960 instances were immediately detained.\nUpon investigation, it was found that all deceased instances of SCP-2960 had begun normal decomposition. In addition, at 19:00 PST, all living instances of SCP-2960 will enter a fugue state. At 19:30 PST these instances will then act out their roles from the show regardless to context. Use of amnestics has proven ineffective in alleviating this phenomenon.\nAll living SCP-2960 instances currently remain contained at Site-64 , pending Ethics Committee review on further action to be taken."
    ],
    "documents": [],
    "notes": [
        "Hey Jill , it's Liam. Hey, so, I heard you aren't gonna be able to make any of the shows this time, which, I mean, that's a shame, really. You know, this is the best cast and crew I think I've ever had. I dunno, maybe the best I'll ever have. I mean, they all just fit their roles so perfectly, you know? When I watch them perform, like, it just, it takes my breath away, really. If I didn't know these kids, I'd tell you that they are their character. Plus, I mean, hell, the set is gorgeous, crew is like clockwork, and, uh, hell, even the orchestra just, it's brilliant. It's all brilliant. I just, you know, it's a shame that it's got to end, right? I mean, Christ, for some of these kids, all they've got is the theatre… it's funny, I guess, and kind of sad, cause this might be the best thing they do with their lives, you know, 'cause they don't have the money for college, or the grades. Honestly, I really just want them to be stars, you know? Like, uh, be able to make a life out of this. It would be… it'd be the best thing for them, I think, I dunno, maybe I'm just rambling. Anyway, lemme know if your schedule changes or something, I'd really love to see you there. Old college friend of mine is coming to the final show, and I really want you guys to meet, think you have a lot in common. So yeah, uh, call me back, if you get the chance. Ok. Bye.",
        "Attention all cast, crew, and orchestra members. This has been our final show of our production of Urinetown. Thank you all very much for your hard work and dedication. The show was truly brilliant and you should be proud of what you have accomplished here. That is all.",
        "\" SCP-2960 \" by Jacob Conwell, from the SCP Wiki . Source: https://scpwiki.com/scp-2960 . Licensed under CC-BY-SA .",
        "Filename: Urinetown.jpg Name: Protesters decide the fate of the daughter of a corrupt businessman in Aloha High School's production of \"Urinetown: the Musical.\" Author: Hunter Johnson License: CC BY-SA 3.0 Source Link: Oregon Live Additional Notes: Used with permission."
    ],
    "item": "SCP-2960",
    "object_class": "Safe",
    "containment_procedures": "Due to the nature of SCP-2960, the object is to be contained on site in the former auditorium of █████ High School in █████, Oregon. The school has since been closed and the property purchased via a Foundation front organization.",
    "description": "SCP-2960 collectively designates the former cast, orchestra and crew of █████ High School’s 2008 production of Urinetown. The anomalous properties of SCP-2960 become apparent when any instance attempts to leave the auditorium or the backstage area. During any such attempt the instance will be physically stopped by an invisible barrier of force preventing further egress. As of the time of writing, all attempts to physically force an SCP-2960 instance through this barrier has been met with failure and severe injury to the subject. Anyone who was not a member of the production’s cast, orchestra or crew by closing night of the show’s run is not affected by this barrier. Foundation personnel are freely capable of entering and leaving the stage and backstage area.",
    "title": "SCP-2960"
}