{
    "url": "https://scp-wiki.wikidot.com/scp-2969",
    "all_text": "rating: \n+77\n+\n–\nx\n\n\n\n\n\n\nSCP-2969 during initial containment.\n\n\n\n\n\n\nItem #:\n SCP-2969\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-2969 is held within a sealed humanoid containment chamber, located within \nSite-77\n's sub-basement levels. No subjects should come within 800 meters of SCP-2969's containment chamber. The chamber is monitored at all times with remote surveillance. A radio link exists between the chamber and the perimeter. There is no lighting within the containment chamber, and SCP-2969 should be blindfolded at all times.\n\n\nOnce per day, a staff member should read SCP-2969 a literary passage describing a murder, via the radio. This genre has been determined to be the most effective out of all tested. There is to be a minimum of repetitious vocabulary between stories.\n\n\nIn the event of a containment breach, these stories will be read over the site PA system. This genre and methodology have been selected to ensure SCP-2969's voluntary cooperation with site personnel. A complete record of all stories read to SCP-2969 has been stored in Site-77's non-anomalous documentation wing. In the event that SCP-2969 exits containment, these records will be automatically sealed to prevent SCP-2969 from accessing them. Currently, all hard copies of SCP-2969's stories are being transcribed to an online database, for ease of use.\n\n\nDescription:\n SCP-2969 is a monochromatic male humanoid. It does not eat or sleep, and spends the majority of its time in containment sitting in the center of its containment chamber. SCP-2969 is capable of speaking American English, but does not normally communicate with personnel.\n\n\nWhen SCP-2969 comprehends language, whether by reading it or by being read to, it becomes impossible for any human within a limited range around SCP-2969 to use the vocabulary it comprehended. Affected subjects use similes, improper grammar, and copious usage of hand motions to communicate, if communication is still possible. The SCP-2969 effect lasts for approximately 70 hours, and affects an approximate radius of 650-750 meters.\n\n\nWhen reading affected language, subjects always become immediately distracted before they can read, or simply display apathy towards the writing. If questioned, subjects claim to want to read, but being unable to.\n1\n\n\nThe effect appears to be based on SCP-2969's memory of the language, with longer written passages occasionally not being affected at the end due to SCP-2969 losing interest. As SCP-2969 continues to repeatedly comprehend the same language, its area of effect increases. It is hypothesized that if SCP-2969 were allowed to memorize a passage, the effect would become permanent with a larger affected area. \nFor more information, see Recovery\n.\n\n\nRecovery:\n SCP-2969 was discovered on 10/19/1989, after internal anomaly auditors noted that Site-77 was being affected by a linguistic anomaly. Foundation personnel were able to determine the source, a small trailer home in [REDACTED]. After searching the home, SCP-2969 was discovered living underneath the resident's bed.\n\n\nThe resident, a legally-blind 91-year-old retired nurse, had been an avid reader previously, but had her collection of books taken away by her family due to her condition. SCP-2969 manifested sometime after this event. During cleanup operations, agents noted a dictionary located within the premises. It was mostly destroyed due to age, but several undamaged pages were noted to be anomalously unreadable.\n2\n\n\nAs of 01/03/1990, SCP-2969 has been classified as Euclid.\n\n\nAddendum 2-0:\n Texts that are reproduced entirely by hand do not cause SCP-2969 to affect the originals, if the writing that was originally produced more than 50 years before being re-typed. All copies of the reproduction will be affected by SCP-2969. The cause of this is currently unknown.\n\n\nUpdate 2-1\n\n\nSCP-2969 responded when personnel questioned it about the observed anomaly in its effect. This interview was recorded on 09/17/2002, and is the first known direct communication between SCP-2969 and Foundation personnel.\n\n\n\n\nInterviewed:\n SCP-2969\n\n\nInterviewer:\n Dr. Boyd\n\n\nForeword:\n Interview was done from a distance of 800 yards, by radio.\n\n\n<Begin Log>\n\n\nDr. Boyd:\n Twenty-nine sixty-nine, can you hear me?\n\n\nSCP-2969:\n Yes.\n\n\nDr. Boyd:\n \n(Shuffling of papers, muffled noises)\n Are you able to understand me?\n\n\nSCP-2969 does not respond\n\n\nDr. Boyd:\n Would you, uh, be able to explain why reproductions of old writing are affected differently than the originals?\n\n\nSCP-2969:\n They are not the same. Different writers, different headspace.\n\n\nDr. Boyd:\n What does that mean?\n\n\nSCP-2969:\n The paths not taken are just as important to a story, in the time it takes place, as to what happens in the plot, seen? There's a whole lot, a lot of difference in the newer stories.\n\n\nDr. Boyd:\n I still don't think I'm following.\n\n\nSCP-2969 does not respond.\n\n\nDr. Boyd:\n I'm sorry. Can you please explain?\n\n\nSCP-2969:\n You have a huge world to explore in your new stories, based on the world outside the old stories. They wrote their versions in a whole different world. Stories are still parts of the world beyond the page. Writing is the world. It's important!\n\n\nDr. Boyd:\n If writing is important, why do you prevent others from reading what you read?\n\n\nSCP-2969:\n There are those out there who take books! They burn them, or they take them and leave you with nothing to do but stare at the wall and break yourself with frustration. Language is beautiful, and it needs to be protected from those people.\n\n\nSCP-2969 does not respond to further questioning, and the interview is terminated.\n\n\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-2969 was not observed to change its posture during the interview, and has not communicated since this event.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It is not possible to force SCP-2969 affected subjects to read. CRT scans of the subjects' brains show that the affected subjects' frontal lobes do not activate at all when attempting to read.\n\n\n2\n. It is believed that these pages permanently affect any readers, and are still completely unreadable as of 06/29/2014. It is not currently known what the effect on human communication has been, and research is ongoing.\n\n\n\n\n\n\n\n\n« \nSCP-2968\n | SCP-2969 | \nSCP-2970\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2969\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2969\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Guy Noir, Private Eye.png\n\n\nAuthor:\n Faminepulse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum 2-0: Texts that are reproduced entirely by hand do not cause SCP-2969 to affect the originals, if the writing that was originally produced more than 50 years before being re-typed. All copies of the reproduction will be affected by SCP-2969. The cause of this is currently unknown."
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-2969 Interviewer: Dr. Boyd Foreword: Interview was done from a distance of 800 yards, by radio. <Begin Log> Dr. Boyd: Twenty-nine sixty-nine, can you hear me? SCP-2969: Yes. Dr. Boyd: (Shuffling of papers, muffled noises) Are you able to understand me? SCP-2969 does not respond Dr. Boyd: Would you, uh, be able to explain why reproductions of old writing are affected differently than the originals? SCP-2969: They are not the same. Different writers, different headspace. Dr. Boyd: What does that mean? SCP-2969: The paths not taken are just as important to a story, in the time it takes place, as to what happens in the plot, seen? There's a whole lot, a lot of difference in the newer stories. Dr. Boyd: I still don't think I'm following. SCP-2969 does not respond. Dr. Boyd: I'm sorry. Can you please explain? SCP-2969: You have a huge world to explore in your new stories, based on the world outside the old stories. They wrote their versions in a whole different world. Stories are still parts of the world beyond the page. Writing is the world. It's important! Dr. Boyd: If writing is important, why do you prevent others from reading what you read? SCP-2969: There are those out there who take books! They burn them, or they take them and leave you with nothing to do but stare at the wall and break yourself with frustration. Language is beautiful, and it needs to be protected from those people. SCP-2969 does not respond to further questioning, and the interview is terminated. <End Log> Closing Statement: SCP-2969 was not observed to change its posture during the interview, and has not communicated since this event.",
        "\" SCP-2969 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-2969 . Licensed under CC-BY-SA .",
        "Filename: Guy Noir, Private Eye.png Author: Faminepulse License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-2969",
    "object_class": "Euclid",
    "containment_procedures": "SCP-2969 is held within a sealed humanoid containment chamber, located within Site-77's sub-basement levels. No subjects should come within 800 meters of SCP-2969's containment chamber. The chamber is monitored at all times with remote surveillance. A radio link exists between the chamber and the perimeter. There is no lighting within the containment chamber, and SCP-2969 should be blindfolded at all times.",
    "description": "SCP-2969 is a monochromatic male humanoid. It does not eat or sleep, and spends the majority of its time in containment sitting in the center of its containment chamber. SCP-2969 is capable of speaking American English, but does not normally communicate with personnel.",
    "title": "SCP-2969"
}