{
    "url": "https://scp-wiki.wikidot.com/scp-2977",
    "all_text": "rating: \n+122\n+\n–\nx\n\n\n\n\n\n\nAn immature SCP-2977-1 instance. Estimated current depth is 1.7 km.\n\n\n\n\n\n\nItem #:\n SCP-2977\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to the unpredictability of the emergence of SCP-2977-2, SCP-2977 has been publicly designated as a critically endangered species and provided protection under the multilateral CITES treaty. Non-anomalous research data may be considered for public release at the discretion of the Lead Researcher.\n\n\nMobile Task Force Upsilon-7 (\"The Glass Jar”) are to monitor international conservation groups for descriptions matching SCP-2977-1. MTF ϒ-7 are to investigate possible instances, locate SCP-2977-2 using chemical pheromone tracking and ground-penetrating radar, and convert affected areas into Provisional Sites under the guise of preservation efforts.\n1\n SCP-2977-2 must be located before full containment is enacted.\n\n\nDue to the extreme rarity of both SCP-2977-1 and SCP-2977-2, future excavation attempts must be approved by both the O5 Council and the current coordinator of Project Longfellow.\n\n\nDescription:\n SCP-2977 are a species of eusocial insect of the family \nFormicidae\n, commonly known as ants. SCP-2977 members are black in color and reach between 13 mm and 20 mm in length depending on caste. SCP-2977 are externally distinguishable from other \nFormicidae\n by their limited reproduction cycle and the characteristic \"rainbow\" or \"bullseye\" pattern of debris surrounding their colonies. SCP-2977 also cultivate unusual food species in underground reservoirs in a pattern of agriculture-like mutualism, including \nAmblyopsidae\n (Blind cave fish) and tardigrades.\n\n\nSCP-2977 colonies, designated SCP-2977-1, expand almost directly downward to extreme depths, rarely exceeding 1.5 m in diameter below the surface. SCP-2977-1 are known to extend below 15 km, the maximum depth currently attainable by Foundation technology. The concentric circle pattern of debris surrounding each SCP-2977-1 is created when SCP-2977 members bring excavated material from the deepest point in their colony to the surface, with deeper minerals forming new rings as older debris are pushed outward.\n\n\nSCP-2977-1 are considered \"mature\" when they reach an estimated final depth of ██ km and cease producing new debris. (A summary of minerals surrounding a \"mature\" instance is available in Addendum 2977-1.) Mature colonies produce nuptial flights of male and fertile queen SCP-2977 members in order to produce new SCP-2977-1. This occurrence is extremely infrequent, and has only been observed 16 times across all Sites since initial containment in 1914.\n\n\nSCP-2977 instances have not displayed digging capabilities superior to those of non-anomalous \nFormicidae\n. Based on observations of expanding debris patterns around multiple SCP-2977-1 over time, it is estimated that the time required for a new SCP-2977-1 instance to reach a “mature” depth is ███ years.\n\n\nSCP-2977-1 are always found in close proximity to a “source” colony, designated SCP-2977-2. SCP-2977-2 emerge sporadically in areas of high volcanic and tectonic activity, primarily in the Pacific “Ring of Fire”. It is believed that SCP-2977-2 originate at an unknown depth and expand upwards until they break the surface, leaving only entry tunnels visible.\n\n\nUnlike typical SCP-2977 queens, queens emerging from SCP-2977-2 are wingless and reproduce by asexual parthenogenesis. SCP-2977-2 queens also display significant genetic aberrations from SCP-2977-1-produced queens. (Genetic analysis results are available in Document 2977-2.)\n\n\n\n\n\n\nAddendum 2977-1: Site-2977-α Colony Debris Pattern\n\n\n\n\n\n\n\n\nInfographic available: Click to enlarge.\n\n\n\n\n\nThe following is a list of circular debris bands surrounding SCP-2977-1-α-05, a \"mature\" instance that has not produced new debris in over 40 years. The total diameter of the debris field is approximately 6.6 m.\n\n\n\n\n\n\n\n\nMaterial\n\n\nBand width\n\n\n\n\n\n\nEdge of debris field\n\n\n\n\n\n\n\n\nSoil/Quaternary deposits\n\n\n5 cm\n\n\n\n\n\n\nBasalt, sandstone, limestone, and shale bands appropriate to local geology\n\n\n5-10 cm, 1 m total\n\n\n\n\n\n\nGreen siltstone (Jurassic)\n\n\n5 cm\n\n\n\n\n\n\nDolomitic Conglomerate (Triassic)\n\n\n13 cm\n\n\n\n\n\n\nAnthracite (Paleozoic)\n\n\n24 cm\n\n\n\n\n\n\nGranite\n\n\n36 cm\n\n\n\n\n\n\nSolidified silicate magma, .5 mm spheres\n2\n\n\n40 cm\n\n\n\n\n\n\nSolidified andesitic magma, 1 mm spheres\n(See above)\n\n\n62 cm\n\n\n\n\n\n\nSolidified basaltic magma, .7 mm spheres\n(See above)\n\n\n38 cm\n\n\n\n\n\n\nDiamond\n\n\n5 cm\n\n\n\n\n\n\nPorcelain\n\n\n10 mm\n\n\n\n\n\n\nStainless steel\n\n\n2 cm\n\n\n\n\n\n\nSilicon\n3\n interspersed with gold\n\n\n5 mm\n\n\n\n\n\n\nObsidian interspersed with palladium\n\n\n5 mm\n\n\n\n\n\n\nPowdered ivory\n4\n\n\n3 mm\n\n\n\n\n\n\nColony entrance\n\n\n\n\n\n\n\n\n\n\n\n\nAdditional SCP-2977 Documentation - Level 4 Access required\n\n\n\n\n- Please enter credentials\n\n\n\n\n- Access granted\n\n\n\n\n\n\nDocument SCP-2977-2: Genetic Variation in SCP-2977 Queens\n\n\nFrom:\n Dr. Alexandre Honoré, Lead Researcher, SCP-2977\n\n\nCC:\n Dr. Jennifer Torres, MTF Leader, ϒ-7\n\n\nTo:\n O5 Command, Overwatch HQ\n\n\nThe limited reproduction rates of SCP-2977-1 and SCP-2977-2 have resulted in significant difficulty capturing queens for analysis. Still, a concentrated ██-year program has provided us with samples from all known sites, allowing us to successfully categorize genetic and physiological aberrations between various SCP-2977 queens.\n\n\nFirst, queens produced by SCP-2977-2 contain anomalously uniform noncoding DNA, with all DNA not absolutely essential to protein coding or biological function following a repeating GACTGACT pattern. Second, the RNA-mediated transcription and translation process in SCP-2977-2 queens is extremely efficient, but also extremely prone to mutation. Third, mutations expressed in noncoding DNA in any cell are uniformly replicated in all new DNA across the organism.\n\n\nQueens originating from \"mature\" SCP-2977-1 display more typical genetic diversity and DNA reproduction than SCP-2977-2 queens, although the nonessential noncoding DNA in SCP-2977-1 queens is vastly different between containment sites. Analysis of genetic differences between these queens suggests that specific genetic sequences are directly related to minute details of geography, climate, and even level of human interaction or observation.\n\n\nThe genetic plasticity of SCP-2977-2 queens and the level of detail reflected in queens from SCP-2977-1 suggest that SCP-2977 may serve as a novel, if inefficient, information storage and transportation system.\n\n\n\n\n\n\nDocument SCP-2977-Longfellow\n\n\nFrom:\n O5 Command, Overwatch HQ\n\n\nTo:\n All Level 3/Longfellow personnel\n\n\nCC:\n MTF ϒ-7 personnel\n\n\nFor the purpose of developing a long-term containment policy, it is to be assumed that SCP-2977 is an engineered species used for surface reconnaissance by unknown deep-subterranean beings, likely SCP-2977-3. It has been determined by a 7-5 vote of the O5 Council that communication with any such inquisitive species is essential in order to prevent any more intrusive - and potentially geologically catastrophic - attempts to explore the surface.\n\n\nGiven the approximate 300 years it takes SCP-2977 to \"return\" from the surface, attempts to use genetically modified SCP-2977 as an extreme-long-delay communication system to establish contact with SCP-2977-3 have been approved within the mandate of Project Longfellow. Newly assigned SCP-2977 personnel should consult Document LF-1886: \nIntroduction to Pan-Generational Research\n and Document LF-1947: \nMaintaining Continuity in the GigaYear Range\n for more information.\n\n\n- \nO5-7, -9, -3, -5, -8, -2, -11\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Current research sites include Site-2977-α (San Amaro Valley, California, US), Site-2977-β (Ishikari Coast, Hokkaido, Japan), and Sector-2977-γ (Research colony cultivated at Site-104).\n\n\n2\n. It is believed that small amounts of magma cool into perfect spheres during transportation by SCP-2977 workers. It is unknown how SCP-2977 workers survive this process.\n\n\n3\n. Silicon in this layer meets the 99.9999999% purity standard necessary for microelectronic usage.\n\n\n4\n. DNA analysis suggests that this material originated from an unknown pseudo-mammalian species with similarities to \nCetaceans\n (Whales, dolphins, porpoises), \nManidaens\n (Pangolins), and \nTurbinellidae\n (Marine gastropods), tentatively designated SCP-2977-3.\n\n\n\n\n\n\n\n\n« \nSCP-2976\n | SCP-2977 | \nSCP-2978\n »",
    "addendums": [
        "Unlike typical SCP-2977 queens, queens emerging from SCP-2977-2 are wingless and reproduce by asexual parthenogenesis. SCP-2977-2 queens also display significant genetic aberrations from SCP-2977-1-produced queens. (Genetic analysis results are available in Document 2977-2.) Addendum 2977-1: Site-2977-α Colony Debris Pattern\n\n"
    ],
    "documents": [
        "Additional SCP-2977 Documentation - Level 4 Access required",
        "Document SCP-2977-2: Genetic Variation in SCP-2977 Queens From: Dr. Alexandre Honoré, Lead Researcher, SCP-2977 CC: Dr. Jennifer Torres, MTF Leader, ϒ-7 To: O5 Command, Overwatch HQ The limited reproduction rates of SCP-2977-1 and SCP-2977-2 have resulted in significant difficulty capturing queens for analysis. Still, a concentrated ██-year program has provided us with samples from all known sites, allowing us to successfully categorize genetic and physiological aberrations between various SCP-2977 queens. First, queens produced by SCP-2977-2 contain anomalously uniform noncoding DNA, with all DNA not absolutely essential to protein coding or biological function following a repeating GACTGACT pattern. Second, the RNA-mediated transcription and translation process in SCP-2977-2 queens is extremely efficient, but also extremely prone to mutation. Third, mutations expressed in noncoding DNA in any cell are uniformly replicated in all new DNA across the organism. Queens originating from \"mature\" SCP-2977-1 display more typical genetic diversity and DNA reproduction than SCP-2977-2 queens, although the nonessential noncoding DNA in SCP-2977-1 queens is vastly different between containment sites. Analysis of genetic differences between these queens suggests that specific genetic sequences are directly related to minute details of geography, climate, and even level of human interaction or observation. The genetic plasticity of SCP-2977-2 queens and the level of detail reflected in queens from SCP-2977-1 suggest that SCP-2977 may serve as a novel, if inefficient, information storage and transportation system.",
        "Document SCP-2977-Longfellow From: O5 Command, Overwatch HQ To: All Level 3/Longfellow personnel CC: MTF ϒ-7 personnel For the purpose of developing a long-term containment policy, it is to be assumed that SCP-2977 is an engineered species used for surface reconnaissance by unknown deep-subterranean beings, likely SCP-2977-3. It has been determined by a 7-5 vote of the O5 Council that communication with any such inquisitive species is essential in order to prevent any more intrusive - and potentially geologically catastrophic - attempts to explore the surface. Given the approximate 300 years it takes SCP-2977 to \"return\" from the surface, attempts to use genetically modified SCP-2977 as an extreme-long-delay communication system to establish contact with SCP-2977-3 have been approved within the mandate of Project Longfellow. Newly assigned SCP-2977 personnel should consult Document LF-1886: Introduction to Pan-Generational Research and Document LF-1947: Maintaining Continuity in the GigaYear Range for more information. - O5-7, -9, -3, -5, -8, -2, -11"
    ],
    "notes": [],
    "item": "SCP-2977",
    "object_class": "Euclid",
    "containment_procedures": "Due to the unpredictability of the emergence of SCP-2977-2, SCP-2977 has been publicly designated as a critically endangered species and provided protection under the multilateral CITES treaty. Non-anomalous research data may be considered for public release at the discretion of the Lead Researcher.",
    "description": "SCP-2977 are a species of eusocial insect of the family Formicidae, commonly known as ants. SCP-2977 members are black in color and reach between 13 mm and 20 mm in length depending on caste. SCP-2977 are externally distinguishable from other Formicidae by their limited reproduction cycle and the characteristic \"rainbow\" or \"bullseye\" pattern of debris surrounding their colonies. SCP-2977 also cultivate unusual food species in underground reservoirs in a pattern of agriculture-like mutualism, including Amblyopsidae (Blind cave fish) and tardigrades.",
    "title": "SCP-2977"
}