{
    "url": "https://scp-wiki.wikidot.com/scp-2983",
    "all_text": "Look for your name on some upcoming products, and I hope to meet you in person one day.\n\n\n\n\n\n\n\n\nrating: \n+149\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by \nDarkStuff\n~!\n\n\n\n\n\n\n\n\n\n\nIndependent SCPs\n\n\n\n\n\n\nSCP\n\n\nTitle\n\n\n\n\n\n\nSCP-445-EX\n\n\nThe Word of the Day is Hope\n\n\n\n\n\n\nSCP-2728\n\n\nOn the Barcelona Skyline\n\n\n\n\n\n\nSCP-2729\n\n\nWhat is it Good For?\n\n\n\n\n\n\nSCP-3018\n\n\nFrance & the Tale of the Well-Intentioned Understudies\n\n\n\n\n\n\nSCP-3465\n\n\nBetter Safe Than Sorry\n\n\n\n\n\n\nSCP-3466\n\n\nOnly Birdbrains Live the American Dream\n\n\n\n\n\n\nSCP-4006\n\n\n#MassaTruthetts\n\n\n\n\n\n\nSCP-4455\n\n\nIn Short…\n\n\n\n\n\n\nSCP-4465\n\n\nNo Man is an Island\n\n\n\n\n\n\nSCP-4466\n\n\nWhy the Long Face?\n\n\n\n\n\n\nSCP-4467\n\n\nOh, I Get It Now\n\n\n\n\n\n\nCo-Authored SCPs\n\n\n\n\n\n\nSCP\n\n\nTitle\n\n\nCo-Author\n\n\n\n\n\n\nSCP-1549\n\n\nIn Absence of a Perfect Medium\n\n\nBillith\n\n\n\n\n\n\nSCP-2983\n\n\nChoco-Wonder Explosion Marshmallow Bites!™ by Dr. Wondertainment\n\n\nUncle Nicolini\n\n\n\n\n\n\nSCP-3379\n\n\nD-11424 & the Arctic Meat Hole of Infinite Wonders\n\n\nWeryllium\n\n\n\n\n\n\nSCP-3482\n\n\nNature Versus Naturalization\n\n\nRoget\n\n\n\n\n\n\nSCP-3633\n\n\nI'm Right Behind Me\n\n\nCaptain Kirby\n\n\n\n\n\n\nSCP-3713\n\n\nAll the World's a Stage\n\n\nVaraxous\n\n\n\n\n\n\nSCP-4029\n\n\nToo Many Legs to be Going Nowhere\n\n\nMaliceAforethought\n\n\n\n\n\n\nVend-a-Friend\n\n\n\n\n\n\nChapter\n\n\nTitle\n\n\n\n\n\n\nAct I\n\n\n\n\n\n\nChapter 1\n\n\nWe Just Make Toys\n\n\n\n\n\n\nChapter 2\n\n\nTo Think I've Spent My Whole Life Waiting\n\n\n\n\n\n\nChapter 3\n\n\nI Don't Get It, I Functioned Before\n\n\n\n\n\n\nChapter 4\n\n\nYou Can't Win Them All\n\n\n\n\n\n\nChapter 5\n\n\nBe Strange or Be Forgotten\n\n\n\n\n\n\nAct II\n\n\n\n\n\n\nChapter 6\n\n\nSometimes the Best Intentions are in Need of Redemption\n\n\n\n\n\n\nChapter 7\n\n\nLife's a Show\n\n\n\n\n\n\nChapter 8\n\n\n...And I'm the Star!\n\n\n\n\n\n\nChapter 9\n\n\nBack in Habit\n\n\n\n\n\n\nChapter 10\n\n\nPepper's Lament\n\n\n\n\n\n\nChapter 11\n\n\nSouls & Somas\n\n\n\n\n\n\nChapter 12\n\n\nDeceptive Cadence\n\n\n\n\n\n\nAct III\n\n\n\n\n\n\nChapter 13\n\n\nAnd I Think To Myself...\n\n\n\n\n\n\nChapter 14\n\n\nEverything Will Be Okay\n\n\n\n\n\n\nChapter 15\n\n\nHolding an Umbrella but the Sun's Still Shining\n\n\n\n\n\n\nAscension\n\n\n\n\n\n\nChapter\n\n\nTitle\n\n\n\n\n\n\nChapter 1\n\n\nSometimes I Wish This Moment Could Last Forever\n\n\n\n\n\n\nChapter 2\n\n\nWaiting on the Good Times\n\n\n\n\n\n\nChapter 3\n\n\nForever Young\n\n\n\n\n\n\nChapter 4\n\n\nWe Didn't Do This For Nothing\n\n\n\n\n\n\nChapter 5\n\n\nURA-1902\n \naka The Missing Link\n\n\n\n\n\n\nChapter 6\n\n\nThe Consequences of a Deep, Dark Disassociation\n\n\n\n\n\n\nChapter 7\n\n\nThe Call to Action (for a Modern Audience)\n\n\n\n\n\n\nChapter 8\n\n\nThe Elusive Mx. LaFerrier\n\n\n\n\n\n\nChapter 9\n\n\nIt Feels Like I Only Go Backwards\n\n\n\n\n\n\nChapter 10\n\n\nAlong for the Ride\n\n\n\n\n\n\nChapter 11\n\n\nA Hole in the Tapestry\n\n\n\n\n\n\nChapter 12\n\n\nXXXXX\n\n\n\n\n\n\nChapter 13\n\n\nIndustrial\n\n\n\n\n\n\nChapter 14\n\n\nDancing with Rachael\n\n\n\n\n\n\nChapter 15\n\n\nAscension\n\n\n\n\n\n\nEpilogue\n\n\nA World Unto Yourself\n\n\n\n\n\n\nCollaboration Contest\n Entries w/ Ellie\n\n\n\n\n\n\nMake America Normaler\n\n\n\n\n\n\nOff the Hook\n\n\n\n\n\n\nMisc. Tales\n\n\n\n\n\n\nCornelius the Collector\n\n\n\n\n\n\nCurtain Call\n\n\n\n\n\n\nThe Really Really Real Adventures in Capitalism\n\n\n\n\n\n\nI've Been Through the Desert on a Horse with No Name\n\n\n\n\n\n\nOn the Radar\n \nfor the miniseries\n \nThe Ursus Maritimus Incident\n\n\n\n\n\n\nGroup of Interest / Canon Hubs\n\n\n\n\n\n\nHub\n\n\nNotes\n\n\n\n\n\n\nDr. Wondertainment Hub\n\n\nMade w/ \ntaylor_itkin\n does not match any existing user name\n\n\n\n\n\n\nWhat a Wonderful World Hub\n\n\nMade w/ help from \nUncle Nicolini\n, a canon sprouted from Vend-a-Friend!\n\n\n\n\n\n\nWilson's Wildlife Solutions Hub\n\n\nMy pride and joy, my very own Group of Interest\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+149\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-2983\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Grocers in Europe are to be monitored for SCP-2983 products. Foundation web crawlers are to monitor for mentions of SCP-2983 online. Any suspected SCP-2983 instances are to be tracked down and retrieved. Once secured, all instances of SCP-2983 are to be cataloged and stored in \nSite-55\n's low-risk item storage. Excess and expired instances are to be incinerated.\n\n\nDescription:\n SCP-2983 is a chocolate flavored, rice-based cereal with dehydrated marshmallows named \"Judy's Choco-Wonder Explosion Marshmallow Bites!™\" and labeled under the Dr. Wondertainment (GoI-386) brand. The box of the product depicts a humanoid female with an unusually \nlarge tongue\n1\n outstretching her arms and looking up at an arc made of six unique marshmallow shapes. The nutritional information listed on the side of the box claims its contents possess high levels of nutrients not typically found in cereals such as Omega 3\n2\n and Vitamin B\n3\n while possessing low-Calorie counts and low sugar, fat, and carbohydrates. This conflicts with the known nutritional value of the listed ingredients, such as eggs, sugar, chocolate, corn syrup, and cornstarch.\n\n\nWhen a quantity of milk exceeding 227 grams is poured into a bowl containing SCP-2983, the marshmallows will animate and vocalize. The marshmallows will sing a song typically regarding the importance of proper dental hygiene, exercise, and consuming a balanced diet before ceasing further anomalous behavior. Subjects under the age of 12 regularly claim SCP-2983 to be \"yummy\" and \"the best cereal ever\". However, when consumed by subjects over the age of 12, SCP-2983 is reported to taste similar to unsweetened oatmeal.\n\n\nSCP-2983 manifests with no discernible pattern in supermarkets across western Europe without traceable origin. SCP-2983 can also be purchased at Wondertainment's online store, \"wondertainment.███\"\n4\n, specifically under the URL \"sweets.wondertainment.███/choco-wonder\".\n\n\nBelow is a table detailing the shapes and nutritional properties of the marshmallows in SCP-2983.\n\n\n\n\n\n\nShape\n\n\nNotes\n\n\n\n\n\n\nFish\n\n\nContains high amounts of Omega 3 and has been noted to swim during performances. Sings in a bass voice.\n\n\n\n\n\n\nCrescent Moon\n\n\nContains high mineral concentration of calcium and magnesium. Sings in a baritone voice.\n\n\n\n\n\n\nTrumpet\n\n\nContains the highest mineral concentration of SCP-2983. Sings in a tenor voice.\n\n\n\n\n\n\nSkull\n\n\nContains high levels of calcium and vitamin D3. Sings in a countertenor voice.\n\n\n\n\n\n\nCandy\n\n\nIs noted to be the sweetest tasting of the marshmallows. Sings in a soprano voice.\n\n\n\n\n\n\nCircle\n\n\nThe marshmallow is invisible\n5\n, rendering research into its properties difficult. Sings in a tenor voice.\n\n\n\n\n\n\n\n\n+ Open Addendum 7/18/2002\n\n\n\n\n- Close Document\n\n\n\n\nOn 7/01/2002, the following message was posted at the bottom of the SCP-2983 vendor page.\n\n\n\n\nPRIZE INPUT:\n\n\nFor \nyour\n chance to win an \nextra special\n Wondertainment prize, input your code (that you can find on the inside of \nevery cereal box!\n) into the bar below:\n\n\n\n\n\n\n\n\nGood luck!!\n\n\n\n\n\n\nNote:\n Only someone over 18 years of age may accept a Wondertainment special prize. Make sure to tell your parents if you are participating in our giveaway!\n\n\n\n\nFollowing this change, SCP-2983 boxes began to include codes on their insides. Codes were six characters long but included esoteric symbols which were unable to be typed unless they had previously been observed (identified as common Shibboleth Runes). This rendered bot-enabled code-inputting impossible, leaving only the option to purchase SCP-2983 to test codes. Researcher May Waters was tasked with cataloging and inputting codes.\n\n\nDue to the uncertainty of the \"prize\" advertised on the vendor page, the SCP-2983 research team has been allotted a budgetary increase of $20,000.\n\n\n\n\nEDIT 11/12/2002:\n Following an increase of manifestations within grocers in Germany and Austria, Head Researcher May Waters pushed for, and was later granted, a budgetary increase of $100,000 at the discretion of Site-55's Budgetary Committee.\n\n\n\n\n\n\nEDIT 12/27/2002:\n Manifestations of SCP-2983 have been confirmed in France, Belgium, and Italy. The increase of manifestations has necessitated a budgetary increase of $900,000. Further budgetary increases are subject to O5 Council approval.\n\n\n\n\n\n\nEDIT 01/08/2003:\n Reports of SCP-2983 manifestations throughout most of Europe, the British Isles, and Northern Africa have been confirmed by Foundation field agents. Reclassification to Keter is currently pending.\n\n\n\n\n\n\n- Close Document\n\n\n\n\n\n\n\n\n+ Open Addendum 2/27/2003\n\n\n\n\n- Close Document\n\n\n\n\nOn 2/18/2003, the following message was posted at the top of the SCP-2983 vendor page.\n\n\n\n\n\n\nWowwee!!\n\n\nWe here at Wonder World™ are just so delighted that \nyou're\n delighted by Judy's Choco-Wonder Explosion Marshmallow Bites!™ We had to work through several Snoozedays just to meet demands, but never fear, now that we've expanded our Sweets & Consumables Department we'll be able to pump out more of Judy's Choco-Wonder Explosion Marshmallow Bites!™, as well as what we hope will become some new favorites. That's right! We're bringing you not one, not two, but \nthree\n new lines of cereal!\n\n\nThat being said, say hello to the new line of Dr. Wondertainment Cereals!\n\n\n1. Judy's Fruity-Yummy Tropical Paradise Delights!™\n\n\n2. Judy's Peanut Butter Brownie Crisps!™\n\n\n3 Judy's Honey Graham Bee-Licious Bites!™\n\n\nEach will, of course, come with its own unique singing marshmallows plus song, and not only that, but also its own code and special prize!! Whoever gets \nall\n the special prizes may even get a….\n\n\nsuper-\nultra-\nmega\n \nprize!!!\n\n\nYour friend,\n\n\nDr. H.L. Wondertainment\n\n\n\n\n\n\nFollowing the appearance of this announcement, the new variations of SCP-2983 became commercially available. An O5 Council meeting was held to vote on the allocation of additional funds to SCP-2983 research team, based on the possibility of the anomaly becoming easily obtainable by civilians, as well as the uncertainty of the contents of said \"prizes\".\n\n\nThe following document details an O5 meeting report regarding SCP-2983.\n\n\n\n\nO5 COUNCIL PROPOSAL SUMMARY\n\n\nPROPOSAL:\n\n\n \n\"Allot a budgetary increase of 120 million USD to the SCP-2983 acquisition team at the request of Researcher Waters.\"\n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-03\n\n\nO5-01\n\n\nO5-11\n\n\n\n\n\n\nO5-05\n\n\nO5-02\n\n\nO5-12\n\n\n\n\n\n\nO5-06\n\n\nO5-04\n\n\n\n\n\n\n\n\nO5-07\n\n\nO5-08\n\n\n\n\n\n\n\n\nO5-10\n\n\nO5-09\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\nNOTES:\n\n\n \n The importance of acquiring the advertised prizes on SCP-2983 is currently considered a Code Orange Foundation priority. SCP-2983 has been reclassified as Keter.\n\n\n\n\n\n\n- Close Document\n\n\n\n\n\n\n\n\n+ Open Addendum 4/28/2003\n\n\n\n\n- Close Document\n\n\n\n\nOver several months, Head Researcher May Waters acquired SCP-2983 associated prizes. Researcher May Waters would receive an email (despite never having entered an email into \"wondertainment.███\") for each prize, and then have said prize materialize in her lap at the next convenient moment. Below is a list of acquired prizes:\n\n\n\n\n\n\nItem #\n\n\nAcquired\n\n\nDescription\n\n\n\n\n\n\nAO-4002\n\n\n3/02/2003\n\n\nA toy whose function is antimemetic. Came with a note that read \"A toy you \ncan't fully remember?\n Now you can experience it like it's the first time, \nevery\n time!\"\n\n\n\n\n\n\nAO-4003\n\n\n3/24/2003\n\n\nA box that holds a seemingly infinite number of trivia cards with the label \"Dr. Wondertainment's \nTruth or False\n\".\n\n\n\n\n\n\nAO-4004\n\n\n4/01/2003\n\n\nA plastic potato that becomes \nhot\n in contact with human skin. Notably, AO-4004 is unable to cause burns even when its heat would normally. Came with a note that read \"Just when you think this potato's calmed down, this steamy starchy spud will surprise you by being \nnot cool yet!\n\"\n\n\n\n\n\n\nAO-4005\n\n\n4/10/2003\n\n\nA wind-up chomping teeth toy that will \n\"eat\"\n any toy (plastic) food placed in its path. Labelled \"Chuck Chatter's Chilling Chomps!\"\n\n\n\n\n\n\n\n\n- Close Document\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Open Addendum 5/24/2003 And Arrival of SCP-2983 Prizes\n- Close Document\n\n\n\n\n\n\nOn 4/10/2003, Researcher Waters received an email confirming that she had won the final prize (associated with \"Judy's Peanut Butter Brownie Crisps!™\"). The email was immediately followed by a second email, confirming that May Waters was in possession of all the SCP-2983 associated prizes and that the \"super-ultra-mega prize\" would arrive in 3-5 business days.\n\n\nUpon receiving said email, Researcher May Waters purposefully isolated herself within a standard humanoid containment chamber, instructing Site staff to treat her as an anomalous humanoid until the prize had arrived, and to then approach the prize with caution and take it into testing.\n\n\nOn 4/16/2003, a cylindrical container, encased in purple and yellow wrapping paper and ribbons, materialized in Researcher Waters' lap. The \"prize\" was designated URA-5350. No memetic, antimemetic, or cognitohazardous properties were discovered by Researcher Waters nor by Neuro-Sims within the containment chamber. Researcher May Waters was instructed to open URA-5350 by Dr. Everwood. No anomalous effects were reported.\n\n\nAfter further testing revealed no further anomalous properties, URA-5350 (now AO-4006) was scheduled for neutralization. However, Researcher Waters professed the wish to hang AO-4006 inside her office. After a final inspection confirmed no further anomalous properties, Researcher Waters was allowed to keep AO-4006. As of 5/23/2003, SCP-2983's research budget has been reduced by 75%.\n\n\nTo date, no SCP-2983 instances have indicated further prize giveaways. SCP-2983 has been reclassified as Safe.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Anomalous Object 4006\n- Accessing file...\n\n\n\n\n\n\nItem #:\n AO-4006\n\n\nItem Description:\n A poster, depicting the GoI-386 associated anomalous musical performance group \"The Little Misters\". PoI-386-1022, \"Judy\", is also present and is posing with the band.\n\n\nDate of Recovery:\n 4/16/2003\n\n\nLocation of Recovery:\n Site-55, Massachusetts\n\n\nCurrent Status:\n Kept in Researcher May Water's office.\n\n\nNotes:\n The poster has a message written in black permanent marker on the back, addressed to Researcher May. The text has been transcribed below:\n\n\n\n\n　　　May,\n\n\n　　　The space on the back of this poster is not large enough to tell you how much you mean to me. I've never met you, but I feel like we know each other, in some cosmic sort of way. I never expected anyone could have ever bought \nso much\n cereal, but your brand-loyalty has been nothing short of a spectacle.\n\n　　　I can only reasonably come to the conclusion that you are a philanthropist who knows of the plight of the Candy Catalysts, and have been spending vast amounts of money to help us out of the rut we've been in for decades. I'm sorry if a simple poster is too small a gift from me to you, as I would imagine it would feel like. But I assure you that your contributions have been more than just noticed.\n\n　　　\"May Waters, 2nd Founder of the Sweets & Consumables Department\"\n\n　　　Look for your name on some upcoming products, and I hope to meet you in person one day.\n\n\n　　　Your secret admirer,\n\n　　　Judy the Tongue ❤\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Now designated PoI-386-1022.\n\n\n2\n. A nutrient typically only commonly found in fish.\n\n\n3\n. A nutrient typically found in pork and poultry.\n\n\n4\n. This website is unreachable from most conventional web browsers (notably Google Chrome, Microsoft Edge, Opera, Safari, Mozilla Firefox, and more), and thus suppression of knowledge is considered a Code Green.\n\n\n5\n. Corresponding symbol on the box is a dotted outline of a circle.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-4967\n \n•\n\n\n\n\n\n\nSCP-020-J\n \n•\n\n\n\n\n\n\nSCP-1046\n \n•\n\n\n\n\n\n\nSCP-726-EX\n \n•\n\n\n\n\n\n\nSCP-5148\n \n•\n\n\n\n\n\n\nSCP-8911\n \n•\n\n\n\n\n\n\nSCP-057-INT\n \n•\n\n\n\n\n\n\nSCP-7727\n \n•\n\n\n\n\n\n\nSCP-3867\n \n•\n\n\n\n\n\n\nSCP-3803\n \n•\n\n\n\n\n\n\nSCP-1841\n \n•\n\n\n\n\n\n\nSCP-3863\n \n•\n\n\n\n\n\n\nSCP-6832\n \n•\n\n\n\n\n\n\nSCP-3297\n \n•\n\n\n\n\n\n\nSCP-7149\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nBeing Dzhey Evervud\n \n•\n\n\n\n\n\n\nThe Containment Of Arsène Lupin\n \n•\n\n\n\n\n\n\nAdoption Poster: Bandit!\n \n•\n\n\n\n\n\n\nCritter Profile: Sandra And George!\n \n•\n\n\n\n\n\n\nDark was the night, cold was the ground.\n \n•\n\n\n\n\n\n\nCarroll #280/R-01221\n \n•\n\n\n\n\n\n\nParawatch Intro Thread\n \n•\n\n\n\n\n\n\nLife Insurance Policy\n \n•\n\n\n\n\n\n\nUIU File: 2001-745\n \n•\n\n\n\n\n\n\nS&C Paper\n \n•\n\n\n\n\n\n\nAce Of Hearts\n \n•\n\n\n\n\n\n\nTwo Minutes To Midnight\n \n•\n\n\n\n\n\n\nA Tale Of Petty Revenge\n \n•\n\n\n\n\n\n\nZetetic Bulletin: The Myth of the Wu Xing Iris\n \n•\n\n\n\n\n\n\nI Don't Get It, But I'll Figure It Out.\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-2982\n | SCP-2983 | \nSCP-2984\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2983\n\" by Uncle Nicolini and DarkStuff, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2983\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "EDIT 11/12/2002: Following an increase of manifestations within grocers in Germany and Austria, Head Researcher May Waters pushed for, and was later granted, a budgetary increase of $100,000 at the discretion of Site-55's Budgetary Committee.",
        "EDIT 12/27/2002: Manifestations of SCP-2983 have been confirmed in France, Belgium, and Italy. The increase of manifestations has necessitated a budgetary increase of $900,000. Further budgetary increases are subject to O5 Council approval.",
        "EDIT 01/08/2003: Reports of SCP-2983 manifestations throughout most of Europe, the British Isles, and Northern Africa have been confirmed by Foundation field agents. Reclassification to Keter is currently pending.",
        "May, The space on the back of this poster is not large enough to tell you how much you mean to me. I've never met you, but I feel like we know each other, in some cosmic sort of way. I never expected anyone could have ever bought so much cereal, but your brand-loyalty has been nothing short of a spectacle. I can only reasonably come to the conclusion that you are a philanthropist who knows of the plight of the Candy Catalysts, and have been spending vast amounts of money to help us out of the rut we've been in for decades. I'm sorry if a simple poster is too small a gift from me to you, as I would imagine it would feel like. But I assure you that your contributions have been more than just noticed. \"May Waters, 2nd Founder of the Sweets & Consumables Department\" Look for your name on some upcoming products, and I hope to meet you in person one day. Your secret admirer, Judy the Tongue ❤",
        "\" SCP-2983 \" by Uncle Nicolini and DarkStuff, from the SCP Wiki . Source: https://scpwiki.com/scp-2983 . Licensed under CC-BY-SA ."
    ],
    "item": "AO-4006\nItem Description: A poster, depicting the GoI-386 associated anomalous musical performance group \"The Little Misters\". PoI-386-1022, \"Judy\", is also present and is posing with the band.\nDate of Recovery: 4/16/2003\nLocation of Recovery: Site-55, Massachusetts\nCurrent Status: Kept in Researcher May Water's office.\nNotes: The poster has a message written in black permanent marker on the back, addressed to Researcher May. The text has been transcribed below:",
    "object_class": "Euclid",
    "containment_procedures": "Grocers in Europe are to be monitored for SCP-2983 products. Foundation web crawlers are to monitor for mentions of SCP-2983 online. Any suspected SCP-2983 instances are to be tracked down and retrieved. Once secured, all instances of SCP-2983 are to be cataloged and stored in Site-55's low-risk item storage. Excess and expired instances are to be incinerated.",
    "description": "SCP-2983 is a chocolate flavored, rice-based cereal with dehydrated marshmallows named \"Judy's Choco-Wonder Explosion Marshmallow Bites!™\" and labeled under the Dr. Wondertainment (GoI-386) brand. The box of the product depicts a humanoid female with an unusually large tongue1 outstretching her arms and looking up at an arc made of six unique marshmallow shapes. The nutritional information listed on the side of the box claims its contents possess high levels of nutrients not typically found in cereals such as Omega 32 and Vitamin B3 while possessing low-Calorie counts and low sugar, fat, and carbohydrates. This conflicts with the known nutritional value of the listed ingredients, such as eggs, sugar, chocolate, corn syrup, and cornstarch.",
    "title": "SCP-2983"
}