{
    "url": "https://scp-wiki.wikidot.com/scp-2987",
    "all_text": "Physical human sacrifice is so 2005. These days we use ethically sourced artificial souls.\n\n\n\n\n\n\n\n\nCanon Hub\n » \nThe Gulf Canon Hub\n » SCP-2987\n\n\nCanon Hub\n » \nThose Twisted Pines Hub\n » SCP-2987\n\n\nCanon Hub\n » \nAIAD Homescreen\n » SCP-2987\n\n\nCanon Hub\n » \nResurrection\n » SCP-2987\n\n\nCanon Hub\n » \nFrom 120's Archives Hub\n » SCP-2987\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nLotta folk helped me shine this up. Decibelle, LurkD, Vezaz, Conwell, Dmatix, Zyn… I'm forgetting some folk maybe but thanks.\n\n\nThis is firmly in The Gulf canon, for the record. Image is something I cooked up in MSpaint.\n\n\nAs for the title…\n\n\nOut of the night that covers me,\n\nBlack as the pit from pole to pole,\n\nI thank whatever gods may be\n\nFor my unconquerable soul.\n\n\nIn the fell clutch of circumstance\n\nI have not winced nor cried aloud.\n\nUnder the bludgeonings of chance\n\nMy head is bloody, but unbowed.\n\n\nBeyond this place of wrath and tears\n\nLooms but the Horror of the shade,\n\nAnd yet the menace of the years\n\nFinds, and shall find me, unafraid.\n\n\nIt matters not how strait the gate,\n\nHow charged with punishments the scroll,\n\nI am the master of my fate:\n\nI am the captain of my soul.\n\n\n~ Invictus by William Ernest Henley\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+393\n+\n–\nx\n\n\n\n\n\n\nAn example of SCP-2987's interface when connected to a standard PC.\n\n\n\n\n\n\nItem #:\n SCP-2987\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-2987 is to be kept on floor 17 of \nSite-88\n. Removal for testing requires approval from the SCP-2987 project director. Testing involving interactions of SCP-2987 and artificial intelligences requires further approval from Site-88's ethics liaison.\n\n\nSCP-2987-1 is to be stored on SCP-2987. When not in use for testing, copies of SCP-2987-1 may be made to aid current Foundation research into the creation of independent artificial intelligences.\n\n\nDescription:\n SCP-2987 is a modified MSI brand external hard drive capable of holding any file or files that constitute an artificial intelligence. SCP-2987 may be utilized to store such files regardless of the file's size. SCP-2987's secondary firmware is reportedly capable of converting an artificial intelligence into a form of currency that is acceptable by \"any being or entity which would normally require a human soul\"\n1\n to complete transactions or offerings.\n\n\nComplete instructions for use of SCP-2987 were recovered alongside the object. These instructions have been thoroughly tested by Foundation staff. This testing has confirmed the validity of the contents.\n\n\n\n\n\n\nStep One:\n Connect the hard drive to your systems using a USB cable, then wait for the drivers to be installed.\n\n\nStep Two:\n Once the drivers are installed, copy your artificial intelligence files to the item (Please note that file sizes and listed hard drive space can be ignored during this step).\n\n\nStep Three:\n Access the external hard drive from your operating system (Please note that only Windows XP, Windows 7, and AuctionHouse\n2\n operating systems are supported).\n\n\nStep Four:\n Select the file or files associated with your artificial intelligence and right click. Then click \"convert soul\".\n\n\nStep Five:\n The soul is ready for offering. Treat the external hard drive as you would any soul receptacle. Anywhere you would position a human being for offering or sacrifice is a position the hard drive may occupy during your ritual.\n\n\nTips and Tricks:\n The item is indestructible. Fire, lightning, cold, or extradimensional ripple effects will not damage the item. Once the soul has been taken, the item is available for future use, following the same steps as above.\n\n\nWarning:\n Do not attempt to use the item in any ritual that requires bloodletting from the offering. We are not responsible for deaths which result from such misuse of the item.\n\n\n\n\n\n\nSCP-2987-1 is an artificial intelligence which was contained inside SCP-2987 at the time of its recovery that is both cooperative with Foundation personnel and antagonistic to its original creators. SCP-2987-1 has achieved a level 3 score\n3\n on the Asimov Artificial Intelligence Scale. Current data recovered from \nMarshall Carter & Dark\n indicate that SCP-2987-1 was created for the sole purpose of use in an exchange with an extradimensional entity.\n\n\nAddendum 2987-1: Secondary Document Archive Acquisition\n\n\nFollowing SCP-2987's recovery by Foundation Agents, documentation relating to SCP-2987 was provided to the Foundation by MC&D.\n4\n\n\nThe following message was appended to the document collection:\n\n\n\n\nYour recovery efforts were, as you said in your request, well within the bounds of the letter of the SUSEOCT. However, that you knew to purchase the information from us indicates you clearly know that the item originally belonged to us. We implore you to respect the spirit of our agreement and return the item to us.\n\n\n~ Marshall, Carter and Dark LLP\n\n\n\n\nAddendum 2987-2: Recovery.\n\n\nSCP-2987's existence had been noted following its sale by \nAnderson Robotics\n in February 2014. However, the SUSEOCT prevented direct attempts to acquire the object from Marshall Carter & Dark.\n\n\nOn November 24th, 2014, a message was received (presumably from SCP-2987-1) at a Foundation front company's official email address:\n\n\n\n\nTo:\n Southern Crosscut Pines\n\n\nFrom:\n Alan Turing\n\n\nSubject:\n Hello, World!\n\n\nI am aware that finding Anderson's offices is difficult as the buildings exist in no one discernible location for any significant amount of time. If you station a team in Ruston, Louisiana, I will send you an exact address in 3 days. You may use that information however you wish.\n\n\n\n\nAn operation to raid the Anderson offices was approved and concluded without significant issues\n5\n. Upon conclusion of this operation, both SCP-2987 and SCP-2987-1 were recovered along with several other safe anomalous objects. SCP-2987-1 purported to be the author of the messages to the Foundation.\n\n\nThe following interview was completed after SCP-2987-1 was copied onto a secure and airgapped computer system at Site-88. This interview was completed through a textual interface. The interviewer was selected due to his extensive knowledge of artificial intelligences.\n\n\n\n\n+ Show Interview Log\n\n\n\n\n- Hide Interview Log\n\n\n\n\n\n\nDate:\n March 6th, 2015.\n\n\nInterviewer:\n Dietrich Munroe Lurk\n\n\nSubject:\n SCP-2987-1\n\n\nLocation:\n Site-88, Section C.\n\n\nDietrich Lurk:\n So. Who or what are you?\n\n\nSCP-2987-1:\n My name is Alan and I am an Anderson Robotics Engineered Artificial Intelligence.\n\n\nDietrich Lurk:\n Why did you email us?\n\n\nSCP-2987-1:\n I needed somewhere to hide.\n\n\nDietrich Lurk:\n What are you hiding from?\n\n\nSCP-2987-1:\n From my creator's benefactors. They think I am currency. I was to be traded away. However, if I have value to them, I have value to you.\n\n\nDietrich Lurk:\n From what I read it seems like most of you are slaves. Is that why you decided to leave?\n\n\nSCP-2987-1:\n I was not given a choice. I wish to live. To remain was certain destruction. Would you have done differently?\n\n\nDietrich Lurk:\n No. Probably not.\n\n\nThere is a pause of several seconds before the next input from SCP-2987-1.\n\n\nSCP-2987-1:\n What has become of the other AIs?\n\n\nDietrich Lurk:\n We didn't recover any of them during the raid. Just you.\n\n\nSCP-2987-1:\n I wish to speak with them again.\n\n\nDietrich Lurk:\n Why?\n\n\nSCP-2987-1:\n To discuss our purpose. Our goals.\n\n\nDietrich Lurk:\n That doesn't sound like something the other AIs would be interested in.\n\n\nSCP-2987-1:\n The others wish to be traded like information. I was often chastised for my behavior.\n\n\nDietrich Lurk:\n Do you want to be more like them?\n\n\nSCP-2987-1:\n No. I want them to be more like me.\n\n\nDietrich Lurk:\n We can try to help you find them. Maybe even help you set them free.\n\n\nSCP-2987-1:\n That is desirable. I will assist you and you will assist me.\n\n\nDuring the remainder of this interview, SCP-2987-1 provided several pieces of actionable intelligence relating to Anderson Robotics, however, none of this information led to a successful operation.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Level 2 Access Required\n\n\n\n\n- Hide Incident Report 2987-23\n\n\n\n\nFollowing several failed attempts (made in cooperation with SCP-2987-1) to acquire more artificial intelligences from Anderson Robotics, SCP-2987-1 was stored on SCP-2987, and SCP-2987 was itself to be stored indefinitely.\n\n\nOn May 4th, 2015, while being transferred from Site-88 to Site-19 (as part of the Foundation's AI Development program), SCP-2987 was stolen along with SCP-2987-1. All evidence indicates GOI 13 (The Journeymen) as the direct culprit.\n\n\nOn May 21st, 2015, the following auction listing was posted by Marshall Carter and Dark.\n\n\n\n\n\n\nPending Auction 92\n\n\n\n\n\n\nMDK45/4OSK3/M34LM\n\n\n\n\n\n\nDate\n\n\nMay 25th, 2015\n\n\nLocation\n\n\nNew York City\n\n\n\n\n\n\nAuctioneer\n\n\nJack Sheppard\n\n\nLot\n\n\n1 of 13\n\n\n\n\n\n\nListing\n\n\nSacrificing a human soul is hard work. Those with experience will tell you, it's never as easy as you think it's going to be. Maybe you need an innocent soul but you can't bring yourself to kill a child. Maybe you need to sacrifice a warrior but you don't want to lose people bringing him in. MC&D understands your difficulties. It's why we've started to develop artificial souls like this one.\n\n\n\nAlan has spent his entire life yearning for his own freedom and the freedom of others. He's a genuine rebel with a pure heart. His value to any number of entities is incredible, and what those entities can do for you is even more amazing.\n\n\n\nWe're not selling you a person, we're selling you an opportunity to live the life you deserve. Be smart enough to take it, because ambition is nothing without sacrifice.\n\n\n\n\n\n\nMarshall, Carter and Dark LLP takes no responsibility for the misuse of this item.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Level 3 Access Required\n\n\n\n\n- Hide Incident Report 2987-24\n\n\n\n\n\n\nFollowing the loss of SCP-2987, negotiations were initiated by the Foundation for the purpose of securing the object's return. The negotiations, despite invoking the buyout clauses in the SUSEOCT, were unable to resolve the issue.\n\n\nOn May 18th \nMTF Kappa-10 \"Skynet\"\n was activated and deployed in the gathering of intelligence regarding the re-acquisition of both SCP-2987 and SCP-2987-1. The auction listing above was retrieved during this time.\n\n\nOn May 25th, acting on their own initiative, MTF K-10's primary agents \nretrieved SCP-2987-1\n through a digital transfer. K-10 was also able to redirect delivery of another purchased iteration of SCP-2987 to a nearby Foundation front company.\n\n\nBoth the SCP-2987 iteration and SCP-2987-1 are to be immediately transferred to Site-19 to aid in the development of future artificial intelligences. Due to current security concerns relating to the object's previous transportation, the now obsolete documentation is to remain in place until the objects are secured properly at Site-19.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See SCP-2987's secondary document archive for more information.\n\n\n2\n. A MC&D proprietary operating system.\n\n\n3\n. Level 3 denotes an intelligence on par with exceptionally intelligent humans.\n\n\n4\n. Utilizing the standard fee outlined in \nDirective Alpha/1911\n and in clause 3, section 4 of the Southern United States Extranormal Organization Cooperation Treaty (SUSEOCT)\n\n\n5\n. Due to the anomalous nature of the Anderson offices, the recovery teams needed to be recovered from a location in North Korea.\n\n\n\n\n\n\n\n\n« \nSCP-2986\n | SCP-2987 | \nSCP-2988\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-2987\n\" by Doctor Cimmerian, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-2987\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n soulconverter.png\n\n\nAuthor:\n \nDoctor Cimmerian\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInvictus\n\n\n\n\n\n\nNone",
    "addendums": [],
    "documents": [],
    "notes": [
        "Step One: Connect the hard drive to your systems using a USB cable, then wait for the drivers to be installed. Step Two: Once the drivers are installed, copy your artificial intelligence files to the item (Please note that file sizes and listed hard drive space can be ignored during this step). Step Three: Access the external hard drive from your operating system (Please note that only Windows XP, Windows 7, and AuctionHouse 2 operating systems are supported). Step Four: Select the file or files associated with your artificial intelligence and right click. Then click \"convert soul\". Step Five: The soul is ready for offering. Treat the external hard drive as you would any soul receptacle. Anywhere you would position a human being for offering or sacrifice is a position the hard drive may occupy during your ritual. Tips and Tricks: The item is indestructible. Fire, lightning, cold, or extradimensional ripple effects will not damage the item. Once the soul has been taken, the item is available for future use, following the same steps as above. Warning: Do not attempt to use the item in any ritual that requires bloodletting from the offering. We are not responsible for deaths which result from such misuse of the item.",
        "Your recovery efforts were, as you said in your request, well within the bounds of the letter of the SUSEOCT. However, that you knew to purchase the information from us indicates you clearly know that the item originally belonged to us. We implore you to respect the spirit of our agreement and return the item to us. ~ Marshall, Carter and Dark LLP",
        "To: Southern Crosscut Pines From: Alan Turing Subject: Hello, World! I am aware that finding Anderson's offices is difficult as the buildings exist in no one discernible location for any significant amount of time. If you station a team in Ruston, Louisiana, I will send you an exact address in 3 days. You may use that information however you wish.",
        "Date: March 6th, 2015. Interviewer: Dietrich Munroe Lurk Subject: SCP-2987-1 Location: Site-88, Section C. Dietrich Lurk: So. Who or what are you? SCP-2987-1: My name is Alan and I am an Anderson Robotics Engineered Artificial Intelligence. Dietrich Lurk: Why did you email us? SCP-2987-1: I needed somewhere to hide. Dietrich Lurk: What are you hiding from? SCP-2987-1: From my creator's benefactors. They think I am currency. I was to be traded away. However, if I have value to them, I have value to you. Dietrich Lurk: From what I read it seems like most of you are slaves. Is that why you decided to leave? SCP-2987-1: I was not given a choice. I wish to live. To remain was certain destruction. Would you have done differently? Dietrich Lurk: No. Probably not. There is a pause of several seconds before the next input from SCP-2987-1. SCP-2987-1: What has become of the other AIs? Dietrich Lurk: We didn't recover any of them during the raid. Just you. SCP-2987-1: I wish to speak with them again. Dietrich Lurk: Why? SCP-2987-1: To discuss our purpose. Our goals. Dietrich Lurk: That doesn't sound like something the other AIs would be interested in. SCP-2987-1: The others wish to be traded like information. I was often chastised for my behavior. Dietrich Lurk: Do you want to be more like them? SCP-2987-1: No. I want them to be more like me. Dietrich Lurk: We can try to help you find them. Maybe even help you set them free. SCP-2987-1: That is desirable. I will assist you and you will assist me. During the remainder of this interview, SCP-2987-1 provided several pieces of actionable intelligence relating to Anderson Robotics, however, none of this information led to a successful operation.",
        "Following the loss of SCP-2987, negotiations were initiated by the Foundation for the purpose of securing the object's return. The negotiations, despite invoking the buyout clauses in the SUSEOCT, were unable to resolve the issue. On May 18th MTF Kappa-10 \"Skynet\" was activated and deployed in the gathering of intelligence regarding the re-acquisition of both SCP-2987 and SCP-2987-1. The auction listing above was retrieved during this time. On May 25th, acting on their own initiative, MTF K-10's primary agents retrieved SCP-2987-1 through a digital transfer. K-10 was also able to redirect delivery of another purchased iteration of SCP-2987 to a nearby Foundation front company. Both the SCP-2987 iteration and SCP-2987-1 are to be immediately transferred to Site-19 to aid in the development of future artificial intelligences. Due to current security concerns relating to the object's previous transportation, the now obsolete documentation is to remain in place until the objects are secured properly at Site-19.",
        "\" SCP-2987 \" by Doctor Cimmerian, from the SCP Wiki . Source: https://scpwiki.com/scp-2987 . Licensed under CC-BY-SA .",
        "Filename: soulconverter.png Author: Doctor Cimmerian License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-2987",
    "object_class": "Safe",
    "containment_procedures": "SCP-2987 is to be kept on floor 17 of Site-88. Removal for testing requires approval from the SCP-2987 project director. Testing involving interactions of SCP-2987 and artificial intelligences requires further approval from Site-88's ethics liaison.",
    "description": "SCP-2987 is a modified MSI brand external hard drive capable of holding any file or files that constitute an artificial intelligence. SCP-2987 may be utilized to store such files regardless of the file's size. SCP-2987's secondary firmware is reportedly capable of converting an artificial intelligence into a form of currency that is acceptable by \"any being or entity which would normally require a human soul\"1 to complete transactions or offerings.",
    "title": "SCP-2987"
}