{
    "url": "https://scp-wiki.wikidot.com/scp-3012",
    "all_text": "rating: \n+266\n+\n–\nx\n\n\n\n\n\n\nAn instance of SCP-3012-1 found in the Cleveland Metroparks underneath a bridge. The Dybbuk event was followed by the bridge's complete structural failure.\n\n\n\n\n\n\nItem #:\n SCP-3012\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Currently, SCP-3012 is uncontained. Foundation AIs (ATLS-67 and GRGN-2) are to monitor street cameras in major cities and internet communications for appearances or descriptions of SCP-3012-1.\n\n\nMobile Task Force Gamma-42 (“Buzzkills”) is currently focused on acquisition of the entity, if possible, along with cleanup of Dybbuk events. Cleanup of Dybbuk events require administration of appropriate amnestics to affected civilians and removal of confirmed instances of SCP-3012-1. All research into SCP-3012 is to focus upon a method of predicting Dybbuk events.\n\n\nIf possible, SCP-3012 is to be contained during a Dybbuk event. Due to the use of the Scranton Reality-Anchor in containing SCP-3012's former form, all MTF G-42 members are to be equipped with handheld SRAs.\n\n\nArchived Special Containment Procedures:\n\n\n\n\n+ Open\n\n\n\n\n - Close\n\n\n\n\nSCP-3012 is to remain in the center of three overlapping Scranton Reality-Anchors at all times. This has proven effective in stopping its ability to teleport to the sites of future Dybbuk events and also from performing them within the site.\n\n\nSCP-3012 is to be given four novels a month, with an emphasis placed on the horror genre. SCP-3012's room is to be sparsely furnished at its request.\n\n\n\n\n\n\n\n\nDescription:\n SCP-3012 is an incorporeal entity at the source of Dybbuk events. Prior to its physical form expiring, SCP-3012 was contained under the same designation at Site-93's Anomalous Humanoid Wing.\n\n\nSCP-3012's primary effect involves the creation of SCP-3012-1 instances at locations where children and teenagers congregate. SCP-3012-1 refers to messages that spontaneously appear inside and around the location of a Dybbuk event. Instances of SCP-3012-1 are drawn in charcoal, red paint, and, in rare cases, crayon. SCP-3012-1 instances vary in content, but most involve threats of grievous bodily harm and routinely incorporate the names of individuals within SCP-3012's current location. SCP-3012 has also demonstrated the ability to cause visual and audio phenomena at the site of a Dybbuk event, normally manifesting in dark figures and laughter without a source.\n\n\nDybbuk events are defined by the appearance of SCP-3012-1 instances. Dybbuk events precede the occurrence of an event that could potentially prove fatal to one or more of the targets; the apparent purpose of Dybbuk events is to motivate the targets to evacuate the area before this event occurs. The method SCP-3012 uses to predict these events is unclear.\n\n\nExamples of SCP-3012-1 Instances:\n\n\n\n\nSmoke the Reefer, Meet the Reaper\n\n\n\n\n\n\nKevin Kevin Kevin Kevin KeVI N i love you and i need you to say with me i need you to stay here and i need you to never leave\n\n\n\n\n\n\nTick Tock, Little Boys. Tick Tock.\n\n\n\n\n\n\n[Full Name Deleted] I Am Going To Eviscerate All You Hold Dear In This World\n\n\n\n\n\n\nhelp me oh god help me he's here he's coming please hel\n\n\n\n\n\n\n[This message appeared next to a crudely drawn pentagram] The Father Rises. Rejoice.\n\n\n\n\n\n\nCry Cry Cry All You want you Can't Get AWAY from the boogEyman\n\n\n\n\n\n\nGet Out Of My Fucking House\n\n\n\n\n\n\nlet me fucking touch you just once let me fucking touch you eddie you smell so pretty\n\n\n\n\nArchived Interview-3012-2W:\n\n\n\n\n+ Open\n\n\n\n\n - Close\n\n\n\n\n\n\nDr. Weinberg:\n Good morning, SCP-3012. Have you slept well?\n\n\nSCP-3012:\n Yeah, you know I don't sleep, dog. Probs got wild cameras looking at my dick all the time. Got an itch I can't scratch, and it sucks real bad.\n\n\nDr. Weinberg:\n You're referring here to Dybbuk events?\n\n\nSCP-3012:\n Oh fuck yeah. Is that what you're calling those? Pretty good name. I mean, I don't know what a dybbuk is, really, but I saw Rugrats as a kid. Cool shit, cool shit.\n\n\nDr. Weinberg:\n I believe it is fitting. You're only trying to scare them, aren't you? The house we took you out of just collapsed yesterday. How did you know that was going to happen?\n\n\nSCP-3012:\n I get pulled. I get pulled real hard. You'dn't get it. I don't think you'd get any of it, Dr. Dorko. It just makes sense. Like the sheep from when I was a kid.\n\n\nDr. Weinberg:\n You have memories of your past life? That's so strange, considering…\n\n\nSCP-3012:\n Considering what?\n\n\nDr. Weinberg coughs and looks to the camera for verification on how to continue. Due to unforeseen possible anomalies, “Misters Against Weed” and others are normally given no information surrounding the containment of other instances.\n\n\nSCP-3012:\n Fuck. You got others? They made more? They thought I was funny? Shit, I never thought they thought I was funny. I just thought they were trying to be nice to me. Shit. Did they even make Mr. Destiny? That owns. This owns. This is fantastic.\n\n\nDr. Weinberg:\n What makes you different, then? Why would you have memories where others do not?\n\n\nSCP-3012:\n I'm me. I got hit by a fucking bus. Real tragic, honest. Big loss to the world. I'm joking, by the way, I sucked. But yeah, I thought they just did it as my final wishes. But they made more? They really made more?\n\n\nDr. Weinberg:\n Where have their memories gone?\n\n\nSCP-3012:\n Shit, dog. You can't have a memory if you never had that shit to begin with. Take an ice cream scoop, take a big dollop of ambient soul from the world around us all hippie and shit, and put it all together nice and condensed. And theoretically, you could get an entity you can tweak. It's amazing, really. It's so cool it works without a full soul. It'd suck to have to find a dead body for every Mister, you know? That shit is nasty.\n\n\nDr. Weinberg:\n So you were involved in the Misters Against Weed?\n\n\nSCP-3012:\n Yeah. I wrote the joke.\n\n\nDr. Weinberg:\n So you're familiar with PoI-6870, Jude Kriyot?\n\n\nSCP-3012:\n You mean Blunt? Yeah, shit, I knew Blunt. What the fuck are the numbers for, dude? Pee-oh-eye? Whatever, Dr. Dorko. Fuck, can you believe Blunt liked my joke? I didn't think he liked me. But shit, he liked my joke.\n\n\nFurther communication with SCP-3012 was met with continued asides about happiness regarding the “success” of its “joke.” No other viable information was found.\n\n\nWith the information that SCP-3012 is a former high-ranking member of GoI-5869, “Gamers Against Weed,” further interviews have been authorized.\n\n\n\n\n\n\n\n\n\n\nArchived Interview-3012-7W:\n\n\n\n\n+ Open\n\n\n\n\n - Close\n\n\n\n\n\n\nDr. Weinberg:\n Hello again, SCP-3012? Are you comfortable?\n\n\nSCP-3012:\n I actually don't have any real bodily feelings at all. It's pretty cool. The only thing I feel is, you know, when I make the words on the walls.\n\n\nDr. Weinberg:\n What does that feel like?\n\n\nSCP-3012:\n Feels like if string could come out of your fingers. If you had orifices there. It feels natural, like it's ready. I mean, there's nothing happening. It's obviously my fucking, you know, phantom body feelings. A confused soul stuck in a fucked up brought back body trying to remember touches. It's because of the nature of the way they took my soul, you know. Just yanked it. Wild shit, right? God, I could talk all day about this shit.\n\n\nDr. Weinberg:\n We have.\n\n\nSCP-3012:\n You're okay for a janitor, you know? I know what you're doing. I mean we both know what you're doing here. But it's cool to talk. You're pretty smart. And you study this shit, don't you? I always used to infodump a little too much. About this shit. Plugged up the chat. After I did it, I'd always feel so anxious. They never said anything.\n\n\nDr. Weinberg:\n You felt like an outsider?\n\n\nSCP-3012:\n It's more, like, just added to my mounting list of character flaws. Always thought it was gonna be the straw and the camel.\n\n\nDr. Weinberg:\n You're not \nthat\n bad.\n\n\nSCP-3012:\n Fuck you, dorko. But yeah, I am. I always had a natural inclination toward meanness. I don't know why Blunt kept me. I think he felt bad for me. I thought he always regretted it. When he let me into the group. I just, you know, I'm aggressive. I don't know. The chat was a gentle place. A lot of people there were hurting and looking for laughs. I've always been in the fucking, uh, you know. Insult comedy puppet dog? That shit is hysterical. Wasn't exactly the best fit for the room sometimes.\n\n\nThey made fun of each other. But I was always meaner. More cutting. I got banned a few times, you know. Like more than anyone else. You know how fucked up you gotta be to get banned from the Gamers Against Weed chat? I remember how disappointed Bones would always be. That hurt the most.\n\n\nI remember, shit, I don't know why I always tell you this shit. I remember this one time I said something horrible to JJ. I got banned. I felt like such a piece of shit. I mean, I never considered it. I was trying to be playful, you know. Like a playful joke. Jesus, that was me. And they always let me come back. I think, it was because they knew I was stupid. I was alone. Shit, when I first joined, I had to have been seventeen.\n\n\nI just thought that shit was acceptable. I thought a slur wasn't bad if you said it without trying to be hateful. But it's always hateful, isn't it? I was always good at hate. Even when I didn't know it. I don't know. I just don't know how they dealt with me. I thought, you know, if you were offended, you were policing humor. But they, uh, they always let me back. They always told me what I did wrong. And, uh, I just can't believe they're still doing the Misters.\n\n\nDr. Weinberg:\n What did you say?\n\n\nSCP-3012:\n I said, “if JJ's so lucky, why was he born a faggot?” I just, I don't know. It's one of those things you think of all the time when you close your eyes. Which, I don't need to do, so this is like metaphorical. I remember how JJ just logged off. And he's untouchable. JJ has never been uncomfortable in his life, and I made him log off.\n\n\nJJ wanted me back the next day. Bones and Blunt wouldn't have it. They said I needed some thinking time. It was good for me. I hated them for it at the time. But they were right. Fucking robots and stoners, right?\n\n\nDr. Weinberg:\n Why not Mr. Deadly Sins, if you really consider yourself so bad?\n\n\nSCP-3012:\n I wanted to be able to use my meanness to be good. I wanted to save people, and I wanted to be alone, so I couldn't hurt anyone anymore. Threats, gore, being creepy, I guess it comes natural to me. Jesus. I'm still fucked up they liked me, in the end. They kept up my joke.\n\n\nDr. Weinberg:\n Couldn't they just think it was funny?\n\n\nSCP-3012:\n I don't know if they even think I'm funny, honest. Maybe this is just how they remember me. How they keep me alive. They let me go after I got all Mister'd, like I asked. I wanted to go out and do it. I figured, you know, they just, you know, felt bad. They were just doing my last wishes. But keeping it up? It's weird. It makes me feel like I did matter. I wish I didn't leave so soon. But it was better that way. The whole point of this is to be, you know, full-on Mr. Ominous. Mr. Ominous can't hang out in his bud Blunt's room and smoke weed and get in screaming matches with his roommate. Mr. Ominous, you know, fucking, writes the magic words on the wall and makes teens shit themselves.\n\n\nDr. Weinberg:\n It sounds almost noble. But is scaring them really the best way to go about this?\n\n\nSCP-3012:\n I don't really know anything else.\n\n\n\n\n\n\n\n\n\n\nArchived Interview-3012-17W:\n\n\n\n\n+ Open\n\n\n\n\n - Close\n\n\n\n\n\n\nAt this point in time, SCP-3012's physical form was failing. Due to its anomalies, medical intervention was impossible. This was the last time SCP-3012 was able to be interviewed.\n\n\nBefore Dr. Weinberg could begin, SCP-3012 began the interview.\n\n\nSCP-3012:\n So is this a meeting about how I'm dying?\n\n\nDr. Weinberg:\n Do you want to call it a meeting?\n\n\nSCP-3012:\n It doesn't matter. I'm just being weird. I never told you how I found about Dr. Wondertainment, right? You never asked. Seems like slipshod detective work. But, I had one of their things as a kid. You hear about the \nfucking chicken soup\n they make? Stick to the fucking toys.\n\n\nDr. Weinberg:\n So thus began a lifelong obsession, I take it?\n\n\nSCP-3012:\n Oh yeah. Heavy into conspiracy theory shit and the occult. Magic shit. It's how I got into the chat, you know. In the end.\n\n\nDr. Weinberg:\n SCP-3012, I've been reviewing past conversations we've had, and I've seen you mention a “sheep” a few times. I've never probed, because, well, I know you don't like that. But, before we can't speak anymore, could you tell me what you meant?\n\n\nSCP-3012:\n My grandma's guard sheep.\n\n\nDr. Weinberg:\n You're going to have to explain this one to me.\n\n\nSCP-3012:\n She had this stuffed animal. Must've been my mom's. It was old. A sheep, obviously. It had a pointy black triangle face. But it didn't have any eyes. It stood up on these weirdly hard little feet. And it didn't have eyes. It just stared. So she'd put it in front of places she didn't want me going to. And I guess it was for the best. My grandpa made the house in the sixties. You could fit a fucking watermelon through the spokes in the bannister. I don't think they knew about safety back then.\n\n\nShe was a bitch, though. She always yelled at me. Always screamed at me to stay out of her backyard. She lived near a fucking forest. Always told me some bad man was gonna snatch me if I ran too far. Hit me a couple times. I loved her, though. I had to love my grandma. And, I don't know. That's what safety is to me. It's doing the mean things to make people not dead. I guess. It's not exactly the best move, but it's all I got, dorko.\n\n\nDr. Weinberg:\n Thank you for telling me this. I admit, it's been on my mind.\n\n\nSCP-3012:\n It's cool you're so interested in my shit. But yeah, I'm getting tired. I think I need to go now. Doctor, I just wanna tell you, no matter what animes say, the prototype is always way shittier.\n\n\nDr. Weinberg:\n That's fine, SCP-3012. I hope you have a comfortable evening. We will make your passing as peaceful as possible.\n\n\nSCP-3012:\n Yeah. I'm not worried. I'm persistent.\n\n\nDr. Weinberg:\n What do you mean?\n\n\nSCP-3012:\n I'm not about to ruin the surprise, dog.\n\n\n\n\n\n\n\n\n\n\nArchived Document-3012:\n\n\n\n\nHoly Heck!\n How did you even find your very own \nMr. Ominous\n by Gamers Against Weed!? What does it even mean for an entity to be discontinued? When you stop playing with a toy, does it die? Who is Dr. Wondertainment?\n\n\nFind them all and become Mr. Gamer!\n\n\n01. Mr. Literal Serial Killer\n\n\n02. Mr. Normie\n\n\n03. Mr. Bernie Sanders\n\n\n04. Mr. Get Anything For Free In Any Shop\n\n\n20. Mr. Sex Number\n\n\n21. Mr. Heavenly Virtues\n\n\n22. Mr. Deadly Sins\n\n\n23. Mr. Original Character\n\n\n24. Mr. D.A.R.E.\n\n\n25. Mrs. Gentrification\n\n\n26. Ms. Mad About Video Games\n\n\n27. Mr. Meme\n\n28. Mr. Ominous (discontinued) ✔\n\n\n29. Mr. Destiny\n\n\n30. Mr. Monty Python And The Holy Grail\n\n\n31. Ms. Zapatista\n\n\n32. Mr. Hax\n\n\n33. Mr. Just Has The Tattoo\n\n\n34. Mr. Top Text and Mr. Bottom Text\n\n35. Mr. Finale\n\n\n\n\n\n\n\n\n« \nSCP-3011\n | SCP-3012 | \nSCP-3013\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3012\n\" by kinchtheknifeblade, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3012\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 3011.jpeg\n\n\nName:\n 3011.jpeg\n\n\nAuthor:\n \nkinchtheknifeblade\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n N/A",
    "addendums": [],
    "documents": [
        "Archived Document-3012:"
    ],
    "notes": [
        "Smoke the Reefer, Meet the Reaper",
        "Kevin Kevin Kevin Kevin KeVI N i love you and i need you to say with me i need you to stay here and i need you to never leave",
        "Tick Tock, Little Boys. Tick Tock.",
        "[Full Name Deleted] I Am Going To Eviscerate All You Hold Dear In This World",
        "help me oh god help me he's here he's coming please hel",
        "[This message appeared next to a crudely drawn pentagram] The Father Rises. Rejoice.",
        "Cry Cry Cry All You want you Can't Get AWAY from the boogEyman",
        "Get Out Of My Fucking House",
        "let me fucking touch you just once let me fucking touch you eddie you smell so pretty",
        "Dr. Weinberg: Good morning, SCP-3012. Have you slept well? SCP-3012: Yeah, you know I don't sleep, dog. Probs got wild cameras looking at my dick all the time. Got an itch I can't scratch, and it sucks real bad. Dr. Weinberg: You're referring here to Dybbuk events? SCP-3012: Oh fuck yeah. Is that what you're calling those? Pretty good name. I mean, I don't know what a dybbuk is, really, but I saw Rugrats as a kid. Cool shit, cool shit. Dr. Weinberg: I believe it is fitting. You're only trying to scare them, aren't you? The house we took you out of just collapsed yesterday. How did you know that was going to happen? SCP-3012: I get pulled. I get pulled real hard. You'dn't get it. I don't think you'd get any of it, Dr. Dorko. It just makes sense. Like the sheep from when I was a kid. Dr. Weinberg: You have memories of your past life? That's so strange, considering… SCP-3012: Considering what? Dr. Weinberg coughs and looks to the camera for verification on how to continue. Due to unforeseen possible anomalies, “Misters Against Weed” and others are normally given no information surrounding the containment of other instances. SCP-3012: Fuck. You got others? They made more? They thought I was funny? Shit, I never thought they thought I was funny. I just thought they were trying to be nice to me. Shit. Did they even make Mr. Destiny? That owns. This owns. This is fantastic. Dr. Weinberg: What makes you different, then? Why would you have memories where others do not? SCP-3012: I'm me. I got hit by a fucking bus. Real tragic, honest. Big loss to the world. I'm joking, by the way, I sucked. But yeah, I thought they just did it as my final wishes. But they made more? They really made more? Dr. Weinberg: Where have their memories gone? SCP-3012: Shit, dog. You can't have a memory if you never had that shit to begin with. Take an ice cream scoop, take a big dollop of ambient soul from the world around us all hippie and shit, and put it all together nice and condensed. And theoretically, you could get an entity you can tweak. It's amazing, really. It's so cool it works without a full soul. It'd suck to have to find a dead body for every Mister, you know? That shit is nasty. Dr. Weinberg: So you were involved in the Misters Against Weed? SCP-3012: Yeah. I wrote the joke. Dr. Weinberg: So you're familiar with PoI-6870, Jude Kriyot? SCP-3012: You mean Blunt? Yeah, shit, I knew Blunt. What the fuck are the numbers for, dude? Pee-oh-eye? Whatever, Dr. Dorko. Fuck, can you believe Blunt liked my joke? I didn't think he liked me. But shit, he liked my joke. Further communication with SCP-3012 was met with continued asides about happiness regarding the “success” of its “joke.” No other viable information was found. With the information that SCP-3012 is a former high-ranking member of GoI-5869, “Gamers Against Weed,” further interviews have been authorized.",
        "Dr. Weinberg: Hello again, SCP-3012? Are you comfortable? SCP-3012: I actually don't have any real bodily feelings at all. It's pretty cool. The only thing I feel is, you know, when I make the words on the walls. Dr. Weinberg: What does that feel like? SCP-3012: Feels like if string could come out of your fingers. If you had orifices there. It feels natural, like it's ready. I mean, there's nothing happening. It's obviously my fucking, you know, phantom body feelings. A confused soul stuck in a fucked up brought back body trying to remember touches. It's because of the nature of the way they took my soul, you know. Just yanked it. Wild shit, right? God, I could talk all day about this shit. Dr. Weinberg: We have. SCP-3012: You're okay for a janitor, you know? I know what you're doing. I mean we both know what you're doing here. But it's cool to talk. You're pretty smart. And you study this shit, don't you? I always used to infodump a little too much. About this shit. Plugged up the chat. After I did it, I'd always feel so anxious. They never said anything. Dr. Weinberg: You felt like an outsider? SCP-3012: It's more, like, just added to my mounting list of character flaws. Always thought it was gonna be the straw and the camel. Dr. Weinberg: You're not that bad. SCP-3012: Fuck you, dorko. But yeah, I am. I always had a natural inclination toward meanness. I don't know why Blunt kept me. I think he felt bad for me. I thought he always regretted it. When he let me into the group. I just, you know, I'm aggressive. I don't know. The chat was a gentle place. A lot of people there were hurting and looking for laughs. I've always been in the fucking, uh, you know. Insult comedy puppet dog? That shit is hysterical. Wasn't exactly the best fit for the room sometimes. They made fun of each other. But I was always meaner. More cutting. I got banned a few times, you know. Like more than anyone else. You know how fucked up you gotta be to get banned from the Gamers Against Weed chat? I remember how disappointed Bones would always be. That hurt the most. I remember, shit, I don't know why I always tell you this shit. I remember this one time I said something horrible to JJ. I got banned. I felt like such a piece of shit. I mean, I never considered it. I was trying to be playful, you know. Like a playful joke. Jesus, that was me. And they always let me come back. I think, it was because they knew I was stupid. I was alone. Shit, when I first joined, I had to have been seventeen. I just thought that shit was acceptable. I thought a slur wasn't bad if you said it without trying to be hateful. But it's always hateful, isn't it? I was always good at hate. Even when I didn't know it. I don't know. I just don't know how they dealt with me. I thought, you know, if you were offended, you were policing humor. But they, uh, they always let me back. They always told me what I did wrong. And, uh, I just can't believe they're still doing the Misters. Dr. Weinberg: What did you say? SCP-3012: I said, “if JJ's so lucky, why was he born a faggot?” I just, I don't know. It's one of those things you think of all the time when you close your eyes. Which, I don't need to do, so this is like metaphorical. I remember how JJ just logged off. And he's untouchable. JJ has never been uncomfortable in his life, and I made him log off. JJ wanted me back the next day. Bones and Blunt wouldn't have it. They said I needed some thinking time. It was good for me. I hated them for it at the time. But they were right. Fucking robots and stoners, right? Dr. Weinberg: Why not Mr. Deadly Sins, if you really consider yourself so bad? SCP-3012: I wanted to be able to use my meanness to be good. I wanted to save people, and I wanted to be alone, so I couldn't hurt anyone anymore. Threats, gore, being creepy, I guess it comes natural to me. Jesus. I'm still fucked up they liked me, in the end. They kept up my joke. Dr. Weinberg: Couldn't they just think it was funny? SCP-3012: I don't know if they even think I'm funny, honest. Maybe this is just how they remember me. How they keep me alive. They let me go after I got all Mister'd, like I asked. I wanted to go out and do it. I figured, you know, they just, you know, felt bad. They were just doing my last wishes. But keeping it up? It's weird. It makes me feel like I did matter. I wish I didn't leave so soon. But it was better that way. The whole point of this is to be, you know, full-on Mr. Ominous. Mr. Ominous can't hang out in his bud Blunt's room and smoke weed and get in screaming matches with his roommate. Mr. Ominous, you know, fucking, writes the magic words on the wall and makes teens shit themselves. Dr. Weinberg: It sounds almost noble. But is scaring them really the best way to go about this? SCP-3012: I don't really know anything else.",
        "At this point in time, SCP-3012's physical form was failing. Due to its anomalies, medical intervention was impossible. This was the last time SCP-3012 was able to be interviewed. Before Dr. Weinberg could begin, SCP-3012 began the interview. SCP-3012: So is this a meeting about how I'm dying? Dr. Weinberg: Do you want to call it a meeting? SCP-3012: It doesn't matter. I'm just being weird. I never told you how I found about Dr. Wondertainment, right? You never asked. Seems like slipshod detective work. But, I had one of their things as a kid. You hear about the fucking chicken soup they make? Stick to the fucking toys. Dr. Weinberg: So thus began a lifelong obsession, I take it? SCP-3012: Oh yeah. Heavy into conspiracy theory shit and the occult. Magic shit. It's how I got into the chat, you know. In the end. Dr. Weinberg: SCP-3012, I've been reviewing past conversations we've had, and I've seen you mention a “sheep” a few times. I've never probed, because, well, I know you don't like that. But, before we can't speak anymore, could you tell me what you meant? SCP-3012: My grandma's guard sheep. Dr. Weinberg: You're going to have to explain this one to me. SCP-3012: She had this stuffed animal. Must've been my mom's. It was old. A sheep, obviously. It had a pointy black triangle face. But it didn't have any eyes. It stood up on these weirdly hard little feet. And it didn't have eyes. It just stared. So she'd put it in front of places she didn't want me going to. And I guess it was for the best. My grandpa made the house in the sixties. You could fit a fucking watermelon through the spokes in the bannister. I don't think they knew about safety back then. She was a bitch, though. She always yelled at me. Always screamed at me to stay out of her backyard. She lived near a fucking forest. Always told me some bad man was gonna snatch me if I ran too far. Hit me a couple times. I loved her, though. I had to love my grandma. And, I don't know. That's what safety is to me. It's doing the mean things to make people not dead. I guess. It's not exactly the best move, but it's all I got, dorko. Dr. Weinberg: Thank you for telling me this. I admit, it's been on my mind. SCP-3012: It's cool you're so interested in my shit. But yeah, I'm getting tired. I think I need to go now. Doctor, I just wanna tell you, no matter what animes say, the prototype is always way shittier. Dr. Weinberg: That's fine, SCP-3012. I hope you have a comfortable evening. We will make your passing as peaceful as possible. SCP-3012: Yeah. I'm not worried. I'm persistent. Dr. Weinberg: What do you mean? SCP-3012: I'm not about to ruin the surprise, dog.",
        "Holy Heck! How did you even find your very own Mr. Ominous by Gamers Against Weed!? What does it even mean for an entity to be discontinued? When you stop playing with a toy, does it die? Who is Dr. Wondertainment? Find them all and become Mr. Gamer! 01. Mr. Literal Serial Killer 02. Mr. Normie 03. Mr. Bernie Sanders 04. Mr. Get Anything For Free In Any Shop 20. Mr. Sex Number 21. Mr. Heavenly Virtues 22. Mr. Deadly Sins 23. Mr. Original Character 24. Mr. D.A.R.E. 25. Mrs. Gentrification 26. Ms. Mad About Video Games 27. Mr. Meme 28. Mr. Ominous (discontinued) ✔ 29. Mr. Destiny 30. Mr. Monty Python And The Holy Grail 31. Ms. Zapatista 32. Mr. Hax 33. Mr. Just Has The Tattoo 34. Mr. Top Text and Mr. Bottom Text 35. Mr. Finale",
        "\" SCP-3012 \" by kinchtheknifeblade, from the SCP Wiki . Source: https://scpwiki.com/scp-3012 . Licensed under CC-BY-SA .",
        "Filename: 3011.jpeg Name: 3011.jpeg Author: kinchtheknifeblade License: CC BY-SA 3.0 Source Link: N/A"
    ],
    "item": "SCP-3012",
    "object_class": "Keter",
    "containment_procedures": "Currently, SCP-3012 is uncontained. Foundation AIs (ATLS-67 and GRGN-2) are to monitor street cameras in major cities and internet communications for appearances or descriptions of SCP-3012-1.",
    "description": "SCP-3012 is an incorporeal entity at the source of Dybbuk events. Prior to its physical form expiring, SCP-3012 was contained under the same designation at Site-93's Anomalous Humanoid Wing.",
    "title": "SCP-3012"
}