{
    "url": "https://scp-wiki.wikidot.com/scp-302",
    "all_text": "rating: \n+238\n+\n–\nx\n\n\nItem #:\n SCP-302\n\n\nObject Class\n: Safe\n\n\nSpecial Containment Procedures:\n SCP-302 is to be kept in Site-[REDACTED], under Safe-3 Protocols. Artifact should be handled with gloves at all times, and utmost precautions should be taken to ensure that the artifact does not make skin contact with unauthorized personnel. Any personnel not scheduled for testing that begin showing signs of SCP-302's effects may apply for termination. All subjects suffering from SCP-302's affliction should be terminated after no longer than eight (8) days due to [DATA EXPUNGED].\n\n\nDescription:\n SCP-302 is a small tin sculpture with a bronze/patina finish depicting two ants carrying a leaf. Whenever a human makes direct skin contact with the artifact, they will invariably find a single, small, relatively harmless ant on their person within (2) hours. This ant may belong to any of several different small ant species, and its appearance rarely causes much alarm. It is of note that in all recorded cases, subjects have always distinctly noticed this first ant and fully remember seeing it.\n\n\nThereafter, an exponentially increasing number of ants will appear on the exposed subject by day. Throughout the entire day, the number of ants that appear seems to be in the range of 3\nX\n to 5\nX\n, where X is the number of days since initial contact with SCP-302. As time progresses, the ants not only increase in number, but also change in species. Smaller, minimally harmful species appear at first, later transitioning to larger species, or species with more painful stings or bites.\n\n\nAnts seem to appear out of the nearest unobserved space; this includes from under clothes, near-by objects, or, if left with no alternatives, bodily orifices. Ants seem singularly preoccupied with exploring or attacking the affected individual, and will not stop until either themselves or the subject is deceased.\n\n\nAddendum 302-01\n: Subject of Test Log 2 was a single D-Class Personnel. Subject was told he was to participate in \"a study testing how a week of relaxation might affect the performance of D-Class Personnel,\" and was kept in a \"relaxation chamber\" with exercise equipment, various books and magazines, and a color television. Subject was exposed to SCP-302 without his knowledge.\n\n\n«Test Log 2»\n\n\n\n\nDays 1 & 2\n\nSubject spends his time in leisurely pursuits. Subject expresses great satisfaction, and reports nothing out of the ordinary.\n\n\nDay 3\n\nSubject reports small ant problem, and admits it is probably his fault for letting crumbs fall over the couch and carpet. Subject admits he noticed an ant two days previous, but did not think it was worth mentioning. Subject reports great satisfaction otherwise, and requests a can of bug spray.\n\n\nDay 4\n\nSubject reports that ant problem persists despite his best efforts to spray the room, and that the ants have become more numerous and occasionally painful. Subject reports that the ants seem bigger, and different from those he saw the day before. Subject still reports relative happiness with the experiment.\n\n\nDay 5\n\nSubject reports great annoyance and increased pain, as ants are now nearly always on his person. Ants seem to have changed once more, becoming more aggressive and agitated. At this point subject clearly suspects ants are not of a normal nature.\n\n\nDay 6\n\nSubject in great pain. On average, five (5) tropical green-head ants (\nRhytidoponera metallica\n) are seen to appear every minute on subject throughout entire day. Subject becomes aggressive due to pain, and demands to be released from chamber. Pretense for experiment is dropped, and subject is restrained and given medical attention.\n\n\nDay 7\n\nSubject in great pain. An average of twenty-five (25) tropical fire ants (\nSolenopsis solenopsidis\n) are seen to appear every minute on subject. Subject requires continuous ant removal.\n\n\nDay 8\n\nSubject is heavily medicated, and unconscious through majority of day. An average of 140 bullet ants (\nParaponera clavata\n) appear on subject each minute. Rapid ant removal and anti-inflammatory medicine is necessary.\n\n\nDay 9\n\n[DATA EXPUNGED]. Subject and experiment are terminated.\n\n\n\n\n\n\n\n\n« \nSCP-301\n | SCP-302 | \nSCP-303\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-302\n\" by Pair Of Ducks, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-302\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 302-01 : Subject of Test Log 2 was a single D-Class Personnel. Subject was told he was to participate in \"a study testing how a week of relaxation might affect the performance of D-Class Personnel,\" and was kept in a \"relaxation chamber\" with exercise equipment, various books and magazines, and a color television. Subject was exposed to SCP-302 without his knowledge."
    ],
    "documents": [],
    "notes": [
        "Days 1 & 2 Subject spends his time in leisurely pursuits. Subject expresses great satisfaction, and reports nothing out of the ordinary. Day 3 Subject reports small ant problem, and admits it is probably his fault for letting crumbs fall over the couch and carpet. Subject admits he noticed an ant two days previous, but did not think it was worth mentioning. Subject reports great satisfaction otherwise, and requests a can of bug spray. Day 4 Subject reports that ant problem persists despite his best efforts to spray the room, and that the ants have become more numerous and occasionally painful. Subject reports that the ants seem bigger, and different from those he saw the day before. Subject still reports relative happiness with the experiment. Day 5 Subject reports great annoyance and increased pain, as ants are now nearly always on his person. Ants seem to have changed once more, becoming more aggressive and agitated. At this point subject clearly suspects ants are not of a normal nature. Day 6 Subject in great pain. On average, five (5) tropical green-head ants ( Rhytidoponera metallica ) are seen to appear every minute on subject throughout entire day. Subject becomes aggressive due to pain, and demands to be released from chamber. Pretense for experiment is dropped, and subject is restrained and given medical attention. Day 7 Subject in great pain. An average of twenty-five (25) tropical fire ants ( Solenopsis solenopsidis ) are seen to appear every minute on subject. Subject requires continuous ant removal. Day 8 Subject is heavily medicated, and unconscious through majority of day. An average of 140 bullet ants ( Paraponera clavata ) appear on subject each minute. Rapid ant removal and anti-inflammatory medicine is necessary. Day 9 [DATA EXPUNGED]. Subject and experiment are terminated.",
        "\" SCP-302 \" by Pair Of Ducks, from the SCP Wiki . Source: https://scpwiki.com/scp-302 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-302",
    "containment_procedures": "SCP-302 is to be kept in Site-[REDACTED], under Safe-3 Protocols. Artifact should be handled with gloves at all times, and utmost precautions should be taken to ensure that the artifact does not make skin contact with unauthorized personnel. Any personnel not scheduled for testing that begin showing signs of SCP-302's effects may apply for termination. All subjects suffering from SCP-302's affliction should be terminated after no longer than eight (8) days due to [DATA EXPUNGED].",
    "description": "SCP-302 is a small tin sculpture with a bronze/patina finish depicting two ants carrying a leaf. Whenever a human makes direct skin contact with the artifact, they will invariably find a single, small, relatively harmless ant on their person within (2) hours. This ant may belong to any of several different small ant species, and its appearance rarely causes much alarm. It is of note that in all recorded cases, subjects have always distinctly noticed this first ant and fully remember seeing it.",
    "title": "SCP-302"
}