{
    "url": "https://scp-wiki.wikidot.com/scp-3024",
    "all_text": "rating: \n+181\n+\n–\nx\n\n\nItem #:\n SCP-3024\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Web analysis bot \"TRIREEF\" scans online content for linguistic markers indicative of disbelief in the possibility of acquiring certain information, in conjunction with accusations of certain behaviors (see below). Pages flagged by TRIREEF are to be manually checked for evidence of SCP-3024 involvement. TRIREEF only requires operation while SCP-3024's location is unknown.\n\n\nIf SCP-3024's presence in a community is confirmed, Amnestic-SEP14 should be deployed as a method of rendering viewers unaware of or indifferent to the unusual nature of SCP-3024's content.\n1\n Said content should be removed after SCP-3024 leaves the community, or at the discretion of SCP-3024's HMCL supervisor.\n\n\nDescription:\n SCP-3024 is a non-human\n2\n entity characterized by its anomalous ability to access hidden information and its pattern of engagement in online communities. Attempts to predict SCP-3024's appearances have failed. SCP-3024 will use different demeanors, identities, and speech patterns in different communities, and is thus only identifiable after the use of its anomalous properties.\n\n\nSCP-3024's activities in a community follow a consistent timeline:\n\n\nStage 0:\n If the community in question congregates on a website(s) that allows account creation, SCP-3024 will create an account, from which all activities will be conducted. Otherwise, SCP-3024 will use an alternative method of self-identification, such as a signature or avatar. If it is common practice for new users to introduce themselves, SCP-3024 will do so immediately thereafter, outlining a fictional identity with which any future posts will remain consistent.\n\n\nStage 1:\n SCP-3024 will engage in the community, contributing content and discussion at a rate noticeably higher than most users. SCP-3024 will present as knowledgeable and enthusiastic about any relevant subject matter, highly literate in community-specific terminology and willing to assist other users. SCP-3024 will refuse all formal positions of power or authority, and will become agitated by suggestions that it occupies an informal position of authority. SCP-3024 will rarely form interpersonal connections.\n\n\nSCP-3024 displays no anomalous properties in this stage, which lasts for 3-6 months.\n\n\nStage 2:\n SCP-3024 will begin to share credible evidence that other users are engaging (or have recently engaged) in activities considered unsavory by the community at large and the site administration. SCP-3024 is capable of accessing information that should theoretically be inaccessible, such as images and text files hosted on devices of other users, photographs of personal identification, and classified government documentation. SCP-3024 will share evidence of activities that fall into one or more of the following seven categories:\n\n\n\n\nAggressive, deceptive, or coercive sexual conduct; sexual harassment.\n\n\nFar-right political activity or beliefs.\n\n\nUse of anonymous posting or multiple accounts to promote onesself or manipulate public opinion.\n\n\nDereliction or circumvention of responsibilities established by the community.\n3\n\n\nHostile or aggressive interpersonal activity, including stalking and \"doxing\".\n\n\nPlagiarism and other deliberate misrepresentations of creatorship.\n\n\nMisuse of power, positions of authority, or reputation for personal gain or defamation.\n\n\n\n\nSCP-3024's accusations consistently describe misconduct which actually occurred. SCP-3024 will not make accusations of behaviors that the community considers acceptable; as such, this frequently results in the punishment, demotion, or expulsion of the offender. If SCP-3024 is removed from the community before the completion of this timeline, it will create a new identity and return to Stage 0, only spending 2-3 weeks in Stage 1. SCP-3024 will refuse to describe the methods by which it acquires evidence, describing them as \"unimportant\", and attempt to focus attention on the evidence's content.\n\n\nSCP-3024 will continue to post incriminating evidence at a rate of once per ten days for the duration of this stage. Stage 2 is theorized to last as long as SCP-3024 is capable of identifying users engaging in the aforementioned activities, or until such a time as its actions consistently fail to result in substantial community action against the accused.\n\n\nSCP-3024 will not post evidence that identifies any party other than the accused, or that is pornographic in nature.\n\n\n\n\n\n\nFig. 1\n\n\n\n\n\n\nStage 3:\n SCP-3024 will cease to engage in the community. Any ongoing projects will either be completed or explicitly abandoned. If SCP-3024 has an avatar or other visual signifier, it will be replaced with a green, violet, and orange representation of an SNES game controller (see Figure 1). If possible, its username or public identity will be altered to \"Mr. Deadly Sins\", or some variant thereof. It will occasionally remain in contact with individuals that developed a personal attachment to it for a period of up to three months.\n\n\nSCP-3024 apparently remains dormant for a period of 1-2 weeks after the conclusion of Stage 3, before moving to a new community and entering Stage 0.\n\n\nAddendum:\n While SCP-3024 was active in the \"███ ██████████\" community under the account name \"Trouble Greg\", a pre-existing account operated by a Foundation staff member was volunteered for the purpose of privately communicating with SCP-3024. Following this communication, SCP-3024 has ignored all communications from Foundation personnel.\n\n\n\n\nDear Greg,\n\n\nThanks a ton for exposing █████. I kind of suspected he was up to something for a while, but I never really had the evidence to back it up. Really, this whole \"crusade\" of yours has been great, and I was wondering if there's anything I can do to help.\n\n\nSincerely,\n\n████████\n\n\n\n\n\n\nDr. Prasad,\n\n\nI'm not quite sure how to respond to this.\n\n\nAs you can guess, I know that you work for the SCP Foundation, and that you're using ████████'s account to get information from me. I also know that you're assigned to research other \"Misters\" by \nGamers Against Weed\n.\n\n\nI won't disclose any of this information to ███ ██████████, to GAW, or anybody else. Your personal connection to the sort of \"deadly sins\" I bring to light is too indirect to bring to attention. This isn't to say that I approve of your organization's involvement in my work, or the nature of their involvement, just that you personally are shielded from the worst of it. Think about that for a while.\n\n\nI do, however, have a limited interest in sharing information about myself. I won't provide you with any information that would enhance your ability to monitor or disrupt my work, nor will I provide substantial information regarding anyone other than myself. I might withhold information, but I won't lie.\n\n\n- Mr. Deadly Sins\n\n\n\n\n\n\nDear Mr. Deadly Sins,\n\n\nThanks for speaking with me. I'll try to limit my questions to those that won't offend your sensibilities.\n\n\n1. If you know things that you believe should be shared, what's stopping you from sharing them?\n\n\n2. We already know that you're not human, but what \nare\n you? Why aren't you human?\n\n\n3. Why do you stay in contact with some people after leaving a site?\n\n\n4. How do you feel about your work? Why do you conceptualize it as work?\n\n\n5. You've mentioned a few times that you're uncomfortable being thought of as an authority figure. Why?\n\n\n6. Is there any significance to your avatar?\n\n\n7. What is the motivation for your creation and implementation?\n\n\nSincerely,\n\nDr. Prasad\n\n\n\n\n\n\nDr. Prasad,\n\n\n1. Knowledge and the ability to propagate it are inversely related under certain circumstances to which I'm subject. There are certain rules I must adhere to, or else I lose the ability to carry out my work.\n\n\n2. I'm not going to tell you what I am. I'm not a human for the same reason you're not a crocodile.\n\n\n3. I only do that when I would feel guilty about not doing so.\n\n\n4. There's some satisfaction to be gained when a sinner is held accountable, but it's dwarfed by the knowledge that their actions ever occurred. I would prefer to focus on more enjoyable pursuits, such as FarmVille. But that isn't possible, and I don't intend to stop any time soon, so that's why I consider it work.\n\n\n5. I would be sorely tempted to misuse such authority.\n\n\n6. It's clip art of an SNES controller. I was made by \nGamers\n Against Weed.\n\n\n7. I can't speak to that, but perhaps this document will suffice: \nhttp://███-██████████.███/███-████/files/holyheck.rtf\n\n\nThis concludes my interest in conversing with you and all other SCP Foundation personnel.\n\n\n- Mr. Deadly Sins\n\n\n\n\nSCP-3024 did not respond to further communications.\n\n\nAddendum:\n \"holyheck.rtf\", a file sent by SCP-3024 to Dr. Prasad, has been reproduced here.\n\n\n\n\nHoly Heck!\n You've just found yourself your very own \nMr. Deadly Sins\n by Gamers Against Weed! I removed the sentence that GAW put here because it was stupid and unimportant. Who hurt you?\n\n\nFind them all and become Mr. Gamer!\n\n\n01. Mr. Literal Serial Killer\n\n\n02. Mr. Normie\n\n\n03. Mr. Bernie Sanders\n\n\n04. Mr. Get Anything For Free In Any Shop\n\n\n20. Mr. Sex Number\n\n\n21. Mr. Heavenly Virtues\n\n22. Mr. Deadly Sins ✔\n\n\n23. Mr. Original Character\n\n\n24. Mr. D.A.R.E.\n\n\n25. Mrs. Gentrification\n\n\n26. Ms. Mad About Video Games\n\n\n27. Mr. Meme\n\n\n28. Mr. Ominous (discontinued)\n\n\n29. Mr. Destiny\n\n\n30. Mr. Monty Python And The Holy Grail\n\n\n31. Ms. Zapatista\n\n\n32. Mr. Hax\n\n\n33. Mr. Just Has The Tattoo\n\n\n34. Mr. Top Text and Mr. Bottom Text\n\n35. Mr. Finale\n\n\n\n\n\n\nFootnotes\n\n\n1\n. As TRIREEF must maintain a very high false-positive level in order to reliably detect SCP-3024, containment methods that minimize the frequency of SCP-3024's relocation are preferred in order to conserve resources.\n\n\n2\n. Based on its lack of response to several memetic agents; its true nature is unknown.\n\n\n3\n. Typically those allocated to moderators or others in positions of authority.\n\n\n\n\n\n\n\n\n« \nSCP-3023\n | SCP-3024 | \nSCP-3025\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3024\n\" by Communism will win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3024\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n mrdeadlysins.png\n\n\nName:\n Video game controller icon designed by Maico Amorim.svg\n\n\nAuthor:\n Maico Amorim\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum: While SCP-3024 was active in the \"███ ██████████\" community under the account name \"Trouble Greg\", a pre-existing account operated by a Foundation staff member was volunteered for the purpose of privately communicating with SCP-3024. Following this communication, SCP-3024 has ignored all communications from Foundation personnel.\nSCP-3024 did not respond to further communications.",
        "Addendum: \"holyheck.rtf\", a file sent by SCP-3024 to Dr. Prasad, has been reproduced here."
    ],
    "documents": [],
    "notes": [
        "Dear Greg, Thanks a ton for exposing █████. I kind of suspected he was up to something for a while, but I never really had the evidence to back it up. Really, this whole \"crusade\" of yours has been great, and I was wondering if there's anything I can do to help. Sincerely, ████████",
        "Dr. Prasad, I'm not quite sure how to respond to this. As you can guess, I know that you work for the SCP Foundation, and that you're using ████████'s account to get information from me. I also know that you're assigned to research other \"Misters\" by Gamers Against Weed . I won't disclose any of this information to ███ ██████████, to GAW, or anybody else. Your personal connection to the sort of \"deadly sins\" I bring to light is too indirect to bring to attention. This isn't to say that I approve of your organization's involvement in my work, or the nature of their involvement, just that you personally are shielded from the worst of it. Think about that for a while. I do, however, have a limited interest in sharing information about myself. I won't provide you with any information that would enhance your ability to monitor or disrupt my work, nor will I provide substantial information regarding anyone other than myself. I might withhold information, but I won't lie. - Mr. Deadly Sins",
        "Dear Mr. Deadly Sins, Thanks for speaking with me. I'll try to limit my questions to those that won't offend your sensibilities. 1. If you know things that you believe should be shared, what's stopping you from sharing them? 2. We already know that you're not human, but what are you? Why aren't you human? 3. Why do you stay in contact with some people after leaving a site? 4. How do you feel about your work? Why do you conceptualize it as work? 5. You've mentioned a few times that you're uncomfortable being thought of as an authority figure. Why? 6. Is there any significance to your avatar? 7. What is the motivation for your creation and implementation? Sincerely, Dr. Prasad",
        "Dr. Prasad, 1. Knowledge and the ability to propagate it are inversely related under certain circumstances to which I'm subject. There are certain rules I must adhere to, or else I lose the ability to carry out my work. 2. I'm not going to tell you what I am. I'm not a human for the same reason you're not a crocodile. 3. I only do that when I would feel guilty about not doing so. 4. There's some satisfaction to be gained when a sinner is held accountable, but it's dwarfed by the knowledge that their actions ever occurred. I would prefer to focus on more enjoyable pursuits, such as FarmVille. But that isn't possible, and I don't intend to stop any time soon, so that's why I consider it work. 5. I would be sorely tempted to misuse such authority. 6. It's clip art of an SNES controller. I was made by Gamers Against Weed. 7. I can't speak to that, but perhaps this document will suffice: http://███-██████████.███/███-████/files/holyheck.rtf This concludes my interest in conversing with you and all other SCP Foundation personnel. - Mr. Deadly Sins",
        "Holy Heck! You've just found yourself your very own Mr. Deadly Sins by Gamers Against Weed! I removed the sentence that GAW put here because it was stupid and unimportant. Who hurt you? Find them all and become Mr. Gamer! 01. Mr. Literal Serial Killer 02. Mr. Normie 03. Mr. Bernie Sanders 04. Mr. Get Anything For Free In Any Shop 20. Mr. Sex Number 21. Mr. Heavenly Virtues 22. Mr. Deadly Sins ✔ 23. Mr. Original Character 24. Mr. D.A.R.E. 25. Mrs. Gentrification 26. Ms. Mad About Video Games 27. Mr. Meme 28. Mr. Ominous (discontinued) 29. Mr. Destiny 30. Mr. Monty Python And The Holy Grail 31. Ms. Zapatista 32. Mr. Hax 33. Mr. Just Has The Tattoo 34. Mr. Top Text and Mr. Bottom Text 35. Mr. Finale",
        "\" SCP-3024 \" by Communism will win, from the SCP Wiki . Source: https://scpwiki.com/scp-3024 . Licensed under CC-BY-SA .",
        "Filename: mrdeadlysins.png Name: Video game controller icon designed by Maico Amorim.svg Author: Maico Amorim License: Public Domain Source Link: Wikimedia"
    ],
    "item": "SCP-3024",
    "object_class": "Euclid",
    "containment_procedures": "Web analysis bot \"TRIREEF\" scans online content for linguistic markers indicative of disbelief in the possibility of acquiring certain information, in conjunction with accusations of certain behaviors (see below). Pages flagged by TRIREEF are to be manually checked for evidence of SCP-3024 involvement. TRIREEF only requires operation while SCP-3024's location is unknown.",
    "description": "SCP-3024 is a non-human2 entity characterized by its anomalous ability to access hidden information and its pattern of engagement in online communities. Attempts to predict SCP-3024's appearances have failed. SCP-3024 will use different demeanors, identities, and speech patterns in different communities, and is thus only identifiable after the use of its anomalous properties.",
    "title": "SCP-3024"
}