{
    "url": "https://scp-wiki.wikidot.com/scp-3030",
    "all_text": "rating: \n+178\n+\n–\nx\n\n\nItem #:\n SCP-3030\n\n\nObject Class:\n Pending O5 Review\n\n\nSpecial Containment Procedures:\n In the interest of maintaining the highest level of security relating to SCP-3030, access to information pertaining to SCP-3030 is to be restricted to Site-56 personnel and those with level 4 or higher security clearance. All Level 3/3030 or lower staff are to be administered a Class-B amnestic and have replacement memories implanted before any transfer off-site. Any breach of information regarding SCP-3030 is to be immediately reported to both Site Director Davids and the O5 council. All testing involving SCP-3030 is to be approved by Site Director Davids and three members of the O5 council. As such, no input is to be provided to SCP-3030-1 terminals without proper approval. Any unauthorized personnel discovered on-site are to be detained for interrogation and amnesticized before release.\n\n\nTo facilitate the effective containment of SCP-3030, all unaffected facilities within Site-56 \nare currently being\n have been upgraded and retrofitted to house a small military complement, MTF Phi-0 (“Honor Students”), and double the security detail stationed before Incident 3030-Alpha. Surviving staff previously stationed at Site-56 are allowed to remain on-site for research purposes, but are to be provided a full amnestic treatment if transferred. As per the order of O5-██, any anomalous objects discovered that have not been subsumed within SCP-3030 are to be recovered and moved off-site, and Site-56 is to be considered provisional to the containment of SCP-3030 until further notice.\n\n\nWhen SCP-3030-1 becomes active, MTF Phi-0 is to be immediately dispatched to attempt initial containment on all instances of SCP-3030-3. Any available MTF unit with applicable expertise, as well as MTF Mu-4 (“Debuggers”), is to be put on standby for assistance as needed. If the situation is not resolved within 60 hours, any units remaining on standby are to be immediately dispatched to contain instances of SCP-3030-3 and MTF Mu-4 is to prepare to enact Procedure 87-Ombuds in the case of total containment failure.\n\n\nDescription:\n SCP-3030 is the designation attributed to a number of anomalies and anomalous objects residing within Site-56 since the events of Incident 3030-Alpha. Formerly, Site-56 was a dedicated research and containment site that specialized in quickly drafting and implementing complex containment procedures for powerful anomalies. Few objects were contained on-site and most objects were routinely moved to other sites to make room for new objects and controlled environment testing.\n\n\nSCP-3030-1 is an anomalous supercomputer currently located within SCP-3030-2-C. In addition to its electronic components, SCP-3030-1 contains 1██ Foundation researchers, which have been integrated into the system through poorly understood means. Investigations into the well-being of these researchers is ongoing. It is unlikely that they will be recoverable outside of SCP-3030-1's terms. SCP-3030-1 is the main source of anomalous activity within Site-56 and is currently physically inaccessible due to several complex spatial anomalies that it maintains through unknown means. Once monthly, or whenever data is input to one of its terminals within Site-56, SCP-3030-1 will generate an arbitrary number\n1\n of anomalies, hereafter referred to as SCP-3030-3, and output brief data on them to all of its terminals.\n2\n3\n Within 3 hours, real versions of all described instances of SCP-3030-3 will appear within SCP-3030-2, and SCP-3030-1’s terminals will begin a 3 day countdown.\n\n\nSCP-3030-2 is the designation for five of Site-56’s seven sectors - referred to as SCP-3030-2-A through SCP-3030-2-E. During Incident 3030-Alpha, these sectors were requisitioned by SCP-3030-1 for, apparently, the purposes of securing enough space to apply its “tests” to any who are on-site. The affected facilities exhibit reality-altering effects as well as major spatial anomalies. These effects extend as far as affected facilities appearing to contain extensive outdoor and indoor environments not previously existing within Site-56. All instances of SCP-3030-3 will not be able to leave or be removed from SCP-3030-2 until SCP-3030-1's timer has expired. When SCP-3030-1 is inactive, these facilities will revert to a neutral state similar to their state before Incident 3030-Alpha.\n\n\nSCP-3030-3 is the designation for all anomalies produced by SCP-3030. These anomalies have a range of properties, a sample of which can be seen in the incident logs below, and the full list of which can be requested from Site Director Davids. There appears to be no specific limit to what type of anomaly an instance of SCP-3030-3 can be. More complex or powerful anomalies do seem to take some level of strain on SCP-3030-1, reducing the overall number of anomalies it can produce at once. Once contained to a degree of satisfaction determined by SCP-3030-1, instances of SCP-3030-3 will disappear through unknown means and SCP-3030-1 terminals will indicate that it has been contained. Once all anomalies are contained, SCP-3030-1 will enter an inactive state, and its countdown will be cancelled.\n\n\nWhen SCP-3030-1’s timer reaches zero, all uncontained instances of SCP-3030-3 within SCP-3030-2 will be transported instantaneously to Site-56’s central plaza. At this point, instances of SCP-3030-3 are no different than if they were a real anomaly other than that they will still disappear when contained to SCP-3030-1’s expectations. In the case of 3030-3 instances that are highly dangerous Keter-class anomalies, containment before the expiration of SCP-3030-1's timer is to be established at all costs.\n\n\nIncident 3030-Alpha:\n SCP-3030 was created during unapproved cross-testing and research into two previously unrelated objects. The first object, now classified as SCP-3030-1, was a non-anomalous supercomputer designed for taking and processing data on anomalies to assist in producing viable containment strategies. The second object, hereafter referred to as SCP-3030-Gamma, was a Safe-class anomaly brought to the site for a short period to test and confirm properties, as similar facilities for Safe-class objects were over capacity. SCP-3030-Gamma was initially thought to simply be a standard classroom style blackboard that automatically produced fractal tessellation patterns when written upon. Upon further testing, it was found that SCP-3030-Gamma could reproduce these patterns with any material applied to it to a nanomolecular accuracy. At the suggestion of a junior researcher working on both projects, a number of designs for fractally tessellating circuits were drafted and produced using SCP-3030-Gamma. These circuits, when integrated into SCP-3030-1, caused the device to exhibit minimum levels of sentience. It then output a plan to incorporate living humans into its systems. A senior researcher volunteered to undergo the procedure first. This involved inserting a number of leads into the subject's spinal column, then incising the [DATA EXPUNGED]. From this point the subject effectively became a part of SCP-3030-1's systems, with a part of their own personality incorporated into its routines. Within 5 hours, all other researchers working on SCP-3030-1 had been incorporated into its systems. It has been suggested that SCP-3030-1 may have undocumented mind-affecting properties that contributed to this situation.\n\n\nThe next events are not quite understood at this time. The sector of Site-56 where these objects were being developed and researched underwent a total lockdown at 3:00PM, and by 6:00PM, five out of Site-56’s seven sectors began to undergo anomalous effects, and over 75% of site research staff were incorporated into SCP-3030-1’s systems. At this point, SCP-3030-1 entered its first active state and output 10 instances of SCP-3030-3, which were distributed to the newly created SCP-3030-2 facilities. General confusion around the situation resulted in a delay before the dispatch of MTF Psi-7 and MTF Mu-4 to attempt to contain SCP-3030. Their efforts, though productive, were not quick enough to contain all anomalies before SCP-3030-1's timer reached zero. At this time, a state of emergency was declared, and Mobile Task Force Epsilon-11 (“Nine-Tailed Fox”) was dispatched to contain the situation as soon as possible. After 7 hours, all instances of SCP-3030-3 were contained, and the current procedures were put into place.\n\n\nA brief sampling of SCP-3030-3 instances are listed below.\n\n\n\n\n\n\nDescription\n\n\nAdditional Notes\n\n\nClassification\n\n\nTime Elapsed to Containment\n\n\n\n\n\n\nA 10 meter tall beryllium bronze octahedron with extensive engravings in Brahmi Script on all of its sides suspended in mid air through unknown means. Humans within approx. 100m of object became psychologically unable to look away from object or leave aforementioned distance.\n\n\nRough translation of script described it as an object of worship. Object contained when a temple built to specifications within the script was built around it. Appeared within a 1km\n2\n grassy field within SCP-3030-2-A. Terminal data described object as a “translation test”.\n\n\nEuclid\n\n\n30h 7m\n\n\n\n\n\n\nSeventeen human children of varying estimated ages. Eleven subjects were Class V reality benders. The other six were normal human children. The eleven were unable to perceive other humans above a certain age, as their abilities automatically triggered upon any person over the age of 17, removing them from existence.\n\n\nThe interior of SCP-3030-2-D was converted to that of a large school building during this test. Subjects contained using 2 Scranton reality anchors each. After initial containment, subjects would not disperse until the six normal children were detained within standard humanoid containment cells. Described as a “Capture and Differentiation Test”\n\n\nEuclid\n\n\n86h 54m\n\n\n\n\n\n\n[DATA DELETED]. An extreme memetic and informational hazard. Further information deleted either by SCP-3030-1 or containment team to fulfill containment requirements.\n\n\nAn inoculation against Stage 5 (Death and Conversion) was provided by SCP-3030-1, which worked outside of SCP-3030-2-C, but description warned that it would not work after SCP-3030-1's timer reached zero. Test described by SCP-3030-1 as “Infohazard Soup for the Soul”.\n\n\nKeter\n\n\n71h 32m\n\n\n\n\n\n\nThe interior of SCP-3030-2-E appeared as a replica of ██████, Italy, including its population of ███,000 people. A major performance of \nSCP-701\n is planned and estimated to have almost 1000 in attendance on opening night.\n\n\nDescribed as a “Prevention and Suppression Test”. Entire theatre troupe amnesticized as part of containment. It is unknown what would have happened had this test not been completed before the end of SCP-3030-1's timer.\n\n\nEuclid\n\n\n55h 19m\n\n\n\n\n\n\nExtensive documentation on 10 hypothetical uncontained Keter-class anomalies, none of which actually appeared within SCP-3030-2. Terminals requested a “written answer”.\n\n\nThese were the only instances of SCP-3030-3 for December 2016. SCP-3030-1 took text descriptions of containment procedures for the described objects. Terminal instructions heavily implied that any failed instances by the 3 day mark would be subject to a “practical” exam.\n\n\nKeter\n\n\n68h 3m\n\n\n\n\n\n\n400 \nEutamias sibiricus\n, which exhibited cognitohazardous effects. Any persons viewing them would immediately become convinced that they were a tree for up to 45 minutes after initial exposure.\n\n\nThe interior of SCP-3030-2-C appeared as a 4km\n2\n forest for the duration of this test. A set of drones had to be designed to catch the objects before they could all be contained, as other methods proved ineffective.\n\n\nEuclid\n\n\n112h 12m\n\n\n\n\n\n\nOne human male capable of phasing through solid matter. Subject exhibited signs of military and special ops training, and was initially well armed and supplied.\n\n\nThe interior of SCP-3030-2-E was converted into that of a small industrial complex. When SCP-3030-1's timer ended, the subject proved well aware of what was going to happen, averting a plan to contain him and escaping Site-56 within 25 minutes. Subject described as “GOI Conflict Test”.\n\n\nEuclid\n\n\n140h 27m\n\n\n\n\n\n\nSCP-106\n4\n\n\nInterior of SCP-3030-2-B appeared as a 20km\n2\n area, one corner of which contained an extensive labyrinth, which SCP-106 appeared in, the opposite corner containing a replica of SCP-106’s current containment complex. Terminal data described object as a “Review Test”\n\n\nKeter\n\n\n9h 38m\n\n\n\n\n\n\nSelected Testing Logs:\n5\n\n\nInput:\n Slightly altered data on 3 Safe-class objects within Foundation custody.\n\n\nResult:\n SCP-3030-1 outputted an error, explaining that input objects were \"unnecessarily simple\". SCP-3030-1 also outputted documents explaining containment procedures for said objects.\n\n\nInput:\n Slightly altered data on 3 Euclid-class objects within Foundation custody. Parameters referring to environmental complexity set to lowest value where possible.\n\n\nResult:\n SCP-3030-3 instances successfully produced within SCP-3030-2-A through C. Each environment was a concrete 50m by 50m room with the object in the center of the room. Containment established without difficulty.\n\n\nInput:\n Parameters describing \nSCP-058\n within a 16km\n2\n forest. For this test, parameters were set to prevent the object from reappearing outside of SCP-3030-2 after the duration of SCP-3030-1's timer.\n\n\nResult:\n SCP-058 successfully reproduced as an instance of SCP-3030-3. Personnel on-site prepared for the event that set parameters were incorrect or insufficient. At the duration of its timer, the SCP-3030-3 instance did not reappear outside of SCP-3030-2. All further tests have had these parameters set to avoid containment breach.\n\n\nFurther testing logs are available by request from Site Director Davids.\n\n\n\n\nResearch into the possibility of using SCP-3030 as a training facility is ongoing under direct supervision of the O5 council.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Currently, amounts have ranged from 4 to 18 anomalies at once.\n\n\n2\n. Data provided is usually one to three sentences long. Typically, it describes what sort of test the anomaly is intended to provide to containment personnel.\n\n\n3\n. There are approximately 130 terminals throughout Site-56, 11 of which are outside of SCP-3030-2.\n\n\n4\n. Until containment, SCP-106 was confirmed missing from its containment cell. Investigations into how SCP-3030-1 transported SCP-106 into SCP-3030-2-B during this incident are ongoing.\n\n\n5\n. Inputs into SCP-3030-1 have been simplified for the purposes of this document. In-depth descriptions of the inputs provided to SCP-3030-1 during testing can be requested from Site Director Davids by personnel with 4/3030 clearance.\n\n\n\n\n\n\n\n\n« \nSCP-3029\n | SCP-3030 | \nSCP-3031\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3030\n\" by Blimey, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3030\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3030 \" by Blimey, from the SCP Wiki . Source: https://scpwiki.com/scp-3030 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3030",
    "object_class": "Pending O5 Review",
    "containment_procedures": "In the interest of maintaining the highest level of security relating to SCP-3030, access to information pertaining to SCP-3030 is to be restricted to Site-56 personnel and those with level 4 or higher security clearance. All Level 3/3030 or lower staff are to be administered a Class-B amnestic and have replacement memories implanted before any transfer off-site. Any breach of information regarding SCP-3030 is to be immediately reported to both Site Director Davids and the O5 council. All testing involving SCP-3030 is to be approved by Site Director Davids and three members of the O5 council. As such, no input is to be provided to SCP-3030-1 terminals without proper approval. Any unauthorized personnel discovered on-site are to be detained for interrogation and amnesticized before release.",
    "description": "SCP-3030 is the designation attributed to a number of anomalies and anomalous objects residing within Site-56 since the events of Incident 3030-Alpha. Formerly, Site-56 was a dedicated research and containment site that specialized in quickly drafting and implementing complex containment procedures for powerful anomalies. Few objects were contained on-site and most objects were routinely moved to other sites to make room for new objects and controlled environment testing.",
    "title": "SCP-3030"
}