{
    "url": "https://scp-wiki.wikidot.com/scp-3032",
    "all_text": "rating: \n+119\n+\n–\nx\n\n\nItem #:\n SCP-3032\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Reports of forest fires with unknown/unusual causes are to be constantly monitored, with an increased priority in regions with a history of SCP-3032 instances. [Consult Document 3032-Regions for further information]\n\n\nIdentified instances of SCP-3032 outside of containment are to be neutralized via aerial-strike by local Armed Observation Posts\n [See Incident Report 3032-01]. Once an instance of SCP-3032 has been identified, it is to be immediately reported to the nearest Biological Containment Site equipped for SCP-3032. Identified instances are to be kept under constant surveillance; should it enter an active state, the appropriate Site is to deploy anti-air guided missiles in order to neutralize the object before it enters Phase 7. Should object succeed in entering Phase 7, Foundation personnel are to be deployed to destroy any cones that have been released. A thin acid spray has been found to be the most effective method thus far for quick disposal of cones.\n\n\nA current total of \n14\n 13 instances of SCP-3032 are contained in an 18 meters\n2\n open-air greenhouse area. Each specimen is to be planted within a 2 meters\n2\n plot of soil extending 10 meters deep maximum, in order to minimize chances of a coordinated assault. In the event a contained instance should enter Phase 1, the root system is to be immediately flooded with water, which will neutralize the active state and prevent the specimen from entering Phase 3. Should the specimen achieve Phase 3, the neutralization strategy detailed above is to be employed.\n\n\nDescription:\n SCP-3032 is the collective designation for an anomalous strain of \nLarix laricina\n.\n1\n New instances of SCP-3032 develop complex, repetitive root systems, which seem to prioritize stability over resource collection. Instances possess extremely durable bark, rendering most tree felling tools and methods ineffective. Due to these properties, as well as the objects' other anomalous properties, instances take approximately 2x longer to reach maturity than their non-anomalous counterparts.\n\n\nThe primary anomalous property of SCP-3032 specimens manifest when instances are ready to reproduce, or are under threat. Specimens, upon entering an active state, are capable of simulating the launch sequence of conventional ballistic missiles. Specimens appear to target random locations, unless preparing for a coordinated assault [SEE INCIDENT REPORT 3032-01]. To accommodate for this unconventional means of dispersal, cones produced by SCP-3032 are noted to be highly resistant to impact forces and extreme heat, and will naturally angle downwards during descent. Cones will impact the ground at terminal velocity, capable of causing severe damage to impact zone. Additionally, attempts to tamper with instances of SCP-3032, or after successfully penetrating the outer bark, will result in the object entering a \"panic\" state, resulting in premature, rushed flight. Panicking SCP-3032 instances seem to possess a 43% failure rate, wherein fuel is improperly created and the object either explodes violently or fails to achieve liftoff.\n\n\nThe following is a list of flight phases SCP-3032 instances undergo:\n\n\n\n\n+ Show Phase Table\n\n\n\n\n- Hide Phase Table\n\n\n\n\n\n\n\n\nPhase\n\n\nDescription\n\n\n\n\n\n\n1\n\n\nRoot system shifts, causing realignment.\n\n\n\n\n\n\n2\n\n\nInternal chemical reactions triggered by reorientation occur, creating an as-yet unidentified compound rivaling conventional rocket fuels.\n2\n\n\n\n\n\n\n3\n\n\nPrimary ignition; root systems begin separating from trunk, reducing energy requirements for initial takeoff.\n\n\n\n\n\n\n4\n\n\nRoots detonate in a chain reaction, adding additional thrust.\n\n\n\n\n\n\n5\n\n\nLift-off is achieved; object accelerates to approximately 10 m/s within 5 seconds\n\n\n\n\n\n\n6\n\n\nPrimary thrust ceases; object begins to decelerate.\n\n\n\n\n\n\n7\n\n\nObject has lost all upward momentum; begins descent. Cones begin to be released from branches.\n\n\n\n\n\n\n8\n\n\nCollision. Heavy impact ignites remaining fuel trapped within internal chamber, resulting in a violent explosion, scattering any remaining cones.\n\n\n\n\n\n\n\n\n\n\n\n\nIncident 3032-01:\n On ██/██/19██, less than 12 hours after destruction of a group of SCP-3032 instances, three other identified groves of SCP-3032 within the vicinity of the neutralized group suddenly became active and appeared to actively target the missile silos and hangar area of Site-██, resulting in █ casualties and ██ injuries. \nIt is currently theorized that instances possess some unknown means of short-to-mid range communication among each other, and use this system as a means to calculate the origin point of threats.\n Confirmed communication system; root systems appear to be capable of communicating with neighboring systems through unknown mechanism. Containment procedures revised to prevent further coordinated assault.\n\n\n\n\nFootnotes\n\n\n1\n. Tamarack tree\n\n\n2\n. No samples have been obtained due to the threat of specimen entering a panic state.\n\n\n\n\n\n\n\n\n« \nSCP-3031\n | SCP-3032 | \nSCP-3033\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3032\n\" by TheAlabaster, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3032\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3032 \" by TheAlabaster, from the SCP Wiki . Source: https://scpwiki.com/scp-3032 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3032",
    "object_class": "Keter",
    "containment_procedures": "Reports of forest fires with unknown/unusual causes are to be constantly monitored, with an increased priority in regions with a history of SCP-3032 instances. [Consult Document 3032-Regions for further information]\nIdentified instances of SCP-3032 outside of containment are to be neutralized via aerial-strike by local Armed Observation Posts [See Incident Report 3032-01]. Once an instance of SCP-3032 has been identified, it is to be immediately reported to the nearest Biological Containment Site equipped for SCP-3032. Identified instances are to be kept under constant surveillance; should it enter an active state, the appropriate Site is to deploy anti-air guided missiles in order to neutralize the object before it enters Phase 7. Should object succeed in entering Phase 7, Foundation personnel are to be deployed to destroy any cones that have been released. A thin acid spray has been found to be the most effective method thus far for quick disposal of cones.",
    "description": "SCP-3032 is the collective designation for an anomalous strain of Larix laricina.1 New instances of SCP-3032 develop complex, repetitive root systems, which seem to prioritize stability over resource collection. Instances possess extremely durable bark, rendering most tree felling tools and methods ineffective. Due to these properties, as well as the objects' other anomalous properties, instances take approximately 2x longer to reach maturity than their non-anomalous counterparts.",
    "title": "SCP-3032"
}