{
    "url": "https://scp-wiki.wikidot.com/scp-3035",
    "all_text": "rating: \n+477\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3035:\n Science Bugs\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n.\n\n\nInspired by \nMimic\n (1997) and Richard Feynman's talks about \nCargo Cult Science\n.\n\n\nMusic:\n \nWeird Science\n (Oingo Boingo)\n\n\nNext: [\nSCP-3041\n]: \nThe Red Knife\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+477\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn unmutated instance of SCP-3035\n\n\n\n\n\n\nItem #:\n SCP-3035\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All known instances of SCP-3035 are contained in Site-173 (a decommissioned Foundation site). Site-173 has two entry points: Entry A and Entry B.\n\n\nEntry A, the primary entrance, has been buried beneath 4 meters of concrete. Entry B, a vacuum-tube transit system, is used for deliveries to and from the interior of Site-173. MTF Nu-13 (\"Rasczak's Roughnecks\") is to maintain a provisional base at Entry B. They are to terminate any instance of SCP-3035 on sight.\n\n\nApproximately once a week, a package will emerge from Entry B's vacuum-tube system. Typically, this package will contain various non-anomalous materials (see below). Each package is to be placed in quarantine, where it is to be examined, documented, and then incinerated.\n\n\nEntry into Site-173 is prohibited until further notice.\n\n\nDescription:\n SCP-3035 is a strain of \nPeriplaneta americana\n (American cockroach, or water-bug) that mimics the behavior and outward appearance of organisms it observes.\n\n\nThis mimicry is superficial. For example: While an instance of SCP-3035 may reproduce the coloration and behavior patterns of bumblebees, they will not reproduce a bee's complex social network or unique form of communication.\n\n\nInstances of SCP-3035 will mimic each other more rapidly than other organisms. This leads to a feedback loop: One instance will adopt a new attribute, only for all other instances to immediately mimic the first instance, acquiring the attribute for themselves.\n\n\nIt should be emphasized that this mimicry is only a shallow approximation — an attempt by some as-of-yet unknown process to 'look' and 'act' like something else. Regardless of the extent of this mimicry, instances of SCP-3035 still retain many of the characteristics associated with cockroaches.\n\n\nAddendum 3035.1:\n Site-173 Documentation\n\n\n\n\n► ACCESS SCP:/3035/package_manifests/january_2012.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nRECEIVED ON:\n 01/05/2012\n\n\n\n\nCONTENTS\n\n\n\n\n3 keyboards (broken)\n\n\n6 sealed test-tubes (filled)\n\n\n3 unsealed test-tubes (empty)\n\n\n0.25 kg assorted organs (cockroach, fresh)\n\n\n0.5 kg assorted organs (human, decomposed)\n\n\n7 syringes (seals intact)\n\n\n\n\n\n\nNOTE:\n Contents of sealed test-tubes not identified; presumed to be either sewage, blood, or both.\n\n\n\n\n\n\nRECEIVED ON:\n 01/12/2012\n\n\n\n\nCONTENTS\n\n\n\n\n1 keyboard (broken)\n\n\n3 unsealed test-tubes (empty)\n\n\n0.15 kg assorted organs (cockroach, fresh)\n\n\n0.25 kg assorted organs (human, decomposed)\n\n\n1 syringe (broken)\n\n\n1 clipboard\n\n\n1 legal pad\n\n\n\n\n\n\nNOTE:\n Legal pad contained illegible scribbles.\n\n\n\n\n\n\nRECEIVED ON:\n 01/22/2012\n\n\n\n\nCONTENTS\n\n\n\n\n1 computer mouse (broken)\n\n\n2 unsealed test-tubes (empty)\n\n\n10 g roach eggs\n\n\n15.5 kg assorted organs (human, fresh)\n\n\n1 coffee mug (text: \"I Hate Mondays\")\n\n\n\n\n\n\nNOTE:\n Roach eggs destroyed immediately as per procedure.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3035/emails/february_2007.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nDATE:\n 02/01/2007\n\n\nFROM:\n Dr. Breeman <\nnoitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp\n>\n\n\nTO:\n Dr. Xao <\nnoitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh\n>\n\n\nSUBJECT:\n Unusual Behavior\n\n\n\n\nWe noticed something while finishing up with the latest batteries of tests. The SCP-3035 instances have adopted a new behavior — they'll stand along the edge of their enclosure, 'tapping' their forelegs against the glass. We're not sure where this behavior came from; it's not something exhibited in any of the insects we're training them to mimic.\n\n\n\n\nATTACHMENTS:\n glass_tapping.mp5\n\n\n\n\n\n\nDATE:\n 02/02/2007\n\n\nFROM:\n Dr. Breeman <\nnoitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp\n>\n\n\nTO:\n Dr. Xao <\nnoitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh\n>\n\n\nSUBJECT:\n New Developments\n\n\n\n\nWe figured it out. They're mimicking \nme\n.\n\n\nNearly every day, I've been sitting down besides their enclosure, starting up my computer, and tapping away at the keyboard for twenty minutes. And now they've adopted my behavior — 'sitting up' and 'typing' at the glass.\n\n\nWe previously presumed these organisms only mimicked other insects; clearly, we were wrong. This ability appears to extend to any creature they can observe.\n\n\n\n\nATTACHMENTS:\n <None>\n\n\n\n\n\n\nDATE:\n 02/03/2007\n\n\nFROM:\n Dr. Breeman <\nnoitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp\n>\n\n\nTO:\n Dr. Xao <\nnoitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh\n>\n\n\nSUBJECT:\n My New Research Staff?\n\n\n\n\nPer your suggestion, I've moved the enclosure to a spot where my 'colleagues' can watch my work with greater ease. They've proven to be very apt students — already, I've observed them mimicking the motions I make when I'm taking notes or preparing solutions for testing. I've even noticed a few of them flopping around in a rather clumsy attempt to walk.\n\n\nThere's one other issue — they've gotten bigger. An increase of about 15%, according to my measurements. It occurred so slowly I didn't even think to measure them until I reviewed past footage and noticed the increase in size.\n\n\nRegardless, my new star pupils are starting to grow on me.\n\n\n\n\nATTACHMENTS:\n <None>\n\n\n\n\n\n\nDATE:\n 02/04/2007\n\n\nFROM:\n Dr. Breeman <\nnoitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp\n>\n\n\nTO:\n Dr. Xao <\nnoitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh\n>\n\n\nSUBJECT:\n Walking\n\n\n\n\nThey're walking. They're \nwalking\n!\n\n\nAll of them, all at once — it happened like magic. Yesterday, they were just thumping around clumsily, and today… I walk into the lab and find them all strolling about the enclosure. Like they \nown\n the place. Or… like a buzzing little classroom of pre-graduate students awaiting their Professor.\n\n\nThe curious part is that every test I've performed on them still indicates that they have the intelligence of your basic, run-of-the-mill cockroach. They can mimic behavior, but they can't mimic understanding; they copy my actions, but they don't understand \nwhy\n I do something. Or even what something means.\n\n\n\n\nATTACHMENTS:\n walking.mp5\n\n\n\n\n\n\nDATE:\n 02/05/2007\n\n\nFROM:\n Dr. Breeman <\nnoitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp\n>\n\n\nTO:\n Dr. Xao <\nnoitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh\n>\n\n\nSUBJECT:\n Case of the Mondays\n\n\n\n\nAs an experiment, I found some doll-sized tables and chairs and placed them inside the enclosure. The props are far too large, but I was curious if they'll try using them.\n\n\nAnd, well… If you've ever wanted to know what a bunch of cockroaches sitting at an over-sized table, typing away at keyboards that aren't even there looks like… I've attached a video that should satisfy your curiosity.\n\n\nI even got one of them to 'drink' from a tiny toy coffee mug (case_of_the_mondays.png).\n\n\n\n\nATTACHMENTS:\n monday_meeting.mp5, case_of_the_mondays.png\n\n\n\n\n\n\nDATE:\n 02/07/2007\n\n\nFROM:\n Dr. Breeman <\nnoitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp\n>\n\n\nTO:\n Dr. Xao <\nnoitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh\n>\n\n\nSUBJECT:\n Re: Biopsy Time!\n\n\n\n\nPer your request, I performed a biopsy on their nervous system. I've sent the results to you — as you can see, there's no new growth, no new structures — they're still just cockroaches. Bizarrely large cockroaches that walk around. And type at empty desks. And pretend to drink coffee.\n\n\nI felt a little bad about killing one of them; it's hard not to think of them as my little pupils. Still, none of the others seemed to mind. They're all just happily strutting about, acting like nothing even happened.\n\n\n\n\nATTACHMENTS:\n biopsy_report.pdf\n\n\n\n\n\n\nDATE:\n 02/08/2007\n\n\nFROM:\n Dr. Breeman <\nnoitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp\n>\n\n\nTO:\n Dr. Xao <\nnoitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh\n>\n\n\nSUBJECT:\n <None>\n\n\n\n\nThey killed one of their own.\n\n\nThis morning, I returned to the lab only to find one of the cockroaches on its back atop of the table, dead. It had been somehow — \nsliced open\n and gutted. The other cockroaches were just strutting around like nothing was wrong.\n\n\nI reviewed the footage from yesterday. Last night, after I left, one of them pinned another one down on top of the table. It used what looked like… sharpened tips on its forelegs to cut it open. Then, it started methodically removing the still-living bug's fatty tissues. Like it was scooping up ice-cream.\n\n\nOnce it was done, it sat at the table and started tapping away at the invisible keyboard again. Like it was taking notes and writing emails based on the results.\n\n\nJust like me.\n\n\nThey saw my autopsy, Dr. Xao. They saw it, and then they mimicked it.\n\n\nI think this experiment has gone on far enough.\n\n\n\n\nATTACHMENTS:\n <None>\n\n\n\n\n\n\nDATE:\n 02/10/2007\n\n\nFROM:\n Dr. Breeman <\nnoitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp\n>\n\n\nTO:\n Dr. Xao <\nnoitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh\n>\n\n\nSUBJECT:\n Re: Where's your spirit of scientific inquiry?\n\n\n\n\nThey grew 150% larger.\n\n\nThis experiment is over. I'm euthanizing the lot of them.\n\n\n\n\nATTACHMENTS:\n <None>\n\n\n\n\n\n\nDATE:\n 02/12/2007\n\n\nFROM:\n Dr. Breeman <\nnoitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp\n>\n\n\nTO:\n Dr. Xao <\nnoitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh\n>\n\n\nSUBJECT:\n RES LERSPK ERSLIJERS LIJRESLIJ RESLJ ERSIJR LJESLIJNERSIJ\n\n\n\n\nRESK ERSK ERS:LERS :LKTES:JK SER KPOR ESK ERS:LK ERS:LK ER:LK ERS:LK ER:LK\n\nERS:LKERS:LKER\n\nERSL:KM ERSK: ERSK:L RK:L RELK: ERS:LKERS\n\nERSKMERS:LK RLKMR\n\nRES :LKM\" ERSKMR ESKM SER\n\nRESL ERS:L<\" ERS:L ERS:L ERS\n\nRSE ERSLK:N J#N :LKMSER :LK ER\n\nERSMKERSKM RESLKM ERS\n\n\nERSPIJ ERSIJ ERS\n\nERS RESIJREPIJ\n\n\n\n\nATTACHMENTS:\n case_of_the_mondays.png, case_of_the_mondays (1).png, case_of_the_mondays (2).png, case_of_the_mondays (3).png\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3035/files/memo_2010.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nTO WHOMEVER IT MAY CONCERN:\n\n\nAfter three disastrous attempts at a rescue mission, we're giving up. Every time we send a squad of soldiers down there, these things start adapting their behavior and appearance — becoming more and more aggressive. On top of that, they breed like… well, cockroaches.\n\n\nNu-13 will be stationed at Entry B; they'll stay as long as they can and wait to see if anything human comes out. But as of this moment, I'm declaring Site-173 a lost cause.\n\n\nThe decision regarding whether or not to deploy nerve-toxins to clear Site-173 of SCP-3035 instances is under review — particularly in light of the recent revelation that some of the human organs emerging from Entry B are fresh.\n\n\n- Dr. Henry Xao\n\n\n\n\n\n\n\n\n\n\nAddendum 3035.2:\n Exploration Logs\n\n\n► ACCESS SCP:/3035/recon_logs/march_2007.log\n\n\n\n\n\n\n« \nSCP-3034\n | SCP-3035 | \nSCP-3036\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3035\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3035\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n AmericanCockroach.jpeg\n\n\nName:\n American-cockroach.jpg\n\n\nAuthor:\n Gary Alpert\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 3035.1: Site-173 Documentation",
        "Addendum 3035.2: Exploration Logs\n► ACCESS SCP:/3035/recon_logs/march_2007.log"
    ],
    "documents": [],
    "notes": [
        "RECEIVED ON: 01/05/2012 CONTENTS 3 keyboards (broken) 6 sealed test-tubes (filled) 3 unsealed test-tubes (empty) 0.25 kg assorted organs (cockroach, fresh) 0.5 kg assorted organs (human, decomposed) 7 syringes (seals intact) NOTE: Contents of sealed test-tubes not identified; presumed to be either sewage, blood, or both.",
        "RECEIVED ON: 01/12/2012 CONTENTS 1 keyboard (broken) 3 unsealed test-tubes (empty) 0.15 kg assorted organs (cockroach, fresh) 0.25 kg assorted organs (human, decomposed) 1 syringe (broken) 1 clipboard 1 legal pad NOTE: Legal pad contained illegible scribbles.",
        "RECEIVED ON: 01/22/2012 CONTENTS 1 computer mouse (broken) 2 unsealed test-tubes (empty) 10 g roach eggs 15.5 kg assorted organs (human, fresh) 1 coffee mug (text: \"I Hate Mondays\") NOTE: Roach eggs destroyed immediately as per procedure.",
        "DATE: 02/01/2007 FROM: Dr. Breeman < noitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp > TO: Dr. Xao < noitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh > SUBJECT: Unusual Behavior We noticed something while finishing up with the latest batteries of tests. The SCP-3035 instances have adopted a new behavior — they'll stand along the edge of their enclosure, 'tapping' their forelegs against the glass. We're not sure where this behavior came from; it's not something exhibited in any of the insects we're training them to mimic. ATTACHMENTS: glass_tapping.mp5",
        "DATE: 02/02/2007 FROM: Dr. Breeman < noitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp > TO: Dr. Xao < noitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh > SUBJECT: New Developments We figured it out. They're mimicking me . Nearly every day, I've been sitting down besides their enclosure, starting up my computer, and tapping away at the keyboard for twenty minutes. And now they've adopted my behavior — 'sitting up' and 'typing' at the glass. We previously presumed these organisms only mimicked other insects; clearly, we were wrong. This ability appears to extend to any creature they can observe. ATTACHMENTS: <None>",
        "DATE: 02/03/2007 FROM: Dr. Breeman < noitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp > TO: Dr. Xao < noitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh > SUBJECT: My New Research Staff? Per your suggestion, I've moved the enclosure to a spot where my 'colleagues' can watch my work with greater ease. They've proven to be very apt students — already, I've observed them mimicking the motions I make when I'm taking notes or preparing solutions for testing. I've even noticed a few of them flopping around in a rather clumsy attempt to walk. There's one other issue — they've gotten bigger. An increase of about 15%, according to my measurements. It occurred so slowly I didn't even think to measure them until I reviewed past footage and noticed the increase in size. Regardless, my new star pupils are starting to grow on me. ATTACHMENTS: <None>",
        "DATE: 02/04/2007 FROM: Dr. Breeman < noitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp > TO: Dr. Xao < noitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh > SUBJECT: Walking They're walking. They're walking ! All of them, all at once — it happened like magic. Yesterday, they were just thumping around clumsily, and today… I walk into the lab and find them all strolling about the enclosure. Like they own the place. Or… like a buzzing little classroom of pre-graduate students awaiting their Professor. The curious part is that every test I've performed on them still indicates that they have the intelligence of your basic, run-of-the-mill cockroach. They can mimic behavior, but they can't mimic understanding; they copy my actions, but they don't understand why I do something. Or even what something means. ATTACHMENTS: walking.mp5",
        "DATE: 02/05/2007 FROM: Dr. Breeman < noitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp > TO: Dr. Xao < noitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh > SUBJECT: Case of the Mondays As an experiment, I found some doll-sized tables and chairs and placed them inside the enclosure. The props are far too large, but I was curious if they'll try using them. And, well… If you've ever wanted to know what a bunch of cockroaches sitting at an over-sized table, typing away at keyboards that aren't even there looks like… I've attached a video that should satisfy your curiosity. I even got one of them to 'drink' from a tiny toy coffee mug (case_of_the_mondays.png). ATTACHMENTS: monday_meeting.mp5, case_of_the_mondays.png",
        "DATE: 02/07/2007 FROM: Dr. Breeman < noitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp > TO: Dr. Xao < noitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh > SUBJECT: Re: Biopsy Time! Per your request, I performed a biopsy on their nervous system. I've sent the results to you — as you can see, there's no new growth, no new structures — they're still just cockroaches. Bizarrely large cockroaches that walk around. And type at empty desks. And pretend to drink coffee. I felt a little bad about killing one of them; it's hard not to think of them as my little pupils. Still, none of the others seemed to mind. They're all just happily strutting about, acting like nothing even happened. ATTACHMENTS: biopsy_report.pdf",
        "DATE: 02/08/2007 FROM: Dr. Breeman < noitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp > TO: Dr. Xao < noitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh > SUBJECT: <None> They killed one of their own. This morning, I returned to the lab only to find one of the cockroaches on its back atop of the table, dead. It had been somehow — sliced open and gutted. The other cockroaches were just strutting around like nothing was wrong. I reviewed the footage from yesterday. Last night, after I left, one of them pinned another one down on top of the table. It used what looked like… sharpened tips on its forelegs to cut it open. Then, it started methodically removing the still-living bug's fatty tissues. Like it was scooping up ice-cream. Once it was done, it sat at the table and started tapping away at the invisible keyboard again. Like it was taking notes and writing emails based on the results. Just like me. They saw my autopsy, Dr. Xao. They saw it, and then they mimicked it. I think this experiment has gone on far enough. ATTACHMENTS: <None>",
        "DATE: 02/10/2007 FROM: Dr. Breeman < noitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp > TO: Dr. Xao < noitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh > SUBJECT: Re: Where's your spirit of scientific inquiry? They grew 150% larger. This experiment is over. I'm euthanizing the lot of them. ATTACHMENTS: <None>",
        "DATE: 02/12/2007 FROM: Dr. Breeman < noitadnuof.pcs|nameerbp#noitadnuof.pcs|nameerbp > TO: Dr. Xao < noitadnuof.pcs|oaxh#noitadnuof.pcs|oaxh > SUBJECT: RES LERSPK ERSLIJERS LIJRESLIJ RESLJ ERSIJR LJESLIJNERSIJ RESK ERSK ERS:LERS :LKTES:JK SER KPOR ESK ERS:LK ERS:LK ER:LK ERS:LK ER:LK ERS:LKERS:LKER ERSL:KM ERSK: ERSK:L RK:L RELK: ERS:LKERS ERSKMERS:LK RLKMR RES :LKM\" ERSKMR ESKM SER RESL ERS:L<\" ERS:L ERS:L ERS RSE ERSLK:N J#N :LKMSER :LK ER ERSMKERSKM RESLKM ERS ERSPIJ ERSIJ ERS ERS RESIJREPIJ ATTACHMENTS: case_of_the_mondays.png, case_of_the_mondays (1).png, case_of_the_mondays (2).png, case_of_the_mondays (3).png",
        "TO WHOMEVER IT MAY CONCERN: After three disastrous attempts at a rescue mission, we're giving up. Every time we send a squad of soldiers down there, these things start adapting their behavior and appearance — becoming more and more aggressive. On top of that, they breed like… well, cockroaches. Nu-13 will be stationed at Entry B; they'll stay as long as they can and wait to see if anything human comes out. But as of this moment, I'm declaring Site-173 a lost cause. The decision regarding whether or not to deploy nerve-toxins to clear Site-173 of SCP-3035 instances is under review — particularly in light of the recent revelation that some of the human organs emerging from Entry B are fresh. - Dr. Henry Xao",
        "\" SCP-3035 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-3035 . Licensed under CC-BY-SA .",
        "Filename: AmericanCockroach.jpeg Name: American-cockroach.jpg Author: Gary Alpert License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-3035",
    "object_class": "Safe",
    "containment_procedures": "All known instances of SCP-3035 are contained in Site-173 (a decommissioned Foundation site). Site-173 has two entry points: Entry A and Entry B.",
    "description": "SCP-3035 is a strain of Periplaneta americana (American cockroach, or water-bug) that mimics the behavior and outward appearance of organisms it observes.",
    "title": "SCP-3035"
}