{
    "url": "https://scp-wiki.wikidot.com/scp-3042",
    "all_text": "rating: \n+107\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n3042\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nmemet\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3042 in containment\n\n\n\n\n\n\n\n\n+ Researcher Note\n\n\n\n\n- Resarcher Note\n\n\n\n\nDue to the nature of the anomalous abilities displayed by SCP-3042, no conventional method of singular containment has proven successful. Procedures instead focus on containing the individual SCP-3042 is showing affection to, designated SCP-3042-1. -D. Gellman, Sc.D, Area-25 Lead Researcher\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-3042 and SCP-3042-1 are held in joint containment in a small modular house on the grounds of Biological Research Area-25. Containment includes a secure communication line to a special liaison within Area-25 and a \nstandard\n custom datakey-activated atomizing termination chamber. Containment is surrounded at a radius of 15m by a 5m-high electrified and reinforced fence including a full coverage canopy (see report 3042-CB-3). Fence includes an airlock-configuration gate for safe delivery of supplies, removal of rubbish, and introduction of personnel.\n\n\nLand outside containment fence is patrolled at all times by three (3) all-terrain swift response security specialists. In the unlikely event of SCP-3042 and SCP-3042-1 becoming separated outside containment house grounds, swift response specialists will expediently deliver SCP-3042-1 to SCP-3042. During test periods, delivery of subjects to test site will be executed by no fewer than five (5) members of the Special Fugitive Transportation unit.\n\n\nContainment is staffed by two (2) Scheduling Enforcement specialists. Should SCP-3042-1 become medically unstable, enforcement specialists will restrain SCP-3042-1 and one (1) D-class personnel (designated 3042-D) will be delivered to containment. SCP-3042-1 will be terminated via chamber operated by 3042-D, who is then reclassified as SCP-3042-1. These procedures may also be enacted at the request of the current SCP-3042-1.\n\n\nDescription:\n SCP-3042 is a small dog with a mottled coat; primarily white with gray and brown areas. Genomic saliva tests reveal DNA consistent with an unrecorded breed of \ncanis lupus familiaris\n. SCP-3042 resembles a 4-5 year old Havanese weighing 5 kg and measuring 25 cm tall. SCP-3042 appears to be in peak physical condition, free of any outwardly observable sign of past or present injury or malady. SCP-3042 has not slept, consumed food or water, or produced urine or stool since containment. Further medical tests have proven thus far impossible due to the anomalous traits of SCP-3042.\n\n\n\n\n\n\n+ Recovery Details\n\n\n\n\n- Recovery Details\n\n\n\n\n\n\nSCP-3042 was discovered during a raid executed by Special Task Force Kappa-7 while seeking to contain possible instances of \nSCP-484\n.\n1\n Raid resulted in institution of lethal measures against narcotic distributors. It is at this time SCP-3042 began following and showing affection to Special Agent ██████. While at first believing SCP-3042 to be a typical dog, Special Agent ██████ reported anomalous behavior and abilities within one week and was the first to be Foundation designated as SCP-3042-1.\n\n\n\n\n\n\n\n\n\n\n\n\nExhibiting behavior likened to an extreme and obsessive form of psychological imprinting, SCP-3042 perpetually exhibits belligerently affectionate behavior toward SCP-3042-1. SCP-3042 will continuously jump on, lick, play bite, paw at, and playfully bark at SCP-3042-1 even when abused or severely rejected. Thus far no stimulus tested has distracted SCP-3042 from its focus on SCP-3042-1. No individual designated SCP-3042-1 has ever been severely injured by SCP-3042 despite its extreme destructive capabilities. Occasional reports of welts, scratches, and skin ulcers due to wear from long-term continuous licking by SCP-3042 are to be considered normal and non-emergent.\n\n\nIndividuals designated SCP-3042-1 have reported physical and psychological symptoms during their containment including but not limited to: body aches, burning eyes, chronic fatigue, irritability, headaches, confusion, memory lapses, delusions, and seizures. Project medical lead Dr. A. Eastmore believes these symptoms to be non-anomalous, resulting from sleep deprivation and chronic stress due to the constant attention of SCP-3042.\n\n\n\n\nWhile I respect Dr. Eastmore’s expertise and training, I am forced to disagree with his conclusion. Most people eventually sleep even with a pest, these people don’t. Testing is to continue.\n\n\n-\nDr. M. Gomez, Medical Director, Area 25\n\n\n\n\nShould SCP-3042 and SCP-3042-1 become separated, SCP-3042 will immediately make its way back to SCP-3042-1 via the most direct route. When motivated to this end, SCP-3042 has shown the capability to destroy even the strongest materials and move at extreme speed (see Test Log 3042-A). SCP-3042 also displays an astounding resistance to physical damage, poison, disease, and deprivation. Research has yet to discover any conventional means of injuring SCP-3042 (see Test Log 3042-B); SCP-3042 has expressed canine distress behavior only once while in Foundation containment (see Documentation Log SCPX3042).\n\n\nWhen SCP-3042-1 is terminated or expires, SCP-3042 will immediately move directly toward the next SCP-3042-1. This has thus far always been a person with a measure of responsibility in the expiration of the previous SCP-3042-1. Current containment procedures are designed to create an unbroken chain of direct responsibility for terminations, containing SCP-3042 while also preventing casualty and damage among Foundation and civilian populations. Research into how SCP-3042 reacts to SCP-3042-1 expiring by way of suicide or misadventure on hold indefinitely, as no acceptably safe methodology by which to test these reactions has been developed. (See Incident Report 3042-CB-2)\n\n\n\n\n+ Incident Reports\n\n\n\n\n- Incident Reports\n\n\n\n\n\n\nReport 3042-CB-1\n\n\nResearcher’s note:\n This incident took place early in SCP-3042 containment period; initial containment was relegated to a standard on-site humanoid holding cell. Motivations of SCP-3042 were not known at this time. -D.G.\n\n\n\n\nOn ██/██/20██, SCP-3042-1 entered a request for termination, claiming he could \"…No longer deal with this goddamn dog!\". Request for termination was granted, considered a \"research opportunity\" by site director. SCP-3042-1 termination delayed by destruction of initial termination chamber by SCP-3042, which rammed through level 3 ballistic glass with little effort. Agent ████████ ordered to administer ballistic termination and complied. Immediately upon the termination of SCP-3042-1, SCP-3042 imprinted onto Agent ████████ and made its way to the agent. In its travels, SCP-3042 dug through two steel-reinforced concrete walls, rammed through an observation deck end to end, and shattered 14 windows in section 3 by producing a speed-induced pressure wave. 22 Foundation staff injured, 4 killed, secondary containment protocols enacted for 3 other SCPs. Agent ████████ reported firing several shots into SCP-3042 at point blank range with long-range high-powered rifle to no effect. Agent reclassified as SCP-3042-1. Current containment protocols enacted soon thereafter.\n\n\n\n\n\n\nReport 3042-CB-2\n\n\n\n\nAt approximately 14:30 on ██/██/20██, SCP-3042 burst through the wall of containment house, through intervening fence, and began transiting northeast at extreme speed. Foundation Skysight units recorded maximum speed as approximately Mach 1.2 before losing contact. Site contacted 4 minute 37 seconds after breach by supply agent █████ from nearby public highway ██. Agent reported the driver side door of Foundation supply transport vehicle being torn off and SCP-3042 jumping into his lap at highway speed. Agent ordered to return immediately to Area-25 and complied. Investigation uncovered that Agent had introduced most recent supply drop to containment house, and that SCP-3042-1 had choked to death on beef jerky included in supply drop. Agent reclassified as SCP-3042-1, staff introduced to containment house on a permanent basis.\n\n\n\n\n\n\nReport 3042-CB-3\n\n\n\n\nAt approximately 02:45 on ██/██/20██, containment house personnel reported SCP-3042-1 acting erratic. As observation continued, designatee scooped up SCP-3042, ran outside, and pitched it over the containment fence. Designatee was subdued by containment house staff. SCP-3042 was reported to land, right itself, and rush back to SCP-3042-1, ripping an approximate 1-meter diameter hole in containment fence. SCP-3042-1 restrained while fence was repaired, 3042-D dispatched to containment house. SCP-3042-1 terminated on schedule per procedure, 3042-D reclassified as SCP-3042-1. Security canopy installation completed on schedule.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Test Log 3042-A\n\n\n\n\n- Capabilities Testing\n\n\n\n\nResearcher‘s note:\n Although it came at the cost of the repair and upgrade of containment, I am forced to credit one of our early designated with a simple and inspired solution concerning SCP-3042 capability testing. -D.G.\n\n\nUniversal Procedure:\n\n\n\n\nSCP-3042-1 will deliver SCP-3042 to the opposing side of an obstacle in the form of a wall by way of physical kinetic propulsion. Effect of SCP-3042 on obstacle will then be recorded by multispectral ultra high speed camera. Time to return contact with SCP-3042-1 will be recorded.\n\n\n\n\n\n\nLOG.A.3042.001\n\n\nMaterial:\n Tungsten carbide\n\n\nThickness\n: 5cm\n\n\n\n\nResult:\n SCP-3042 clawed a .5m diameter hole into wall utilizing typical canine digging action.\n\n\nReturn time:\n 2.594 seconds.\n\n\nNotes:\n samples of wall material collected display no anomalous traits. Material appears to have shaved from wall by mechanical shear.\n\n\n\n\n\n\nLOG.A.3042.010\n\n\nMaterial:\n Chobham composite\n\n\nThickness:\n 5cm\n\n\n\n\nResult:\n SCP-3042 ran directly through barrier. Two (2) Foundation personnel injured by burst of shrapnel\n\n\nReturn time:\n 1.953 seconds\n\n\nNotes:\n samples of wall material collected display no anomalous traits. Material appears to have been overcome by shattering blunt force.\n\n\n\n\nResearcher’s note\n: this second test marked a turn in our testing approach. We decided to work from the top tier of resistant materials as opposed to our usual \"step-up\" procedures.\n\n-D.G.\n\n\n\n\nLOG.A.3042.100\n\n\nMaterial:\n Graphene\n\n\nThickness:\n 15nm\n\n\n\n\nResult:\n SCP-3042 gripped all layers in its mouth and shredded them with a thrash of the head.\n\n\nReturn Time:\n 2.285 Seconds\n\n\nNotes:\n samples of wall material collected display no anomalous traits. Material appears to have been shredded, not unlike newsprint.\n\n\n\n\n\n\nCapabilities study suspended indefinitely pending Overseer approval of cross-testing with other SCPs\n2\nor sufficient scientific advancement in materials science -L.E., Area Director\n\n\n\n\n\n\n\n\n\n\n\n\n+ Test Log 3042-B\n\n\n\n\nResistance Testing\n\n\n\n\nUniversal Procedure:\n\n\n\n\nA number of health stressors will be applied to SCP-3042, which will then be tested for illness or injury.\n\n\n\n\n\n\nLOG.B.3042.001\n\n\n\n\nStressor:\n SCP-3042-1 instructed to strike SCP-3042 with a steel machete using maximum effort.\n\n\nResult:\n SCP-3042 unfazed. Machete experienced catastrophic failure. Designatee treated for minor lacerations. No injury to SCP-3042 recorded. Remains of machete show no anomalous traits.\n\n\n\n\n\n\nLOG.B.3042.010\n\n\n\n\nStressor:\n SCP-3042-1 instructed to assault SCP-3042 with a .45 calibre pistol loaded with overpressure hollow point rounds.\n\n\nResult:\n SCP-3042 unfazed by sound, flash, or impact. Against researcher advice, designatee pressed firearm muzzle directly against SCP-3042. Firearm catastrophically failed, designatee treated severe injury to right hand as well as concussion after being struck by ejected pistol slide. No injury to SCP-3042 recorded. Remains of firearm, ejected casing, and collected rounds show no anomalous traits.\n\n\n\n\n\n\nLOG.B.3042.011\n\n\n\n\nStressor:\n SCP-3042-1 instructed to fit SCP-3042 with a vest containing a standard M112 C-4 demolition block. SCP-3042-1 instructed to propel SCP-3042 over Chobham composite barrier and immediately detonate block.\n\n\nResult:\n SCP-3042 tore through barrier after detonation and returned to designatee (\nReturn Time:\n 3.256 seconds). SCP-3042 observed to have slightly messed fur, but free of injury. C-4 observed to have detonated properly and as expected.\n\n\n\n\n\n\nLOG.B.3042.100\n\n\n\n\nStressor:\n SCP-3042-1 scheduled for termination. Designatee joined in standard atomizing termination chamber by SCP-3042. Chamber operated by 3042-D.\n\n\nResult:\n SCP-3042-1 terminated on schedule. SCP-3042 burst out of chamber after termination cycle was complete. No injury to SCP-3042 recorded. 3042-D immediately reclassified as SCP-3042-1.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Documentation Log SCPX3042\n\n\n\n\n-SCP Cross Testing\n\n\n\n\nUniversal Procedure:\n\n\n\n\nExposing SCP-3042 and/or SCP-3042-1 to anomalous effects under controlled conditions\n\n\n\n\n\n\nOff-Area Cross Testing Logs:\n\n\nexperiment-log-t-98816-oc108-682\n\n\nexperiment-log-702\n\n\nscp-978-extended-test-logs\n\n\n\n\n\n\n\n\n\n\nDirector's note:\n I have assigned a Special Engineering team to modify a standard termination chamber which… and I never imagined writing these words… allows swift and easy escape of SCP-3042. We can't keep replacing doors every three weeks. -L.E.\n\n\n\n\nFootnotes\n\n\n1\n. Instances discovered to be mundane heroin with novel packaging visually similar to gelpaks but comprised of plastic.\n\n\n2\n. \nCross-testing authorization request approved by O5-█\n\n\n\n\n\n\n\n\n« \nSCP-3041\n | SCP-3042 | \nSCP-3043\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3042\n\" by Psyshade, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3042\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n TheDog\n\n\nName:\n Quite the happy dog.jpg\n\n\nAuthor:\n \nLars Curfs\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-3042 was discovered during a raid executed by Special Task Force Kappa-7 while seeking to contain possible instances of SCP-484 . 1 Raid resulted in institution of lethal measures against narcotic distributors. It is at this time SCP-3042 began following and showing affection to Special Agent ██████. While at first believing SCP-3042 to be a typical dog, Special Agent ██████ reported anomalous behavior and abilities within one week and was the first to be Foundation designated as SCP-3042-1.",
        "While I respect Dr. Eastmore’s expertise and training, I am forced to disagree with his conclusion. Most people eventually sleep even with a pest, these people don’t. Testing is to continue. - Dr. M. Gomez, Medical Director, Area 25",
        "On ██/██/20██, SCP-3042-1 entered a request for termination, claiming he could \"…No longer deal with this goddamn dog!\". Request for termination was granted, considered a \"research opportunity\" by site director. SCP-3042-1 termination delayed by destruction of initial termination chamber by SCP-3042, which rammed through level 3 ballistic glass with little effort. Agent ████████ ordered to administer ballistic termination and complied. Immediately upon the termination of SCP-3042-1, SCP-3042 imprinted onto Agent ████████ and made its way to the agent. In its travels, SCP-3042 dug through two steel-reinforced concrete walls, rammed through an observation deck end to end, and shattered 14 windows in section 3 by producing a speed-induced pressure wave. 22 Foundation staff injured, 4 killed, secondary containment protocols enacted for 3 other SCPs. Agent ████████ reported firing several shots into SCP-3042 at point blank range with long-range high-powered rifle to no effect. Agent reclassified as SCP-3042-1. Current containment protocols enacted soon thereafter.",
        "At approximately 14:30 on ██/██/20██, SCP-3042 burst through the wall of containment house, through intervening fence, and began transiting northeast at extreme speed. Foundation Skysight units recorded maximum speed as approximately Mach 1.2 before losing contact. Site contacted 4 minute 37 seconds after breach by supply agent █████ from nearby public highway ██. Agent reported the driver side door of Foundation supply transport vehicle being torn off and SCP-3042 jumping into his lap at highway speed. Agent ordered to return immediately to Area-25 and complied. Investigation uncovered that Agent had introduced most recent supply drop to containment house, and that SCP-3042-1 had choked to death on beef jerky included in supply drop. Agent reclassified as SCP-3042-1, staff introduced to containment house on a permanent basis.",
        "At approximately 02:45 on ██/██/20██, containment house personnel reported SCP-3042-1 acting erratic. As observation continued, designatee scooped up SCP-3042, ran outside, and pitched it over the containment fence. Designatee was subdued by containment house staff. SCP-3042 was reported to land, right itself, and rush back to SCP-3042-1, ripping an approximate 1-meter diameter hole in containment fence. SCP-3042-1 restrained while fence was repaired, 3042-D dispatched to containment house. SCP-3042-1 terminated on schedule per procedure, 3042-D reclassified as SCP-3042-1. Security canopy installation completed on schedule.",
        "SCP-3042-1 will deliver SCP-3042 to the opposing side of an obstacle in the form of a wall by way of physical kinetic propulsion. Effect of SCP-3042 on obstacle will then be recorded by multispectral ultra high speed camera. Time to return contact with SCP-3042-1 will be recorded.",
        "Result: SCP-3042 clawed a .5m diameter hole into wall utilizing typical canine digging action. Return time: 2.594 seconds. Notes: samples of wall material collected display no anomalous traits. Material appears to have shaved from wall by mechanical shear.",
        "Result: SCP-3042 ran directly through barrier. Two (2) Foundation personnel injured by burst of shrapnel Return time: 1.953 seconds Notes: samples of wall material collected display no anomalous traits. Material appears to have been overcome by shattering blunt force.",
        "Result: SCP-3042 gripped all layers in its mouth and shredded them with a thrash of the head. Return Time: 2.285 Seconds Notes: samples of wall material collected display no anomalous traits. Material appears to have been shredded, not unlike newsprint.",
        "A number of health stressors will be applied to SCP-3042, which will then be tested for illness or injury.",
        "Stressor: SCP-3042-1 instructed to strike SCP-3042 with a steel machete using maximum effort. Result: SCP-3042 unfazed. Machete experienced catastrophic failure. Designatee treated for minor lacerations. No injury to SCP-3042 recorded. Remains of machete show no anomalous traits.",
        "Stressor: SCP-3042-1 instructed to assault SCP-3042 with a .45 calibre pistol loaded with overpressure hollow point rounds. Result: SCP-3042 unfazed by sound, flash, or impact. Against researcher advice, designatee pressed firearm muzzle directly against SCP-3042. Firearm catastrophically failed, designatee treated severe injury to right hand as well as concussion after being struck by ejected pistol slide. No injury to SCP-3042 recorded. Remains of firearm, ejected casing, and collected rounds show no anomalous traits.",
        "Stressor: SCP-3042-1 instructed to fit SCP-3042 with a vest containing a standard M112 C-4 demolition block. SCP-3042-1 instructed to propel SCP-3042 over Chobham composite barrier and immediately detonate block. Result: SCP-3042 tore through barrier after detonation and returned to designatee ( Return Time: 3.256 seconds). SCP-3042 observed to have slightly messed fur, but free of injury. C-4 observed to have detonated properly and as expected.",
        "Stressor: SCP-3042-1 scheduled for termination. Designatee joined in standard atomizing termination chamber by SCP-3042. Chamber operated by 3042-D. Result: SCP-3042-1 terminated on schedule. SCP-3042 burst out of chamber after termination cycle was complete. No injury to SCP-3042 recorded. 3042-D immediately reclassified as SCP-3042-1.",
        "Exposing SCP-3042 and/or SCP-3042-1 to anomalous effects under controlled conditions",
        "Off-Area Cross Testing Logs: experiment-log-t-98816-oc108-682 experiment-log-702 scp-978-extended-test-logs",
        "\" SCP-3042 \" by Psyshade, from the SCP Wiki . Source: https://scpwiki.com/scp-3042 . Licensed under CC-BY-SA .",
        "Filename: TheDog Name: Quite the happy dog.jpg Author: Lars Curfs License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "containment_procedures": "SCP-3042 and SCP-3042-1 are held in joint containment in a small modular house on the grounds of Biological Research Area-25. Containment includes a secure communication line to a special liaison within Area-25 and a standard custom datakey-activated atomizing termination chamber. Containment is surrounded at a radius of 15m by a 5m-high electrified and reinforced fence including a full coverage canopy (see report 3042-CB-3). Fence includes an airlock-configuration gate for safe delivery of supplies, removal of rubbish, and introduction of personnel.",
    "description": "SCP-3042 is a small dog with a mottled coat; primarily white with gray and brown areas. Genomic saliva tests reveal DNA consistent with an unrecorded breed of canis lupus familiaris. SCP-3042 resembles a 4-5 year old Havanese weighing 5 kg and measuring 25 cm tall. SCP-3042 appears to be in peak physical condition, free of any outwardly observable sign of past or present injury or malady. SCP-3042 has not slept, consumed food or water, or produced urine or stool since containment. Further medical tests have proven thus far impossible due to the anomalous traits of SCP-3042.",
    "title": "SCP-3042"
}