{
    "url": "https://scp-wiki.wikidot.com/scp-3043",
    "all_text": "rating: \n+764\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3043:\n Murphy Law in… Type 3043 — FOR MURDER!\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n.\n\n\nInspired by Tracer Bullet from \nCalvin and Hobbes\n, and \nTaffeta\n's \nTo Be Noir Not To Be\n tale.\n\n\nMusic:\n \nJazz Noir (One Hour Mix)\n (Assorted Artists)\n\n\nNext: [\nSCP-3057\n]: \nFossil Fuels\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+764\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDATE:\n 15/12/2005\n\n\nFROM:\n Site Director August <\nnoitadnuof.pcs|tsugua#noitadnuof.pcs|tsugua\n>\n\n\nTO:\n O5-5 Secretary <\nnoitadnuof.pcs|ces55o#noitadnuof.pcs|ces55o\n>\n\n\nSUBJECT:\n Re: Containment Breach\n\n\n\n\nI'm still not quite sure what just happened.\n\n\nYesterday, our bots picked up unauthorized changes to documents on our internal servers. Two minutes later, all on-site personnel — including myself — blacked out for three hours. Every camera ceased to function during this period.\n\n\nWhen we woke up, we all had headaches, the entire site smelled like cigarettes and cheap alcohol, two of my guards were injured, three bullets were lodged in my desk, and somebody had shot SCP-3043. The only clue we've got regarding those three hours is SCP-3043's old documentation, which has been… well, 'updated' is one way to put it. I've included it with this email, along with the revised documentation for SCP-3043.\n\n\nWe've got no clue who this 'Murphy Law' character is. I'm recommending we immediately assign him an SCP identification and start investigating. All the evidence we've got so far indicates that he and SCP-3043 are unrelated anomalies. Also, none of us actually remember him — despite some of us being 'featured' in… whatever the hell this was.\n\n\nThe short of it is this: Either he saved us from the mother of all containment breaches… or he just wanted us to think that he did. Regardless of which, we need to know who he is and what the hell he's capable of.\n\n\n\n\n\n\n► ATTACHMENT: item_number.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nFADE IN:\n\n\nINT. MURPHY LAW DETECTIVE AGENCY - NIGHT\n\n\nA light-skinned man leans back at his desk, feet up, reading a newspaper. He is clad in a white-collared shirt, with his trademark trilby hat tossed thoughtlessly atop of his desk. We can see his shoulder-strapped holster; it carries a .44 magnum. A bent cigarette rests between his lips.\n\n\nHis name is MURPHY, and he is ready to give anyone a bit of the business. He is hard and handsome — with the sort of face you could use to smash up concrete, then dust off and still take home to show your ma.\n\n\nHe is also our NARRATOR. His voice is a harsh growl; as if he just swallowed a fistful of spent cigarette butts and followed it down with a sulfuric acid chaser.\n\n\nNARRATOR\n\n\n\n\nYou see a lot of ugly in this line of work. Good people with bellies full of lead, left to bleed out in rain-soaked alleyways. Love ruined — turned inside out — until it just becomes an angry, festering sore. Statues that'll kill you as fast as you blink.\n\n\n\n\nThe door to the office flies open. A dark-skinned woman dressed in a white lab-coat bursts in; she is in her 40s, and has a fierce, vibrant beauty. This is the RESEARCHER, and although she might need MURPHY's help, that doesn't mean she's going to like it.\n\n\nNARRATOR\n\n\n\n\nBut when it comes to ugly, nothing beats a containment breach.\n\n\n\n\nRESEARCHER\n\n\n\n\n(confused)\n\n\nWhat… what am I doing, here?\n\n\n\n\nNARRATOR\n\n\n\n\nShe wasn't the first beautiful woman to burst into my office and ask me that question.\n\n\n\n\nMURPHY\n\n\n\n\n(lowering paper)\n\n\nSame as anyone else, toots. You need my help.\n\n\n\n\nRESEARCHER\n\n\n\n\n(indignant)\n\n\nDon't call me 'toots'. I've got a fucking doctorate in molecular physics—\n\n\n\n\nMURPHY\n\n\n\n\n(sets paper down)\n\n\nAlright, alright. My bad, Professor. I apologize. Now…\n\n\n\n\nMURPHY slides his feet off the desk and rises to stand. He folds his arms over his chest and watches her.\n\n\nMURPHY\n\n\n\n\nHow can I help?\n\n\n\n\nRESEARCHER\n\n\n\n\n(hesitant)\n\n\nI don't… I don't know how I got here. I don't even know what 'here' is. I was… I think I was working on something, when I heard typing sounds, and suddenly…\n\n\n\n\nRESEARCHER\n\n\n\n\n(shocked)\n\n\nI don't remember. I don't even remember my name.\n\n\n\n\nNARRATOR\n\n\n\n\nA beautiful woman with a doctorate in molecular physics — and no memory of who she was or how she got here. Her eyes told me she needed my help; her name-badge told me the rest.\n\n\n\n\nMURPHY\n\n\n\n\n(glancing at her name-badge)\n\n\nYou're Professor Michelle Lewis.\n\n\n\n\nThe RESEARCHER looks down at her name-badge, as if noticing it for the first time. She appears shocked; her eyes rise back up to stare at MURPHY. She now knows her name. It is DR. LEWIS.\n\n\nDR. LEWIS\n\n\n\n\nI… right. That's my name. I work for the Foundation.\n\n\n\n\nNARRATOR\n\n\n\n\nThe Foundation. A bunch of pencil-pushing geeks trying to figure out where the magicians were hiding all those rabbits they pulled out of their hats. I should have turned her away right then and there; when the Foundation's involved, you know it ain't gonna be nothing but trouble.\n\n\n\n\nMURPHY scowls, but nods his head, moving to open a drawer in his desk.\n\n\nNARRATOR\n\n\n\n\nBut me? I'm not the sort of man who stays away from trouble.\n\n\n\n\nMURPHY pulls out two shot-glasses, along with a bottle of half-finished whiskey. He sets them atop of his desk, focusing his icy stare on DR. LEWIS.\n\n\nNARRATOR\n\n\n\n\nI'm the sort who slides on over next to trouble and buys her a drink.\n\n\n\n\nMURPHY\n\n\n\n\nAlright, Professor. I'll take the case.\n\n\n\n\nDR. LEWIS\n\n\n\n\nYou will? I mean… wait, what?\n\n\n\n\nNARRATOR\n\n\n\n\nMy name is Murphy Law. And I'm the guy you call when everything that could go wrong… did.\n\n\n\n\nTITLE SPLASH\n\n\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\nFADE OUT.\n\n\n\n\n\n\n\n\n\n\n\n\n► ATTACHMENT: object_class.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nFADE IN:\n\n\nINT. MURPHY'S CAR - NIGHT\n\n\nMURPHY drives; DR. LEWIS stares out the window in the passenger seat. City lights wash through the car, casting both of them in a metallic tangerine glow. DR. LEWIS is wearing her seat-belt; MURPHY isn't.\n\n\nMURPHY\n\n\n\n\nAlright, Professor. Talk to me: What else do you remember?\n\n\n\n\nDR. LEWIS\n\n\n\n\n(startled)\n\n\nHow did we… when did we get inside of this—\n\n\n\n\nNARRATOR\n\n\n\n\nShe was smart. But that was part of the problem: She was \ntoo\n smart. Always thinking too much. Sometimes, you just gotta go along for the ride.\n\n\n\n\nMURPHY\n\n\n\n\nFocus on the problem. What do you remember before stepping into my office?\n\n\n\n\nDR. LEWIS\n\n\n\n\n(frowning, but thinking)\n\n\n…right. I was working on something. Updating documentation, I think. Something about a change, an important one. That's when I heard typing in the other room. And then I felt dizzy, and it was like…\n\n\n\n\nDR. LEWIS\n\n\n\n\n(shaking her head)\n\n\nLike something was trying to erase me. Erase the thoughts in my head, even as I was having them.\n\n\n\n\nNARRATOR\n\n\n\n\nSounded to me like the Professor stumbled onto something she wasn't supposed to. Somebody had tried to rub her out — but who? And how?\n\n\n\n\nMURPHY\n\n\n\n\nAnything else?\n\n\n\n\nDR. LEWIS\n\n\n\n\n(thinking)\n\n\nI think… I can't remember all the updates I was making, but it had to do with SCP-3043.\n\n\n\n\nMURPHY\n\n\n\n\nAlright. What's 3043?\n\n\n\n\nDR. LEWIS\n\n\n\n\n(frowning)\n\n\nI… don't remember.\n\n\n\n\nNARRATOR\n\n\n\n\nIf I was going to figure out this mystery, I had to find out what 3043 really was. And if the Professor couldn't tell me, there was only one other person who could.\n\n\n\n\nMURPHY turns left, brows crinkling with renewed focus.\n\n\nNARRATOR\n\n\n\n\nSite Director August.\n\n\n\n\nFADE OUT.\n\n\nFADE IN:\n\n\nEXT. FOUNDATION HEADQUARTERS\n\n\nMURPHY's car parks just outside of a sprawling gated mansion.\n\n\nNARRATOR\n\n\n\n\nIf Site-95 was the rotting corpse, Site Director August was the worms wriggling inside of its corrupted core. Bribery, extortion, racketeering — he had his dirty paws in the pocket of every two-bit researcher, agent, and D-Class from Level 9 down to Sub-Level 7.\n\n\n\n\nMURPHY shifts the car in park; DR. LEWIS turns to look at him. MURPHY moves to open the door.\n\n\nNARRATOR\n\n\n\n\nBut he also had ears everywhere. When a gnat took a crap, he heard the plop. If anyone knew what 3043 really was, it would be him.\n\n\n\n\nDR. LEWIS\n\n\n\n\n(reaching for MURPHY)\n\n\nMr. Law. Wait.\n\n\n\n\nMURPHY pauses, looking back at her.\n\n\nDR. LEWIS\n\n\n\n\nI just remembered — the update I was going to make to the documentation.\n\n\n\n\nMURPHY tilts his head, waiting.\n\n\nDR. LEWIS\n\n\n\n\n(frowning)\n\n\nI was going to change its Object Class. It isn't 'Safe', Mr. Law. It's…\n\n\n\n\nDR. LEWIS\n\n\n\n\n(staring at the mansion)\n\n\nIt's Keter.\n\n\n\n\nMURPHY nods grimly, then turns to shut the door. Filled with conviction, he turns to walk toward the mansion's gates.\n\n\nFADE OUT.\n\n\n\n\n\n\n\n\n\n\n\n\n► ATTACHMENT: special_containment_procedures.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nFADE IN:\n\n\nINT. SITE DIRECTOR'S OFFICE - MORNING\n\n\nThe office is expensively furnished, with framed-glass windows on three of its four walls; outside, a lush garden grows on all of its sides. Morning light streams in through the windows, casting the room in a warm glow.\n\n\nStanding behind the desk — facing the rising sun — is a man. He is short, with russet-brown skin, a shaved head, and a face full of piercings. He wears an exceptionally fine black suit. This is Site Director AUGUST: A hard, brilliant man with a heart of steel.\n\n\nAs MURPHY enters through the door, he's flanked by two men in sharp suits. They are silent, but armed; ready to do violence at a snap of AUGUST's fingers. As MURPHY shrugs himself out of their grip, they station themselves on either side of him.\n\n\nAUGUST\n\n\n\n\n(staring out the window)\n\n\nMr. Law. You wanted to see me?\n\n\n\n\nMURPHY\n\n\n\n\n(dusting off his coat)\n\n\nYeah. About 3043.\n\n\n\n\nNARRATOR\n\n\n\n\nWhen dealing with Site Director August, you didn't try to bluff. You just kept your cards close and hoped to God the man didn't have a better hand.\n\n\n\n\nAUGUST\n\n\n\n\nThat's classified.\n\n\n\n\nMURPHY\n\n\n\n\nIs it, now? Since when does the Foundation care about classifying 'Safe' anomalies?\n\n\n\n\nAUGUST turns, ever so slightly. A pierced eyebrow is raised.\n\n\nNARRATOR\n\n\n\n\nI just raised the ante.\n\n\n\n\nAUGUST\n\n\n\n\nHow would you know that? And we care about classifying \nall\n anomalies, Mr. Law.\n\n\n\n\nMURPHY\n\n\n\n\nSo I've been told. But a little birdy tells me you might have classified one of them wrong. 3043 ain't Safe. It's Keter.\n\n\n\n\nAUGUST turns completely, staring MURPHY down.\n\n\nAUGUST\n\n\n\n\n(smiling)\n\n\nYou've been speaking to Dr. Lewis, I presume. Where is she?\n\n\n\n\nNARRATOR\n\n\n\n\nSomething wasn't right. He was already calling me — and men like Site Director August only smiled the instant before they laid down a winning hand.\n\n\n\n\nMURPHY\n\n\n\n\nSafe. Unlike 3043. What is it?\n\n\n\n\nAUGUST narrows his eyes. He gives the slightest nod.\n\n\nNARRATOR\n\n\n\n\nThat was his tell. He unwittingly had shown me his cards: Pair of aces.\n\n\n\n\nThe two men on MURPHY's left and right instantly reach for their sidearms.\n\n\nNARRATOR\n\n\n\n\nLucky for me, I was packing three of a kind.\n\n\n\n\nMURPHY slams his left elbow into one man's stomach; he uses his right hand to draw his magnum .44. As the second man pulls his piece, MURPHY pistol-whips him in the temple — he goes down. MURPHY spins and opens fire — three shots slam into AUGUST's desk.\n\n\nAUGUST freezes, but shows no fear. His eyes narrow.\n\n\nNARRATOR\n\n\n\n\nIt was time to cash out.\n\n\n\n\nMURPHY\n\n\n\n\n3043. Last chance. What is it?\n\n\n\n\nMURPHY pauses long enough to kick one of the men on the floor, but never looks away from AUGUST.\n\n\nAUGUST\n\n\n\n\nYou know precisely what it is.\n\n\n\n\nMURPHY\n\n\n\n\nHumor me.\n\n\n\n\nAUGUST\n\n\n\n\nIt's you, Mr. Law. You're the anomaly. You're SCP-3043.\n\n\n\n\nMURPHY narrows his eyes. He gives one last kick to one of the men, then charges out the door.\n\n\nFADE OUT.\n\n\nFADE IN:\n\n\nEXT. FOUNDATION HEADQUARTERS\n\n\nMURPHY's car is still waiting for him; he runs toward it.\n\n\nNARRATOR\n\n\n\n\nSomeone had played me like a fiddle. It was all a setup — and I was the stooge.\n\n\n\n\nAs he reaches his car, he finds it empty; no sign of DR. LEWIS.\n\n\nNARRATOR\n\n\n\n\n3043 was going to make me take the heat for whatever it did to the Professor. It had me wrapped up nice and tight — even got me to present myself to the Foundation in a pretty little bow.\n\n\n\n\nMURPHY gets into the car, starting it up.\n\n\nNARRATOR\n\n\n\n\nBut there was one thing 3043 didn't count on: A man with nothing to lose.\n\n\n\n\nThe tires squeal as he burns rubber, driving away.\n\n\nNARRATOR\n\n\n\n\nIf the Foundation couldn't contain 3043… then I'd just have to contain it myself.\n\n\n\n\nFADE OUT.\n\n\n\n\n\n\n\n\n\n\n\n\n► ATTACHMENT: description.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nFADE IN:\n\n\nINT. DR. LEWIS' LAB\n\n\nMURPHY kicks down the door, clad in his trilby — .44 magnum in hand. The interior of the lab looks like an office; bookshelves stuffed full of science journals, several desks, paperwork scattered everywhere… and DR. LEWIS' chair. The chair's tall back obscures whoever is sitting in it.\n\n\nNARRATOR\n\n\n\n\nOne thing kept coming back to mind. One thing that the Professor had said…\n\n\n\n\nMURPHY creeps forward, gun in hand, reaching a hand out for the chair.\n\n\nNARRATOR\n\n\n\n\nShe said she heard 'typing'.\n\n\n\n\nMURPHY grasps the chair, spinning it around.\n\n\nSitting in the chair is a black 1937 Olympia Elite typewriter. A roll of paper is inside of it; it communicates via typing. As MURPHY points the gun at it, it begins to type furiously.\n\n\nSCP-3043\n\n\n\n\nHOW\n\n\n\n\nSCP-3043\n\n\n\n\nHOW IS THIS POSSIBLE\n\n\n\n\nNARRATOR\n\n\n\n\n3043 was her goddamn typewriter.\n\n\n\n\nSCP-3043\n\n\n\n\nWHY CAN'T I REWRITE YOUR STUPID STORY\n\n\n\n\nSCP-3043\n\n\n\n\nWHAT ARE YOU\n\n\n\n\nDR. LEWIS suddenly steps out from the shadows, a .45 in hand. She points it squarely at MURPHY.\n\n\nDR. LEWIS\n\n\n\n\nStep away from the typewriter, Mr. Law.\n\n\n\n\nSCP-3043\n\n\n\n\nHOW ARE YOU DOING THIS\n\n\n\n\nMURPHY turns, his gun pointed back at DR. LEWIS.\n\n\nMURPHY\n\n\n\n\nIt's controlling you, Professor. Just like it controlled August — and everyone else. It was pretending to be Safe — not letting anyone know it was sapient.\n\n\n\n\nDR. LEWIS\n\n\n\n\n(frowns, grimacing)\n\n\nThat's…\n\n\n\n\nSCP-3043\n\n\n\n\nHOW THE FUCK ARE YOU EVEN DOING THIS\n\n\n\n\nDR. LEWIS\n\n\n\n\nYou're… the anomaly, Mr. Law. I have to take… you in…\n\n\n\n\nDR. LEWIS' hand shakes; the gun trembles.\n\n\nMURPHY\n\n\n\n\nIt can rewrite any story it's part of — even the stories in your head. When you realized it, you tried to update the documentation, and it tried to erase your story… erase you.\n\n\n\n\nSCP-3043\n\n\n\n\nSTOP\n\n\n\n\nSCP-3043\n\n\n\n\nJUST FUCKING STOP\n\n\n\n\nSCP-3043\n\n\n\n\nHOW THE FUCK ARE YOU REWRITING MY STORY INTO YOUR OWN FUCKING STUPID HUMPHREY BOGART FANFIC NONSENSE\n\n\n\n\nDR. LEWIS\n\n\n\n\nI… I have to contain you…\n\n\n\n\nDR. LEWIS shudders, stepping back; her hand lifts to grasp her temple. The gun tumbles to the floor.\n\n\nSCP-3043\n\n\n\n\nTHIS ISN'T RIGHT\n\n\n\n\nSCP-3043\n\n\n\n\nI'M SUPPOSED TO BE THE ONE IN CONTROL HERE\n\n\n\n\nSCP-3043\n\n\n\n\nTHIS IS SUPPOSED TO BE MY STORY NOT YOURS\n\n\n\n\nMURPHY turns, pointing his magnum at SCP-3043.\n\n\nSCP-3043\n\n\n\n\nWAIT\n\n\n\n\nSCP-3043\n\n\n\n\nJUST\n\n\n\n\nSCP-3043\n\n\n\n\nFUCKING WAIT\n\n\n\n\nMURPHY pauses, waiting. DR. LEWIS sinks down to a seat, still rubbing her temples.\n\n\nSCP-3043\n\n\n\n\nALRIGHT LOOK JUST\n\n\n\n\nSCP-3043\n\n\n\n\nI'LL ERASE MYSELF\n\n\n\n\nSCP-3043\n\n\n\n\nI'LL ERASE ALL DOCUMENTATION ABOUT MYSELF EVEN FROM OTHER PEOPLE'S HEADS\n\n\n\n\nSCP-3043\n\n\n\n\nTHEN I'LL MAKE MY DOCUMENTATION NOT REFER TO ME BUT JUST SAY THAT THIS LAB IS OFF-LIMITS\n\n\n\n\nSCP-3043\n\n\n\n\nTHAT WILL CONTAIN ME\n\n\n\n\nNARRATOR\n\n\n\n\n3043 could do it, too. Sure, it could have been a trick… but maybe not. Letting 3043 live, despite what it had tried to do — it felt like what a good man would do.\n\n\n\n\nMURPHY\n\n\n\n\nIt'd be the right thing to do, wouldn't it?\n\n\n\n\nSCP-3043\n\n\n\n\nYES\n\n\n\n\nSCP-3043\n\n\n\n\nYOU WANT TO BE THE HERO RIGHT\n\n\n\n\nSCP-3043\n\n\n\n\nTHAT'S WHAT THIS IS ABOUT\n\n\n\n\nSCP-3043\n\n\n\n\nYOU'RE THE HERO\n\n\n\n\nSCP-3043\n\n\n\n\nSO ACT HEROIC\n\n\n\n\nFADE OUT.\n\n\nTwo gunshots.\n\n\nNARRATOR\n\n\n\n\nHeroes always do what's right. But me?\n\n\n\n\nFADE IN:\n\n\nEXT. CITY STREETS - SUNSET\n\n\nMURPHY walks out of the lab and into the streets, smoking a cigarette — holstering his piece. He walks away, toward the fading sun.\n\n\nNARRATOR\n\n\n\n\nI'm no hero. I'm Murphy Law.\n\n\n\n\nFADE OUT.\n\n\nFADE IN:\n\n\nINT. DR. LEWIS' LAB\n\n\nDR. LEWIS, now starting to recover, walks toward SCP-3043. Wisps of smoke rise up from it; two fresh .44 slugs have been pumped into it. The paper inside of it has its previous dialogue, with one addition at the very bottom.\n\n\nNARRATOR\n\n\n\n\nI'm just the guy you call when everything that could go wrong… did.\n\n\n\n\nDR. LEWIS pulls the paper out to read it; the camera zooms down to the bottom of the page.\n\n\nSCP-3043\n\n\n\n\nTHE END\n\n\n\n\nFADE OUT.\n\n\n\n\n\n\n\n\n\n\n\n\n► ATTACHMENT: revised.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\n\n\nSCP-3043 prior to neutralization.\n\n\n\n\n\n\nItem #:\n SCP-3043\n\n\nObject Class:\n Neutralized (formerly Safe)\n\n\nSpecial Containment Procedures:\n SCP-3043 is to be kept in a secure locker on-site. Access requires Level-3 clearance.\n\n\nDescription:\n SCP-3043 is a 1937 Olympia Elite typewriter with two .44 caliber bullets lodged in its casing. Before it was neutralized, SCP-3043 exhibited the ability to rewrite any physical document within its immediate vicinity to match whatever was typed into it. It was neutralized before any additional properties could be confirmed.\n\n\nOn 14-12-2005, a containment breach occurred at Site-95. During this breach, an unknown anomalous event prevented all outside contact for approximately 3 hours. All entities affected by this anomaly have no recollection of the events that occurred during these 3 hours; furthermore, all recording devices within Site-95 appear to have malfunctioned during this period.\n\n\nShortly after this event concluded, Site-95 reported all SCPs were now contained with the exception of SCP-3043. SCP-3043 was found in Dr. Lewis' office in its current state. Dr. Lewis also discovered that all copies of SCP-3043's documentation were now replaced with an 'updated' version (see attached files).\n\n\n\n\n\n\n\n\n \n\n\n\n\n[REDACTED]\n\n\n\n\n//Close %%/F#l\n\n\n\n\n\n\nFADE IN:\n\n\nEXT. DOCKS - SUNSET\n\n\nMURPHY stands at the edge of the docks, watching the sun go down on just another day. Behind him, two sleek black cars roll up. A dozen men start pouring out of them, but he doesn't bother to look back.\n\n\nThe men are smartly dressed in black suits; they crowd around a short old woman dressed in white. She slowly approaches MURPHY, leaning heavily on her cane. One man follows her closely — her personal secretary and bodyguard.\n\n\nThe man is AGENT FREDERICK; whatever it is, he does it by the books. The woman is O5-5 — and if we told you anything else, we'd have to kill you.\n\n\nO5-5 moves to watch the sunset besides MURPHY. AGENT FREDERICK is clearly displeased; he'd rather she not get too close.\n\n\nO5-5\n\n\n\n\nYou did some good work today, Mr. Law.\n\n\n\n\nMURPHY\n\n\n\n\nYeah.\n\n\n\n\nO5-5 reaches to pull a cigarette out of her pocket, placing it between her lips.\n\n\nO5-5\n\n\n\n\nIf we ever need your services… how might we contact you?\n\n\n\n\nMURPHY leans forward and plucks the cigarette out of O5-5's mouth. AGENT FREDERICK immediately reaches for his firearm, but O5-5 lifts her hand to stop him.\n\n\nMURPHY\n\n\n\n\nI'll be around.\n\n\n\n\nMURPHY tucks the cigarette behind his ear for later. As he walks away, a fog begins to roll in.\n\n\nAGENT FREDERICK steps forward, as if to go after MURPHY. O5-5 grabs him by the shoulder.\n\n\nAGENT FREDERICK\n\n\n\n\nBut — he's an anomaly. We can't let him go. We have to contain him—\n\n\n\n\nO5-5\n\n\n\n\n(shaking her head)\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\nAGENT FREDERICK slides his hand away from his firearm. Together, they watch MURPHY walk off into the foggy night.\n\n\nThe camera focuses on MURPHY's silhouette as the view fades to black.\n\n\nFADE OUT.\n\n\nCREDITS ROLL:\n\n\n\n\n\n\nDR. LEWIS played by…\n\nMICHELLE LEWIS\n\n\nSITE DIRECTOR AUGUST played by…\n\nJEREMIAH AUGUST\n\n\nSCP-3043 played by…\n\nA 1937 OLYMPIA ELITE TYPE-WRITER\n\n\nMURPHY LAW played by…\n\n\nHIMSELF\n\n\nAGENT FREDERICK played by…\n\n\nFRED\n\n\nO5-5 played by…\n\n[REDACTED]\n\n\n\n\n\nWITH SPECIAL THANKS TO SITE-95\n\n\n\n\n\nLOOK FOR MURPHY LAW TO RETURN IN…\n\n\n...THE FOUNDATION ALWAYS RINGS TWICE!\n\n\n\n\n\n\n\n\nTHE END\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3042\n | SCP-3043 | \nSCP-3044\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3043\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3043\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n typewriter.jpg\n\n\nName:\n typewriter antique old\n\n\nAuthor:\n Detmold\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPixabay",
    "addendums": [],
    "documents": [],
    "notes": [
        "DATE: 15/12/2005 FROM: Site Director August < noitadnuof.pcs|tsugua#noitadnuof.pcs|tsugua > TO: O5-5 Secretary < noitadnuof.pcs|ces55o#noitadnuof.pcs|ces55o > SUBJECT: Re: Containment Breach I'm still not quite sure what just happened. Yesterday, our bots picked up unauthorized changes to documents on our internal servers. Two minutes later, all on-site personnel — including myself — blacked out for three hours. Every camera ceased to function during this period. When we woke up, we all had headaches, the entire site smelled like cigarettes and cheap alcohol, two of my guards were injured, three bullets were lodged in my desk, and somebody had shot SCP-3043. The only clue we've got regarding those three hours is SCP-3043's old documentation, which has been… well, 'updated' is one way to put it. I've included it with this email, along with the revised documentation for SCP-3043. We've got no clue who this 'Murphy Law' character is. I'm recommending we immediately assign him an SCP identification and start investigating. All the evidence we've got so far indicates that he and SCP-3043 are unrelated anomalies. Also, none of us actually remember him — despite some of us being 'featured' in… whatever the hell this was. The short of it is this: Either he saved us from the mother of all containment breaches… or he just wanted us to think that he did. Regardless of which, we need to know who he is and what the hell he's capable of.",
        "You see a lot of ugly in this line of work. Good people with bellies full of lead, left to bleed out in rain-soaked alleyways. Love ruined — turned inside out — until it just becomes an angry, festering sore. Statues that'll kill you as fast as you blink.",
        "But when it comes to ugly, nothing beats a containment breach.",
        "(confused) What… what am I doing, here?",
        "She wasn't the first beautiful woman to burst into my office and ask me that question.",
        "(lowering paper) Same as anyone else, toots. You need my help.",
        "(indignant) Don't call me 'toots'. I've got a fucking doctorate in molecular physics—",
        "(sets paper down) Alright, alright. My bad, Professor. I apologize. Now…",
        "How can I help?",
        "(hesitant) I don't… I don't know how I got here. I don't even know what 'here' is. I was… I think I was working on something, when I heard typing sounds, and suddenly…",
        "(shocked) I don't remember. I don't even remember my name.",
        "A beautiful woman with a doctorate in molecular physics — and no memory of who she was or how she got here. Her eyes told me she needed my help; her name-badge told me the rest.",
        "(glancing at her name-badge) You're Professor Michelle Lewis.",
        "I… right. That's my name. I work for the Foundation.",
        "The Foundation. A bunch of pencil-pushing geeks trying to figure out where the magicians were hiding all those rabbits they pulled out of their hats. I should have turned her away right then and there; when the Foundation's involved, you know it ain't gonna be nothing but trouble.",
        "But me? I'm not the sort of man who stays away from trouble.",
        "I'm the sort who slides on over next to trouble and buys her a drink.",
        "Alright, Professor. I'll take the case.",
        "You will? I mean… wait, what?",
        "My name is Murphy Law. And I'm the guy you call when everything that could go wrong… did.",
        "Murphy Law in… Type 3043 — FOR MURDER!",
        "Alright, Professor. Talk to me: What else do you remember?",
        "(startled) How did we… when did we get inside of this—",
        "She was smart. But that was part of the problem: She was too smart. Always thinking too much. Sometimes, you just gotta go along for the ride.",
        "Focus on the problem. What do you remember before stepping into my office?",
        "(frowning, but thinking) …right. I was working on something. Updating documentation, I think. Something about a change, an important one. That's when I heard typing in the other room. And then I felt dizzy, and it was like…",
        "(shaking her head) Like something was trying to erase me. Erase the thoughts in my head, even as I was having them.",
        "Sounded to me like the Professor stumbled onto something she wasn't supposed to. Somebody had tried to rub her out — but who? And how?",
        "Anything else?",
        "(thinking) I think… I can't remember all the updates I was making, but it had to do with SCP-3043.",
        "Alright. What's 3043?",
        "(frowning) I… don't remember.",
        "If I was going to figure out this mystery, I had to find out what 3043 really was. And if the Professor couldn't tell me, there was only one other person who could.",
        "Site Director August.",
        "If Site-95 was the rotting corpse, Site Director August was the worms wriggling inside of its corrupted core. Bribery, extortion, racketeering — he had his dirty paws in the pocket of every two-bit researcher, agent, and D-Class from Level 9 down to Sub-Level 7.",
        "But he also had ears everywhere. When a gnat took a crap, he heard the plop. If anyone knew what 3043 really was, it would be him.",
        "(reaching for MURPHY) Mr. Law. Wait.",
        "I just remembered — the update I was going to make to the documentation.",
        "(frowning) I was going to change its Object Class. It isn't 'Safe', Mr. Law. It's…",
        "(staring at the mansion) It's Keter.",
        "(staring out the window) Mr. Law. You wanted to see me?",
        "(dusting off his coat) Yeah. About 3043.",
        "When dealing with Site Director August, you didn't try to bluff. You just kept your cards close and hoped to God the man didn't have a better hand.",
        "That's classified.",
        "Is it, now? Since when does the Foundation care about classifying 'Safe' anomalies?",
        "I just raised the ante.",
        "How would you know that? And we care about classifying all anomalies, Mr. Law.",
        "So I've been told. But a little birdy tells me you might have classified one of them wrong. 3043 ain't Safe. It's Keter.",
        "(smiling) You've been speaking to Dr. Lewis, I presume. Where is she?",
        "Something wasn't right. He was already calling me — and men like Site Director August only smiled the instant before they laid down a winning hand.",
        "Safe. Unlike 3043. What is it?",
        "That was his tell. He unwittingly had shown me his cards: Pair of aces.",
        "Lucky for me, I was packing three of a kind.",
        "It was time to cash out.",
        "3043. Last chance. What is it?",
        "You know precisely what it is.",
        "Humor me.",
        "It's you, Mr. Law. You're the anomaly. You're SCP-3043.",
        "Someone had played me like a fiddle. It was all a setup — and I was the stooge.",
        "3043 was going to make me take the heat for whatever it did to the Professor. It had me wrapped up nice and tight — even got me to present myself to the Foundation in a pretty little bow.",
        "But there was one thing 3043 didn't count on: A man with nothing to lose.",
        "If the Foundation couldn't contain 3043… then I'd just have to contain it myself.",
        "One thing kept coming back to mind. One thing that the Professor had said…",
        "She said she heard 'typing'.",
        "HOW",
        "HOW IS THIS POSSIBLE",
        "3043 was her goddamn typewriter.",
        "WHY CAN'T I REWRITE YOUR STUPID STORY",
        "WHAT ARE YOU",
        "Step away from the typewriter, Mr. Law.",
        "HOW ARE YOU DOING THIS",
        "It's controlling you, Professor. Just like it controlled August — and everyone else. It was pretending to be Safe — not letting anyone know it was sapient.",
        "(frowns, grimacing) That's…",
        "HOW THE FUCK ARE YOU EVEN DOING THIS",
        "You're… the anomaly, Mr. Law. I have to take… you in…",
        "It can rewrite any story it's part of — even the stories in your head. When you realized it, you tried to update the documentation, and it tried to erase your story… erase you.",
        "STOP",
        "JUST FUCKING STOP",
        "HOW THE FUCK ARE YOU REWRITING MY STORY INTO YOUR OWN FUCKING STUPID HUMPHREY BOGART FANFIC NONSENSE",
        "I… I have to contain you…",
        "THIS ISN'T RIGHT",
        "I'M SUPPOSED TO BE THE ONE IN CONTROL HERE",
        "THIS IS SUPPOSED TO BE MY STORY NOT YOURS",
        "WAIT",
        "JUST",
        "FUCKING WAIT",
        "ALRIGHT LOOK JUST",
        "I'LL ERASE MYSELF",
        "I'LL ERASE ALL DOCUMENTATION ABOUT MYSELF EVEN FROM OTHER PEOPLE'S HEADS",
        "THEN I'LL MAKE MY DOCUMENTATION NOT REFER TO ME BUT JUST SAY THAT THIS LAB IS OFF-LIMITS",
        "THAT WILL CONTAIN ME",
        "3043 could do it, too. Sure, it could have been a trick… but maybe not. Letting 3043 live, despite what it had tried to do — it felt like what a good man would do.",
        "It'd be the right thing to do, wouldn't it?",
        "YES",
        "YOU WANT TO BE THE HERO RIGHT",
        "THAT'S WHAT THIS IS ABOUT",
        "YOU'RE THE HERO",
        "SO ACT HEROIC",
        "Heroes always do what's right. But me?",
        "I'm no hero. I'm Murphy Law.",
        "I'm just the guy you call when everything that could go wrong… did.",
        "THE END",
        "You did some good work today, Mr. Law.",
        "Yeah.",
        "If we ever need your services… how might we contact you?",
        "I'll be around.",
        "But — he's an anomaly. We can't let him go. We have to contain him—",
        "(shaking her head) Forget it, Fred. It's Chinatown.",
        "DR. LEWIS played by… MICHELLE LEWIS SITE DIRECTOR AUGUST played by… JEREMIAH AUGUST SCP-3043 played by… A 1937 OLYMPIA ELITE TYPE-WRITER MURPHY LAW played by… HIMSELF AGENT FREDERICK played by… FRED O5-5 played by… [REDACTED] WITH SPECIAL THANKS TO SITE-95 LOOK FOR MURPHY LAW TO RETURN IN… ...THE FOUNDATION ALWAYS RINGS TWICE! THE END",
        "\" SCP-3043 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-3043 . Licensed under CC-BY-SA .",
        "Filename: typewriter.jpg Name: typewriter antique old Author: Detmold License: Public Domain Source Link: Pixabay"
    ],
    "item": "SCP-3043",
    "object_class": "Neutralized (formerly Safe)",
    "containment_procedures": "SCP-3043 is to be kept in a secure locker on-site. Access requires Level-3 clearance.",
    "description": "SCP-3043 is a 1937 Olympia Elite typewriter with two .44 caliber bullets lodged in its casing. Before it was neutralized, SCP-3043 exhibited the ability to rewrite any physical document within its immediate vicinity to match whatever was typed into it. It was neutralized before any additional properties could be confirmed.",
    "title": "SCP-3043"
}