{
    "url": "https://scp-wiki.wikidot.com/scp-3049",
    "all_text": "rating: \n+404\n+\n–\nx\n\n\n\n\n\n\nSCP-3049 in its active state at the site of initial recovery\n\n\n\n\n\n\nItem #:\n SCP-3049\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3049 is to remain fixed in place within a standard secure storage room. Its heat control knobs should be removed when not in use.\n\n\nTesting of the object has been halted indefinitely by order of the Ethics Committee.\n\n\nPersonnel who have utilized SCP-3049 or partaken in SCP-3049-1 and currently possess knowledge of the object's anomalous properties must receive psychological evaluation and/or amnestics before returning to active duty.\n\n\nDescription:\n SCP-3049 is a gas-powered convection oven of standard consumer dimensions. It possesses a white gloss finish on its frame, a glass oven door, and an aluminum handle. SCP-3049 exhibits an anomalous physical feature in the form of a setting labeled \"Apple Pie\" beneath its center dial.\n\n\nIn its active state, SCP-3049 generates a miniaturized universe inside its oven cavity. This new universe, designated SCP-3049-1, operates on a hyper-accelerated timescale such that an estimated 15 billion years within it equates to 30 minutes outside of it. SCP-3049-1, from its Big Bang to its death, is observable through the oven door. Neither opening the oven door to interrupt this process nor operation of the stove-top seems to be possible during an active cycle.\n\n\nNone of the complications associated with matter operating on a sub-Planck length scale have been observed; the laws of physics and universal constants within the miniature universe appear to function normally. The reason for this unexpected continuity of Newtonian physics remains unknown.\n\n\nThe perspective observable through SCP-3049's door does not remain constant throughout the lifespan of an SCP-3049-1 universe. SCP-3049 has frequently been observed to adjust its magnification to follow major developments in the formation and expansion of the universe, such as the creation of the first stars, black holes, and galaxies. These perspective shifts have been described as \"cinematic\" and \"like scenes from that \nCosmos\n documentary\".\n\n\nSCP-3049-1 instances are also [DATA REDACTED].\n\n\n\n\n+ Document #3049-01\n\n\n\n\n- Document #3049-01\n\n\n\n\nDocument #3049-01:\n Discovery log\n\n\n\n\nField operative:\n Agent Rembrandt Anderson\n\n\nSubject:\n Mrs. ████ Taylor\n\n\n<Begin Log>\n\n\nAgent Anderson:\n Afternoon, Mrs. Taylor.\n\n\nMrs. Taylor:\n To you too, Mr… Anderson, is it? Mind if I call you Rembrandt?\n\n\nAgent Anderson:\n Yes, that's correct, and I don't mind at all. May I come in?\n\n\nMrs. Taylor:\n Oh, of course, dearie. Let me take you to the kitchen, where the oven is.\n\n\n[Anderson enters the household.]\n\n\nAgent Anderson:\n Please, lead the way. I understand that you've been having issues with this device not functioning as intended?\n\n\nMrs. Taylor:\n Yes, I certainly have! I swear, that hooligan grandson of mine and his delinquent friends must have done this to my oven as some practical joke. I think they installed a screen and a… a secret compartment of some sort. But my eyes aren't so good anymore, so it's rather difficult for me to tell.\n\n\nAgent Anderson:\n What exactly is it that the oven does which seems unusual?\n\n\nMrs. Taylor:\n Well, you see… I always let it preheat before I bake… But recently, after I do that, the door gets stuck and I can't turn it off until it's done playing.\n\n\n[Anderson and the subject arrive in the kitchen.]\n\n\nAgent Anderson:\n Until what's done playing?\n\n\nMrs. Taylor:\n One of those outer space documentaries with all the new-fangled special effects. It plays in this glass door right here… Oh, just let me turn it on and show you, John.\n\n\nAgent Anderson:\n My name isn't— well, nevermind. Go ahea — Oh. Wow.\n\n\n[SCP-3049 enters its active state.]\n\n\n\n\nMrs. Taylor:\n You see what I mean, darling? I can only bake without preheating now, with whatever they've done to my oven.\n\n\nAgent Anderson:\n Yes, I see what you mean. Don't worry, Mrs. Taylor, the company will replace your oven right away. I promise you won't even know it's missing.\n\n\nMrs. Taylor:\n Thank you, Kevin.\n\n\nAgent Anderson:\n I'm just doing my job. Now, if you wouldn't mind, could you step out of the shot so I can take some pictures of the malfunctioning device? For insurance purposes, you understand.\n\n\nMrs. Taylor:\n Oh, no problem at all. Excuse me…\n\n\n[The subject exits the kitchen and moves toward the dining room. Anderson uses his phone to take several photos of SCP-3049 in its active state. The subject returns while carrying pastry.]\n\n\nMrs. Taylor:\n Would you like some apple pie, darling?\n\n\nAgent Anderson:\n Oh no, I couldn't.\n\n\nMrs. Taylor:\n Please have some, Jacob dear. I can be rather absent minded while baking. I swear I have twice the amount that I know what to do with.\n\n\n[Anderson takes a slice of apple pie.]\n\n\nAgent Anderson:\n Thank you, ma'am… Mm, this is some good pie! Any chance I could get a little bit to go? I bet the installation guys'll clean you all outta this product when they get here. You're a great baker.\n\n\nMrs. Taylor:\n Thank you! You're such a sweetheart, Brian. Let me get you the rest of the dish — you can keep the whole thing. I don't usually like to bake in glass pans, and I doubt whoever gave me this one would mind a bit of re-gifting.\n\n\n<End Log>\n\n\nClosing Statement:\n \nSCP-3049 was recovered from Mrs. Taylor's suburban home without incident. The subject's oven was replaced with a non-anomalous version of identical make. Low-grade amnestics were successfully administered.\n\n\n\n\n\n\n- Document #3049-01\n\n\n\n\n\n\n\n\n+ Level 3 clearance required\n\n\n\n\n- Document #3049-02\n\n\n\n\nDocument #3049-02:\n Excerpt from \nThe Life Cycle of SCP-3049-1 Universes\n, by Dr. Riley Cadence.\n\n\n\n\nAt approximately 20 minutes (10 billion years) into the life cycle of SCP-3049-1, the perspective displayed by SCP-3049 diverges from previously observed patterns, the frame of reference becoming scaled to a single star late in its formation process. The type of star on which the object becomes fixated varies, but it has been noted in the majority of cases to be an astronomical body similar in size, temperature, and composition to the sun.\n\n\nDuring and after the star's formation, SCP-3049 gradually transitions its display's focus to the development of an Earth-like planet occupying the circumstellar habitable zone. At some point after the planet has cooled enough for liquid water to cover portions of its surface, SCP-3049's perspective shifts to follow the development of carbon-based life. Lifeforms within SCP-3049-1 evolve to live on land in 60% of observed cases.\n\n\nIntelligent life arises on the habitable planet and subsequently becomes the dominant species. After these sentient beings begin to construct complex civilizations, the timescale of the universe suddenly decelerates so that an estimated 1,000 years within SCP-3049-1 equates to 1 minute outside. The sentient lifeforms become technologically advanced and, in 70% of observed cases, space-faring.\n\n\nIt is usually at this point that the dominant civilization on the planet creates self-replicating molecular nanotechnology with reality-bending properties, an invention henceforth designated SCP-3049-2.\n\n\nSCP-3049-2 immediately engages in ecophagy — the consumption of its environment — resulting in a \"Grey Goo\" scenario which terminates its planet, solar system, and galaxy of origin. The nanotechnology rapidly propagates throughout the remainder of the universe while absorbing all matter into itself. This process culminates in a YK-class end-of-reality event in which the entirety of the SCP-3049-1 universe is converted into an apple pie nested inside a glass baking dish.\n\n\n\n\n\n\n\n\nA fresh SCP-3049-1 instance\n\n\n\n\n\n\n\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n\n\n\n\n\n- Document #3049-02\n\n\n\n\n\n\nAddendum:\n Shortly after the submission of her report, Dr. Cadence requested psychological evaluation and a project transfer.\n\n\n\n\n\n\n« \nSCP-3048\n | SCP-3049 | \nSCP-3050\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3049\n\" by rioludoodle, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3049\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n pie-oven.jpg\n\n\nName:\n Used Gas Stove\n\n\nAuthor:\n bats22\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n pie.jpg\n\n\nName:\n Apple pie fresh out of the oven.jpg\n\n\nAuthor:\n Sage Ross\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum: Shortly after the submission of her report, Dr. Cadence requested psychological evaluation and a project transfer."
    ],
    "documents": [],
    "notes": [
        "Field operative: Agent Rembrandt Anderson Subject: Mrs. ████ Taylor <Begin Log> Agent Anderson: Afternoon, Mrs. Taylor. Mrs. Taylor: To you too, Mr… Anderson, is it? Mind if I call you Rembrandt? Agent Anderson: Yes, that's correct, and I don't mind at all. May I come in? Mrs. Taylor: Oh, of course, dearie. Let me take you to the kitchen, where the oven is. [Anderson enters the household.] Agent Anderson: Please, lead the way. I understand that you've been having issues with this device not functioning as intended? Mrs. Taylor: Yes, I certainly have! I swear, that hooligan grandson of mine and his delinquent friends must have done this to my oven as some practical joke. I think they installed a screen and a… a secret compartment of some sort. But my eyes aren't so good anymore, so it's rather difficult for me to tell. Agent Anderson: What exactly is it that the oven does which seems unusual? Mrs. Taylor: Well, you see… I always let it preheat before I bake… But recently, after I do that, the door gets stuck and I can't turn it off until it's done playing. [Anderson and the subject arrive in the kitchen.] Agent Anderson: Until what's done playing? Mrs. Taylor: One of those outer space documentaries with all the new-fangled special effects. It plays in this glass door right here… Oh, just let me turn it on and show you, John. Agent Anderson: My name isn't— well, nevermind. Go ahea — Oh. Wow. [SCP-3049 enters its active state.] Mrs. Taylor: You see what I mean, darling? I can only bake without preheating now, with whatever they've done to my oven. Agent Anderson: Yes, I see what you mean. Don't worry, Mrs. Taylor, the company will replace your oven right away. I promise you won't even know it's missing. Mrs. Taylor: Thank you, Kevin. Agent Anderson: I'm just doing my job. Now, if you wouldn't mind, could you step out of the shot so I can take some pictures of the malfunctioning device? For insurance purposes, you understand. Mrs. Taylor: Oh, no problem at all. Excuse me… [The subject exits the kitchen and moves toward the dining room. Anderson uses his phone to take several photos of SCP-3049 in its active state. The subject returns while carrying pastry.] Mrs. Taylor: Would you like some apple pie, darling? Agent Anderson: Oh no, I couldn't. Mrs. Taylor: Please have some, Jacob dear. I can be rather absent minded while baking. I swear I have twice the amount that I know what to do with. [Anderson takes a slice of apple pie.] Agent Anderson: Thank you, ma'am… Mm, this is some good pie! Any chance I could get a little bit to go? I bet the installation guys'll clean you all outta this product when they get here. You're a great baker. Mrs. Taylor: Thank you! You're such a sweetheart, Brian. Let me get you the rest of the dish — you can keep the whole thing. I don't usually like to bake in glass pans, and I doubt whoever gave me this one would mind a bit of re-gifting. <End Log> Closing Statement: SCP-3049 was recovered from Mrs. Taylor's suburban home without incident. The subject's oven was replaced with a non-anomalous version of identical make. Low-grade amnestics were successfully administered.",
        "At approximately 20 minutes (10 billion years) into the life cycle of SCP-3049-1, the perspective displayed by SCP-3049 diverges from previously observed patterns, the frame of reference becoming scaled to a single star late in its formation process. The type of star on which the object becomes fixated varies, but it has been noted in the majority of cases to be an astronomical body similar in size, temperature, and composition to the sun. During and after the star's formation, SCP-3049 gradually transitions its display's focus to the development of an Earth-like planet occupying the circumstellar habitable zone. At some point after the planet has cooled enough for liquid water to cover portions of its surface, SCP-3049's perspective shifts to follow the development of carbon-based life. Lifeforms within SCP-3049-1 evolve to live on land in 60% of observed cases. Intelligent life arises on the habitable planet and subsequently becomes the dominant species. After these sentient beings begin to construct complex civilizations, the timescale of the universe suddenly decelerates so that an estimated 1,000 years within SCP-3049-1 equates to 1 minute outside. The sentient lifeforms become technologically advanced and, in 70% of observed cases, space-faring. It is usually at this point that the dominant civilization on the planet creates self-replicating molecular nanotechnology with reality-bending properties, an invention henceforth designated SCP-3049-2. SCP-3049-2 immediately engages in ecophagy — the consumption of its environment — resulting in a \"Grey Goo\" scenario which terminates its planet, solar system, and galaxy of origin. The nanotechnology rapidly propagates throughout the remainder of the universe while absorbing all matter into itself. This process culminates in a YK-class end-of-reality event in which the entirety of the SCP-3049-1 universe is converted into an apple pie nested inside a glass baking dish.",
        "\" SCP-3049 \" by rioludoodle, from the SCP Wiki . Source: https://scpwiki.com/scp-3049 . Licensed under CC-BY-SA .",
        "Filename: pie-oven.jpg Name: Used Gas Stove Author: bats22 License: CC BY 2.0 Source Link: flickr",
        "Filename: pie.jpg Name: Apple pie fresh out of the oven.jpg Author: Sage Ross License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "item": "SCP-3049",
    "object_class": "Safe",
    "containment_procedures": "SCP-3049 is to remain fixed in place within a standard secure storage room. Its heat control knobs should be removed when not in use.",
    "description": "SCP-3049 is a gas-powered convection oven of standard consumer dimensions. It possesses a white gloss finish on its frame, a glass oven door, and an aluminum handle. SCP-3049 exhibits an anomalous physical feature in the form of a setting labeled \"Apple Pie\" beneath its center dial.",
    "title": "SCP-3049"
}