{
    "url": "https://scp-wiki.wikidot.com/scp-3055",
    "all_text": "rating: \n+186\n+\n–\nx\n\n\n\n\n\n\nThe stage of the now-defunct █████ Theater.\n\n\n\n\n\n\nItem #:\n SCP-3055\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3055 is to be kept in a 10x10m containment cell at Site-██, furnished with at least \nseven\n eight folding chairs as well as appropriate beds and restroom facilities. This cell is to be stocked with food and water rations, maintained by containment staff. Staff should monitor SCP-3055 to ensure that it is properly fed and hydrated.\n\n\nIf SCP-3055 becomes hostile, SCP-3055-1 through \n-7\n -8 are to be tranquilized. At least two of SCP-3055-1 through \n-7\n -8 will be unaffected by this action; this is to be expected, and the remaining members of SCP-3055 are to be placated as appropriate, with food, water, medicine, etc.\n\n\nUpdated Containment Procedures ██/██/2017:\n In order to prevent future Suggestion Events (see Incident Log 3055-a) a list of scene suggestions is to be frequently updated and kept on-site so that it can be accessed on short notice. At least two guards are to be stationed inside the containment chamber to provide suggestions whenever one is requested.\n\n\nDescription:\n SCP-3055 is the collective designation for eight humans, dubbed SCP-3055-1 through -8. Of the eight, seven were formerly the members of Dan's Institute of Improvised Thespianry, an acting troupe specializing in improvisational comedy (improv), based out of the now-defunct █████ Theater in New York City. SCP-3055-8 became a part of SCP-3055 after initial containment (see Incident Log 3055-a).\n\n\nStarting at some time in early 2016, it has been impossible for any member of SCP-3055 to enter or exit a building without being accompanied by the other seven individuals. Attempts to cause this to happen, both by SCP-3055 and others, have resulted in an unseen force blocking the door of the building in question.\n\n\nSCP-3055 is also unable to stop its ongoing set of scenes. Even when the group is moving, the scene continues while it is walking; dialogue has not been observed to cease for longer than two seconds. Efforts to force SCP-3055 to stop its scene have so far been unsuccessful.\n\n\nAll of SCP-3055-1 through -8 are either unable or unwilling to speak or communicate in any way besides the dialogue in the scene. This has largely impeded Foundation efforts to determine the origin of their condition, or potential treatments for it.\n\n\nDespite being in a constant state of improvisation, SCP-3055-1 through -8 still have the same basic physical needs as non-anomalous humans, such as eating, drinking, sleeping, and excreting waste. While in containment, they have developed a system of shifts, in which two or three of the actors carry on the scene while the others fulfill these needs. Those on the 'inactive' shift are still unable to independently enter or leave buildings, and generally do not divert their attention from the scene while they are awake.\n\n\nPeriodically, SCP-3055 asks for scene suggestions. It will typically accept the first word or phrase spoken after these requests, regardless of its semantic content. If no suggestion is given, other anomalous properties manifest; for an account of these, see Incident Log 3055-a.\n\n\nIt has been observed that members of SCP-3055 can expire and be anomalously reanimated shortly afterwards. It is believed that the members of SCP-3055 are still driven by human instinct to some degree, and take care of their physical needs in order to avoid discomfort, rather than needing to fulfill these needs to survive. Prior to containment, the original seven members of SCP-3055 resorted to increasingly desperate means to fulfill these physical needs, gaining significant notoriety in New York City as violent thieves.\n\n\n\n\n+ Recovery Log 3055-1: Surveillance Footage\n\n\n\n\n- Recovery Log 3055-1: Surveillance Footage\n\n\n\n\n\n\nThe following is a transcript of surveillance footage involving SCP-3055 at █████ ████████, a popular upscale restaurant.\n\n\n[BEGIN TRANSCRIPT ██/██/2016 19:15:04]\n\n\nSCP-3055 is seen walking through the door of the restaurant.\n\n\nMAÎTRE D':\n Hello, do you have a reservation?\n\n\nSCP-3055-5:\n So, Mom, there's this boy I like…\n\n\nSCP-3055-1:\n Oh? Tell me about him! Tell me tell me tell me!\n\n\nSCP-3055-5 and -1 are addressing each other, apparently ignoring the maître d'. SCP-3055 proceeds into the dining area.\n\n\nMAÎTRE D':\n Sorry, what? Did you have a reservation?\n\n\nSCP-3055 continues to ignore the maître d' and proceeds through the dining area and toward the kitchen. All members of SCP-3055 except those active in the scene steal and eat food from the plates of customers.\n\n\nSCP-3055-5:\n He's totally dreamy. His name is Steve, and he drives a Mustang and sings in a band.\n\n\nSCP-3055-1:\n Ooh, you know, your father played in a band when we were in high school. Those were the—\n\n\nSCP-3055-2 touches SCP-3055-1 on the shoulder, taking its place in the scene. SCP-3055-1 immediately begins eating any food it can reach while walking.\n\n\nSCP-3055-2:\n Hey, babe.\n\n\nSCP-3055-5:\n Steve! I'm so totally psyched that we're dating now!\n\n\nMAÎTRE D':\n I'm calling the police if you don't stop this right now! Are you insane?\n\n\nSCP-3055 enters the kitchen. At this point, ambient dialogue in the restaurant has ceased due to SCP-3055's odd behavior.\n\n\nSCP-3055-5:\n Hey, Steve, won't you sing me a song?\n\n\nSCP-3055-2:\n You know it, babe. \n[shouting]\n I need a suggestion!\n\n\nSOUS CHEF:\n Get out of my kitchen!\n\n\nSCP-3055-2 begins singing to SCP-3055-5, unaccompanied. The lyrics of its song are based on the sentence \"get out of my kitchen.\"\n\n\nThe maître d' begins using his cell phone to call the police. He exits the kitchen. All inactive members of SCP-3055 continue to steal and consume food and water from the kitchen.\n\n\nSCP-3055-2:\n \n[singing]\n That's what I want, that's what I need, get out of my kitchen, it's where I feed!\n\n\nThe sous chef and several other members of the kitchen staff begin to force SCP-3055 out of the kitchen. It initially attempts to fight, and SCP-3055-5 throws the sous chef backward with considerable force, concussing him. SCP-3055 then begins to flee the establishment.\n\n\nSCP-3055-5:\n Oh, Steve, you're so dreamy!\n\n\nSCP-3055-2:\n I know, babe, and you are, too.\n\n\nSCP-3055 exits the restaurant. At least two squad cars from the New York Police Department are visible outside.\n\n\n[END TRANSCRIPT ██/██/2016 19:19:51]\n\n\n\n\n\n\n\n\n\n\n\n\n+ Recovery Log 3055-2: NYPD Report\n\n\n\n\n- Recovery Log 3055-2: NYPD Report\n\n\n\n\n\n\nThe following is an excerpt from a report filed by one of the police officers responding to the call placed by the maître d' of █████ ████████.\n\n\n[BEGIN EXCERPT]\n\n\n…at which point the seven suspects exited the restaurant through the front door. One shouted at us, asking for a \"suggestion.\" Officer ████████ instructed all of them to remain in place and put their hands on their heads. Five of the suspects complied, but the Hispanic male, who asked for the suggestion, turned to one of the white females and continued talking.\n\n\nThese two suspects appeared to be acting out a scene of an unrelated police arrest, in which the male was a detective, arresting the female, who had killed the male's father. After repeated orders to remain still and submit to arrest, these two suspects continued to act out the scene. Officer ████ and I proceeded to their location with the intent of handcuffing them.\n\n\nThe five remained compliant, but the aforementioned two suspects resisted arrest. The female suspect managed to pin me to the ground and take my sidearm, at which point she thanked me and killed herself with a gunshot to the head.\n\n\n[EXTRANEOUS DATA REDACTED]\n\n\nBy the time paramedics arrived on the scene, the female suspect's gunshot wound had already healed significantly. As she was being placed in a body bag, she inhaled, sat up, and presented her wrists, as if to be handcuffed. I and the other officers remaining on the scene were reluctant to interact with her, and she did not speak. Eventually I arrested her, and she put up no further resistance. She was crying.\n\n\nAt the police station, all of the other six suspects were standing outside, and officers were apparently unable to get them into the building. When the suspect I arrested joined them, they all entered the building and submitted to processing.\n\n\nI expect to tender my letter of resignation within the next few days.\n\n\n[END EXCERPT]\n\n\nShortly after this report was filed, Foundation agents embedded in the New York Police Department brought SCP-3055 into containment. All persons who witnessed SCP-3055-6's reanimation were amnesticized, and a cover story was propagated through local media to explain the incident as a regular robbery.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log 3055-a: Suggestion Event\n\n\n\n\n-Incident Log 3055-a: Suggestion Event\n\n\n\n\n\n\nThe following is a transcript of surveillance footage of SCP-3055 in containment during the first, and currently only, observed Suggestion Event.\n\n\n[BEGIN TRANSCRIPT ██/██/2017 02:35:00]\n\n\nSCP-3055-3 and -7 are performing a scene. SCP-3055-6 is eating, and SCP-3055-1, -2, -4, and -5 are sleeping. The security guard on duty is inside the cell to restock its inventory of rations. He is listening to music with headphones and is not paying attention to the dialogue of the scene.\n\n\nSCP-3055-3:\n \n[shouting]\n I need a suggestion!\n\n\nThe guard does not answer. Two seconds pass.\n\n\nSCP-3055-7:\n \n[shouting]\n She asked for a suggestion, please!\n\n\nAnother two seconds pass. SCP-3055's scene resumes.\n\n\nSCP-3055-7:\n Madame President, I have some grave news about the Robo-Anarchists.\n\n\nSCP-3055-3:\n The Robo-Anarchists? They've been ravaging America since 2095…\n\n\nThe remaining inactive members of SCP-3055 awaken or stop eating and begin speaking in unison. For the sake of brevity they will be referred to as Troupe in this transcript.\n\n\nTroupe:\n In the void of suggestion comes improvisation in its purest form.\n\n\nSCP-3055-7:\n It's Theresa Supercomputer… she's hacked the treasury!\n\n\nSCP-3055-3:\n Theresa Supercomputer? I thought we had killed her! Beam me to the treasury at once!\n\n\nTroupe:\n An arbitrary truth that comes into being and leaves as it arrives. In the name of Thespis\n1\n we serve.\n\n\nThe guard continues restocking inventory, apparently dancing to the beat of his music.\n\n\nSCP-3055-7:\n Later, at the treasury.\n\n\nSCP-3055-3:\n Good God… Theresa Supercomputer… she's hacked herself back to life!\n\n\nSCP-3055-7:\n Madame President, as your Techno-General, I think we need to beam you into the secure Electro-Bunker.\n\n\nTroupe:\n Ours is the privileged creation that no director but Thespis and no audience but Death may see.\n\n\nEach member of the troupe emits a beam of intense light (>10,000 lumens) directed at the security guard. He turns around and removes his headphones, but shows no sign of injury or distress.\n\n\nTroupe:\n The suggestion is you.\n\n\nEach member of the troupe except SCP-3055-3 and -7 collapses, unconscious. The guard joins the scene.\n\n\nGuard:\n Did someone say Theresa Supercomputer? Why, that is me! Madame President, your days are numbered!\n\n\n[END TRANSCRIPT ██/██/2017 02:37:33]\n\n\nNotes:\n The security guard affected by this anomaly continues to display the same anomalous properties as SCP-3055-1 through -7 and has been designated SCP-3055-8. Containment procedures have been updated to prevent future events such as this one, dubbed Suggestion Events.\n\n\nInvestigation is ongoing the possible existence of an anomalous entity referred to as \"Thespis,\" or the possible connection between SCP-3055 and the real Thespis.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Likely a reference to the real Thespis, an ancient Greek man widely considered to be the first actor in Western society\n\n\n\n\n\n\n\n\n« \nSCP-3054\n | SCP-3055 | \nSCP-3056\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3055\n\" by CannedBread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3055\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n stage.jpg\n\n\nName:\n stage.jpg\n\n\nAuthor:\n \nCannedBread\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:",
    "addendums": [],
    "documents": [],
    "notes": [
        "The following is a transcript of surveillance footage involving SCP-3055 at █████ ████████, a popular upscale restaurant. [BEGIN TRANSCRIPT ██/██/2016 19:15:04] SCP-3055 is seen walking through the door of the restaurant. MAÎTRE D': Hello, do you have a reservation? SCP-3055-5: So, Mom, there's this boy I like… SCP-3055-1: Oh? Tell me about him! Tell me tell me tell me! SCP-3055-5 and -1 are addressing each other, apparently ignoring the maître d'. SCP-3055 proceeds into the dining area. MAÎTRE D': Sorry, what? Did you have a reservation? SCP-3055 continues to ignore the maître d' and proceeds through the dining area and toward the kitchen. All members of SCP-3055 except those active in the scene steal and eat food from the plates of customers. SCP-3055-5: He's totally dreamy. His name is Steve, and he drives a Mustang and sings in a band. SCP-3055-1: Ooh, you know, your father played in a band when we were in high school. Those were the— SCP-3055-2 touches SCP-3055-1 on the shoulder, taking its place in the scene. SCP-3055-1 immediately begins eating any food it can reach while walking. SCP-3055-2: Hey, babe. SCP-3055-5: Steve! I'm so totally psyched that we're dating now! MAÎTRE D': I'm calling the police if you don't stop this right now! Are you insane? SCP-3055 enters the kitchen. At this point, ambient dialogue in the restaurant has ceased due to SCP-3055's odd behavior. SCP-3055-5: Hey, Steve, won't you sing me a song? SCP-3055-2: You know it, babe. [shouting] I need a suggestion! SOUS CHEF: Get out of my kitchen! SCP-3055-2 begins singing to SCP-3055-5, unaccompanied. The lyrics of its song are based on the sentence \"get out of my kitchen.\" The maître d' begins using his cell phone to call the police. He exits the kitchen. All inactive members of SCP-3055 continue to steal and consume food and water from the kitchen. SCP-3055-2: [singing] That's what I want, that's what I need, get out of my kitchen, it's where I feed! The sous chef and several other members of the kitchen staff begin to force SCP-3055 out of the kitchen. It initially attempts to fight, and SCP-3055-5 throws the sous chef backward with considerable force, concussing him. SCP-3055 then begins to flee the establishment. SCP-3055-5: Oh, Steve, you're so dreamy! SCP-3055-2: I know, babe, and you are, too. SCP-3055 exits the restaurant. At least two squad cars from the New York Police Department are visible outside. [END TRANSCRIPT ██/██/2016 19:19:51]",
        "The following is an excerpt from a report filed by one of the police officers responding to the call placed by the maître d' of █████ ████████. [BEGIN EXCERPT] …at which point the seven suspects exited the restaurant through the front door. One shouted at us, asking for a \"suggestion.\" Officer ████████ instructed all of them to remain in place and put their hands on their heads. Five of the suspects complied, but the Hispanic male, who asked for the suggestion, turned to one of the white females and continued talking. These two suspects appeared to be acting out a scene of an unrelated police arrest, in which the male was a detective, arresting the female, who had killed the male's father. After repeated orders to remain still and submit to arrest, these two suspects continued to act out the scene. Officer ████ and I proceeded to their location with the intent of handcuffing them. The five remained compliant, but the aforementioned two suspects resisted arrest. The female suspect managed to pin me to the ground and take my sidearm, at which point she thanked me and killed herself with a gunshot to the head. [EXTRANEOUS DATA REDACTED] By the time paramedics arrived on the scene, the female suspect's gunshot wound had already healed significantly. As she was being placed in a body bag, she inhaled, sat up, and presented her wrists, as if to be handcuffed. I and the other officers remaining on the scene were reluctant to interact with her, and she did not speak. Eventually I arrested her, and she put up no further resistance. She was crying. At the police station, all of the other six suspects were standing outside, and officers were apparently unable to get them into the building. When the suspect I arrested joined them, they all entered the building and submitted to processing. I expect to tender my letter of resignation within the next few days. [END EXCERPT] Shortly after this report was filed, Foundation agents embedded in the New York Police Department brought SCP-3055 into containment. All persons who witnessed SCP-3055-6's reanimation were amnesticized, and a cover story was propagated through local media to explain the incident as a regular robbery.",
        "The following is a transcript of surveillance footage of SCP-3055 in containment during the first, and currently only, observed Suggestion Event. [BEGIN TRANSCRIPT ██/██/2017 02:35:00] SCP-3055-3 and -7 are performing a scene. SCP-3055-6 is eating, and SCP-3055-1, -2, -4, and -5 are sleeping. The security guard on duty is inside the cell to restock its inventory of rations. He is listening to music with headphones and is not paying attention to the dialogue of the scene. SCP-3055-3: [shouting] I need a suggestion! The guard does not answer. Two seconds pass. SCP-3055-7: [shouting] She asked for a suggestion, please! Another two seconds pass. SCP-3055's scene resumes. SCP-3055-7: Madame President, I have some grave news about the Robo-Anarchists. SCP-3055-3: The Robo-Anarchists? They've been ravaging America since 2095… The remaining inactive members of SCP-3055 awaken or stop eating and begin speaking in unison. For the sake of brevity they will be referred to as Troupe in this transcript. Troupe: In the void of suggestion comes improvisation in its purest form. SCP-3055-7: It's Theresa Supercomputer… she's hacked the treasury! SCP-3055-3: Theresa Supercomputer? I thought we had killed her! Beam me to the treasury at once! Troupe: An arbitrary truth that comes into being and leaves as it arrives. In the name of Thespis 1 we serve. The guard continues restocking inventory, apparently dancing to the beat of his music. SCP-3055-7: Later, at the treasury. SCP-3055-3: Good God… Theresa Supercomputer… she's hacked herself back to life! SCP-3055-7: Madame President, as your Techno-General, I think we need to beam you into the secure Electro-Bunker. Troupe: Ours is the privileged creation that no director but Thespis and no audience but Death may see. Each member of the troupe emits a beam of intense light (>10,000 lumens) directed at the security guard. He turns around and removes his headphones, but shows no sign of injury or distress. Troupe: The suggestion is you. Each member of the troupe except SCP-3055-3 and -7 collapses, unconscious. The guard joins the scene. Guard: Did someone say Theresa Supercomputer? Why, that is me! Madame President, your days are numbered! [END TRANSCRIPT ██/██/2017 02:37:33] Notes: The security guard affected by this anomaly continues to display the same anomalous properties as SCP-3055-1 through -7 and has been designated SCP-3055-8. Containment procedures have been updated to prevent future events such as this one, dubbed Suggestion Events. Investigation is ongoing the possible existence of an anomalous entity referred to as \"Thespis,\" or the possible connection between SCP-3055 and the real Thespis.",
        "\" SCP-3055 \" by CannedBread, from the SCP Wiki . Source: https://scpwiki.com/scp-3055 . Licensed under CC-BY-SA .",
        "Filename: stage.jpg Name: stage.jpg Author: CannedBread License: CC BY-SA 3.0 Source Link:"
    ],
    "item": "SCP-3055",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3055 is to be kept in a 10x10m containment cell at Site-██, furnished with at least seven eight folding chairs as well as appropriate beds and restroom facilities. This cell is to be stocked with food and water rations, maintained by containment staff. Staff should monitor SCP-3055 to ensure that it is properly fed and hydrated.",
    "description": "SCP-3055 is the collective designation for eight humans, dubbed SCP-3055-1 through -8. Of the eight, seven were formerly the members of Dan's Institute of Improvised Thespianry, an acting troupe specializing in improvisational comedy (improv), based out of the now-defunct █████ Theater in New York City. SCP-3055-8 became a part of SCP-3055 after initial containment (see Incident Log 3055-a).",
    "title": "SCP-3055"
}