{
    "url": "https://scp-wiki.wikidot.com/scp-3057",
    "all_text": "rating: \n+213\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3057:\n Fossil Fuels\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n, \nLink\n, \nLink\n, \nLink\n, \nLink\n, and \nLink\n.\n\n\nMusic:\n \nFuel\n (Metallica)\n\n\nNext: [\nSCP-2639\n]: \nVideo Game Violence\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+213\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3057-1.\n\n\n\n\n\n\nItem #:\n SCP-3057\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n A small quantity of SCP-3057-1 is contained on-site. Members of MTF Epsilon-6 (\"Oil Slickers\") are to operate as first-responders in the event of a major oil spill, destroying all organisms produced via SCP-3057.\n\n\nDescription:\n SCP-3057 is an anomalous phenomenon by which crude oil spontaneously transforms into instances of prehistoric species (SCP-3057-1 and onward).\n\n\nSCP-3057-1\n1\n was first observed in the aftermath of the \nDeepwater Horizon\n explosion\n2\n in 2010. PoI-8A052 (an ex-employee of the \nManna Charitable Foundation\n) deployed SCP-3057 in an attempt to reverse environmental damage caused by the disaster. It was only through extensive Foundation efforts that SCP-3057-1's spread was limited to a radius of 0.25 kilometers from the initial point of contamination. Since 2010, 4 more instances of SCP-3057 have been observed around the world. Whether this is a result of the initial contamination remains unknown.\n\n\nThe Manna Charitable Foundation has disavowed all knowledge of SCP-3057, and claims PoI-8A052's employment was terminated several weeks before the \nDeepwater Horizon\n incident. An ongoing investigation is underway to determine whether or not this is true.\n\n\nIt is suspected, but not confirmed, that \nSCP-2113\n is the result of SCP-3057.\n\n\nAddendum 3057.1:\n Attachments\n\n\n\n\n► ACCESS SCP:/3057/files/incidents.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\n\n\n\n\nSCP-3057-2.\n\n\n\n\n\n\n\n\nDate:\n 08/11/2013\n\nLocation:\n Philippines; Estancia, Iloilo\n\n\nDescription:\n SCP-3057-2; \nAnomalocaris\n, a Cambrian era meter-long ancestral arthropod resembling predatory shrimp.\n\n\nNotes:\n \nPower Barge 103\n (owned by Napocor, or National Power Company) experienced several leaks as a result of Typhoon Haiyan. This resulted in the emergence of several hundred instances of SCP-3057-2.\n\n\nOver a dozen injuries along the coast have been linked to SCP-3057-2, which attacks its prey using barbs lining 2 appendages located near its mouth. These attacks have been blamed on a new species of invasive jellyfish. Foundation efforts to destroy all instances of SCP-3057-2 are ongoing.\n\n\n\n\n\n\n\n\n\n\nSCP-3057-3.\n\n\n\n\n\n\n\n\nDate:\n 09/12/2014\n\nLocation:\n Bangladesh; Sundarbans, Khulna Division\n\n\nDescription:\n SCP-3057-3; \nMeganeura\n, a Carboniferous era dragonfly with a maximum wingspan of 0.65 meters.\n3\n\n\nNotes:\n The \nOT Southern Star 7\n collided with a cargo vessel, leading to several hundred instances of SCP-3057-3.\n\n\nEvery instance of SCP-3057-3 expired shortly after manifesting; recent research suggests this is related to SCP-3057-3 having evolved in an oxygen-rich environment.\n4\n All SCP-3057-3 instances have been recovered and destroyed.\n\n\n\n\n\n\n\n\n\n\nAftermath of SCP-3057-4 emergence.\n\n\n\n\n\n\n\n\nDate:\n 03/05/2015\n\nLocation:\n United States of America; Pennsylvania, Philadelphia\n\n\nDescription:\n SCP-3057-4; \nVelociraptor\n, a Cretaceous era carnivorous theropod dinosaur approximately 2 meters in length and 0.5 meters high (at the hip).\n\n\nNotes:\n A unit upset in an oil refinery caused several vessels in a tank-farm to catastrophically rupture. This led to the emergence of several dozen instances of SCP-3057-4. All instances are believed to have fled into the surrounding wetlands.\n5\n\n\nTo date, 11 casualties (9 injuries and 2 fatalities) have been linked to SCP-3057-4. Foundation operatives have provided media outlets with a false cover story describing the escape of several cassowaries from captivity. All efforts to destroy instances of SCP-3057-4 are to be conducted by MTF Phi-2 (\"Clever Girls\").\n\n\n\n\n\n\n\n\n\n\nSCP-3057-5.\n\n\n\n\n\n\n\n\nDate:\n 28/01/2017\n\nLocation:\n India; Chennai, Ennore Port\n\n\nDescription:\n SCP-3057-5; \nMegalodon\n, a Cenozoic era shark with a maximum length of 18 meters.\n6\n\n\nNotes:\n The \nBW Maple\n collided with \nDawn Kanchipuram\n, another oil-tanker. This lead to the manifestation of 6 instances of SCP-3057-5.\n\n\n1 instance of SCP-3057-5 is confirmed as destroyed; the remaining 5 instances remain unaccounted for. After the loss of \nBeagle 2\n's crew, all further efforts to destroy instances of SCP-3057-5 are now conducted by MTF Theta-5 (\"The Bigger Boat\").\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3057/files/interview_002.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nInterviewed:\n PoI-8A051\n\n\nInterviewer:\n Agent Densworth\n\n\nForeword:\n PoI-8A051 is an ex-employee of the Manna Charitable Foundation, and was involved in the \nDeepwater Horizon\n incident.\n\n\n\n\n<Begin Log.>\n\n\nAgent Densworth:\n How did you do this? Was it a chemical?\n\n\nPoI-8A051:\n The 'how' isn't as important as the 'why'.\n\n\nAgent Densworth:\n Alright, I'll bite: Why did you decide to turn one ecological disaster into a much bigger one?\n\n\nPoI-8A051:\n Really? You think a prehistoric algae bloom is worse than dumping five million barrels of poison into the ocean?\n\n\nAgent Densworth:\n You can't pull an extinct species out of the Proterozoic era, hurl it into the modern world, then not expect dire consequences.\n\n\nPoI-8A051:\n More dire than the consequences of hurling over a billion metric tons of carbon dioxide into our atmosphere every year?\n\n\nAgent Densworth:\n For fuck's sake. Are you for real?\n\n\nPoI-8A051:\n You're concerned over some obsolete organisms popping into existence and making life a little more complicated. Meanwhile, I'm concerned over how we are obliviously committed to a campaign to de-terraform the entire fucking planet. Are \nyou\n for real?\n\n\nAgent Densworth:\n I'm not here to argue with your bizarro-world Greenpeace bullshit, Al Gore. I'm here to find out how you did this. And you're not leaving this room until you tell me.\n\n\nPoI-8A051:\n In that case, I suspect I will be here for quite a while.\n\n\n<End Log.>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nRafatazmia chitrakootensis\n, a species of pre-Cambrian algae.\n\n\n2\n. The \nDeepwater Horizon\n was a semi-submersible oil-drilling platform located in the Gulf of Mexico.\n\n\n3\n. For reference, \nCorvus brachyrhynchos\n — the common American crow — has a wingspan of approximately 0.85 meters.\n\n\n4\n. The Carboniferous era saw atmospheric oxygen concentrations as high as 35% — compared to the current era's 20% concentration.\n\n\n5\n. Before being amnesticized, witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n6\n. For reference, a typical American school-bus is 13.7 meters.\n\n\n\n\n\n\n\n\n« \nSCP-3056\n | SCP-3057 | \nSCP-3058\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3057\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3057\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n seaweed.jpg\n\n\nName:\n seaweed-algae-infestation-lake\n\n\nAuthor:\n congerdesign\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPixabay\n\n\n\n\n\n\nFilename:\n shrimp3.jpg\n\n\nName:\n scuba-diver-diver-diving-underwater\n\n\nAuthor:\n Free-Photos\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPixabay\n\n\n\n\n\n\nFilename:\n dragonfly.jpg\n\n\nName:\n dragonfly-insect-green-nature\n\n\nAuthor:\n Skitterphoto\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPixabay\n\n\n\n\n\n\nFilename:\n refinery.jpg\n\n\nName:\n boat-from-above-top-view-hai\n\n\nAuthor:\n SarahRichterArt\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPixabay\n\n\n\n\n\n\nFilename:\n megalodon.jpg\n\n\nName:\n Burned gas tanks from the refinery explosion in Puerto Rico.jpg\n\n\nAuthor:\n Yuisa Rios/FEMA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 3057.1: Attachments"
    ],
    "documents": [],
    "notes": [
        "SCP-3057-2. Date: 08/11/2013 Location: Philippines; Estancia, Iloilo Description: SCP-3057-2; Anomalocaris , a Cambrian era meter-long ancestral arthropod resembling predatory shrimp. Notes: Power Barge 103 (owned by Napocor, or National Power Company) experienced several leaks as a result of Typhoon Haiyan. This resulted in the emergence of several hundred instances of SCP-3057-2. Over a dozen injuries along the coast have been linked to SCP-3057-2, which attacks its prey using barbs lining 2 appendages located near its mouth. These attacks have been blamed on a new species of invasive jellyfish. Foundation efforts to destroy all instances of SCP-3057-2 are ongoing.",
        "SCP-3057-3. Date: 09/12/2014 Location: Bangladesh; Sundarbans, Khulna Division Description: SCP-3057-3; Meganeura , a Carboniferous era dragonfly with a maximum wingspan of 0.65 meters. 3 Notes: The OT Southern Star 7 collided with a cargo vessel, leading to several hundred instances of SCP-3057-3. Every instance of SCP-3057-3 expired shortly after manifesting; recent research suggests this is related to SCP-3057-3 having evolved in an oxygen-rich environment. 4 All SCP-3057-3 instances have been recovered and destroyed.",
        "Aftermath of SCP-3057-4 emergence. Date: 03/05/2015 Location: United States of America; Pennsylvania, Philadelphia Description: SCP-3057-4; Velociraptor , a Cretaceous era carnivorous theropod dinosaur approximately 2 meters in length and 0.5 meters high (at the hip). Notes: A unit upset in an oil refinery caused several vessels in a tank-farm to catastrophically rupture. This led to the emergence of several dozen instances of SCP-3057-4. All instances are believed to have fled into the surrounding wetlands. 5 To date, 11 casualties (9 injuries and 2 fatalities) have been linked to SCP-3057-4. Foundation operatives have provided media outlets with a false cover story describing the escape of several cassowaries from captivity. All efforts to destroy instances of SCP-3057-4 are to be conducted by MTF Phi-2 (\"Clever Girls\").",
        "SCP-3057-5. Date: 28/01/2017 Location: India; Chennai, Ennore Port Description: SCP-3057-5; Megalodon , a Cenozoic era shark with a maximum length of 18 meters. 6 Notes: The BW Maple collided with Dawn Kanchipuram , another oil-tanker. This lead to the manifestation of 6 instances of SCP-3057-5. 1 instance of SCP-3057-5 is confirmed as destroyed; the remaining 5 instances remain unaccounted for. After the loss of Beagle 2 's crew, all further efforts to destroy instances of SCP-3057-5 are now conducted by MTF Theta-5 (\"The Bigger Boat\").",
        "Interviewed: PoI-8A051 Interviewer: Agent Densworth Foreword: PoI-8A051 is an ex-employee of the Manna Charitable Foundation, and was involved in the Deepwater Horizon incident. <Begin Log.> Agent Densworth: How did you do this? Was it a chemical? PoI-8A051: The 'how' isn't as important as the 'why'. Agent Densworth: Alright, I'll bite: Why did you decide to turn one ecological disaster into a much bigger one? PoI-8A051: Really? You think a prehistoric algae bloom is worse than dumping five million barrels of poison into the ocean? Agent Densworth: You can't pull an extinct species out of the Proterozoic era, hurl it into the modern world, then not expect dire consequences. PoI-8A051: More dire than the consequences of hurling over a billion metric tons of carbon dioxide into our atmosphere every year? Agent Densworth: For fuck's sake. Are you for real? PoI-8A051: You're concerned over some obsolete organisms popping into existence and making life a little more complicated. Meanwhile, I'm concerned over how we are obliviously committed to a campaign to de-terraform the entire fucking planet. Are you for real? Agent Densworth: I'm not here to argue with your bizarro-world Greenpeace bullshit, Al Gore. I'm here to find out how you did this. And you're not leaving this room until you tell me. PoI-8A051: In that case, I suspect I will be here for quite a while. <End Log.>",
        "\" SCP-3057 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-3057 . Licensed under CC-BY-SA .",
        "Filename: seaweed.jpg Name: seaweed-algae-infestation-lake Author: congerdesign License: Public Domain Source Link: Pixabay",
        "Filename: shrimp3.jpg Name: scuba-diver-diver-diving-underwater Author: Free-Photos License: Public Domain Source Link: Pixabay",
        "Filename: dragonfly.jpg Name: dragonfly-insect-green-nature Author: Skitterphoto License: Public Domain Source Link: Pixabay",
        "Filename: refinery.jpg Name: boat-from-above-top-view-hai Author: SarahRichterArt License: Public Domain Source Link: Pixabay",
        "Filename: megalodon.jpg Name: Burned gas tanks from the refinery explosion in Puerto Rico.jpg Author: Yuisa Rios/FEMA License: Public Domain Source Link: Wikimedia"
    ],
    "item": "SCP-3057",
    "object_class": "Keter",
    "containment_procedures": "A small quantity of SCP-3057-1 is contained on-site. Members of MTF Epsilon-6 (\"Oil Slickers\") are to operate as first-responders in the event of a major oil spill, destroying all organisms produced via SCP-3057.",
    "description": "SCP-3057-5; Megalodon, a Cenozoic era shark with a maximum length of 18 meters.6",
    "title": "SCP-3057"
}