{
    "url": "https://scp-wiki.wikidot.com/scp-3070",
    "all_text": "rating: \n+169\n+\n–\nx\n\n\nItem #:\n SCP-3070\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation assets within the International Astronomical Union and its Minor Planet Center are to monitor name choices for newly discovered minor planets. Changes to the names of any minor planet require Level 4/3070 authorization. Foundation \norbital\n \ntask forces\n and satellites will routinely monitor cataloged minor planets, though the existence of approximately 460,000 such objects prevents full monitoring.\n\n\nAll SCP-3070-A that manifest are to be retrieved by Orbital Task Force ञ-12 (\"Little Princes\"). Following analysis, objects may either be stored at Heliocentric Area-16 or destroyed following Level 4/3070 personnel review.\n\n\nDescription:\n SCP-3070 is a phenomenon affecting minor planets\n1\n orbiting the sun that have been categorized by the International Astronomical Union's Minor Planet Center — primarily those designated with a number and a name. The phenomenon causes objects (designated SCP-3070-A) related to the minor planet's IAU designation to manifest either in orbit\n2\n or on the surface of the body. This manifestation has never been directly observed. Instances of SCP-3070-A display various anomalous properties while on or orbiting the minor planet; these properties cease after relocation.\n\n\nCurrently 437 minor planets have been affected by SCP-3070. No minor planets have been affected twice.\n\n\nAddendum.1 - Notable Incidents:\n\n\n\n\nMinor Planet:\n 262419 Suzaka\n\n\n3070-A Discovery Date:\n 15-September-2013\n\n\nDescription:\n 1:1000 scale limestone models of all buildings present in Suzaka, Japan were orbiting the asteroid in a single ring formation.\n\n\n\n\n\n\nMinor Planet:\n 1981 Midas\n\n\n3070-A Discovery Date:\n 29-October-2013\n\n\nDescription:\n 288 golden conical pillars (91cm long and 23mm wide at the base) were embedded on the asteroid's surface, forming 4 concentric dodecagons.\n\n\n\n\n\n\nMinor Planet:\n 399979 Lewseaman\n\n\n3070-A Discovery Date:\n 10-July-2013\n\n\nDescription:\n Three bronze cylinders (14m long and 19cm wide) displaying the logo of General Electrics on each end were embedded on the minor planet's surface.\n\n\n\n\n\n\nMinor Planet:\n 124192 Moletai\n\n\n3070-A Discovery Date:\n 17-May-2014\n\n\nDescription:\n A 1:50 scale replica of the Molėtai Astronomical Observatory, made of the same materials as the asteroid, was following a rapidly changing elliptical orbit around the body. The SCP-3070-A instance collided with 124192 Moletai and was destroyed as recovery efforts began.\n\n\n\n\n\n\nMinor Planet:\n 495827\n\n\n3070-A Discovery Date:\n 4-December-2016\n\n\nDescription:\n 168 renditions of the number 495827 were inscribed on the astronomical body's surface, written in differing fonts and sizes.\n\n\n\n\n\n\nMinor Planet:\n 882 Swetlana\n\n\n3070-A Discovery Date:\n 9-December-2016\n\n\nDescription:\n Six 100m-tall and 2m-wide pillars of deceased \nCarcinoscorpius rotundicauda\n3\n were connected to the asteroid. The legs of each cadaver were fused to those of the bodies around it.\n\n\nNote:\n No explanation of 882 Swetlana's name is known.\n\n\n\n\n\n\nMinor Planet:\n 54439 Topeka\n\n\n3070-A Discovery Date:\n 12-December-2016\n\n\nDescription:\n 233,870 tendrils of assorted eye tissue, each of differing length (maximum of 24m), extended from asteroid. Genetic tests of a sample of the tendrils suggested that each one correlated to a resident of Topeka, Kansas during the time of the 2010 United States Census. All tendrils dissolved on 17-December-2016.\n\n\n\n\n\n\nMinor Planet:\n 672 Astarte\n\n\n3070-A Discovery Date:\n 21-December-2016\n\n\nDescription:\n 12 rings of a fluid composed of human egg cells, liquid carbon dioxide, and \nPanthera leo bleyenberghi\n4\n blood were orbiting the minor planet. The fluids froze and dispersed after two days. Genetic analysis of the blood revealed the presence of chemicals similar to DNA, possessing six base pairs and three strands. The function of the chemicals (temporarily designated C-3070) is unknown.\n\n\n\n\n\n\nMinor Planet:\n 1996 Adams\n\n\n3070-A Discovery Date:\n 1-December-2017\n\n\nDescription:\n Twelve cadavers resembling John Couch Adams\n5\n at the time of his death were found connected to the minor planet by 3m-long umbilical cords. Each was found wearing attire typical of the late 1800s. The cadavers and cords experienced the symptoms of space exposure when cut.\n\n\n\n\n\n\nMinor Planet:\n 1991 Darwin\n\n\n3070-A Discovery Date:\n 11-January-2018\n\n\nDescription:\n 24 \nChelonoidis nigra abingdonii\n6\n were observed to be alive and actively moving across the surface of the asteroid. Relocation resulted in death. Surgery performed on the cadavers revealed that each lacked internal organs and skeletal structure, and instead had a severed head resembling either Charles Darwin or George Darwin within the body, connected to the limbs and neck via bundles of nerve tissue extending from the neck. C-3070 was found within cadaver cells, having replaced all DNA.\n\n\n\n\nAddendum.2 - SCP-3070-1:\n\n\nOn 10-January-2018, janitorial staff working at the IAU headquarters in Paris, France, discovered an anomaly (designated SCP-3070-1) embedded in the walls of the building. SCP-3070-1 is a combination of metal tubes (some composed of exo-planetary metals), assorted human tissues from varying body parts, cybernetic organs, and devices resembling television antennae. Analysis of tissues found large quantities of C-3070, which have been observed to act as a DNA analogue, and human DNA matching all IAU members.\n\n\nSeveral of SCP-3070-1's tubes are attached to a 2018 Macbook Pro laptop, which is partially connected to a column of white matter and cardiac muscle. The laptop is powered on at all times, and has full internet and IAU database access. On multiple occasions prior to the discovery of a new SCP-3070-A instance, text will appear on the laptop screen for varying periods of time. Below is a transcript of text displayed on 12-January-2018.\n\n\n\n\nrrrrrradapt8916100448256expandCLASP46656controlSO\n\nCPU: 99.7% | mEMORY: 0.5 YB | 4-Disc: 100% - 78 ZB/s\n\nclaspvoidflattttttclaspSOstarfieldsconrolexpandⲊⲊⲊⲊ\n\nⲊLШ: 100% | JLZ: 100% - 12 uS/m | conrolexpanse\n\nclaspuniverexpandexpandaaaddddapt646464\n\nclaspstars ADAPT\n\nnetwoRk: 0% - 0.1 Mbps\n\n\n\n\nAs SCP-3070-1 extends through a majority of the building, the anomaly cannot be relocated without potential structural damage. Undercover agents have been assigned to monitor the anomaly and minimize civilian exposure to it. Full containment procedures are in development. Research by the \nExobiology Department\n is underway.\n\n\nAddendum.3 - Additional Incidents:\n\n\nAdditional records on SCP-3070 incidents are available in \nEvent Log 3070-ञ-12E\n.\n\n\n\n\nFootnotes\n\n\n1\n. Astronomical objects orbiting a star that cannot be classified as a planet or comet. This includes dwarf planets, asteroids, and trojans, centaurs, Kuiper belt objects, and other trans-Neptunian objects.\n\n\n2\n. This may even occur in scenarios where the minor planet lacks a strong enough gravitational field to allow orbits to form around it.\n\n\n3\n. The Mangrove horseshoe crab.\n\n\n4\n. The Southwest African lion.\n\n\n5\n. A deceased British mathematician and astronomer.\n\n\n6\n. An extinct species of Galápagos tortoise.\n\n\n\n\n\n\n\n\n« \nSCP-3069\n | SCP-3070 | \nSCP-3071\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3070\n\" by NatVoltaic, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3070\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum.1 - Notable Incidents:",
        "Addendum.2 - SCP-3070-1:\nOn 10-January-2018, janitorial staff working at the IAU headquarters in Paris, France, discovered an anomaly (designated SCP-3070-1) embedded in the walls of the building. SCP-3070-1 is a combination of metal tubes (some composed of exo-planetary metals), assorted human tissues from varying body parts, cybernetic organs, and devices resembling television antennae. Analysis of tissues found large quantities of C-3070, which have been observed to act as a DNA analogue, and human DNA matching all IAU members.\nSeveral of SCP-3070-1's tubes are attached to a 2018 Macbook Pro laptop, which is partially connected to a column of white matter and cardiac muscle. The laptop is powered on at all times, and has full internet and IAU database access. On multiple occasions prior to the discovery of a new SCP-3070-A instance, text will appear on the laptop screen for varying periods of time. Below is a transcript of text displayed on 12-January-2018.\nAs SCP-3070-1 extends through a majority of the building, the anomaly cannot be relocated without potential structural damage. Undercover agents have been assigned to monitor the anomaly and minimize civilian exposure to it. Full containment procedures are in development. Research by the Exobiology Department is underway.",
        "Addendum.3 - Additional Incidents:"
    ],
    "documents": [],
    "notes": [
        "Minor Planet: 262419 Suzaka 3070-A Discovery Date: 15-September-2013 Description: 1:1000 scale limestone models of all buildings present in Suzaka, Japan were orbiting the asteroid in a single ring formation.",
        "Minor Planet: 1981 Midas 3070-A Discovery Date: 29-October-2013 Description: 288 golden conical pillars (91cm long and 23mm wide at the base) were embedded on the asteroid's surface, forming 4 concentric dodecagons.",
        "Minor Planet: 399979 Lewseaman 3070-A Discovery Date: 10-July-2013 Description: Three bronze cylinders (14m long and 19cm wide) displaying the logo of General Electrics on each end were embedded on the minor planet's surface.",
        "Minor Planet: 124192 Moletai 3070-A Discovery Date: 17-May-2014 Description: A 1:50 scale replica of the Molėtai Astronomical Observatory, made of the same materials as the asteroid, was following a rapidly changing elliptical orbit around the body. The SCP-3070-A instance collided with 124192 Moletai and was destroyed as recovery efforts began.",
        "Minor Planet: 495827 3070-A Discovery Date: 4-December-2016 Description: 168 renditions of the number 495827 were inscribed on the astronomical body's surface, written in differing fonts and sizes.",
        "Minor Planet: 882 Swetlana 3070-A Discovery Date: 9-December-2016 Description: Six 100m-tall and 2m-wide pillars of deceased Carcinoscorpius rotundicauda 3 were connected to the asteroid. The legs of each cadaver were fused to those of the bodies around it. Note: No explanation of 882 Swetlana's name is known.",
        "Minor Planet: 54439 Topeka 3070-A Discovery Date: 12-December-2016 Description: 233,870 tendrils of assorted eye tissue, each of differing length (maximum of 24m), extended from asteroid. Genetic tests of a sample of the tendrils suggested that each one correlated to a resident of Topeka, Kansas during the time of the 2010 United States Census. All tendrils dissolved on 17-December-2016.",
        "Minor Planet: 672 Astarte 3070-A Discovery Date: 21-December-2016 Description: 12 rings of a fluid composed of human egg cells, liquid carbon dioxide, and Panthera leo bleyenberghi 4 blood were orbiting the minor planet. The fluids froze and dispersed after two days. Genetic analysis of the blood revealed the presence of chemicals similar to DNA, possessing six base pairs and three strands. The function of the chemicals (temporarily designated C-3070) is unknown.",
        "Minor Planet: 1996 Adams 3070-A Discovery Date: 1-December-2017 Description: Twelve cadavers resembling John Couch Adams 5 at the time of his death were found connected to the minor planet by 3m-long umbilical cords. Each was found wearing attire typical of the late 1800s. The cadavers and cords experienced the symptoms of space exposure when cut.",
        "Minor Planet: 1991 Darwin 3070-A Discovery Date: 11-January-2018 Description: 24 Chelonoidis nigra abingdonii 6 were observed to be alive and actively moving across the surface of the asteroid. Relocation resulted in death. Surgery performed on the cadavers revealed that each lacked internal organs and skeletal structure, and instead had a severed head resembling either Charles Darwin or George Darwin within the body, connected to the limbs and neck via bundles of nerve tissue extending from the neck. C-3070 was found within cadaver cells, having replaced all DNA.",
        "rrrrrradapt8916100448256expandCLASP46656controlSO CPU: 99.7% | mEMORY: 0.5 YB | 4-Disc: 100% - 78 ZB/s claspvoidflattttttclaspSOstarfieldsconrolexpandⲊⲊⲊⲊ ⲊLШ: 100% | JLZ: 100% - 12 uS/m | conrolexpanse claspuniverexpandexpandaaaddddapt646464 claspstars ADAPT netwoRk: 0% - 0.1 Mbps",
        "\" SCP-3070 \" by NatVoltaic, from the SCP Wiki . Source: https://scpwiki.com/scp-3070 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3070",
    "object_class": "Euclid",
    "containment_procedures": "Foundation assets within the International Astronomical Union and its Minor Planet Center are to monitor name choices for newly discovered minor planets. Changes to the names of any minor planet require Level 4/3070 authorization. Foundation orbital task forces and satellites will routinely monitor cataloged minor planets, though the existence of approximately 460,000 such objects prevents full monitoring.",
    "description": "24 Chelonoidis nigra abingdonii6 were observed to be alive and actively moving across the surface of the asteroid. Relocation resulted in death. Surgery performed on the cadavers revealed that each lacked internal organs and skeletal structure, and instead had a severed head resembling either Charles Darwin or George Darwin within the body, connected to the limbs and neck via bundles of nerve tissue extending from the neck. C-3070 was found within cadaver cells, having replaced all DNA.",
    "title": "SCP-3070"
}