{
    "url": "https://scp-wiki.wikidot.com/scp-3079",
    "all_text": "rating: \n+228\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3079:\n 300 Tricks: Stage Magic Made Easy\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n (pdf is in the public domain; image taken from within).\n\n\nMusic:\n \nMagic\n (Mystery Skulls)\n\n\nNext: [\nSCP-2753\n]: \nLet's Play Jenga!\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+228\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPage 29 of SCP-3079.\n\n\n\n\n\n\nItem #:\n SCP-3079\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All copies of SCP-3079 are to be kept in a secure locker on-site. Access to these copies is limited to personnel with Level-4 clearance or higher.\n\n\nA Foundation-operated bot (I/O-NEWT) is to monitor internet traffic for any indication that an SCP-3079-A instance has been discovered (particularly among online communities centered around stage magic). Should non-Foundation personnel become aware of an SCP-3079-A instance, they are to be captured and amnesticized immediately.\n\n\nDescription:\n SCP-3079, \n300 Tricks: Stage Magic Made Easy\n, is a 435-page hard-back book written and self-published by Tobin Hollis.\n1\n It contains detailed instructions for performing numerous stage tricks. The majority of these tricks involve traditional techniques such as sleight-of-hand, misdirection, and optical illusions.\n\n\nInstances of SCP-3079-A are instructions contained within SCP-3079 which describe methods to achieve anomalous results. These instructions are scattered throughout SCP-3079; the text itself makes no distinction between anomalous and non-anomalous entries. There are 47 such instances in total.\n\n\nThe anomalous nature of these entries were noticed immediately prior to its publication. All copies of SCP-3079 were taken into Foundation possession; all knowledge of its existence was successfully suppressed. SCP-3079's author was taken into Foundation custody, where he remained until his death several weeks later.\n\n\nAddendum 3079.1:\n Notable Entries\n\n\n\n\n3. The Impossible Fold\n\n\n \nEffect: The magician writes his name on a sheet of paper. He then asks the viewer to write her name on the opposite side of this paper. He proceeds to fold the paper several times over, before finally unfolding it to reveal that her name is now on both sides of the paper!\n\n\n\n\nNOTE:\n A diagram is provided demonstrating the complex series of folds required in order to cause this effect. While objects folded in this way undergo an anomalous process, they are not anomalous in of themselves.\n\n\n\n\n\n\n37. The Mending Knot\n\n\n \nEffect: The magician produces a length of rope and a pair of cutting shears. He invites the viewer to step forward and examine both objects closely.\n\n\n \nOnce she is satisfied as to their ordinary nature, the magician asks her to use the shears to cleanly cut the rope in two. Then, the magician binds both lengths together in a knot. He asks her to examine the knot, then asks her to cut the center of the knot with the shears.\n\n\n \nUpon making this final cut, the knot instantly unravels, revealing that the two lengths are now restored to one!\n\n\n\n\nNOTE:\n The method involves an anomalous type of knot able to fuse cleaved lengths of rope back together.\n\n\n\n\n\n\n78. Lost and Found\n\n\n \nEffect: The magician produces a deck of cards. The viewer is invited to examine it at her leisure, then shuffle it for as long as she pleases. The magician hands her his hat and tells her to drop any card she wishes into it. He then instructs her to put the hat on her head.\n\n\n \nOnce finished, the magician takes the cards, shuffles them, and cuts the deck. He asks the viewer to take a card from the top of the deck and examine it. It is the very same card she took! Furthermore, when she lifts the hat from her head, the card is gone!\n\n\n \nIn its place is someone she thought she lost long ago.\n\n\n\n\nNOTE:\n The method involves a particular ordering of the deck prior to the trick, a complex shuffling technique, and a hat of sufficient size. The object that appears underneath the hat is a domesticated juvenile white male rabbit. Every instance has proven to be both genetically and physiologically identical.\n\n\n\n\n\n\n143. Lost Time\n\n\n \nEffect: The magician produces a folded silk handkerchief, which he proceeds to drape and unfold across his clenched hand. When he pulls the handkerchief back, his hand is full of beautiful hyacinths!\n\n\n \nOne for each birthday he has missed.\n\n\n\n\nNOTE:\n A diagram describes the necessary folds that must be performed on the handkerchief to achieve this result. Notably, the number of hyacinths produced by this effect has increased by one each year since its discovery.\n\n\n\n\n\n\n215. The Magic Number\n\n\n \nEffect: The viewer is invited to think of a number between 1 and 9. The magician tells her to double this number, then add 9. Whatever number she has should now be between 11 and 27.\n\n\n \nNext, the magician tells her to take this new number and add its two digits together. If it is 13, the number is 4; if it is 15, the number is 6, and so on.\n\n\n \nThe magician then reveals that he knows what number she now has: 11!\n\n\n \nShe's probably grown up so much since then.\n\n\n\n\nNOTE:\n The method involves a precise set of phrases that the participant must both hear and understand. Testing has shown that when performed correctly, the participant will always end up with 11, despite the fact that this result is mathematically impossible.\n\n\n\n\n\n\n301. His Final Trick\n\n\n \nEffect: The magician burns what little money he has left to publish a book before it's too late. In it, he tells her all of his tricks. He tells her how sorry he is that he left. He begs her to forgive him. He begs her to let him see her one last time.\n\n\n \nAnd then — like magic — she reappears.\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A highly successful stage-magician active throughout North America during the 40s and 50s.\n\n\n\n\n\n\n\n\n« \nSCP-3078\n | SCP-3079 | \nSCP-3080\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3079\n\" by (user deleted), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3079\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage 1\n\n\n\n\nFilename:\n card.jpg\n\n\nName:\n 400 Tricks You Can Do\n\n\nAuthor:\n Howard Thurston\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nArchive.org",
    "addendums": [
        "Addendum 3079.1: Notable Entries"
    ],
    "documents": [],
    "notes": [
        "3. The Impossible Fold Effect: The magician writes his name on a sheet of paper. He then asks the viewer to write her name on the opposite side of this paper. He proceeds to fold the paper several times over, before finally unfolding it to reveal that her name is now on both sides of the paper! NOTE: A diagram is provided demonstrating the complex series of folds required in order to cause this effect. While objects folded in this way undergo an anomalous process, they are not anomalous in of themselves.",
        "37. The Mending Knot Effect: The magician produces a length of rope and a pair of cutting shears. He invites the viewer to step forward and examine both objects closely. Once she is satisfied as to their ordinary nature, the magician asks her to use the shears to cleanly cut the rope in two. Then, the magician binds both lengths together in a knot. He asks her to examine the knot, then asks her to cut the center of the knot with the shears. Upon making this final cut, the knot instantly unravels, revealing that the two lengths are now restored to one! NOTE: The method involves an anomalous type of knot able to fuse cleaved lengths of rope back together.",
        "78. Lost and Found Effect: The magician produces a deck of cards. The viewer is invited to examine it at her leisure, then shuffle it for as long as she pleases. The magician hands her his hat and tells her to drop any card she wishes into it. He then instructs her to put the hat on her head. Once finished, the magician takes the cards, shuffles them, and cuts the deck. He asks the viewer to take a card from the top of the deck and examine it. It is the very same card she took! Furthermore, when she lifts the hat from her head, the card is gone! In its place is someone she thought she lost long ago. NOTE: The method involves a particular ordering of the deck prior to the trick, a complex shuffling technique, and a hat of sufficient size. The object that appears underneath the hat is a domesticated juvenile white male rabbit. Every instance has proven to be both genetically and physiologically identical.",
        "143. Lost Time Effect: The magician produces a folded silk handkerchief, which he proceeds to drape and unfold across his clenched hand. When he pulls the handkerchief back, his hand is full of beautiful hyacinths! One for each birthday he has missed. NOTE: A diagram describes the necessary folds that must be performed on the handkerchief to achieve this result. Notably, the number of hyacinths produced by this effect has increased by one each year since its discovery.",
        "215. The Magic Number Effect: The viewer is invited to think of a number between 1 and 9. The magician tells her to double this number, then add 9. Whatever number she has should now be between 11 and 27. Next, the magician tells her to take this new number and add its two digits together. If it is 13, the number is 4; if it is 15, the number is 6, and so on. The magician then reveals that he knows what number she now has: 11! She's probably grown up so much since then. NOTE: The method involves a precise set of phrases that the participant must both hear and understand. Testing has shown that when performed correctly, the participant will always end up with 11, despite the fact that this result is mathematically impossible.",
        "301. His Final Trick Effect: The magician burns what little money he has left to publish a book before it's too late. In it, he tells her all of his tricks. He tells her how sorry he is that he left. He begs her to forgive him. He begs her to let him see her one last time. And then — like magic — she reappears. NOTE: No method for accomplishing this trick is provided.",
        "\" SCP-3079 \" by (user deleted), from the SCP Wiki . Source: https://scpwiki.com/scp-3079 . Licensed under CC-BY-SA .",
        "Filename: card.jpg Name: 400 Tricks You Can Do Author: Howard Thurston License: CC0 Source Link: Archive.org"
    ],
    "item": "SCP-3079",
    "object_class": "Euclid",
    "containment_procedures": "All copies of SCP-3079 are to be kept in a secure locker on-site. Access to these copies is limited to personnel with Level-4 clearance or higher.",
    "description": "SCP-3079, 300 Tricks: Stage Magic Made Easy, is a 435-page hard-back book written and self-published by Tobin Hollis.1 It contains detailed instructions for performing numerous stage tricks. The majority of these tricks involve traditional techniques such as sleight-of-hand, misdirection, and optical illusions.",
    "title": "SCP-3079"
}