{
    "url": "https://scp-wiki.wikidot.com/scp-3089",
    "all_text": "rating: \n+189\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3089:\n That Old Time Religion\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n, \nLink\n, \nLink\n, and \nLink\n.\n\n\nInspired by \nkinchtheknifeblade\n's \nSCP-2852\n and \nSCP-3004\n.\n\n\nMusic:\n \nGive Me That Old Time Religion\n (Gospel Music)\n\n\nNext: [\nSCP-3117\n]: \nA Monster-Shaped Hole\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+189\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDarrington, North Carolina (USA), circa 1961.\n\n\n\n\n\n\nItem #:\n SCP-3089\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n A Foundation-operated bot (I/O-SILVER) is to monitor online communities for markers associated with SCP-3089. Should a community infected with SCP-3089 be identified, a joint operation involving \nMTF Mu-4 (\"Debuggers\")\n, MTF Nu-13 (\"Rasczak's Roughnecks\"), and \nMTF Gamma-5 (\"Red Herrings\")\n is to be conducted to contain all members of this community and remove all evidence of its existence from the public record.\n\n\nPrior to shedding their epidermis, SCP-3089-A instances are to be confined to standard human containment cells. Instances in Stage II are to be remotely monitored by Foundation medical staff on a 48-hour cycle to monitor their progression.\n\n\nStage III instances are to be transferred to HTH containment cells\n1\n.\n\n\nDescription:\n SCP-3089 is a phenomenon that emerges among communities focused on developing methods to acquire physical, financial, and social prosperity. Although its precise pathology is not yet understood, affected communities are identified by several markers — the most prominent of which is a fixation on achieving material success via the application of \nrituals\n associated with the \nCétlaidí\n, or \"Singers\" (a Druidic cult active in Ireland between the 15th and 19th centuries).\n\n\n\n\n\n\nSCP-3089-A instance (Stage III, post-autopsy).\n\n\n\n\n\n\nSCP-3089-A instances are members of an affected community afflicted with SCP-3089-B — a form of chimerism incorporating exogenous genetic material from the \nCicadetta montana\n, or New Forest cicada. SCP-3089-B emerges in accordance to the following progression:\n\n\n\n\nStage I:\n \nChrysalis.\n The instance enters a state of severely depressed metabolism, brain activity, heart-rate, and body temperature. Over a period of 3-6 hours, the instance's epidermis hardens into a dense, brittle shell.\n\n\n\n\n\n\nStage II:\n \nMetamorphosis.\n Numerous small internal teratomas manifest within the instance. Over a period of 2-3 weeks, these tumors expand and dissolve surrounding soft tissue, replacing all functionality.\n\n\n\n\n\n\nStage III:\n \nEmergence\n. Once the majority of soft tissue has been replaced, the instance exits its dormant state, exuviates its outer epidermal shell, and emerges. It is now non-communicative, and will attempt to burrow into soil via any means at its disposal.\n\n\n\n\nAt Stage III, numerous organs (including eyes, lungs, and internal genitalia) are now vestigial; examination of the brain shows severe deviations from topographical norms.\n\n\nSCP-3089 was first discovered by the Foundation in 1961 following the disappearance of an entire town's population in North Carolina. This town has since been demolished, and the region surrounding it purchased for observation.\n\n\nAddendum 3089.1:\n Ministry of the Sevenfold Blessing\n\n\nThe following audio was recovered from magnetic cassettes found in the offices of the Ministry of the Sevenfold Blessing, located in Darrington, North Carolina (USA). They consist of recorded sermons given by Pastor Bartholomew Jenner; each was labeled with the name of the sermon and the date on which it was given.\n\n\n\n\n► ACCESS SCP:/3089/audio/sermon106.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\n\n\n\n\nPastor Bartholomew Jenner.\n\n\n\n\n\n\nAUDIO EXCERPT\n\n\n\n\nDATE:\n 1959/08/17\n\n\nSUBJECT:\n 'God Has Cleared a Path'\n\n\n\n\n\"My friends — my friends, I want to talk to you about the Bible offers, tonight. I want to talk to you about what you are owed. I want to talk to you about… I want to talk to those of you who are struggling, right now. To those of you who have hardship and pain. Maybe you've heard that the Bible only nourishes the spirit; that God provides only for our immortal souls. Well, my friends, I am here to tell you that this is simply not true.\"\n\n\n\"You are a child of the most High God; the King of Kings. He has breathed His very life into you; His royal blood flows through your veins. He did not create you to just 'get by'. You are His child. You are His champion. He put you here to rise… to rise up and achieve \ntotal victory\n.\"\n\n\n\"Many of you can think of places in your lives where you have not yet risen. Where you are not yet victorious. Marriage. Finances. Health. But do not fret, my friends. God \nwants\n you to rise. He has cleared the path for you. It is one littered with His earthly treasures; to claim them, you need only to shed your old selves and be reborn.\"\n\n\n\"Now, if you would — some of the ladies from the — thank you, ladies — some of the ladies from the mayor's office were kind enough to collect these cicada shells. Pass them along. Each of you take one — yes, the children too. Be careful. Very careful. They are fragile. Each of you, take one, and hold it in your left hand. Yes. The \nleft\n hand, not the right. Your left.\"\n\n\n\"Good. I want you to all close your eyes. Please, everyone. Close your eyes. I want you to visualize… I want you to imagine whatever hardship in your life you're struggling with, right now. Picture it. What is it? Your job? Your car? Your marriage? Is someone in your household sick? Picture it in your left hand. Picture yourself holding that problem…\"\n\n\n\"…now, I want you to squeeze your left hand. Squeeze it into a fist. Feel that problem cracking; like old, dried out paper. Feel it crumble to dust.\"\n\n\n\"Everyone, open your eyes. Don't you feel better? Stronger? This is what is offered. Our hardships are like the shell; we shall cast them aside even as they crumble. God has cleared a path. Amen. Amen.\"\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3089/audio/sermon109.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\n\n\n\n\nPastor Bartholomew Jenner.\n\n\n\n\n\n\nAUDIO EXCERPT\n\n\n\n\nDATE:\n 1959/12/19\n\n\nSUBJECT:\n 'The Unprofitable Servant'\n\n\n\n\n\"Psalm, chapter twenty four, verse one: 'The earth is the Lord's, and the fullness thereof; the world, and they that dwell therein.'\"\n\n\n\"Job, chapter forty-one, verse eleven: 'Who hath prevented me, that I should repay him? Whatsoever is under the whole heaven is mine.'\"\n\n\n\"Both Heaven and earth are God's possessions; we are but tenants upon His property. Just as the angels are God's Heavenly servants, so are we His earthly ones.\"\n\n\n\"In chapter twenty-five of Matthew, verse thirty — the Parable of the Talents — God speaks: 'And cast ye the unprofitable servant into the outer darkness: there shall be weeping and gnashing of teeth.' What does this tell us? That the Lord casts aside those wicked servants who are content with mediocrity; those who do not seek to enrich their Master's possessions. Those who do not seek total victory.\"\n\n\n\"We are God's investment; it falls upon us to be a profitable one. He gave His only begotten Son, surrendered Him to the earth, so that He might rise from it and grant us life everlasting. We must demonstrate the wisdom and glory of this sacrifice, this investment.\"\n\n\n\"Now, some of you have expressed concerns over the new sacraments. A few — I will not say who, but a few — have even called them sacrilege. And yet, have we not prospered? Have these same nay-sayers — again, I will not speak their names — but have these same 'Doubting Thomases' not profited from our good works?\"\n\n\n\"I have shown you how to heal the sick with the Lord's Prayer and the blood of an unbaptized child. I have shown you how to see your future in the steaming entrails of a quivering crow. I have shown you the path to glory. But I cannot make you follow this path. I can only show it to you; it is you and you alone who must follow it — who must rise and shed your old self.\"\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3089/audio/sermon179.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\n\n\n\n\nPastor Bartholomew Jenner.\n\n\n\n\n\n\nAUDIO EXCERPT\n\n\n\n\nDATE:\n 1960/06/07\n\n\nSUBJECT:\n 'He is Risen'\n\n\n\n\n\"Matthew, chapter twenty-eight, verse six: 'He is not here; for He is risen, as He said. Come, see the place where the Lord lay.'\"\n\n\n[UNINTELLIGIBLE]\n\n\n\"…not a metaphor, my friends. Step forward. Yes. Mothers behind their daughters, fathers behind their sons. Turn to face the…\"\n\n\n[UNINTELLIGIBLE]\n\n\n\"…close your eyes, children. Close your eyes and pray. I want you to imagine God. His power, His Majesty, His…\"\n\n\n[UNINTELLIGIBLE]\n\n\n\"…victory. \nTotal\n victory. For did He not offer up His only begotten Son? With your left hands, you must…\"\n\n\n[UNINTELLIGIBLE]\n\n\n\"…lamb is slaughtered to feed the lion. The Son is slaughtered to feed…\"\n\n\n[UNINTELLIGIBLE]\n\n\n\"…pact is complete. This world shall be our Paradise. This world shall…\"\n\n\n[UNINTELLIGIBLE]\n\n\n\"…to us, God has bequeathed all of His earthly treasures. But…\"\n\n\n[UNINTELLIGIBLE]\n\n\n\"…must dig deep…\"\n\n\n[UNINTELLIGIBLE]\n\n\n\"…the sign. Wait — and…\"\n\n\n\n\nNOTE:\n The remainder of the recording (approx. 30 minutes) consists of static-like hissing, chittering, and otherwise unintelligible sounds.\n\n\n\n\n\n\n\n\n\n\nAddendum 3089.2:\n Additional Materials\n\n\n\n\n► ACCESS SCP:/3089/audio/kai.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nAUDIO EXCERPTS\n\n\n\n\nDATE:\n 2007/02/01\n\n\nNOTE:\n The following are excerpts from the audio of an hour long youtube video (\"7 Secrets to Ascend the Ladder of Prosperity\") posted to the \"Kai Sanchez: Positively Rich\" channel. The community surrounding this channel was determined to be affected by SCP-3089, and has been since contained.\n\n\n\n\n[00:02:55]:\n \"Five years ago, I was living on foodstamps, sleeping in my car. Now, I'm giving lectures in front of my Porsche, inside my six-car garage, attached to my 2.3 million dollar home. Do you want to know how I do it? All I had to do was climb the ladder. All I had to do was think positively.\"\n\n\n[00:08:50]:\n \"Ladders exist so you can climb them. That's what ladders are for, people! The universe is telling you it wants you to prosper. You just have to visualize success — and success will come. That's the power of positive thinking.\"\n\n\n[00:12:09]:\n \"If you're not going for the top of that ladder, then this video isn't for you. Bye! Sorry to have wasted your time. Successful people don't deal with losers. Only keep watching if you want to achieve \ncomplete\n mastery over your life.\"\n\n\n[00:18:22]:\n \"Recent developments in quantum physics have demonstrated the impact of human consciousness on our universe. Think about that. Just think about it. What does that mean? You think it, and it comes true. You don't like your bank account? Imagine a bigger one. You don't like the way you look? Imagine a new you.\"\n\n\n[00:21:07]:\n \"…which brings us to Secret Number Three: Visualize your ascendance. Re-imagine yourself as someone who can reach the top of that ladder. Shed your old identity. Tear it off and throw it aside — like dead skin. You won't need it. Not where you're going.\"\n\n\n[00:32:44]:\n \"Secret Number Five: Leave scraps out for stray cats. It'll take a while to get them inside; it might be a few months before one even approaches your front door. But you can't set out traps. They have to come into your house of their own volition. Once you've got one, remember to hold the knife with your \nleft\n hand…\"\n\n\n[00:49:44]:\n \"Remember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six. You'll want to start with your left foot first. Find a large, isolated room and lay down some plastic sheets…\"\n\n\n[00:55:12]:\n \"Now that you're just one rung away from achieving your prosperity, it's time for Secret Number Seven: Forward this video to at least seven more people. And don't forget to share, like, and subscribe!\"\n\n\n\n\nNOTE:\n Despite an extensive search, Kai Sanchez has yet to be found. Following Incident #409 (see below), he has been designated PoI-3089-127.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3089/audio/pua.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 2015/05/19\n\n\nNOTE:\n Audio recovered from an MP3 player by MTF Pi-8 (\"Playa Hataz\") during containment of an online 'seduction community' that used anomalies to acquire sexual access to women. The community was later determined to be affected by SCP-3089.\n\n\n\n\n[BEGIN LOG]\n\n\nVOICE 1:\n One of the things a lot of us don't seem to get — not even veterans — is that women are wired to want to sleep with you. This isn't some sort of 'Dumbo's Magic Feather' confidence trick, either. I'm just talking neurology. I'm just talking science. It's just how we're wired.\n\n\nVOICE 2:\n Right. I mean, yeah, a lot of people don't —\n\n\nVOICE 1:\n But when you approach a woman and you're hoping to —\n\n\nVOICE 2:\n It's like she unconsciously picks up on it.\n\n\nVOICE 1:\n — sleep with her — right, yeah. It's similar to Van Eck Phreaking, which means you can block it. That's Mystery's stick, with his hats. He lines them with steel mesh. (\nlaughing\n) You think I'm joking. But yeah, an alternative approach is to retrain your brain. \nKnow\n you're sleeping with her. Because if you're hoping —\n\n\nVOICE 2:\n That means you're selling.\n\n\nVOICE 1:\n Right! And women aren't looking to buy. They're looking to be bought.\n\n\nVOICE 2:\n (\nlaughing\n) Jesus, that sounds bad.\n\n\nVOICE 1:\n I know, right? But yeah. It's just science.\n\n\nVOICE 2:\n Another thing you've mentioned before is how — how you should never aim low. You should always —\n\n\nVOICE 1:\n Oh. Right.\n\n\nVOICE 2:\n — you should always aim for the ten.\n\n\nVOICE 1:\n Right. A lot of us walk into a room, see a ten, do a basic probability matrix, and tell ourselves: 'Okay, I've got no chance, I'll focus on the 7 or 8 LSE in the corner'. And that's just bullshit. Aim for the ten. You always aim for the ten. Because if you don't —\n\n\nVOICE 2:\n Then you're not trying to be the best you that you can possibly be.\n\n\nVOICE 1:\n Right. Exactly. Always go for the ten. Never sell yourself short. I mean, we're all products of evolution — a four billion year old iterative process dedicated to perfecting our ability to pass on our genes. We weren't put here to go for sevens and eights, you know? We're not here to win 2nd place. Go platinum or go extinct. Be a champion — or get out of the champion's way. If you're not gonna play hard, then you might as well just remove yourself from the gene-pool.\n\n\nVOICE 2:\n (\nlaughing\n) Okay there, Richard Dawkins. So, I have to ask —\n\n\nVOICE 1:\n About the bug-rattler, right?\n\n\nVOICE 2:\n Yeah. How'd you guess?\n\n\nVOICE 1:\n A lot of people have been asking me about it. Here, I've got one on me.\n\n\nVOICE 2:\n Uh, wow. So what —\n\n\n[STATIC]\n\n\nVOICE 2:\n Jesus, that's loud!\n\n\nVOICE 1:\n Yeah. It's the preserved remains of a \nCicadetta montana\n, which is just a fancy word for those really big, loud bugs that burrow and leave their shells everywhere. See these structures on the side? Those are 'tymbals'. The male cicada uses them to attract mates. (\nlaughing\n) Well, I do, too.\n\n\nVOICE 2:\n This seriously works?\n\n\nVOICE 1:\n Yeah. This is actually — I actually came across this when I was doing research for my next book, \nNegging Your Immune System: How To Use Pick-Up Techniques To Win At Life\n.\n\n\nVOICE 2:\n (\nlaughing\n) That's one hell of a title.\n\n\nVOICE 1:\n Ain't it, though? My publicist came up with it. She's fucking amazing. Anyway, yeah, the book's all about applying seduction techniques more broadly throughout your life. It's crazy how this stuff can apply everywhere — you can use the same tricks in finances, health — even to develop yourself spiritually.\n\n\nVOICE 2:\n (\nlaughing\n) …you're not going to try and pick up God, are you?\n\n\nVOICE 1:\n (\nlaughing\n) I mean, if he were a chick, I probably would.\n\n\nVOICE 2:\n So, this bug-rattler — you figured this trick out from your studies?\n\n\nVOICE 1:\n Yeah. Here, you can keep it, I've got a couple. Just, ah —\n\n\nVOICE 2:\n Oh, cool.\n\n\nVOICE 1:\n — ah, don't — don't use it around the same chick too many times, y'know? If you do — sometimes they'll end up… (\nlaughing\n) They'll start chittering and hissing, shit like that.\n\n\nVOICE 2:\n Oh, wow.\n\n\nVOICE 1:\n (\nlaughing\n) Yeah, it's —\n\n\nVOICE 2:\n That's pretty, uh —\n\n\nVOICE 1:\n It's kind of gross, yeah. So just be responsible with it, y'know?\n\n\nVOICE 2:\n Right. I will, thanks.\n\n\n[END LOG]\n\n\n\n\nNOTE:\n Attempts to identify VOICE 1 are ongoing. Following Incident #409 (see below), this person has been tentatively designated PoI-3089-189.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3089/incidents/409.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\n\n\n\n\nSinkhole discovered near Darrington, North Carolina (USA).\n\n\n\n\n\n\nINCIDENT REPORT\n\n\n\n\nINCIDENT #:\n 3089-409\n\n\nDATE OF OCCURRENCE:\n 2017/11/01\n\n\n\n\nA Foundation agent (Daniel Mitchell) performing a routine monthly patrol within the vicinity of Darrington, North Carolina noted the appearance of several sinkholes along the outskirts of the region. Further investigation uncovered an extensive network of tunnels extending several hundred kilometers outward before reaching the surface. A geological survey has determined that many of these tunnels are approximately four decades old.\n\n\nAlthough a complete exploration of this space has yet to be conducted, preliminary searches have uncovered approximately 1.1 tons of semi-preserved organic animal material. This material is composed of severely desiccated dermis\n2\n tissue. Genetic testing reveals the presence of both human and \nCicadetta montana\n (or New Forest cicada) DNA.\n\n\nAs of this date, all previous inhabitants of Darrington have been tentatively designated as PoI-3089-1 through -985. An investigation into their current whereabouts is ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. HTH — or 'High Threat Humanoid' — containment cells are enclosures engineered to handle various types of anomalous humanoids.\n\n\n2\n. The dense layer of skin beneath the epidermis.\n\n\n\n\n\n\n\n\n« \nSCP-3088\n | SCP-3089 | \nSCP-3090\n »",
    "addendums": [
        "Addendum 3089.1: Ministry of the Sevenfold Blessing\nThe following audio was recovered from magnetic cassettes found in the offices of the Ministry of the Sevenfold Blessing, located in Darrington, North Carolina (USA). They consist of recorded sermons given by Pastor Bartholomew Jenner; each was labeled with the name of the sermon and the date on which it was given.",
        "Addendum 3089.2: Additional Materials"
    ],
    "documents": [],
    "notes": [
        "Pastor Bartholomew Jenner. AUDIO EXCERPT DATE: 1959/08/17 SUBJECT: 'God Has Cleared a Path' \"My friends — my friends, I want to talk to you about the Bible offers, tonight. I want to talk to you about what you are owed. I want to talk to you about… I want to talk to those of you who are struggling, right now. To those of you who have hardship and pain. Maybe you've heard that the Bible only nourishes the spirit; that God provides only for our immortal souls. Well, my friends, I am here to tell you that this is simply not true.\" \"You are a child of the most High God; the King of Kings. He has breathed His very life into you; His royal blood flows through your veins. He did not create you to just 'get by'. You are His child. You are His champion. He put you here to rise… to rise up and achieve total victory .\" \"Many of you can think of places in your lives where you have not yet risen. Where you are not yet victorious. Marriage. Finances. Health. But do not fret, my friends. God wants you to rise. He has cleared the path for you. It is one littered with His earthly treasures; to claim them, you need only to shed your old selves and be reborn.\" \"Now, if you would — some of the ladies from the — thank you, ladies — some of the ladies from the mayor's office were kind enough to collect these cicada shells. Pass them along. Each of you take one — yes, the children too. Be careful. Very careful. They are fragile. Each of you, take one, and hold it in your left hand. Yes. The left hand, not the right. Your left.\" \"Good. I want you to all close your eyes. Please, everyone. Close your eyes. I want you to visualize… I want you to imagine whatever hardship in your life you're struggling with, right now. Picture it. What is it? Your job? Your car? Your marriage? Is someone in your household sick? Picture it in your left hand. Picture yourself holding that problem…\" \"…now, I want you to squeeze your left hand. Squeeze it into a fist. Feel that problem cracking; like old, dried out paper. Feel it crumble to dust.\" \"Everyone, open your eyes. Don't you feel better? Stronger? This is what is offered. Our hardships are like the shell; we shall cast them aside even as they crumble. God has cleared a path. Amen. Amen.\"",
        "Pastor Bartholomew Jenner. AUDIO EXCERPT DATE: 1959/12/19 SUBJECT: 'The Unprofitable Servant' \"Psalm, chapter twenty four, verse one: 'The earth is the Lord's, and the fullness thereof; the world, and they that dwell therein.'\" \"Job, chapter forty-one, verse eleven: 'Who hath prevented me, that I should repay him? Whatsoever is under the whole heaven is mine.'\" \"Both Heaven and earth are God's possessions; we are but tenants upon His property. Just as the angels are God's Heavenly servants, so are we His earthly ones.\" \"In chapter twenty-five of Matthew, verse thirty — the Parable of the Talents — God speaks: 'And cast ye the unprofitable servant into the outer darkness: there shall be weeping and gnashing of teeth.' What does this tell us? That the Lord casts aside those wicked servants who are content with mediocrity; those who do not seek to enrich their Master's possessions. Those who do not seek total victory.\" \"We are God's investment; it falls upon us to be a profitable one. He gave His only begotten Son, surrendered Him to the earth, so that He might rise from it and grant us life everlasting. We must demonstrate the wisdom and glory of this sacrifice, this investment.\" \"Now, some of you have expressed concerns over the new sacraments. A few — I will not say who, but a few — have even called them sacrilege. And yet, have we not prospered? Have these same nay-sayers — again, I will not speak their names — but have these same 'Doubting Thomases' not profited from our good works?\" \"I have shown you how to heal the sick with the Lord's Prayer and the blood of an unbaptized child. I have shown you how to see your future in the steaming entrails of a quivering crow. I have shown you the path to glory. But I cannot make you follow this path. I can only show it to you; it is you and you alone who must follow it — who must rise and shed your old self.\"",
        "Pastor Bartholomew Jenner. AUDIO EXCERPT DATE: 1960/06/07 SUBJECT: 'He is Risen' \"Matthew, chapter twenty-eight, verse six: 'He is not here; for He is risen, as He said. Come, see the place where the Lord lay.'\" [UNINTELLIGIBLE] \"…not a metaphor, my friends. Step forward. Yes. Mothers behind their daughters, fathers behind their sons. Turn to face the…\" [UNINTELLIGIBLE] \"…close your eyes, children. Close your eyes and pray. I want you to imagine God. His power, His Majesty, His…\" [UNINTELLIGIBLE] \"…victory. Total victory. For did He not offer up His only begotten Son? With your left hands, you must…\" [UNINTELLIGIBLE] \"…lamb is slaughtered to feed the lion. The Son is slaughtered to feed…\" [UNINTELLIGIBLE] \"…pact is complete. This world shall be our Paradise. This world shall…\" [UNINTELLIGIBLE] \"…to us, God has bequeathed all of His earthly treasures. But…\" [UNINTELLIGIBLE] \"…must dig deep…\" [UNINTELLIGIBLE] \"…the sign. Wait — and…\" NOTE: The remainder of the recording (approx. 30 minutes) consists of static-like hissing, chittering, and otherwise unintelligible sounds.",
        "AUDIO EXCERPTS DATE: 2007/02/01 NOTE: The following are excerpts from the audio of an hour long youtube video (\"7 Secrets to Ascend the Ladder of Prosperity\") posted to the \"Kai Sanchez: Positively Rich\" channel. The community surrounding this channel was determined to be affected by SCP-3089, and has been since contained. [00:02:55]: \"Five years ago, I was living on foodstamps, sleeping in my car. Now, I'm giving lectures in front of my Porsche, inside my six-car garage, attached to my 2.3 million dollar home. Do you want to know how I do it? All I had to do was climb the ladder. All I had to do was think positively.\" [00:08:50]: \"Ladders exist so you can climb them. That's what ladders are for, people! The universe is telling you it wants you to prosper. You just have to visualize success — and success will come. That's the power of positive thinking.\" [00:12:09]: \"If you're not going for the top of that ladder, then this video isn't for you. Bye! Sorry to have wasted your time. Successful people don't deal with losers. Only keep watching if you want to achieve complete mastery over your life.\" [00:18:22]: \"Recent developments in quantum physics have demonstrated the impact of human consciousness on our universe. Think about that. Just think about it. What does that mean? You think it, and it comes true. You don't like your bank account? Imagine a bigger one. You don't like the way you look? Imagine a new you.\" [00:21:07]: \"…which brings us to Secret Number Three: Visualize your ascendance. Re-imagine yourself as someone who can reach the top of that ladder. Shed your old identity. Tear it off and throw it aside — like dead skin. You won't need it. Not where you're going.\" [00:32:44]: \"Secret Number Five: Leave scraps out for stray cats. It'll take a while to get them inside; it might be a few months before one even approaches your front door. But you can't set out traps. They have to come into your house of their own volition. Once you've got one, remember to hold the knife with your left hand…\" [00:49:44]: \"Remember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six. You'll want to start with your left foot first. Find a large, isolated room and lay down some plastic sheets…\" [00:55:12]: \"Now that you're just one rung away from achieving your prosperity, it's time for Secret Number Seven: Forward this video to at least seven more people. And don't forget to share, like, and subscribe!\" NOTE: Despite an extensive search, Kai Sanchez has yet to be found. Following Incident #409 (see below), he has been designated PoI-3089-127.",
        "AUDIO LOG DATE: 2015/05/19 NOTE: Audio recovered from an MP3 player by MTF Pi-8 (\"Playa Hataz\") during containment of an online 'seduction community' that used anomalies to acquire sexual access to women. The community was later determined to be affected by SCP-3089. [BEGIN LOG] VOICE 1: One of the things a lot of us don't seem to get — not even veterans — is that women are wired to want to sleep with you. This isn't some sort of 'Dumbo's Magic Feather' confidence trick, either. I'm just talking neurology. I'm just talking science. It's just how we're wired. VOICE 2: Right. I mean, yeah, a lot of people don't — VOICE 1: But when you approach a woman and you're hoping to — VOICE 2: It's like she unconsciously picks up on it. VOICE 1: — sleep with her — right, yeah. It's similar to Van Eck Phreaking, which means you can block it. That's Mystery's stick, with his hats. He lines them with steel mesh. ( laughing ) You think I'm joking. But yeah, an alternative approach is to retrain your brain. Know you're sleeping with her. Because if you're hoping — VOICE 2: That means you're selling. VOICE 1: Right! And women aren't looking to buy. They're looking to be bought. VOICE 2: ( laughing ) Jesus, that sounds bad. VOICE 1: I know, right? But yeah. It's just science. VOICE 2: Another thing you've mentioned before is how — how you should never aim low. You should always — VOICE 1: Oh. Right. VOICE 2: — you should always aim for the ten. VOICE 1: Right. A lot of us walk into a room, see a ten, do a basic probability matrix, and tell ourselves: 'Okay, I've got no chance, I'll focus on the 7 or 8 LSE in the corner'. And that's just bullshit. Aim for the ten. You always aim for the ten. Because if you don't — VOICE 2: Then you're not trying to be the best you that you can possibly be. VOICE 1: Right. Exactly. Always go for the ten. Never sell yourself short. I mean, we're all products of evolution — a four billion year old iterative process dedicated to perfecting our ability to pass on our genes. We weren't put here to go for sevens and eights, you know? We're not here to win 2nd place. Go platinum or go extinct. Be a champion — or get out of the champion's way. If you're not gonna play hard, then you might as well just remove yourself from the gene-pool. VOICE 2: ( laughing ) Okay there, Richard Dawkins. So, I have to ask — VOICE 1: About the bug-rattler, right? VOICE 2: Yeah. How'd you guess? VOICE 1: A lot of people have been asking me about it. Here, I've got one on me. VOICE 2: Uh, wow. So what — [STATIC] VOICE 2: Jesus, that's loud! VOICE 1: Yeah. It's the preserved remains of a Cicadetta montana , which is just a fancy word for those really big, loud bugs that burrow and leave their shells everywhere. See these structures on the side? Those are 'tymbals'. The male cicada uses them to attract mates. ( laughing ) Well, I do, too. VOICE 2: This seriously works? VOICE 1: Yeah. This is actually — I actually came across this when I was doing research for my next book, Negging Your Immune System: How To Use Pick-Up Techniques To Win At Life . VOICE 2: ( laughing ) That's one hell of a title. VOICE 1: Ain't it, though? My publicist came up with it. She's fucking amazing. Anyway, yeah, the book's all about applying seduction techniques more broadly throughout your life. It's crazy how this stuff can apply everywhere — you can use the same tricks in finances, health — even to develop yourself spiritually. VOICE 2: ( laughing ) …you're not going to try and pick up God, are you? VOICE 1: ( laughing ) I mean, if he were a chick, I probably would. VOICE 2: So, this bug-rattler — you figured this trick out from your studies? VOICE 1: Yeah. Here, you can keep it, I've got a couple. Just, ah — VOICE 2: Oh, cool. VOICE 1: — ah, don't — don't use it around the same chick too many times, y'know? If you do — sometimes they'll end up… ( laughing ) They'll start chittering and hissing, shit like that. VOICE 2: Oh, wow. VOICE 1: ( laughing ) Yeah, it's — VOICE 2: That's pretty, uh — VOICE 1: It's kind of gross, yeah. So just be responsible with it, y'know? VOICE 2: Right. I will, thanks. [END LOG] NOTE: Attempts to identify VOICE 1 are ongoing. Following Incident #409 (see below), this person has been tentatively designated PoI-3089-189.",
        "Sinkhole discovered near Darrington, North Carolina (USA). INCIDENT REPORT INCIDENT #: 3089-409 DATE OF OCCURRENCE: 2017/11/01 A Foundation agent (Daniel Mitchell) performing a routine monthly patrol within the vicinity of Darrington, North Carolina noted the appearance of several sinkholes along the outskirts of the region. Further investigation uncovered an extensive network of tunnels extending several hundred kilometers outward before reaching the surface. A geological survey has determined that many of these tunnels are approximately four decades old. Although a complete exploration of this space has yet to be conducted, preliminary searches have uncovered approximately 1.1 tons of semi-preserved organic animal material. This material is composed of severely desiccated dermis 2 tissue. Genetic testing reveals the presence of both human and Cicadetta montana (or New Forest cicada) DNA. As of this date, all previous inhabitants of Darrington have been tentatively designated as PoI-3089-1 through -985. An investigation into their current whereabouts is ongoing."
    ],
    "item": "SCP-3089",
    "object_class": "Keter",
    "containment_procedures": "A Foundation-operated bot (I/O-SILVER) is to monitor online communities for markers associated with SCP-3089. Should a community infected with SCP-3089 be identified, a joint operation involving MTF Mu-4 (\"Debuggers\"), MTF Nu-13 (\"Rasczak's Roughnecks\"), and MTF Gamma-5 (\"Red Herrings\") is to be conducted to contain all members of this community and remove all evidence of its existence from the public record.",
    "description": "SCP-3089 is a phenomenon that emerges among communities focused on developing methods to acquire physical, financial, and social prosperity. Although its precise pathology is not yet understood, affected communities are identified by several markers — the most prominent of which is a fixation on achieving material success via the application of rituals associated with the Cétlaidí, or \"Singers\" (a Druidic cult active in Ireland between the 15th and 19th centuries).",
    "title": "SCP-3089"
}