{
    "url": "https://scp-wiki.wikidot.com/scp-309",
    "all_text": "rating: \n+143\n+\n–\nx\n\n\n\n\n\n\nSCP-309\n\n\n\n\n\n\nItem #:\n SCP-309\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-309 is currently stored in a secure glove box in the level 2 research lab at Site-██. Routine physical examinations of SCP-309 as well as experiments involving small animals may only be conducted using the glove box. Removal of SCP-309 from the glove box for testing on larger animals or humans requires the approval of Dr. ██████ or equivalent level 4 command personnel. Human testing is restricted to D-class personnel.\n\n\nDescription:\n SCP-309 is a small, plush stuffed animal that looks as if it has been turned completely inside out. Golden-orange fur is present along the seams, while a small amount of cotton stuffing and two protruding eyes are visible on the head. The interior of SCP-309 is understuffed with cotton, giving it a flexible and cuddly feel.\n\n\nSCP-309 has no effect on inanimate objects; however, contact with living subjects is both dangerous and life-threatening. Humans and animals lightly brushing SCP-309 with a finger or a similarly small portion of the body display severe, non-localized discomfort for tens of minutes afterward. Humans also report feeling extreme nausea, despite the fact that SCP-309 does not induce vomiting. The discomfort and nausea are so overwhelming that even the most hardened subjects have proven unable to voluntarily maintain contact with SCP-309 for longer than a few seconds.\n\n\nIf SCP-309 is pressed firmly against a subject, or the subject quickly picks up SCP-309 and attempts to hold it, the subject will be violently and painfully turned inside-out over the course of five to ten seconds. Skeletons are unaltered, but all soft tissues are inverted such that muscles, tendons, ligaments, and various internal organs are resituated on the exterior of the body. Though not immediately fatal, the process is irreversible and universally considered painful.\n\n\n\n\n\n\nAgent ██████, who had the misfortune of discovering SCP-309.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-308\n | SCP-309 | \nSCP-310\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-309\n\" by Anna Graham, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-309\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n invertedbody-new.jpg\n\n\nName:\n Embalmed body of a man.jpg\n\n\nAuthor:\n Pöllö\n\n\nLicense:\n CC BY-SA 3.0 Unported\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n stuffedanimal.jpg\n\n\nName:\n 10b\n\n\nAuthor:\n Aaron \"tango\" Tang\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-309 \" by Anna Graham, from the SCP Wiki . Source: https://scpwiki.com/scp-309 . Licensed under CC-BY-SA .",
        "Filename: invertedbody-new.jpg Name: Embalmed body of a man.jpg Author: Pöllö License: CC BY-SA 3.0 Unported Source Link: Wikimedia Commons",
        "Filename: stuffedanimal.jpg Name: 10b Author: Aaron \"tango\" Tang License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-309",
    "object_class": "Euclid",
    "containment_procedures": "SCP-309 is currently stored in a secure glove box in the level 2 research lab at Site-██. Routine physical examinations of SCP-309 as well as experiments involving small animals may only be conducted using the glove box. Removal of SCP-309 from the glove box for testing on larger animals or humans requires the approval of Dr. ██████ or equivalent level 4 command personnel. Human testing is restricted to D-class personnel.",
    "description": "SCP-309 is a small, plush stuffed animal that looks as if it has been turned completely inside out. Golden-orange fur is present along the seams, while a small amount of cotton stuffing and two protruding eyes are visible on the head. The interior of SCP-309 is understuffed with cotton, giving it a flexible and cuddly feel.",
    "title": "SCP-309"
}