{
    "url": "https://scp-wiki.wikidot.com/scp-3102",
    "all_text": "rating: \n+21\n+\n–\nx\n\n\n\n\n\n\nSCP-3102\n\n\n\n\n\n\nItem #:\n SCP-3102\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Caught specimens of SCP-3102 are to be contained in Unit 39 of Bio-Site-66. Three (3) SCP-3102 specimens are allowed per enclosure. Enclosure dimensions must measure 2.0 meters by 1.4 meters. Enclosure walls must be composed of thermal resistant glass-ceramic, and lids must have a fire-resistant wire mesh. A UV lamp is to be placed over the left side of the enclosure, and one single day lamp is to be placed over the opposite side. SCP-3102 is a diurnal species, and lamps are automated to switch off during the nighttime hours. Enclosures walls and lamps are to be routinely inspected.\n\n\nIn order to minimize risk of anomalous behavior, specimens’ enclosures must mimic their natural habitats. Dry soil and aspen shavings will consist as enclosure substrate. Enclosures must have a basking rock for specimens, in addition to various hide boxes. Specimens require little water, but must have a water bowl for soaking. Habitat props are to be painted in fire-resistant coating. Each specimen is to be fed two (2) rats weekly, at 0800 hours. Specimens' enclosures must be cleaned daily at 1800 hours. In the event of a specimen combustion, inert gases will automatically flood the enclosure to incapacitate the specimen. Once fire is outed, specimens are to be relocated, and enclosure must be salvaged.\n\n\nAll personnel must wear fire-retardant suits when tending for SCP-3102. One (1) stationed guard will prevent any unauthorized access to Unit 39. Bearing any flammable materials while inside Unit 39 is strictly prohibited. Personnel found infringing this directive are to be severely reprimanded. Personnel who wish to bear documentation must file a request to the Site Director.\n\n\nIn the case of a containment breach, Unit 39 will begin lockdown procedures. Heat sensors will seal doorways in the event of a fire, and dispense inert gases to incapacitate SCP-3102 instances. Cleanup crews will be dispatched to remove scorch marks and fires, as well as recapturing any torpid SCP-3102 specimens.\n\n\nDescription:\n SCP-3102 is an unidentified species of nonvenomous, tertiary serpents that are closely related to members of the genus \nPituophis\n. SCP-3102 is endemic to the North American Prairies, and the Chihuahuan Desert. Total species population is believed to number near the high hundreds, and is increasing at a steady rate.\n1\n Specimens can grow up to two (2) meters in length and 3.5 kg in weight. SCP-3102’s diet consists of small rodents and reptiles, including other serpents.\n2\n Specimens are normally docile in nature, and typically ignore nearby humans.\n3\n Unusually, SCP-3102 is partially endothermic. While internal temperatures do fluctuate like other ectotherms, SCP-3102 is able to increase its own body temperature at will. This comes at a cost of higher energy demands, and thus specimens have a more ravenous appetite. Specimens’ scales are notably durable, resisting acidic solutions and high temperatures. Specimens are highly social creatures; SCP-3102 can be usually found in colonies, or traveling in packs. Specimens are also highly protective of their young, and will remain close to any juvenile serpents. At the time of writing, thirty-six (36) specimens are in current Foundation care.\n\n\nWhen threatened, agitated, or heavily stressed, SCP-3102 will burst into flames. Specimens’ scales will ignite violently and remain burning, with temperatures exceeding 300°C. The ignition mechanism that SCP-3102 employs is currently unknown at this time. The fire poses no bodily danger to SCP-3102, but it consumes large quantities of energy, and specimens can only exist in this state for a limited time. Depending on the size of a specimen and its level of stress, the ignition state of SCP-3102 can last from 45 seconds to 5 minutes long. Upon the conclusion of the ignition state, SCP-3102 will become lethargic, and incapable of ignition for several days.\n\n\nSpecimens of SCP-3102 will also experience behavioral changes upon ignition. While in flames, SCP-3102 becomes extremely aggressive, and actively pursues any moving organisms in the vicinity. SCP-3102 will then constrict and bind their victims tightly, setting their target alight. Testing has showed that SCP-3102 prefers attacking larger organisms to smaller ones, and will chase their quarry with speeds of up to nine (9) kmph. Upon coming into contact with an appendage, SCP-3102 will wind itself around the limb, and tightly constrict. SCP-3102 will also anchor itself into the flesh of its victim via its teeth in order to maximize damage potential. Victims of these attacks will receive 4th-degree burns, and chances of survival are low without immediate amputation.\n\n\nIf two or more specimens enter an ignition state simultaneously, they will act in a highly coordinated matter. Specimens will strategically corner victims, attack different limbs simultaneously, and create fiery blockades to herd their prey. In addition, specimens have a tendency to congregate when indoors. Specimens will wind their bodies tightly around each other, increasing pressure and surface area, thus making their flames hotter and longer lasting. Specimens use this method to quickly burn down structures, or in some cases, create a defensive position.\n\n\nIncident Log 3102/A:\n On 07/08/2017, █████████ National Park was hit by a rampaging wildfire that annihilated over 564 hectares of forestry. The resulting inferno destroyed sixteen structures over the course of its rampage, and eighteen casualties occurred. In combination with favorable weather conditions and a rapid response time, firefighters easily contained the blaze, and subdued the forest fire after four days. County investigations began shortly after, due to suspected foul play. Point of origin was determined to have occurred near Happy Pines Camp, a popular cabin grounds for tourists.\n\n\n\n\n\n\nPicture of █████████ Fire, 08/08/2017.\n\n\n\n\n\n\nFoundation officials were alerted once emergency chatter mentioned that several witnesses claimed they had seen “fiery snakes” chase after fleeing animals. Foundation agents were dispatched under the guise of emergency officials, and ordered to find any traces of anomalous phenomena. Nine (9) specimens of SCP-3102 were discovered near Happy Pines, attempting to make a nest in the area. Specimens were captured and shipped to Bio-Site-66. Inspection of specimens revealed that they had not been fed for several weeks. After interviewing several key witnesses, Class-A amnestics were administered, and the fire was publicized as the result of a malfunctioning pressure cooker.\n\n\nInterview Log 3102-A:\n Julia Deboree\n\n\n\n\n+ Access Log\n\n\n\n\n- Access Granted\n\n\n\n\nInterview with witness who claimed to have seen SCP-3102 at the fire's point of origin. Interview conducted at ████████ Police Department, under the guise of a police interrogation.\n\n\n\n\nDate:\n 12/08/2017\n\n\nInterviewee:\n Julia Deboree\n\n\nInterviewer:\n Agent Schiener\n\n\n[BEGIN LOG]\n\n\nAgent Schiener:\n Ma’am, calm down, we are trying to help. We just need to understand what caused this wildfire and—\n\n\nMs. Deboree:\n Please, don’t do this to me. I’ve told you everything I know. Why won’t anyone believe me? I’ve already told the other officers, and they just gave me that look –the one they give to the crazies. They all must think I’m a nutcase or something. But I’m not insane, I’m not, I promise you. It -it was the snakes! They did this! All of it! Everything just went up in flames in seconds!\n\n\nAgent Schiener:\n Ma’am, again, please calm down. We are considering your account; I just need to interview you because our reports are missing some key information that could help us on our case.\n\n\nMs. Deboree:\n Alright, I -I’m not really sure what else I could say.\n\n\nAgent Schiener:\n Could you please start from the beginning?\n\n\nMs. Deboree:\n It was early in the morning when it happened. I had to leave my cabin to get something out of my car, when I see this man near the center of the campgrounds struggling with this ice cooler. I didn’t really get a good look on his face —that’s what I’ve told the other officers —but it was the strangest thing. He wore this blue sweatshirt that was stained with these enormous soot marks —he looked like he was homeless. Anyways, the man was struggling with the cooler, so I yell to him from my porch if he needed some help with the thing.\n\n\n\n\nAgent Schiener:\n What did he say?\n\n\nMs. Deboree:\n Didn’t say anything. Just snapped his head towards me like I had caught him smuggling drugs or something. I thought he would go jump on me —he was just staring at me silently, all bug-eyed. Next thing I know, he is lifting that cooler over his head, and just chucks it onto the ground. The top comes off and then —then those —those…\n\n\nAgent Schiener:\n The snakes?\n\n\nMs. Deboree:\n Those awful, awful, snakes! They just came slithering out of the box, and I don’t even understand it myself, but they were on fire! I assumed that the guy must have set them alight, but the way they were moving —it was as if they didn’t feel a thing.\n\n\nAgent Schiener:\n What happened to the suspect once the snakes were released?\n\n\nMs. Deboree:\n Oh, he just ran off into the woods. I didn’t really get a good look —I think he went east? The snakes though, they just sat there. The grass around them was already burning, and then…\n\n\nAgent Schiener:\n Go on.\n\n\nMs. Deboree:\n [Pause] You can call me crazy, you can call me all sorts of things, but those snakes saw me. They all did. The raised those black heads of theirs, every single one pointed in my direction. They just charged right at me —I didn’t even think they could move that fast. So, I ran back into my cabin, and I slammed the door closed. I don’t really know what happened after —I was too scared to peek out of my window. But I heard the sounds. I smelled the smoke. Those snakes were burning everything around them, and the heat was growing by the minute. People started noticing the fire. I could hear voices yelling and shrieking “fire” at the top of their lungs, footsteps stampeding all around. It was a complete pandemonium.\n\n\nAgent Schiener:\n How did you make it out with the serpents still in the area?\n\n\nMs. Deboree:\n The fire was growing larger and nearer —I could feel the heat coming from behind the door. I realized that the fire was about to overtake my cabin, so I figured I had better chances outside. I broke a window in the bathroom using a chair, and crawled through it. Cut my wrist pretty badly while I was climbing out. And my god, I’d never realized just how quickly a fire can spread. It felt like I stepped out into the middle of an apocalypse. The trees, bushes, and even some camper vans were on fire. Charred leaves were falling out of the sky. People were fleeing into the woods, into their cars, panicking as if the whole world was about to end. I even saw some snakes chase after a couple —I hope they made it. Anyway, I ran for my car, and just drove away from that madness. And —that’s it. I wish I could say more, but that’s all I remember.\n\n\nAgent Schiener:\n Can you recall how many snakes were set loose?\n\n\nMs. Deboree:\n No, I didn’t bother getting a close look. Sorry.\n\n\nAgent Schiener:\n That’s understandable. Well, thank you ma’am. We’ll start searching the area once it’s been deemed secure.\n\n\nMs. Deboree:\n And officer, please find that man. I don’t know what was wrong with those snakes, but that man purposefully set them loose. He wanted to hurt people, to scare them. This fire was not an accident. If he won’t get caught, I promise you, he’ll do it again.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 3102/A:\n Foundation sweeps eventually discovered a man sleeping in a cavern near the █████████ Fire’s point of origin. Suspect was covered in various burns, and suspect’s clothing matched Ms. Deboree’s description. Upon approaching, the suspect awoke, and proceeded to attack Foundation agents with a piece of cinder. Suspect was easily overtaken, sustaining multiple fractures in the wrist, and detained. Interrogation log of suspect can be found below.\n\n\nSearch of suspect’s camp and personal possessions showed that suspect had been living inside the cavern for an extended period of time. While surveying the camp, two SCP-3102 specimens\n\nwere startled by Foundation agents, and entered their ignition state. Agents Mague and Schuffman are currently in critical condition.\n\n\nInterview Log 3102-B:\n Tyson H████ [LEVEL 2+ ACCESS REQUIRED]\n\n\n\n\n+ Enter Credentials\n\n\n\n\n- Credentials Accepted\n\n\n\n\nInterview with suspect in possession of SCP-3102, who released aggressive specimens onto the general public. Interview is conducted in Site-66. Suspect is 32 years old, Caucasian, blue-eyed, and black-haired. Suspect is currently unemployed.\n4\n Suspect has no current address. Suspect has no known relatives, excluding an estranged wife.\n\n\n\n\nDate:\n 15/08/2017\n\n\nInterviewee:\n Tyson H████\n\n\nInterviewer:\n Dr. Malkov\n\n\n[BEGIN LOG]\n\n\n\n\nDr. Malkov:\n Please state your name for the record.\n\n\nMr. H████:\n We don't have to use such needless formalities like those. They influence spite and vanity; they bring cold light into the air. I beg you, show more warmth else we freeze in the morning shadow.\n\n\nDr. Malkov:\n It’s in your best interest to comply with our instructions, or else you’ll be indefinitely detained in our facility. There are worse things that could happen other than simply stating your name.\n\n\nMr. H████:\n [Pause] It’s Tyson. Tyson H████\n\n\nDr. Malkov:\n Thank you. Now, Mr. H████, can you tell me how you first managed to acquire SCP-3102?\n\n\nMr. H████:\n You mean the snakes? Why, you’re mistaken. I didn’t find them —they found \nme\n. When I thought that all hope was extinguished, when darkness swallowed up my very life, those friends of mine gave me an understanding, an \nenlightenment\n. Their fire pushed away the darkness from my heart, and gave me a clandestine light to follow.\n\n\nDr. Malkov:\n Can you please elaborate?\n\n\nMr. H████:\n Well, we’ve all had these moments, when everything —when everything just doesn’t quite work out. When life seems to treat you, like —you’re not destined to have a happy fortune. And for many people, their problems can just completely overwhelm their lives. One minute, you’re the cream of the crop, loving what life has to offer, and the next moment your boss fires you over someone younger, your wife leaves you for her lover, and those bills keep coming and coming and coming until you finally \nsnap\n and—\n\n\nDr. Malkov:\n Right, uh, let’s just focus on the snakes. Where did you first discover them?\n\n\nMr. H████:\n But I’ve already told you man, I didn’t find them —they found me first. Those smoldering beauties decided to create a small den next to my home —almost burnt down my camper van. It was only fate that brought us together, you see. And when I first stumbled upon their nest, oh man, they were pissed. Those little imps just —\nblew up\n. I was terrified; I thought I was a goner, man. It was only by their blessing I was left unharmed.\n\n\nDr. Malkov:\n [surprised] The specimens did not attack you?\n\n\nMr. H████:\n No, instead they groveled in the reeds and the grass, setting the cattails alight and winding their bodies into incomprehensible knots and shapes. But not a single one touched me, nor my camper. It was through their searing chaos, their scalding madness, that they gave me an idea —\nan epiphany\n.\n\n\nDr. Malkov:\n And what was this, “epiphany?”\n\n\nMr. H████:\n The world was designed to be burned away. You and me, we’re both intellectuals, man. We understand that as people, as humans, we must adapt in an ever-changing world. And in this world, there’s just so much clutter —so much trash —so much \nanger\n. It hides the gorgeousness from within. Beauty is only skin deep as they say. And those snakes, they’re a godsend. Mother Earth has thrown us its lightning in the bottle, a consumable nirvana. They can burn away all those negative emotions, those unclean thoughts and deeds that corrupt our world in rot.\n\n\nDr. Malkov:\n Why did you release SCP-3102 into the campgrounds?\n\n\nMr. H████:\n It was only for their benefit. An educatory experience. I know that fire burned down those beautiful trees and log houses, but you can’t make an omelet without breaking a few eggs. Those people, those down-to-earth people, they’ve been blinded by the dregs of society. And if we showed them that they can leave everything behind —that you can live amongst the embers —we could’ve made them smell the ashes, and accept a brighter future.\n\n\nDr. Malkov:\n Two of our men lost their legs because of you.\n\n\nMr. H████:\n But they are now educated. They will recognize the earth’s faults and crevices the way I had come to realize as well. Those snakes are extraordinary, man. Each of them focused on their sole mission —to fan the flames. I only wanted to show them a different path. That without pain, there is no flame.\n\n\nDr. Malkov:\n I’m not sure I understand—\n\n\nMr. H████:\n [Slams fists onto table] Understand? Understand? You stupid, stupid man! There’s plenty to understand, there’s so much more to learn. We, as humans, are unbound by the fire, unshackled by the flame, and unraveled by the conflagration. We can burn everything away, and begin anew from a fresh slate. We can populate the world with storms and infernos. They will have beautiful shades of orange and red, and these snakes are our kindling. Our tinder, to bring about a new golden age. I can help you to understand. Unbound by the fire, Unshackled by the flame, and together we will rise in –ah, oh God.\n\n\nDr. Malkov:\n Mr. H████ ?\n\n\nMr. H████:\n Something’s wrong. I’m not –I’m not feeling too hot, there’s something—\n\n\n[END LOG]\n\n\n\n\nSuspect begins clutching his chest, vocalizing pain and discomfort. Dr. Malkov requests medical assistance into the room, when suddenly suspect lurches back into his chair. Suspect begins foaming at the mouth, shaking violently, and smoke begins to rise from his orifices. Malkov backs into the corner of the room yelling for urgent medical aid, as suspect keels over and retches onto the table. Specimens of SCP-3102 burst from suspect’s mouth, already in their ignition state, and proceed to attack Dr. Malkov. Security runs into the room, and begins fending off the serpents. Suspect is shot in the ensuing chaos. One SCP-3102 specimen managed to latch onto Dr. Malkov’s leg, and flames soon covered the panicking doctor. Attempts to pry off the snake are met with little success. Snake leaves the ignition state after a minute, and is successfully removed. After extinguishing the fire, Dr. Malkov is subsequently rushed to medical bay.\n\n\nFive (5) specimens of SCP-3102 were retrieved and placed into containment. Over 64% of Dr. Malkov’s body received third-degree burns, and Dr. Malkov’s leg required extensive amputation. Dr. Malkov is currently undergoing physical therapy and rehabilitation.\n\n\nAutopsy of Tyson H████ has revealed that the subject’s gallbladder had been eaten away and replaced with a enormous cocoon. Breaching the cocoon revealed several SCP-3102 eggs, along with a deceased juvenile specimen. At the time of writing, it is unknown how SCP-3102 managed to infiltrate the body, nor as to why a colony was formed inside. Research into potential parasitic properties of SCP-3102 is still ongoing.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Population is theorized to double within 50 years.\n\n\n2\n. Only four Foundation specimens have displayed ophiophagy.\n\n\n3\n. Caution is still advised when dealing with SCP-3102 due to risk of its anomalous properties.\n\n\n4\n. Previous occupation is listed as regional sales manager.\n\n\n\n\n\n\n\n\n« \nSCP-3101\n | SCP-3102 | \nSCP-3103\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3102\n\" by megalan, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3102\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n fire.jpg\n\n\nName:\n DSC_7138\n\n\nAuthor:\n Cameron Strandberg\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n snakes.jpg.jpg\n\n\nName:\n Black pinesnake\n\n\nAuthor:\n Jim Lee\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum 3102/A: Foundation sweeps eventually discovered a man sleeping in a cavern near the █████████ Fire’s point of origin. Suspect was covered in various burns, and suspect’s clothing matched Ms. Deboree’s description. Upon approaching, the suspect awoke, and proceeded to attack Foundation agents with a piece of cinder. Suspect was easily overtaken, sustaining multiple fractures in the wrist, and detained. Interrogation log of suspect can be found below.\nSearch of suspect’s camp and personal possessions showed that suspect had been living inside the cavern for an extended period of time. While surveying the camp, two SCP-3102 specimens were startled by Foundation agents, and entered their ignition state. Agents Mague and Schuffman are currently in critical condition."
    ],
    "documents": [],
    "notes": [
        "Date: 12/08/2017 Interviewee: Julia Deboree Interviewer: Agent Schiener [BEGIN LOG] Agent Schiener: Ma’am, calm down, we are trying to help. We just need to understand what caused this wildfire and— Ms. Deboree: Please, don’t do this to me. I’ve told you everything I know. Why won’t anyone believe me? I’ve already told the other officers, and they just gave me that look –the one they give to the crazies. They all must think I’m a nutcase or something. But I’m not insane, I’m not, I promise you. It -it was the snakes! They did this! All of it! Everything just went up in flames in seconds! Agent Schiener: Ma’am, again, please calm down. We are considering your account; I just need to interview you because our reports are missing some key information that could help us on our case. Ms. Deboree: Alright, I -I’m not really sure what else I could say. Agent Schiener: Could you please start from the beginning? Ms. Deboree: It was early in the morning when it happened. I had to leave my cabin to get something out of my car, when I see this man near the center of the campgrounds struggling with this ice cooler. I didn’t really get a good look on his face —that’s what I’ve told the other officers —but it was the strangest thing. He wore this blue sweatshirt that was stained with these enormous soot marks —he looked like he was homeless. Anyways, the man was struggling with the cooler, so I yell to him from my porch if he needed some help with the thing. Agent Schiener: What did he say? Ms. Deboree: Didn’t say anything. Just snapped his head towards me like I had caught him smuggling drugs or something. I thought he would go jump on me —he was just staring at me silently, all bug-eyed. Next thing I know, he is lifting that cooler over his head, and just chucks it onto the ground. The top comes off and then —then those —those… Agent Schiener: The snakes? Ms. Deboree: Those awful, awful, snakes! They just came slithering out of the box, and I don’t even understand it myself, but they were on fire! I assumed that the guy must have set them alight, but the way they were moving —it was as if they didn’t feel a thing. Agent Schiener: What happened to the suspect once the snakes were released? Ms. Deboree: Oh, he just ran off into the woods. I didn’t really get a good look —I think he went east? The snakes though, they just sat there. The grass around them was already burning, and then… Agent Schiener: Go on. Ms. Deboree: [Pause] You can call me crazy, you can call me all sorts of things, but those snakes saw me. They all did. The raised those black heads of theirs, every single one pointed in my direction. They just charged right at me —I didn’t even think they could move that fast. So, I ran back into my cabin, and I slammed the door closed. I don’t really know what happened after —I was too scared to peek out of my window. But I heard the sounds. I smelled the smoke. Those snakes were burning everything around them, and the heat was growing by the minute. People started noticing the fire. I could hear voices yelling and shrieking “fire” at the top of their lungs, footsteps stampeding all around. It was a complete pandemonium. Agent Schiener: How did you make it out with the serpents still in the area? Ms. Deboree: The fire was growing larger and nearer —I could feel the heat coming from behind the door. I realized that the fire was about to overtake my cabin, so I figured I had better chances outside. I broke a window in the bathroom using a chair, and crawled through it. Cut my wrist pretty badly while I was climbing out. And my god, I’d never realized just how quickly a fire can spread. It felt like I stepped out into the middle of an apocalypse. The trees, bushes, and even some camper vans were on fire. Charred leaves were falling out of the sky. People were fleeing into the woods, into their cars, panicking as if the whole world was about to end. I even saw some snakes chase after a couple —I hope they made it. Anyway, I ran for my car, and just drove away from that madness. And —that’s it. I wish I could say more, but that’s all I remember. Agent Schiener: Can you recall how many snakes were set loose? Ms. Deboree: No, I didn’t bother getting a close look. Sorry. Agent Schiener: That’s understandable. Well, thank you ma’am. We’ll start searching the area once it’s been deemed secure. Ms. Deboree: And officer, please find that man. I don’t know what was wrong with those snakes, but that man purposefully set them loose. He wanted to hurt people, to scare them. This fire was not an accident. If he won’t get caught, I promise you, he’ll do it again. [END LOG]",
        "Date: 15/08/2017 Interviewee: Tyson H████ Interviewer: Dr. Malkov [BEGIN LOG] Dr. Malkov: Please state your name for the record. Mr. H████: We don't have to use such needless formalities like those. They influence spite and vanity; they bring cold light into the air. I beg you, show more warmth else we freeze in the morning shadow. Dr. Malkov: It’s in your best interest to comply with our instructions, or else you’ll be indefinitely detained in our facility. There are worse things that could happen other than simply stating your name. Mr. H████: [Pause] It’s Tyson. Tyson H████ Dr. Malkov: Thank you. Now, Mr. H████, can you tell me how you first managed to acquire SCP-3102? Mr. H████: You mean the snakes? Why, you’re mistaken. I didn’t find them —they found me . When I thought that all hope was extinguished, when darkness swallowed up my very life, those friends of mine gave me an understanding, an enlightenment . Their fire pushed away the darkness from my heart, and gave me a clandestine light to follow. Dr. Malkov: Can you please elaborate? Mr. H████: Well, we’ve all had these moments, when everything —when everything just doesn’t quite work out. When life seems to treat you, like —you’re not destined to have a happy fortune. And for many people, their problems can just completely overwhelm their lives. One minute, you’re the cream of the crop, loving what life has to offer, and the next moment your boss fires you over someone younger, your wife leaves you for her lover, and those bills keep coming and coming and coming until you finally snap and— Dr. Malkov: Right, uh, let’s just focus on the snakes. Where did you first discover them? Mr. H████: But I’ve already told you man, I didn’t find them —they found me first. Those smoldering beauties decided to create a small den next to my home —almost burnt down my camper van. It was only fate that brought us together, you see. And when I first stumbled upon their nest, oh man, they were pissed. Those little imps just — blew up . I was terrified; I thought I was a goner, man. It was only by their blessing I was left unharmed. Dr. Malkov: [surprised] The specimens did not attack you? Mr. H████: No, instead they groveled in the reeds and the grass, setting the cattails alight and winding their bodies into incomprehensible knots and shapes. But not a single one touched me, nor my camper. It was through their searing chaos, their scalding madness, that they gave me an idea — an epiphany . Dr. Malkov: And what was this, “epiphany?” Mr. H████: The world was designed to be burned away. You and me, we’re both intellectuals, man. We understand that as people, as humans, we must adapt in an ever-changing world. And in this world, there’s just so much clutter —so much trash —so much anger . It hides the gorgeousness from within. Beauty is only skin deep as they say. And those snakes, they’re a godsend. Mother Earth has thrown us its lightning in the bottle, a consumable nirvana. They can burn away all those negative emotions, those unclean thoughts and deeds that corrupt our world in rot. Dr. Malkov: Why did you release SCP-3102 into the campgrounds? Mr. H████: It was only for their benefit. An educatory experience. I know that fire burned down those beautiful trees and log houses, but you can’t make an omelet without breaking a few eggs. Those people, those down-to-earth people, they’ve been blinded by the dregs of society. And if we showed them that they can leave everything behind —that you can live amongst the embers —we could’ve made them smell the ashes, and accept a brighter future. Dr. Malkov: Two of our men lost their legs because of you. Mr. H████: But they are now educated. They will recognize the earth’s faults and crevices the way I had come to realize as well. Those snakes are extraordinary, man. Each of them focused on their sole mission —to fan the flames. I only wanted to show them a different path. That without pain, there is no flame. Dr. Malkov: I’m not sure I understand— Mr. H████: [Slams fists onto table] Understand? Understand? You stupid, stupid man! There’s plenty to understand, there’s so much more to learn. We, as humans, are unbound by the fire, unshackled by the flame, and unraveled by the conflagration. We can burn everything away, and begin anew from a fresh slate. We can populate the world with storms and infernos. They will have beautiful shades of orange and red, and these snakes are our kindling. Our tinder, to bring about a new golden age. I can help you to understand. Unbound by the fire, Unshackled by the flame, and together we will rise in –ah, oh God. Dr. Malkov: Mr. H████ ? Mr. H████: Something’s wrong. I’m not –I’m not feeling too hot, there’s something— [END LOG]",
        "\" SCP-3102 \" by megalan, from the SCP Wiki . Source: https://scpwiki.com/scp-3102 . Licensed under CC-BY-SA .",
        "Filename: fire.jpg Name: DSC_7138 Author: Cameron Strandberg License: CC BY 2.0 Source Link: Flickr",
        "Filename: snakes.jpg.jpg Name: Black pinesnake Author: Jim Lee License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-3102",
    "object_class": "Euclid",
    "containment_procedures": "Caught specimens of SCP-3102 are to be contained in Unit 39 of Bio-Site-66. Three (3) SCP-3102 specimens are allowed per enclosure. Enclosure dimensions must measure 2.0 meters by 1.4 meters. Enclosure walls must be composed of thermal resistant glass-ceramic, and lids must have a fire-resistant wire mesh. A UV lamp is to be placed over the left side of the enclosure, and one single day lamp is to be placed over the opposite side. SCP-3102 is a diurnal species, and lamps are automated to switch off during the nighttime hours. Enclosures walls and lamps are to be routinely inspected.",
    "description": "SCP-3102 is an unidentified species of nonvenomous, tertiary serpents that are closely related to members of the genus Pituophis. SCP-3102 is endemic to the North American Prairies, and the Chihuahuan Desert. Total species population is believed to number near the high hundreds, and is increasing at a steady rate.1 Specimens can grow up to two (2) meters in length and 3.5 kg in weight. SCP-3102’s diet consists of small rodents and reptiles, including other serpents.2 Specimens are normally docile in nature, and typically ignore nearby humans.3 Unusually, SCP-3102 is partially endothermic. While internal temperatures do fluctuate like other ectotherms, SCP-3102 is able to increase its own body temperature at will. This comes at a cost of higher energy demands, and thus specimens have a more ravenous appetite. Specimens’ scales are notably durable, resisting acidic solutions and high temperatures. Specimens are highly social creatures; SCP-3102 can be usually found in colonies, or traveling in packs. Specimens are also highly protective of their young, and will remain close to any juvenile serpents. At the time of writing, thirty-six (36) specimens are in current Foundation care.",
    "title": "SCP-3102"
}