{
    "url": "https://scp-wiki.wikidot.com/scp-3106",
    "all_text": "rating: \n+94\n+\n–\nx\n\n\nItem #:\n SCP-3106\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n An active perimeter is to be maintained in a 500-meter radius around SCP-3106. A staff of four security guards is responsible for the rapid termination of all instances of SCP-3106-1. Guards are to be supplied with military grade weapons; however, in the event of an emergency, please note that instances of SCP-3106-1 can be destroyed using any instrument or weapon that would normally destroy osseous (bone) tissue.\n\n\nNo personnel may approach SCP-3106 within a 500-meter radius without level 2 security clearance and the permission of the supervising security guard and the head researcher. Civilians are to be diverted using a 2.5-meter tall barbed wire fence at a 2-kilometer radius. Any civilians who enter the premises are to be detained for questioning then administered Class-A amnestics.\n\n\nSCP-3106-A is to be kept in Containment Cell ██. SCP-3106-A is to be provided with a new supply of ground beef every 2 months.\n\n\nDescription:\n SCP-3106 is a small bog located in ████████, ███████████. The bog is 8 meters long, 2 meters wide, and of an unknown depth. A probe sent to explore its depths traveled approximately 35 kilometers before it stopped transmitting.\n\n\nSCP-3106's other anomalous property manifests when an organism from the kingdom \nAnimalia\n enters the water. Upon making contact with the water, the organism will suffer from a cognitohazardous effect and drown itself. Organisms that are incapable of drowning will die immediately due to total organ failure. The cause of the total organ failure has yet to be identified.\n\n\nOnce dead, organisms undergo rapid decomposition of all organs and tissues except for the osseous tissue. When 50% of the dorsal osseous tissue is exposed, the organism becomes an instance of SCP-3106-1 and will pull itself out of the decomposing body and onto dry land. Organisms that lack osseous tissue will not create an instance of SCP-3106-1.\n\n\nInstances of SCP-3106-1 behave similarly to other members of the same species, including vocalizations and engaging in learned behaviors despite the lack of requisite organs or tissues. The instances' only additional behavior is that they will attack other organisms with the goal of removing the organism's flesh from their skeletal structure.\n\n\nInstances of SCP-3106-1 are able to adhere this flesh to their skeletal structure. The instances of SCP-3106-1 will attach the flesh to their bodies in a haphazard manner, and tissues or organs may be placed in anatomically incorrect areas. Oftentimes, upon removing the skeletal structure from the flesh, instances of SCP-3106-1 will engage in a \"rolling\" behavior to attach the flesh as quickly as possible, which increases the potential for organs to burst or to cause severe tissue damage.\n\n\nThe instances seem satisfied with any tissue and organs even if they have been damaged. Instances of SCP-3106-1 will discontinue hostile behavior when there is flesh covering the entirety of their skeletal structure. This flesh adheres to the skeletal structure for a period of two months before it begins peeling off, usually in large sections of the body. Additionally, instances of SCP-3106-1 do not discriminate what organism's flesh they utilize as long as it belongs to an organism in the kingdom \nAnimalia\n. This behavior has resulted in the death of approximately 30 civilians and 3 Foundation personnel.\n\n\n\n\n+ Experimentation Logs\n\n\n\n\n- Experimentation Logs\n\n\n\n\nExperimentation Log 1:\n\n\nResearcher:\n Dr. Ricardo\n\n\nProcedure:\n A rat was secured to a harness with a rope attached to it. The rat was evacuated from SCP-3106 when its head became fully submerged in water.\n\n\nResults:\n Rat was placed in close proximity of SCP-3106. Rat attempted to enter SCP-3106. The rat was evacuated from SCP-3106 when its head became fully submerged in water. The rat lay motionless for 30 seconds before resuming non-anomalous behavior.\n\n\nExperimentation Log 2:\n\n\nResearcher:\n Dr. Ricardo\n\n\nProcedure:\n A dead mink was placed into SCP-3106, and a live raccoon was introduced when an instance of SCP-3106-1 was produced.\n\n\nResults:\n Dead mink was introduced to SCP-3106. An instance of SCP-3106-1 was created. Raccoon was introduced to the testing area. SCP-3106-1 attacked the raccoon and successfully removed all flesh from the skeletal structure. The mink ignored the flesh and attempted to engage security personnel. Security personnel terminated SCP-3106-1 without incident. Dead organisms that are placed into SCP-3106 will now be designated SCP-3106-2 due to the alternate anomalous behavior. Further testing with dead organisms has been discontinued.\n\n\nExperimentation Log 3:\n\n\nResearcher:\n Dr. Ricardo\n\n\nProcedure:\n A sheep was introduced to a sample of SCP-3106.\n\n\nResults:\n Sheep exhibits no anomalous behavior. Consideration to deem samples of SCP-3106 as non-anomalous is pending.\n\n\nExperimentation Log 4:\n\n\nResearcher:\n Dr. Ricardo\n\n\nProcedure:\n D-8009 entered SCP-3106 and was detained for further testing when an instance of SCP-3106-A was created.\n\n\nResults:\n D-8009 instructed to enter SCP-3106. D-8009 enters SCP-3106. Instance of SCP-3106-A created. Instance of SCP-3106-A was significantly less aggressive than instances of SCP-3106-1. SCP-3106-A was brought in for interviewing under restraints.\n\n\n\n\n\n\n\n\n\n\n+ Interview Log\n\n\n\n\n- Interview Log\n\n\n\n\n\n\nInterviewer:\n Dr. Ricardo\n\n\nInterviewed:\n SCP-3106-A\n\n\nForeword:\n The following is a transcript of an interview with SCP-3106-A. Subject was kept talking for as long as needed. Security personnel were supplied with ground beef to offer to SCP-3106-A as a method of suppressing hostile behavior. Security guards were given authorization to terminate SCP-3106-A if hostile behavior was not controlled by the ground beef. It should be noted that SCP-3106-A stuttered throughout the conversation. Transliteration of the stuttering was removed for readability.\n\n\n\n\nDr. Ricardo:\n SCP-3106-A, how do you feel?\n\n\nSCP-3106-A:\n Is that what you call me now? I had just gotten used to D-8009.\n\n\nDr. Ricardo:\n If it helps our conversation, I can call you D-8009.\n\n\nSCP-3106-A:\n Yeah sure. Let's stick with that.\n\n\nDr. Ricardo:\n D-8009, how do you feel?\n\n\n(SCP-3106-A is unresponsive for about 10 seconds).\n\n\nSCP-3106-A:\n I feel naked. It's too damn cold in this room.\n\n\nDr. Ricardo:\n Describe the way it feels.\n\n\nSCP-3106-A:\n You know that feeling you get when you're completely naked somewhere you shouldn't be naked? Like in a dream where you're naked in public. Well, it feels like that on drugs. I don't even know how to describe it. It's just so intense. It's not something people are supposed to be able to feel.\n\n\nDr. Ricardo:\n Interesting. Do you feel anything else?\n\n\nSCP-3106-A:\n I don't know, does it feel weird talking to a skeleton?\n\n\nDr. Ricardo:\n What was it like being inside SCP-3106?\n\n\nSCP-3106-A:\n It hurt like hell. I mean, my whole body was being ripped apart. Literally down to the bone. At every point on my body. At the same time.\n\n\nDr. Ricardo:\n Can you describe any other anomalies within SCP-3106?\n\n\n(SCP-3106-A is noticeably agitated).\n\n\nSCP-3106-A:\n I don't want to talk about it.\n\n\nDr. Ricardo:\n D-8009, answer the question.\n\n\n(SCP-3106-A is unresponsive for about 40 seconds).\n\n\nSCP-3106-A:\n I can feel it. You have meat in here. My body wants it. I need it. Give it to me, and I'll talk.\n\n\n(Dr. Ricardo signals security personnel to allow SCP-3106-A access to the ground beef. SCP-3106-A covered itself with the beef and appeared relieved when it was done).\n\n\nDr. Ricardo:\n Are you ready to cooperate?\n\n\nSCP-3106-A:\n Yes, that's… That's so much better. I feel warm. Like I'm in a real body.\n\n\nDr. Ricardo:\n So dead animal flesh makes you feel like you're in a real body?\n\n\nSCP-3106-A:\n Yes, I have a heartbeat. I can breathe. I don't feel naked anymore. I can feel the table now. I never thought I'd want to feel handcuffs on my wrists again, but this is better than feeling nothing at all.\n\n\nDr. Ricardo:\n So, before you didn't have any sensory input?\n\n\nSCP-3106-A:\n Are you stupid? Of course not. I didn't even have skin.\n\n\nDr. Ricardo:\n You indicated feeling cold earlier. Do you mind elaborating?\n\n\nSCP-3106-A:\n All I felt was cold. I didn't feel anything else. I bet that's why all those animals go killing animals until they're covered in flesh. It's uncomfortable as hell. It was even starting to drive me a little crazy by the time I asked you for the meat.\n\n\nDr. Ricardo:\n Thank you for that. I need you to be as specific as possible when you answer my questions.\n\n\nSCP-3106-A:\n Why don't you take a dip in that bog? Then you could answer them yourself.\n\n\n(Dr. Ricardo pauses and looks at his papers before responding).\n\n\nDr. Ricardo:\n SCP-3106-A, answer my question about your experience in SCP-3106.\n\n\nSCP-3106-A:\n What was the question again?\n\n\nDr. Ricardo:\n Did you experience any anomalies other than what happened to your body?\n\n\nSCP-3106-A:\n Yeah, I did. There was something in there with me.\n\n\nDr. Ricardo:\n Tell me about it. What was it?\n\n\nSCP-3106-A:\n It wasn't a man. Or a woman. I mean, it wasn't physical, I don't think. Or maybe it was the bog. I don't know. It was just there. I felt it. It was hungry.\n\n\nDr. Ricardo:\n But it didn't want to eat your bones?\n\n\nSCP-3106-A:\n Well, it didn't. I wasn't in control. It must have just not wanted them.\n\n\nDr. Ricardo:\n So are you saying it was conscious? Did it seem self-aware?\n\n\nSCP-3106-A:\n What you guys are calling a cognitohazard is basically just mind-control. I mean, this thing was in my head, forcing me to stay inside until my skeleton was free to leave my body.\n\n\nDr. Ricardo:\n So what are you saying about it? It thinks?\n\n\nSCP-3106-A:\n It has a mind. And I think it has desires and maybe some emotions.\n\n\nDr. Ricardo:\n Please, elaborate.\n\n\nSCP-3106-A:\n I don't think it wanted me to die. I think it was just hungry… But… Well, I mean, I'm probably going to sound crazy, but it felt like it was happy. Kind of like it was thanking me for giving it my flesh. I guess that sounds pretty twisted when I say it out loud.\n\n\n\n\nDr. Ricardo:\n What are your feelings toward it?\n\n\nSCP-3106-A:\n I don't know. It hurt me a lot, but… Maybe it didn't even know it was hurting me.\n\n\nDr. Ricardo:\n D-8009, would you be willing to go back into SCP-3106?\n\n\nSCP-3106-A:\n Doctor, I've been a guinea-pig for the Foundation long enough. I know the drill. If I say no, you point a gun at my head. I'll go. I don't know if it'll hurt this time since my body is just hamburger.\n\n\nDr. Ricardo:\n Thank you for your cooperation.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Exploration Log\n\n\n\n\n- Exploration Log\n\n\n\n\n\n\nResearcher:\n Dr. Ricardo\n\n\nTest Subject:\n SCP-3106-A\n\n\nForeword:\n SCP-3106-A was placed into SCP-3106 and attempted to further discern the nature of SCP-3106. Recording equipment was surgically fixed into SCP-3106-A's chest cavity to ensure it didn't lose the equipment. Supervising researcher, Dr. Ricardo, remained in contact with SCP-3106-A during the exploration.\n\n\n\n\nDr. Ricardo:\n D-8009, test your microphone.\n\n\nSCP-3106-A:\n Check.\n\n\nDr. Ricardo:\n We read you. Proceed to SCP-3106.\n\n\n(SCP-3106-A enters SCP-3106).\n\n\nDr. Ricardo:\n What do you feel, D-8009?\n\n\nSCP-3106-A:\n It doesn't hurt this time.\n\n\n(The ground beef can be seen leaving SCP-3106-A's body in large chunks. Beef leaves range of visibility after approximately 25 seconds).\n\n\nDr. Ricardo:\n Swim down and turn on your body lamp.\n\n\n(The area in front of SCP-3106-A illuminates for 3 meters. Shreds of clothing start appearing after 1 minute of descending. The area expands approximately 4 meters in radius.\n\n\nSCP-3106-A:\n This space is opening up a lot. I can't tell where the walls are anymore.\n\n\n(SCP-3106-A's body cam continues to face toward the wall as SCP-3106-A swims further in).\n\n\nSCP-3106-A:\n I think this is its stomach.\n\n\n(The wall stops at a 90 degree angle and turns into a ceiling. No wall can be seen at this point).\n\n\nDr. Ricardo:\n Swim down more and try to scan the area with your body cam.\n\n\n(SCP-3106-A complies and swims down. SCP-3106-A pans the body cam until it shows a pile of ground beef forming on a bowl-like surface).\n\n\nDr. Ricardo:\n Is there anything else in the cave with you?\n\n\nSCP-3106-A:\n I can't see anything else. \n(SCP-3106-A swims to the side then stops).\n I see some ripped up clothes over here and… Shit, are you seeing this, Doc?\n\n\nDr. Ricardo:\n Are you referring to the ground beef?\n\n\nSCP-3106-A:\n No, I mean the… The shoes.\n\n\n(SCP-3106-A swims closer to the side wall. A pair of small shoes can be seen toward the bottom).\n\n\nSCP-3106-A:\n They're so small. And I those clothes are too… Shit. Can I leave this cave?\n\n\nDr. Ricardo:\n Slowly pan the camera around the cave to make sure we have everything on film. I'll let you know when you can leave.\n\n\nSCP-3106-A:\n Okay.\n\n\n(The body cam slowly pans the cave. SCP-3106-A swims along the walls and keeps its body cam steady. The process takes 2 minutes. More clothing articles can be seen on the camera. SCP-3106-A stops when a large tube reaches visual range).\n\n\nDr. Ricardo:\n D-8009, inspect that tube.\n\n\n(SCP-3106-A is unresponsive for 15 seconds).\n\n\nDr. Ricardo:\n D-8009, I repeat, inspect that tube.\n\n\nSCP-3106-A:\n No, I… I mean, that's just too much. Seriously, you can just kill me when I get back up there. I'm not going in that tube.\n\n\nDr. Ricardo:\n SCP-3106 is not digesting you. It doesn't look like it has a sphincter to block off the passageway, you're not being dragged by a current, and so far you haven't complained about needing to breathe. You'll be able to swim back through. Proceed with the exploration.\n\n\nSCP-3106-A:\n Okay… I'll… Shit… \n(SCP-3106-A is silent for 10 seconds).\n Fine, I'll go through.\n\n\n(SCP-3106-A swims into the tube. The tube appears to have the same radius as the initial tube. Nothing unordinary appears within the tube for 2 minutes. After 2 minutes, small bumps appear on the inside walls. SCP-3106-A stops before the first row of bumps and swims backward to distances itself).\n\n\nSCP-3106-A:\n I think I should stop here for now.\n\n\nDr. Ricardo:\n Do you have anything else to report about the internal structure of SCP-3106?\n\n\n(SCP-3106-A is silent for 5 seconds).\n\n\nSCP-3106-A:\n I can hear him.\n\n\nDr. Ricardo:\n You can hear SCP-3106?\n\n\nSCP-3106-A:\n Hold on, Doc. I'm going to try talking to him. \n(SCP-3106-A pauses for 4 seconds).\n Can you hear me?\n\n\nDr. Ricardo:\n D-8009, are you communicating with SCP-3106?\n\n\nSCP-3106-A:\n Yes, he's… well… it's… I don't know. Confused.\n\n\nDr. Ricardo:\n To be clear, you mean SCP-3106 is confused?\n\n\nSCP-3106-A:\n Yes… I… Hold on, Doc. \n(SCP-3106-A pauses for 10 seconds).\n No, I'm talking to a doctor. He wants to understand you.\n\n\nDr. Ricardo:\n Is SCP-3106 audible?\n\n\nSCP-3106-A:\n It's really hard to talk to two people at once, Doctor. Can you just let me talk?\n\n\nDr. Ricardo:\n Okay, continue, D-8009.\n\n\nSCP-3106-A:\n Who are you?\n\n\n(SCP-3106-A stops talking for 1 minute and 5 seconds).\n\n\nSCP-3106-A:\n What do you mean you don't know? How do you not know?\n\n\n(SCP-3106-A is silent for 12 seconds).\n\n\nSCP-3106-A:\n Doctor, SCP-3106 doesn't know who or what he is.\n\n\nDr. Ricardo:\n Talk to it as if it were a child.\n\n\nSCP-3106-A:\n Okay… I'll try. Are you lost?\n\n\n(\nSCP-3106-A remains silent for 43 seconds).\n\n\nSCP-3106-A:\n He doesn't know where he is or where he came from. He's just hungry all the time.\n\n\nDr. Ricardo:\n Ask it how big it is.\n\n\nSCP-3106-A:\n How big are you?\n\n\n(SCP-3106-A is silent for 14 seconds).\n\n\nSCP-3106-A:\n He doesn't know. He says he can feel heat at his bottom and see the sky at his top.\n\n\nDr. Ricardo:\n Noted. Please continue.\n\n\n(At this point in the video feed, chunks of ground beef pass SCP-3106-A. Flagellum-like structures emerge from the rows of bumps and aid in moving the beef further in).\n\n\nSCP-3106-A:\n Are you hurt?\n\n\n(SCP-3106-A is silent for 45 seconds).\n\n\nSCP-3106-A:\n He says he doesn't know.\n\n\nDr. Ricardo:\n Ask it about why it doesn't eat bones.\n\n\nSCP-3106-A:\n Why don't you eat bones?\n\n\n(SCP-3106-A is silent for 20 seconds).\n\n\nSCP-3106-A:\n He doesn't want to kill the things that feed him, so he lets the bones go free and find new flesh.\n\n\nDr. Ricardo:\n Does it know what happens to the skeletons?\n\n\nSCP-3106-A:\n Do you know what happens when the bones get out?\n\n\n(SCP-3106-A is silent for 7 seconds).\n\n\nSCP-3106-A:\n He doesn't know.\n\n\nDr. Ricardo:\n Okay, D-8009, you're free to leave SCP-3106.\n\n\nSCP-3106-A:\n Do you ever get lonely?\n\n\n(SCP-3106-A is silent for a moment).\n\n\nSCP-3106-A:\n I'll come back and talk to you.\n\n\nNotes: There are no plans to terminate SCP-3106-A. SCP-3106-A has been given more ground beef for its body and is currently stored in Containment Cell ██. Consideration for adding feeding times to SCP-3106's containment procedures is pending. Consideration for using SCP-3106-A for further interviews with SCP-3106 has been denied.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3105\n | SCP-3106 | \nSCP-3107\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3106\n\" by Regal-J, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3106\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewer: Dr. Ricardo Interviewed: SCP-3106-A Foreword: The following is a transcript of an interview with SCP-3106-A. Subject was kept talking for as long as needed. Security personnel were supplied with ground beef to offer to SCP-3106-A as a method of suppressing hostile behavior. Security guards were given authorization to terminate SCP-3106-A if hostile behavior was not controlled by the ground beef. It should be noted that SCP-3106-A stuttered throughout the conversation. Transliteration of the stuttering was removed for readability. Dr. Ricardo: SCP-3106-A, how do you feel? SCP-3106-A: Is that what you call me now? I had just gotten used to D-8009. Dr. Ricardo: If it helps our conversation, I can call you D-8009. SCP-3106-A: Yeah sure. Let's stick with that. Dr. Ricardo: D-8009, how do you feel? (SCP-3106-A is unresponsive for about 10 seconds). SCP-3106-A: I feel naked. It's too damn cold in this room. Dr. Ricardo: Describe the way it feels. SCP-3106-A: You know that feeling you get when you're completely naked somewhere you shouldn't be naked? Like in a dream where you're naked in public. Well, it feels like that on drugs. I don't even know how to describe it. It's just so intense. It's not something people are supposed to be able to feel. Dr. Ricardo: Interesting. Do you feel anything else? SCP-3106-A: I don't know, does it feel weird talking to a skeleton? Dr. Ricardo: What was it like being inside SCP-3106? SCP-3106-A: It hurt like hell. I mean, my whole body was being ripped apart. Literally down to the bone. At every point on my body. At the same time. Dr. Ricardo: Can you describe any other anomalies within SCP-3106? (SCP-3106-A is noticeably agitated). SCP-3106-A: I don't want to talk about it. Dr. Ricardo: D-8009, answer the question. (SCP-3106-A is unresponsive for about 40 seconds). SCP-3106-A: I can feel it. You have meat in here. My body wants it. I need it. Give it to me, and I'll talk. (Dr. Ricardo signals security personnel to allow SCP-3106-A access to the ground beef. SCP-3106-A covered itself with the beef and appeared relieved when it was done). Dr. Ricardo: Are you ready to cooperate? SCP-3106-A: Yes, that's… That's so much better. I feel warm. Like I'm in a real body. Dr. Ricardo: So dead animal flesh makes you feel like you're in a real body? SCP-3106-A: Yes, I have a heartbeat. I can breathe. I don't feel naked anymore. I can feel the table now. I never thought I'd want to feel handcuffs on my wrists again, but this is better than feeling nothing at all. Dr. Ricardo: So, before you didn't have any sensory input? SCP-3106-A: Are you stupid? Of course not. I didn't even have skin. Dr. Ricardo: You indicated feeling cold earlier. Do you mind elaborating? SCP-3106-A: All I felt was cold. I didn't feel anything else. I bet that's why all those animals go killing animals until they're covered in flesh. It's uncomfortable as hell. It was even starting to drive me a little crazy by the time I asked you for the meat. Dr. Ricardo: Thank you for that. I need you to be as specific as possible when you answer my questions. SCP-3106-A: Why don't you take a dip in that bog? Then you could answer them yourself. (Dr. Ricardo pauses and looks at his papers before responding). Dr. Ricardo: SCP-3106-A, answer my question about your experience in SCP-3106. SCP-3106-A: What was the question again? Dr. Ricardo: Did you experience any anomalies other than what happened to your body? SCP-3106-A: Yeah, I did. There was something in there with me. Dr. Ricardo: Tell me about it. What was it? SCP-3106-A: It wasn't a man. Or a woman. I mean, it wasn't physical, I don't think. Or maybe it was the bog. I don't know. It was just there. I felt it. It was hungry. Dr. Ricardo: But it didn't want to eat your bones? SCP-3106-A: Well, it didn't. I wasn't in control. It must have just not wanted them. Dr. Ricardo: So are you saying it was conscious? Did it seem self-aware? SCP-3106-A: What you guys are calling a cognitohazard is basically just mind-control. I mean, this thing was in my head, forcing me to stay inside until my skeleton was free to leave my body. Dr. Ricardo: So what are you saying about it? It thinks? SCP-3106-A: It has a mind. And I think it has desires and maybe some emotions. Dr. Ricardo: Please, elaborate. SCP-3106-A: I don't think it wanted me to die. I think it was just hungry… But… Well, I mean, I'm probably going to sound crazy, but it felt like it was happy. Kind of like it was thanking me for giving it my flesh. I guess that sounds pretty twisted when I say it out loud. Dr. Ricardo: What are your feelings toward it? SCP-3106-A: I don't know. It hurt me a lot, but… Maybe it didn't even know it was hurting me. Dr. Ricardo: D-8009, would you be willing to go back into SCP-3106? SCP-3106-A: Doctor, I've been a guinea-pig for the Foundation long enough. I know the drill. If I say no, you point a gun at my head. I'll go. I don't know if it'll hurt this time since my body is just hamburger. Dr. Ricardo: Thank you for your cooperation.",
        "Researcher: Dr. Ricardo Test Subject: SCP-3106-A Foreword: SCP-3106-A was placed into SCP-3106 and attempted to further discern the nature of SCP-3106. Recording equipment was surgically fixed into SCP-3106-A's chest cavity to ensure it didn't lose the equipment. Supervising researcher, Dr. Ricardo, remained in contact with SCP-3106-A during the exploration. Dr. Ricardo: D-8009, test your microphone. SCP-3106-A: Check. Dr. Ricardo: We read you. Proceed to SCP-3106. (SCP-3106-A enters SCP-3106). Dr. Ricardo: What do you feel, D-8009? SCP-3106-A: It doesn't hurt this time. (The ground beef can be seen leaving SCP-3106-A's body in large chunks. Beef leaves range of visibility after approximately 25 seconds). Dr. Ricardo: Swim down and turn on your body lamp. (The area in front of SCP-3106-A illuminates for 3 meters. Shreds of clothing start appearing after 1 minute of descending. The area expands approximately 4 meters in radius. SCP-3106-A: This space is opening up a lot. I can't tell where the walls are anymore. (SCP-3106-A's body cam continues to face toward the wall as SCP-3106-A swims further in). SCP-3106-A: I think this is its stomach. (The wall stops at a 90 degree angle and turns into a ceiling. No wall can be seen at this point). Dr. Ricardo: Swim down more and try to scan the area with your body cam. (SCP-3106-A complies and swims down. SCP-3106-A pans the body cam until it shows a pile of ground beef forming on a bowl-like surface). Dr. Ricardo: Is there anything else in the cave with you? SCP-3106-A: I can't see anything else. (SCP-3106-A swims to the side then stops). I see some ripped up clothes over here and… Shit, are you seeing this, Doc? Dr. Ricardo: Are you referring to the ground beef? SCP-3106-A: No, I mean the… The shoes. (SCP-3106-A swims closer to the side wall. A pair of small shoes can be seen toward the bottom). SCP-3106-A: They're so small. And I those clothes are too… Shit. Can I leave this cave? Dr. Ricardo: Slowly pan the camera around the cave to make sure we have everything on film. I'll let you know when you can leave. SCP-3106-A: Okay. (The body cam slowly pans the cave. SCP-3106-A swims along the walls and keeps its body cam steady. The process takes 2 minutes. More clothing articles can be seen on the camera. SCP-3106-A stops when a large tube reaches visual range). Dr. Ricardo: D-8009, inspect that tube. (SCP-3106-A is unresponsive for 15 seconds). Dr. Ricardo: D-8009, I repeat, inspect that tube. SCP-3106-A: No, I… I mean, that's just too much. Seriously, you can just kill me when I get back up there. I'm not going in that tube. Dr. Ricardo: SCP-3106 is not digesting you. It doesn't look like it has a sphincter to block off the passageway, you're not being dragged by a current, and so far you haven't complained about needing to breathe. You'll be able to swim back through. Proceed with the exploration. SCP-3106-A: Okay… I'll… Shit… (SCP-3106-A is silent for 10 seconds). Fine, I'll go through. (SCP-3106-A swims into the tube. The tube appears to have the same radius as the initial tube. Nothing unordinary appears within the tube for 2 minutes. After 2 minutes, small bumps appear on the inside walls. SCP-3106-A stops before the first row of bumps and swims backward to distances itself). SCP-3106-A: I think I should stop here for now. Dr. Ricardo: Do you have anything else to report about the internal structure of SCP-3106? (SCP-3106-A is silent for 5 seconds). SCP-3106-A: I can hear him. Dr. Ricardo: You can hear SCP-3106? SCP-3106-A: Hold on, Doc. I'm going to try talking to him. (SCP-3106-A pauses for 4 seconds). Can you hear me? Dr. Ricardo: D-8009, are you communicating with SCP-3106? SCP-3106-A: Yes, he's… well… it's… I don't know. Confused. Dr. Ricardo: To be clear, you mean SCP-3106 is confused? SCP-3106-A: Yes… I… Hold on, Doc. (SCP-3106-A pauses for 10 seconds). No, I'm talking to a doctor. He wants to understand you. Dr. Ricardo: Is SCP-3106 audible? SCP-3106-A: It's really hard to talk to two people at once, Doctor. Can you just let me talk? Dr. Ricardo: Okay, continue, D-8009. SCP-3106-A: Who are you? (SCP-3106-A stops talking for 1 minute and 5 seconds). SCP-3106-A: What do you mean you don't know? How do you not know? (SCP-3106-A is silent for 12 seconds). SCP-3106-A: Doctor, SCP-3106 doesn't know who or what he is. Dr. Ricardo: Talk to it as if it were a child. SCP-3106-A: Okay… I'll try. Are you lost? ( SCP-3106-A remains silent for 43 seconds). SCP-3106-A: He doesn't know where he is or where he came from. He's just hungry all the time. Dr. Ricardo: Ask it how big it is. SCP-3106-A: How big are you? (SCP-3106-A is silent for 14 seconds). SCP-3106-A: He doesn't know. He says he can feel heat at his bottom and see the sky at his top. Dr. Ricardo: Noted. Please continue. (At this point in the video feed, chunks of ground beef pass SCP-3106-A. Flagellum-like structures emerge from the rows of bumps and aid in moving the beef further in). SCP-3106-A: Are you hurt? (SCP-3106-A is silent for 45 seconds). SCP-3106-A: He says he doesn't know. Dr. Ricardo: Ask it about why it doesn't eat bones. SCP-3106-A: Why don't you eat bones? (SCP-3106-A is silent for 20 seconds). SCP-3106-A: He doesn't want to kill the things that feed him, so he lets the bones go free and find new flesh. Dr. Ricardo: Does it know what happens to the skeletons? SCP-3106-A: Do you know what happens when the bones get out? (SCP-3106-A is silent for 7 seconds). SCP-3106-A: He doesn't know. Dr. Ricardo: Okay, D-8009, you're free to leave SCP-3106. SCP-3106-A: Do you ever get lonely? (SCP-3106-A is silent for a moment). SCP-3106-A: I'll come back and talk to you. Notes: There are no plans to terminate SCP-3106-A. SCP-3106-A has been given more ground beef for its body and is currently stored in Containment Cell ██. Consideration for adding feeding times to SCP-3106's containment procedures is pending. Consideration for using SCP-3106-A for further interviews with SCP-3106 has been denied.",
        "\" SCP-3106 \" by Regal-J, from the SCP Wiki . Source: https://scpwiki.com/scp-3106 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3106",
    "object_class": "Euclid",
    "containment_procedures": "An active perimeter is to be maintained in a 500-meter radius around SCP-3106. A staff of four security guards is responsible for the rapid termination of all instances of SCP-3106-1. Guards are to be supplied with military grade weapons; however, in the event of an emergency, please note that instances of SCP-3106-1 can be destroyed using any instrument or weapon that would normally destroy osseous (bone) tissue.",
    "description": "SCP-3106 is a small bog located in ████████, ███████████. The bog is 8 meters long, 2 meters wide, and of an unknown depth. A probe sent to explore its depths traveled approximately 35 kilometers before it stopped transmitting.",
    "title": "SCP-3106"
}