{
    "url": "https://scp-wiki.wikidot.com/scp-3117",
    "all_text": "rating: \n+403\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3117:\n A Monster-Shaped Hole\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n, \nLink\n, \nLink\n, \nLink\n, \nLink\n, \nLink\n, and \nLink\n.\n\n\nTitle card created by me in GIMP; released to Public Domain.\n\n\nInspired by \nHyakumonogatari Kaidankai\n, or \nA Gathering of One Hundred Supernatural Tales\n.\n\n\nMusic:\n \nThriller\n (Michael Jackson (Vintage Cabaret Cover) ft. Wayne Brady)\n\n\nNext: [\nSCP-3128\n]: \nLet's Play Monopoly!\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+403\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGOC photograph; context unknown. Written on back: \n01/19/2005 FOUND HIDING IN CLOSET\n\n\n\n\n\n\nItem #:\n SCP-3117\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A Foundation-operated bot (I/O-SPIRAL) is to monitor online communities for discussions regarding SCP-3117. MTF Phi-11 (\"Promise-Keepers\") is to investigate these discussions and make a determination for appropriate action on a case-by-case basis.\n\n\nAny materials confirmed to contain components of SCP-3117 are to be isolated if possible, and — if not — referred to the Foundation's Disinformation Bureau for immediate action. Subjects who have experienced SCP-3117 are to be isolated for study.\n\n\nMTF Iota-10 (\"Damn Feds\")\n are to continue the ongoing investigation regarding the location featured in Addendum 3117.1.\n\n\nDescription:\n SCP-3117 is a recurring dream triggered via exposure to certain components. These components take the form of specific ideas, concepts, phrases, and images. While exposure to all components are required to trigger occurrences of SCP-3117, these components can be spread across multiple forms of media (including film, audio, print, and still images). Consequently, no one source is known to contain all components responsible for triggering SCP-3117.\n\n\nAlthough subjects' experiences with SCP-3117 vary, the following symptoms have been noted among those who have or will experience SCP-3117:\n\n\n\n\nAn aversion to discussing or describing SCP-3117.\n\n\nSuspicion that they are receiving warnings regarding SCP-3117.\n\n\nA growing sense of urgency, inevitability, and/or dread.\n\n\nThe belief that they are being watched.\n\n\n\n\nIn approximately 1 out of 7 cases, subjects who experience SCP-3117 will go missing shortly after the dream's first occurrence. Investigations into this phenomenon are ongoing.\n\n\nAddendum 3117.1:\n Discovery\n\n\nIn 2006, a member of the \nGlobal Occult Coalition\n's PSYCHE Division contacted Site-95 with the goal of transferring responsibility for containment of \"UTE-2639-Pygmalion Blit\" over to Foundation care. After several months of negotiation, 378 items (including several hundred documents, digital files, photographs, and one Betamax tape) were taken into Foundation custody. After an extensive clearance process by the on-duty HMCL supervisor, these items have been catalogued as part of SCP-3117's documentation.\n\n\n\n\n► ACCESS SCP:/3117/goc/035.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nINTERVIEW TRANSCRIPT\n\n\n\n\n15 March 2001\n\n\n\n\n\n\n\n\nSUBJECT:\n\n\nUTE-2639-Pygmalion Blit\n\n\nASSESSMENT TEAM:\n\n\n761 (\"PERIWINKLE\")\n\n\nIN ATTENDANCE\n\n\n52841285/761 (\"LADYBUG\")\n\n\n52883762/761 (\"VOODOO\")\n\n\nSUBJECT 2639-712 (\"GAMMA\")\n\n\n\n\nLADYBUG: Tell us about the dream.\n\n\nGAMMA: I'm in a woods, or a park, something like that. I'm walking down a path. Concrete, I think. A hiking path. There's something written on the ground. I keep going —\n\n\nVOODOO: What's written —\n\n\nGAMMA: — I keep going, and —\n\n\nVOODOO: What's written on the ground?\n\n\nGAMMA: I don't know. Something like 'she comes at night'? Some spooky shit like that.\n\n\nVOODOO: Alright.\n\n\nLADYBUG: Please, keep going.\n\n\nGAMMA: I walk along this path. It starts to curve to the right. I keep walking, and it keeps curving harder and harder to the right, until I realize I'm going in — it's not a circle. More like, a spiral. I'm spiraling toward something. The path is starting to slope down.\n\n\nLADYBUG: Why are you following this path?\n\n\nGAMMA: I don't know. I feel like I have to. It's like I'm on autopilot. I can't stop.\n\n\nVOODOO: What happens then?\n\n\nGAMMA: I reach the end of the path.\n\n\nVOODOO: And?\n\n\nGAMMA: There's — there's stairs. They lead down. Spiraling down, into the ground. I look down and I can't see the bottom. It's too far.\n\n\nLADYBUG: Keep going.\n\n\nGAMMA: I go down the stairs. Something's — something's watching —\n\n\nVOODOO: What's watching you?\n\n\nGAMMA: — and, it's — I don't know. Something's watching me. Something's waiting for me at the bottom. But I can't stop. I start going faster and faster, and then I reach the bottom. There's a pit. There's light coming from the pit. I look down.\n\n\nVOODOO: And?\n\n\nLADYBUG: You can tell us. It's alright.\n\n\nGAMMA: It — something looks back up. That's when I wake up. I wake up screaming.\n\n\nVOODOO: 'It'?\n\n\nGAMMA: I — I don't know. Can we stop? I don't like talking about this. We shouldn't be talking about this.\n\n\nVOODOO: Okay. Let's take a short break, okay?\n\n\nGAMMA: Okay.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3117/goc/040.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nVIDEO TRANSCRIPT\n\n\n\n\n17 February 2005\n\n\n\n\n\n\n\n\nSUBJECT:\n\n\nUTE-2639-Pygmalion Blit\n\n\nDISCOVERY DATE:\n\n\nJanuary 19, 2005\n\n\nFORMAT:\n\n\nStandard Betamax tape\n\n\nLENGTH:\n\n\n68 minutes, 12 seconds\n\n\nADDITIONAL NOTES:\n\n\nDiscovered by AT-761 (\"PERIWINKLE\") at the home of ██████████████. The tape is labeled 'HOME MOVIE - 3/8/1983'.\n\n\n\n\n\n\n[00:00:00]\n\n\n\n\n\n\n[00:00:02]\n\n\n\n\n\n\nVideo begins. Screen displays title for 12 seconds: \"THIS IS WHERE SHE APPEARS IN THE DARK OF NIGHT\".\n\n\n\n\n\n\n \n\n\n\n\n[00:00:12]\n\n\n\n\n\n\n[00:00:16]\n\n\n\n\n\n\nThe camera is focused on a path extending into the forest which curves to the right. Graffiti is visible at the bottom of the frame; it reads: 'THIS IS WHERE SHE APPEARS IN THE DARK OF NIGHT'. The camera begins to move forward, following the path for 3 minutes.\n\n\nThe next 5 minutes are obscured by static.\n\n\n\n\n\n\n \n\n\n\n\n[00:08:47]\n\n\n\n\n\n\n[00:08:55]\n\n\n\n\n\n\nThe static clears. The camera is focused on a stone staircase that spirals into the earth. 35 seconds pass as it focuses on the view below. The bottom cannot be seen.\n\n\nThe camera slowly descends the staircase.\n\n\n\n\n\n\n \n\n\n\n\n[00:15:31]\n\n\n\n\n\n\n[00:15:50]\n\n\n\n\n\n\nThe camera stops descending and turns up to face the entrance. Approximately 20 seconds are spent focused on the entrance.\n\n\nAbruptly, the camera turns back to the stairs and proceeds to rapidly descend. Heavy breathing is now audible.\n\n\n\n\n\n\n \n\n\n\n\n[00:18:12]\n\n\n\n\n\n\n[00:18:23]\n\n\n\n\n\n\nThe camera's erratic movements indicate running. A brief shot of the stairway is visible; the bottom still cannot be seen.\n\n\nHeavy breathing continues. In addition, there is now a muffled rumbling sound.\n\n\nThe next 10 minutes are obscured by static.\n\n\n\n\n\n\n \n\n\n\n\n[00:28:36]\n\n\n\n\n\n\n[00:28:41]\n\n\n\n\n\n\nThe static clears. The camera is now moving significantly slower, maintaining a steady pace. A loud, rhythmic sound — reminiscent of large machines grinding — is heard. The camera pauses to briefly look down the staircase; the bottom can still not be seen.\n\n\nThe next 30 minutes are obscured by static.\n\n\n\n\n\n\n \n\n\n\n\n[00:59:55]\n\n\n\n\n\n\n[00:61:17]\n\n\n\n\n\n\nThe static clears. The camera is focused on the edge of a stone railing; beyond it, there is a pit with a bright, glowing light coming from below. The rhythmic sound of metallic grinding continues.\n\n\nThe camera approaches the edge of the railing with caution, slowly angling down. The metallic grinding grows louder.\n\n\nThe remaining 7 minutes are obscured by static.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nAddendum 3117.2:\n Interview\n\n\nAs part of the agreement between the Foundation and the GOC, the Foundation was permitted to interview a former GOC operative (Jennifer Selwick) who had been part of the assessment team assigned to investigate SCP-3117.\n\n\n\n\n► ACCESS SCP:/3117/interviews/103.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n 2006/09/19\n\n\nINTERVIEWER:\n Dr. Jenner\n\n\nSUBJECT:\n Jennifer Selwick (former GOC operative)\n\n\n\n\n[\nBEGIN LOG.\n]\n\n\nJENNER:\n What can you tell me about SCP-3117?\n\n\nSUBJECT:\n You've got all our files on it. What do you want me to tell you?\n\n\nJENNER:\n The files don't paint the whole picture. Several of them are incomplete, and show signs of damage —\n\n\nSUBJECT:\n That's probably on account of my team destroying as much of it as we could.\n\n\nJENNER:\n What — may I ask why? Were they —\n\n\nSUBJECT:\n No.\n\n\nJENNER:\n — cognitohazardous? No?\n\n\nSUBJECT:\n No. They weren't dangerous in of themselves. Not directly.\n\n\nJENNER:\n Could you elaborate?\n\n\nSUBJECT:\n Look. UTE-2639 —\n\n\nJENNER:\n SCP-3117.\n\n\nSUBJECT:\n Right, whatever. 3117 — it isn't — it isn't whatever you think it is. There's a reason the GOC stopped looking into it and threw everything I didn't destroy over to you guys.\n\n\nJENNER:\n And why is that?\n\n\nSUBJECT:\n We've been investigating this thing for maybe ten, twenty years? And it's eaten its way through —\n\n\nJENNER:\n 'Eaten'?\n\n\nSUBJECT:\n — way through a lot of people. Some of our best. Some of our brightest, yeah. We originally thought it was some sort of entity, maybe a Type-Green or Type-Blue, but — no, it's nothing like that. It's\n...\n not even a monster, I don't think. It's just — it's just a trap. A monster-shaped hole.\n\n\nJENNER:\n I'm not sure I —\n\n\nSUBJECT:\n You try to work it out, because that's what you do when you're clever — you work things out. But with every piece you 'find', you're filling that hole up. You're reassembling a puzzle of your own creation, one you didn't even know you were solving. Until —\n\n\n[\nSilence.\n]\n\n\nJENNER:\n Until what?\n\n\nSUBJECT:\n Until the hole isn't a hole anymore. Until it's staring back up at you.\n\n\nJENNER:\n Are you saying SCP-3117 creates some sort of monster?\n\n\nSUBJECT:\n We think we tell each other scary stories for fun, but maybe there's another reason. I think — I think some of these stories, when we tell them — they're not meant to be thrilling. They're meant to be warnings. A warning to stop. To not open that door — to not go down the stairs. To stop watching the movie, or listening to that story, or reading that article. But you don't realize it. Not until it's too late. Not until…\n\n\n[\nSilence.\n]\n\n\nJENNER:\n Jennifer?\n\n\n[\nSilence.\n]\n\n\nJENNER:\n What's wrong?\n\n\nSUBJECT:\n It's too late.\n\n\nJENNER:\n What's too late?\n\n\nSUBJECT:\n She's found you. I'm sorry. She's found you.\n\n\nJENNER:\n I don't — what?\n\n\nSUBJECT:\n Don't think about it. Don't talk about it. Don't try to figure it out. When the dreams start to come, ignore them. Don't tell anyone. And whatever you do, don't look down. Don't look into the pit. She's found you, and if you keep trying to look, if you keep trying to solve this, she's going to —\n\n\nJENNER:\n Stop. Please, I don't understand what you're —\n\n\nSUBJECT:\n I'm not talking to you.\n\n\n[\nEND LOG.\n]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3116\n | SCP-3117 | \nSCP-3118\n »",
    "addendums": [
        "Addendum 3117.1: Discovery\nIn 2006, a member of the Global Occult Coalition 's PSYCHE Division contacted Site-95 with the goal of transferring responsibility for containment of \"UTE-2639-Pygmalion Blit\" over to Foundation care. After several months of negotiation, 378 items (including several hundred documents, digital files, photographs, and one Betamax tape) were taken into Foundation custody. After an extensive clearance process by the on-duty HMCL supervisor, these items have been catalogued as part of SCP-3117's documentation.",
        "Addendum 3117.2: Interview\nAs part of the agreement between the Foundation and the GOC, the Foundation was permitted to interview a former GOC operative (Jennifer Selwick) who had been part of the assessment team assigned to investigate SCP-3117."
    ],
    "documents": [],
    "notes": [
        "INTERVIEW LOG DATE: 2006/09/19 INTERVIEWER: Dr. Jenner SUBJECT: Jennifer Selwick (former GOC operative) [ BEGIN LOG. ] JENNER: What can you tell me about SCP-3117? SUBJECT: You've got all our files on it. What do you want me to tell you? JENNER: The files don't paint the whole picture. Several of them are incomplete, and show signs of damage — SUBJECT: That's probably on account of my team destroying as much of it as we could. JENNER: What — may I ask why? Were they — SUBJECT: No. JENNER: — cognitohazardous? No? SUBJECT: No. They weren't dangerous in of themselves. Not directly. JENNER: Could you elaborate? SUBJECT: Look. UTE-2639 — JENNER: SCP-3117. SUBJECT: Right, whatever. 3117 — it isn't — it isn't whatever you think it is. There's a reason the GOC stopped looking into it and threw everything I didn't destroy over to you guys. JENNER: And why is that? SUBJECT: We've been investigating this thing for maybe ten, twenty years? And it's eaten its way through — JENNER: 'Eaten'? SUBJECT: — way through a lot of people. Some of our best. Some of our brightest, yeah. We originally thought it was some sort of entity, maybe a Type-Green or Type-Blue, but — no, it's nothing like that. It's ... not even a monster, I don't think. It's just — it's just a trap. A monster-shaped hole. JENNER: I'm not sure I — SUBJECT: You try to work it out, because that's what you do when you're clever — you work things out. But with every piece you 'find', you're filling that hole up. You're reassembling a puzzle of your own creation, one you didn't even know you were solving. Until — [ Silence. ] JENNER: Until what? SUBJECT: Until the hole isn't a hole anymore. Until it's staring back up at you. JENNER: Are you saying SCP-3117 creates some sort of monster? SUBJECT: We think we tell each other scary stories for fun, but maybe there's another reason. I think — I think some of these stories, when we tell them — they're not meant to be thrilling. They're meant to be warnings. A warning to stop. To not open that door — to not go down the stairs. To stop watching the movie, or listening to that story, or reading that article. But you don't realize it. Not until it's too late. Not until… [ Silence. ] JENNER: Jennifer? [ Silence. ] JENNER: What's wrong? SUBJECT: It's too late. JENNER: What's too late? SUBJECT: She's found you. I'm sorry. She's found you. JENNER: I don't — what? SUBJECT: Don't think about it. Don't talk about it. Don't try to figure it out. When the dreams start to come, ignore them. Don't tell anyone. And whatever you do, don't look down. Don't look into the pit. She's found you, and if you keep trying to look, if you keep trying to solve this, she's going to — JENNER: Stop. Please, I don't understand what you're — SUBJECT: I'm not talking to you. [ END LOG. ]"
    ],
    "item": "SCP-3117",
    "object_class": "Euclid",
    "containment_procedures": "A Foundation-operated bot (I/O-SPIRAL) is to monitor online communities for discussions regarding SCP-3117. MTF Phi-11 (\"Promise-Keepers\") is to investigate these discussions and make a determination for appropriate action on a case-by-case basis.",
    "description": "SCP-3117 is a recurring dream triggered via exposure to certain components. These components take the form of specific ideas, concepts, phrases, and images. While exposure to all components are required to trigger occurrences of SCP-3117, these components can be spread across multiple forms of media (including film, audio, print, and still images). Consequently, no one source is known to contain all components responsible for triggering SCP-3117.",
    "title": "SCP-3117"
}