{
    "url": "https://scp-wiki.wikidot.com/scp-3121",
    "all_text": "rating: \n+134\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\nYou are viewing the edit history of this page.\n\nThe version shown below is revision \n2\n from \n2005-10-15 16:48\n.\n\n\n\n\n\n\n\n\n\n\n\n\nLocation in Fontainebleau, France, where SCP-3121 was recovered\n\n\n\n\n\n\nItem #:\n SCP-3121\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3121 is contained in Shelf C, Cage 8 of the Safe Miniature Biological (SaMBio) containment corridor at Site 66. Provisional diet is one tablespoon of nutrient-supplemented fruit mix\n1\n, twice daily. One fresh, living mealworm larva is also to be offered as food once a week, dependent on good behaviour.\n\n\nAllowing SCP-3121 to craft tools and structures reduces outward signs of distress. Dependent on good behaviour, raw materials such as straw, small sticks, and leaves may be introduced into SCP-3121’s cage. SCP-3121’s stick hut, which it has constructed using enrichment materials, is not to be replaced when cleaning.\n\n\nDescription:\n SCP-3121 is a sapient humanoid measuring 9.8 cm in height. In addition to its small stature, the entity displays other deviations from standard human morphology. SCP-3121’s skin is sea green in tone, and covered in wart-like nodules. It also possesses exaggerated facial features, including a heavy brow, prominent cheekbones, and markedly pointed ears, nose and chin. Its overall appearance is reminiscent of an imp or hobgoblin in European folklore.\n\n\nAside from its appearance, SCP-3121 is not known to exhibit any other anomalous traits at present\n2\n. Its biological functions and requirements appear to be as expected of a similarly sized non-anomalous mammal. SCP-3121 displays both primary and secondary masculine sexual characteristics.\n\n\nSCP-3121 speaks in a dialect similar to Middle High German, a form of the German language spoken between the 11th and 14th centuries. Dr Lena Reiterer, a Foundation linguist with some fluency in a later form of the language, Early New High German, is able to hold conversations with the entity. SCP-3121 is currently uncooperative in interviews, displaying behavioural signs of distress and continually asking for the whereabouts of its “wife”.\n\n\nSCP-3121 was originally found in the Forest of Fontainebleau in northern France on 2005-10-13, inhabiting a crudely constructed hut made from sticks. Materials found within suggest inhabitation for two entities; it is believed that the “wife” mentioned by SCP-3121 was near the site at the time of initial retrieval, but evaded capture without being seen by containment personnel.\n\n\nAddenda:\n\n\n\n\n ▶  Show: SCP-3121 Interview Log \n\n\n\n\n ▽  Hide: SCP-3121 Interview Log  \n\n\n\n\n\n\n\n\n\n\nDATE\n\n\n2005-10-15 11:29 UTC\n\n\n\n\n\n\nINTERVIEWER\n\n\nDr Lena Reiterer\n\n\n\n\n\n\nSUPERVISED BY\n\n\nSenior Researcher Jacob Currie (Sentient Containment Specialist)\n\n\n\n\n\n\n\n\nDialogue translated from archaic High German unless noted otherwise.\n\n\n\n\n\n\n\n\n\n\nDR REITERER:\n Hello, SCP-3121.\n\n\n[SCP-3121 runs to the corner of the cage and cowers.]\n\n\nDR REITERER:\n How is it going? Is everything good with you?\n\n\nSCP-3121:\n What do you want from me? I— I beg you, let me leave this place. I want to leave.\n\n\nDR REITERER:\n I appreciate that. You likely find this place very strange.\n\n\n[No dialogue for 11 seconds.]\n\n\nDR REITERER:\n Do you understand me?\n\n\n[No dialogue for 5 seconds.]\n\n\nSCP-3121:\n Yes.\n\n\nDR REITERER:\n I’m glad to hear that. I don’t want to hurt you. I just want to ask you some questions about yourself. May I?\n\n\n[SCP-3121 is silent.]\n\n\nDR REITERER:\n Can you—\n\n\nSR CURRIE:\n \n[in English]\n Tell the anomaly that it risks being punished if it doesn’t cooperate.\n\n\nDR REITERER:\n \n[in English]\n I— I don’t think that’s necessary yet. I mean, we’re only getting started.\n\n\nSR CURRIE:\n \n[in English]\n We should exploit this fear response. It works on sapients, especially early in containment. Trust me on this.\n\n\nDR REITERER:\n \n[to SCP-3121]\n SCP-3121, your life here will be better if you answer my questions. Where do you come from?\n\n\n[SCP-3121 is silent.]\n\n\nDR REITERER:\n How old are you? Do you know?\n\n\n[SCP-3121 is silent.]\n\n\nDR REITERER:\n Are there other people like you? That is to say, other creatures who look like you?\n\n\n[SCP-3121 makes a groaning noise.]\n\n\nSCP-3121:\n I beg you, let me go. My wife is surely worried about me. I want— I want to return to my wife. She is surely looking for me. I want to see my wife. Let me leave. I want to see my wife.\n\n\nSR CURRIE:\n \n[in English]\n What did the anomaly say?\n\n\nDR REITERER:\n \n[in English]\n It’s talking about his— about its wife. The anomaly is saying that it wants to go back to its wife, that the wife will be looking for it.\n\n\nSR CURRIE:\n \n[in English]\n Good, a point of vulnerability. We can exploit that if necessary. Keep going.\n\n\nDR REITERER:\n \n[to SCP-3121]\n Where do you think your wife is? We can bring her to you.\n\n\nSCP-3121:\n I won’t tell you. You can’t catch her, she is too \nswinde\n3\n. She is cleverer than me, she won’t be caught like I was. Just let me go to her. Let me leave this place and go to her.\n\n\nDR REITERER:\n \n[in English]\n I asked it where we could find the wife. It said that it wouldn’t tell us, and that we can’t catch her because she’s too clever and – fierce, I think was the word.\n\n\nSR CURRIE:\n \n[in English]\n Right, this is getting nowhere. The anomaly clearly is not yet acclimatised to containment. I’m terminating this interview now at – time, thirty-two minutes past eleven. Reasons given: uncooperative subject, low priority due to minimal risk.\n\n\nDR REITERER:\n \n[in English]\n Could I have a little more time to—\n\n\n\n\n[AUDIO ENDS]\n\n\n\n\nSupervisor comments:\n I have now read the translated log. The risk of negative consequences for non-compliance was not made as clearly as it could have been. This should be corrected in the next interview.\n\n\nWe need to locate this \"wife\".\n\n\n— Senior Researcher Jacob Currie\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou are viewing the edit history of this page.\n\nThe version shown below is revision \n5\n from \n2005-10-24 19:02\n.\n\n\n\n\n\n\n\n\n\n\nSCP-3121 IS A DEVELOPING PHENOMENON. THE BELOW DOCUMENTATION IS PROVISIONAL AND SUBJECT TO CHANGE.\n\n\n\n\n\n\n\n\nItem #:\n SCP-3121\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-3121-A (previously SCP-3121) is to be contained \naccording to previous procedures\n. \nChange pending.\n\n\nLocating and containing SCP-3121-B is a high priority. Foundation data crawlers are to monitor mentions of possible SCP-3121-B activity in all surveillance vectors, including internet traffic, civilian phone messages, security camera feeds, and emergency service radio. If an SCP-3121-B sighting is suspected, the nearest available Mobile Task Force is to be immediately deployed to SCP-3121-B’s last known location. All surviving witnesses of SCP-3121-B activity are to be located and amnesticised at the earliest opportunity.\n\n\nDescription:\n SCP-3121-A (previously SCP-3121) is a sapient humanoid measuring 9.8 cm in height, similar in appearance to imps or hobgoblins of European folklore. SCP-3121-A has masculine primary and secondary sexual characteristics, and is capable of speech in a dialect similar to Middle High German. The Foundation currently holds SCP-3121-A in containment.\n\n\nSCP-3121-B is a sapient humanoid similar to SCP-3121-A. SCP-3121-B is uncontained, hostile, and dangerous. According to video evidence, SCP-3121-B has the anomalous ability of travelling long distances instantaneously by entering the cranial cavities of human beings.\n\n\nIt is believed that SCP-3121-B is the “wife” character previously mentioned by SCP-3121-A.\n\n\nAddenda:\n\n\n\n\n ▶  Show: SCP-3121 Video Log 1 \n\n\n\n\n ▽  Hide: SCP-3121 Video Log 1 \n\n\n\n\n\n\n\n\n\n\nLOCATION\n\n\nZagreb, Croatia\n\n\n\n\n\n\nDATE\n\n\n2005-10-23 09:13 (07:13 UTC)\n\n\n\n\n\n\nSOURCE\n\n\nSecurity camera footage\n\n\n\n\n\n\n\n\nNOTE: NO AUDIO.\n\n\n\n\n\n\n\n\n\n\nStill from 09:13:50\n\n\n\n\n\n\n\n\n09:13:43 – 09:13:52\n Pedestrians walk on the street. Three cars drive past on the adjacent road. No unusual activity present.\n\n\n09:13:53 – 09:13:57\n In the bottom-right of the frame, a bald man facing away from the camera suddenly stops walking, clutching the back of his head with his left hand.\n\n\n09:13:59 – 09:14:06\n The man – later identified as Tamás Novák, 54 years old – loses balance, bracing himself against the wall with his arm.\n\n\n09:14:07 – 09:14:18\n The bald man falls against the wall to a crouched sitting position, clutching his head with both hands. A middle-aged woman in a green shawl carrying a shopping bag jogs into view from the bottom of the frame. She stops next to the man and leans towards him, apparently concerned for his well-being.\n\n\n09:14:19 – 09:14:31\n A young man in a black coat walks over to observe the situation and exchanges some brief words with the woman in the green shawl; he then begins to make a call on his mobile phone. The bald man crouched against the wall begins to shake violently. Witnesses report him moaning loudly at this point.\n\n\n09:14:32 – 09:14:40\n The bald man, still facing away from the camera, stops shaking and falls still. Three seconds later, the woman in the green shawl stands up abruptly, falling onto her back. The view shows the apparent reason for this: the back of the bald man’s scalp has been suddenly split open by a large gash. Rhythmic movement of a small light-coloured object can be observed within the wound, which coincides with the bald man’s head jerking slightly, as if his head is being opened from the inside.\n\n\n09:14:34 – 09:14:39\n Three more persons approach the scene from various positions. The wound is increasing in size and bleeding profusely; all bystanders appear to be reacting with panic.\n\n\n09:14:40 – 09:14:45\n The wound in the man’s head bulges. A small figure about 10 cm in height bursts from the gash and leaps to the ground. Chaos ensues. All bystanders jump and run to move away from the small entity – except for the middle-aged woman in the green shawl, who is still lying on her back after having fallen.\n\n\n09:14:46 – 09:14:56\n Two male bystanders flee the scene. The small figure looks around, pointing at several individuals. Witnesses report it repeating a phrase in an unknown language as it does so. The figure then clambers up onto the face of the middle-aged woman lying on the floor.\n\n\n09:14:57 – 09:15:10\n Blood quickly pools on the pavement below the woman as she clutches at her temples and throat. Autopsy examination indicates that the small figure used a slashing implement to sever several arteries in the woman’s neck and face while climbing onto her head. The small figure stoops down over the woman’s face; it is not clear from the footage, but witnesses report the small figure at this point slicing at the woman’s left eye.\n\n\n09:15:11 – 09:15:19\n The woman paws weakly at her throat, which is still gushing blood. Remaining bystanders shout and gesture in distress, but none step forward to intervene. The small figure stops slicing and disappears into the woman’s face, apparently entering through the left eye socket.\n\n\n09:15:20 – 09:15:25\n The woman’s head jerks slightly, and is then still. Dark fumes rise out of her head.\n\n\n09:15:26 – 09:15:30\n A can rolls out of the dead woman’s shopping bag and onto the road. It is run over by a car. Red liquid sprays onto the asphalt.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n ▶  Show: SCP-3121 Video Log 2 \n\n\n\n\n ▽  Hide: SCP-3121 Video Log 2 \n\n\n\n\n\n\n\n\n\n\nLOCATION\n\n\nOsaka, Japan\n\n\n\n\n\n\nDATE\n\n\n2005-10-23 16:15 (07:15 UTC)\n\n\n\n\n\n\nSOURCE\n\n\nSecurity camera footage\n\n\n\n\n\n\n\n\nNOTE: WHEN TIME ZONES ARE TAKEN INTO ACCOUNT, THE FOLLOWING FOOTAGE BEGINS IMMEDIATELY AFTER THE END OF VIDEO 1. NO AUDIO.\n\n\n\n\n\n\n\n\n\n\nStill from 16:15:32\n\n\n\n\n\n\n\n\n16:15:30 – 16:15:38\n A group of eight adolescents are standing in a circle.\n\n\n16:15:39 – 16:15:45\n One member of the group drops to the floor, grabbing the back of their head with both hands.\n\n\n\n\n\n\n[ADDITIONAL LOGS REMOVED]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n ▶  Show: Document SCP-3121-EMA-14: Situation Report SR Jacob Currie \n\n\n\n\n ▽  Hide: Document SCP-3121-EMA-14: Situation Report SR Jacob Currie \n\n\n\n\n\n\nSituation Report, 24/10/2005, SR Jacob Currie\n\n\nSCP-3121-A told us in interview that its “wife” would be looking for it. It seems that the anomaly was correct to state this.\n\n\nThe activities of this wife, SCP-3121-B, are described as follows. It cuts into the heads of humans, through the eyes most often, and penetrates a thin segment of skull. Witnesses report that the anomaly uses a large metal nail to do this. It enters the brain and performs an unknown action. Then, SCP-3121-B and a perfect sphere of cerebral tissue disappear, leaving a hot, cauterised hole in the human’s brain.\n\n\nSCP-3121-B reappears in the brain of another human somewhere else on the planet and exits by cutting through the back of that person’s head. It can then repeat the above process on a different individual. The travel between brains is instantaneous. No distance limit or pattern in the travel of SCP-3121-B has been observed. Analysis indicates that the human SCP-3121-B manifests in is chosen randomly.\n\n\nWe have audio samples of SCP-3121-B speaking to witnesses. Ms Reiterer tells me that the anomaly speaks the same language as SCP-3121-A, and the speech translates to questions about the location of SCP-3121-B's “husband”. Curse words are also present.\n\n\nContaining SCP-3121-B is of high importance. SCP-3121-B activity is frequent and unpredictable. The activity often occurs in public places. Only two of the forty-eight civilians who have been host to SCP-3121-B’s ability have survived. Both suffer from extreme and permanent brain damage due to the large volume of missing tissue.\n\n\nConcealing the many deaths and amnesticising witnesses is a drain on resources. SCP-3121-B activity occurring on live broadcast or to a high-profile individual would be major emergency. The current situation represents a severe information breach.\n\n\nSCP-3121-A has not been compliant in providing information on SCP-3121-B and its anomalous travel ability. To increase the likelihood of obtaining this information, I have deprived the anomaly of all privileges and instituted more stringent interrogation techniques.\n\n\n\n\n\n\n– Acting Head of SCP-3121 Containment, SR Jacob Currie\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou are viewing the edit history of this page.\n\nThe version shown below is revision \n9\n from \n2005-11-01 08:51\n.\n\n\n\n\n\n\n\n\n\n\nObject Class:\n Euclid\n\n\n\n\n\n\nLocations of individuals known to have hosted SCP-3121-B's travel ability prior to containment\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-3121-A and SCP-3121-B are to be contained separately. Each is to be contained in airlocked chambers suitable for high-risk intelligent anomalies. Human contact is to be avoided when possible, in order to minimise the risk of the entities utilising their anomalous travel ability.\n\n\nAdditional care is to be taken with SCP-3121-B, which is hostile and aggressive. SCP-3121-B should be physically restrained at all times, with additional restraints added during interviews or other necessary close interactions.\n\n\nDescription:\n SCP-3121-A and -B are small, sapient humanoids measuring approximately 10 cm in height, similar in appearance to imps or hobgoblins in European folklore. According to sexual characteristics, SCP-3121-A is of male sex, and SCP-3121-B female. Both entities are capable of speech in a dialect similar to Middle High German.\n\n\nSCP-3121-B has demonstrated an anomalous ability to travel instantly between the brains of human beings. It is unknown whether SCP-3121-A also possesses this ability.\n\n\nSCP-3121-A was originally acquired alone at a location in the Forest of Fontainebleau, France, on 2005-10-13. It is presumed that SCP-3121-B observed the containment of SCP-3121-A without being seen by containment personnel. One week later, on 2005-10-21, SCP-3121-B began utilising its anomalous travel ability in an apparent search for SCP-3121-A, which it describes as its “husband”. 141 individuals across 48 countries are known to have been affected by SCP-3121-B’s travel activity, of which 135 subsequently died due to traumatic brain injury.\n\n\nSCP-3121-B was contained in rural Bangladesh, having manifesting in the head of a woman wearing a motorcycle helmet and being unable to break through the headgear. The female victim was then admitted to a local hospital as an apparent stroke victim, where medical staff noticed scraping sounds and muffled shouts emanating from her helmet. Mobile Task Force Xi-8 (“Spearhunters”) were able to capture the entity at the site.\n\n\nAddenda:\n\n\n\n\n ▶  Show: SCP-3121-B Interview Log \n\n\n\n\n ▽  Hide: SCP-3121-B Interview Log  \n\n\n\n\n\n\n\n\n\n\nDATE\n\n\n2005-10-31 15:05 UTC\n\n\n\n\n\n\nINTERVIEWER\n\n\nDr Lena Reiterer\n\n\n\n\n\n\nSUPERVISED BY\n\n\nSenior Researcher Jacob Currie (Head of Containment, SCP-3121)\n\n\n\n\n\n\n\n\nDialogue translated from archaic High German unless noted otherwise.\n\n\nNOTE: For the duration of this interview, SCP-3121-B had been restrained to a chair capable of delivering electric shocks to the occupant.\n\n\n\n\n\n\n\n\n\n\nSCP-3121-B:\n \n[Continued from previous unrecorded dialogue]\n —devil, you are unspeakable deformities, both of you. Cowardly lice, worms, pathetic worms! I curse your entire race to the endless torment of eighteen hells. You blood-shamed plague, hateful savages, the disgrace of the Earth’s—\n\n\n[SR CURRIE administers an electric shock to silence SCP-3121-B.]\n\n\nDR REITERER:\n SCP-3121-B, you have to talk to us. I want to talk to you without you being hurt. It would be better for everyone.\n\n\n[SCP-3121-B breathes heavily and wipes its mouth with its hand.]\n\n\nSCP-3121-B:\n I know that you will kill me in this place. I do not fear death, you murderers.\n\n\nDR REITERER:\n You likely will not believe me, but I swear that we do not want you to die. We do not want that.\n\n\nSCP-3121-B:\n Do you think me a fool? How could I ever trust any of your kind? Your kind, who carried out such slaughter upon my people! Centuries of slaughter! As if we were crawling vermin of the mud! You disgusting rot. Have you not killed enough of us? We are nearly snuffed out, perished. My husband and I have not seen another of our kind for two hundred years. Are we the last ones left? Is this what you’re doing? \n[Laughter.]\n Are you ending us once and for all? Bastard devils! Evil from the dark pits of the fetid pools in—\n\n\nDR REITERER:\n \n[in English, to SR CURRIE]\n Don’t give another shock. This is useful.\n\n\nDR REITERER:\n \n[to SCP-3121-B]\n SCP-3121-B, when you were travelling through people’s heads, what was your aim?\n\n\nSCP-3121-B:\n I don’t understand your vulgar words. What are you saying?\n\n\nDR REITERER:\n I’m sorry. What were you seeking when you went inside heads and appeared in a different place?\n\n\nSCP-3121-B:\n I was seeking my husband! You surely have him here. I can sense his presence[?]\n4\n. I know it.\n\n\nDR REITERER:\n Why do you want to see him?\n\n\nSCP-3121-B:\n Why? How can you not understand? You truly are monsters. I have lived with and loved that man these past eight hundred years. We have poured our hearts into each other for ten of your lifetimes – ten. Fleeting, candle-flicker mayflies as you are, you cannot understand the depth of love that we have built together. My living is worthless without him. There is nothing I would not—\n\n\n[SR CURRIE administers an electric shock to silence SCP-3121-B.]\n\n\nDR REITERER:\n \n[in English, to SR CURRIE]\n No! What are you doing?\n\n\nSCP-3121-B:\n Bastards! You dung, filthy— \n[screeching, presumed cursing, too high a pitch to be deciphered]\n\n\nSR CURRIE:\n \n[in English]\n I read anger from the anomaly’s behaviour.\n\n\nDR REITERER:\n \n[in English]\n It was intensity, not anger. She was providing information – useful information.\n\n\nSCP-3121-B:\n \n[continued screeching]\n\n\nSR CURRIE:\n \n[in English]\n \nThe anomaly\n was providing information. You do not use personal pronouns when referring to objects in containment. That is basic protocol.\n\n\nSCP-3121-B:\n \n[continued screeching]\n\n\nSR CURRIE:\n \n[in English]\n But yes, this course of events is… is disappointing. I will have to rethink the approach. I don't believe SCP-3121-B will be willing to talk to us in this session. We will have to try again a different time.\n\n\n[No dialogue for 3 seconds.]\n\n\nDR REITERER:\n Clearly.\n\n\n\n\n[AUDIO ENDS]\n\n\n\n\nSupervisor comments:\n The interview was unsuccessful. SCP-3121-A and SCP-3121-B are not providing sufficient information.\n\n\nIt is important to discover more about SCP-3121-B’s unique method of instantaneous travel. I am planning an interrogation procedure based on the emotional responses observed in interviews. It is designed to apply a maximally intense acute emotional stressor on SCP-3121-B. I expect it to reduce SCP-3121-B’s defiance and sense of superiority. This will make useful answers more likely.\n\n\n— Senior Researcher Jacob Currie, Head of SCP-3121 Containment\n\n\n\n\n\n\n\n\n\n\n\n\n ▶  Show: Incident on 2005-11-01 –NEW -URGENT \n\n\n\n\n ▽  Hide: Incident on 2005-11-01 \n\n\n\n\nSenior Researcher Currie conducted a psychological stress exercise on both SCP-3121-A and -B today at 17:00. Senior Researcher Currie placed SCP-3121-A into the shock chair used in the interview logged above. SCP-3121-B was also restrained in the same room, and forced to watch as Senior Researcher Currie applied increasingly strong electric shocks to SCP-3121-A. Notably, this was the first time since their containment that SCP-3121-A and SCP-3121-B had seen each other.\n\n\nTwenty-five minutes into the exercise, SCP-3121-B broke free of its restraints and incapacitated Senior Researcher Currie before subjecting him to [REDACTED]. After this, SCP-3121-B used Senior Researcher Currie’s corpse to activate its travel ability, and disappeared with SCP-3121-A. As of this incident, SCP-3121-A and SCP-3121-B are now considered to be uncontained, and their whereabouts unknown.\n\n\nDr Lena Reiterer, previously translator in SCP-3121 interviews, has been promoted to Head of Containment for SCP-3121 in the light of Senior Researcher Currie’s death.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou are viewing the edit history of this page.\n\nThe version shown below is the \ncurrent revision\n \n21\n from \n2017-11-02 10:15\n.\n\n\n\n\n\n\n\n\n\n\n\n\nAerial photograph with SCP-3121's containment site outlined\n\n\n\n\n\n\nObject Class:\n Keter (see Addendum: SCP-3121 Object Class Status)\n\n\nSpecial Containment Procedures:\n SCP-3121-A and -B are to be contained on-site at their current location in the forests of Småland, Sweden. An exclusion zone 400 m x 400 m centered around SCP-3121’s main habitation structure is to be maintained, patrolled by two guards and surrounded by antimemetic fencing to dissuade passersby from entering.\n\n\nContainment activities are to be carried out so that Foundation personnel are not seen by SCP-3121-A and -B, as experience to date suggests that they remain non-hostile as long as they do not witness human beings.\n\n\nDescription:\n SCP-3121-A and -B are small, sapient humanoids measuring approximately 10 cm in height. The entities resemble imps or hobgoblins from European folklore. According to morphological sexual characteristics, SCP-3121-A is male, and SCP-3121-B female; the entities describe each other as “husband” and “wife”, and display a strong emotional attachment.\n\n\nThe entities have human-level intelligence, speaking a dialect similar to Middle High German. They display high proficiency in tool-making and wilderness survival, which they use to practice a hunter-gatherer lifestyle. Their diet consists mainly of berries, tubers, and insects.\n\n\nPrevious interviews with SCP-3121-B suggest that the entities are at least 800 years old. The same interviews suggest that SCP-3121-A and -B are one of the few – possibly only – surviving members of what was once a more numerous population of similar beings.\n\n\nSCP-3121-A and -B were previously contained at Site-66, before an incident in which a Foundation employee, Senior Researcher Currie, [REDACTED]\n5\n.\n\n\n\n\n\n\nAbandoned hunting shack used by SCP-3121 as their main habitation structure\n\n\n\n\n\n\nTwo years later, on 2007-08-03, the SCP-3121 entities were discovered at their present location in Småland, Sweden, and current containment procedures were implemented.\n\n\nNo hostile activity has been displayed by either SCP-3121 entity since their escape together from initial containment. All observations of SCP-3121 at their current site have shown them engaging in domestic activities, creating handicrafts, and taking walks around the containment site, usually while holding hands.\n\n\nAddenda:\n\n\n\n\n ▶  Show: SCP-3121 Object Class Status \n\n\n\n\n ▽  Hide: SCP-3121 Object Class Status  \n\n\n\n\n2017-11-05:\n Senior Researcher Lena Reiterer, Head of SCP-3121 Containment, has applied for SCP-3121 to be downgraded from Keter to Euclid after 12 years of docile behaviour. The application has passed the first round of review.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Note to containment technicians: same as the mix given to \nSCP-1192\n housed on the shelf above.\n\n\n2\n. Note: SCP-3121 was only recently brought into containment, so the full extent of its properties is yet to be determined through testing.\n\n\n3\n. Can be translated variously as \nstrong\n, \nangry\n or \nquick\n.\n\n\n4\n. Literally: \nI feel his air\n.\n\n\n5\n. For further information, see \nKetergrams\n 2005\n. In a post-incident review, Senior Researcher Currie's conduct during interrogations of SCP-3121 was found to be in breach of the Foundation's ethical guidelines for intelligent anomaly containment.\n\n\n\n\n\n\n\n\n« \nSCP-3120\n | SCP-3121 | \nSCP-3122\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-3121",
    "object_class": "Keter (see Addendum: SCP-3121 Object Class Status)",
    "containment_procedures": "SCP-3121-A and -B are to be contained on-site at their current location in the forests of Småland, Sweden. An exclusion zone 400 m x 400 m centered around SCP-3121’s main habitation structure is to be maintained, patrolled by two guards and surrounded by antimemetic fencing to dissuade passersby from entering.",
    "description": "SCP-3121-A and -B are small, sapient humanoids measuring approximately 10 cm in height. The entities resemble imps or hobgoblins from European folklore. According to morphological sexual characteristics, SCP-3121-A is male, and SCP-3121-B female; the entities describe each other as “husband” and “wife”, and display a strong emotional attachment.",
    "title": "SCP-3121"
}