{
    "url": "https://scp-wiki.wikidot.com/scp-3131",
    "all_text": "rating: \n+109\n+\n–\nx\n\n\n\n\nItem #:\n SCP-3131\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3131 instances are to be stored on a modified desktop computer in Site-11's Digital Archives. For research purposes, every SCP-3131 instance in containment must have at least one backup copy retained in a digital storage device. A backup generator has been provided in case of power failure. See addenda content for specific SCP-3131 instance care procedures.\n\n\nMTF Nu-31 (\"Audiophiles\") has been assigned to routinely scan all pertinent websites for uncontained SCP-3131 instances, and initiate recovery and transport to Site-11. If possible, the original copies of these instances are to be deleted from the website's server.\n\n\nTo aid in discovery of SCP-3131 instances, Foundation facilities have been advised to assist MTF Nu-31 with monitoring scans as necessary. Any confirmed SCP-3131 instances discovered are to be immediately retrieved and transported to Site-11. Standard disinformation protocol is to be followed regarding individuals involved. If standard protocol is deemed insufficient, the use of Class-A amnestics has been authorized.\n\n\nDescription:\n SCP-3131 designates anomalous sapient digital entities manifesting as audio files under the MP3 (.mp3) file format. Researchers have determined that SCP-3131 instances most commonly occur on websites hosting illegal free downloads of copyrighted music\n1\n. However, considering the behavior of cataloged instances prior to recovery, the phenomenon responsible for the existence of SCP-3131 is currently unknown.\n\n\nBased on behavioral observations, SCP-3131 instances exhibit the following properties:\n\n\n\n\nAwareness of other SCP-3131 instances within a device.\n\n\nCapability of perceiving human speech when inputted through a microphone.\n\n\nLimited communication through manipulation of their audio data.\n\n\nAbility to create and modify file folders (most commonly observed in the act of changing folder names).\n\n\nAbility to manipulate a digital media player or similar software.\n\n\n\n\nUnusual examples of SCP-3131 behavior are compiled in Observational Log 3131-██-███. Individual instances of SCP-3131 are given numerical sub-designations based on order of discovery.\n\n\n\n\nDisplay Excerpt from Observational Log 3131-██-███\n\n\n\n\nDisplay Excerpt from Observational Log 3131-██-███\n\n\n\n\n\n\nObservational Log 3131-██-███ Excerpt:\n Partial logs from notable observed behaviors of SCP-3131 instances cataloged at Site-11.\n\n\nCase 34:\n SCP-3131-34 (\"thunder.mp3\", containing the song \nThunder\n by Boys Like Girls) was retrieved following the interception of a social media post regarding a defective laptop believed to be \"haunted\". Foundation personnel recovered the laptop in question, and subsequently discovered SCP-3131-34 in a Desktop folder which was named \"fix your battery\". The owner of the laptop reported never creating personal storage folders on the Desktop space.\n\n\nCase 50:\n SCP-3131-50 (\"somewhere.mp3\", containing the song \nSomewhere Only We Know\n by Keane) was renamed \"simple-thing.mp3\". Immediately following this change, SCP-3131-50 only played repetitive garbled clips of the lyric sections \"why\" and \"this could be\". One hour later, SCP-3131-50's playback changed to the lyric section \"simple thing, where\". One hour following this, SCP-3131-50 played the corresponding song normally.\n\n\nCase 67:\n SCP-3131-67 (\"not-alone.mp3\", containing the song \nNot Alone\n by Linkin Park) was moved from a desktop to an external storage drive, and moved from said drive back to the desktop. When played, SCP-3131-67 repeatedly streamed the lyrics \"through the storm\" for 2 minutes and 48 seconds.\n\n\nCase 88:\n SCP-3131-88 (\"RESTART.mp3\", containing the song \nStyx Helix\n by Myth Roid) resulted in unusual startup behavior\n2\n of a desktop assigned to the SCP-3131 project. Researchers hypothesized that the antivirus software installed on the desktop moved SCP-3131-88 to the recycle bin deletion queue following an automatic scan. Following restoration of SCP-3131-88 to its initial location in the \"My Documents\" folder, the desktop operated normally. However, when played, SCP-3131-88 simply repeated the \"please don't let me die\" lyrics from its original song. This change was observed recurring for six hours; when moved to a newly-created folder titled \"Music\", SCP-3131-88 then played the original song content normally.\n\n\nCase 88.2:\n A non-anomalous audio file named \"dogbark.mp3\" containing 13 seconds of barking sounds recorded from a Siberian Husky was introduced to the folder containing SCP-3131-88. Approximately five minutes after the copying process, \"dogbark.mp3\" was renamed \"my.dog\". The content and playback of the non-anomalous sound file remained unchanged.\n\n\n\n\n\n\n\n\n\n\nIt is noted that while SCP-3131 instances can be read by any suitable media player, doing so requires consumption of nearly ten times the usual amount of memory necessary to play non-anomalous music files. Under prolonged circumstances, playing SCP-3131 instances often results in hardware failure and corruption of the instance itself. Research for more effective technology for storing multiple SCP-3131 instances remain ongoing.\n\n\nAddendum 3131-1:\n Repeated attempts\n3\n were made to communicate with SCP-3131 instances in experimental lab settings. It was eventually determined that audio input via microphone into a computer with an appropriate instance of SCP-3131 open in a music-playing program would facilitate simple discussions. The following is a transcript of the first successful \"interview\" with an SCP-3131 instance.\n\n\n\n\nDisplay Interview Log 3131-275\n\n\n\n\nDisplay Interview Log 3131-275\n\n\n\n\n\n\nInterview Log 3131-275\n\n\nInterviewer:\n Researcher Kenoma Versoza, Site-11\n\n\nInterviewee:\n SCP-3131-275 (SCP-3131-275, \"coffee.mp3\", containing the song \nTom's Diner\n by Suzanne Vega)\n\n\n<Begin Log>\n\n\nResearcher Versoza:\n I'm going to ask-\n\n\nSCP-3131-275:\n \nI am waiting.\n\n\nResearcher Versoza:\n Okay. My first question, where are you right now?\n\n\nSCP-3131-275:\n \nOut the window. On the corner. Behind the counter.\n\n\nResearcher Versoza:\n Can you be more specific?\n\n\nSCP-3131-275:\n \nI am thinking.\n\n\nResearcher Versoza:\n Okay. Take your time.\n\n\n[The lyrics \"I am thinking\" repeat for 2 minutes, with each having an interval of 10 seconds.]\n\n\nSCP-3131-275:\n \nSomeone watching me.\n\n\nResearcher Versoza:\n Yes, I am watching you. Can you answer the question now, please?\n\n\nSCP-3131-275:\n \nNo. She does not.\n\n\nResearcher Versoza:\n Well, then. Second question, who… what are you?\n\n\nSCP-3131-275:\n \nThe coffee. I am. The coffee.\n\n\nResearcher Versoza:\n Your name is \"coffee\"?\n\n\nSCP-3131-275:\n \nOnly halfway.\n\n\nResearcher Versoza:\n Did you name yourself \"coffee\" or you're named \"coffee\"?\n\n\nSCP-3131-275:\n \nAnd I look. The other way. To pour the coffee.\n\n\nResearcher Versoza:\n That's… Okay, third question, where did you come from?\n\n\nSCP-3131-275:\n \nBefore the rain began. There's a woman. Who had died. Cause she sees. Her own reflection. Through the morning. Her hair. Has gotten wet. And so. Does she see me?\n\n\nResearcher Versoza:\n Who is this woman?\n\n\nSCP-3131-275:\n \nI'm pretending. Not to notice\n.\n\n\nResearcher Versoza:\n Notice what?\n\n\nSCP-3131-275:\n \nThat she's hitching. She is shaking.\n\n\nResearcher Versoza:\n Would you like me to call you \"coffee\"?\n\n\nSCP-3131-275:\n \nNice.\n\n\nResearcher Versoza:\n Thank you for your time, Coffee.\n\n\nSCP-3131-275:\n \nI finish up my coffee.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 3131-2:\n On September 3, 2017, Foundation computer C-2516 (used to store backup copies of 230 SCP-3131 instances) underwent a highly unusual booting behavior for a period of eight days, during which the reboot process repeated continuously. Maintenance personnel were unable to identify any hardware failure associated with storing and containing multiple SCP-3131 instances that might have influenced the problem.\n\n\nWhile the cause for the malfunction remains unknown, C-2516 resumed normal operation on September 8, 2017. However, it was discovered that approximately 50 new file folders were generated on the desktop, given generic numbered titles such as \"new home 1\", \"new street 2\", and \"new building 3\". The instances of SCP-3131, which had initially been in a single folder, were spread out between these new folder locations.\n\n\nAddendum 3131-3:\n On September 29, 2017, seven Foundation researchers conducted a series of interviews with 19 SCP-3131 instances, which had congregated in a folder named \"new council\". These instances communicated by renaming themselves variants of \"listen-to-me-now\" and \"silent-now\", apparently relying on the researchers to play them in the correct order to facilitate the conversation\n4\n.\n\n\nThese interviews ranged from political topics, including a particular \"event\" regarding multiple ownerships of \"new building 45\", to safety interests such as plans for expanding the current monitor used at C-2516 for the creation of more \"new safe buildings\". It is noted that as of September 30, 2017 the population of SCP-3131 instances stored on C-2516 has nearly doubled, with the majority of \"building\" folders being occupied by groups of three to four SCP-3131 instances.\n\n\nAddendum 3131-4:\n Further investigation uncovered the presence of several hidden folders in C-2516, titled with variations of the phrase \"safe house\". Discussion is underway regarding further storage and interaction options for SCP-3131 in an effort to better understand the instances' capacity and motivation for increasingly complex behavior. Use of \nMTF Kappa-10 (\"Skynet\")\n operatives as mediators of future interactions is pending review.\n\n\n\n\nFootnotes\n\n\n1\n. Examples of such websites include \"Pirate's Bay\" and \"UTorrent\".\n\n\n2\n. The computer in question repeatedly turned on and off for five hours.\n\n\n3\n. Multiple trials were conducted, with various SCP-3131 instances which were chosen based on the complexity of the lyrics of their corresponding song files.\n\n\n4\n. The semi-coherent speech generated by the combined efforts of the SCP-3131 instances included sentences \"need more / space to / buildings / please / think of / so many / more\" and \"just to hide / belong with / together.\"\n\n\n\n\n\n\n\n\n« \nSCP-3130\n | SCP-3131 | \nSCP-3132\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3131\n\" by Kenoma and Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3131\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3131-1: Repeated attempts 3 were made to communicate with SCP-3131 instances in experimental lab settings. It was eventually determined that audio input via microphone into a computer with an appropriate instance of SCP-3131 open in a music-playing program would facilitate simple discussions. The following is a transcript of the first successful \"interview\" with an SCP-3131 instance.",
        "Addendum 3131-2: On September 3, 2017, Foundation computer C-2516 (used to store backup copies of 230 SCP-3131 instances) underwent a highly unusual booting behavior for a period of eight days, during which the reboot process repeated continuously. Maintenance personnel were unable to identify any hardware failure associated with storing and containing multiple SCP-3131 instances that might have influenced the problem.\nWhile the cause for the malfunction remains unknown, C-2516 resumed normal operation on September 8, 2017. However, it was discovered that approximately 50 new file folders were generated on the desktop, given generic numbered titles such as \"new home 1\", \"new street 2\", and \"new building 3\". The instances of SCP-3131, which had initially been in a single folder, were spread out between these new folder locations.",
        "Addendum 3131-3: On September 29, 2017, seven Foundation researchers conducted a series of interviews with 19 SCP-3131 instances, which had congregated in a folder named \"new council\". These instances communicated by renaming themselves variants of \"listen-to-me-now\" and \"silent-now\", apparently relying on the researchers to play them in the correct order to facilitate the conversation 4 .\nThese interviews ranged from political topics, including a particular \"event\" regarding multiple ownerships of \"new building 45\", to safety interests such as plans for expanding the current monitor used at C-2516 for the creation of more \"new safe buildings\". It is noted that as of September 30, 2017 the population of SCP-3131 instances stored on C-2516 has nearly doubled, with the majority of \"building\" folders being occupied by groups of three to four SCP-3131 instances.",
        "Addendum 3131-4: Further investigation uncovered the presence of several hidden folders in C-2516, titled with variations of the phrase \"safe house\". Discussion is underway regarding further storage and interaction options for SCP-3131 in an effort to better understand the instances' capacity and motivation for increasingly complex behavior. Use of MTF Kappa-10 (\"Skynet\") operatives as mediators of future interactions is pending review."
    ],
    "documents": [],
    "notes": [
        "Observational Log 3131-██-███ Excerpt: Partial logs from notable observed behaviors of SCP-3131 instances cataloged at Site-11. Case 34: SCP-3131-34 (\"thunder.mp3\", containing the song Thunder by Boys Like Girls) was retrieved following the interception of a social media post regarding a defective laptop believed to be \"haunted\". Foundation personnel recovered the laptop in question, and subsequently discovered SCP-3131-34 in a Desktop folder which was named \"fix your battery\". The owner of the laptop reported never creating personal storage folders on the Desktop space. Case 50: SCP-3131-50 (\"somewhere.mp3\", containing the song Somewhere Only We Know by Keane) was renamed \"simple-thing.mp3\". Immediately following this change, SCP-3131-50 only played repetitive garbled clips of the lyric sections \"why\" and \"this could be\". One hour later, SCP-3131-50's playback changed to the lyric section \"simple thing, where\". One hour following this, SCP-3131-50 played the corresponding song normally. Case 67: SCP-3131-67 (\"not-alone.mp3\", containing the song Not Alone by Linkin Park) was moved from a desktop to an external storage drive, and moved from said drive back to the desktop. When played, SCP-3131-67 repeatedly streamed the lyrics \"through the storm\" for 2 minutes and 48 seconds. Case 88: SCP-3131-88 (\"RESTART.mp3\", containing the song Styx Helix by Myth Roid) resulted in unusual startup behavior 2 of a desktop assigned to the SCP-3131 project. Researchers hypothesized that the antivirus software installed on the desktop moved SCP-3131-88 to the recycle bin deletion queue following an automatic scan. Following restoration of SCP-3131-88 to its initial location in the \"My Documents\" folder, the desktop operated normally. However, when played, SCP-3131-88 simply repeated the \"please don't let me die\" lyrics from its original song. This change was observed recurring for six hours; when moved to a newly-created folder titled \"Music\", SCP-3131-88 then played the original song content normally. Case 88.2: A non-anomalous audio file named \"dogbark.mp3\" containing 13 seconds of barking sounds recorded from a Siberian Husky was introduced to the folder containing SCP-3131-88. Approximately five minutes after the copying process, \"dogbark.mp3\" was renamed \"my.dog\". The content and playback of the non-anomalous sound file remained unchanged.",
        "Interview Log 3131-275 Interviewer: Researcher Kenoma Versoza, Site-11 Interviewee: SCP-3131-275 (SCP-3131-275, \"coffee.mp3\", containing the song Tom's Diner by Suzanne Vega) <Begin Log> Researcher Versoza: I'm going to ask- SCP-3131-275: I am waiting. Researcher Versoza: Okay. My first question, where are you right now? SCP-3131-275: Out the window. On the corner. Behind the counter. Researcher Versoza: Can you be more specific? SCP-3131-275: I am thinking. Researcher Versoza: Okay. Take your time. [The lyrics \"I am thinking\" repeat for 2 minutes, with each having an interval of 10 seconds.] SCP-3131-275: Someone watching me. Researcher Versoza: Yes, I am watching you. Can you answer the question now, please? SCP-3131-275: No. She does not. Researcher Versoza: Well, then. Second question, who… what are you? SCP-3131-275: The coffee. I am. The coffee. Researcher Versoza: Your name is \"coffee\"? SCP-3131-275: Only halfway. Researcher Versoza: Did you name yourself \"coffee\" or you're named \"coffee\"? SCP-3131-275: And I look. The other way. To pour the coffee. Researcher Versoza: That's… Okay, third question, where did you come from? SCP-3131-275: Before the rain began. There's a woman. Who had died. Cause she sees. Her own reflection. Through the morning. Her hair. Has gotten wet. And so. Does she see me? Researcher Versoza: Who is this woman? SCP-3131-275: I'm pretending. Not to notice . Researcher Versoza: Notice what? SCP-3131-275: That she's hitching. She is shaking. Researcher Versoza: Would you like me to call you \"coffee\"? SCP-3131-275: Nice. Researcher Versoza: Thank you for your time, Coffee. SCP-3131-275: I finish up my coffee. <End Log>",
        "\" SCP-3131 \" by Kenoma and Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-3131 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "SCP-3131 instances are to be stored on a modified desktop computer in Site-11's Digital Archives. For research purposes, every SCP-3131 instance in containment must have at least one backup copy retained in a digital storage device. A backup generator has been provided in case of power failure. See addenda content for specific SCP-3131 instance care procedures.",
    "description": "SCP-3131 designates anomalous sapient digital entities manifesting as audio files under the MP3 (.mp3) file format. Researchers have determined that SCP-3131 instances most commonly occur on websites hosting illegal free downloads of copyrighted music1. However, considering the behavior of cataloged instances prior to recovery, the phenomenon responsible for the existence of SCP-3131 is currently unknown.",
    "title": "SCP-3131"
}