{
    "url": "https://scp-wiki.wikidot.com/scp-3136",
    "all_text": "rating: \n+119\n+\n–\nx\n\n\nItem #:\n SCP-3136\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3136 is to be stored within the document tube it was initially found in. The document tube and SCP-3136 are to be locked in a secure, lead lined case. The case may only be unlocked by researchers involved with SCP-3136, or by O5 authorization.\n\n\nDescription:\n SCP-3136 is a Mercator projection world map\n1\n that measures approximately two meters by three meters in area; it lacks symbols, or identifying marks of any kind. Upon adding any marking inside a body of water, SCP-3136's anomalous property activates. An aquatic organism matching the dimensions of this marking — designated as an instance of SCP-3136-1 — will manifest at the corresponding geographical location of this marking. The instance will manifest proportionally smaller by a factor of ██. The figure's position on the map shifts to reflect the instance's current location. Once this instance dies, the drawing immediately vanishes; until this occurs, all attempts to mark or draw upon the map will fail.\n\n\nInstances of SCP-3136-1 are aquatic organisms that possess fully functioning organs. When removed from the ocean, these organs immediately fail. These organisms do not have to exist to be created, as SCP-3136 will add suitable organs according to the needs of the instance.\n\n\nRecovery:\n On February 18th, 2016, an SCP-3136-1 instance was discovered off the coast of Australia. Prior to this, Foundation web crawlers flagged a video SCP-3136 posted to Facebook by a student at Loyola Marymount University, California. The video showed the anomalous property in which markings disappear from the map paper.\n\n\nSCP-3136 was recovered from the home of one Dr. Adebagbo, a professor of history and cartography. The link to SCP-3136-1A was discovered due to the lobster symbol moving in tandem with SCP-3136-1A.\n\n\nTesting Logs:\n\n\n\n\n\n\nArtist\n\n\nArtist's Depiction\n\n\nTest Results\n\n\nContainment/Death\n\n\n\n\n\n\nDr. Adebagbo\n\n\nA small black creature comparable to a lobster with 10 legs. Drawn with an antique ink pen\n\n\n30m jet-black lobster devoid of irregularities.\n\n\nSuffered from total organ failure during transfer to a Foundation secure facility.\n\n\n\n\n\n\nClass-C Personnel\n\n\nA small circle with fins and a mouth, drawn in an oceanic net in Foundation Site-1028. The drawing was done with a sharp pencil.\n\n\nImperfectly spherical creature with seal-like skin, and was 5 meters in diameter.\n\n\nDied of total organ failure 16 days after creation.\n\n\n\n\n\n\nClass-C Personnel with artistic experience\n\n\nResearcher had artistic experience and reference pictures of blue whales. Picture appeared to be a perfectly proportional blue whale. Drawn with an outline pen and colored pencils.\n\n\nBlue whale with an exoskeleton composed of chitin. Has massive shape irregularities when compared to a regular blue whale.\n\n\nHarpooned multiple times to see the effect of premature death on SCP-3136-1 instances. After slight vocalizations,SCP-3136-1C died and disappeared from the map. SCP-3136 could not be drawn on afterwards for approximately 11 days.\n\n\n\n\n\n\nClass-C Personnel with artistic experience\n\n\nTwo near-identical squids, a male and a female. Drawn with dull pencil.\n\n\nTwo squids at half the expected size. One complete set of squid organs was evenly distributed between the two instances.\n\n\nDied upon creation due to lack of vital organs.\n\n\n\n\n\n\nClass-C Personnel\n\n\nDrawn by a Foundation researcher. Instructed to draw a straight line on SCP-3136 within the containment area. Drawn with a permanent black marker.\n\n\nA 44 meter long eel-like creature with a chitinous shell that rendered it immobile. SCP-3136-1F possessed shape irregularities corresponding to inaccuracies in the Mercator projection.\n\n\nDied of malnourishment within a week due to its inability to eat and lack of Foundation assistance. SCP-3136 could not be drawn on for 7 days afterwards.\n\n\n\n\n\n\nMechanical Arm\n\n\nWhale that conforms to map distortions as calculated by researchers. Drawn with blue crayon.\n\n\nLarge whale-like creature, with skin similar in composition to that of a gorilla, and thick blue fur. Displays intelligence and is taught to answer polar questions.\n\n\nHas survived in containment for 2 months. Is to be fed via food dispenser triggered by SCP-3136-1G. Researchers are not to attempt Skinner box experiments upon SCP-3136-G due to aggression. MTF-Theta-7 (\"Whale Watchers\") are to be armed with specially manufactured tranquilizer darts and are to avoid causing the instance harm in any way.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The Mercator projection is a common map projection in the early days of cartography which is infamous for distorting the sizes of landmasses relative to their real-world sizes. Large oceans tend to remain relatively undistorted.\n\n\n\n\n\n\n\n\n« \nSCP-3135\n | SCP-3136 | \nSCP-3137\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3136\n\" by Stallmantic, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3136\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3136 \" by Stallmantic, from the SCP Wiki . Source: https://scpwiki.com/scp-3136 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3136",
    "object_class": "Safe",
    "containment_procedures": "SCP-3136 is to be stored within the document tube it was initially found in. The document tube and SCP-3136 are to be locked in a secure, lead lined case. The case may only be unlocked by researchers involved with SCP-3136, or by O5 authorization.",
    "description": "SCP-3136 is a Mercator projection world map1 that measures approximately two meters by three meters in area; it lacks symbols, or identifying marks of any kind. Upon adding any marking inside a body of water, SCP-3136's anomalous property activates. An aquatic organism matching the dimensions of this marking — designated as an instance of SCP-3136-1 — will manifest at the corresponding geographical location of this marking. The instance will manifest proportionally smaller by a factor of ██. The figure's position on the map shifts to reflect the instance's current location. Once this instance dies, the drawing immediately vanishes; until this occurs, all attempts to mark or draw upon the map will fail.",
    "title": "SCP-3136"
}