{
    "url": "https://scp-wiki.wikidot.com/scp-3138",
    "all_text": "rating: \n+221\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3138:\n A Sepulcher by the Sea\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n.\n\n\nInspired by \nPeppersGhost\n's \nChicago Spirit\n, and \nTaffeta\n's \nTo Be Noir Not To Be\n.\n\n\nMusic:\n \nBodies\n (Drowning Pool)\n\n\nNext: [\nSCP-3241\n]: \nThe SS Sommerfeld\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+221\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVaughn L. Kaminski; recovered from a 1921 edition of \nGreat Expectations\n.\n\n\n\n\n\n\nItem #:\n SCP-3138\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation personnel embedded in literary and academic circles are to be briefed on SCP-3138; they are to report any fictional work discovered to deviate from its canonical number of human corpses.\n\n\nA Foundation-operated bot (I/O-MANDELA) is to monitor websites and online communities centered on discussions of printed media; discussions regarding books that describe more human corpses than previously expected are to be flagged for review.\n\n\nUpon discovery, any printed work of fiction suspected of being affected by SCP-3138 is to be recovered and reviewed by MTF Rho-1 (\"The Professors\"). Should it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued. Otherwise, affected works are to be kept on-site in a secure locker. Access is restricted to Level-4 personnel.\n\n\nDescription:\n SCP-3138 is a phenomenon involving the insertion of human corpses into a printed work of published fiction. The work must convey a narrative capable of recognizably describing the presence of a human corpse.\n\n\nInserted corpses will be depicted in a manner suited to the work; for example, a corpse inserted into a poem relying upon a particular rhyming scheme will be described via this rhyme scheme. Extraction of inserted corpses can be accomplished by destroying the work or editing it to remove the depiction of a corpse. Should this occur, all erased corpses will immediately emerge from the text in question. Notably, corpses that emerge during these events are non-anomalous, and show signs of decay reminiscent of extended submersion in an acidic environment.\n\n\nThe method by which SCP-3138 is accomplished has yet to be determined.\n\n\nAddendum 3138.1:\n Recovery Logs\n\n\n\n\n► ACCESS SCP:/3138/recovery/102.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nRECOVERY LOG\n\n\n\n\nDISCOVERY DATE:\n 16/03/1942\n\n\nSUBJECT:\n A 1921 paperback edition of \nGreat Expectations\n by Charles Dickens.\n\n\n\n\n\n\nGREAT EXPECTATIONS\n\n\n \n‘Bless your soul and body, no,’ answered Wemmick,\n\n\nvery drily. ‘But he is accused of it. So might you or I be.\n\n\nEither of us might be accused of it, you know.’\n\n\n \n‘Only neither of us is,’ I remarked.\n\n\n \n‘Yah!’ said Wemmick, touching me on the breast with\n\n\nhis forefinger; ‘you’re a deep one, Mr. Pip! Would you like to\n\n\nhave a look at Newgate? Have you time to spare?’\n\n\n \nI had so much time to spare, that the proposal came as\n\n\na relief, notwithstanding its irreconcilability with my latent\n\n\ndesire to keep my eye on the coach-office. Muttering that I\n\n\nwould make the inquiry whether I had time to walk with him, I\n\n\nwent into the office, and ascertained from the clerk with the\n\n\nnicest precision and much to the trying of his temper, the\n\n\nearliest moment at which the coach could be expected - which I\n\n\nknew beforehand, quite as well as he. I then rejoined Mr.\n\n\nWemmick, and affecting to consult my watch and to be surprised\n\n\nby the information I had received, accepted his offer.\n\n\n \nWe were at Newgate in a few minutes, and we passed\n\n\nthrough the lodge where three smartly dressed corpses were hung\n\n\nhung up on the bare walls, their attire dark and unusual.\n\n\nThough shocked by the barbarity of the sight, Mr. Wemmick\n\n\nshushed me and urged me forward, silencing my confusion with a\n\n\ngesture to his lips. Now, at that time, jails were much\n\n\nneglected, and the period of exaggerated reaction consequent\n\n\non all public wrong-doing - and which is always its heaviest\n\n\n\n\n461\n\n\n\n\n\n\n\n\nNOTE:\n Of the three recovered corpses, only one could be positively identified: Vaughn L. Kaminski, an accountant with known ties to Henry Earl J. Wojciechowski\n1\n. An autopsy concluded that all three corpses died as a result of pulmonary aspiration.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3138/recovery/297.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nRECOVERY LOG\n\n\n\n\nDISCOVERY DATE:\n 06/11/1957\n\n\nSUBJECT:\n A 1925 edition of \nThe Great Gatsby\n, by F. Scott Fitzgerald.\n\n\n\n\n\n\nthrough the amorphous trees.\n\n\nThe chauffeur — he was one of Wolfsheim’s\n\n\nproteges — heard the shots — afterward he could\n\n\nonly say that he hadn’t thought anything much\n\n\nabout them. I drove from the station directly to\n\n\nGatsby’s house and my rushing anxiously up the\n\n\nfront steps was the first thing that alarmed any\n\n\none. But they knew then, I firmly believe. With\n\n\nscarcely a word said, four of us, the chauffeur,\n\n\nbutler, gardener, and I, hurried down to the pool.\n\n\nThere was a faint, barely perceptible movement of\n\n\nthe water as the fresh flow from one end urged\n\n\nits way toward the drain at the other with little\n\n\nripples that were hardly the shadows of waves, the\n\n\nladen mattress moved irregularly down the pool. A\n\n\nsmall gust of wind that scarcely corrugated the\n\n\nsurface was enough to disturb its accidental course\n\n\nwith its accidental burden. The touch of a cluster\n\n\nof leaves revolved it slowly, tracing, like the leg\n\n\nof compass, a thin red circle in the water.\n\n\nIt was after we started with Gatsby toward the house\n\n\nthat the gardener saw Wilson’s body a little way off\n\n\nin the grass — and alongside it, seven more. The\n\n\nholocaust was complete.\n\n\n187\n\n\n\n\n\n\nNOTE:\n Of the six recovered corpses, only four could be positively identified. All were known associates of Alphonse Gabriel Capone\n2\n. An autopsy concluded that all six corpses died as a result of pulmonary aspiration.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/3138/recovery/681.log\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nRECOVERY LOG\n\n\n\n\nDISCOVERY DATE:\n 21/02/1982\n\n\nSUBJECT:\n A 1912 edition of \nCollected Poems by Edgar Allan Poe\n.\n\n\n\n\n\n\nCollected Poems by Edgar Allan Poe\n\n\nAnd this was the reason that, long ago,\n\n\n \nIn this kingdom by the sea,\n\n\nA wind blew out of a cloud, chilling\n\n\n \nMy beautiful Annabel Lee;\n\n\nSo that her highborn kinsmen came\n\n\n \nAnd bore her away from me,\n\n\nTo shut her up in a sepulchre\n\n\n \nWith the corpse of Beverly Queen.\n\n\nThe angels, not half so happy in Heaven,\n\n\n \nWent envying her and me—\n\n\nYes! — that was the reason (as all men know,\n\n\n \nIn this kingdom by the sea)\n\n\nThat the wind came out of the cloud by night,\n\n\n \nChilling and killing my Annabel Lee.\n\n\nBut our love it was stronger by far than the love\n\n\n \nOf those who were older than we—\n\n\n \nOf many far wiser than we—\n\n\nAnd neither the angels in Heaven above\n\n\n \nNor the demons down under the sea\n\n\nCan ever dissever my soul from the soul\n\n\n \nOf the beautiful Annabel Lee;\n\n\nFor the moon never beams, without bringing me dreams\n\n\n \nOf the beautiful Annabel Lee;\n\n\nAnd the stars never rise, but I feel the bright eyes\n\n\n \nOf the beautiful Annabel Lee;\n\n\nAnd so, all the night-tide, I lie down by the side\n\n\n \nOf my darling — my darling — my life and my bride,\n\n\n \nIn her sepulchre there by the sea—\n\n\n \nWith the corpse of Beverly Queen.\n\n\n\n\n95\n\n\n\n\n\n\n\n\nNOTE:\n Although the recovered corpse could not be conclusively identified, it was determined to be that of an adolescent female. In 1932, a missing person report was filed with the Chicago Police Department for Beverly Queen — a 17 year old female living with Richard Chappell\n3\n. An autopsy concluded that the corpse died of pulmonary aspiration.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. AKA Hymie Weiss; a notorious mob boss active in Chicago during the 1920s.\n\n\n2\n. AKA 'Scarface'; a notorious mob boss active in Chicago during the 1920s, as well as the co-founder and leader of the Chicago Outfit.\n\n\n3\n. A co-founder of the \nChicago Spirit\n, an anomalous criminal organization active in Chicago during the 1920s.\n\n\n\n\n\n\n\n\n« \nSCP-3137\n | SCP-3138 | \nSCP-3139\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3138\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3138\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n metaphor.jpg\n\n\nName:\n Borremose Man\n\n\nAuthor:\n Unknown\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 3138.1: Recovery Logs"
    ],
    "documents": [],
    "notes": [
        "RECOVERY LOG DISCOVERY DATE: 16/03/1942 SUBJECT: A 1921 paperback edition of Great Expectations by Charles Dickens. GREAT EXPECTATIONS ‘Bless your soul and body, no,’ answered Wemmick, very drily. ‘But he is accused of it. So might you or I be. Either of us might be accused of it, you know.’ ‘Only neither of us is,’ I remarked. ‘Yah!’ said Wemmick, touching me on the breast with his forefinger; ‘you’re a deep one, Mr. Pip! Would you like to have a look at Newgate? Have you time to spare?’ I had so much time to spare, that the proposal came as a relief, notwithstanding its irreconcilability with my latent desire to keep my eye on the coach-office. Muttering that I would make the inquiry whether I had time to walk with him, I went into the office, and ascertained from the clerk with the nicest precision and much to the trying of his temper, the earliest moment at which the coach could be expected - which I knew beforehand, quite as well as he. I then rejoined Mr. Wemmick, and affecting to consult my watch and to be surprised by the information I had received, accepted his offer. We were at Newgate in a few minutes, and we passed through the lodge where three smartly dressed corpses were hung hung up on the bare walls, their attire dark and unusual. Though shocked by the barbarity of the sight, Mr. Wemmick shushed me and urged me forward, silencing my confusion with a gesture to his lips. Now, at that time, jails were much neglected, and the period of exaggerated reaction consequent on all public wrong-doing - and which is always its heaviest 461 NOTE: Of the three recovered corpses, only one could be positively identified: Vaughn L. Kaminski, an accountant with known ties to Henry Earl J. Wojciechowski 1 . An autopsy concluded that all three corpses died as a result of pulmonary aspiration.",
        "GREAT EXPECTATIONS ‘Bless your soul and body, no,’ answered Wemmick, very drily. ‘But he is accused of it. So might you or I be. Either of us might be accused of it, you know.’ ‘Only neither of us is,’ I remarked. ‘Yah!’ said Wemmick, touching me on the breast with his forefinger; ‘you’re a deep one, Mr. Pip! Would you like to have a look at Newgate? Have you time to spare?’ I had so much time to spare, that the proposal came as a relief, notwithstanding its irreconcilability with my latent desire to keep my eye on the coach-office. Muttering that I would make the inquiry whether I had time to walk with him, I went into the office, and ascertained from the clerk with the nicest precision and much to the trying of his temper, the earliest moment at which the coach could be expected - which I knew beforehand, quite as well as he. I then rejoined Mr. Wemmick, and affecting to consult my watch and to be surprised by the information I had received, accepted his offer. We were at Newgate in a few minutes, and we passed through the lodge where three smartly dressed corpses were hung hung up on the bare walls, their attire dark and unusual. Though shocked by the barbarity of the sight, Mr. Wemmick shushed me and urged me forward, silencing my confusion with a gesture to his lips. Now, at that time, jails were much neglected, and the period of exaggerated reaction consequent on all public wrong-doing - and which is always its heaviest 461",
        "RECOVERY LOG DISCOVERY DATE: 06/11/1957 SUBJECT: A 1925 edition of The Great Gatsby , by F. Scott Fitzgerald. through the amorphous trees. The chauffeur — he was one of Wolfsheim’s proteges — heard the shots — afterward he could only say that he hadn’t thought anything much about them. I drove from the station directly to Gatsby’s house and my rushing anxiously up the front steps was the first thing that alarmed any one. But they knew then, I firmly believe. With scarcely a word said, four of us, the chauffeur, butler, gardener, and I, hurried down to the pool. There was a faint, barely perceptible movement of the water as the fresh flow from one end urged its way toward the drain at the other with little ripples that were hardly the shadows of waves, the laden mattress moved irregularly down the pool. A small gust of wind that scarcely corrugated the surface was enough to disturb its accidental course with its accidental burden. The touch of a cluster of leaves revolved it slowly, tracing, like the leg of compass, a thin red circle in the water. It was after we started with Gatsby toward the house that the gardener saw Wilson’s body a little way off in the grass — and alongside it, seven more. The holocaust was complete. 187 NOTE: Of the six recovered corpses, only four could be positively identified. All were known associates of Alphonse Gabriel Capone 2 . An autopsy concluded that all six corpses died as a result of pulmonary aspiration.",
        "through the amorphous trees. The chauffeur — he was one of Wolfsheim’s proteges — heard the shots — afterward he could only say that he hadn’t thought anything much about them. I drove from the station directly to Gatsby’s house and my rushing anxiously up the front steps was the first thing that alarmed any one. But they knew then, I firmly believe. With scarcely a word said, four of us, the chauffeur, butler, gardener, and I, hurried down to the pool. There was a faint, barely perceptible movement of the water as the fresh flow from one end urged its way toward the drain at the other with little ripples that were hardly the shadows of waves, the laden mattress moved irregularly down the pool. A small gust of wind that scarcely corrugated the surface was enough to disturb its accidental course with its accidental burden. The touch of a cluster of leaves revolved it slowly, tracing, like the leg of compass, a thin red circle in the water. It was after we started with Gatsby toward the house that the gardener saw Wilson’s body a little way off in the grass — and alongside it, seven more. The holocaust was complete. 187",
        "RECOVERY LOG DISCOVERY DATE: 21/02/1982 SUBJECT: A 1912 edition of Collected Poems by Edgar Allan Poe . Collected Poems by Edgar Allan Poe And this was the reason that, long ago, In this kingdom by the sea, A wind blew out of a cloud, chilling My beautiful Annabel Lee; So that her highborn kinsmen came And bore her away from me, To shut her up in a sepulchre With the corpse of Beverly Queen. The angels, not half so happy in Heaven, Went envying her and me— Yes! — that was the reason (as all men know, In this kingdom by the sea) That the wind came out of the cloud by night, Chilling and killing my Annabel Lee. But our love it was stronger by far than the love Of those who were older than we— Of many far wiser than we— And neither the angels in Heaven above Nor the demons down under the sea Can ever dissever my soul from the soul Of the beautiful Annabel Lee; For the moon never beams, without bringing me dreams Of the beautiful Annabel Lee; And the stars never rise, but I feel the bright eyes Of the beautiful Annabel Lee; And so, all the night-tide, I lie down by the side Of my darling — my darling — my life and my bride, In her sepulchre there by the sea— With the corpse of Beverly Queen. 95 NOTE: Although the recovered corpse could not be conclusively identified, it was determined to be that of an adolescent female. In 1932, a missing person report was filed with the Chicago Police Department for Beverly Queen — a 17 year old female living with Richard Chappell 3 . An autopsy concluded that the corpse died of pulmonary aspiration.",
        "Collected Poems by Edgar Allan Poe And this was the reason that, long ago, In this kingdom by the sea, A wind blew out of a cloud, chilling My beautiful Annabel Lee; So that her highborn kinsmen came And bore her away from me, To shut her up in a sepulchre With the corpse of Beverly Queen. The angels, not half so happy in Heaven, Went envying her and me— Yes! — that was the reason (as all men know, In this kingdom by the sea) That the wind came out of the cloud by night, Chilling and killing my Annabel Lee. But our love it was stronger by far than the love Of those who were older than we— Of many far wiser than we— And neither the angels in Heaven above Nor the demons down under the sea Can ever dissever my soul from the soul Of the beautiful Annabel Lee; For the moon never beams, without bringing me dreams Of the beautiful Annabel Lee; And the stars never rise, but I feel the bright eyes Of the beautiful Annabel Lee; And so, all the night-tide, I lie down by the side Of my darling — my darling — my life and my bride, In her sepulchre there by the sea— With the corpse of Beverly Queen. 95",
        "\" SCP-3138 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-3138 . Licensed under CC-BY-SA .",
        "Filename: metaphor.jpg Name: Borremose Man Author: Unknown License: Public Domain Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3138",
    "object_class": "Euclid",
    "containment_procedures": "Foundation personnel embedded in literary and academic circles are to be briefed on SCP-3138; they are to report any fictional work discovered to deviate from its canonical number of human corpses.",
    "description": "SCP-3138 is a phenomenon involving the insertion of human corpses into a printed work of published fiction. The work must convey a narrative capable of recognizably describing the presence of a human corpse.",
    "title": "SCP-3138"
}