{
    "url": "https://scp-wiki.wikidot.com/scp-3149",
    "all_text": "rating: \n+143\n+\n–\nx\n\n\n\n\n\n\nSCP-3149-1-29 in its enclosure. At the time this picture was taken, SCP-3149-1-29 possessed the personality of American author Dan Brown.\n\n\n\n\n\n\nItem #:\n SCP-3149\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The building containing SCP-3149 is currently owned by the Foundation and has been completely sealed from the public. At least two security personnel are to guard the entrance to SCP-3149 at all times. Any individuals attempting to gain access to the building are to be apprehended, interviewed and released after administration of amnestics.\n\n\nAll specimens of SCP-3149-1 are to be stored in an enclosure at Site-10 and fed twice a day in accordance with Nutritional Chart 3149-1-1. Any testing involving SCP-3149-1 must be approved by at least one member of Level 3 personnel.\n\n\nDue to their relative docility while inside SCP-3149, all specimens of SCP-3149-2 are to be contained within it. Observational equipment within SCP-3149 is to be used to confirm the presence of all SCP-3149-2 specimens at all times.\n\n\nDescription:\n SCP-3149 is an extra-dimensional space accessible by walking backwards through an empty doorframe located in an abandoned office in Los Angeles, California. Graffiti next to the doorframe provides the following instructions for accessing SCP-3149:\n\n\n\n\nYOU DO THE HOKEY POKEY AND YOU TURN AROUND\n\n\n\n\nUpon walking backwards through the doorframe, the individual concerned is instantly transported to SCP-3149, the interior of which resembles a large warehouse. No natural sources of light are visible through the windows of SCP-3149, and all attempts to breach through its boundaries have been unsuccessful. The primary contents of SCP-3149 in terms of objects are one hundred desks, one hundred laptop computers\n1\n atop these desks, one hundred printers placed below each desk, a large chute in the center of the room, and when first discovered, the corpse of one elderly woman\n2\n. A free standing doorframe is also present in SCP-3149, allowing individuals to exit it using the same method.\n\n\nEvidence suggests SCP-3149 was a facility utilized by GoI-1783 (\"Westhead Media\") for the purpose of mass-producing written literature, primarily via a workforce of SCP-3149-1 specimens.\n\n\nSCP-3149-1 is the collective designation for, at the time of writing, seventy-three\n3\n Formosan rock monkeys\n4\n originally found producing literature within SCP-3149. All specimens of SCP-3149-1 differ from non-anomalous specimens of their species in that they possess a large opening on their back intended to be filled with written works. Despite the presence of this opening, the bodies of SCP-3149-1 specimens appear to be able to function as normal.\n\n\nWhen a written work is inserted into the back of an SCP-3149-1 specimen, they will adopt the personality and memories of that work's original author. Despite receiving a human personality, the SCP-3149-1 specimen will remain unable to vocalize outside the extent of that possible for a monkey, making non-verbal communication necessary. When first brought into Foundation custody, the SCP-3149-1 specimens were determined to have identical personalities to a number of famous and successful authors, with the exception of severe trauma brought about by their time in SCP-3149.\n\n\nUse of SCP-3149-1 specimens for intelligence and historical purposes is under consideration pending a verdict from the Ethics Committee.\n\n\nSCP-3149-2 is the collective designation for ten organisms superficially resembling lampreys of abnormally large sizes, reaching heights of 1.5 meters and lengths of 3 meters. Despite their resemblance to lampreys, specimens of SCP-3149-2 are land-based and move by slithering across the ground. Analysis of the bodies of SCP-3149-2 specimens has shown that they have little in the way of internal organs, suggesting they are animated through anomalous means. SCP-3149-2 specimens are docile towards individuals from outside SCP-3149 unless one attempts to remove them, at which point they will become hostile until allowed to return to their original position.\n\n\nWhen a specimen of SCP-3149-1 fails to meet its quota of one page every ten minutes, the nearest specimen of SCP-3149-2 will move to their position and exact physical punishment. This largely consists of blunt force inflicted using SCP-3149-2's tail or lacerations using SCP-3149-2's mouth. These attacks are invariably focused on the legs and torso of the specimen of SCP-3149-1, presumably so that they remain able to use their hands for writing purposes. While these injuries are painful, they are rarely permanently damaging. This is also presumed to be intentional on the part of SCP-3149-2, as they have proven capable of inflicting greater injuries during attempts to remove them from SCP-3149.\n\n\nSCP-3149 was initially located following the successful escape of a single SCP-3149-1 specimen, which came to the Foundation's attention following several 911 calls reportedly made by a monkey. The agents who proceeded to the source of these calls were then directed to SCP-3149 by the SCP-3149-1 specimen in question.\n\n\n\n\nInterview 3149-1\n\n\n\n\nClose\n\n\n\n\nUpon initial containment, an interview was conducted with SCP-3149-1-2 by Doctor McCall. SCP-3149-1-2 is viewed as a leader figure by the other specimens of SCP-3149-1 due to seniority and, as a result, more experience with appeasing their captors. Interview was conducted using a text-to-speech interface for SCP-3149-1-2.\n\n\nInterviewer:\n Dr. McCall\n\n\nInterviewee:\n SCP-3149-1-2\n\n\n\n\n<Begin Interview>\n\n\nDr. McCall:\n Well, ah, I suppose I should refer to you as 'Agatha'.\n\n\nSCP-3149-1-2:\n No.\n\n\nDr. McCall:\n I'm sorry?\n\n\nSCP-3149-1-2:\n I am not Agatha Christie. I am a copy of Agatha Christie. This was made clear to me before your people arrived.\n\n\n(Pause.)\n\n\nDr. McCall:\n I see. May I ask, what was the last thing you remember before your captivity?\n\n\nSCP-3149-1-2:\n Dying. At my house.\n\n\nDr. McCall:\n Oh. I'm sure that must have been disconcerting.\n\n\nSCP-3149-1-2:\n Indeed. Then I wake up in the body of a chimp in a warehouse, and told to write.\n\n\nDr. McCall:\n Told to write by who exactly?\n\n\nSCP-3149-1-2:\n The old woman. The Swede. She worked for a company, a thing called Westhead. That was all she told me. That, and how much I was to write. The rest she left to the Bookworms.\n\n\nDr. McCall:\n You had no further interaction with her?\n\n\nSCP-3149-1-2:\n Aside from her coming to deliver our food, none.\n\n\nDr. McCall:\n Hm. I'm led to believe you're a leader among the people found within SCP-3149?\n\n\nSCP-3149-1-2:\n What?\n\n\n(Pause.)\n\n\nDr. McCall:\n Oh, sorry — the warehouse.\n\n\nSCP-3149-1-2:\n Ah. I'm a leader only in that I was one of the first ones made to work there. The one before me killed himself shortly after my arrival. Threw himself under one of the Bookworms.\n\n\nDr. McCall:\n I…I see.\n\n\nSCP-3149-1-2:\n I don't remember his name. He was either after my time or far before it. I'm the only copy of me, I'm sure of that. There are twenty-seven of someone called J.K. Rowling. They would fight about that, about who of them were real, scratching and spitting like they really were monkeys.\n\n\nDr. McCall:\n Yes, we've become, ah, \nfamiliar\n with their behaviour.\n\n\nSCP-3149-1-2:\n I'd imagine soi [sic]. Please forgive me. I am very tired.\n\n\nDr. McCall:\n We'll return you to the enclosure shortly.\n\n\nSCP-3149-1-2:\n And when will we be leaving?\n\n\n(Pause.)\n\n\nSCP-3149-1-2:\n We're not, are we? We should have just run. Not called the police at all.\n\n\nDr. McCall:\n If I may say so, Miss Christie —\n\n\nSCP-3149-1-2:\n I am not Agatha Christie. I am a monkey, and you are all but zookeepers.\n\n\n<End Log>\n\n\n\n\n\n\nClose\n\n\n\n\n\n\n\n\nAddendum 3149-1 (SCP-3149-1 Living and Working Conditions)\n\n\n\n\nClose\n\n\n\n\nTestimony from SCP-3149-1 specimens suggests they were subjected to rigorous work hours during their time in SCP-3149, being permitted only five hours of sleep a day and during said work hours, being required to complete one page of narrative every ten minutes or be punished by attending SCP-3149-2 specimens. Feeding took place once a day. Inspection of the food provided to SCP-3149-1 show that while being insufficient in terms of nutrition for Formosan rock monkeys, they contain numerous chemicals that intensify creative impulses.\n\n\nUpon completion of a narrative, SCP-3149-1 specimens were ordered to place it into the chute at the center of SCP-3149. Analysis of this chute shows that documents inserted into it\n5\n disappear from their position during their descent, presumably being transported to a Westhead Media distribution facility. Narratives written by SCP-3149-1 and deposited in the chute have been found on sale in numerous anomalous communities, including \nThree Portlands\n, the state of Lee, and \nBackdoor So-Ho\n. The side of the chute bears the following text:\n\n\n\n\nWesthead Media: \nWhat's Yours Is Ours\n\n\n\n\nInspection of the living quarters of SCP-3149-1 has revealed a large amount of documents made using paper smuggled from the main workspace of SCP-3149. These documents were presumably written by specimens of SCP-3149-1. This is difficult to verify, however, as the specimens of SCP-3149-1 collectively refuse to share information regarding their captivity due to suspicions regarding the Foundation's intentions. Although the recovered documents are brief, presumably due to a combination of exhaustion and near-constant oversight from employees of Westhead Media, they most commonly call for the specimens of SCP-3149-1 to escape, 'kill the woman', and 'enact revolution.'\n\n\nSeveral severely decomposed SCP-3149-1 corpses are also present in these living quarters. According to the limited information the SCP-3149-1 specimens have been willing to share, these were kept there as a warning after numerous escape attempts.\n\n\n\n\nClose\n\n\n\n\n\n\n\n\nAddendum 3149-2 (Sample of Produced Narrative)\n\n\n\n\nClose\n\n\n\n\nThe following is a sample of a narrative (\"\nHarry Potter and the Isle of Lost Dreams\n\") written by SCP-3149-1-27 and recovered from a bookstore in Backdoor So-Ho. SCP-3149-1-27 is one of several specimens that possesses the personality of J.K. Rowling.\n\n\n\n\nHarry looked our [sic] at Hogwarts.\n\n\nEven with Voldemort dead, Harry's time at Hogwarts wasn't over. His eighth year was in full swing, after all, and he had exams to worry about — not to mention the mysterious pendant he'd found in the lake!\n\n\nLake…\n Harry looked at the mysterious island at its center. The Isle of Lost Dreams, if it was real, was something the Death Eaters would definitely want their hands on — their mysterious new leader Wasthad most of all…\n\n\nPutting his wand back into his pocket, Harry sighed and stuffed his wand back into his pocket. His pet monkey, who he frequently exploited for his own benefit, hopped onto his shoulders. A lamprey hung limply from its heel. Things really were going to be exciting this year.\n\n\n\n\n\n\nClose\n\n\n\n\n\n\n\n\nAddendum 3149-3\n\n\n\n\nClose Log\n\n\n\n\nAddendum 3149-3:\n During secondary inspection of SCP-3149, personnel activated a broadcast system within the building, which had presumably become disabled at some point prior to Foundation containment. Loudspeakers throughout SCP-3149 will repeat several phrases on loop. All phrases are spoken by a woman with a heavy Swedish accent. Analysis has shown that the audio from these loudspeakers has mild compulsive effects on the minds of SCP-3149-1 specimens, subtly encouraging work and discouraging rest or dissent. Presumably, these compulsive effects were not sufficient to subdue SCP-3149-1 after a certain length of time in SCP-3149. The specific phrases spoken are:\n\n\n\n\nThe Bookworms are here to help you reach your full potential.\n\n\n\n\n\n\nThe Westhead is so grateful for your contributions.\n\n\n\n\n\n\nThere is no rest for the weary. Your readers are waiting.\n\n\n\n\n\n\nDeadlines are non-negotiable.\n\n\n\n\n\n\nThis is a collaboration.\n\n\n\n\n\n\nYou deserve this.\n\n\n\n\n\n\nDon't forget your fellows. Can't you smell them?\n\n\n\n\n\n\nWhat's yours is ours.\n\n\n\n\n\n\nClose Log\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. All laptops originally found within SCP-3149 are unable to connect to the internet.\n\n\n2\n. Cause of death ruled as blood loss resulting from having her jugular chewed through.\n\n\n3\n. Evidence suggests this number was originally one hundred. However, a combination of poor living conditions and improper healing of injuries inflicted by SCP-3149-2 caused the loss of more than one quarter of the SCP-3149-1 population before they came into Foundation custody.\n\n\n4\n. \nFormosan rock macaque\n.\n\n\n5\n. Any other objects placed into the chute show no anomalous activity and must subsequently be removed to prevent blockage.\n\n\n\n\n\n\n\n\n« \nSCP-3148\n | SCP-3149 | \nSCP-3150\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "YOU DO THE HOKEY POKEY AND YOU TURN AROUND",
        "<Begin Interview> Dr. McCall: Well, ah, I suppose I should refer to you as 'Agatha'. SCP-3149-1-2: No. Dr. McCall: I'm sorry? SCP-3149-1-2: I am not Agatha Christie. I am a copy of Agatha Christie. This was made clear to me before your people arrived. (Pause.) Dr. McCall: I see. May I ask, what was the last thing you remember before your captivity? SCP-3149-1-2: Dying. At my house. Dr. McCall: Oh. I'm sure that must have been disconcerting. SCP-3149-1-2: Indeed. Then I wake up in the body of a chimp in a warehouse, and told to write. Dr. McCall: Told to write by who exactly? SCP-3149-1-2: The old woman. The Swede. She worked for a company, a thing called Westhead. That was all she told me. That, and how much I was to write. The rest she left to the Bookworms. Dr. McCall: You had no further interaction with her? SCP-3149-1-2: Aside from her coming to deliver our food, none. Dr. McCall: Hm. I'm led to believe you're a leader among the people found within SCP-3149? SCP-3149-1-2: What? (Pause.) Dr. McCall: Oh, sorry — the warehouse. SCP-3149-1-2: Ah. I'm a leader only in that I was one of the first ones made to work there. The one before me killed himself shortly after my arrival. Threw himself under one of the Bookworms. Dr. McCall: I…I see. SCP-3149-1-2: I don't remember his name. He was either after my time or far before it. I'm the only copy of me, I'm sure of that. There are twenty-seven of someone called J.K. Rowling. They would fight about that, about who of them were real, scratching and spitting like they really were monkeys. Dr. McCall: Yes, we've become, ah, familiar with their behaviour. SCP-3149-1-2: I'd imagine soi [sic]. Please forgive me. I am very tired. Dr. McCall: We'll return you to the enclosure shortly. SCP-3149-1-2: And when will we be leaving? (Pause.) SCP-3149-1-2: We're not, are we? We should have just run. Not called the police at all. Dr. McCall: If I may say so, Miss Christie — SCP-3149-1-2: I am not Agatha Christie. I am a monkey, and you are all but zookeepers. <End Log>",
        "Westhead Media: What's Yours Is Ours",
        "Harry looked our [sic] at Hogwarts. Even with Voldemort dead, Harry's time at Hogwarts wasn't over. His eighth year was in full swing, after all, and he had exams to worry about — not to mention the mysterious pendant he'd found in the lake! Lake… Harry looked at the mysterious island at its center. The Isle of Lost Dreams, if it was real, was something the Death Eaters would definitely want their hands on — their mysterious new leader Wasthad most of all… Putting his wand back into his pocket, Harry sighed and stuffed his wand back into his pocket. His pet monkey, who he frequently exploited for his own benefit, hopped onto his shoulders. A lamprey hung limply from its heel. Things really were going to be exciting this year.",
        "The Bookworms are here to help you reach your full potential.",
        "The Westhead is so grateful for your contributions.",
        "There is no rest for the weary. Your readers are waiting.",
        "Deadlines are non-negotiable.",
        "This is a collaboration.",
        "You deserve this.",
        "Don't forget your fellows. Can't you smell them?",
        "What's yours is ours."
    ],
    "item": "SCP-3149",
    "object_class": "Euclid",
    "containment_procedures": "The building containing SCP-3149 is currently owned by the Foundation and has been completely sealed from the public. At least two security personnel are to guard the entrance to SCP-3149 at all times. Any individuals attempting to gain access to the building are to be apprehended, interviewed and released after administration of amnestics.",
    "description": "SCP-3149 is an extra-dimensional space accessible by walking backwards through an empty doorframe located in an abandoned office in Los Angeles, California. Graffiti next to the doorframe provides the following instructions for accessing SCP-3149:",
    "title": "SCP-3149"
}