{
    "url": "https://scp-wiki.wikidot.com/scp-3150",
    "all_text": "Maybe the dark won’t come here. But if it does, then we will still be remembered.\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+272\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3150:\n The Caravanserai at the End of the World\n\n\nAuthor:\n \nTufto\n, written on their original account. More of their work can be found \nhere\n.\n\n\nImage:\n Can be found \nhere\n, and is in the public domain.\n\n\n\n\n\n\n\n\nrating: \n+272\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn exoticised rendering of SCP-3150-1 by Dr. I███.\n\n\n\n\n\n\nItem #:\n SCP-3150\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n Due to the extreme size of its area of effect, SCP-3150 is currently considered uncontainable. Co-operation with the government of Turkmenistan is currently not possible, due to the strong influence of ORIA preventing cordial relations. Site ██, covertly located in the Karakum desert, has been repurposed for the sole purpose of researching and utilising SCP-3150. Researchers wishing to utilise SCP-3150-3 for research purposes via the Sadra Initiative are to apply to Dr. K████ at Site ██.\n\n\nDescription:\n SCP-3150 refers to a phenomenon occuring in the Karakum Desert, Turkmenistan. This phenomenon activates should an individual walk through the desert at some point between sunrise and sunset for approximately 6km (the equivalent to one Iranian \nparasang\n) without being observed. If these conditions are met, then a structure will abruptly appear before the subject, approximately 24m (the equivalent of one Iranian \nchebel\n) away, with the appearance of a 17th century Iranian caravanserai. This building is designated SCP-3150-1. Only the subject who activated SCP-3150 is capable of entering SCP-3150-1; it is believed to be imperceptible to any other individuals.\n\n\nSCP-3150-1 appears to be designed and outfitted in a manner reminiscent of a 17th century Iranian caravanserai, with a series of elaborately decorated anterooms and guestrooms arranged around a square courtyard. SCP-3150-1 is ordinarily inhabited by a number of individuals who have been affected by SCP-3150. These individuals appear to be drawn from a number of periods throughout human history; it is thus believed that SCP-3150-1 exists in a separate dimension with different temporal laws. All individuals- excepting SCP-3150-2- awake and apparently feel compelled to leave shortly before sunrise on the following morning, apparently returning to the time and place from which they entered SCP-3150-1. A similar compulsion apparently prevents the use of force or violence within SCP-3150.\n\n\nIndividuals who have slept in SCP-3150-1 universally report that they had solved some mental preoccupation which had been preoccupying them following their visit. This phenomenon is referred to as SCP-3150-3. The precise nature of these preoccupations is extremely varied; it has ranged from perfecting a design for a fusion engine to realising the problems in a faltering marriage. The \"solutions\" arrived at are equally varied, often leading to attempts to solve the problems being discarded altogether as a waste of time.\n\n\nFollowing consultation with the O5-Council, SCP-3150-3 is now being utilised under the Sadra Initiative, wherein researchers encountering particular problems with containment protocols and research questions are permitted entry to SCP-3150-1 in the hopes of finding a solution. Due to the somewhat unpredictable nature of SCP-3150-3, eligible researchers must have demonstrated a particular need for SCP-3150-3's utilisation. As of ██/██/201█, a total of ███ expeditions under the Sadra Initiative have taken place, with ██ of them yielding useful results for containment and research.\n\n\nSCP-3150 is inhabited by a male human, hereafter designated SCP-3150-2. SCP-3150-2 has not divulged any name, and only refers to himself occasionally as a \"seeker of light\", a term he also applies to Foundation personnel. SCP-3150-2 acts in the role of the proprietor of SCP-3150-1, ensuring that a variety of needs of all affected individuals are met; specifically, he ensures that all of the guestrooms are comfortable and that affected individuals are well-supplied with tea, coffee, wine or opium.\n\n\nSCP-3150-2's first language is believed to be Pashto, but it is also fluent in Persian (both the Western Persian and Dari dialects) and Turkmen, and has some proficiency in Russian, Uzbek, English and Chinese. SCP-3150-2 also professes fluency in Old Persian, Avestan, Pahlavi, Soghdian and Khwarezmian. SCP-3150-2 does not object to being interviewed, but the information he provides is limited and often cryptic in nature. SCP-3150-2's age and memory appear to vary with each activation of SCP-3150, implying that the timeline of events within SCP-3150-1 does not match our own.\n\n\nSCP-3150 was first discovered by Foundation personnel during a containment breach by SCP-████ in 194█. During an extensive search for SCP-████, Agent Nyazik Niyazov inadvertently activated SCP-3150, spending the night in SCP-3150-1. Despite this breach of protocol, Agent Niyazov was apparently affected by SCP-3150-3, and was subsequently able to detail a successful way to find and re-contain SCP-████.\n\n\nThe following log contains a selection of interviews which took place within SCP-3150-1.\n\n\n\n\nInterview Log 3150-A\n\n\n\n\nInterview Log 3150-A\n\n\n\n\n\n\nInterview 3150-8\n\n\nInterviewed:\n Subject is a male, early 50s. Subject spoke in a form of Pahlavi.\n\n\nInterviewer:\n Dr. A██████. It should be noted that Dr. A██████ does not know Pahlavi, and only has limited Persian.\n\n\nForeword:\n This interview was conducted 02/09/194█, within SCP-3150-1.\n\n\n<Begin Log>\n\n\nDr. A██████:\n Hello there. May I sit?\n\n\nSubject:\n Go ahead, go ahead… it doesn't matter what you do.\n\n\nDr. A██████:\n Ah- I'm sorry, I don't speak- er, tawa, tawa Fars-\n\n\nSubject:\n Lost, all lost… my kingdom will fall, and my name will be scattered to the wind… Sughra, Sughra, you are my downfall!\n\n\nDr. A██████:\n I do not speak your language. I am sorry.\n\n\nSubject:\n Hah! It's happening already! Even you don't know the name of this land's king, the great Khushnavaz! I, who gave Peroz his kingdom, and took it away! I, who fought and ruled this realm for so long… and now, nothing… I am nothing…\n\n\nYou do not look like a warrior. You look like one of those soft, lazy men the Persians cling to, who reads their books and runs their government. You do not know what it is like, the wind rushing in your hair, the fire around your face! To charge with the bow and sword, firing into the crowd! But, alas, the slightest misstep and all is lost. Peroz learnt that, the fool. To flirt with death, it is a dangerous game- but the only one that matters.\n\n\nSubject was unresponsive thereafter.\n\n\n<End Log>\n\n\n\n\n\n\nInterview 3150-33\n\n\nInterviewed:\n Subject is a female, late 20s. Subject spoke in an antiquated dialect of Persian.\n\n\nInterviewer:\n Dr. M████████. It should be noted that Dr. M████████ is of Mongolian origin.\n\n\nForeword:\n This interview was conducted 02/09/196█, within SCP-3150-1.\n\n\n<Begin Log>\n\n\nSubject:\n You! You there! Why did you have to come here?\n\n\nDr. M████████:\n I- I'm sorry? Have we met?\n\n\nSubject:\n Merv, Merv, sweet Merv. You and your kind, they came, there's nothing left… my children, all dead. My husband, dead… I barely escaped, and there's nothing left.\n\n\nDr. M████████:\n I think you have me confused with someone el-\n\n\nSubject:\n Do you realise what you did? What you are? You infidels have stained this land forever. We'll never recover. My children! My children are dead! You, you and your kind-\n\n\nDr. M████████:\n I am not a soldier, ma'am. Please, why don't we sit down.\n\n\nSubject:\n No! You are the enemy, you dog! You are the ruin, you are the apocalypse, you- you- my children, God, great God, my children!\n\n\nSubject abruptly fled the room at this point.\n\n\n<End Log>\n\n\n\n\n\n\nInterview 3150-103\n\n\nInterviewed:\n Subject A is a male, late 30s. Subject B is a male, early 20s. Subject A spoke in modern Turkmen. Subject B spoke in an antiquated dialect of Turkmen; each was attempting to adapt their patterns of speech to better understand the other.\n\n\nInterviewer:\n Dr. U██████.\n\n\nForeword:\n This interview was conducted 02/09/197█, within SCP-3150-1. The interview was begun when Dr. U██████ interrupted a conversation between the two subjects.\n\n\n<Begin Log>\n\n\nSubject A:\n …don't understand is the concept of the nation! This is a thing above tribe, above religion! You don't just define yourself against the Uzbek, you define yourself as one among many.\n\n\nSubject B:\n This idea is perverse! I am bound to clan and faith as much as you are-\n\n\nDr. U██████:\n Excuse me. Do you mind if I join you?\n\n\nSubject A:\n Yes.\n\n\nSubject B:\n Of course you can. Pay no heed to my friend here; he has some very strange notions. My name is Makhtumkuli, from Etrek, and I am a Gerkez. My strange friend here calls himself Aman. He has some very strange notions about these things he calls \"class\" and \"nation\".\n\n\nSubject A:\n Bah! You just don't understand dialectical materialism.\n\n\nSubject B:\n And you don't understand the importance of oral tradition, or the voices on the wind when you pray, or the wild frontier. But I forgive you. Your poetry is fine.\n\n\nSubject A:\n And yours is legendary, my friend. Here, newcomer, get us a drink!\n\n\nDr. U██████:\n Uh, sure. What'll you take.\n\n\nSubject A:\n Qumis!\n\n\nSubject B:\n Alas, I must refrain. My religion constrains me. I shall talk to you later.\n\n\nSubject A:\n Ah, I must go too. Have a drink on us, my friend.\n\n\nDr. U██████:\n Happily. Um. You two are poets?\n\n\nSubject B:\n Oh yes.\n\n\nSubject A:\n Look us up some time. We're really quite well known, or so I'm told by this one.\n\n\nAt this point, both subjects left the room.\n\n\n<End Log>\n\n\n\n\n\n\nInterview 3150-436\n\n\nInterviewed:\n Subject is a female, late 40s. Subject spoke in modern Russian.\n\n\nInterviewer:\n Dr. Q███████.\n\n\nForeword:\n This interview was conducted 02/09/198█, within SCP-3150-1.\n\n\n<Begin Log>\n\n\nDr. Q███████:\n Mind if I sit here?\n\n\nSubject:\n Go ahead! Go and do whatever you like! Come, take a cup of wine with me!\n\n\nDr. Q███████:\n No, thank you. To whom am I speaking?\n\n\nSubject:\n Dr. Svetlana Venediktov, archeologist extraordinaire! And I am in a very good mood, friend! A very good mood indeed!\n\n\nDr. Q███████:\n And why is that!?\n\n\nSubject:\n Because I have found it! I have found this caravanserai! There have always been rumours, since Soviet days, but I have found it! The find of the century!\n\n\nDr. Q███████:\n Well, congr- wait, what do you mean, \"since Soviet days\"?\n\n\nSubject:\n Since forever, my little friend! Hah! I am going to go and get drunk some more!\n\n\nSubject then wandered away, singing Russian folk songs.\n\n\n<End Log>\n\n\n\n\n\n\nInterview 3150-941\n\n\nInterviewed:\n Subject is a male, early 20s. Subject spoke in modern Persian, with some minor alterations.\n\n\nInterviewer:\n Dr. I███\n\n\nForeword:\n This interview was conducted 02/09/199█, within SCP-3150-1.\n\n\n<Begin Log>\n\n\nDr. I███:\n Hello there. Do you mind if I ask you a few questions?\n\n\nSubject:\n No.\n\n\nDr. I███:\n OK, then… Who are you? Where do you come from?\n\n\nSubject:\n I am Ali Isma'ili. I am 22. I am a soldier. In the army. The army of the Empire for the Reclamation of the Islamic Artifacts.\n\n\nDr. I███:\n The- what Empire? Do you mean ORIA?\n\n\nSubject:\n This place is strange. It plays tricks on you. Are you from the Foundation? Good people. Allies. In the war. Old enemies are new friends now.\n\n\nDr. I███:\n The war?\n\n\nSubject:\n The only war that's left. The war against the Red Shah. These are the borderlands. We are losing, you see. I must… I must think. Need to think of a way. A way to win.\n\n\nSubject was unresponsive following this exchange.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 1:\n On 20/06/199█, Dr. I███, a Level-3 researcher assigned to SCP-3150, entered SCP-3150-1. Dr. I███ had a particular interest in the nature of SCP-3150, and believed that this interest might activate SCP-3150-3, hopefully providing fresh insight into its properties. During her stay in SCP-3150, Dr. I███ conducted an interview with SCP-3150-2, which was unusually lucid; this is believed to be a result of a manifestation of SCP-3150-3.\n\n\n\n\nInterview Log 3150-B\n\n\n\n\nInterview Log 3150-B\n\n\n\n\n\n\nInterviewed:\n SCP-3150-2.\n\n\nInterviewer:\n Dr. I███\n\n\nForeword:\n This interview was conducted 20/06/199█, within SCP-3150-1.\n\n\n<Begin Log>\n\n\nDr. I███:\n Hello, SCP-3150-2. I have a few questions for you.\n\n\nSCP-3150-2:\n You wish to know about the caravansary.\n\n\nDr. I███:\n Yes, I- how did you know that?\n\n\nSCP-3150-2:\n This place. Has a way of getting into your head. Makes you know things, after a while. Things you shouldn't know.\n\n\nDr. I███:\n So- you weren't always here?\n\n\nSCP-3150-2:\n Oh, no. Not always. I used to be like you, once. A seeker of light.\n\n\nDr. I███:\n What does that mean?\n\n\nSCP-3150-2:\n Many things. Ah, those were dark days, I'm afraid. I don't much want to talk about them. I'm here now, and that's what matters. Doing what the seekers have always done; protecting the world.\n\n\nDr. I███:\n How are you protecting it? All you do is keep this place running. You help people, I suppose, but not always in the way in which they want to be helped.\n\n\nSCP-3150-2:\n What is a caravanserai, my dear? How would you define the word?\n\n\nDr. I███:\n Well, it's like an inn. A place where travellers and merchants would rest for a night, back in the old days.\n\n\nSCP-3150-2:\n The old days, yes. But they'd simply be pausing when they rested, at a stopping point between one place and another. You see, everyone here is a seeker of something. Seekers of truth, in its many forms. They are here because they are on a journey, between ignorance and enlightenment. When they enter, they bear the memories of their ignorance. When they leave, they are filled with a vision of knowledge, sitting far on the horizon. That's what this caravanserai is, in one respect; the caravanserai between a lack of truth and the gaining of truth.\n\n\nDr. I███:\n Very cryptic. But what do you mean, \"in one respect\"?\n\n\nSCP-3150-2:\n In another respect, it's the last rest-stop before oblivion. Before death, before nothingness, before the end of the world.\n\n\nDr. I███:\n…What?\n\n\nSCP-3150-2:\n This desert has been many things to many people. It has been a wild frontier, between the dancing hordes and the Sassanids’ grand wall, where brave men kept watch for an empire that was doomed to die. It has been a meeting-place for the clans of the Turkmen, great armies of horsemen riding to and fro in frenzied ecstasy, mapping out complex politics lost beneath the sands. It has been a hallowed refuge for wandering mystics, seeking God far from man. It has been a road to Samarkand, where the cobalt glimmers against the sky, and where the distant spires of a new world lie just beyond the horizon. It had been a nothing-place, a carefully mapped and defined point of land in service to the great machine of empire. And it has been, again, a frontier, where a ragged alliance fights their bitter fight against the Red Shah.\n\n\nBut I knew it as my failure. I know it as the last refuge from the dark, the dark that never stops and ends. The dark that raises the sands above all the world, the dark that swallows it and makes it forgotten. I… fought it, and failed, until this ancient and crumbling inn was all that was left. I removed it from time itself, and made it a rock that rises from the sands that bury time. Here, we are all remembered, because we all remember one another, past or future. This is the world’s testament, existing when all else is gone.\n\n\nThere are many futures and many pasts, my friend. Maybe the dark won’t come here. But if it does, then we will still be remembered. We will all be remembered, in the caravanserai at the end of the world. This is just a stop on everyone’s journey towards the truth, a stop that will always be when it is needed. And I will always be here to help the seekers of truth, the seekers of the real, and the seekers of light like you and I.\n\n\nFollowing this, SCP-3150-2 became unresponsive to Foundation questioning for the remainder of Dr. I███'s time in SCP-3150-1.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3149\n | SCP-3150 | \nSCP-3151\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3150\n\" by Tufto, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3150\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scpcaravanserai\n\n\nName:\n Caravanserai-i-Shah , Qazvin by Eugène Flandin.jpg\n\n\nAuthor:\n Eugène Flandin\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 1: On 20/06/199█, Dr. I███, a Level-3 researcher assigned to SCP-3150, entered SCP-3150-1. Dr. I███ had a particular interest in the nature of SCP-3150, and believed that this interest might activate SCP-3150-3, hopefully providing fresh insight into its properties. During her stay in SCP-3150, Dr. I███ conducted an interview with SCP-3150-2, which was unusually lucid; this is believed to be a result of a manifestation of SCP-3150-3."
    ],
    "documents": [],
    "notes": [
        "Interview 3150-8 Interviewed: Subject is a male, early 50s. Subject spoke in a form of Pahlavi. Interviewer: Dr. A██████. It should be noted that Dr. A██████ does not know Pahlavi, and only has limited Persian. Foreword: This interview was conducted 02/09/194█, within SCP-3150-1. <Begin Log> Dr. A██████: Hello there. May I sit? Subject: Go ahead, go ahead… it doesn't matter what you do. Dr. A██████: Ah- I'm sorry, I don't speak- er, tawa, tawa Fars- Subject: Lost, all lost… my kingdom will fall, and my name will be scattered to the wind… Sughra, Sughra, you are my downfall! Dr. A██████: I do not speak your language. I am sorry. Subject: Hah! It's happening already! Even you don't know the name of this land's king, the great Khushnavaz! I, who gave Peroz his kingdom, and took it away! I, who fought and ruled this realm for so long… and now, nothing… I am nothing… You do not look like a warrior. You look like one of those soft, lazy men the Persians cling to, who reads their books and runs their government. You do not know what it is like, the wind rushing in your hair, the fire around your face! To charge with the bow and sword, firing into the crowd! But, alas, the slightest misstep and all is lost. Peroz learnt that, the fool. To flirt with death, it is a dangerous game- but the only one that matters. Subject was unresponsive thereafter. <End Log>",
        "Interview 3150-33 Interviewed: Subject is a female, late 20s. Subject spoke in an antiquated dialect of Persian. Interviewer: Dr. M████████. It should be noted that Dr. M████████ is of Mongolian origin. Foreword: This interview was conducted 02/09/196█, within SCP-3150-1. <Begin Log> Subject: You! You there! Why did you have to come here? Dr. M████████: I- I'm sorry? Have we met? Subject: Merv, Merv, sweet Merv. You and your kind, they came, there's nothing left… my children, all dead. My husband, dead… I barely escaped, and there's nothing left. Dr. M████████: I think you have me confused with someone el- Subject: Do you realise what you did? What you are? You infidels have stained this land forever. We'll never recover. My children! My children are dead! You, you and your kind- Dr. M████████: I am not a soldier, ma'am. Please, why don't we sit down. Subject: No! You are the enemy, you dog! You are the ruin, you are the apocalypse, you- you- my children, God, great God, my children! Subject abruptly fled the room at this point. <End Log>",
        "Interview 3150-103 Interviewed: Subject A is a male, late 30s. Subject B is a male, early 20s. Subject A spoke in modern Turkmen. Subject B spoke in an antiquated dialect of Turkmen; each was attempting to adapt their patterns of speech to better understand the other. Interviewer: Dr. U██████. Foreword: This interview was conducted 02/09/197█, within SCP-3150-1. The interview was begun when Dr. U██████ interrupted a conversation between the two subjects. <Begin Log> Subject A: …don't understand is the concept of the nation! This is a thing above tribe, above religion! You don't just define yourself against the Uzbek, you define yourself as one among many. Subject B: This idea is perverse! I am bound to clan and faith as much as you are- Dr. U██████: Excuse me. Do you mind if I join you? Subject A: Yes. Subject B: Of course you can. Pay no heed to my friend here; he has some very strange notions. My name is Makhtumkuli, from Etrek, and I am a Gerkez. My strange friend here calls himself Aman. He has some very strange notions about these things he calls \"class\" and \"nation\". Subject A: Bah! You just don't understand dialectical materialism. Subject B: And you don't understand the importance of oral tradition, or the voices on the wind when you pray, or the wild frontier. But I forgive you. Your poetry is fine. Subject A: And yours is legendary, my friend. Here, newcomer, get us a drink! Dr. U██████: Uh, sure. What'll you take. Subject A: Qumis! Subject B: Alas, I must refrain. My religion constrains me. I shall talk to you later. Subject A: Ah, I must go too. Have a drink on us, my friend. Dr. U██████: Happily. Um. You two are poets? Subject B: Oh yes. Subject A: Look us up some time. We're really quite well known, or so I'm told by this one. At this point, both subjects left the room. <End Log>",
        "Interview 3150-436 Interviewed: Subject is a female, late 40s. Subject spoke in modern Russian. Interviewer: Dr. Q███████. Foreword: This interview was conducted 02/09/198█, within SCP-3150-1. <Begin Log> Dr. Q███████: Mind if I sit here? Subject: Go ahead! Go and do whatever you like! Come, take a cup of wine with me! Dr. Q███████: No, thank you. To whom am I speaking? Subject: Dr. Svetlana Venediktov, archeologist extraordinaire! And I am in a very good mood, friend! A very good mood indeed! Dr. Q███████: And why is that!? Subject: Because I have found it! I have found this caravanserai! There have always been rumours, since Soviet days, but I have found it! The find of the century! Dr. Q███████: Well, congr- wait, what do you mean, \"since Soviet days\"? Subject: Since forever, my little friend! Hah! I am going to go and get drunk some more! Subject then wandered away, singing Russian folk songs. <End Log>",
        "Interview 3150-941 Interviewed: Subject is a male, early 20s. Subject spoke in modern Persian, with some minor alterations. Interviewer: Dr. I███ Foreword: This interview was conducted 02/09/199█, within SCP-3150-1. <Begin Log> Dr. I███: Hello there. Do you mind if I ask you a few questions? Subject: No. Dr. I███: OK, then… Who are you? Where do you come from? Subject: I am Ali Isma'ili. I am 22. I am a soldier. In the army. The army of the Empire for the Reclamation of the Islamic Artifacts. Dr. I███: The- what Empire? Do you mean ORIA? Subject: This place is strange. It plays tricks on you. Are you from the Foundation? Good people. Allies. In the war. Old enemies are new friends now. Dr. I███: The war? Subject: The only war that's left. The war against the Red Shah. These are the borderlands. We are losing, you see. I must… I must think. Need to think of a way. A way to win. Subject was unresponsive following this exchange. <End Log>",
        "Interviewed: SCP-3150-2. Interviewer: Dr. I███ Foreword: This interview was conducted 20/06/199█, within SCP-3150-1. <Begin Log> Dr. I███: Hello, SCP-3150-2. I have a few questions for you. SCP-3150-2: You wish to know about the caravansary. Dr. I███: Yes, I- how did you know that? SCP-3150-2: This place. Has a way of getting into your head. Makes you know things, after a while. Things you shouldn't know. Dr. I███: So- you weren't always here? SCP-3150-2: Oh, no. Not always. I used to be like you, once. A seeker of light. Dr. I███: What does that mean? SCP-3150-2: Many things. Ah, those were dark days, I'm afraid. I don't much want to talk about them. I'm here now, and that's what matters. Doing what the seekers have always done; protecting the world. Dr. I███: How are you protecting it? All you do is keep this place running. You help people, I suppose, but not always in the way in which they want to be helped. SCP-3150-2: What is a caravanserai, my dear? How would you define the word? Dr. I███: Well, it's like an inn. A place where travellers and merchants would rest for a night, back in the old days. SCP-3150-2: The old days, yes. But they'd simply be pausing when they rested, at a stopping point between one place and another. You see, everyone here is a seeker of something. Seekers of truth, in its many forms. They are here because they are on a journey, between ignorance and enlightenment. When they enter, they bear the memories of their ignorance. When they leave, they are filled with a vision of knowledge, sitting far on the horizon. That's what this caravanserai is, in one respect; the caravanserai between a lack of truth and the gaining of truth. Dr. I███: Very cryptic. But what do you mean, \"in one respect\"? SCP-3150-2: In another respect, it's the last rest-stop before oblivion. Before death, before nothingness, before the end of the world. Dr. I███: …What? SCP-3150-2: This desert has been many things to many people. It has been a wild frontier, between the dancing hordes and the Sassanids’ grand wall, where brave men kept watch for an empire that was doomed to die. It has been a meeting-place for the clans of the Turkmen, great armies of horsemen riding to and fro in frenzied ecstasy, mapping out complex politics lost beneath the sands. It has been a hallowed refuge for wandering mystics, seeking God far from man. It has been a road to Samarkand, where the cobalt glimmers against the sky, and where the distant spires of a new world lie just beyond the horizon. It had been a nothing-place, a carefully mapped and defined point of land in service to the great machine of empire. And it has been, again, a frontier, where a ragged alliance fights their bitter fight against the Red Shah. But I knew it as my failure. I know it as the last refuge from the dark, the dark that never stops and ends. The dark that raises the sands above all the world, the dark that swallows it and makes it forgotten. I… fought it, and failed, until this ancient and crumbling inn was all that was left. I removed it from time itself, and made it a rock that rises from the sands that bury time. Here, we are all remembered, because we all remember one another, past or future. This is the world’s testament, existing when all else is gone. There are many futures and many pasts, my friend. Maybe the dark won’t come here. But if it does, then we will still be remembered. We will all be remembered, in the caravanserai at the end of the world. This is just a stop on everyone’s journey towards the truth, a stop that will always be when it is needed. And I will always be here to help the seekers of truth, the seekers of the real, and the seekers of light like you and I. Following this, SCP-3150-2 became unresponsive to Foundation questioning for the remainder of Dr. I███'s time in SCP-3150-1. <End Log>",
        "\" SCP-3150 \" by Tufto, from the SCP Wiki . Source: https://scpwiki.com/scp-3150 . Licensed under CC-BY-SA .",
        "Filename: scpcaravanserai Name: Caravanserai-i-Shah , Qazvin by Eugène Flandin.jpg Author: Eugène Flandin License: Public Domain Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3150",
    "object_class": "Thaumiel",
    "containment_procedures": "Due to the extreme size of its area of effect, SCP-3150 is currently considered uncontainable. Co-operation with the government of Turkmenistan is currently not possible, due to the strong influence of ORIA preventing cordial relations. Site ██, covertly located in the Karakum desert, has been repurposed for the sole purpose of researching and utilising SCP-3150. Researchers wishing to utilise SCP-3150-3 for research purposes via the Sadra Initiative are to apply to Dr. K████ at Site ██.",
    "description": "SCP-3150 refers to a phenomenon occuring in the Karakum Desert, Turkmenistan. This phenomenon activates should an individual walk through the desert at some point between sunrise and sunset for approximately 6km (the equivalent to one Iranian parasang) without being observed. If these conditions are met, then a structure will abruptly appear before the subject, approximately 24m (the equivalent of one Iranian chebel) away, with the appearance of a 17th century Iranian caravanserai. This building is designated SCP-3150-1. Only the subject who activated SCP-3150 is capable of entering SCP-3150-1; it is believed to be imperceptible to any other individuals.",
    "title": "SCP-3150"
}