{
    "url": "https://scp-wiki.wikidot.com/scp-3154",
    "all_text": "rating: \n+280\n+\n–\nx\n\n\nItem #:\n SCP-3154\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3154 may be kept in any standard storage locker, preferably wrapped in some disposable material (such as paper) to enable safe handling. Care must be taken not to cut oneself or others on SCP-3154's edges; use of gloves is recommended for handling of SCP-3154.\n\n\nTesting of SCP-3154 should take place in a room with robust drainage systems. Sanitation procedures for anomalies which produce human blood apply.\n\n\nDescription:\n SCP-3154 is a triangular piece of plate glass 16.2cm long, 8.0cm wide, and 0.7cm thick. Traces of blood from multiple human subjects are present on and around the 'tip'. SCP-3154 has sharp edges, necessitating precautionary measures to prevent injury.\n\n\nWhen used to inflict damage on a human, SCP-3154 is capable of inducing a unique state in the subject, hereby designated a Sigma State. The amount of damage necessary to instigate a Sigma State varies between subjects, and appears to be correlated to the location the damage is inflicted, the depth of any cuts made with SCP-3154, and the overall health of the subject prior to use of SCP-3154. A Sigma State can be most efficiently instigated by slicing open large blood vessels located near the skin; the proximal cause of a Sigma State appears to be exsanguination.\n\n\nSubjects in a Sigma State exhibit several unusual properties:\n\n\n\n\nAbsence of breathing and heartbeat are reliable indicators of the onset of a Sigma State.\n\n\n\nThe subject will additionally become inactive and non-responsive to all external stimuli; however, this should not be used as an indication of a Sigma State, as the same properties are observed in comatose or otherwise unconscious humans.\n\n\n\n\n\n\nAs a consequence of the lack of blood flow, the subject's blood will gradually settle in whichever areas of the body are lower at the time. The subject will become discolored as a result.\n\n\nPoorly characterized processes result in gradual reduction of the subject's body temperature to the ambient temperature, as well as stiffness of the limbs.\n\n\nThe subject's immune system becomes inactive. This is ultimately the most physically destructive aspect of a Sigma State, as it enables organisms from the environment (such as worms, flies, and certain microbes) to consume the subject's body over an extended period of time.\n\n\n\nThis is accompanied by further discoloration, gross physical alteration, and foul odors; additional testing to determine the exact parameters of this effect is needed. Testing has shown that refrigeration and the application of certain chemicals is effective in delaying this process, though expenditure of resources in this method is not recommended.\n\n\n\n\n\n\n\n\nThe long-term effects of remaining in a Sigma State have yet to be observed. No tested methods have proven effective in reversing a Sigma State, nor does it appear to reverse of its own accord; thus, inducing a Sigma State in valued personnel is not recommended.\n\n\nD-Class personnel in a Sigma State are generally not suitable for other purposes, and consideration of personnel requirements elsewhere is recommended before allotment of human resources to SCP-3154 testing.\n- Dr. Keller, HMCL Supervisor\n\n\nAddendum:\n A temporary moratorium on testing SCP-3154 has been placed by the Ethics Committee, pending an investigation into the ethical ramifications of Sigma State induction and determination of appropriate handling of individuals in Sigma States.\n\n\n\n\n\n\n« \nSCP-3153\n | SCP-3154 | \nSCP-3155\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3154\n\" by Communism will win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3154\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: A temporary moratorium on testing SCP-3154 has been placed by the Ethics Committee, pending an investigation into the ethical ramifications of Sigma State induction and determination of appropriate handling of individuals in Sigma States."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3154 \" by Communism will win, from the SCP Wiki . Source: https://scpwiki.com/scp-3154 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3154",
    "object_class": "Safe",
    "containment_procedures": "SCP-3154 may be kept in any standard storage locker, preferably wrapped in some disposable material (such as paper) to enable safe handling. Care must be taken not to cut oneself or others on SCP-3154's edges; use of gloves is recommended for handling of SCP-3154.",
    "description": "SCP-3154 is a triangular piece of plate glass 16.2cm long, 8.0cm wide, and 0.7cm thick. Traces of blood from multiple human subjects are present on and around the 'tip'. SCP-3154 has sharp edges, necessitating precautionary measures to prevent injury.",
    "title": "SCP-3154"
}