{
    "url": "https://scp-wiki.wikidot.com/scp-3169",
    "all_text": "▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+34\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nYou are currently viewing legacy documentation for SCP-3169 from prior to \nSite-196\n acquisition. Procedural inconsistencies have been retained for the historical record.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\nItem #:\n SCP-3169\n\n\nObject Class:\n \nKeter\n Thaumiel\n\n\nSpecial Containment Procedures:\n Do not close the door. Do not enter the door.\n\n\nDescription:\n SCP-3169 is additionally referred to as 'the door' within this document. The physical descriptors applicable to the door are irrelevant. The interior(s) of the door are irrelevant. The specific constitutions associated with entering the door are irrelevant. Statistically speaking, there is nothing on the other side of the door.\n\n\nLog of Unusual/Usual Observational Experiments:\n\n\n\n\nOverview:\n Door within Site-19, Opened.\n\n\n\n\nPersonnel:\n Junior Researcher Jonesly, Researcher Henry\n\n\n\n\nResult:\n One of the first instances of the door. Personnel reported a single, metallic thud.\n\n\n\n\n\n\nOverview:\n Bathroom within Site-19, Entered.\n\n\n\n\nPersonnel:\n Rick Velez\n\n\n\n\nResult:\n A single, quiet whimper was heard beneath SCP-3169.\n\n\n\n\n\n\nOverview:\n Door within Site-19 Cafeteria, Closed.\n\n\n\n\nPersonnel:\n Director Johanna\n\n\n\n\nResult:\n Johanna missing. She convinced personnel to.\n\n\n\n\n\n\nOverview:\n Door within Site-19 Cafeteria, Opened.\n\n\nPersonnel:\n Various Site-19 personnel.\n\n\nResult:\n \n\"Please let us close it.\"\n\n\n\n\nDirector Johanna has been castigated for her role in the closing of that door. Despite popular support of closing the doors, all personnel are to maintain a public facade of intense derision. Failure to comply will result in disciplinary action.\n\n\nAddendum-3169-A:\n Following the reopening of the door, four additional instances have appeared within Site-19. In addition, personnel have reported increasing desire to \"walk through it\" and \"it can't be that bad\" and \"there's lot's to do on the other side!\". Personnel are to remain vigilant of the increasingly potent memetic/compulsion effect displayed by the doors.\n\n\nThought Experiment 3169/GD:\n As part of a series of collaborative thought experiments undertaken by Site-19's provisional SCP-3169 containment unit and Site-196 liaisons, Dr. Janette Goodman was asked to imagine hypothetically entering SCP-3169. Upon doing so, Dr. Goodman was able to enter without issue, remarking \n\"It's a Door.\"\n\n\nFollowing this, Goodman was shown a variety of paraphernalia depicting or related to SCP-3169, including photographs, drawings, fragments taken from the corpus, and sentence fragments produced by those who had seen the door. In addition, Goodman was allowed to view an SCP-3169 instance for two seconds. Goodman was again asked to imagine entering SCP-3169. The result remained the same. However, upon being asked to imagine entering the door, Goodman spontaneously melted and died.\n\n\nIncident-3169-1:\n\n\nThrough a collaborative operation with the Global Occult Coalition it was closed and welded shut, resulting in Incident-3169-1. The door has remained open since then. Do not close the door again, please.\n\n\n\n\nAbstract:\n Joint operation between the GOC and the Foundation agreed upon through special counsel. Purpose is to close the door to resolve unauthorized personnel entry and associated ontokinetic consequences. Lead personnel equipped with a single audio recording device for record-keeping purposes.\n\n\nPersonnel:\n Agent Joaquin Corbaro, Senior Field Researcher John Waters, Foundation; Agent Kahli Grey, Agent Nasim Mariano, Global Occult Coalition\n\n\n<Begin Log>\n\n\nCorbaro:\n Jeanie from accounting walked in and the door spit out some pink slush.\n\n\nWaters:\n Right, that incident also ended up causing some pretty serious EM interference on the site systems. Was pretty gnarly. There were a few little minor anomalies that occurred as a result, as well.\n\n\nGrey:\n You people talk too much.\n\n\nWaters:\n Not particularly? Joaquin, do I talk too much?\n\n\nCorbaro:\n I don't think you talk too much at all.\n\n\nWaters:\n You get it.\n\n\nCorbaro:\n Peach is just a little sour apple, don't worry too much about it.\n\n\nGrey:\n I don't know whose bright idea it was to send half a dozen down a tight corridor. Too many people talking at once, giving me a headache.\n\n\nCorbaro:\n It's probably just that 3169 drone givin' it to you. Shit's loud.\n\n\nWaters:\n What drone?\n\n\nCorbaro:\n You two didn't notice?\n\n\nGrey:\n No, I'm with baldie, I don't hear any droning noise, just you two yapping away.\n\n\nCorbaro:\n I even feel the vibrations, you two really don't hear anything?\n\n\nWaters:\n Probably related to 3169. Notes say reality gets funky around it. Could be that.\n\n\nCorbaro:\n What exactly \ndo\n the notes say.\n\n\nWaters:\n Honestly, not much concrete. Site's been having a hard time wrapping their heads around this. The people who've been near it only left really vague gestures at what goes down. Everyone wants to go inside of it though.\n\n\nGrey:\n Don't look at me. All we know is that it exists.\n\n\nCorbaro:\n And how did you figure that out, exactly?\n\n\nGrey:\n Well, we have imaging, of sorts.\n\n\nWaters:\n She won't tell us, either way, you know.\n\n\nCorbaro:\n Blegh…\n\n\n[After a period of silence, the trio arrive near the primary SCP-3169 instance.]\n\n\nCorbaro:\n John?\n\n\nWaters:\n You get the idea of it right? Just get the equipment ready and…\n\n\nCorbaro:\n Man, I kinda like being watched.\n\n\nGrey:\n My head is fucking killing me.\n\n\nCorbaro:\n What?\n\n\nWaters:\n Why are you talking so loud?\n\n\nGrey:\n I said, my head is killing me.\n\n\nCorbaro:\n I bet, can barely fucking hear you two over how loud this fucker is!\n\n\nWaters:\n You don't need to be so dramatic, Joaquin.\n\n\nGrey:\n This isn't what I expected it to look like.\n\n\nCorbaro:\n What?\n\n\nWaters:\n Well, it's just a door. You could walk through it, no problem.\n\n\nGrey:\n I could, couldn't I?\n\n\n[Waters grabs Grey as she stumbles forward]\n\n\nWaters:\n Hey, hey, hey, you're hear to watch, stay back a bit more and just- hey, you got the equipment right?\n\n\nCorbaro:\n What?\n\n\nWaters:\n The-\n\n\nCorbaro:\n Oh right, we gotta, uh, fuck, we're frying this thing shut right?\n\n\nGrey:\n That's the plan. It's so sad, really. God I need an excedrin.\n\n\nWaters:\n C'mon, Corbaro, get to work, We've been waiting for like 15 minutes and you haven't even picked up the damn thing.\n\n\n[A heavy metallic thud is heard as the door closes shut.]\n\n\nGrey:\n I think I'm going to explode.\n\n\nCorbaro:\n So it's closed, I dunno what you all are fussing about, I'm gonna weld the damn thing now.\n\n\nWaters:\n Joaquin, what the fuck is the problem? Why are you two just standing around doing nothing?\n\n\nGrey:\n Can someone tell the siren to shut- god I'm gonna throw up.\n\n\nCorbaro:\n Alright I'm almost done with it, just got this last stretch of the crevice and then it's it's it's it's it's it's it's it's it's it's-\n\n\nWaters:\n Corbaro! Enough fucking around! Walk through or shut it, I'm tired of this!\n\n\nCorbaro:\n It's it's it's it's it's it's it's it's it's it's-\n\n\nGrey:\n No no no no, this is not what we were supposed to do.\n\n\nWaters:\n If you won't do it, I'll do it my fucking self!\n\n\n[At this point, Waters becomes semi-aware of the sudden polygonal shift.]\n\n\nWaters:\n I can't fucking get a good grip on this thing.\n\n\nCorbaro:\n …it's it's it's it's it's it's-\n\n\nGrey:\n I.\n\n\nWaters:\n We just have to- I can't grab it, why can't I grab it? It's just one solid stretch… oh,\n\n\nCorbaro:\n It's it's it's it's it's it's it's.\n\n\nGrey:\n It's just a few inches, just a few inches I can grab it, I can. Can you fucking shut up? Jesus. Can't a girl get some peace and-\n\n\nCorbaro:\n …It's it's it's-\n\n\nGrey:\n My head is killing me. Do I remember how to use this fucking thing?\n\n\nWaters:\n We weren't-\n\n\n[Waters is the first of the three to experience complete polygonal approximation.]\n\n\nCorbaro:\n …it's it's it's it's-\n\n\nGrey:\n Two more-\n\n\nCorbaro:\n …it's-\n\n\nGrey:\n …and!\n\n\nCorbaro:\n This is wrong-\n\n\n[Following this, total ontokinetic destabilization occurred, resulting in a mass breach of containment and the retrocausal deletion of the corresponding wing of Site-19.]\n\n\n<End Log>\n\n\n\n\nAddendum-3169-B:\n In the immediate aftermath of Incident-3169-1 and resulting -Class Scenario, a decision was made to reopen the door occupying the formerly extant Site-19 wing. Complications resulting from the congestive pooling of reality as a result of SCP-3169 blockage resulted in 74 additional personnel lost during experimental forays. SCP-3169 successfully reopened following the spontaneous reanimation of the Janette Goodman pureé, her intentional exposure to the destabilized area, and subsequent usage of an Oblong Thought Obtrusion on the door.\n\n\n\n\nAbstract:\n Reopening the door through blunt conceptual trauma.\n\n\nPersonnel:\n Dr. Janette Goodman\n\n\nNotes:\n \n\"Eventually, I figured, well maybe if I just walk right into the wing, maybe it'll make more sense. And it did make more sense, in a way, that didn't make sense. Not sure if that's easy to understand anymore. Anyways, it was a last ditch. I decided to put a thought inside of a thought, then a thought inside of that thought, then another thought, and I noticed, hey, this thought is getting stronger. I just kept doing that for what felt like eons, since time wasn't. Eventually thinking became a battering ram.\"\n\n\n\n\nAddendum-3169-C:\n All future requests to close the doors have been retroactively and proactively denied. They will remain open at all costs.\n\n\nAddendum-S196-A:\n We all unanimously voted in favor of moving the doors to Site-196. The excision of all doors within Site-19 is to commence immediately. Recent findings indicate the door is not the source of memetic/compulsory effects.\n\n\nSCP-3169 has been reclassified as Thaumiel.\n\n\n\n\n\"\nOne day it happens. And it doesn't work, all the understanding in the world doesn't work when we don't know how to handle that thing. We might know someday, or we might never know. But we are overwhelmed. We cannot handle all the work required to keep that knocking at bay. So it's down to waving our hands and shoving it onto someone, everyone else. And that's what I did.\n\"\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPoufyPoufson's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8105\n \n•\n\n\n\n\n\n\nSCP-6541\n \n•\n\n\n\n\n\n\nSCP-8465\n \n•\n\n\n\n\n\n\nSCP-8332\n \n•\n\n\n\n\n\n\nSCP-7541\n \n•\n\n\n\n\n\n\nSCP-8010\n \n•\n\n\n\n\n\n\nSCP-7783\n \n•\n\n\n\n\n\n\nPoufy's Proposal\n \n•\n\n\n\n\n\n\nSCP-8541\n \n•\n\n\n\n\n\n\nSPHERE\n \n•\n\n\n\n\n\n\nSCP-7575\n \n•\n\n\n\n\n\n\nSCP-8031\n \n•\n\n\n\n\n\n\nSCP-7151\n \n•\n\n\n\n\n\n\nSCP-7419\n \n•\n\n\n\n\n\n\nSCP-5125\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nFear of Death\n \n•\n\n\n\n\n\n\nSCP-POUF\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-3168\n | SCP-3169 | \nSCP-3170\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3169\n\" by PoufyPoufson, TroutMaskReplica, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3169\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-3169-A: Following the reopening of the door, four additional instances have appeared within Site-19. In addition, personnel have reported increasing desire to \"walk through it\" and \"it can't be that bad\" and \"there's lot's to do on the other side!\". Personnel are to remain vigilant of the increasingly potent memetic/compulsion effect displayed by the doors.",
        "Addendum-3169-B: In the immediate aftermath of Incident-3169-1 and resulting -Class Scenario, a decision was made to reopen the door occupying the formerly extant Site-19 wing. Complications resulting from the congestive pooling of reality as a result of SCP-3169 blockage resulted in 74 additional personnel lost during experimental forays. SCP-3169 successfully reopened following the spontaneous reanimation of the Janette Goodman pureé, her intentional exposure to the destabilized area, and subsequent usage of an Oblong Thought Obtrusion on the door.",
        "Addendum-3169-C: All future requests to close the doors have been retroactively and proactively denied. They will remain open at all costs.",
        "Addendum-S196-A: We all unanimously voted in favor of moving the doors to Site-196. The excision of all doors within Site-19 is to commence immediately. Recent findings indicate the door is not the source of memetic/compulsory effects.\nSCP-3169 has been reclassified as Thaumiel.\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "Overview: Door within Site-19, Opened. Personnel: Junior Researcher Jonesly, Researcher Henry Result: One of the first instances of the door. Personnel reported a single, metallic thud.",
        "Overview: Bathroom within Site-19, Entered. Personnel: Rick Velez Result: A single, quiet whimper was heard beneath SCP-3169.",
        "Overview: Door within Site-19 Cafeteria, Closed. Personnel: Director Johanna Result: Johanna missing. She convinced personnel to.",
        "Overview: Door within Site-19 Cafeteria, Opened. Personnel: Various Site-19 personnel. Result: \"Please let us close it.\"",
        "Abstract: Joint operation between the GOC and the Foundation agreed upon through special counsel. Purpose is to close the door to resolve unauthorized personnel entry and associated ontokinetic consequences. Lead personnel equipped with a single audio recording device for record-keeping purposes. Personnel: Agent Joaquin Corbaro, Senior Field Researcher John Waters, Foundation; Agent Kahli Grey, Agent Nasim Mariano, Global Occult Coalition <Begin Log> Corbaro: Jeanie from accounting walked in and the door spit out some pink slush. Waters: Right, that incident also ended up causing some pretty serious EM interference on the site systems. Was pretty gnarly. There were a few little minor anomalies that occurred as a result, as well. Grey: You people talk too much. Waters: Not particularly? Joaquin, do I talk too much? Corbaro: I don't think you talk too much at all. Waters: You get it. Corbaro: Peach is just a little sour apple, don't worry too much about it. Grey: I don't know whose bright idea it was to send half a dozen down a tight corridor. Too many people talking at once, giving me a headache. Corbaro: It's probably just that 3169 drone givin' it to you. Shit's loud. Waters: What drone? Corbaro: You two didn't notice? Grey: No, I'm with baldie, I don't hear any droning noise, just you two yapping away. Corbaro: I even feel the vibrations, you two really don't hear anything? Waters: Probably related to 3169. Notes say reality gets funky around it. Could be that. Corbaro: What exactly do the notes say. Waters: Honestly, not much concrete. Site's been having a hard time wrapping their heads around this. The people who've been near it only left really vague gestures at what goes down. Everyone wants to go inside of it though. Grey: Don't look at me. All we know is that it exists. Corbaro: And how did you figure that out, exactly? Grey: Well, we have imaging, of sorts. Waters: She won't tell us, either way, you know. Corbaro: Blegh… [After a period of silence, the trio arrive near the primary SCP-3169 instance.] Corbaro: John? Waters: You get the idea of it right? Just get the equipment ready and… Corbaro: Man, I kinda like being watched. Grey: My head is fucking killing me. Corbaro: What? Waters: Why are you talking so loud? Grey: I said, my head is killing me. Corbaro: I bet, can barely fucking hear you two over how loud this fucker is! Waters: You don't need to be so dramatic, Joaquin. Grey: This isn't what I expected it to look like. Corbaro: What? Waters: Well, it's just a door. You could walk through it, no problem. Grey: I could, couldn't I? [Waters grabs Grey as she stumbles forward] Waters: Hey, hey, hey, you're hear to watch, stay back a bit more and just- hey, you got the equipment right? Corbaro: What? Waters: The- Corbaro: Oh right, we gotta, uh, fuck, we're frying this thing shut right? Grey: That's the plan. It's so sad, really. God I need an excedrin. Waters: C'mon, Corbaro, get to work, We've been waiting for like 15 minutes and you haven't even picked up the damn thing. [A heavy metallic thud is heard as the door closes shut.] Grey: I think I'm going to explode. Corbaro: So it's closed, I dunno what you all are fussing about, I'm gonna weld the damn thing now. Waters: Joaquin, what the fuck is the problem? Why are you two just standing around doing nothing? Grey: Can someone tell the siren to shut- god I'm gonna throw up. Corbaro: Alright I'm almost done with it, just got this last stretch of the crevice and then it's it's it's it's it's it's it's it's it's it's- Waters: Corbaro! Enough fucking around! Walk through or shut it, I'm tired of this! Corbaro: It's it's it's it's it's it's it's it's it's it's- Grey: No no no no, this is not what we were supposed to do. Waters: If you won't do it, I'll do it my fucking self! [At this point, Waters becomes semi-aware of the sudden polygonal shift.] Waters: I can't fucking get a good grip on this thing. Corbaro: …it's it's it's it's it's it's- Grey: I. Waters: We just have to- I can't grab it, why can't I grab it? It's just one solid stretch… oh, Corbaro: It's it's it's it's it's it's it's. Grey: It's just a few inches, just a few inches I can grab it, I can. Can you fucking shut up? Jesus. Can't a girl get some peace and- Corbaro: …It's it's it's- Grey: My head is killing me. Do I remember how to use this fucking thing? Waters: We weren't- [Waters is the first of the three to experience complete polygonal approximation.] Corbaro: …it's it's it's it's- Grey: Two more- Corbaro: …it's- Grey: …and! Corbaro: This is wrong- [Following this, total ontokinetic destabilization occurred, resulting in a mass breach of containment and the retrocausal deletion of the corresponding wing of Site-19.] <End Log>",
        "Abstract: Reopening the door through blunt conceptual trauma. Personnel: Dr. Janette Goodman Notes: \"Eventually, I figured, well maybe if I just walk right into the wing, maybe it'll make more sense. And it did make more sense, in a way, that didn't make sense. Not sure if that's easy to understand anymore. Anyways, it was a last ditch. I decided to put a thought inside of a thought, then a thought inside of that thought, then another thought, and I noticed, hey, this thought is getting stronger. I just kept doing that for what felt like eons, since time wasn't. Eventually thinking became a battering ram.\"",
        "\" One day it happens. And it doesn't work, all the understanding in the world doesn't work when we don't know how to handle that thing. We might know someday, or we might never know. But we are overwhelmed. We cannot handle all the work required to keep that knocking at bay. So it's down to waving our hands and shoving it onto someone, everyone else. And that's what I did. \"",
        "\" SCP-3169 \" by PoufyPoufson, TroutMaskReplica, from the SCP Wiki . Source: https://scpwiki.com/scp-3169 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3169",
    "object_class": "Keter Thaumiel",
    "containment_procedures": "Do not close the door. Do not enter the door.",
    "description": "SCP-3169 is additionally referred to as 'the door' within this document. The physical descriptors applicable to the door are irrelevant. The interior(s) of the door are irrelevant. The specific constitutions associated with entering the door are irrelevant. Statistically speaking, there is nothing on the other side of the door.",
    "title": "SCP-3169"
}