{
    "url": "https://scp-wiki.wikidot.com/scp-3170",
    "all_text": "rating: \n+55\n+\n–\nx\n\n\nItem #:\n SCP-3170\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3170 is currently contained in a Standard Type-A Humanoid Containment Cell at Site-128. An intact SCP-3170′ corpse is stored in the on-site morgue to assist in identification efforts; additional SCP-3170′ cadavers and remains should be incinerated.\n\n\nDescription:\n SCP-3170 is Yuliana Cahaya, an Indonesian actress born in 1953 who starred in seventeen films prior to her disappearance in 1979. SCP-3170 is biologically non-anomalous, and has been diagnosed with narcolepsy and retrograde amnesia.\n\n\nSCP-3170's anomalous property activates whenever she dies. At the moment of death, her body is replaced such that it appears an unidentified individual of similar appearance to SCP-3170 (hereby SCP-3170′) died in an identical manner. SCP-3170 will appear from a nearby unobserved space a short time afterwards, alive and unharmed.\n\n\nSCP-3170 is aware of the time lost as a result of her death and reappearance, but believes this is due to her medical condition. She claims the events she remembers leading up to her death are hypnagogic hallucinations, and refuses to accept evidence to the contrary.\n\n\nAddendum:\n Foundation agents infiltrating local anartist groups in Aceh recovered a cache of items relating to SCP-3170 and her career collated by a high-ranking member of one of these movements. These items included several unreleased films, scrapes of SCP-3170's tissue and photographs of it on-set. The curator of this cache claimed a woman named 'Lena Xio' had donated these items to her, and that the exhibition was being held to commemorate her death.\n\n\nIndonesian government records identified a Ms. Xio matching the curator's description as having died in 1982 shortly after SCP-3170's reappearance. Exhuming her body showed that its stomach had been stuffed with approximately 150 meters of Super 8mm footage of SCP-3170; portions of the film had been replaced with corneal tissue matching that of SCP-3170.\n\n\nWhen questioned about Ms. Xio, SCP-3170 stated that she was 'a very giving… a deeply loving friend', but failed to recall more specific information due to its amnesia.\n\n\n\n\n\n\n« \nSCP-3169\n | SCP-3170 | \nSCP-3171\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3170\n\" by Taffeta, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3170\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Foundation agents infiltrating local anartist groups in Aceh recovered a cache of items relating to SCP-3170 and her career collated by a high-ranking member of one of these movements. These items included several unreleased films, scrapes of SCP-3170's tissue and photographs of it on-set. The curator of this cache claimed a woman named 'Lena Xio' had donated these items to her, and that the exhibition was being held to commemorate her death.\nIndonesian government records identified a Ms. Xio matching the curator's description as having died in 1982 shortly after SCP-3170's reappearance. Exhuming her body showed that its stomach had been stuffed with approximately 150 meters of Super 8mm footage of SCP-3170; portions of the film had been replaced with corneal tissue matching that of SCP-3170.\nWhen questioned about Ms. Xio, SCP-3170 stated that she was 'a very giving… a deeply loving friend', but failed to recall more specific information due to its amnesia."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3170 \" by Taffeta, from the SCP Wiki . Source: https://scpwiki.com/scp-3170 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3170",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3170 is currently contained in a Standard Type-A Humanoid Containment Cell at Site-128. An intact SCP-3170′ corpse is stored in the on-site morgue to assist in identification efforts; additional SCP-3170′ cadavers and remains should be incinerated.",
    "description": "SCP-3170 is Yuliana Cahaya, an Indonesian actress born in 1953 who starred in seventeen films prior to her disappearance in 1979. SCP-3170 is biologically non-anomalous, and has been diagnosed with narcolepsy and retrograde amnesia.",
    "title": "SCP-3170"
}