{
    "url": "https://scp-wiki.wikidot.com/scp-3172",
    "all_text": "rating: \n+107\n+\n–\nx\n\n\nItem #:\n SCP-3172\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The area containing SCP-3172 is to be concealed behind an erected two meter tall concrete wall, which is to be patrolled by security personnel regularly. Any individuals attempting to gain access to SCP-3172 are to be apprehended, interviewed and administered amnestics as appropriate.\n\n\nAny satellite imagery of SCP-3172 is to be altered to remove evidence of its anomalous properties.\n\n\nDescription:\n SCP-3172 is a field on the outskirts of Los Angeles which, every \none to two\n three to four months, displays rapid growth and death of numerous types of flowers, forming images and words. Evidence suggests that SCP-3172 is currently inhabited by multiple human consciousnesses which are able to use these flowers as a form of communication with the outside world.\n\n\nImages formed by SCP-3172 usually take the form of faces of prominent celebrity actors. Testimony from long-term interviewing of SCP-3172 indicate that the consciousnesses inhabiting it are, or believe themselves to be, these individuals. However, all known individuals displayed by SCP-3172 have been confirmed to be alive and active\n, with no knowledge of SCP-3172\n. (See Interview 3172-2.)\n\n\nThe consciousnesses inhabiting SCP-3172 are cognizant of all events that occur in it, and testimony indicates that this is based on an anomalous sense unrelated to sight or hearing. When questioned, SCP-3172 have been unable to adequately describe how they perceive events occurring in SCP-3172, claiming that they simply 'know' what is occurring.\n\n\nRecords suggest that, prior to containment, SCP-3172 and the land surrounding it were the property of GoI-1783 (\"Westhead Media\").\n\n\n\n\nInterview 3172-1\n\n\n\n\nClose Log\n\n\n\n\nInterview was conducted over the course of several years by Doctor Bryant of the Abnormal Interrogations Department.\n\n\nInterviewer:\n Doctor Bryant\n\n\nInterviewed:\n SCP-3172\n\n\n\n\n<Begin Log>\n\n\nSCP-3172:\n HELP\n\n\nDoctor Bryant:\n Who are you? How can I help you? Can you describe your surroundings?\n\n\nSCP-3172:\n OUR NAMES ARE ███ ██████, ███████ ███, ███ ████████ […]\n1\n WE DONT KNOW HOW YOU CAN HELP US. COLD, DARK, CAN'T SEE. MUD?\n\n\nDoctor Bryant:\n How did you come into your current situation? Why does it take you so long to reply?\n\n\nSCP-3172:\n MAN FROM WESTHEAD. WANTED US TO BE IN \"OPENING OF NIGHT\". SAID NO. SAID TALK TO AGENT. NOW HERE. HARD TO THINK, THOUGHTS TAKE LONG TIME TO COME TOGETHER HERE\n\n\nDoctor Bryant:\n How is it you know what I'm saying? How long have you been here? What was the name of the man who put you here?\n\n\nSCP-3172:\n DON'T KNOW HOW, JUST KNOW. DON'T KNOW HOW LONG, YEARS MAYBE, DON'T HVE [sic] FUCKING CALENDAR HERE. THEY DONT HAVE NAMES AT WESTHEAD\n\n\nDoctor Bryant:\n Can you elaborate on that last statement?\n\n\nSCP-3172:\n NO CANT REMEMBER PLEASD [sic] HELP HARD THINK\n\n\nDoctor Bryant:\n How long do you think you can last in your current condition?\n\n\nSCP-3172:\n HELP\n\n\nDoctor Bryant:\n We don't know how to help you. How were you put into this state? Again, how long do you think you can last in your current condition?\n\n\nSCP-3172:\n HELP\n\n\nDoctor Bryant:\n I'm extremely sorry. It…from what we've tried, at the moment, it doesn't seem like we'll be able to remove your minds from their current position.\n\n\nSCP-3172:\n HELP\n\n\nSCP-3172:\n HELP\n\n\n<End Log>\n\n\n\n\n\n\nClose Log\n\n\n\n\n\n\n\n\nInterview 3172-2\n\n\n\n\nClose Log\n\n\n\n\nInterview conducted with ███ ██████, one of the individuals SCP-3172 identified itself as. Mr. ██████ was brought into temporary custody for the purposes of this interview, which was supervised by security personnel.\n\n\nInterviewer:\n Doctor Bryant\n\n\nInterviewed:\n ███ ██████\n\n\n\n\n<Begin Log>\n\n\nDoctor Bryant:\n Apologies for any inconvenience, Mr. ██████, we just need to ask you a few questions.\n\n\nMr. ██████:\n No problemo. (laughs) What are you, uh, what do you guys want to know?\n\n\nDoctor Bryant:\n Are you familiar with an organization called Westhead Media?\n\n\n(Pause.)\n\n\nMr. ██████:\n Can't say I am. Why're you asking?\n\n\nDoctor Bryant:\n You seem unsure.\n\n\nMr. ██████:\n Well, it's a big business. I've worked with a lot of folks, you know? It's hard to remember them all off the top of my head.\n\n\nDoctor Bryant:\n Ah. I understand. I'll give you a few minutes to try and remember.\n\n\nMr. ██████:\n Oh, I —\n\n\nDoctor Bryant:\n Please don't worry, Mr. ██████, I'm a very patient man. You take your time.\n\n\n(Silence for several minutes.)\n\n\nMr. ██████:\n Well, thinking back on it, I might have heard the, uh, the name, um, once or twice.\n\n\nDoctor Bryant:\n Well, I'm glad to hear that. And where did you hear the name once or twice, Mr. ██████?\n\n\nMr. ██████:\n I, uh — not sure —\n\n\nDoctor Bryant:\n Sorry, I didn't quite catch that. Say again?\n\n\nMr. ██████:\n I said I'm not sure.\n\n\nDoctor Bryant:\n Sorry to hear that.\n\n\n(Doctor Bryant shows Mr. ██████ a photograph of SCP-3172. He visibly pales.)\n\n\nMr. ██████:\n I —\n\n\nDoctor Bryant:\n Are you familiar with this location, Mr. ██████?\n\n\nMr. ██████:\n Um, I, uh, I —\n\n\nDoctor Bryant:\n You seem distressed.\n\n\nMr. ██████:\n I — I'm not going back!\n\n\n(At this point, Mr. ██████ attempted to attack Doctor Bryant and had to be restrained by security personnel. During the altercation, Mr. ██████ attempted to wrestle one of the security personnel's firearms out of their hands and the weapon discharged, killing Mr. ██████.)\n\n\n<End Log>\n\n\n\n\nFollowing the death of Mr. ██████, analysis of his corpse by on-site personnel revealed that it was genetically identical to numerous species of flowers common in SCP-3172. His body is currently in storage at Site-22.\n\n\nA search of Mr. ██████'s home revealed numerous correspondences between himself and an unknown representative of Westhead Media regarding an upcoming role in a film entitled \nThe Opening of Night\n. From these correspondences, it has been discerned that this film features a large cast and is to be filmed at a large range of locations, several of which are not present on any known maps. No information on this film outside of these correspondences has been found.\n\n\nUnder the purview of Project KALEIDOSCOPE, a substitute body was prepared and deposited near Mr. ██████'s home in Los Angeles in accordance with the cover story of a mugging gone wrong.\n\n\n\n\nClose Log\n\n\n\n\n\n\n\n\nInterview 3172-3\n\n\n\n\nClose Log\n\n\n\n\nThe following is a transcript of a call made by PoI-1783 (\"The Westhead\") to Doctor Bryant's home following initiation of investigation into individuals named by SCP-3172.\n\n\nInterviewer:\n Doctor Bryant\n\n\nInterviewed:\n Westhead\n\n\n\n\n<Begin Log>\n\n\nWesthead:\n Hey there, champ\n2\n.\n\n\nDoctor Bryant:\n Who am I speaking to?\n\n\nWesthead:\n This is Westhead. I've been, uh, hearing some stories that you kids are spying on some of our employees?\n\n\nDoctor Bryant:\n So they \nare\n in your employ?\n\n\nWesthead:\n (laughs) Guilty as charged. I employ a hell of a lot of people. But, ah, what you're doing now is pretty rude, I gotta say, and I'm sure it's not legal. So my board of directors is saying it's best for us to issue a formal cease and desist. So, ah, cease and desist.\n\n\nDoctor Bryant:\n Your board of directors?\n\n\nWesthead:\n Are you trying to grill me right now, champ?\n\n\nDoctor Bryant:\n I'm just asking a question.\n\n\nWesthead:\n You ever see a kid get hit by a truck?\n\n\n(Pause.)\n\n\nDoctor Bryant:\n I'm sorry?\n\n\nWesthead:\n A truck, I said.\n\n\nDoctor Bryant:\n I don't…I don't see how that's relevant.\n\n\nWesthead:\n Look, I'll give it to you straight, champ. I'm sure there's a field out there whose flowers would love to walk and talk and breathe in that skin of yours.\n\n\n(Pause.)\n\n\nDoctor Bryant:\n I'll think about it.\n\n\nWesthead:\n I really hope you do, champ. I really hope you do.\n\n\n<End Log>\n\n\n\n\nTracing of the call made to Doctor Bryant revealed it to originate from a public payphone on Hollywood Boulevard, Los Angeles. Surveillance of the phone at the time of the call showed no individuals approaching or using it.\n\n\nInvestigation into the remaining individuals named by SCP-3172 is currently ongoing.\n\n\n\n\nClose Log\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. All thirty-nine names referenced by SCP-3172 are available in Supplementary Document 3172-1.\n\n\n2\n. Analysis of the frequency of the vocalizations made by PoI-1783 indicate that they do not originate from a set of human vocal cords.\n\n\n\n\n\n\n\n\n« \nSCP-3171\n | SCP-3172 | \nSCP-3173\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3172\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3172\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Log> SCP-3172: HELP Doctor Bryant: Who are you? How can I help you? Can you describe your surroundings? SCP-3172: OUR NAMES ARE ███ ██████, ███████ ███, ███ ████████ […] 1 WE DONT KNOW HOW YOU CAN HELP US. COLD, DARK, CAN'T SEE. MUD? Doctor Bryant: How did you come into your current situation? Why does it take you so long to reply? SCP-3172: MAN FROM WESTHEAD. WANTED US TO BE IN \"OPENING OF NIGHT\". SAID NO. SAID TALK TO AGENT. NOW HERE. HARD TO THINK, THOUGHTS TAKE LONG TIME TO COME TOGETHER HERE Doctor Bryant: How is it you know what I'm saying? How long have you been here? What was the name of the man who put you here? SCP-3172: DON'T KNOW HOW, JUST KNOW. DON'T KNOW HOW LONG, YEARS MAYBE, DON'T HVE [sic] FUCKING CALENDAR HERE. THEY DONT HAVE NAMES AT WESTHEAD Doctor Bryant: Can you elaborate on that last statement? SCP-3172: NO CANT REMEMBER PLEASD [sic] HELP HARD THINK Doctor Bryant: How long do you think you can last in your current condition? SCP-3172: HELP Doctor Bryant: We don't know how to help you. How were you put into this state? Again, how long do you think you can last in your current condition? SCP-3172: HELP Doctor Bryant: I'm extremely sorry. It…from what we've tried, at the moment, it doesn't seem like we'll be able to remove your minds from their current position. SCP-3172: HELP SCP-3172: HELP <End Log>",
        "<Begin Log> Doctor Bryant: Apologies for any inconvenience, Mr. ██████, we just need to ask you a few questions. Mr. ██████: No problemo. (laughs) What are you, uh, what do you guys want to know? Doctor Bryant: Are you familiar with an organization called Westhead Media? (Pause.) Mr. ██████: Can't say I am. Why're you asking? Doctor Bryant: You seem unsure. Mr. ██████: Well, it's a big business. I've worked with a lot of folks, you know? It's hard to remember them all off the top of my head. Doctor Bryant: Ah. I understand. I'll give you a few minutes to try and remember. Mr. ██████: Oh, I — Doctor Bryant: Please don't worry, Mr. ██████, I'm a very patient man. You take your time. (Silence for several minutes.) Mr. ██████: Well, thinking back on it, I might have heard the, uh, the name, um, once or twice. Doctor Bryant: Well, I'm glad to hear that. And where did you hear the name once or twice, Mr. ██████? Mr. ██████: I, uh — not sure — Doctor Bryant: Sorry, I didn't quite catch that. Say again? Mr. ██████: I said I'm not sure. Doctor Bryant: Sorry to hear that. (Doctor Bryant shows Mr. ██████ a photograph of SCP-3172. He visibly pales.) Mr. ██████: I — Doctor Bryant: Are you familiar with this location, Mr. ██████? Mr. ██████: Um, I, uh, I — Doctor Bryant: You seem distressed. Mr. ██████: I — I'm not going back! (At this point, Mr. ██████ attempted to attack Doctor Bryant and had to be restrained by security personnel. During the altercation, Mr. ██████ attempted to wrestle one of the security personnel's firearms out of their hands and the weapon discharged, killing Mr. ██████.) <End Log>",
        "<Begin Log> Westhead: Hey there, champ 2 . Doctor Bryant: Who am I speaking to? Westhead: This is Westhead. I've been, uh, hearing some stories that you kids are spying on some of our employees? Doctor Bryant: So they are in your employ? Westhead: (laughs) Guilty as charged. I employ a hell of a lot of people. But, ah, what you're doing now is pretty rude, I gotta say, and I'm sure it's not legal. So my board of directors is saying it's best for us to issue a formal cease and desist. So, ah, cease and desist. Doctor Bryant: Your board of directors? Westhead: Are you trying to grill me right now, champ? Doctor Bryant: I'm just asking a question. Westhead: You ever see a kid get hit by a truck? (Pause.) Doctor Bryant: I'm sorry? Westhead: A truck, I said. Doctor Bryant: I don't…I don't see how that's relevant. Westhead: Look, I'll give it to you straight, champ. I'm sure there's a field out there whose flowers would love to walk and talk and breathe in that skin of yours. (Pause.) Doctor Bryant: I'll think about it. Westhead: I really hope you do, champ. I really hope you do. <End Log>",
        "\" SCP-3172 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-3172 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3172",
    "object_class": "Safe",
    "containment_procedures": "The area containing SCP-3172 is to be concealed behind an erected two meter tall concrete wall, which is to be patrolled by security personnel regularly. Any individuals attempting to gain access to SCP-3172 are to be apprehended, interviewed and administered amnestics as appropriate.",
    "description": "SCP-3172 is a field on the outskirts of Los Angeles which, every one to two three to four months, displays rapid growth and death of numerous types of flowers, forming images and words. Evidence suggests that SCP-3172 is currently inhabited by multiple human consciousnesses which are able to use these flowers as a form of communication with the outside world.",
    "title": "SCP-3172"
}