{
    "url": "https://scp-wiki.wikidot.com/scp-3177",
    "all_text": "rating: \n+122\n+\n–\nx\n\n\nItem #:\n SCP-3177\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3177 is to be stored in a standard anomalous object containment locker. Level-2 clearance is required to remove SCP-3177 from its locker and allow viewing.\n\n\nShould personnel unintentionally come under the effects of SCP-3177, they are to seek immediate amnestic treatment.\n\n\nDescription:\n SCP-3177 is a cardboard cutout of American actor Steve Buscemi standing 1.8 meters tall. SCP-3177's anomalous abilities only become relevant when a subject is able to visibly comprehend SCP-3177 after witnessing a murder. Subjects who meet these requirements believe that SCP-3177 was responsible for the murder, and report witnessing them performing the act, regardless of the means of murder.\n\n\nA subject does not need to witness both the murderer and the victim, only the victim dying. A subject who witnesses a victim dying without seeing the murderer is able to recall SCP-3177 committing the act itself, regardless of any events which happened that might contradict this memory. For example, a subject who witnesses a victim being poisoned would recall SCP-3177 giving the victim poison through whichever vessel it was delivered.\n\n\nCurrently, no time limit has been discovered between witnessing the murder and interacting with SCP-3177, however amnestic treatment has been shown to reverse the process.\n\n\nAddendum 3177-01:\n\n\nThe following interview is between Dr. Robert Douhni and D-30044, who was previously convicted for the murder of a family in █████████, Virginia.\n\n\n\n\n<Begin Log>\n\n\nDr. Douhni:\n Alright, D-30044, I have a few questions about something that happened a while back. We've gotten word that you were present during the murder of the ████ family back in September of 20██?\n\n\nD-30044 leans back in his chair.\n\n\nD-30044:\n Oh, yes, yes… Fucking hated those greedy wastes of space.\n\n\nDr. Douhni:\n Obviously not a fan then, I see. If you could remain as impartial as you could when describing what happened? It'd… it's going to make it easier for me, personally.\n\n\nD-30044:\n Oh, of course. If you want to know what happened, it starts with an interesting coincidence; I was actually about to kill them myself, if you'd believe it. I had everything prepped and ready for the fun I was about to have. Intended to blow the brains out of that preppy kid first and then torture the old fucks before finally ending their lives.\n\n\nDr. Douhni:\n You seemed to have quite the plan already. Why didn't you go through with it?\n\n\nD-30044:\n Well, if you'd believe it, that man that you introduced me to earlier? He was already there! Just as I was about to take aim at the kid with the shotgun \nI\n brought, he just pulled out his own shotgun and killed him before I could even pull the trigger!\n\n\nDr. Douhni:\n The cardboard cutout?\n\n\nD-30044:\n Yes! I didn't believe it myself when I first saw it, and honestly I was a bit upset that he got the shot off first. He didn't pay me much mind when I went over and unloaded a few more rounds into that man-child's corpse to make sure he was dead, so that much I appreciated.\n\n\nDr. Douhni:\n Mhm…\n\n\nDr. Douhni is seen quietly writing on his clipboard before turning his attention back to D-30044.\n\n\nDr. Douhni:\n Right, sorry. Can you continue?\n\n\nD-30044:\n Of course. As I was saying, I don't know where he went next, but he didn't get in the way when I went upstairs and tied up the parents. I had this whole routine practiced, this speech about greed and entitlement and how much pain they've inflicted on me and all the other people of █████████. Each cut was supposed to be symbolic, one cut for every person who was suffering beneath their boots.\n\n\nDr. Douhni:\n I can't personally relate, but, um…\n\n\nDr. Douhni coughs into his hand.\n\n\nDr. Douhni:\n I, I think I understand what you were trying to go for.\n\n\nD-30044:\n Yes, so, I got to work. I cut their tongues out first so they couldn't scream, then I sawed off the fingers and toes in case they tried to escape. Then… I'm sorry, did you want the details? I can go through the whole routine. I still have the speech memorized.\n\n\nD-30044 is seen smiling to himself. Dr. Douhni is seen covering his mouth with his hands.\n\n\nDr. Douhni:\n Please, do not go into specific detail, for my sake personally.\n\n\nD-30044:\n Of course, my apologies. So, just as I'm about the finish the job, \nhe\n comes back into the room. Out of nowhere he's there, and he looks just as angry at these people as I was. I figured I had my fun, so I offered him the knife. He took it gladly and just slashed their throats open, let 'em bleed out. I was impressed, truly I was. A slow, excruciating death choking on their own blood was what they deserved. Then he simply gave me back the knife and left.\n\n\nDr. Douhni lowers his hands and picks up his pencil to write again.\n\n\nDr. Douhni:\n It just killed them and left? Did you see where it went?\n\n\nD-30044:\n Sadly no. Shame though, I was the one arrested for it. I didn't even kill them, technically. But hey, at least you all found a way to lock him up, hm?\n\n\n<End Log>\n\n\n\n\nIncident 3177-██:\n\n\n\n\nENTER LEVEL-4 CREDENTIALS TO ACCESS\n\n\n\n\nACCESS GRANTED\n\n\n\n\nOn September 28th, 20██, a large portion of Site-██ was destroyed due to what was believed to be a fault in the heating system. This resulted in the temporary breach of multiple anomalies, as well as the deaths of ██ Foundation personnel. While interviewing a survivor of the accident, they reported witnessing SCP-3177 planting a high-grade explosive in the [REDACTED] wing of the facility.\n\n\nInvestigations regarding the incident are ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3176\n | SCP-3177 | \nSCP-3178\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3177\n\" by OthellotheCat, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3177\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3177-01:\nThe following interview is between Dr. Robert Douhni and D-30044, who was previously convicted for the murder of a family in █████████, Virginia."
    ],
    "documents": [],
    "notes": [
        "<Begin Log> Dr. Douhni: Alright, D-30044, I have a few questions about something that happened a while back. We've gotten word that you were present during the murder of the ████ family back in September of 20██? D-30044 leans back in his chair. D-30044: Oh, yes, yes… Fucking hated those greedy wastes of space. Dr. Douhni: Obviously not a fan then, I see. If you could remain as impartial as you could when describing what happened? It'd… it's going to make it easier for me, personally. D-30044: Oh, of course. If you want to know what happened, it starts with an interesting coincidence; I was actually about to kill them myself, if you'd believe it. I had everything prepped and ready for the fun I was about to have. Intended to blow the brains out of that preppy kid first and then torture the old fucks before finally ending their lives. Dr. Douhni: You seemed to have quite the plan already. Why didn't you go through with it? D-30044: Well, if you'd believe it, that man that you introduced me to earlier? He was already there! Just as I was about to take aim at the kid with the shotgun I brought, he just pulled out his own shotgun and killed him before I could even pull the trigger! Dr. Douhni: The cardboard cutout? D-30044: Yes! I didn't believe it myself when I first saw it, and honestly I was a bit upset that he got the shot off first. He didn't pay me much mind when I went over and unloaded a few more rounds into that man-child's corpse to make sure he was dead, so that much I appreciated. Dr. Douhni: Mhm… Dr. Douhni is seen quietly writing on his clipboard before turning his attention back to D-30044. Dr. Douhni: Right, sorry. Can you continue? D-30044: Of course. As I was saying, I don't know where he went next, but he didn't get in the way when I went upstairs and tied up the parents. I had this whole routine practiced, this speech about greed and entitlement and how much pain they've inflicted on me and all the other people of █████████. Each cut was supposed to be symbolic, one cut for every person who was suffering beneath their boots. Dr. Douhni: I can't personally relate, but, um… Dr. Douhni coughs into his hand. Dr. Douhni: I, I think I understand what you were trying to go for. D-30044: Yes, so, I got to work. I cut their tongues out first so they couldn't scream, then I sawed off the fingers and toes in case they tried to escape. Then… I'm sorry, did you want the details? I can go through the whole routine. I still have the speech memorized. D-30044 is seen smiling to himself. Dr. Douhni is seen covering his mouth with his hands. Dr. Douhni: Please, do not go into specific detail, for my sake personally. D-30044: Of course, my apologies. So, just as I'm about the finish the job, he comes back into the room. Out of nowhere he's there, and he looks just as angry at these people as I was. I figured I had my fun, so I offered him the knife. He took it gladly and just slashed their throats open, let 'em bleed out. I was impressed, truly I was. A slow, excruciating death choking on their own blood was what they deserved. Then he simply gave me back the knife and left. Dr. Douhni lowers his hands and picks up his pencil to write again. Dr. Douhni: It just killed them and left? Did you see where it went? D-30044: Sadly no. Shame though, I was the one arrested for it. I didn't even kill them, technically. But hey, at least you all found a way to lock him up, hm? <End Log>",
        "\" SCP-3177 \" by OthellotheCat, from the SCP Wiki . Source: https://scpwiki.com/scp-3177 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3177",
    "object_class": "Safe",
    "containment_procedures": "SCP-3177 is to be stored in a standard anomalous object containment locker. Level-2 clearance is required to remove SCP-3177 from its locker and allow viewing.",
    "description": "SCP-3177 is a cardboard cutout of American actor Steve Buscemi standing 1.8 meters tall. SCP-3177's anomalous abilities only become relevant when a subject is able to visibly comprehend SCP-3177 after witnessing a murder. Subjects who meet these requirements believe that SCP-3177 was responsible for the murder, and report witnessing them performing the act, regardless of the means of murder.",
    "title": "SCP-3177"
}