{
    "url": "https://scp-wiki.wikidot.com/scp-3182",
    "all_text": "rating: \n+113\n+\n–\nx\n\n\n\n\n\n\nSCP-3182 in an inactive state.\n\n\n\n\n\n\nItem #:\n SCP-3182\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Undercover personnel stationed outside of SCP-3182 are to remove any individuals attempting to gain access. A cover story involving unstable construction is to be disseminated as justification for this. Past witnesses to a Deimos Event are to be tracked down and administered amnestics as appropriate for their level of exposure. Due to the relative isolation of the town of Denton, difficulty in locating these individuals is not expected.\n\n\nNo Foundation personnel are to enter SCP-3182 during a Deimos Event. Any testing during a Deimos Event must be approved by at least one member of Level 3 personnel.\n\n\nIf any personnel report hearing a soft gurgling sound, they are to be vacated from SCP-3182 immediately.\n\n\nDescription:\n SCP-3182 is a dilapidated grocery store in the town of Denton, Missouri, which is host to a range of anomalous phenomena from 19:52 to 20:52 each day (hereafter referred to as a Deimos Event). The anomalous properties of SCP-3182 appear to have first manifested shortly after its initial closure. Said closure took place due to a combination of an ongoing poor economic situation in the town and negative publicity brought about by the suicide of a seventeen year old part-time worker.\n\n\nDuring a Deimos Event, no outside sources of visible light are able to penetrate SCP-3182. Additionally, individuals will find themselves unable to enter or exit the building, claiming when questioned that no entrances or exits exist. Video recordings of their time around SCP-3182 show that this is not the case, suggesting SCP-3182 instead has an effect on the perceptions of those that come into contact with it.\n\n\nIndividuals present inside SCP-3182 during a Deimos Event are known to be anomalously affected in a number of ways, including:\n\n\n\n\nSudden and irregular bouts of extreme distress or melancholy.\n\n\nDevelopment of severe resentment towards the town of Denton, Missouri.\n\n\nRecollection of memories determined to belong to former regular customers at SCP-3182.\n\n\nParanoia regarding a vague approaching danger, and a need to do something about it.\n\n\nA strong desire to leave SCP-3182, even though this is not possible.\n\n\n\n\nA number of adverse physical effects, including nausea, severe injuries, and death have also been recorded. There appear to be an as-of-yet not understood set of criteria for these occurring to an individual.\n\n\nThe anomalous effects of SCP-3182 appear to be centered around Aisle 3 of the store. In this area, along with the previously mentioned phenomena, manifestations including disembodied moaning and screaming, the appearance of indistinct humanoid figures, and the sounds of something heavy being dragged along the floor have been reported.\n\n\nInvestigation into SCP-3182 is ongoing.\n\n\n\n\nExploration Log 3182-1\n\n\n\n\nClose Log\n\n\n\n\nSubject:\n D-123449\n\n\nSupervising Researcher:\n Dr. Gradian\n\n\nD-132449 is ordered to remain within SCP-3182's former break room for the duration of the Deimos Event. D-123449 is equipped with a camera and an earpiece, allowing two-way communication between him and a supervising researcher.\n\n\n\n\n<Begin Transcript>\n\n\n(D-132449 is in the break room, sat down at a chair.)\n\n\nD-132449:\n So — one hour, right? Just sat here? That's all?\n\n\nDr. Gradian:\n That's all.\n\n\nD-132449:\n (laughs) Easiest test you boys have ever had me do. Appreciate it.\n\n\n(Pause.)\n\n\nDr. Gradian:\n No problem. Please keep me informed about any mental effects SCP-3182 is having on you.\n\n\nD-132449:\n Like what?\n\n\nDr. Gradian:\n You were briefed on this.\n\n\nD-132449:\n Yeah, yeah, I remember. I start getting worried, I let you know.\n\n\n(Seven minutes and thirty-two seconds pass.)\n\n\nD-132449:\n Fuck.\n\n\nDr. Gradian:\n Yes? What is it?\n\n\nD-132449:\n I've gotta get home soon.\n\n\nDr. Gradian:\n I'm sorry?\n\n\nD-132449:\n After this test, I've gotta…go home - go \nback\n, to my cell. That's where I'll go.\n\n\n(Pause.)\n\n\nDr. Gradian:\n I see.\n\n\nD-132449:\n Sorry about that — guess this place does, ah, does get to you.\n\n\n(Twenty-two minutes and nineteen seconds pass.)\n\n\nD-132449:\n Do you hear that?\n\n\nDr. Gradian:\n I don't hear anything. What do you mean?\n\n\nD-132449:\n \nThat\n, right there, I can just…hear something. Hold on, it's — it's over here.\n\n\n(D-132449 gets up from the chair and moves across the break room towards a broken microwave on a nearby table. Soft gurgling can be heard coming from inside the closed microwave.)\n\n\nD-132449:\n There, do you hear it now? There's something in there.\n\n\nDr. Gradian:\n I, uh, I see. I would…recommend you \nnot\n engage the microwave. This is a test to determine only the basic effects of a Deimos Event.\n\n\nD-132449:\n I am \nnot\n going to sit down for thirty minutes wondering what's going on with this nasty fucking microwave.\n\n\n(Gurgling sounds intensify.)\n\n\nDr. Gradian:\n Ah, again, I \nreally\n wouldn't recommend —\n\n\n(D-132449 opens the microwave. Video cuts out.)\n\n\n<End Transcript>\n\n\n\n\nRemains of D-132449 were later found distributed throughout SCP-3182's plumbing system. Inspection of the microwave within the break room showed it to contain a viscous black liquid. Following extraction of this substance, it was removed from the premises.\n\n\nAnalysis of the extracted liquid showed it to be genetically identical to several hundred past and current residents of Denton, Missouri.\n\n\n\n\nClose Log\n\n\n\n\n\n\n\n\nExploration Log 3182-2\n\n\n\n\nClose Log\n\n\n\n\nSubject:\n D-342089\n\n\nSupervising Researcher:\n Dr. Gradian\n\n\nD-342089 is ordered to inspect Aisle 3 during a Deimos Event. D-342089 is equipped with a camera and an earpiece, allowing two-way communication between him and a supervising researcher. Initial location is the break room.\n\n\n\n\n<Begin Transcript>\n\n\nDr. Gradian:\n Now, ah, before we begin, I feel like I have to recommend that if you hear any, well, gurgling sounds — do not pursue their source.\n\n\nD-342089:\n Oh, I'm so fucked.\n\n\nDr. Gradian:\n I'm sorry?\n\n\nD-342089:\n What happens if I…if I 'pursue their source'?\n\n\n(Pause.)\n\n\nDr. Gradian:\n That isn't relevant to the test right now.\n\n\nD-342089:\n Ah, fuck.\n\n\n(D-342089 moves from initial location towards Aisle 3. Halfway there, he stops. The words 'Get out of here right now' have been scratched into the wall above the main entrance.)\n\n\nD-342089:\n Easier said than done.\n\n\nDr. Gradian:\n What do you mean by that?\n\n\nD-342089:\n There aren't any doors, I can't get out. I'm stuck in here forever.\n\n\nDr. Gradian:\n That's a little dramatic, don't you think?\n\n\nD-342089:\n Well, how am I supposed to get out?\n\n\nDr. Gradian:\n With the doors?\n\n\nD-342089:\n There \naren't\n any, that's the problem!\n\n\n(Pause.)\n\n\nDr. Gradian:\n D-342089, how did you get in here?\n\n\nD-342089:\n Through the entrance doors.\n\n\nDr. Gradian:\n Couldn't you leave that way, as well?\n\n\nD-342089:\n I can't. There aren't any doors.\n\n\n(Pause.)\n\n\nDr. Gradian:\n I…D-342089, please continue.\n\n\n(D-342089 continues, reaching Aisle 3. It is empty.)\n\n\nDr. Gradian:\n Are you experiencing any adverse mental effects?\n\n\nD-342089:\n Well, I'm not feeling fantastic, if that's what you mean — this is pretty damn spooky.\n\n\nDr. Gradian:\n I mean apart from that.\n\n\nD-342089:\n Well, apart from \nthat\n, I'm not —\n\n\n(D-342089 looks around as he speaks, stopping when he sees a female humanoid figure in a shirt and flare jeans at the other end of Aisle 3. Facial features are indistinct, shifting between a normal human face and various abnormal configurations of its facial features. Entity appears to be missing all fingers. Figure is hereafter referred to as SCP-3182-1.)\n\n\nD-342089:\n Oh \nfuck\n no.\n\n\nDr. Gradian:\n D-342089, please —\n\n\nD-342089:\n Nope. Nope. Fuck you. I'm not doing this. Fuck you.\n\n\n(D-342089 fumbles around on the shelf next to them, grabbing a cardboard box. SCP-3182-1 begins rapidly shaking its head with a panicked expression on its face. It opens its mouth, and the overlapping sounds of numerous cash registers being opened can be heard. This appears to cause it some level of frustration.)\n\n\nDr. Gradian:\n Ah, please wait a moment before you do, uh, do anything rash, Daniel —\n\n\nD-342089:\n No, no! Fuck you! I'm not dying in this goddamned town!\n\n\n(D-342089 throws the box at SCP-3182-1. A soft gurgling can be heard from behind D-342089. Video cuts out.)\n\n\n<End Transcript>\n\n\n\n\nFollowing the end of the Deimos Event, D-342089 was found alive in a dumpster in the alley outside SCP-3182. The majority of his epidermis and musculature were found discarded throughout SCP-3182. The message reading 'Get out of here right now' was not found in SCP-3182 following the Deimos Event.\n\n\n\n\nClose Log\n\n\n\n\n\n\n\n\nExploration Log 3182-3\n\n\n\n\nClose Log\n\n\n\n\nExploration Log 3182-3:\n\n\nSubject:\n D-693221\n\n\nSupervising Researcher:\n Dr. Gradian\n\n\nD-693221 is directed to remain in Aisle 3 for the duration of the Deimos Event. D-693221 is equipped with a camera and an earpiece, allowing two-way communication between her and a supervising researcher. Initial location is Aisle 3.\n\n\n\n\n<Begin Transcript>\n\n\nDr. Gradian:\n How do you feel, D-693221?\n\n\nD-693221:\n It's cold. Really cold.\n\n\nDr. Gradian:\n I'm sure it will pass. Try to think positively.\n\n\nD-693221:\n You come out here to the ghost of Walmart and try and think positively.\n\n\n(Pause.)\n\n\nDr. Gradian:\n Point taken. Still, I'd recommend \ntrying\n to remain calm, at least.\n\n\nD-693221:\n Okay. Okay. I can do that.\n\n\n(Pause.)\n\n\nD-693221:\n No, no I can't, I really need to get out of here. I can't be stuck here. I need to get out of here right now.\n\n\nDr. Gradian:\n I'm afraid you need to remain here for the remainder of the test, but —\n\n\n(D-693221 turns to leave. SCP-3182-1 is standing at the other end of Aisle 3.)\n\n\nD-693221:\n Oh god. I need to get out of here right now. I need to get out of here right now.\n\n\n(SCP-3182-1 begins rapidly nodding.)\n\n\nDr. Gradian:\n I'm afraid you won't be able to leave, D-693221. SCP-3182 will prevent it.\n\n\nD-693221:\n I can't…I just…I need to get out of here right now. I need to get out of here right now or I'll end up like her.\n\n\nDr. Gradian:\n What do you mean by that?\n\n\nD-693221:\n I don't \nknow\n what I mean by that. I'm just saying…saying words that are being shoved into my mouth. I don't, I don't, I don't know what I'm thinking.\n\n\n(D-693221 turns and begins to move towards the entrance of SCP-3182. A soft gurgling can be heard.)\n\n\nDr. Gradian:\n I would stop whatever you are doing right now.\n\n\n(D-693221 stops.)\n\n\nD-693221:\n I need to…I need to get out of…I'm good. I'm good. Sorry.\n\n\nDr. Gradian:\n D-693221, can you please turn back around and look at SCP-3182-1?\n\n\nD-693221:\n Huh?\n\n\nDr. Gradian:\n The spectral ent — the \nghost\n, D-693221.\n\n\n(D-693221 turns back around to look at SCP-3182-1. SCP-3182-1 is shaking its head with a panicked expression on its face. The floor beneath it appears to be shifting and moving in the manner of a liquid.)\n\n\nD-693221:\n The fuck?\n\n\n(Sounds of gurgling intensify. Numerous human arms\n1\n emerge from the floor beneath SCP-3182-1, grab it, and begin dragging it back down with them. As it is pulled down, SCP-3182-1 can be seen frantically gesturing towards the exit doors. Loud screaming can be heard originating from SCP-3182-1 until it is completely dragged down into the floor. Shifting of the floor and gurgling sounds cease.)\n\n\nD-693221:\n I need to get out of here right now. I need to get out of here right now. I need to get out of here right now! \nI need to get out of here right now!\n\n\n(D-693221 repeats this for the remainder of the footage, which consists of them running through SCP-3182 in a panicked manner while screaming the phrase. They do not respond or appear to notice any attempts at communication from supervising personnel during this time.)\n\n\n<End Transcript>\n\n\n\n\nD-693221 was recovered intact and healthy following the Deimos Event. As this was her final scheduled test, she was returned to the prison population following amnestic treatment with a reduced sentence.\n\n\nAs a result of the unusual behaviour of SCP-3182-1 during this exploration, further investigation into SCP-3182's history was approved. Interviews with past regulars and employees of SCP-3182 have indicated that the building may have displayed anomalous activity earlier than first thought, with several of them claiming to have heard an unseen individual mimicking their voice.\n\n\n\n\nClose Log\n\n\n\n\n\n\n\n\nCommunication Log 3182-1\n\n\n\n\nClose Log\n\n\n\n\nD-442099 is instructed to remain in Aisle 3 and attempt communication with any entities inside SCP-3182 via a Foundation-developed EVP detector\n2\n. Communications have been transcribed as a series of stimuli and responses. Majority of stimuli were pre-written by Dr. Gradian.\n\n\n\n\n\n\nSTIMULUS:\n \"Hello?\"\n\n\nRESPONSE:\n \"What can I get for you today?\" \n(Estimated 3+ human voices, mixture of male and female.)\n\n\n\n\n\n\nSTIMULUS:\n \"Can you understand what I am saying to you?\"\n\n\nRESPONSE:\n \"That'll be (unintelligible).\" \n(Estimated 3+ human voices, mixture of male and female.)\n\n\n\n\n\n\nSTIMULUS:\n \"Can you tell me what you look like?\"\n\n\nRESPONSE:\n \"Look at me. This place has ruined me. I should have moved to Jefferson when I had the chance.\" \n(Estimated 7+ human voices, mixture of male and female.)\n\n\n\n\n\n\nSTIMULUS:\n \"Where are you right now?\"\n\n\nRESPONSE:\n \"One day I'll have enough money. I'll get out of this place.\" \n(Estimated 25+ human voices, mixture of male and female.)\n\n\n\n\n\n\nSTIMULUS:\n \"What is your name?\"\n\n\nRESPONSE:\n \"(unintelligible)\" \n(Estimated 70+ human voices, mixture of male and female.)\n\n\n\n\n\n\nSTIMULUS:\n \"Please, I don't understand.\"\n\n\nRESPONSE:\n (soft gurgling, cut off\n3\n.)\n\n\n\n\n\n\nSTIMULUS:\n \"I don't want to die here.\"\n\n\nRESPONSE:\n \"You need to get out of here right now.\" \n(One human voice, female.)\n\n\n\n\n\n\nSTIMULUS:\n \"Can I help you?\"\n\n\nRESPONSE:\n \"\nPlease\n get out of here right —\" (Statement is cut off.) \n(One human voice, female, strained.)\n\n\n\n\n\n\nSTIMULUS:\n \"Hello?\"\n\n\nRESPONSE:\n None.\n\n\n\n\n\n\nSTIMULUS:\n \"Hello?\"\n\n\nRESPONSE:\n (soft gurgling)\n\n\n\n\n\n\nSTIMULUS:\n \"I don't want to die in this goddamn town.\"\n\n\nRESPONSE:\n Laughter. \n(Estimated 10,000+ voices.)\n\n\n\n\n\n\n\n\nClose Log\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Later analysis of the tattoo present on one of these arms showed it to be identical to one possessed by Colin Mathers, the former manager of SCP-3182. Mathers is currently alive and has displayed no anomalous properties.\n\n\n2\n. Civilian versions of Foundation spectral communication techniques have been deemed sufficiently ineffective to not be a risk to normalcy.\n\n\n3\n. Analysis after the test showed no issues with sound equipment.\n\n\n\n\n\n\n\n\n« \nSCP-3181\n | SCP-3182 | \nSCP-3183\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3182\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3182\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n grocery\n\n\nName:\n Pictures from Pripyat, Ukraine\n\n\nAuthor:\n Clay Gilliland\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Transcript> (D-132449 is in the break room, sat down at a chair.) D-132449: So — one hour, right? Just sat here? That's all? Dr. Gradian: That's all. D-132449: (laughs) Easiest test you boys have ever had me do. Appreciate it. (Pause.) Dr. Gradian: No problem. Please keep me informed about any mental effects SCP-3182 is having on you. D-132449: Like what? Dr. Gradian: You were briefed on this. D-132449: Yeah, yeah, I remember. I start getting worried, I let you know. (Seven minutes and thirty-two seconds pass.) D-132449: Fuck. Dr. Gradian: Yes? What is it? D-132449: I've gotta get home soon. Dr. Gradian: I'm sorry? D-132449: After this test, I've gotta…go home - go back , to my cell. That's where I'll go. (Pause.) Dr. Gradian: I see. D-132449: Sorry about that — guess this place does, ah, does get to you. (Twenty-two minutes and nineteen seconds pass.) D-132449: Do you hear that? Dr. Gradian: I don't hear anything. What do you mean? D-132449: That , right there, I can just…hear something. Hold on, it's — it's over here. (D-132449 gets up from the chair and moves across the break room towards a broken microwave on a nearby table. Soft gurgling can be heard coming from inside the closed microwave.) D-132449: There, do you hear it now? There's something in there. Dr. Gradian: I, uh, I see. I would…recommend you not engage the microwave. This is a test to determine only the basic effects of a Deimos Event. D-132449: I am not going to sit down for thirty minutes wondering what's going on with this nasty fucking microwave. (Gurgling sounds intensify.) Dr. Gradian: Ah, again, I really wouldn't recommend — (D-132449 opens the microwave. Video cuts out.) <End Transcript>",
        "<Begin Transcript> Dr. Gradian: Now, ah, before we begin, I feel like I have to recommend that if you hear any, well, gurgling sounds — do not pursue their source. D-342089: Oh, I'm so fucked. Dr. Gradian: I'm sorry? D-342089: What happens if I…if I 'pursue their source'? (Pause.) Dr. Gradian: That isn't relevant to the test right now. D-342089: Ah, fuck. (D-342089 moves from initial location towards Aisle 3. Halfway there, he stops. The words 'Get out of here right now' have been scratched into the wall above the main entrance.) D-342089: Easier said than done. Dr. Gradian: What do you mean by that? D-342089: There aren't any doors, I can't get out. I'm stuck in here forever. Dr. Gradian: That's a little dramatic, don't you think? D-342089: Well, how am I supposed to get out? Dr. Gradian: With the doors? D-342089: There aren't any, that's the problem! (Pause.) Dr. Gradian: D-342089, how did you get in here? D-342089: Through the entrance doors. Dr. Gradian: Couldn't you leave that way, as well? D-342089: I can't. There aren't any doors. (Pause.) Dr. Gradian: I…D-342089, please continue. (D-342089 continues, reaching Aisle 3. It is empty.) Dr. Gradian: Are you experiencing any adverse mental effects? D-342089: Well, I'm not feeling fantastic, if that's what you mean — this is pretty damn spooky. Dr. Gradian: I mean apart from that. D-342089: Well, apart from that , I'm not — (D-342089 looks around as he speaks, stopping when he sees a female humanoid figure in a shirt and flare jeans at the other end of Aisle 3. Facial features are indistinct, shifting between a normal human face and various abnormal configurations of its facial features. Entity appears to be missing all fingers. Figure is hereafter referred to as SCP-3182-1.) D-342089: Oh fuck no. Dr. Gradian: D-342089, please — D-342089: Nope. Nope. Fuck you. I'm not doing this. Fuck you. (D-342089 fumbles around on the shelf next to them, grabbing a cardboard box. SCP-3182-1 begins rapidly shaking its head with a panicked expression on its face. It opens its mouth, and the overlapping sounds of numerous cash registers being opened can be heard. This appears to cause it some level of frustration.) Dr. Gradian: Ah, please wait a moment before you do, uh, do anything rash, Daniel — D-342089: No, no! Fuck you! I'm not dying in this goddamned town! (D-342089 throws the box at SCP-3182-1. A soft gurgling can be heard from behind D-342089. Video cuts out.) <End Transcript>",
        "<Begin Transcript> Dr. Gradian: How do you feel, D-693221? D-693221: It's cold. Really cold. Dr. Gradian: I'm sure it will pass. Try to think positively. D-693221: You come out here to the ghost of Walmart and try and think positively. (Pause.) Dr. Gradian: Point taken. Still, I'd recommend trying to remain calm, at least. D-693221: Okay. Okay. I can do that. (Pause.) D-693221: No, no I can't, I really need to get out of here. I can't be stuck here. I need to get out of here right now. Dr. Gradian: I'm afraid you need to remain here for the remainder of the test, but — (D-693221 turns to leave. SCP-3182-1 is standing at the other end of Aisle 3.) D-693221: Oh god. I need to get out of here right now. I need to get out of here right now. (SCP-3182-1 begins rapidly nodding.) Dr. Gradian: I'm afraid you won't be able to leave, D-693221. SCP-3182 will prevent it. D-693221: I can't…I just…I need to get out of here right now. I need to get out of here right now or I'll end up like her. Dr. Gradian: What do you mean by that? D-693221: I don't know what I mean by that. I'm just saying…saying words that are being shoved into my mouth. I don't, I don't, I don't know what I'm thinking. (D-693221 turns and begins to move towards the entrance of SCP-3182. A soft gurgling can be heard.) Dr. Gradian: I would stop whatever you are doing right now. (D-693221 stops.) D-693221: I need to…I need to get out of…I'm good. I'm good. Sorry. Dr. Gradian: D-693221, can you please turn back around and look at SCP-3182-1? D-693221: Huh? Dr. Gradian: The spectral ent — the ghost , D-693221. (D-693221 turns back around to look at SCP-3182-1. SCP-3182-1 is shaking its head with a panicked expression on its face. The floor beneath it appears to be shifting and moving in the manner of a liquid.) D-693221: The fuck? (Sounds of gurgling intensify. Numerous human arms 1 emerge from the floor beneath SCP-3182-1, grab it, and begin dragging it back down with them. As it is pulled down, SCP-3182-1 can be seen frantically gesturing towards the exit doors. Loud screaming can be heard originating from SCP-3182-1 until it is completely dragged down into the floor. Shifting of the floor and gurgling sounds cease.) D-693221: I need to get out of here right now. I need to get out of here right now. I need to get out of here right now! I need to get out of here right now! (D-693221 repeats this for the remainder of the footage, which consists of them running through SCP-3182 in a panicked manner while screaming the phrase. They do not respond or appear to notice any attempts at communication from supervising personnel during this time.) <End Transcript>",
        "\" SCP-3182 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-3182 . Licensed under CC-BY-SA .",
        "Filename: grocery Name: Pictures from Pripyat, Ukraine Author: Clay Gilliland License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "item": "SCP-3182",
    "object_class": "Safe",
    "containment_procedures": "Undercover personnel stationed outside of SCP-3182 are to remove any individuals attempting to gain access. A cover story involving unstable construction is to be disseminated as justification for this. Past witnesses to a Deimos Event are to be tracked down and administered amnestics as appropriate for their level of exposure. Due to the relative isolation of the town of Denton, difficulty in locating these individuals is not expected.",
    "description": "SCP-3182 is a dilapidated grocery store in the town of Denton, Missouri, which is host to a range of anomalous phenomena from 19:52 to 20:52 each day (hereafter referred to as a Deimos Event). The anomalous properties of SCP-3182 appear to have first manifested shortly after its initial closure. Said closure took place due to a combination of an ongoing poor economic situation in the town and negative publicity brought about by the suicide of a seventeen year old part-time worker.",
    "title": "SCP-3182"
}