{
    "url": "https://scp-wiki.wikidot.com/scp-3185",
    "all_text": "rating: \n+177\n+\n–\nx\n\n\nItem #\n: SCP-3185\n\n\nObject Class\n: Euclid\n\n\nSpecial Containment Procedures\n: Under Containment Protocol 89B (“NOFREEBOOKS”), Foundation agents embedded in the United States Postal Service are currently managing all major USPS branch offices in Los Angeles, Ventura, and Orange County, California. Any mail directed to salaried individuals employed with the Recording Industry Association of America (RIAA) and the Motion Picture Association of America (MPAA), as well as any mail sent to CEOs or members of the Board of Directors of any major American film company in Southern California are to be screened by Foundation agents. Any mail associated with SCP-3185 is to be removed from circulation and confiscated for study.\n\n\nAt the discretion of the Region 02C (Southwest/Southern California) Director, a small number of SCP-3185 instances may be delivered and monitored for control tests.\n\n\nDescription\n: SCP-3185 is a phenomenon associated with a group or entity known as the “\nPublic Domain Protection Service\n”. SCP-3185 takes the form of a business letter addressed to an individual currently living in Southern California and employed by one of the organizations listed in the containment procedures in the affected job positions. The letter (which lacks a return address) briefly criticizes the addressee for their associations with their current employer before stating that they have been “drafted” on behalf of the Public Domain. A letter can be opened by anybody; however, the countdown to its primary effect does not begin until the addressee has read the letter and understands the contents of it (see Supplemental Log 3185/A for detailed SCP-3185 activation requirement parameters).\n\n\n\n\nSample SCP-3185 Instance\n\n\n\n\n- Clearance Accepted\n\n\n\n\n\n\n\n\nUpon comprehension of the letter, SCP-3185’s primary effect begins. Twelve hours after reading it, the subject will instantaneously vanish from their current location and apparently find themselves transported back in time to New Years’ Day of the following year that the book in their “assignment” was published (e.g. for a 1921 mission, the subject finds themselves transported to 1 Jan 1922). Subjects find themselves wearing period-appropriate clothing, but without any contemporary currency or identifying information.\n\n\nNo discernible pattern has been found in book topic, but time period transportation follows a “cutoff” rule: subjects have been transported as far back as 1876, but in no instance has any subject been transported to any period beyond 1 Jan 1923. It is theorized by SCP-3185 researchers that this cutoff date is linked to United States copyright law, as all works published prior to 1923 are in the public domain in the United States as of 2018. The location that the subject is transported to is identical to the city in which the assigned edition was published (as such, New York City is the most common SCP-3185 affect location).\n\n\nThe subject has twenty-four hours local time to retrieve the book using a legal method: books cannot be stolen from stores or people in the time period, or the mission is considered a failure. As subjects possess no currency upon their transportation, they must find a way to legally gain enough money to purchase the book within a single day. Once the subject retrieves the book, they will vanish and reappear in the present. After this, they are obligated to send the book to the literary preservation foundation mentioned in the letter; currently, the most common foundation assigned for delivery is Project Gutenberg. Once the book has been delivered, SCP-3185’s anomalous properties cease; no recorded subject has been affected by more than one instance.\n\n\nIf the subject fails to retrieve their book within twenty-four hours, steals or damages the book, or fails to send it to the literary foundation mentioned within forty-eight hours, they will disappear and cannot be recovered.\n\n\nAddendum 3185.A\n: On 1 Jan 2019, all works published in 1923 will enter the public domain in the United States, and annual copyright expiry for 1923-1977 works will continue until 2073. Researchers are currently working with the hypothesis that SCP-3185’s “cutoff” date will continue to advance with the public domain and transport subjects beyond 1923; this document is expected to be updated once a subject has experienced a 1924 transfer.\n\n\nAddendum 3185.B\n: On 14 Oct 2004, an instance of SCP-3185 was recovered by Foundation agents addressed to Jack Valenti (1921-2007), the creator of the MPAA rating system and a noted pro-copyright lobbyist. The letter was fifty-seven pages long and noticeably more detailed than a normal 3185 instance:\n\n\n\n\nThe first ten pages of the letter are devoted to attacking Valenti’s career and moral character, calling him “The greatest ANTI-PUBLIC threat in American history.”\n\n\nValenti is drafted for a 1922 “CULTURE-class” retrieval mission, and a duration of six months for the mission is given in the letter.\n\n\nValenti is tasked with retrieving at least a hundred books and silent films from the period, and unlike other 3185 subjects, it is stated he will be given a starting salary and an apartment in his name.\n\n\nThe letter frequently emphasizes that he will be monitored and that he will be “held to a higher standard than normal ANTI-PUBLIC draftees given [his] history.”\n\n\n\n\nThe letter was never received, and was removed from postal circulation for study as per the containment procedures. Valenti is not known to have received any other SCP-3185 instances before his death in 2007.\n\n\n\n\n\n\n« \nSCP-3184\n | SCP-3185 | \nSCP-3186\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3185\n\" by ObserverSeptember, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3185\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n letter.png\n\n\nAuthor:\n \nObserverSeptember\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nFilename:\n PD-icon.png\n\n\nAuthor:\n Duesentrieb, Rafał Pocztarski\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 3185.A : On 1 Jan 2019, all works published in 1923 will enter the public domain in the United States, and annual copyright expiry for 1923-1977 works will continue until 2073. Researchers are currently working with the hypothesis that SCP-3185’s “cutoff” date will continue to advance with the public domain and transport subjects beyond 1923; this document is expected to be updated once a subject has experienced a 1924 transfer.",
        "Addendum 3185.B : On 14 Oct 2004, an instance of SCP-3185 was recovered by Foundation agents addressed to Jack Valenti (1921-2007), the creator of the MPAA rating system and a noted pro-copyright lobbyist. The letter was fifty-seven pages long and noticeably more detailed than a normal 3185 instance:\nThe letter was never received, and was removed from postal circulation for study as per the containment procedures. Valenti is not known to have received any other SCP-3185 instances before his death in 2007."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3185 \" by ObserverSeptember, from the SCP Wiki . Source: https://scpwiki.com/scp-3185 . Licensed under CC-BY-SA .",
        "Filename: letter.png Author: ObserverSeptember License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Filename: PD-icon.png Author: Duesentrieb, Rafał Pocztarski License: Public Domain Source Link: Wikimedia Commons"
    ],
    "title": "SCP-3185"
}