{
    "url": "https://scp-wiki.wikidot.com/scp-3194",
    "all_text": "rating: \n+67\n+\n–\nx\n\n\nItem #:\n SCP-3194\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Area 837B has been constructed around SCP-3194 under the pretense of establishing a protective habitat for a previously unknown and critically endangered species of inland \nAptenodytes.\n The four-square-kilometer site includes temporary facilities to support the exploration of SCP-3194 and is surrounded by a continuously patrolled perimeter fence. The entrance to SCP-3194 is enclosed in a 50 m opaque geodesic dome. Due to the geographical remoteness of SCP-3194, no additional containment procedures are deemed necessary at this time.\n\n\nDescription:\n SCP-3194 is an underground structure of unusual size located beneath the Antarctic Plateau. It consists of two sub-structures, designated SCP-3194-1 and SCP-3194-2.\n\n\nSCP-3194-1 is a 2.4 m × 3.6 m × 280.45 km tunnel that intersects the surface of the plateau at 87°██′██″ S., −126°██′██″ W. It descends at an angle of 2.55° (measured 5 m from the opening) to a depth of approximately 6.3 km beneath the surface. At its terminus, SCP-3194-1 opens into an immense chamber designated SCP-3194-2. Estimates based on dead reckoning place SCP-3194-2 within ten kilometers of the geographic south pole.\n\n\nBoth SCP-3194-1 and SCP-3194-2 are constructed out of cubic blocks of basalt measuring 1.2 m and weighing approximately 5.2 tonnes each. The origin of these blocks is unknown. Radiometric dating has thus far been unsuccessful due to abnormally low concentrations of potassium, rubidium and uranium isotopes in the stone. The best-confidence upper limit for the age of the blocks is 9.9 Gy, which is somewhat in excess of twice the currently estimated age of the Earth.\n\n\nSCP-3194-3 is the designation for the phenomenon located at the approximate center of SCP-3194-2. SCP-3194-3 appears to be an ovoid-toroidal volume of circulating hot gas 21 m in diameter at its widest point and 27 m long, oriented with its axis of symmetry parallel to SCP-3194-1. The lowest point of SCP-3194-3 is approximately 5 m above the floor of SCP-3194-2. SCP-3194-3 emits light in a spectrum close to that of a blackbody with a temperature of 5900K. However, the luminance of SCP-3194-3 is inconsistent with its apparent composition and temperature, and it appears to radiate no heat into its environment. No abnormal radiation or magnetic fields have been detected in proximity to SCP-3194-3.\n\n\nDocument 3194.1:\n Discovery\n\n\nSCP-3194 was initially discovered on ██/██/████ during a routine review of Earth-observation imaging. The feature was initially believed to be a moulin\n1\n of unknown origin in the East Antarctic Ice Sheet. Foundation satellite KNOTHOLE-33 was tasked to obtain high-resolution imagery of the feature. It was at this time that the geometric properties of the feature were identified. A Foundation research team was redirected from [DATA EXPUNGED] confirmed the apparently anomalous nature of the structure. In ██/████ Area 837B was constructed to contain SCP-3194 and to facilitate exploration of the structure.\n\n\nDocument 3194.2:\n Exploration Reports\n\n\n\n\nExploration Report 3194-01\n\n\n\n\nExploration Report 3194-01\n\n\n\n\n\n\nDate:\n ██/██/████\n\n\nReport Filed By:\n Dr. ██████, Lead researcher, SCP-3194\n\n\nMission Brief:\n Attempts at using laser rangefinding to determine the extent of SCP-3194 have failed. It is unknown if this is the result of atmospheric conditions inside SCP-3194 or another cause. A standard Mark VI-B1 remotely operated exploration robot (“WALDO-6 unit”) equipped with visible-light and infrared imaging will be deployed into SCP-3194 to determine its extent.\n\n\nResult:\n WALDO-6 unit made it 10.11 km before exhausting its battery power and shutting down. No new features documented. WALDO-6 unit remains inside SCP-3194. This structure is obviously much larger than suspected. Recommend calling in MTF Zeta-9.\n\n\n\n\n\n\nRequest for MTF deployment approved. — ████████, Area 837B Director\n\n\n\n\n\n\n\n\n\n\n\n\nExploration Report 3194-02\n\n\n\n\nExploration Report 3194-02\n\n\n\n\n\n\nDate:\n ██/██/████\n\n\nReport Filed By:\n Dr. ██████, Lead researcher, SCP-3194\n\n\nMission Brief:\n MTF Zeta-9 (“Mole Rats”) will be equipped with two days’ supplies plus reserve margin and sent into SCP-3194 with orders to proceed until they find something worth reporting or have to turn back.\n\n\nResult:\n MTF Zeta-9 forced to turn back after 11 hours (49.8 km) due to mission-jeopardizing claustrophobia symptoms on part of all team members. Recommend psychological screening or other precaution in future.\n\n\n\n\n\n\nZeta-9 members\n are \nscreened for claustrophobic tendencies, ███████. Claustrophobia is practically the job description. — ██████████, Mobile Task Force Command\n\n\n\n\n\n\n\n\n\n\n\n\nExploration Report 3194-03\n\n\n\n\nExploration Report 3194-03\n\n\n\n\n\n\nDate:\n ██/██/████\n\n\nReport Filed By:\n Dr. ██████, Lead researcher, SCP-3194\n\n\nMission Brief:\n MTF Zeta-9 (“Mole Rats”) will be equipped with two days’ supplies plus reserve margin and sent into SCP-3194 with orders to proceed until they find something worth reporting or have to turn back. Anxiolytic regimen to include ███ mg ██████████ ███████ █ times daily.\n\n\nResult:\n MTF Zeta-9 reached the 50 km mark. No interior features identified. Inclinometer at 50 km indicated a slope of 2.10°, consistent with hypothesis that SCP-3194 runs perpendicular to earth’s axis. Reflector-aided laser surveying confirms SCP-3194 is as close to perfectly straight as we can measure.\n\n\nEstimates of the geometry of SCP-3194 suggest that, if it just keeps going, it should be at most 567 km long. The size of the tunnel and lack of air circulation makes gas-powered vehicles impractical, and we don’t have anything electric with nearly enough range. All things being equal, it should take MTF Zeta-9 approximately 105 hours to cover this distance on foot. Factoring in rest periods and a safety margin, that’s a maximum of ten days there, ten days back. In the dark. Alone. Better them than me.\n\n\n\n\n\n\n\n\n\n\n\n\nExploration Report 3194-04\n\n\n\n\nExploration Report 3194-04\n\n\n\n\n\n\nDate:\n ██/██/████\n\n\nReport Filed By:\n Dr. ██████, Lead researcher, SCP-3194\n\n\nMission Brief:\n MTF Zeta-9 (“Mole Rats”) will be equipped with twenty days’ supplies plus safety reserves and sent into SCP-3194 with orders to proceed until they find something worth reporting, have to turn back, or come out the other side. Anxiolytic regimen to include ███ mg ██████████ ███████ █ times daily.\n\n\n\n\n\n\n[Mission log excerpt begins.]\n\n\nζ-9-24:\n Niner two four to base, checking in, MET\n2\n eight seven hours. Copy?\n\n\nBase:\n Copy your eighty seven, ████. Still nothing to report?\n\n\nζ-9-24:\n Just more of the same. Coming up on two two five klicks. All is well.\n\n\nBase:\n Copy that. Catch you on the flip side.\n\n\n[Radio silence for 38 minutes 41 seconds.]\n\n\nζ-9-24:\n Niner two four to base, copy?\n\n\n[Radio silence for 49 seconds.]\n\n\nBase:\n Uh, copy, nine twenty four. Sorry about that. Go ahead.\n\n\nζ-9-24:\n Base, we may see light up ahead.\n\n\nBase:\n Say again, twenty four?\n\n\nζ-9-24:\n Yeah, we’re as surprised as you. █████ says there’s a light up ahead, and the rest of us concur. It’s dim but it’s there.\n\n\nBase:\n Any environmental changes? Confirm temperature, BP, inclinometer.\n\n\n[Radio silence for 21 seconds.]\n\n\nζ-9-11:\n Minus eleven C, twelve ninety four millimeters.\n\n\nBase:\n Thanks, █████. Uh—\n\n\nζ-9-11:\n Inclinometer’s reading zero point four five.\n\n\nBase:\n Right, got it.\n\n\nζ-9-24:\n Could this be the ██████████, base? Are we hallucinating here?\n\n\nBase:\n Uh, unknown at this time, twenty four. Hold the line, will you? I gotta wake some people up.\n\n\nζ-9-24:\n Copy that.\n\n\n[23 minutes of log omitted.]\n\n\nBase:\n Nine twenty four, your orders are to proceed.\n\n\nζ-9-24:\n Proceed?\n\n\nBase:\n That’s what they’re telling me.\n\n\nζ-9-24:\n Understood. Will check in at — okay, we missed eighty eight. Will check in at eighty nine in fifty eight minutes.\n\n\nBase:\n Copy. Out.\n\n\n[58 minutes of log omitted.]\n\n\nζ-9-24:\n Niner two four to base, checking in, MET eight niner hours.\n\n\nBase:\n I read you, twenty four. What’s the story on that light?\n\n\nζ-9-24:\n It’s definitely there, base. Doesn’t look any closer. We tried to roll some tape on it but I think it’s too dim to pick up.\n\n\nBase:\n Understood. Doctor ██████ wanted me to ask you if there’s any chance you might be seeing daylight?\n\n\nζ-9-24:\n I don’t think so, base. It’s flickering, not steady. Could be atmospherics I guess, depends on how far out it is. It’s really dim.\n\n\nBase:\n Copy. Anything else to report?\n\n\nζ-9-24:\n Negative, base. All is well. Will report in at MET niner zero.\n\n\nBase:\n Copy that. See you in an hour.\n\n\n[31 minutes of log omitted.]\n\n\nBase:\n Zeta nine twenty four, come in please.\n\n\nζ-9-24:\n Go for niner two four.\n\n\nBase:\n Doctors ██████ and ███ are here. They say you’re recalled. Stop where you are and begin heading back.\n\n\n[Radio silence for 14 seconds]\n\n\nζ-9-24:\n Base, please repeat.\n\n\nBase:\n Your sortie has been aborted. Return to base.\n\n\nζ-9-15:\n Well that’s goddamn anticlimactic.\n\n\nζ-9-24:\n \n[Unintelligible.]\n\n\nζ-9-15:\n Sorry.\n\n\nζ-9-24:\n Base, we copy your about-face. We are starting back now. Will check in at MET niner zero hours.\n\n\nBase:\n Very good, nine twenty four. Sorry about this. Talk to you soon.\n\n\n[Mission log excerpt ends.]\n\n\n\n\n\n\nResult:\n MTF Zeta-9 returned to the surface after 164 hours inside SCP-3194. Video recordings were unable to resolve any light inside SCP-3194, even under image intensification. Request submitted to the Medical Division for any information on hallucinatory side effects of ██████████ ███████ at high doses.\n\n\nRecommend the conversion of a Mark VI-B1 to gas power with minimum range of 600 km.\n\n\n\n\n\n\nNo record of hallucinatory side effects of ██████████ ███████ at doses up to ████ mg. — Dr. █████ █████████, Medical Division\n\n\n\n\n\n\nConverting a Mark VI-B1 isn’t really a practical option. We’re looking at a from-scratch build here. There are budgetary factors to consider. — ████ ████████, Robotics Division\n\n\nRequest for construction of gas-powered long-range remotely operated exploration robot approved. — ████████, Area 837B Director\n\n\nFine, but don’t hold your breath for it. — ████ ████████, Robotics Division\n\n\n\n\n\n\n\n\n\n\n\n\nExploration Report 3194-05\n\n\n\n\nExploration Report 3194-05\n\n\n\n\n\n\nDate:\n ██/██/████\n\n\nReport Filed By:\n Dr. ██████, Lead researcher, SCP-3194\n\n\nMission Brief:\n A Mark VII-A1 remotely operated exploration robot (“WALDO-7 unit”) to be deployed inside SCP-3194. Visible-light and infrared data to be collected and transmitted in real time via S-band. Purpose of mission is to determine whether light phenomenon reported during previous exploration can be verified.\n\n\n\n\n\n\n[Mission log excerpt begins.]\n\n\n██/██/████ ██:██ WALDO-7 unit reaches 225 km point autonomously without documenting any new phenomena.\n\n\n██/██/████ ██:██ WALDO-7 unit is advanced under manual control to 248.41 km where visible and infrared light are detected consistent with report from previous exploration.\n\n\n██/██/████ ██:██ WALDO-7 unit is advanced under manual control to 265.90 km where visible-light camera resolves what appears to be an end to the tunnel, approximate distance 15 km.\n\n\n██/██/████ ██:██ WALDO-7 unit is advanced under manual control to 280.45 km. Tunnel ends in a chamber of uncertain dimensions; microwave ranging off-scale high. Source of light approximately 3 km from chamber entrance, estimated by parallax. Environmentals nominal. Inclinometer reading off-scale low.\n\n\n██/██/████ ██:██ WALDO-7 unit is advanced under manual control toward source of light. Source appears to be a toroid of hot gas. Phenomenon resembles nothing so much as a tornado of fire laying on its side with its “eye” facing the chamber entrance. Estimate gas torus to be at least 20 m in diameter. At 500 m from gas torus, environmentals remain nominal.\n\n\n██/██/████ ██:██ WALDO-7 unit is advanced under manual control toward gas torus. Environmentals remain nominal despite proximity to gas torus. Estimate gas torus to be 30 m along long axis.\n\n\n██/██/████ ██:██ After recording 8 hours 22 minutes of visible and infrared footage, no change is observed in gas torus except apparently normal toroidal-poloidal gas circulation. Mission terminated.\n\n\n[Mission log excerpt ends.]\n\n\n\n\n\n\nResult:\n Clearly anomalous phenomenon observed inside SCP-3194. Phenomenon should be putting out large amount of heat, but no temperature change observed. Radiological readings normal, magnetic readings normal. It’s like it’s not really there. Recommend MTF Zeta-9 for manned follow-up: millimeter-wave, spectrometry, possible sample return.\n\n\nRequest redesignation of tunnel as SCP-3194-1, chamber as SCP-3194-2, phenomenon as SCP-3194-3.\n\n\n\n\n\n\nRequest for manned follow-up exploration approved. Request for redesignation approved. Request for sample return denied. — ████████, Area 837B Director\n\n\n\n\n\n\n\n\n\n\n\n\nExploration Report 3194-06\n\n\n\n\nExploration Report 3194-06\n\n\n\n\n\n\nDate:\n ██/██/████\n\n\nReport Filed By:\n Dr. ██████, Lead researcher, SCP-3194\n\n\nMission Brief:\n MTF Zeta-9 (“Mole Rats”) will be equipped with twenty days’ supplies plus safety reserves and sent into SCP-3194-1 with orders to proceed to SCP-3194-2. Millimeter-wave radar scans of SCP-3194-2 to be performed, along with spectrometry of SCP-3194-3. Anxiolytic regimen to include ███ mg ██████████ ███████ █ times daily.\n\n\n\n\n\n\n[Mission log excerpt begins.]\n\n\nζ-9-24:\n Niner two four to base, come in?\n\n\nBase:\n Go for base.\n\n\nζ-9-24:\n We have reached the — what are we calling it?\n\n\nζ-9-11:\n [Unintelligible]\n\n\nζ-9-24:\n Right, SCP-3194-2. It’s … hard to describe, frankly.\n\n\nBase:\n Please try, nine twenty four.\n\n\n[Radio silence for 21 seconds.]\n\n\nζ-9-11:\n Uh, it’s — can I talk?\n\n\nζ-9-24:\n \n[Unintelligible]\n\n\nBase:\n Affirmative, nine eleven. Please go ahead.\n\n\nζ-9-11:\n It’s weird here. There’s no echo. The floor’s the same uniform stone tiles as the tunnel. You’d expect the room to be really echoey. But it’s just dead. There’s no sound at all.\n\n\nBase:\n Can you describe what you see?\n\n\nζ-9-11:\n Kind of? There’s the — there’s dash three off in the distance, obviously. It’s not that bright. Doesn’t hurt to look at it or anything. It—\n\n\nζ-9-24:\n Are you rolling?\n\n\nζ-9-15:\n Oh yeah.\n\n\nζ-9-11:\n It must be putting out a lot more light than it looks like, because I can just make out the ceiling. You know how if you see something really dim in a dark room you can’t see it if you look straight at it? Cause of your what you call it.\n\n\nζ-9-6\n and \nζ-9-15:\n Fovea.\n3\n\n\nζ-9-11:\n Yeah. You have to look at it sideways because your low-light vision isn’t as good when you look straight at something. It’s like that. If I look straight up it’s just black, but if I side-eye it I can make out … something.\n\n\nBase:\n Wait one, zeta nine.\n\n\nζ-9-24:\n Copy that.\n\n\n[Radio silence for 22 seconds.]\n\n\nBase:\n Twenty four, Dr. ██████ wants you to set up the millimeter-wave now.\n\n\nζ-9-24:\n Copy that. Give us five minutes.\n\n\n[Radio silence for 4 minutes 35 seconds.]\n\n\nζ-9-24:\n Niner two four to base.\n\n\nBase:\n Yeah, ████?\n\n\nζ-9-24:\n Millimeter-wave is powered up, all indicators green. Ready to begin transmitting.\n\n\nBase:\n Okay, ████. Doctor ███ reminds you to withdraw into 3194-1 during the scan.\n\n\nζ-9-24:\n Thank Doctor ███ for the reminder. Pressing the big green button now.\n\n\n[Radio silence for 8 minutes 54 seconds.]\n\n\nBase:\n Scan complete, ████. The data are a little noisy but we’ve—what? That’s impossible. \n[Unintelligible.]\n ████, uh, nine twenty four, give us a minute here.\n\n\n[Radio silence for 3 minutes 11 seconds.]\n\n\nBase:\n Nine twenty four, copy?\n\n\nζ-9-24:\n Go for niner two four.\n\n\nBase:\n Doctor ██████ is asking you to please deploy a flare above your current position.\n\n\nζ-9-24:\n Copy that. ███████?\n\n\nζ-9-6:\n On it.\n\n\n[Radio silence for 49 seconds. Sound of flare gun being fired. Radio silence for 4 seconds.]\n\n\nζ-9-24:\n Mother of God.\n\n\nζ-9-11:\n \n[Retching sounds.]\n\n\nζ-9-6:\n \n[Unintelligible.]\n\n\nBase:\n Nine twenty four, sitrep.\n\n\n[Retching sounds and unintelligible crosstalk for 28 seconds.]\n\n\nBase:\n Zeta nine, sitrep.\n\n\n[Retching sounds for 6 seconds.]\n\n\nζ-9-24:\n Shit.\n\n\nBase:\n Zeta nine, do you copy?\n\n\nζ-9-24:\n Yeah. Hang on.\n\n\nBase:\n Zeta nine, say again.\n\n\nζ-9-24:\n I said give us a second here, goddamn it. █████ and ███████ are in a bad way.\n\n\nBase:\n Please elaborate.\n\n\n[Radio silence for 24 seconds.]\n\n\nζ-9-24:\n Okay, it’s going out. I think — █████?\n\n\nζ-9-11:\n Yeah. Okay. \n[Retching sounds.]\n I’m okay.\n\n\nζ-9-24:\n Base, niner two four. We got a good look around the chamber. It’s hard to take. Disorienting.\n\n\nBase:\n Please elaborate?\n\n\nζ-9-24:\n Right. It’s—\n\n\n[Radio silence for 4 seconds.]\n\n\nζ-9-24:\n \n[Exhalation.]\n It’s large. The chamber we’re in, dash two, is very large. Cannot estimate dimensions. There’s no sense of scale. Or, I mean … the sense of scale is all wrong.\n\n\nζ-9-11:\n It’s like being a mosquito in an aircraft hangar.\n\n\nBase:\n Did you get video?\n\n\nζ-9-15:\n I was busy trying not to piss myself.\n\n\nBase:\n Understood. Wait one, zeta nine.\n\n\n[Radio silence for 14 seconds.]\n\n\nBase:\n Nine twenty four, Doctor ██████ is asking you to describe your physical symptoms.\n\n\nζ-9-24:\n \n[Unintelligible.]\n\n\nζ-9-11:\n \n[Unintelligible.]\n\n\nζ-9-24:\n I think it’s just vertigo. Dizziness and nausea. ███████ and █████ have vomited, but they’re okay now. Really bad vertigo. The flare’s burned out now so we’re back in the dark. It’s better. Not great, but better. I think we’re okay now.\n\n\nBase:\n Copy that. Doctor ██████ wants vitals on all of you: rate, BP. Are you able to comply?\n\n\nζ-9-24:\n ███████?\n\n\nζ-9-6:\n \n[Spitting sound.]\n Aye aye.\n\n\n[12 minutes of log omitted.]\n\n\nBase:\n Okay, copy all that. Looks nominal. You are ordered to proceed toward 3194-3 as you are able. Maintain five hundred meters from 3194-3.\n\n\nζ-9-24:\n Copy, base. Proceeding to half a klick. Oscar mike.\n\n\n[38 minutes of log omitted.]\n\n\nζ-9-24:\n Niner two four to base.\n\n\nBase:\n Go ahead.\n\n\nζ-9-24:\n We’re approximately five zero zero meters from dash three. It’s hard to tell for sure. No landmarks at all. This place is absolutely empty. Except for—\n\n\nζ-9-11:\n \n[Unintelligible.]\n\n\nζ-9-24:\n Base, we can’t see any features. Chamber appears to be completely empty except for dash three.\n\n\nBase:\n Say again your last, nine eleven, we didn’t copy that.\n\n\nζ-9-11:\n I said “him.” I don’t know why I said that.\n\n\nζ-9-6:\n \n[Unintelligible.]\n\n\nζ-9-11:\n No. I mean yeah, I’m good.\n\n\nBase:\n Nine twenty four, Doctor ██████ wants another vitals check.\n\n\nζ-9-11:\n I said I’m good.\n\n\nζ-9-24:\n Just do it, ███████.\n\n\nζ-9-6:\n Aye aye.\n\n\n[14 minutes of log omitted.]\n\n\nBase:\n Uh, okay, they’re telling me you’re still within safety margins. You are to proceed to fifty meters from 3194-3 and prepare the spectrometry experiment.\n\n\nζ-9-24:\n Okay, base, we copy. We’re off to see the wizard.\n\n\n[Radio silence for 7 seconds.]\n\n\nBase:\n Base copies.\n\n\n[Radio silence for 19 minutes.]\n\n\nζ-9-24:\n Base, come in.\n\n\nBase:\n Base copies, go ahead.\n\n\nζ-9-24:\n Base, we are now approximately … approximately fifty meters from … from dash three. Christ almighty, it’s a hell of a thing. Spectrometer is set up, had a loose wire but it’s okay now.\n\n\nζ-9-11:\n Did you hear that?\n\n\nζ-9-24:\n Hear what?\n\n\n[Radio silence for 14 seconds.]\n\n\nζ-9-11:\n I guess nothing. Never mind.\n\n\nBase:\n Nine eleven, are you experiencing auditory phenomena?\n\n\nζ-9-11:\n No, base. Just my ears playing tricks on me. This place is weird.\n\n\nBase:\n Understood, uh, wait one.\n\n\n[Radio silence for 18 seconds.]\n\n\nBase:\n Doctor ███ says you might experience objective—what?—objective tinnitus. Might sound like ringing or rumbling. Is that what you heard?\n\n\n[Radio silence for 6 seconds.]\n\n\nζ-9-11:\n Must’ve been, base.\n\n\nBase:\n Understood. Please report any other sounds.\n\n\nζ-9-24:\n Will do, base.\n\n\nBase:\n Doctor ██████ says you’re clear to start the spectrometry experiment.\n\n\nζ-9-24:\n Understood, starting experiment now.\n\n\n[Radio silence for 11 seconds.]\n\n\nζ-9-11:\n Experiment underway.\n\n\nBase:\n Great. Are you recording video on the phenomenon?\n\n\nζ-9-15:\n Been rolling for a while now. I’ve stacked every filter I have to try to get the exposure right. It’s got…I don’t know, structure. Something like structure. I hope the camera’s getting it.\n\n\nBase:\n We hope so too. Any other physical symptoms so far?\n\n\nζ-9-24:\n Don’t think so, base. I think it was just the vertigo, and that’s passed. ███████?\n\n\nζ-9-6:\n A-OK.\n\n\nζ-9-24:\n ███?\n\n\nζ-9-15:\n Yeah, okay.\n\n\nζ-9-24:\n █████?\n\n\n[Radio silence for 6 seconds.]\n\n\nζ-9-24:\n █████? ███████—\n\n\nζ-9-6:\n █████? Come on, █████, can you hear me?\n\n\n[Radio silence for 4 seconds.]\n\n\nζ-9-6:\n I think she’s seizing.\n\n\nζ-9-24:\n What?\n\n\nζ-9-6:\n Absence seizure. Look at her eyes. Help me get her on the ground. It’s okay, █████, you’re all right.\n\n\n[Radio silence for 46 seconds.]\n\n\nBase:\n Sitrep, please.\n\n\nζ-9-6:\n She should’ve come out of it by now. Absence seizures are short.\n\n\nζ-9-24:\n How short?\n\n\nζ-9-6:\n Like ten seconds. Base, I want to administer ten of Versed. Do you concur?\n\n\nBase:\n Wait one, nine six.\n\n\n[Radio silence for 6 seconds.]\n\n\nζ-9-6:\n Screw it.\n\n\nζ-9-24:\n ███████, wait.\n\n\nζ-9-6:\n Ten of Versed in. Come on, █████. You’re okay. Come on.\n\n\n[Radio silence for 35 seconds.]\n\n\nζ-9-6:\n Yeah, there you go. You’re okay. Just relax.\n\n\nζ-9-11:\n \n[Unintelligible.]\n\n\nζ-9-6:\n You had a seizure. You’re okay.\n\n\nζ-9-11:\n \n[Retching sounds.]\n\n\nζ-9-6:\n Woah, that’s all right.\n\n\nζ-9-24:\n Is she going to be okay?\n\n\nζ-9-6:\n I think so. She’s coming out of it now. Postictal. She might be pretty sick for the next hour or so.\n\n\nζ-9-11:\n \n[Unintelligible.]\n\n\nζ-9-24:\n What was that?\n\n\n[Radio silence for 6 seconds.]\n\n\nζ-9-6:\n She said, “Did you hear it?”\n\n\n[Mission log excerpt ends.]\n\n\n\n\n\n\nDebriefing of MTF Zeta-9-11, █████ ████████\n\n\nDebrief Conducted By:\n Dr. ██████, Lead researcher, SCP-3194\n\n\n[Transcript excerpt begins.]\n\n\nDr. ██████:\n At MET ██:██:██ you reported hearing something.\n\n\nζ-9-11:\n I said I \nthought\n I heard something. I was mistaken. I think.\n\n\nDr. ██████:\n Can you describe what you thought you heard?\n\n\nζ-9-11:\n Not…really? It was like a voice, but it wasn’t a voice. It wasn’t words. More like…concepts.\n\n\nDr. ██████:\n Can you describe these concepts?\n\n\nζ-9-11:\n Not in any useful way.\n\n\nDr. ██████:\n Please try.\n\n\n[Silence for 22 seconds.]\n\n\nζ-9-11:\n “At last we can begin again.”\n\n\n[Silence for 8 seconds.]\n\n\nDr. ██████:\n Is that what you heard?\n\n\nζ-9-11:\n Yes. No. It’s what I \nfelt.\n\n\nDr. ██████:\n And you associate these words—\n\n\nζ-9-11:\n Not words.\n\n\nDr. ██████:\n You associate this phenomenon with SCP-3194-3?\n\n\nζ-9-11:\n I think so. I don’t know. Doc, honestly, I think I was just exhausted. We’d been on the march for four days straight, in the dark, sleeping in the cold on stone floors. I think I just cracked up a little.\n\n\nDr. ██████:\n Were you compliant with the prescribed anxiolytic regimen?\n\n\nζ-9-11:\n The ██████████? Yeah, █ times a day as ordered.\n\n\nDr. ██████:\n Did you experience any side effects?\n\n\nζ-9-11:\n How would I know?\n\n\nDr. ██████:\n Let’s talk about your seizure.\n\n\nζ-9-11:\n If that’s what you want to call it.\n\n\nDr. ██████:\n What would you prefer to call it?\n\n\nζ-9-11:\n No idea. I just know I’ve never had a seizure before. Or since.\n\n\nDr. ██████:\n Do you recall any unusual sensations just before the incident? Particularly any unusual odors?\n\n\nζ-9-11:\n I don’t remember anything just before the…incident. I remember setting up the spectro gear, then next thing I knew I was on the ground throwing up.\n\n\nDr. ██████:\n And have you had any lasting symptoms?\n\n\nζ-9-11:\n No, I feel fine. I mean—no. I’m fine.\n\n\nDr. ██████:\n Please say what you want to say. This is not a part of your fitness evaluation. Your place on the team is not in jeopardy.\n\n\nζ-9-11:\n Well…I’ve been having these dreams since we got back. Every night.\n\n\nDr. ██████:\n Can you describe the dreams?\n\n\nζ-9-11:\n \n[Provisionally classified as Grade 2 cognitohazard.]\n\n\n[Silence for 1 minute 13 seconds.]\n\n\nDr. ██████:\n Oh.\n\n\n[Transcript excerpt ends.]\n\n\n\n\n\n\nResult:\n MTF Zeta-9 exited SCP-3194 after 191 hours 48 minutes. Millimeter-wave radar scan of SCP-3194-2 and spectrography studies of SCP-3194-3 returned, along with 11 hours 9 minutes of video of SCP-3194-2 and SCP-3194-3.\n\n\nZeta-9-11 recovered fully from what was apparently an absence seizure of unusual severity. No further symptoms were observed during mission.\n\n\nResults of radar scan show SCP-3194-2 is a hemicylindrical chamber approximately two kilometers in width, one kilometer high at center line, and six kilometers long. No columns, buttresses or other load-bearing features are apparent. How the roof of SCP-3194-2 supports its own weight is unknown.\n\n\nResults of spectrography studies of SCP-3194-3 indicate the presence of carbon, nitrogen, oxygen, hydrogen and potassium in a mixture of atomic and ionized states. Proportions of elements is consistent to within 0.3% with the elemental composition of DNA.\n\n\n\n\n\n\n\n\n\n\nDocument 3194.3:\n Incident Reports\n\n\n\n\nIncident Report 3194-01\n\n\n\n\nIncident Report 3194-01\n\n\n\n\n\n\nDate: ██/██/████\n\n\nReport Filed By:\n ██████ ████████, Security division head, Area 837B\n\n\nDescription of Incident:\n At 0330 on ██/██ (all times local), MTF Zeta-9-11 breached containment of SCP-3194 and entered SCP-3194-1. Containment breach went undetected until Zeta-9-11’s absence was noted at breakfast. Review of recorded video surveillance showed Zeta-9-11 entering SCP-3194 carrying standard-issue rucksack. Contents of rucksack provisionally assumed to be food and water. If correct, total volume of food and water not sufficient for journey to SCP-3194-2.\n\n\nAt 0850 rest of MTF Zeta-9 entered SCP-3194-1 with orders to intercept Zeta-9-11 and return to base.\n\n\nAt 1645 on ██/██, MTF Zeta-9 intercepted Zeta-9-11 144 km inside SCP-3194-1. Zeta-9-11 was found kneeling in total darkness with hands clasped, rocking back and forth and speaking unintelligibly in a barely audible voice. Upon examination by Zeta-9-6, Zeta-9-11 appeared to be suffering from severe dehydration and an altered mental state. Attempts to rouse Zeta-9-11 were unsuccessful; attempts to physically manipulate Zeta-9-11 into a supine position were resisted. With assistance, Zeta-9-6 was able to begin administration of intravenous fluids. Upon consultation via radio with Site 837B medical personnel, it was decided that Zeta-9-6 should sedate Zeta-9-11 via intravenous midazolam. A dose of 2–2.5 mg of intravenous midazolam is typically sufficient to induce sedation. Zeta-9-11 did not respond to two injections of 2 mg each, and required 8 mg of midazolam before she was adequately sedated.\n\n\n[Mission log excerpt begins.]\n\n\nζ-9-11:\n …Lord who brings us to birth, Lord who guides us, Lord who devours us, and though we die we remain in thy presence, we rejoice in thy kingdom, I offer thee my thoughts my words my deeds my body my meat O Lord that thou might make use of me, your servant, inadequate that I am, insufficient that I am, that I might bring thy burning light to others, that I might feed thee, that I might sustain thee, that thy cleansing incineration might cover the world that thou hast made and bring forth thy terrible kingdom at last and once again and that we might know thee fully and truly as thou sustains us and consumes us and makes us one with thy divine body…\n\n\n[Mission log excerpt ends.]\n\n\nZeta-9-11 was transported back to base under restraint via stretcher. Zeta-9-11 confined to infirmary pending evaluation.\n\n\n\n\n\n\nDate: ██/██/████\n\n\nReport Filed By:\n Dr. ███████, attending physician, Site 837B\n\n\nPatient:\n █████ ████████, ██ yr. old Caucasian female, 62.5 kg.\n\n\nUpon admission to clinic patient was under maintenance sedation with Versed 6 mg/hr IV push. Patient demonstrated marked resistance to sedation. No prior history of benzodiazepine abuse.\n\n\nPatient placed on soft restraints and sedation discontinued. After 1 hr. patient was GCS\n4\n 11 with logorrhea\n5\n. Patient’s state remains unchanged.\n\n\nIV nutrition to be continued indefinitely unless patient’s condition resolves spontaneously. Recommend patient be transferred to Site ███ for neuro and psych eval.\n\n\nPhysician’s Note:\n I have \nabsolutely\n no idea. I do stitches and tummy aches. This is way beyond me. The best way I can describe her is to say she’s in a perpetual state of profound religious ecstasy. She prays 20 hours a day, and I’d swear she hasn’t repeated herself once. This woman needs far more help than she can get here.\n\n\n\n\n\n\nRequest for transfer to Site ███ denied. — ████████, Area 837B Director\n\n\n\n\n\n\n\n\n\n\nAddendum 3194.1:\n Subsequent to Incident-3194-01, SCP-3194-3 is provisionally classified as a Grade 2 cognitohazard. Human exploration of SCP-3194 is suspended indefinitely. Robotic exploration requires Level 4 authorization. Request for upgrade to class Euclid is under review.\n\n\nAddendum 3194.2:\n Request for upgrade to class Euclid is denied.\n\n\nAddendum 3194.3:\n Request to seal entrance to SCP-3194 is under review.\n\n\nAddendum 3194.4:\n Request to seal entrance to SCP-3194 is denied.\n\n\n\n\nFootnotes\n\n\n1\n. Also known as a glacial well, a moulin is a naturally occurring shaft in a glacier or ice sheet.\n\n\n2\n. Mission Elapsed Time.\n\n\n3\n. The \nfovea centralis\n is the region of the retina with a high density of color-sensing cone cells but a low density of light-sensing rod cells.\n\n\n4\n. Glasgow Coma Scale, a means of quantifying a patient’s level of consciousness. Fully conscious patients have a GCS score of 15.\n\n\n5\n. Excessive and compulsive speech, particularly incoherent or nonsensical speech.\n\n\n\n\n\n\n\n\n« \nSCP-3193\n | SCP-3194 | \nSCP-3195\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3194\n\" by CharlesDoucet, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3194\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3194.1: Subsequent to Incident-3194-01, SCP-3194-3 is provisionally classified as a Grade 2 cognitohazard. Human exploration of SCP-3194 is suspended indefinitely. Robotic exploration requires Level 4 authorization. Request for upgrade to class Euclid is under review.",
        "Addendum 3194.2: Request for upgrade to class Euclid is denied.",
        "Addendum 3194.3: Request to seal entrance to SCP-3194 is under review.",
        "Addendum 3194.4: Request to seal entrance to SCP-3194 is denied."
    ],
    "documents": [
        "Document 3194.1: Discovery\nSCP-3194 was initially discovered on ██/██/████ during a routine review of Earth-observation imaging. The feature was initially believed to be a moulin 1 of unknown origin in the East Antarctic Ice Sheet. Foundation satellite KNOTHOLE-33 was tasked to obtain high-resolution imagery of the feature. It was at this time that the geometric properties of the feature were identified. A Foundation research team was redirected from [DATA EXPUNGED] confirmed the apparently anomalous nature of the structure. In ██/████ Area 837B was constructed to contain SCP-3194 and to facilitate exploration of the structure.",
        "Document 3194.2: Exploration Reports",
        "Document 3194.3: Incident Reports"
    ],
    "notes": [
        "Date: ██/██/████ Report Filed By: Dr. ██████, Lead researcher, SCP-3194 Mission Brief: Attempts at using laser rangefinding to determine the extent of SCP-3194 have failed. It is unknown if this is the result of atmospheric conditions inside SCP-3194 or another cause. A standard Mark VI-B1 remotely operated exploration robot (“WALDO-6 unit”) equipped with visible-light and infrared imaging will be deployed into SCP-3194 to determine its extent. Result: WALDO-6 unit made it 10.11 km before exhausting its battery power and shutting down. No new features documented. WALDO-6 unit remains inside SCP-3194. This structure is obviously much larger than suspected. Recommend calling in MTF Zeta-9.",
        "Request for MTF deployment approved. — ████████, Area 837B Director",
        "Date: ██/██/████ Report Filed By: Dr. ██████, Lead researcher, SCP-3194 Mission Brief: MTF Zeta-9 (“Mole Rats”) will be equipped with two days’ supplies plus reserve margin and sent into SCP-3194 with orders to proceed until they find something worth reporting or have to turn back. Result: MTF Zeta-9 forced to turn back after 11 hours (49.8 km) due to mission-jeopardizing claustrophobia symptoms on part of all team members. Recommend psychological screening or other precaution in future.",
        "Zeta-9 members are screened for claustrophobic tendencies, ███████. Claustrophobia is practically the job description. — ██████████, Mobile Task Force Command",
        "Date: ██/██/████ Report Filed By: Dr. ██████, Lead researcher, SCP-3194 Mission Brief: MTF Zeta-9 (“Mole Rats”) will be equipped with two days’ supplies plus reserve margin and sent into SCP-3194 with orders to proceed until they find something worth reporting or have to turn back. Anxiolytic regimen to include ███ mg ██████████ ███████ █ times daily. Result: MTF Zeta-9 reached the 50 km mark. No interior features identified. Inclinometer at 50 km indicated a slope of 2.10°, consistent with hypothesis that SCP-3194 runs perpendicular to earth’s axis. Reflector-aided laser surveying confirms SCP-3194 is as close to perfectly straight as we can measure. Estimates of the geometry of SCP-3194 suggest that, if it just keeps going, it should be at most 567 km long. The size of the tunnel and lack of air circulation makes gas-powered vehicles impractical, and we don’t have anything electric with nearly enough range. All things being equal, it should take MTF Zeta-9 approximately 105 hours to cover this distance on foot. Factoring in rest periods and a safety margin, that’s a maximum of ten days there, ten days back. In the dark. Alone. Better them than me.",
        "Date: ██/██/████ Report Filed By: Dr. ██████, Lead researcher, SCP-3194 Mission Brief: MTF Zeta-9 (“Mole Rats”) will be equipped with twenty days’ supplies plus safety reserves and sent into SCP-3194 with orders to proceed until they find something worth reporting, have to turn back, or come out the other side. Anxiolytic regimen to include ███ mg ██████████ ███████ █ times daily.",
        "[Mission log excerpt begins.] ζ-9-24: Niner two four to base, checking in, MET 2 eight seven hours. Copy? Base: Copy your eighty seven, ████. Still nothing to report? ζ-9-24: Just more of the same. Coming up on two two five klicks. All is well. Base: Copy that. Catch you on the flip side. [Radio silence for 38 minutes 41 seconds.] ζ-9-24: Niner two four to base, copy? [Radio silence for 49 seconds.] Base: Uh, copy, nine twenty four. Sorry about that. Go ahead. ζ-9-24: Base, we may see light up ahead. Base: Say again, twenty four? ζ-9-24: Yeah, we’re as surprised as you. █████ says there’s a light up ahead, and the rest of us concur. It’s dim but it’s there. Base: Any environmental changes? Confirm temperature, BP, inclinometer. [Radio silence for 21 seconds.] ζ-9-11: Minus eleven C, twelve ninety four millimeters. Base: Thanks, █████. Uh— ζ-9-11: Inclinometer’s reading zero point four five. Base: Right, got it. ζ-9-24: Could this be the ██████████, base? Are we hallucinating here? Base: Uh, unknown at this time, twenty four. Hold the line, will you? I gotta wake some people up. ζ-9-24: Copy that. [23 minutes of log omitted.] Base: Nine twenty four, your orders are to proceed. ζ-9-24: Proceed? Base: That’s what they’re telling me. ζ-9-24: Understood. Will check in at — okay, we missed eighty eight. Will check in at eighty nine in fifty eight minutes. Base: Copy. Out. [58 minutes of log omitted.] ζ-9-24: Niner two four to base, checking in, MET eight niner hours. Base: I read you, twenty four. What’s the story on that light? ζ-9-24: It’s definitely there, base. Doesn’t look any closer. We tried to roll some tape on it but I think it’s too dim to pick up. Base: Understood. Doctor ██████ wanted me to ask you if there’s any chance you might be seeing daylight? ζ-9-24: I don’t think so, base. It’s flickering, not steady. Could be atmospherics I guess, depends on how far out it is. It’s really dim. Base: Copy. Anything else to report? ζ-9-24: Negative, base. All is well. Will report in at MET niner zero. Base: Copy that. See you in an hour. [31 minutes of log omitted.] Base: Zeta nine twenty four, come in please. ζ-9-24: Go for niner two four. Base: Doctors ██████ and ███ are here. They say you’re recalled. Stop where you are and begin heading back. [Radio silence for 14 seconds] ζ-9-24: Base, please repeat. Base: Your sortie has been aborted. Return to base. ζ-9-15: Well that’s goddamn anticlimactic. ζ-9-24: [Unintelligible.] ζ-9-15: Sorry. ζ-9-24: Base, we copy your about-face. We are starting back now. Will check in at MET niner zero hours. Base: Very good, nine twenty four. Sorry about this. Talk to you soon. [Mission log excerpt ends.]",
        "Result: MTF Zeta-9 returned to the surface after 164 hours inside SCP-3194. Video recordings were unable to resolve any light inside SCP-3194, even under image intensification. Request submitted to the Medical Division for any information on hallucinatory side effects of ██████████ ███████ at high doses. Recommend the conversion of a Mark VI-B1 to gas power with minimum range of 600 km.",
        "No record of hallucinatory side effects of ██████████ ███████ at doses up to ████ mg. — Dr. █████ █████████, Medical Division",
        "Converting a Mark VI-B1 isn’t really a practical option. We’re looking at a from-scratch build here. There are budgetary factors to consider. — ████ ████████, Robotics Division Request for construction of gas-powered long-range remotely operated exploration robot approved. — ████████, Area 837B Director Fine, but don’t hold your breath for it. — ████ ████████, Robotics Division",
        "Date: ██/██/████ Report Filed By: Dr. ██████, Lead researcher, SCP-3194 Mission Brief: A Mark VII-A1 remotely operated exploration robot (“WALDO-7 unit”) to be deployed inside SCP-3194. Visible-light and infrared data to be collected and transmitted in real time via S-band. Purpose of mission is to determine whether light phenomenon reported during previous exploration can be verified.",
        "[Mission log excerpt begins.] ██/██/████ ██:██ WALDO-7 unit reaches 225 km point autonomously without documenting any new phenomena. ██/██/████ ██:██ WALDO-7 unit is advanced under manual control to 248.41 km where visible and infrared light are detected consistent with report from previous exploration. ██/██/████ ██:██ WALDO-7 unit is advanced under manual control to 265.90 km where visible-light camera resolves what appears to be an end to the tunnel, approximate distance 15 km. ██/██/████ ██:██ WALDO-7 unit is advanced under manual control to 280.45 km. Tunnel ends in a chamber of uncertain dimensions; microwave ranging off-scale high. Source of light approximately 3 km from chamber entrance, estimated by parallax. Environmentals nominal. Inclinometer reading off-scale low. ██/██/████ ██:██ WALDO-7 unit is advanced under manual control toward source of light. Source appears to be a toroid of hot gas. Phenomenon resembles nothing so much as a tornado of fire laying on its side with its “eye” facing the chamber entrance. Estimate gas torus to be at least 20 m in diameter. At 500 m from gas torus, environmentals remain nominal. ██/██/████ ██:██ WALDO-7 unit is advanced under manual control toward gas torus. Environmentals remain nominal despite proximity to gas torus. Estimate gas torus to be 30 m along long axis. ██/██/████ ██:██ After recording 8 hours 22 minutes of visible and infrared footage, no change is observed in gas torus except apparently normal toroidal-poloidal gas circulation. Mission terminated. [Mission log excerpt ends.]",
        "Result: Clearly anomalous phenomenon observed inside SCP-3194. Phenomenon should be putting out large amount of heat, but no temperature change observed. Radiological readings normal, magnetic readings normal. It’s like it’s not really there. Recommend MTF Zeta-9 for manned follow-up: millimeter-wave, spectrometry, possible sample return. Request redesignation of tunnel as SCP-3194-1, chamber as SCP-3194-2, phenomenon as SCP-3194-3.",
        "Request for manned follow-up exploration approved. Request for redesignation approved. Request for sample return denied. — ████████, Area 837B Director",
        "Date: ██/██/████ Report Filed By: Dr. ██████, Lead researcher, SCP-3194 Mission Brief: MTF Zeta-9 (“Mole Rats”) will be equipped with twenty days’ supplies plus safety reserves and sent into SCP-3194-1 with orders to proceed to SCP-3194-2. Millimeter-wave radar scans of SCP-3194-2 to be performed, along with spectrometry of SCP-3194-3. Anxiolytic regimen to include ███ mg ██████████ ███████ █ times daily.",
        "[Mission log excerpt begins.] ζ-9-24: Niner two four to base, come in? Base: Go for base. ζ-9-24: We have reached the — what are we calling it? ζ-9-11: [Unintelligible] ζ-9-24: Right, SCP-3194-2. It’s … hard to describe, frankly. Base: Please try, nine twenty four. [Radio silence for 21 seconds.] ζ-9-11: Uh, it’s — can I talk? ζ-9-24: [Unintelligible] Base: Affirmative, nine eleven. Please go ahead. ζ-9-11: It’s weird here. There’s no echo. The floor’s the same uniform stone tiles as the tunnel. You’d expect the room to be really echoey. But it’s just dead. There’s no sound at all. Base: Can you describe what you see? ζ-9-11: Kind of? There’s the — there’s dash three off in the distance, obviously. It’s not that bright. Doesn’t hurt to look at it or anything. It— ζ-9-24: Are you rolling? ζ-9-15: Oh yeah. ζ-9-11: It must be putting out a lot more light than it looks like, because I can just make out the ceiling. You know how if you see something really dim in a dark room you can’t see it if you look straight at it? Cause of your what you call it. ζ-9-6 and ζ-9-15: Fovea. 3 ζ-9-11: Yeah. You have to look at it sideways because your low-light vision isn’t as good when you look straight at something. It’s like that. If I look straight up it’s just black, but if I side-eye it I can make out … something. Base: Wait one, zeta nine. ζ-9-24: Copy that. [Radio silence for 22 seconds.] Base: Twenty four, Dr. ██████ wants you to set up the millimeter-wave now. ζ-9-24: Copy that. Give us five minutes. [Radio silence for 4 minutes 35 seconds.] ζ-9-24: Niner two four to base. Base: Yeah, ████? ζ-9-24: Millimeter-wave is powered up, all indicators green. Ready to begin transmitting. Base: Okay, ████. Doctor ███ reminds you to withdraw into 3194-1 during the scan. ζ-9-24: Thank Doctor ███ for the reminder. Pressing the big green button now. [Radio silence for 8 minutes 54 seconds.] Base: Scan complete, ████. The data are a little noisy but we’ve—what? That’s impossible. [Unintelligible.] ████, uh, nine twenty four, give us a minute here. [Radio silence for 3 minutes 11 seconds.] Base: Nine twenty four, copy? ζ-9-24: Go for niner two four. Base: Doctor ██████ is asking you to please deploy a flare above your current position. ζ-9-24: Copy that. ███████? ζ-9-6: On it. [Radio silence for 49 seconds. Sound of flare gun being fired. Radio silence for 4 seconds.] ζ-9-24: Mother of God. ζ-9-11: [Retching sounds.] ζ-9-6: [Unintelligible.] Base: Nine twenty four, sitrep. [Retching sounds and unintelligible crosstalk for 28 seconds.] Base: Zeta nine, sitrep. [Retching sounds for 6 seconds.] ζ-9-24: Shit. Base: Zeta nine, do you copy? ζ-9-24: Yeah. Hang on. Base: Zeta nine, say again. ζ-9-24: I said give us a second here, goddamn it. █████ and ███████ are in a bad way. Base: Please elaborate. [Radio silence for 24 seconds.] ζ-9-24: Okay, it’s going out. I think — █████? ζ-9-11: Yeah. Okay. [Retching sounds.] I’m okay. ζ-9-24: Base, niner two four. We got a good look around the chamber. It’s hard to take. Disorienting. Base: Please elaborate? ζ-9-24: Right. It’s— [Radio silence for 4 seconds.] ζ-9-24: [Exhalation.] It’s large. The chamber we’re in, dash two, is very large. Cannot estimate dimensions. There’s no sense of scale. Or, I mean … the sense of scale is all wrong. ζ-9-11: It’s like being a mosquito in an aircraft hangar. Base: Did you get video? ζ-9-15: I was busy trying not to piss myself. Base: Understood. Wait one, zeta nine. [Radio silence for 14 seconds.] Base: Nine twenty four, Doctor ██████ is asking you to describe your physical symptoms. ζ-9-24: [Unintelligible.] ζ-9-11: [Unintelligible.] ζ-9-24: I think it’s just vertigo. Dizziness and nausea. ███████ and █████ have vomited, but they’re okay now. Really bad vertigo. The flare’s burned out now so we’re back in the dark. It’s better. Not great, but better. I think we’re okay now. Base: Copy that. Doctor ██████ wants vitals on all of you: rate, BP. Are you able to comply? ζ-9-24: ███████? ζ-9-6: [Spitting sound.] Aye aye. [12 minutes of log omitted.] Base: Okay, copy all that. Looks nominal. You are ordered to proceed toward 3194-3 as you are able. Maintain five hundred meters from 3194-3. ζ-9-24: Copy, base. Proceeding to half a klick. Oscar mike. [38 minutes of log omitted.] ζ-9-24: Niner two four to base. Base: Go ahead. ζ-9-24: We’re approximately five zero zero meters from dash three. It’s hard to tell for sure. No landmarks at all. This place is absolutely empty. Except for— ζ-9-11: [Unintelligible.] ζ-9-24: Base, we can’t see any features. Chamber appears to be completely empty except for dash three. Base: Say again your last, nine eleven, we didn’t copy that. ζ-9-11: I said “him.” I don’t know why I said that. ζ-9-6: [Unintelligible.] ζ-9-11: No. I mean yeah, I’m good. Base: Nine twenty four, Doctor ██████ wants another vitals check. ζ-9-11: I said I’m good. ζ-9-24: Just do it, ███████. ζ-9-6: Aye aye. [14 minutes of log omitted.] Base: Uh, okay, they’re telling me you’re still within safety margins. You are to proceed to fifty meters from 3194-3 and prepare the spectrometry experiment. ζ-9-24: Okay, base, we copy. We’re off to see the wizard. [Radio silence for 7 seconds.] Base: Base copies. [Radio silence for 19 minutes.] ζ-9-24: Base, come in. Base: Base copies, go ahead. ζ-9-24: Base, we are now approximately … approximately fifty meters from … from dash three. Christ almighty, it’s a hell of a thing. Spectrometer is set up, had a loose wire but it’s okay now. ζ-9-11: Did you hear that? ζ-9-24: Hear what? [Radio silence for 14 seconds.] ζ-9-11: I guess nothing. Never mind. Base: Nine eleven, are you experiencing auditory phenomena? ζ-9-11: No, base. Just my ears playing tricks on me. This place is weird. Base: Understood, uh, wait one. [Radio silence for 18 seconds.] Base: Doctor ███ says you might experience objective—what?—objective tinnitus. Might sound like ringing or rumbling. Is that what you heard? [Radio silence for 6 seconds.] ζ-9-11: Must’ve been, base. Base: Understood. Please report any other sounds. ζ-9-24: Will do, base. Base: Doctor ██████ says you’re clear to start the spectrometry experiment. ζ-9-24: Understood, starting experiment now. [Radio silence for 11 seconds.] ζ-9-11: Experiment underway. Base: Great. Are you recording video on the phenomenon? ζ-9-15: Been rolling for a while now. I’ve stacked every filter I have to try to get the exposure right. It’s got…I don’t know, structure. Something like structure. I hope the camera’s getting it. Base: We hope so too. Any other physical symptoms so far? ζ-9-24: Don’t think so, base. I think it was just the vertigo, and that’s passed. ███████? ζ-9-6: A-OK. ζ-9-24: ███? ζ-9-15: Yeah, okay. ζ-9-24: █████? [Radio silence for 6 seconds.] ζ-9-24: █████? ███████— ζ-9-6: █████? Come on, █████, can you hear me? [Radio silence for 4 seconds.] ζ-9-6: I think she’s seizing. ζ-9-24: What? ζ-9-6: Absence seizure. Look at her eyes. Help me get her on the ground. It’s okay, █████, you’re all right. [Radio silence for 46 seconds.] Base: Sitrep, please. ζ-9-6: She should’ve come out of it by now. Absence seizures are short. ζ-9-24: How short? ζ-9-6: Like ten seconds. Base, I want to administer ten of Versed. Do you concur? Base: Wait one, nine six. [Radio silence for 6 seconds.] ζ-9-6: Screw it. ζ-9-24: ███████, wait. ζ-9-6: Ten of Versed in. Come on, █████. You’re okay. Come on. [Radio silence for 35 seconds.] ζ-9-6: Yeah, there you go. You’re okay. Just relax. ζ-9-11: [Unintelligible.] ζ-9-6: You had a seizure. You’re okay. ζ-9-11: [Retching sounds.] ζ-9-6: Woah, that’s all right. ζ-9-24: Is she going to be okay? ζ-9-6: I think so. She’s coming out of it now. Postictal. She might be pretty sick for the next hour or so. ζ-9-11: [Unintelligible.] ζ-9-24: What was that? [Radio silence for 6 seconds.] ζ-9-6: She said, “Did you hear it?” [Mission log excerpt ends.]",
        "Debriefing of MTF Zeta-9-11, █████ ████████ Debrief Conducted By: Dr. ██████, Lead researcher, SCP-3194 [Transcript excerpt begins.] Dr. ██████: At MET ██:██:██ you reported hearing something. ζ-9-11: I said I thought I heard something. I was mistaken. I think. Dr. ██████: Can you describe what you thought you heard? ζ-9-11: Not…really? It was like a voice, but it wasn’t a voice. It wasn’t words. More like…concepts. Dr. ██████: Can you describe these concepts? ζ-9-11: Not in any useful way. Dr. ██████: Please try. [Silence for 22 seconds.] ζ-9-11: “At last we can begin again.” [Silence for 8 seconds.] Dr. ██████: Is that what you heard? ζ-9-11: Yes. No. It’s what I felt. Dr. ██████: And you associate these words— ζ-9-11: Not words. Dr. ██████: You associate this phenomenon with SCP-3194-3? ζ-9-11: I think so. I don’t know. Doc, honestly, I think I was just exhausted. We’d been on the march for four days straight, in the dark, sleeping in the cold on stone floors. I think I just cracked up a little. Dr. ██████: Were you compliant with the prescribed anxiolytic regimen? ζ-9-11: The ██████████? Yeah, █ times a day as ordered. Dr. ██████: Did you experience any side effects? ζ-9-11: How would I know? Dr. ██████: Let’s talk about your seizure. ζ-9-11: If that’s what you want to call it. Dr. ██████: What would you prefer to call it? ζ-9-11: No idea. I just know I’ve never had a seizure before. Or since. Dr. ██████: Do you recall any unusual sensations just before the incident? Particularly any unusual odors? ζ-9-11: I don’t remember anything just before the…incident. I remember setting up the spectro gear, then next thing I knew I was on the ground throwing up. Dr. ██████: And have you had any lasting symptoms? ζ-9-11: No, I feel fine. I mean—no. I’m fine. Dr. ██████: Please say what you want to say. This is not a part of your fitness evaluation. Your place on the team is not in jeopardy. ζ-9-11: Well…I’ve been having these dreams since we got back. Every night. Dr. ██████: Can you describe the dreams? ζ-9-11: [Provisionally classified as Grade 2 cognitohazard.] [Silence for 1 minute 13 seconds.] Dr. ██████: Oh. [Transcript excerpt ends.]",
        "Result: MTF Zeta-9 exited SCP-3194 after 191 hours 48 minutes. Millimeter-wave radar scan of SCP-3194-2 and spectrography studies of SCP-3194-3 returned, along with 11 hours 9 minutes of video of SCP-3194-2 and SCP-3194-3. Zeta-9-11 recovered fully from what was apparently an absence seizure of unusual severity. No further symptoms were observed during mission. Results of radar scan show SCP-3194-2 is a hemicylindrical chamber approximately two kilometers in width, one kilometer high at center line, and six kilometers long. No columns, buttresses or other load-bearing features are apparent. How the roof of SCP-3194-2 supports its own weight is unknown. Results of spectrography studies of SCP-3194-3 indicate the presence of carbon, nitrogen, oxygen, hydrogen and potassium in a mixture of atomic and ionized states. Proportions of elements is consistent to within 0.3% with the elemental composition of DNA.",
        "Date: ██/██/████ Report Filed By: ██████ ████████, Security division head, Area 837B Description of Incident: At 0330 on ██/██ (all times local), MTF Zeta-9-11 breached containment of SCP-3194 and entered SCP-3194-1. Containment breach went undetected until Zeta-9-11’s absence was noted at breakfast. Review of recorded video surveillance showed Zeta-9-11 entering SCP-3194 carrying standard-issue rucksack. Contents of rucksack provisionally assumed to be food and water. If correct, total volume of food and water not sufficient for journey to SCP-3194-2. At 0850 rest of MTF Zeta-9 entered SCP-3194-1 with orders to intercept Zeta-9-11 and return to base. At 1645 on ██/██, MTF Zeta-9 intercepted Zeta-9-11 144 km inside SCP-3194-1. Zeta-9-11 was found kneeling in total darkness with hands clasped, rocking back and forth and speaking unintelligibly in a barely audible voice. Upon examination by Zeta-9-6, Zeta-9-11 appeared to be suffering from severe dehydration and an altered mental state. Attempts to rouse Zeta-9-11 were unsuccessful; attempts to physically manipulate Zeta-9-11 into a supine position were resisted. With assistance, Zeta-9-6 was able to begin administration of intravenous fluids. Upon consultation via radio with Site 837B medical personnel, it was decided that Zeta-9-6 should sedate Zeta-9-11 via intravenous midazolam. A dose of 2–2.5 mg of intravenous midazolam is typically sufficient to induce sedation. Zeta-9-11 did not respond to two injections of 2 mg each, and required 8 mg of midazolam before she was adequately sedated. [Mission log excerpt begins.] ζ-9-11: …Lord who brings us to birth, Lord who guides us, Lord who devours us, and though we die we remain in thy presence, we rejoice in thy kingdom, I offer thee my thoughts my words my deeds my body my meat O Lord that thou might make use of me, your servant, inadequate that I am, insufficient that I am, that I might bring thy burning light to others, that I might feed thee, that I might sustain thee, that thy cleansing incineration might cover the world that thou hast made and bring forth thy terrible kingdom at last and once again and that we might know thee fully and truly as thou sustains us and consumes us and makes us one with thy divine body… [Mission log excerpt ends.] Zeta-9-11 was transported back to base under restraint via stretcher. Zeta-9-11 confined to infirmary pending evaluation.",
        "Date: ██/██/████ Report Filed By: Dr. ███████, attending physician, Site 837B Patient: █████ ████████, ██ yr. old Caucasian female, 62.5 kg. Upon admission to clinic patient was under maintenance sedation with Versed 6 mg/hr IV push. Patient demonstrated marked resistance to sedation. No prior history of benzodiazepine abuse. Patient placed on soft restraints and sedation discontinued. After 1 hr. patient was GCS 4 11 with logorrhea 5 . Patient’s state remains unchanged. IV nutrition to be continued indefinitely unless patient’s condition resolves spontaneously. Recommend patient be transferred to Site ███ for neuro and psych eval. Physician’s Note: I have absolutely no idea. I do stitches and tummy aches. This is way beyond me. The best way I can describe her is to say she’s in a perpetual state of profound religious ecstasy. She prays 20 hours a day, and I’d swear she hasn’t repeated herself once. This woman needs far more help than she can get here.",
        "Request for transfer to Site ███ denied. — ████████, Area 837B Director",
        "\" SCP-3194 \" by CharlesDoucet, from the SCP Wiki . Source: https://scpwiki.com/scp-3194 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3194",
    "object_class": "Safe",
    "containment_procedures": "Area 837B has been constructed around SCP-3194 under the pretense of establishing a protective habitat for a previously unknown and critically endangered species of inland Aptenodytes. The four-square-kilometer site includes temporary facilities to support the exploration of SCP-3194 and is surrounded by a continuously patrolled perimeter fence. The entrance to SCP-3194 is enclosed in a 50 m opaque geodesic dome. Due to the geographical remoteness of SCP-3194, no additional containment procedures are deemed necessary at this time.",
    "description": "SCP-3194 is an underground structure of unusual size located beneath the Antarctic Plateau. It consists of two sub-structures, designated SCP-3194-1 and SCP-3194-2.",
    "title": "SCP-3194"
}