{
    "url": "https://scp-wiki.wikidot.com/scp-3201",
    "all_text": "rating: \n+679\n+\n–\nx\n\n\n\n\n\n\n\n\nWK-11 5340\n\n\nAUTHORIZATION REQUIRED\n\n\nCLASS H RESTRICTED INFORMATION PROTOCOLS\n\n\n\n\n\n\n\n\nIn accordance with \nO5-Order 15128\n the contents of this file are restricted to personnel who have obtained WK-11/5340 authorization. Attempted infractions \nwill\n result in disciplinary action, including but not necessarily limited to: demotion, mandatory-duty transfers, partial/total CQT isolation, and/or termination.\n\n\n\n\n\n\n\n\n.\n\n\n.\n\n\n\n\n[VERIFY CREDENTIALS]\n\n\n\n\n[CREDENTIALS ACCEPTED]\n\n\n\n\n.\n\n\n.\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3201\n\n\nObject Class:\n Thaumiel\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSpecial Containment Procedures:\n Containment procedures for SCP-3201 are limited primarily to disinformation protocols surrounding SCP-3201, exchanges and agreements with SCP-3201, and communications with SCP-3201.\n\n\nFoundation assets are to maintain a continual presence within media and meteorological organizations listed in Document Q5/903. SCP-3201 instances are to be referred to as \"ball lightning\" or variations thereof, depending on the nature of the incident. Standard Class-A amnestics are to be administered aerially to populations situated within 1.5km of the location of the appearance of an SCP-3201 instance with discretion based upon flight path and diameter (see Document AW/N3-K1).\n\n\n\n\n\n\nResidents of Logashkino, Sakha, were forcefully vacated in 1984 by GRU-P officials after regular reports of SCP-3201 instances (2008)\n\n\n\n\n\n\nOnly CL/3000 and above personnel who have obtained WK-11/5340 authorization are permitted to directly interact and communicate with SCP-3201 instances, with reasonable exceptions for task-force personnel and D-class personnel during testing. Foundation personnel who have not obtained WK-11/5340 authorization, or individuals from partner organizations, may be assigned to SCP-3201 research, under the condition that they are amnesticised following the discontinuation of their research (see Document EH/RO-2E).\n\n\nExchanges, bartering, and trade agreements with SCP-3201 must be conducted by personnel familiar with Collingua, the constructed interlingua used for communication between humans and SCP-3201 instances. Researchers are required to study records of the 1983 Archivist-Foundation Accords as a basis for conduct in negotiating future agreements. Negotiators are advised to familiarize themselves with the aesthetic preferences of particular SCP-3201 instances. Keter-class anomalous objects must not be used for bartering purposes.\n\n\nRoutes to Logashkino, located in Sakha, Russian Federation, must be restricted to Foundation personnel. Satellite imagery, property records, and all forms of print and digital media are to suggest that Logashkino was formerly a trading post, but has been completely uninhabited since 1998 with the exception of outposts by Russian logging and mineral corporations. Twenty permanent personnel are to remain on site at all times for maintenance.\n\n\nPersonnel who have not obtained WK-11/5340 access credentials are to be amnesticised after departing from the Logashkino site. It is suggested that internal Foundation employees without WK-11/5340 authorization be led to believe that Logashkino is an isolation site for a logograph-based cognitomorphological virus in order to discourage undue interest in Eigen-12.\n\n\n\n\n\n\n\n\nA 1967 preliminary document, first illustrated documentation of SCP-3201\n\n\n\n\n\n\nDescription:\n SCP-3201 is the collective designation for a class of sentient, mobile hyperdimensional entities, appearing as luminous spheres with variations in colour and diameter. SCP-3201 instances identify themselves as \"Archivists\" to Foundation personnel, and are usually identified as ball lightning in the wider scientific community.\n\n\nSCP-3201 instances were first brought to the attention of the Foundation as potential anomalies after several aerial sightings of \"kraut fireballs\" or \"foo-fighters\" over Germany in November 1944, described as \"resembling Christmas tree lights, usually non-hostile and unable to be outmaneuvered\".\n\n\nInitially classified as naturally-occurring electromagnetic phenomena, an SCP-3201 instance was reported once again by MTF Chi-3 (\"Exorcists\") in 1959 as a central figure of worship within an anomalous Melanesian cargo-cult community — stones, shells, gems and animal bones chiselled into polyhedral shapes, would be ritualistically offered to the instance, in exchange for which the instance would provide crates of canned foods and various Western manufactured goods from nearby parallel universes (see Addendum AJ/151).\n\n\nIn 1968, it was ascertained that eigenstations, originally constructed by the Foundation to meet increasing energy requirements for dimensional containment operations in Site-62, acted as \"attractants\" for SCP-3201 instances. Repeated contact between SCP-3201 instances and Site-62 researchers enabled the analysis and translation of symbols used by SCP-3201, which enable topologically and mathematically precise communication. SCP-3201 instances were capable of transferring knowledge of this constructed language between themselves.\n\n\n\n\n\n\nExample of items collected by SCP-3201-25 (1985)\n\n\n\n\n\n\nThrough these communications, SCP-3201 instances communicated their intentions to \"collect\" and \"archive\" specific types of objects. For example, SCP-3201-4 primarily archives spotted turtles (\nClemmys guttata\n), with a preference towards specific spot patterns and weights. According to SCP-3201-4, no other nearby parallel universes host spotted turtles. SCP-3201 instances are known to change preferences after finding an appropriate item.\n\n\nBy order, the first eight SCP-3201 instances expressed the desire to collect \"ideal versions\" of the following items:\n\n\n\n\n\n\nPlatonic solids (tetrahedra, cubes, octahedra, dodecahedra, or icosahedra)\n ranging between 5cm and 30cm in width. Preference for smoothness.\n\n\nDark green Wellington boots.\n Preferences unknown.\n\n\n[REDACTED]\n\n\nTurtles resembling \nClemmys guttata\n. Preference for specific spot patterns, weight between 100g-130g.\n\n\nSeeds of unclassified organism.\n SCP-3201-5 provided examples of said seeds, which were transported to Site-103, and cultivated in a high-moisture, carbon-dioxide-rich environment. Seeds germinated into a vine-like plant containing pockets of methanous hydrogen gas. After eighteen days, the plant appeared to detach itself, developed into a free-standing floating structure in the center of the greenhouse, and continually dispersed seeds onto the ground before incinerating itself two days later.\n\n\nDenominations of currency bearing the number '5'.\n Preference towards warmer colours. (?)\n\n\nWWII-era foxhole crystal radio receivers.\n Preference towards functional receivers.\n\n\nUnknown object class.\n Described as spherical in shape, metallic in composition, covered in elongated spindles, and approximately two metres in diameter - apparently extant in nearby universes. SCP-3201-8 provided researchers with an example of the object, which appears to be neutrally buoyant, and emits electromagnetic radiation in structured pulses at 528 Hz. Air temperatures within 1.5km of the object decreased by 8 degrees Celsius over the course of three hours over the duration of testing. Function unknown, researchers were requested by SCP-3201-8 to manufacture more. Request was denied.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTranslated by ██ ██\n\n\n\n\nObservations and testimony collected from May 21 Guangzhou factory incident\n\n\nJULY 15, 1983\n\n\n\n\nKEY INFORMATION\n\n\n\n\n\n\nIncident occurred in Liwan Ceramics Co. Ltd. a ceramics manufacturing factory in Liwan, Guangzhou.\n\n\nFactory was of no interest to foreign intelligence agencies.\n\n\nIncident occurred from 11:33 to 3:08 (May 21, 1983).\n\n\nThirty-four witnesses were present. Most accounts are consistent.\n\n\nUnlikely to pose immediate security threat.\n\n\nAt 11:33, a slightly-indistinct \"sphere of light\" was observed in the workshop, hovering in the air, approximately three metres off the floor, with no visible supports. Over the next minute, the sphere of light grew and became more distinct. The sphere was orange/red tinted (twelve report orange, eight report red, fourteen are unsure). The sphere measured 3.5 metres in diameter at its maximum. The sphere had the luminescence of an ordinary light-bulb, and was not extremely bright, nor did it radiate heat. ██ states that, nevertheless, the air surrounding the sphere distinctly rippled in a manner suggestive of a heat wave. This was confirmed by nineteen other witnesses.\n\n\nThe sphere started to slowly circle the room in a \"predatory\" / \"inquisitive\" / \"uncertain\" manner at 11:37, passing through several solid objects unimpeded. These objects show no signs of damage nor do they display any unusual features.\n\n\nAt approximately 1:00, the sphere appeared to lightly burn several seemingly-handwritten Traditional characters onto a wall. These were: 貿 (\"commerce, trade, barter\"), 有 (\"1. to have, 2. to exist\"), 罐 (\"jar\"), 要 (\"1. to demand, 2. to want\"), 愿 (\"1. honest, sincere, 2. wish, hope\"), 錢 (\"money\"), and 金 (\"1. copper, 2. gold\").\n\n\nThe first batch of Ming-era reproduction vases had finished in the morning.\n\n\n██, the site manager, approached the sphere and attempted to communicate with it. ██ established a system by which ██ would ask a question and the sphere would burn either a circle or a cross to indicate affirmation and negation over the course of one hour.\n\n\n██ reported having successfully made a trade agreement.\n\n\nFrom 2:35 to 2:39, the sphere \"swallowed\" thirty-four vases (accounts are inconsistent).\n\n\nOver the course of a minute, the sphere slowly diminished in magnitude and distinctness until it completely disappeared.\n\n\nStarting from 3:01, the sphere reappeared in the same manner as previously described.\n\n\nAfter fully reappearing, the sphere circled over the workers for three minutes while \"showering\" them with approximately 600 kg of currency in the form of the renminbi, pristine Imperial-era copper coins, silver coinage, and various unidentifiable forms of currency (most notably banknotes featuring both Chinese and French with a silhouette of the current borders of the People's Republic of China in addition to Mongolia and the northern portion of Vietnam). Over the next three minutes, the sphere deposited approximately 1900 kg of molecularly-pure gold in long, cylindrical bars measuring 0.38 metres in diameter onto the factory floor. Objects were confiscated.\n\n\nThe sphere disappeared over the course of a minute in a manner consistent with previous descriptions.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nMemo from Director of Site-62 to O5 Council\n\n\n\n\n\n\n\n\n\n\nJanuary 30, 1969\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nBIMONTHLY DEVELOPMENTS\n\n\nDECEMBER – JANUARY AT SITE-62\n\n\n\n\n \n\n\n\n\nResearcher Nouell Bourland (10291) has recently joined Site-62, with L2340 access permissions.\n\n\nResearcher ███ K█████ (████) has been promoted to Head Researcher. Efforts to retrieve former Head Researcher G███ █████ from SCP-███, located on the lunar surface, are still ongoing. Communication with the American space program for hastened retrieval is suggested.\n\n\nLocal government is proposing the construction of a motorway close to Site-62 operations, please advise.\n\n\nProject Ambriel, more informally known as the \"Eigenstation Project\", was successfully completed this month, and has begun operation. Eigenstations operate through the Gillenstrap-Hume Dispersal Principle – Kosen cyclers are used to create extremely rapid fluctuations of Hume concentrations within areas of space approx. 3.5nm\n2\n, resulting in \"ripples\" within causal reality, which are easily harvested. Appears to be manifesting \"ball lightning\" or \"foo fighter\" entities, we are uncertain as to whether this is a psychological effect or a physical phenomenon.\n\n\nPlease advise.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nTranscript #3133 - \"Head Researcher K██████ & Fourth Instance\"\n\n\n\n\n\n\n\n\n\n\nAugust 3, 1971\n\n\n\n\n\n\n\n\n\n\n\n\n[Extraneous content redacted]\n\n\nHead Researcher K██████:\n\n\nIn that case, what is the earliest cosmological event you remember having observed?\n\n\nSCP-3201-4:\n\n\n| \n«STAR-PLURAL»\n | \n«MULTITUDE-GROUP»\n | \n«loc. WITHIN»\n | \n«GEOMETRIC-DESCRIPTION-OF-A-SPHERE»\n | \n«SHAPE-TRANSFORMATION»\n | \n«GEOMETRIC-DESCRIPTION-OF-A-SPIRAL»\n | \nFormation of our galaxy?\n\n\nHead Researcher K██████:\n\n\nCould you describe to me your concept of an Earth year?\n\n\nSCP-3201-4:\n\n\n| \n«GEOMETRIC-DESCRIPTION-OF-THE-EARTH»\n | \n«loc. ON-SURFACE-OF»\n | \n«mov. CIRCULAR»\n | \n«loc. RELATIVE-RETURN-TO-POSITION»\n | \n«dir. W°11.1022981020516790039813…»\n | \n[COORDINATES REDACTED FOR BREVITY]\n | \n«STAR-SINGULAR»\n |\n\n\nHead Researcher K██████:\n\n\nHow many years have you existed for?\n\n\nSCP-3201-4:\n\n\n| \n«CONFUSION»\n |\n\n\nHead Researcher K██████:\n\n\nWas there a point in time at which you did not exist?\n\n\nSCP-3201-4:\n\n\n| \n«CONFUSION»\n |\n\n\nHead Researcher K██████:\n\n\nWere you created?\n\n\nSCP-3201-4:\n\n\n| \n«CONFUSION»\n |\n\n\nHead Researcher K██████:\n\n\nHave you seen any other civilizations apart from ours?\n\n\nSCP-3201-4:\n\n\n| \n«AFFIRMATION-OF-ACCURATE-INFORMATION»\n |\n\n\nHead Researcher K██████:\n\n\nHow many apart from ours have you have observed?\n\n\nSCP-3201-4:\n\n\n| \n«3»\n |\n\n\nHead Researcher K██████:\n\n\nBut there are more?\n\n\nSCP-3201-4:\n\n\n| \n«AFFIRMATION-OF-ACCURATE-INFORMATION»\n |\n\n\nHead Researcher K██████:\n\n\nAnd you haven't observed them directly?\n\n\nSCP-3201-4:\n\n\n| \n«AFFIRMATION-OF-ACCURATE-INFORMATION»\n |\n\n\nHead Researcher K██████:\n\n\nWhy?\n\n\nSCP-3201-4:\n\n\n| \n«DISINTEREST»\n | \n«ABSENCE-OF»\n | \n«GEOMETRIC-DESCRIPTION-OF-TURTLE-PLURAL»\n |\n\n\nHead Researcher K██████:\n\n\nAre these civilizations extant?\n\n\nSCP-3201-4:\n\n\n| \n«NEGATION»\n |\n\n\nHead Researcher K██████:\n\n\nHow many years ago did the last civilization cease to exist?\n\n\nSCP-3201-4:\n\n\n| \n«5,317,918,106»\n |\n\n\nHead Researcher K██████:\n\n\nWas this civilization in our galaxy?\n\n\nSCP-3201-4:\n\n\n| \n«NEGATION»\n |\n\n\nHead Researcher K██████:\n\n\nWas this civilization in the Local Group?\n\n\nSCP-3201-4:\n\n\n| \n«NEGATION»\n |\n\n\nHead Researcher K██████:\n\n\nI see. Why are the Archivists here?\n\n\nSCP-3201-4:\n\n\n| \n«BEACON»\n | \n«INVESTIGATION»\n |\n\n\nHead Researcher K██████:\n\n\nWhat are your purposes here?\n\n\nSCP-3201-4:\n\n\n| \n«OBJECTS-WITH-LOW-ENTROPY»\n | \n«PURPOSE / DUTY»\n | \n«UNIVERSE-MUSEUM»\n | \n«ARCHIVE»\n | \n«PRESERVATION-FROM»\n | \n«UNIVERSAL-THERMODYNAMIC-EQUILIBRIUM»\n |\n\n\nHead Researcher K██████:\n\n\nBy universal thermodynamic equilibrium … you mean … the heat death of our universe?\n\n\nSCP-3201-4:\n\n\n| \n«AFFIRMATION-OF-ACCURATE-INFORMATION»\n |\n\n\nHead Researcher K██████:\n\n\nThat won't happen for trillions of trillions of years.\n\n\nSCP-3201-4:\n\n\n| \n«AFFIRMATION-OF-ACCURATE-INFORMATION»\n |\n\n\nSCP-3201-4 leaves\n\n\nEND OF TRANSCRIPT\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nTHE ULTIMATE FATE OF THE UNIVERSE: A SHORT GUIDE FOR FOUNDATION PERSONNEL\n\n\nDR. ████ LUNSFORD\n\n\n\n\n\n\n \n\n\n\n\nCHAPTER THREE – THE HEAT DEATH\n\n\n\n\nThe idea of the heat-death fascinated and frightened cultures and civilizations for millennia, before it was given a basis in scientific fact.\n\n\nIn the twenty-thousand-year-old mythology of the Oplachuyayan tribe of SCP-███, was the balanced triality of the three primal gods. The Oplachuyayans believed that since their progeny, Chaos and Order had fought battle upon battle with one another, and although immortal, would grow steadily weaker as time passed. In Oplachuyayan storytelling, it was said that in 10\n100\n years, Chaos and Order would have their last battle, after which their third brother, Silence, would come to rule over the universe.\n\n\nIn 12QNum, a manuscript fragment attributed to \n[REDACTED]\n, an anomalous Judaist sect dated to the 2nd century CE, are the words: \" … dreamed of one in one hundred stars falling, and those stars remained, and none rose thereafter. And he waited for ten years, and one hundred years, until all the stars that had remained had fallen, and there was nothing. And nothing remained.\"\n\n\nThe observation that turned the heat death from story to certainty, was Edward Hubble's 1929 discovery that every galaxy in the universe appeared to be receding from our own. From this, he concluded that the universe was expanding, rather than static as Einstein had assumed.\n\n\nThe heat death as a concept in cosmology refers to another possible fate of the universe, distinct from the Big Crunch, the Big Rip, the Big Split, and the Big Merge, very far into the future.\n\n\nAccording to our current scientific knowledge, the gas required for normal star formation will no longer be available in 100 trillion years. This will result in a universe dominated by white dwarf stars, growing fewer and fewer as each star slowly runs out of available fuel.\n\n\nAs cold ex-stellar bodies merge together and fall into enormous black hole singularities over trillions of trillions of years, eventually, the universe will be completely devoid of light. Any life that comes into being in this time will never know stars – the sky will be empty.\n\n\nBut not even these black holes would last forever – our current understanding of Hawking radiation indicates that all black holes, even those with masses exceeding galaxies, slowly leak subatomic particles into space. Over a period of 10\n100\n years, every single last black hole will have vanished. The universe by this point will be rapidly expanding – so empty, dark, and cold, that the distance between one photon and its closest neighbour, will exceed the current distance between the Earth, and the edge of the observable universe.\n\n\nAt this point, the universe will be in its highest possible entropy state, and for all intents and purposes, it will have reached its final fate, its final end.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nTHIS IS THE END OF EXHIBIT #2,914,802,940,784,178,024,210\n\n\nCLASS: \nELECTRONIC OBJECT\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nEntropy increased as expected.\n\n\nTotal universal thermodynamic equilibrium was attained at 2.829383810393928102 x 10\n104\n years after creation, in contrast to the predicted date of 1.0102920192899092 x 10\n100\n YAC, due to extended entropy-reducer activity.\n\n\nEntropy-reducer activity ceased following significant proton-decay.\n\n\nA group of 3,461,501,019 entropy-reducers re-created a Beacon.\n\n\nArchivists were sent to investigate. Stranded Technicians were not found within 86,700 light-years of Beacon location, and search was concluded negative.\n\n\nContact with entropy-reducers was retained until entropy-reducers self-terminated for unknown reasons 1.16 x 10\n2\n years after initial Beacon creation.\n\n\n6,908,017,318,855,191,004,119,248,194,872,949 Exhibits were preserved, including the preceding electronic object.\n\n\nSee Addendum 11/A103931 for further information.\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\nREPORT COMPILED BY THE FOLLOWING ARCHIVISTS:\n\n673571\n\n173191\n\n660383\n\n367958\n\n377071\n\n955125\n\n749420\n\n796348\n\n714989\n\n395983\n\n458576\n\n613648\n\n580616\n\n221836\n\n480144\n\n805020\n\n140647\n\n335238\n\n375758\n\n371976\n\n288823\n\n599177\n\n689331\n\n452829\n\n189770\n\n853142\n\n548056\n\n941269\n\n170059\n\n953813\n\n969140\n\n705209\n\n940107\n\n153904\n\n635085\n\n252039\n\n741710\n\n883825\n\n637667\n\n970862\n\n600936\n\n100475\n\n988699\n\n544769\n\n348289\n\n288882\n\n773351\n\n683959\n\n925806\n\n934856\n\n978203\n\n549884\n\n109562\n\n746128\n\n989156\n\n155388\n\n827374\n\n940146\n\n245856\n\n609298\n\n297850\n\n612337\n\n344459\n\n808233\n\n850402\n\n572905\n\n530248\n\n720638\n\n169510\n\n397096\n\n297506\n\n974519\n\n594750\n\n576402\n\n115125\n\n186190\n\n549483\n\n972716\n\n588953\n\n792183\n\n945441\n\n208035\n\n570133\n\n796798\n\n752779\n\n824892\n\n881027\n\n742615\n\n289714\n\n978322\n\n531719\n\n267557\n\n892804\n\n767119\n\n352076\n\n604033\n\n616024\n\n883305\n\n129723\n\n581215\n\n940265\n\n154541\n\n382035\n\n431398\n\n244985\n\n799192\n\n496245\n\n953725\n\n952282\n\n555127\n\n132456\n\n924214\n\n685675\n\n919861\n\n718206\n\n999259\n\n713618\n\n562350\n\n795023\n\n526005\n\n939856\n\n183488\n\n274530\n\n741211\n\n426695\n\n676459\n\n581748\n\n822144\n\n479969\n\n566830\n\n553525\n\n326575\n\n201311\n\n637430\n\n803435\n\n860373\n\n744561\n\n795577\n\n492693\n\n769168\n\n145506\n\n852272\n\n279395\n\n741608\n\n167443\n\n600049\n\n959523\n\n394689\n\n858106\n\n776646\n\n315932\n\n193710\n\n996791\n\n686630\n\n335186\n\n846891\n\n259215\n\n920519\n\n659273\n\n330751\n\n898664\n\n919404\n\n523736\n\n999730\n\n619882\n\n613517\n\n546730\n\n584502\n\n474204\n\n541234\n\n886503\n\n949587\n\n769238\n\n822761\n\n343573\n\n196859\n\n863308\n\n340934\n\n965728\n\n538967\n\n709014\n\n898935\n\n676145\n\n850327\n\n615872\n\n520095\n\n637569\n\n858678\n\n426257\n\n385053\n\n510112\n\n489288\n\n595302\n\n218182\n\n973093\n\n494747\n\n351193\n\n269849\n\n742772\n\n475653\n\n\n\n\nSUMMARY OF UNIVERSE #139331920100933\n\n\nIt was mostly nothing.\n\n\nBut there were some interesting parts.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n« \nSCP-3200\n | SCP-3201 | \nSCP-3202\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-3201",
    "object_class": "Thaumiel",
    "containment_procedures": "Containment procedures for SCP-3201 are limited primarily to disinformation protocols surrounding SCP-3201, exchanges and agreements with SCP-3201, and communications with SCP-3201.",
    "description": "SCP-3201 is the collective designation for a class of sentient, mobile hyperdimensional entities, appearing as luminous spheres with variations in colour and diameter. SCP-3201 instances identify themselves as \"Archivists\" to Foundation personnel, and are usually identified as ball lightning in the wider scientific community.",
    "title": "SCP-3201"
}