{
    "url": "https://scp-wiki.wikidot.com/scp-3205",
    "all_text": "rating: \n+73\n+\n–\nx\n\n\n\n\n\n\nSCP-3205 near Smolensk in 1942. SCP-3205-A on far left.\n\n\n\n\n\n\nItem #:\n SCP-3205\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3205 is to be secured in a locker aboard a Foundation aircraft, currently SC-491, a Gulfstream V passenger aircraft based at Site ██ and used for personnel transport between facilities. The aircraft should be scheduled to make at least two flights per week, preferably to an international destination. If the aircraft is unable to complete this requirement, SCP-3205 is to be transferred to an aircraft with a similar schedule for the duration. A GPS tracking device is affixed to SCP-3205's locker to aid retrieval in case of accident. Any vehicle or location containing SCP-3205 is to be monitored by video surveillance of the interior and exterior and the footage reviewed on a fortnightly basis.\n\n\nStaff are prohibited from discussing information with a Level 2 or higher security classification in the presence of SCP-3205. No documents with a Level 2 or higher security classification are to be transported in a vehicle containing SCP-3205, and SCP-3205 is not to be brought into facilities with a Level 2 security classification or higher.\n\n\nAll known recordings and images of SCP-3205-3 have been archived by the Foundation and media containing SCP-3205-A replaced with edited versions without SCP-3205-A where relevant. The same procedure has not been deemed necessary for earlier iterations of SCP-3205; the records themselves hold no anomalous properties and historical records are insufficient for members of the public to identify SCP-3205-A as an anomalous entity in these settings.\n\n\nDescription:\n SCP-3205 is a 50 x 10 x 7 cm steel ingot. Its physical properties are identical to that of a non-anomalous steel ingot. The following message is etched on its surface.\n\n\n\n\nHaving a wonderful time. Wish you were here!\n- All my love, C.\n\n\nThere are no other identifying markings. SCP-3205 may be molten and reformed in an identical fashion to ordinary steel. One object produced from this steel will become a new iteration of SCP-3205, and display the same message. Only one iteration of SCP-3205 has been observed to be active at any given time.\n\n\nSCP-3205 has probability-altering effects. Iterations of SCP-3205 have a tendency to be formed into objects which travel large distances and are present throughout major historical events. SCP-3205 is likely to be able to engineer a situation where this occurs if attempts are made to prevent it from doing so, although it is not possible to conclusively determine this at this time.\n\n\nSCP-3205 is associated with a humanoid entity, designated SCP-3205-A. SCP-3205-A is visible in 10 to 20% of photographic or video recordings of any iteration of SCP-3205. It has the appearance of a Caucasian male of approximately 20 years of age, 172 cm in height, with brown hair and eyes, and dressed in period-appropriate clothing. SCP-3205-A has a consistently cheerful and enthusiastic demeanour, even when appearing in dangerous situations. SCP-3205-A is invisible and incorporeal, and does not appear to affect its surroundings. To date it has not been perceived by any individual in its proximity.\n\n\nA list of known SCP-3205 instances follows.\n\n\n\n\n\n\nIteration\n\n\nDates\n\n\nItem\n\n\nHistory\n\n\nNotes\n\n\n\n\n\n\nSCP-3205-1 (unconfirmed)\n\n\n1911-1937\n\n\nPassenger liner \nRMS Olympic\n\n\nSister ship to the RMS \nTitanic\n. British White Star Line vessel running the Southhampton-New York route, also involved in troop transport during the First World War.\n\n\n\nNot conclusively identified as a SCP-3205 instance, but considered plausible due to the presence of an individual matching SCP-3205-A's description in historical images of the \nOlympic\n and tracing of scrap steel from the vessel being sold to the Magdeburg factory where SCP-3205-2 was produced.\n\n\n\n\n\n\n\n\nSCP-3205-2\n\n\n1939-1967\n\n\nPanzer IV ausf. D, number 313\n\n\n\nAssigned to the 2nd Panzer Division of the German Wehrmacht, participating in combat on both the Western and Eastern fronts. Captured by the Red Army in 1943 at the Battle of Kursk and operated by the 12th Guards Tank Corps, ending the war in the Berlin area. Transferred from the USSR to Czechoslovakia post-war, who subsequently sold the vehicle to the Syrian Army. Captured on the Golan Heights by Israel during the 1967 Six-Day War and broken up for scrap in Haifa.\n\n\n\n\nSCP-3205-A is visible in archival photos of the vehicle (see above). An interview with a surviving member of SCP-3205-2's crew\n1\n confirmed the presence of the inscription on SCP-3205 inside the turret. As he was not fluent in English, he had assumed it was a message left by SCP-3205-2's previous owners. He did not have any recognition of SCP-3205-A.\n\n\n\n\n\n\nSCP-3205-3\n\n\n1969-1982\n\n\nIAI Nesher fighter aircraft, unit 44\n\n\nDelivered to Israeli Air Force in 1970 and operated by the 109 Squadron. Participated in the 1973 Yom Kippur War and claimed destruction of 3 Egyptian aircraft. Sold to Argentina in 1980 and participated in 2 sorties on Royal Navy vessels during the 1982 Falklands War. Shot down by British surface-to-air missile and recovered by the carrier HMS \nInvincible\n. Subsequently taken into Foundation custody.\n\n\n\nSteel landing gear traced to company involved in scrapping of SCP-3205-2. Involved in an internal IDF espionage investigation when SCP-3205-A appeared in base photographs. Came to the attention of Foundation sources within the British military when wreckage was aboard \nHMS Invincible\n, as SCP-3205-A appeared in official documentation of captured wreckage.\n2\n\n\n\n\n\n\n\n\nSCP-3205-4\n\n\n1982\n\n\nMetal wreckage, formerly landing gear of SCP-3205-3\n\n\n\nInitially kept in containment area at Site ██. However, after a period of 6 months in containment, 2 major containment breaches of other SCPs had occurred\n3\n, with a 50% increase in reported minor errors and incidents with breach potential. Both major breaches involved SCP-3205-3's storage area. It was hypothesised these were related to SCP-3205 and after experimentation the current containment procedures were implemented.\n\n\n\n\nInscription on SCP-3205-4 was found to have been altered after Incident 3205-1.\n4\n\n\n\n\n\n\nSCP-3205-5 (current)\n\n\n1983- present\n\n\nSteel ingot as per above description\n\n\n\nDespite prior concerns, no further anomalous-probability events convincingly linked to SCP-3205 have been observed since the implementation of current containment procedures in 1983. SCP was transported on SC-108, a Gulfstream II model aircraft, from 1983 to 2009, when SC-108 was retired and replaced by SC-491. SC-108 was in the proximity of █ high-level containment breaches and █ other incidents involving SCP objects, within normal limits for a Foundation vehicle of its service duration.\n\n\n\n\nSCP-3205-4 was melted down and reforged into its current form to test the persistence of SCP-3205's properties and for ease of storage and transport. The inscription returned to its form prior to Incident 3205-1.\n\n\n\n\n\n\nAddendum 3205-1:\n\n\nOn 4/7/2015, SC-491 was commandeered by MTF Epsilon-9 to respond to a sighting of SCP-███, as Epsilon-9's assigned transport had been rendered inoperable by the ongoing outbreak. Although its involvement in an SCP containment procedure would normally render SC-491 unsuitable for this purpose, its use was approved by Site Director ███████ in order to collect experimental data.\n\n\n\n\n+ Video Log 3205-1\n\n\n\n\n- Video Log 3205-1\n\n\n\n\n\n\nExternal Camera 1\n\n\n\n\n\n\n00:00:00\n - SC-491 with MTF Epsilon-9 aboard takes off from Site ██. No anomalous activity visible.\n\n\n\n\n\n\n01:33:40\n - The aircraft lands at [REDACTED] Airport, Finland. Epsilon-9 exits the aircraft, seeing SCP-███ approximately 1km away, and moves to engage (off camera).\n\n\n\n\n\n\n01:35:22\n - An entity dressed in MTF tactical gear appears at the aircraft door, assumed to be SCP-3205-A. Its face is obscured by a ballistic visor but its build is consistent with prior SCP-3205-A descriptions. Its uniform is missing Foundation personnel identification markings and its helmet appears to be several sizes too big. SCP-3205-A notices the engagement between Epsilon-9 and SCP-███, becoming visibly excited.\n\n\n\n\n\n\n01:35:50\n - SCP-3205-A jumps to the tarmac and takes a black rectangular object out of its vest pocket, pointing it in the direction of the engagement. It remains in this position for the duration, with occasional efforts to change its viewpoint slightly or to manipulate the object.\n\n\n\n\n\n\n01:59:18\n - Projectile from SCP-███ lands 20 m away from SCP-3205-A, knocking it to the ground.\n\n\n\n\n\n\n02:02:30\n - SCP-3205-A gets up, appearing physically unharmed. Its apparel is dirtied but intact, although standard MTF equipment would have been expected to be severely damaged by such an impact. SCP-3205-A briefly acts as if dazed, but then claps its hands, laughs and cheers in the direction of Epsilon-9.\n\n\n\n\n\n\n02:44:11\n - MTF Epsilon-9 subdues SCP-███ and moves to initiate cleanup protocols.\n\n\n\n\n\n\n02:49:33\n - SCP-3205-A appears to realise the engagement has concluded. It lowers the object and begins tapping on it with a stylus.\n\n\n\n\n\n\n03:12:09\n - Surviving members of MTF Epsilon-9 return to the aircraft. A set of boarding stairs has been obtained from the local airport. As they ascend, SCP-3205-A stands beside them, holding up the object and making various poses (thumbs up, peace sign).\n\n\n\n\n\n\n03:13:50\n - SCP-3205-A reenters the aircraft. No further anomalous activity for remainder of log.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Lieutenant A. al-Ahmad, ex-Syrian Army, dob. 14/2/1945.\n\n\n2\n. HRH Prince Andrew the Duke of York was serving aboard the vessel, and was confirmed to be in the vicinity when the photographs were taken.\n\n\n3\n. Subsequently designated Incident 3205-1 and 3205-2.\n\n\n4\n. \"0/5 not as advertised. Will make a complaint!\"\n\n\n\n\n\n\n\n\n« \nSCP-3204\n | SCP-3205 | \nSCP-3206\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3205\n\" by ModernMajorGeneral, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3205\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP-3205-tank.jpg\n\n\nName:\n Bundesarchiv Bild 101I-124-0216-11, Im Westen, Panzer IV\n\n\nAuthor:\n Huschke\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 3205-1:\nOn 4/7/2015, SC-491 was commandeered by MTF Epsilon-9 to respond to a sighting of SCP-███, as Epsilon-9's assigned transport had been rendered inoperable by the ongoing outbreak. Although its involvement in an SCP containment procedure would normally render SC-491 unsuitable for this purpose, its use was approved by Site Director ███████ in order to collect experimental data."
    ],
    "documents": [],
    "notes": [
        "External Camera 1",
        "00:00:00 - SC-491 with MTF Epsilon-9 aboard takes off from Site ██. No anomalous activity visible.",
        "01:33:40 - The aircraft lands at [REDACTED] Airport, Finland. Epsilon-9 exits the aircraft, seeing SCP-███ approximately 1km away, and moves to engage (off camera).",
        "01:35:22 - An entity dressed in MTF tactical gear appears at the aircraft door, assumed to be SCP-3205-A. Its face is obscured by a ballistic visor but its build is consistent with prior SCP-3205-A descriptions. Its uniform is missing Foundation personnel identification markings and its helmet appears to be several sizes too big. SCP-3205-A notices the engagement between Epsilon-9 and SCP-███, becoming visibly excited.",
        "01:35:50 - SCP-3205-A jumps to the tarmac and takes a black rectangular object out of its vest pocket, pointing it in the direction of the engagement. It remains in this position for the duration, with occasional efforts to change its viewpoint slightly or to manipulate the object.",
        "01:59:18 - Projectile from SCP-███ lands 20 m away from SCP-3205-A, knocking it to the ground.",
        "02:02:30 - SCP-3205-A gets up, appearing physically unharmed. Its apparel is dirtied but intact, although standard MTF equipment would have been expected to be severely damaged by such an impact. SCP-3205-A briefly acts as if dazed, but then claps its hands, laughs and cheers in the direction of Epsilon-9.",
        "02:44:11 - MTF Epsilon-9 subdues SCP-███ and moves to initiate cleanup protocols.",
        "02:49:33 - SCP-3205-A appears to realise the engagement has concluded. It lowers the object and begins tapping on it with a stylus.",
        "03:12:09 - Surviving members of MTF Epsilon-9 return to the aircraft. A set of boarding stairs has been obtained from the local airport. As they ascend, SCP-3205-A stands beside them, holding up the object and making various poses (thumbs up, peace sign).",
        "03:13:50 - SCP-3205-A reenters the aircraft. No further anomalous activity for remainder of log.",
        "\" SCP-3205 \" by ModernMajorGeneral, from the SCP Wiki . Source: https://scpwiki.com/scp-3205 . Licensed under CC-BY-SA .",
        "Filename: SCP-3205-tank.jpg Name: Bundesarchiv Bild 101I-124-0216-11, Im Westen, Panzer IV Author: Huschke License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3205",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3205 is to be secured in a locker aboard a Foundation aircraft, currently SC-491, a Gulfstream V passenger aircraft based at Site ██ and used for personnel transport between facilities. The aircraft should be scheduled to make at least two flights per week, preferably to an international destination. If the aircraft is unable to complete this requirement, SCP-3205 is to be transferred to an aircraft with a similar schedule for the duration. A GPS tracking device is affixed to SCP-3205's locker to aid retrieval in case of accident. Any vehicle or location containing SCP-3205 is to be monitored by video surveillance of the interior and exterior and the footage reviewed on a fortnightly basis.",
    "description": "SCP-3205 is a 50 x 10 x 7 cm steel ingot. Its physical properties are identical to that of a non-anomalous steel ingot. The following message is etched on its surface.",
    "title": "SCP-3205"
}