{
    "url": "https://scp-wiki.wikidot.com/scp-3208",
    "all_text": "\"The vision that was planted in my brain… still remains.\"\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-3208\n - \nYKHN\n\n\n\n\nCo-authored by djkaktus and Doctor Cimmerian.\n\n\nDouble plus thanks to my Co-Author on this, djkaktus. We've been working on this on and off for a few months now and we we finally decided to pull the trigger. Thanks to all the folk who gave us feedback on the idea and draft.\n\n\nI'm playing Dr. Isaiah Hostetler and TheeSherm plays Dr. Harald Lang. Special thanks to TheeSherm for providing us with the voice work for log 4.\n\n\nThe image is public domain and information for it is here: \nhttps://commons.wikimedia.org/wiki/File:Satansowing.JPG\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+202\n+\n–\nx\n\n\n\n\nby Doctor Cimmerian and djkaktus\n\n\n\n\n\n\n\n\nOne of the earliest reported illustrations of SCP-3208-1 circa 1872.\n\n\n\n\n\n\nItem #:\n SCP-3208\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Public knowledge of SCP-3208 is to be controlled by Foundation personnel. Members of Mobile Task Force Mu-7 \"The Whirlwinds\" are to search all available media for signs of SCP-3208-infected individuals in order to enact isolation and quarantine.\n\n\nIndividuals suffering from SCP-3208 infection are to be isolated from uninfected individuals and removed to the Foundation hazardous quarantine facility nearest to the location they are apprehended.\n\n\nAnalysis of SCP-3208-related growths are to be undertaken under supervision from a hazardous materials expert. Interaction with 3208-infected individuals after quarantine (even for the purposes of analysis and research) requires approval from the 3208 project head at Site-81\n1\n.\n\n\nDreams and hallucinations involving SCP-3208-1 are to be documented as long as the SCP-3208-infected individual is capable of communication with Foundation medical staff.\n\n\nDescription:\n SCP-3208 is an infectious disease which initially presents as a minor headache caused by a hard, seed-shaped neoplasm that forms in the thalamus, followed by neurological degeneration. Symptoms which accompany early SCP-3208 infection may include impaired cognitive function, seizures, muscle weakness, and upper-extremity dysmetria. SCP-3208 neoplasms exhibit a dendritic growth habit, expanding throughout the cerebrum over approximately three weeks, increasing the severity of the above symptoms until the onset of full body paralysis. Notably, none of these effects appear to be fatal to the subject.\n\n\nFollowing this, the infection will cease growth in the cranium and begin to spread through the nervous system to the remainder of the body, exiting through any orifice to which the growths are adjacent (with the eyes, nostrils, ears, and mouth producing external growths first). The material produced by this process is organic, gray in appearance, and a transmission vector for SCP-3208. This material will continue to increase in size outside of the body until it anchors the infected individual to a nearby surface.\n\n\nWhile neurological symptoms vary, all SCP-3208 sufferers will experience vivid dreams and hallucinations that include the presence of an entity described similarly by all sufferers (this entity is designated as SCP-3208-1). As symptoms progress, SCP-3208-1's frequency of presence will increase as well. Appearances of SCP-3208-1 lead to irritability, feelings of paranoia and unease during waking hours which is independent of the progression of SCP-3208-related cranial growth. Long-term sufferers of SCP-3208, including those who are near the point where speech becomes impossible, describe experiencing trepidation during both waking and sleeping hours.\n\n\nAddendum 3208.1:\n Discovery - Dream Log 3208.1\n\n\n\n\n+ Access Addendum\n\n\n\n\n- Close Addendum\n\n\n\n\nThis is a dream recorded from one of the earliest known infected individuals, Mr. Jeffrey Kent. Mr. Kent is currently housed at hazardous quarantine facility 904.\n\n\n\n\nThere's this missing girl in town and I'm trying to find her in my office. I don't know her at all but I know that that she looks just like my daughter. I try to find her at work but she's not there.\n\n\nMy beeper goes off and the whole office stares at me. I call the number and the guy on the other end tells me she's down at the docks. I go down there and find this tall guy with a wide-brimmed hat. She's behind him so I try to go over but I can't get any closer.\n\n\nIt's like I'm on a treadmill. I start to run but it doesn't make any difference. The guy walks into a warehouse with her and I can finally move so I follow him. There's a dozen bodies hanging from the rafters inside.\n\n\nThey're all the same little girl. No blood. No marks. It's like they're sleeping.\n\n\nI hear a noise and I turn around and I'm out in a field. The girls are hanging from the sky now but they're all awake. They start to scream and claw at the rope but I can't hear anything. The sun is straight above our heads.\n\n\nThen a huge shadow comes down over the field and the man with the wide-brimmed hat is looking down at me. I can't see his face. He grabs all the ropes out of the sky and walks away with them.\n\n\nI wake up right as the sun comes back.\n\n\n\n\n\n\n\n\n\n\nAddendum 3208.2:\n Discovery - Dream Log 3208.2\n\n\n\n\n+ Access Addendum\n\n\n\n\n- Close Addendum\n\n\n\n\nThis record is from D-9931 from Site-81. Procedural review as to how he became infected during what was supposed to be a routine sample collection is still ongoing.\n\n\n\n\nI'm sure I was awake for this but I couldn't move and there was someone in the room with me. I felt like there were heavy weights on my chest. The thing in the corner didn't even seem like it was paying attention to me. I tried to scream but I couldn't.\n\n\nIt was just staring out the window. I looked over and I wasn't on the 5th floor anymore, there was this dusty field that just stretched off into the horizon. I looked back over and the thing was gone. Then I looked back out the window and it was out there in the distance, and way bigger than before.\n\n\nIt felt like I was laying there for months. Pitch black arms were growing out of the ground like plants the whole time. They tried to claw at the thing but it just stood there, staring at me. I finally blinked and the field was gone and I could move again. That's when I picked up the phone to call for the nurse.\n\n\n\n\n\n\n\n\n\n\nAddendum 3208.3:\n Discovery - Dream Log 3208.3\n\n\n\n\n+ Access Addendum\n\n\n\n\n- Close Addendum\n\n\n\n\nNote: The following is a standard dream log filed by Dr. Isaiah Hostetler in 1993 after his initial infection.\n\n\n\n\n\n\nI am standing in the parlor of my parents’ old home, in Maine. They have some guests over, but I don’t recognize many of the faces. I smile and greet people and serve drinks and I worry about whether the food will be ready or not when a phone rings. I pick it up and a voice on the other end says “come upstairs.”\n\n\nI leave the parlor and move towards the staircase. I remember it was this huge, sweeping thing that some Italian carpenter had built for my great-grandfather a hundred years ago, but now it ascends into the ceiling with no arm rail and I can’t see how high it goes. I hear the phone ring in the other room and I am suddenly aware that there aren’t any more people around. I look out a window and see fields, which I don’t realize is out of the ordinary but that house overlooked the bay.\n\n\nI begin to walk up the staircase, but I can’t find my footing. I take several steps, and then several more back down, and I begin to feel very afraid. The phone is still ringing, louder, and now I’m standing in the house after it burned down. The staircase in front of me is unchanged, but now it just keeps rising up into the sky. The ruins are surrounded by fields that stretch out for an eternity.\n\n\nI start to climb again, and as I rise up the steps I can see a figure in the distance. I can’t quite make it out but it’s moving towards the house.\n\n\nI don’t know how long I climb. Eventually I see him, a man in a hat standing next to a telephone. The same phone I answered earlier in the parlor. I'm back in the parlor. He comes up to me and I can see him, plain as day. He looks afraid. He says “Did you see it?” When I tell him I don’t know what he’s talking about, he recoils. “Blighted seed breeds blighted crop,” he says, and his eyes grow wide.\n\n\nDr. Hostetler asks Dr. Harald Lang, one of the researchers assigned to the SCP-3208 project, for water. It is provided and Dr. Hostetler resumes after complaining of an increasing headache.\n\n\nThe man leans in very close, staring at my eyes. “Listen to me,” he says, “a nightmare festers in the field. Their all-seeing eye passed over the empty cell. Even the Reaper fears what is being sown.” He produces a scalpel. “The dreamwalkers are fleeing. They would be like smoke before a cyclone. Take this,” he hands me the knife, “you cannot stop its advance. If it sees you, cut out your eyes. The road through the field will be lined with corpses, but it may give you enough time to escape; by foot or by blade.”\n\n\nThe room around us is suddenly collapsing. The house is on fire. In the distance I see a figure swaying in the field. “The blighted seed breed blighted crop,” he says. “It is too late for you. Use the blade. Give the others time. He's coming. He's coming.”\n\n\nI ask him who, but he’s gone. His hat is burning on a coat rack near the door. I hear a long, low sound coming from the field. I turn to look, and I wake up.\n\n\n\n\n15 hours after recording Dream Log 3208.3, Dr. Hostetler was found unresponsive in his room in the Site-81 medical wing along with a scalpel and the following note.\n\n\n\n\nI think I understand now. I'm sorry.\n\n\n\n\nDr. Hostetler was experiencing full body paralysis at the time he was found despite being in the earliest stages of infection. Several hesitation wounds were present on his arms and neck though none were deep enough to cause serious injury. Dr. Hostetler remains unresponsive in the Site-81 medical center.\n\n\n\n\n\n\n\n\nAddendum 3208.4:\n Discovery - Dream Log 3208.4\n\n\n\n\n+ Access Addendum\n\n\n\n\n- Close Addendum\n\n\n\n\nNote: The following is the transcript of audio recordings gathered from Dr. Harald Lang subsequent to his own infection 15 years after the previous log.\n\n\n\n\n\n\nAfter I started complaining about the headache, Dr. Tarnot asked me to come in and get some scans done. They kept saying they weren't sure if it had manifested yet or not, but after last night there's no questioning it. I know what I saw.\n\n\n(\nDeep inhale\n)\n\n\nI open my eyes and the first thing I see is dust. It fills the air, chokes it, makes it thick. High above me somewhere I can just barely make out a light, maybe a sun, that barely illuminates the world around me. There's a road beneath my feet, and I follow it.\n\n\nAs my eyes adjust to the dust and the wind that's whipping up behind me, I get some sense of where I'm at. A single, long road that stretches between two flat expanses of dirt as far as I can see in any direction. I think in the distance I see mountains, but through the haze it's nearly impossible to tell.\n\n\nAfter a while I see something laying in the road. Its features are half defined, like something out of a storybook that you dreamed about and then forgot. It's dead. There are others like it, strewn across the road now. I get the impression they used to be colorful, but they're covered in dirt and dust and in the dark their colors have faded. Their lights have all gone out.\n\n\nI keep walking, and after a while the road ends. The dirt has covered the road completely and now it's dust forever. This is when I start to see things laying on the ground - a hat, a ringing cell phone, a diamond ring, some baseball cards, and a pair of pants.\n\n\nI follow this trail of discarded things until I reach a field, one that stretches out before me in a long, unending line. There are crops there, tall stalks of dry things that rustle when the wind blows. There are more things on the ground now and somewhere in front of me I start to sense a presence that makes my hair stand on end. It's far away.\n\n\nI walk through the fields for what feels like years. The trail becomes thicker, and I start to see other things. At first, I thought they were strips of rawhide, like you see sold at feed stores or cowboy shops. When I pick one up, I see the faintest coloration of a tattoo etched into it. Dark stretches of blackened blood accompany each one, where the piece sloughed off before coming to rest. I start to see hair. Fingernails. Teeth.\n\n\nThe haze grows thicker now, and I lose my sense of direction. I'm wandering through the rows of dead stalks, barely breathing, and all around me I start to hear this sound. It's quiet at first, but every step I take brings me closer to the source, like I've been drawn to it. It's low, and inconsistent, and it rises and falls as I push forward. I hear voices now. Individual sounds make up the din.\n\n\nI take another step, and the stalks around me disappear. I'm in a clearing, looking out towards another expanse of dirt. In the far distance I see a city made of light and color, floating in the air. There are shapes dancing around it, things with wings and things made of fire and lightning. Below it is green grass, and beyond it is blue sky. Against the grey and brown of the fields and the dirt it is a beauty that I can't even describe; a city of dreamlight and wonder. Jerusalem, set on a high hill.\n\n\nThen I see it. Swaying in the wind. It's long and lean, with sackcloth around its body and a wide straw hat on its head. I can't make out its features. In one hand is clutched a thick knot of rope, thrown over its shoulder. As my eyes follow the rope, I see hundreds, or… or thousands of people, bundled together like hay… moaning and screaming. Some of them I can see clearly, men and women and children in their street clothes, their eyes wild in fear. The others… I can see the… the dark strips that catch against the rocks and just slide off, like rawhide…\n\n\nI hear my name, and I look up. There's a figure in there, one scorched black and rotten, reaching a hand towards me. Its fingers ground into nothing, but I see it clearly. Its mouth is open, and it's full of dirt and dust. It chokes out my name, again and again. I can't see its eyes, but it's staring at me. I can feel it.\n\n\nThen it's gone, mixed in with the rest of them as they're dragged across the dirt. I hear my name one more time and then the sound just becomes another sound among thousands. I watch for a while longer. They get further away, and the sound grows dim, and then the dust kicks up and the scene disappears.\n\n\nI stumble through the choked air again for a time, trying to find any respite from the horrid wind. I fall, barely able to catch myself. The dirt gets thicker in the air around me, and I start suffocating under it. The ground is shifting and twisting beneath me, and I sink into it. I want to pull myself up, but my body refuses. The dust is too much. It obscures my sight and fills my lungs. It fills my veins.\n\n\nI see a pair of glasses sticking up out of the dirt. The glass is broken and the frames are bent, but I recognize them instantly. They're Hostetler's.\n\n\nAnd then I wake up.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Until a replacement for Dr. Hostetler is selected, material testing is to be suspended.\n\n\n\n\n\n\n\n\n« \nSCP-3207\n | SCP-3208 | \nSCP-3209\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3208\n\" by djkaktus and Doctor Cimmerian, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3208\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n historicalimage3208-M.JPG\n\n\nName:\n Satansowing.JPG\n\n\nAuthor:\n Félicien Rops\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n SCP-3208-3.mp3\n\n\nAuthor:\n \nDoctor Cimmerian\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n SCP-3208-4.mp3\n\n\nAuthor:\n \nTheeSherm\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nSCP Foundation Wiki\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYKHN\n\n\n\n\n\n\ndjkaktus",
    "addendums": [
        "Addendum 3208.1: Discovery - Dream Log 3208.1",
        "Addendum 3208.2: Discovery - Dream Log 3208.2",
        "Addendum 3208.3: Discovery - Dream Log 3208.3",
        "Addendum 3208.4: Discovery - Dream Log 3208.4"
    ],
    "documents": [],
    "notes": [
        "There's this missing girl in town and I'm trying to find her in my office. I don't know her at all but I know that that she looks just like my daughter. I try to find her at work but she's not there. My beeper goes off and the whole office stares at me. I call the number and the guy on the other end tells me she's down at the docks. I go down there and find this tall guy with a wide-brimmed hat. She's behind him so I try to go over but I can't get any closer. It's like I'm on a treadmill. I start to run but it doesn't make any difference. The guy walks into a warehouse with her and I can finally move so I follow him. There's a dozen bodies hanging from the rafters inside. They're all the same little girl. No blood. No marks. It's like they're sleeping. I hear a noise and I turn around and I'm out in a field. The girls are hanging from the sky now but they're all awake. They start to scream and claw at the rope but I can't hear anything. The sun is straight above our heads. Then a huge shadow comes down over the field and the man with the wide-brimmed hat is looking down at me. I can't see his face. He grabs all the ropes out of the sky and walks away with them. I wake up right as the sun comes back.",
        "I'm sure I was awake for this but I couldn't move and there was someone in the room with me. I felt like there were heavy weights on my chest. The thing in the corner didn't even seem like it was paying attention to me. I tried to scream but I couldn't. It was just staring out the window. I looked over and I wasn't on the 5th floor anymore, there was this dusty field that just stretched off into the horizon. I looked back over and the thing was gone. Then I looked back out the window and it was out there in the distance, and way bigger than before. It felt like I was laying there for months. Pitch black arms were growing out of the ground like plants the whole time. They tried to claw at the thing but it just stood there, staring at me. I finally blinked and the field was gone and I could move again. That's when I picked up the phone to call for the nurse.",
        "I am standing in the parlor of my parents’ old home, in Maine. They have some guests over, but I don’t recognize many of the faces. I smile and greet people and serve drinks and I worry about whether the food will be ready or not when a phone rings. I pick it up and a voice on the other end says “come upstairs.” I leave the parlor and move towards the staircase. I remember it was this huge, sweeping thing that some Italian carpenter had built for my great-grandfather a hundred years ago, but now it ascends into the ceiling with no arm rail and I can’t see how high it goes. I hear the phone ring in the other room and I am suddenly aware that there aren’t any more people around. I look out a window and see fields, which I don’t realize is out of the ordinary but that house overlooked the bay. I begin to walk up the staircase, but I can’t find my footing. I take several steps, and then several more back down, and I begin to feel very afraid. The phone is still ringing, louder, and now I’m standing in the house after it burned down. The staircase in front of me is unchanged, but now it just keeps rising up into the sky. The ruins are surrounded by fields that stretch out for an eternity. I start to climb again, and as I rise up the steps I can see a figure in the distance. I can’t quite make it out but it’s moving towards the house. I don’t know how long I climb. Eventually I see him, a man in a hat standing next to a telephone. The same phone I answered earlier in the parlor. I'm back in the parlor. He comes up to me and I can see him, plain as day. He looks afraid. He says “Did you see it?” When I tell him I don’t know what he’s talking about, he recoils. “Blighted seed breeds blighted crop,” he says, and his eyes grow wide. Dr. Hostetler asks Dr. Harald Lang, one of the researchers assigned to the SCP-3208 project, for water. It is provided and Dr. Hostetler resumes after complaining of an increasing headache. The man leans in very close, staring at my eyes. “Listen to me,” he says, “a nightmare festers in the field. Their all-seeing eye passed over the empty cell. Even the Reaper fears what is being sown.” He produces a scalpel. “The dreamwalkers are fleeing. They would be like smoke before a cyclone. Take this,” he hands me the knife, “you cannot stop its advance. If it sees you, cut out your eyes. The road through the field will be lined with corpses, but it may give you enough time to escape; by foot or by blade.” The room around us is suddenly collapsing. The house is on fire. In the distance I see a figure swaying in the field. “The blighted seed breed blighted crop,” he says. “It is too late for you. Use the blade. Give the others time. He's coming. He's coming.” I ask him who, but he’s gone. His hat is burning on a coat rack near the door. I hear a long, low sound coming from the field. I turn to look, and I wake up.",
        "I think I understand now. I'm sorry.",
        "After I started complaining about the headache, Dr. Tarnot asked me to come in and get some scans done. They kept saying they weren't sure if it had manifested yet or not, but after last night there's no questioning it. I know what I saw. ( Deep inhale ) I open my eyes and the first thing I see is dust. It fills the air, chokes it, makes it thick. High above me somewhere I can just barely make out a light, maybe a sun, that barely illuminates the world around me. There's a road beneath my feet, and I follow it. As my eyes adjust to the dust and the wind that's whipping up behind me, I get some sense of where I'm at. A single, long road that stretches between two flat expanses of dirt as far as I can see in any direction. I think in the distance I see mountains, but through the haze it's nearly impossible to tell. After a while I see something laying in the road. Its features are half defined, like something out of a storybook that you dreamed about and then forgot. It's dead. There are others like it, strewn across the road now. I get the impression they used to be colorful, but they're covered in dirt and dust and in the dark their colors have faded. Their lights have all gone out. I keep walking, and after a while the road ends. The dirt has covered the road completely and now it's dust forever. This is when I start to see things laying on the ground - a hat, a ringing cell phone, a diamond ring, some baseball cards, and a pair of pants. I follow this trail of discarded things until I reach a field, one that stretches out before me in a long, unending line. There are crops there, tall stalks of dry things that rustle when the wind blows. There are more things on the ground now and somewhere in front of me I start to sense a presence that makes my hair stand on end. It's far away. I walk through the fields for what feels like years. The trail becomes thicker, and I start to see other things. At first, I thought they were strips of rawhide, like you see sold at feed stores or cowboy shops. When I pick one up, I see the faintest coloration of a tattoo etched into it. Dark stretches of blackened blood accompany each one, where the piece sloughed off before coming to rest. I start to see hair. Fingernails. Teeth. The haze grows thicker now, and I lose my sense of direction. I'm wandering through the rows of dead stalks, barely breathing, and all around me I start to hear this sound. It's quiet at first, but every step I take brings me closer to the source, like I've been drawn to it. It's low, and inconsistent, and it rises and falls as I push forward. I hear voices now. Individual sounds make up the din. I take another step, and the stalks around me disappear. I'm in a clearing, looking out towards another expanse of dirt. In the far distance I see a city made of light and color, floating in the air. There are shapes dancing around it, things with wings and things made of fire and lightning. Below it is green grass, and beyond it is blue sky. Against the grey and brown of the fields and the dirt it is a beauty that I can't even describe; a city of dreamlight and wonder. Jerusalem, set on a high hill. Then I see it. Swaying in the wind. It's long and lean, with sackcloth around its body and a wide straw hat on its head. I can't make out its features. In one hand is clutched a thick knot of rope, thrown over its shoulder. As my eyes follow the rope, I see hundreds, or… or thousands of people, bundled together like hay… moaning and screaming. Some of them I can see clearly, men and women and children in their street clothes, their eyes wild in fear. The others… I can see the… the dark strips that catch against the rocks and just slide off, like rawhide… I hear my name, and I look up. There's a figure in there, one scorched black and rotten, reaching a hand towards me. Its fingers ground into nothing, but I see it clearly. Its mouth is open, and it's full of dirt and dust. It chokes out my name, again and again. I can't see its eyes, but it's staring at me. I can feel it. Then it's gone, mixed in with the rest of them as they're dragged across the dirt. I hear my name one more time and then the sound just becomes another sound among thousands. I watch for a while longer. They get further away, and the sound grows dim, and then the dust kicks up and the scene disappears. I stumble through the choked air again for a time, trying to find any respite from the horrid wind. I fall, barely able to catch myself. The dirt gets thicker in the air around me, and I start suffocating under it. The ground is shifting and twisting beneath me, and I sink into it. I want to pull myself up, but my body refuses. The dust is too much. It obscures my sight and fills my lungs. It fills my veins. I see a pair of glasses sticking up out of the dirt. The glass is broken and the frames are bent, but I recognize them instantly. They're Hostetler's. And then I wake up.",
        "\" SCP-3208 \" by djkaktus and Doctor Cimmerian, from the SCP Wiki . Source: https://scpwiki.com/scp-3208 . Licensed under CC-BY-SA .",
        "Filename: historicalimage3208-M.JPG Name: Satansowing.JPG Author: Félicien Rops License: Public Domain Source: Wikimedia Commons",
        "Filename: SCP-3208-3.mp3 Author: Doctor Cimmerian License: CC BY-SA 3.0 Source: SCP Foundation Wiki",
        "Filename: SCP-3208-4.mp3 Author: TheeSherm License: CC BY-SA 3.0 Source: SCP Foundation Wiki"
    ],
    "item": "SCP-3208",
    "object_class": "Keter",
    "containment_procedures": "Public knowledge of SCP-3208 is to be controlled by Foundation personnel. Members of Mobile Task Force Mu-7 \"The Whirlwinds\" are to search all available media for signs of SCP-3208-infected individuals in order to enact isolation and quarantine.",
    "description": "SCP-3208 is an infectious disease which initially presents as a minor headache caused by a hard, seed-shaped neoplasm that forms in the thalamus, followed by neurological degeneration. Symptoms which accompany early SCP-3208 infection may include impaired cognitive function, seizures, muscle weakness, and upper-extremity dysmetria. SCP-3208 neoplasms exhibit a dendritic growth habit, expanding throughout the cerebrum over approximately three weeks, increasing the severity of the above symptoms until the onset of full body paralysis. Notably, none of these effects appear to be fatal to the subject.",
    "title": "SCP-3208"
}