{
    "url": "https://scp-wiki.wikidot.com/scp-3210",
    "all_text": "rating: \n+127\n+\n–\nx\n\n\nItem #:\n SCP-3210\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Area 3210 is to be built around SCP-3210-A, with at least one kilometer between the edge of SCP-3210-A and the perimeter of Area 3210. An electrified fence five meters tall is to be built 300m outside of SCP-3210-A. This fence is to have guard towers positioned every 500m. Any instances of SCP-3210-B who attempt to reach this fence are to be terminated.\n\n\nIn the case that an instance of SCP-3210-B breaches this fence, MTF Alpha-19 (\"Alt-Fight\") are to respond. Once containment has been reestablished, the interior fence and the border of Area 3210 is to be expanded in order to maintain the proper distances.\n\n\nKnowledge of the existence of SCP-3210 is restricted to personnel assigned to SCP-3210 and the O5 Council. Other personnel or civilians who learn information relating to SCP-3210 are to be amnesticized. Standard disinformation protocol is to be employed in order to conceal the existence of Area 3210 from unauthorized persons.\n\n\nThe use of Scranton-class Reality Anchors inside of SCP-3210-A is strictly prohibited.\n\n\nDescription:\n SCP-3210 is the collective designation for the town of Ridgefort, Michigan, the surrounding area, and its inhabitants. SCP-3210-A is a geographic area encompassing the town of Ridgefort and approximately 27km² outside, mostly to the south. SCP-3210-B is the designation given to anomalous individuals residing within SCP-3210-A. There are 323 instances of SCP-3210-B, eleven of which were originally Foundation personnel and the rest of which are native to Ridgefort.\n\n\nSubjects inside SCP-3210-A, such as instances of SCP-3210-B, experience ZK-class reality and perception alteration. As such, different personnel perceive and interact with SCP-3210-A differently. The appearance and content of SCP-3210-A is unique to every individual. Subjects with conflicting perceptions of SCP-3210-A often report each other performing impossible feats, such as walking on air or disappearing spontaneously. However, no actions have occurred that would be impossible from the relevant subject's perspective\n1\n.\n\n\nVariations between subjects are more minor on the peripheries of SCP-3210-A, generally manifesting as insignificant changes in textures. Variations are stronger closer to the geographic center of SCP-3210-A and often manifest as inconsistencies between entire buildings or streets. This phenomenon also affects recorded images and representations, which has complicated exploration and documentation. Subjects may perceive any visual or audio content related to SCP-3210-A uniquely, including photographs, videos, and computer-generated representations.\n\n\nItems necessary for survival of SCP-3210-B instances, such as food and potable water, are replenished in stores throughout SCP-3210-A by anomalous means. Instances of SCP-3210-B do not find this strange, though they do react with confusion and fear to the other anomalous phenomena exhibited in SCP-3210-A. The culture of SCP-3210-B is mostly consistent with early 2000s Midwest American culture, with the notable exception that sports are not popular among the majority of SCP-3210-B instances.\n\n\nSubjects who enter SCP-3210-A begin experiencing altered perception after between approximately half an hour and four days of exposure. From this point on they become instances of SCP-3210-B and exhibit the same anomalous properties. SCP-3210-B only exist inside of SCP-3210-A; when an instance of SCP-3210-B attempts to exit SCP-3210-A, SCP-3210-A expands in that direction. SCP-3210-A has grown 23km² since it was contained.\n\n\nAddendum 01:\n Excerpts from Document 3210-r (Exploration Logs)\n\n\n\n\nMission 3210-08\n\n\n\n\nHide\n\n\n\n\n\n\n\n\n\n\nOverview\n\n\nMission Audio Log\n\n\nRecovered Audio\n\n\n\n\n\n\n\n\nOperation Designation: Mission 3210-08\n\nTeam: MTF Rho-8\n\nDate: May 5, 2017\n\nTime: 0800 EST\n\nMission Objectives:\n\n\n\n\nLocate SCP-3210-B-1 (\"Glen Warner\")\n\n\nEstablish a base inside of SCP-3210-A from which to conduct interviews with SCP-3210-B instances\n\n\nGather information about SCP-3210\n\n\n\n\n\n\nMTF Rho-8 (\"Mirage Meanderers\")\n\n\nCodename: Washington\n\nAge: 31\n\nPosition: Level 3 Agent, Team Leader\n\nPrevious Assignment: \nMTF Omicron-7\n\n\nCodename: Jefferson\n\nAge: 29\n\nPosition: Level 3 Agent\n\nPrevious Assignment: \nMTF Epsilon-6\n\n\nCodename: Lincoln\n\nAge: 28\n\nPosition: Level 2 Agent\n\nPrevious Assignment: \nMTF Xi-06\n\n\nCodename: Madison\n\nAge: 24\n\nPosition: Level 2 Agent\n\nPrevious Assignment: \nMTF Zeta-29\n\n\nCodename: Adams\n\nAge: 31\n\nPosition: Level 2 Agent\n\nPrevious Assignment: \nMTF Lambda-5\n\n\nCodename: Roosevelt\n\nAge: 26\n\nPosition: Level 2 Agent\n\nPrevious Assignment: \nMTF Tau-1165\n\n\n\n\n\n\n00:00:00 \nWashington:\n Mic check. Everybody check in. Washington.\n\n00:00:02 \nJefferson:\n Jefferson.\n\n00:00:03 \nMadison:\n Madison.\n\n00:00:04 \nLincoln:\n Lincoln.\n\n00:00:06 \nRoosevelt:\n Roosevelt.\n\n00:00:08 \nAdams:\n Adams.\n\n00:00:10 \nWashington:\n All present. Let's move in.\n\n\n00:24:06 \nWashington:\n Approaching the town.\n\n\n00:37:20 \nMadison:\n Do you see that? Over there, by the lamppost. Looks like a ghost.\n\n00:37:28 \nJefferson:\n Command, you getting this? I don't think it sees us. It's not really moving either.\n\n00:37:32 \nMadison:\n Should we shoot it?\n\n00:37:34 \nWashington:\n Negative. Do not engage the specter unless absolutely necessary. That's not our mission.\n\n00:37:37 \nMadison:\n Roger.\n\n00:44:56 \nRoosevelt:\n Let's check out this house.\n\n00:45:03 \nWashington:\n Roger. Jefferson, Lincoln, check around the back. Adams, Madison, keep watching the street and holler if anything comes. Roosevelt, with me.\n\n00:45:05 \nLincoln:\n Let's head in.\n\n00:46:00 \nJefferson:\n Door's locked. I'm gonna bust it.\n\n00:46:19 \nJefferson:\n This place is a pig sty.\n\n00:46:21 \nLincoln:\n For real. This guy needs a vacuum cleaner, or something. My place was tidier in college.\n\n00:47:02 \nJefferson:\n All clear in here.\n\n00:47:07 \nLincoln:\n This room looks interesting, I'm gonna check it out.\n\n00:47:07 \nWashington:\n That's a creepy painting.\n\n00:47:10 \nRoosevelt:\n What painting?\n\n00:47:11 \nJefferson:\n Lincoln?\n\n00:47:12 \nWashington:\n You don't see the painting? Roosevelt, I'm going to need an update on what you see.\n\n00:47:14 \nRoosevelt:\n Uh, a living room. Dark wood walls, mostly unadorned. Shotgun above the mantle. There's a comfortable looking couch against the right wall and a glass coffee table covered in books. There's also a partially eaten salad.\n\n00:47:20 \nWashington:\n Okay, that's mostly consistent with what I see.\n\n00:49:21 \nWashington:\n Check the cellar.\n\n00:49:22 \nRoosevelt:\n Roger.\n\n00:47:43 \nJefferson:\n What the fuck? He was just here.\n\n00:49:56 \nRoosevelt:\n It's full of wine.\n\n00:50:01 \nAdams:\n Nice lawn here.\n\n00:50:04 \nMadison:\n Yeah, dude's got a birdbath and everything.\n\n00:50:08 \nRoosevelt:\n There's a corpse down here too. Missing its head.\n\n00:52:04 \nWashington:\n Where's Lincoln?\n\n00:52:07 \nJefferson:\n I don't know. It's like he just disappeared.\n\n00:52:16 \nWashington:\n Everybody check in. Washington.\n\n00:52:18 \nMadison:\n Madison.\n\n00:52:18 \nJefferson:\n Jefferson.\n\n00:52:20 \nRoosevelt:\n Roosevelt.\n\n00:52:21 \nAdams:\n Adams.\n\n00:52:24 \nWashington:\n Shit.\n\n00:52:48 \nWashington:\n Command, we've lost contact with Lincoln.\n\n00:53:02 \nAdams:\n That didn't take long. I thought Madison would be the first to go.\n\n00:53:06 \nMadison:\n Fuck off.\n\n00:53:20 \nRoosevelt:\n We should continue.\n\n\n01:12:09 \nWashington:\n I see someone. Looks like a human.\n\n01:12:31 \nWashington:\n It's a kid.\n\n01:12:38 \nRoosevelt:\n Who wants to talk to it?\n\n01:12:40 \nWashington:\n Jefferson, come with me. It might have valuable intel.\n\n01:12:42 \nJefferson:\n Roger. I'm good with kids.\n\n01:12:45 \nMadison:\n Honestly I find kids creepier than ghosts.\n\n01:12:48 \nRoosevelt:\n I'm with you there, brother.\n\n01:13:06 \nJefferson:\n Hi there. We're looking for the mayor. Do you know where he is?\n\n01:13:11 \nJefferson:\n Just to talk.\n\n01:13:16 \nJefferson:\n For the ghosts. No, you can't shoot it. The recoil alone could break your shoulder.\n\n01:13:42 \nJefferson:\n And your parents know where the mayor is?\n\n01:14:03 \nJefferson:\n Thanks, kid.\n\n01:14:57 \nWashington:\n Same deal as before. Kid says there are people in here who know where the mayor is. Jefferson, stick with us.\n\n01:15:00 \nJefferson:\n Roger. I like teams of three better anyways.\n\n01:15:00 \nMadison:\n Okay, we'll watch the street again.\n\n01:15:01 \nRoosevelt:\n Roger. Let's go.\n\n01:20:10 \nWashington:\n Specter five o'clock!\n\n01:20:11 \nRoosevelt:\n Motherfucker!\n\n01:20:14 \nRoosevelt:\n It stabbed my fucking leg!\n\n01:20:17 \nJefferson:\n Oh shit, oh shit.\n\n01:20:23 \nRoosevelt:\n Oh Jesus fuck, I'm gushing. I'm going to die.\n\n01:20:24 \nJefferson:\n Look at his leg. Looks like it might've got an artery. Rose, you got a first aid kit?\n\n01:20:25 \nRoosevelt:\n I'm going to fucking die. You can't bandage this.\n\n01:20:28 \nWashington:\n Tango down. Command, Roosevelt is bleeding rather badly. Requesting evacuation. Jefferson, if we don't find people in here then that kid lied to us, unless his parents are specters, which I doubt.\n\n01:20:28 \nJefferson:\n I can try.\n\n01:20:29 \nRoosevelt:\n It's not going to help.\n\n01:20:37 \nWashington:\n Alright then. Command says we've been affected by the skip so evac is off the table.\n\n01:21:00 \nAdams:\n You hear that noise?\n\n01:21:06 \nMadison:\n I hear it. I'm going to get a better look. It's just in the other side of that wall.\n\n01:21:07 \nRoosevelt:\n It hurts so much.\n\n01:21:08 \nAdams:\n How? You gonna climb the wall?\n\n01:21:14 \nMadison:\n There's a staircase. I guess you don't see it though.\n\n01:21:16 \nAdams:\n I don't. Looks like a concrete wall to me.\n\n01:21:54 \nAdams:\n Woah. Looks like you're climbing air.\n\n01:22:24 \nRoosevelt:\n Wash, behind you!\n\n01:22:25 \nWashington:\n Oh fuck.\n\n01:22:29 \nJefferson:\n Oh no, no.\n\n01:22:32 \nJefferson:\n Command, Roosevelt and Washington are down. Requesting immediate cessation of the mission.\n\n01:22:35 \nRoosevelt:\n Don't bother, mate. Finish the… mission… I ain't gonna… just go…\n\n01:22:35 \nAdams:\n What do you see?\n\n01:22:38 \nMadison:\n Not much, honestly. More buildings. I have the feeling you wouldn't be able to see them even if you could get up here. This place looks different to everyone. Makes me wonder why we even have cameras, because Command is probably seeing different stuff than us half the time. Honestly I'm surprised our comms work at all with all the essokinetic fuckery. Lincoln could still be alive for all we know, just unable to communicate with the radio.\n\n01:22:38 \nRoosevelt:\n Oh good God…\n\n01:22:40 \nJefferson:\n I think so. You didn't properly brief us on these specters though. Roosevelt is bleeding out and Washington's head exploded. We're down to half the team and it's been… Jesus, an hour and a half.\n\n01:22:47 \nJefferson:\n Well, they're definitely susceptible to bullets. But they came out of literally nowhere. Second one appeared between me and Wash and got him before he had a chance to react.\n\n01:22:58 \nJefferson:\n Roger. Madison, Adams, I'm exiting the house.\n\n01:24:00 \nJefferson:\n How did Madison get up there?\n\n01:24:03 \nAdams:\n He walked.\n\n01:24:08 \nJefferson:\n Walked? There's nowhere to walk.\n\n01:24:09 \nAdams:\n Maybe not to us, but he sees a staircase. So he can walk on it. Same way Link disappeared I think, he entered a room that to us didn't exist and then couldn't get back. His comm probably stopped working because it can't communicate between his reality and ours. Or he died, one of the two.\n\n01:24:17 \nJefferson:\n It looks like he's floating twenty feet above the ground.\n\n01:24:20 \nMadison:\n Freaky, right? I'm standing on a balcony to someone's house. Not going in though. We need to keep moving.\n\n\n01:56:30 \nJefferson:\n Let's check out the CVS.\n\n01:56:32 \nMadison:\n Sure. You do the talking. I'm gonna steal some candy.\n\n01:56:36 \nAdams:\n Don't steal the candy you idiot.\n\n01:57:02 \nJefferson:\n Hello ma'am, we're looking for the mayor.\n\n01:57:10 \nJefferson:\n Uh, current. Name of Warner, I believe?\n\n01:57:21 \nJefferson:\n Wonderful, thank you.\n\n02:00:02 \nMadison:\n Where did Adams go?\n\n02:00:10 \nJefferson:\n What the hell?\n\n02:00:17 \nJefferson:\n Check in. Jefferson.\n\n02:00:19 \nMadison:\n Madison.\n\n02:00:28 \nJefferson:\n Nothing from Adams. For fuck's sake.\n\n02:00:30 \nMadison:\n That's a bad fucking sign.\n\n02:00:32 \nJefferson:\n Command, we're down to two. Still no sign of the mayor. Requesting… Fuck it.\n\n\n02:48:09 \nMadison:\n Uh, where are you going, Jefferson?\n\n02:48:11 \nJefferson:\n Straight ahead.\n\n02:48:13 \nMadison:\n That looks like a wall to me. I see roads to the left and right, but not straight.\n\n02:48:16 \nJefferson:\n You don't?\n\n02:48:30 \nJefferson:\n Command, we are seeing very different road layouts. Don't think we'll be able to go this direction together. Please advise.\n\n02:48:56 \nJefferson:\n If you say so. Madison, we need to find an alternative route. Splitting up at this point for any reason is an invitation for disaster.\n\n\n03:21:46 \nJefferson:\n Another house. Let's check it out.\n\n03:21:50 \nMadison:\n Alright, let's go in. Please don't disappear on me. This is not somewhere I'd want to be alone.\n\n\n03:32:02 \nJefferson:\n All clear in this room.\n\n03:39:54 \nMadison:\n Hey, check this out. Looks like an altar of some sort.\n\n03:40:00 \nJefferson:\n That's a lot of blood.\n\n03:40:06 \nMadison:\n Still wet. There's no carcass though, I wonder where it came from.\n\n03:40:11 \nJefferson:\n Yeah. It's got symbols I don't recognize. Command, you getting this?\n\n03:40:37 \nMadison:\n Wonder if I'm seeing different symbols than you. I think all of us see the little details in this place slightly differently.\n\n03:41:00 \nMadison:\n Lot of campaign posters too. Wonder if we're gonna meet this Greenfield guy. He seems popular.\n\n\n04:20:01 \nJefferson:\n Oh shit, down the street. Another specter.\n\n04:20:20 \nMadison:\n I see it. Let's hope it doesn't see us.\n\n04:20:49 \nMadison:\n It sees us.\n\n04:20:53 \nJefferson:\n It has a gun!\n\n04:20:57 \nMadison:\n Shit! Fire!\n\n04:21:09 \nJefferson:\n Sounds like one of ours. I bet it poached it from one of our friends.\n\n04:22:35 \nMadison:\n I think it's gone.\n\n04:22:38 \nJefferson:\n Yeah, it's gone. I think I might've hit it.\n\n04:22:42 \nMadison:\n Let's hope.\n\n\n06:04:19 \nJefferson:\n This looks right.\n\n06:05:00 \nJefferson:\n Hello.\n\n06:05:02 \nMadison:\n Are you the mayor?\n\n06:05:11 \nJefferson:\n Thank god. We had a hell of a time finding you.\n\n06:05:11 \nMadison:\n Finally.\n\n06:05:17 \nJefferson:\n Command, we've established contact with the mayor. Will perform the first interview tomorrow.\n\n06:05:22 \nMadison:\n Two, maybe three. They killed a few of our guys too.\n\n06:05:28 \nAdams:\n Hello.\n\n06:05:30 \nJefferson:\n Huh, there's activity on Adams' comm.\n\n06:05:32 \nAdams:\n I found the mayor, fellas. The real mayor. That man is an imposter. A bad imitation of the real thing. Just like the town you're in is not Ridgefort, it is a relic of a broken past. I am in the future. I am the future.\n\n06:05:38 \nJefferson:\n Adams? Adams! Where are you?\n\n06:05:40 \nMadison:\n That's not his voice, Jeff.\n\n06:05:53 \nAdams:\n Astute. I know you can hear me, Warner, and your new friends can listen too. They might even like what they hear.\n\n06:06:06 \nAdams:\n Ridgefort and its people do not belong in such a disaster of a universe. Our destiny is far greater. We will secede. We will succeed. Stop… holding us back.\n\n06:06:31 \nAdams:\n Let go, Warner. You know it's inevitable. Believe me. This is between the people of Ridgefort and their limitless potential. Your new friends cannot change that. We will experience a greatness we have not felt in a long time. You hold us back. Bring your followers to me and we can begin anew. The time for greatness is upon us, Warner, do not stand in the way.\n\n06:07:19 \nAdams:\n I don't know why you cling to a failing world. We were the greatest that world had to offer. We need not succumb to the mediocrity that has plagued us for so long. We need not live in fear of the ghost of what we once were, what we could be again if only our leaders ​had conviction and our people had pride. Believe me, we are too great to surround ourselves with lesser men.\n\n06:07:44 \nAdams:\n You cannot defeat our alternative reality. You cannot reconcile it with your own. You can either ride our magnificent ship, or you can drown. The tide is rising, Warner, and we will soon sail away.\n\n\n\n\n\n\nThe following audio was recovered from the microphones of task force members who lost contact with Command during the mission.\n\n\nAdams\n\n\n\n\n01:59:49:\n Jefferson? Madison?\n\n\n01:59:58:\n Command?\n\n\n02:00:04:\n Shit.\n\n\n02:03:11:\n Since when does CVS have a gun aisle?\n\n\n02:03:55:\n Or a plaza?\n\n\n02:03:59:\n Fuck this non-Euclidean shit.\n\n\n02:04:11:\n That's a lot of people. Command? Anyone?\n\n\n02:06:25:\n Hello, I'm looking for the mayor.\n\n\n02:06:30:\n I go by Adams.\n\n\n02:06:42:\n I'm only authorized to share that with the mayor.\n\n\n02:06:51:\n I appreciate that.\n\n\n02:58:06:\n Hello.\n\n\n02:58:11:\n I'm part of a team representing the SCP Foundation. Our commanding officer had a correspondence with you.\n\n\n02:58:19:\n Don't know. I lost contact with them about an hour ago.\n\n\n02:58:31:\n We were told the mayor would be expecting us. If you didn't know we were coming then you're not the mayor. I need to speak with the mayor.\n\n\n02:58:46:\n I see.\n\n\n02:58:52:\n You don't have to do that.\n\n\n\n\nRoosevelt\n\n\n\n\n01:26:06:\n Command, this is… Roosevelt… fuck… dying slowly.\n\n\n01:26:11:\n Command?\n\n\n01:26:15:\n Shit.\n\n\n01:34:00:\n Lincoln… Lincoln…\n\n\n01:34:10:\n Don't… go there…\n\n\n01:34:14:\n Mmmmmm…\n\n\n01:34:42:\n Help me…\n\n\n01:34:48:\n Go through the… door…\n\n\n01:35:03:\n Lincoln please…\n\n\n01:35:11:\n You don't… see… me… do you…\n\n\n01:35:57:\n Fuck.\n\n\n01:37:24:\n No… why, god… Lincoln…\n\n\n01:39:27:\n What happened…\n\n\n01:43:02:\n I don't…\n\n\n\n\nLincoln\n\n\n\n\n00:52:04:\n Jefferson?\n\n\n00:52:09:\n Washington?\n\n\n00:52:14:\n Command, I've lost contact with the rest of the team.\n\n\n00:52:21:\n Command?\n\n\n00:52:50:\n Maybe my comm is broken… But where the hell did everyone go?\n\n\n00:53:26:\n The fuck? Where did this room go?\n\n\n00:59:03:\n That's not the same house I walked into.\n\n\n01:01:19:\n None of this looks the same.\n\n\n01:14:37:\n God dammit.\n\n\n01:29:58:\n A person, finally.\n\n\n01:31:04:\n Hey, hey, what's going on?\n\n\n01:31:11:\n In there?\n\n\n01:31:19:\n Stay here. You're describing people I know, I'm going to talk to them.\n\n\n01:33:54:\n Oh Jesus.\n\n\n01:34:00:\n Hang on there, ma'am. Is there a hospital in this town? I can call you an ambulance…\n\n\n01:34:12:\n Your son? He's outside. Don't worry, he's okay. I told him to stay put.\n\n\n01:34:22:\n They got your husband too, looks like.\n\n\n01:35:01:\n Which other room?\n\n\n01:35:04:\n I don't see a door there.\n\n\n01:36:27:\n Bastard specters.\n\n\n01:39:18:\n And he's gone. Predictable.\n\n\n02:06:09:\n Where the hell is everybody?\n\n\n02:54:42:\n So many of these fucks.\n\n\n03:30:14:\n Maybe if I could find the mayor, they could meet me there. If they could find him too.\n\n\n04:09:08:\n Fucking specters! What did you do to my friends?!\n\n\n04:20:49:\n Augh, Jesus. They got their guns too!\n\n\n04:21:04:\n Fuck fuck fuck that hurts! Holy fuck, holy fuck.\n\n\n04:24:37:\n Son of a bitch!\n\n\n04:38:02:\n Augh, okay, walking will be difficult. Maybe I should just stay here for a little.\n\n\n05:19:38:\n More specters, oh my god. These assholes better not be armed.\n\n\n09:53:09:\n There's no one in this damn town but ghosts.\n\n\n12:12:26:\n Command, if you ever get this message, go fuck yourselves.\n\n\n13:21:40:\n It's just ghosts. The whole place is just ghosts.\n\n\n19:42:38:\n Where even am I?\n\n\n20:01:43:\n These streets don't even make sense.\n\n\n22:42:38:\n I'm so lost.\n\n\n29:53:06:\n I need to get back to base.\n\n\n29:53:18:\n Fucking hell, this hurts.\n\n\n31:52:29:\n Jesus fuck.\n\n\n32:41:36:\n Is that a Cracker Barrel?\n\n\n32:41:50:\n That's a fucking Cracker Barrel.\n\n\n32:48:32:\n Good lord I needed that. Nobody in this fucking place but at least there's food.\n\n\n34:07:06:\n There's no one. Anywhere.\n\n\n39:19:45:\n I wonder what it's like to be a ghost.\n\n\n39:20:00:\n Maybe I'm the ghost.\n\n\n39:20:37:\n Maybe I should kill myself to find out.\n\n\n40:14:23:\n I'm going to get out of here.\n\n\n40:24:30:\n Good god it hurts to walk.\n\n\n52:56:02:\n No, no specters. I can't handle you right now.\n\n\n58:05:31:\n Thank fuck.\n\n\n60:42:53:\n Fuck this place.\n\n\n74:11:18:\n Please be the fence… please be the fence…\n\n\n74:35:52:\n Command, can you hear me?\n\n\n74:43:22:\n This is it!\n\n\n74:59:49:\n Why…\n\n\n74:59:56:\n Aaugh…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 02:\n Excerpt from Document 3210-h (Recovered Documentation)\n\n\n\n\nVideo Transcript 11\n\n\n\n\nHide\n\n\n\n\nThe following is a transcript of a video taken during Mission 3210-05. The video is believed to be of a speech given by Mayor Greenfield in 2016. Due to the nature of SCP-3210, subjects who view this video report a number of different variations in the text of the speech. As such, the most common variations are listed in the document, denoted with different colors​.\n\n\nApproximately 40% of subjects report the addition of pink text in the speech, 15% report the addition of the blue text, and 25% report the addition of gold text. The remaining ten percent report a mixture of two or three.\n\n\n\n\nGreetings, people of Ridgefort. I am here tonight to deliver a message of unity and strength. This message comes deeply from my heart, and I hope you all heed my words. The time for quarreling and division is behind us. We now stand in the precipice of greatness. Who will join us? \nAnd who will perish?\n\n\nA new era is beginning. A wave is sweeping across our town, a surge of optimism and pride \nthat will crush all who oppose it with a power\n/\nthat will carry us into an age\n the likes of which we have not seen before. These next few years will define who we are, what our town is. The land we leave to our children. The world we inhabit. What will we leave for the future of Ridgefort? Will we be defined by our surroundings, or rise above them \nand crush the pitiful sheep around us\n/\nlike an eagle soaring through the sky\n/\nas we ought to, as children of God\n?\n\n\nMy fellow Ridgefortians, we need not hide who we are \nfrom pathetic humans\n/\nfrom those who do not understand our way of life\n. Our destiny is too great to live shackled to this place, this country, this world. This universe. Friends, I offer you only what all men desire: freedom \nand divinity\n. Same as our forefathers left the Old World for America, so must we too leave this world for a new one. And we must bring our \ndirty\n/\nbeautiful\n town with us, for it is our home.\n\n\nPull, pull with all your strength, my people. Ridgefort will rise to the heavens and leave this \ndisaster of a\n world \nin the ashes\n/\nbehind\n/\nbehind\n. Those of you who do not aspire to greatness, I weep for you. For you hold us back, and \nwill die\n/\nthat is a great tragedy\n/\nwill die mercifully\n. Our town already bears the scars of violence. Those among us who wish to see more \nlike that infernal Warner and his cronies\n/\nlike Glen Warner\n must not prevail. Even now, the streets bulge and shudder under the weight of our indecision. This great tug of war must end. We must act with conviction to transform Ridgefort into the \nnightmare\n/\ncity on a hill\n/\nparadise\n it was meant to be.\n\n\nSome of our brothers and sisters have already begun the arduous process of this amazing migration. They are not long for this world, my friends, for they are soon to inhabit a new one. A better one. \nThey are ghosts; ghoulish specters with no faces and no humanity.\n/\nTheir countenances are translucent, for most of their souls reside in a new plane.\n Soon we all shall. Even the enemies of our people, our neighbors who chain us to this forsaken universe, will find glory in the new world we will create for ourselves. Or they will die \npainfully\n. None shall oppose our \nabhorrent\n/\nholy\n/\nglorious\n endeavor, or they will die. Believe me, they will. They all will.\n\n\nMerry Christmas \nand a happy New Year\n.\n\n\n\n\n\n\n\n\n\n\nAddendum 03:\n Excerpts from Document 3210-i (Interviews)\n\n\nLEVEL 3 ACCESS REQUIRED\n\n\n\n\nFootnotes\n\n\n1\n. See Mission Log 3210-08\n\n\n\n\n\n\n\n\n« \nSCP-3209\n | SCP-3210 | \nSCP-3211\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3210\n\" by Rejekyll, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3210\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 01: Excerpts from Document 3210-r (Exploration Logs)",
        "Addendum 02: Excerpt from Document 3210-h (Recovered Documentation)",
        "Addendum 03: Excerpts from Document 3210-i (Interviews)\nLEVEL 3 ACCESS REQUIRED"
    ],
    "documents": [],
    "notes": [
        "01:59:49: Jefferson? Madison? 01:59:58: Command? 02:00:04: Shit. 02:03:11: Since when does CVS have a gun aisle? 02:03:55: Or a plaza? 02:03:59: Fuck this non-Euclidean shit. 02:04:11: That's a lot of people. Command? Anyone? 02:06:25: Hello, I'm looking for the mayor. 02:06:30: I go by Adams. 02:06:42: I'm only authorized to share that with the mayor. 02:06:51: I appreciate that. 02:58:06: Hello. 02:58:11: I'm part of a team representing the SCP Foundation. Our commanding officer had a correspondence with you. 02:58:19: Don't know. I lost contact with them about an hour ago. 02:58:31: We were told the mayor would be expecting us. If you didn't know we were coming then you're not the mayor. I need to speak with the mayor. 02:58:46: I see. 02:58:52: You don't have to do that.",
        "01:26:06: Command, this is… Roosevelt… fuck… dying slowly. 01:26:11: Command? 01:26:15: Shit. 01:34:00: Lincoln… Lincoln… 01:34:10: Don't… go there… 01:34:14: Mmmmmm… 01:34:42: Help me… 01:34:48: Go through the… door… 01:35:03: Lincoln please… 01:35:11: You don't… see… me… do you… 01:35:57: Fuck. 01:37:24: No… why, god… Lincoln… 01:39:27: What happened… 01:43:02: I don't…",
        "00:52:04: Jefferson? 00:52:09: Washington? 00:52:14: Command, I've lost contact with the rest of the team. 00:52:21: Command? 00:52:50: Maybe my comm is broken… But where the hell did everyone go? 00:53:26: The fuck? Where did this room go? 00:59:03: That's not the same house I walked into. 01:01:19: None of this looks the same. 01:14:37: God dammit. 01:29:58: A person, finally. 01:31:04: Hey, hey, what's going on? 01:31:11: In there? 01:31:19: Stay here. You're describing people I know, I'm going to talk to them. 01:33:54: Oh Jesus. 01:34:00: Hang on there, ma'am. Is there a hospital in this town? I can call you an ambulance… 01:34:12: Your son? He's outside. Don't worry, he's okay. I told him to stay put. 01:34:22: They got your husband too, looks like. 01:35:01: Which other room? 01:35:04: I don't see a door there. 01:36:27: Bastard specters. 01:39:18: And he's gone. Predictable. 02:06:09: Where the hell is everybody? 02:54:42: So many of these fucks. 03:30:14: Maybe if I could find the mayor, they could meet me there. If they could find him too. 04:09:08: Fucking specters! What did you do to my friends?! 04:20:49: Augh, Jesus. They got their guns too! 04:21:04: Fuck fuck fuck that hurts! Holy fuck, holy fuck. 04:24:37: Son of a bitch! 04:38:02: Augh, okay, walking will be difficult. Maybe I should just stay here for a little. 05:19:38: More specters, oh my god. These assholes better not be armed. 09:53:09: There's no one in this damn town but ghosts. 12:12:26: Command, if you ever get this message, go fuck yourselves. 13:21:40: It's just ghosts. The whole place is just ghosts. 19:42:38: Where even am I? 20:01:43: These streets don't even make sense. 22:42:38: I'm so lost. 29:53:06: I need to get back to base. 29:53:18: Fucking hell, this hurts. 31:52:29: Jesus fuck. 32:41:36: Is that a Cracker Barrel? 32:41:50: That's a fucking Cracker Barrel. 32:48:32: Good lord I needed that. Nobody in this fucking place but at least there's food. 34:07:06: There's no one. Anywhere. 39:19:45: I wonder what it's like to be a ghost. 39:20:00: Maybe I'm the ghost. 39:20:37: Maybe I should kill myself to find out. 40:14:23: I'm going to get out of here. 40:24:30: Good god it hurts to walk. 52:56:02: No, no specters. I can't handle you right now. 58:05:31: Thank fuck. 60:42:53: Fuck this place. 74:11:18: Please be the fence… please be the fence… 74:35:52: Command, can you hear me? 74:43:22: This is it! 74:59:49: Why… 74:59:56: Aaugh…",
        "Greetings, people of Ridgefort. I am here tonight to deliver a message of unity and strength. This message comes deeply from my heart, and I hope you all heed my words. The time for quarreling and division is behind us. We now stand in the precipice of greatness. Who will join us? And who will perish? A new era is beginning. A wave is sweeping across our town, a surge of optimism and pride that will crush all who oppose it with a power / that will carry us into an age the likes of which we have not seen before. These next few years will define who we are, what our town is. The land we leave to our children. The world we inhabit. What will we leave for the future of Ridgefort? Will we be defined by our surroundings, or rise above them and crush the pitiful sheep around us / like an eagle soaring through the sky / as we ought to, as children of God ? My fellow Ridgefortians, we need not hide who we are from pathetic humans / from those who do not understand our way of life . Our destiny is too great to live shackled to this place, this country, this world. This universe. Friends, I offer you only what all men desire: freedom and divinity . Same as our forefathers left the Old World for America, so must we too leave this world for a new one. And we must bring our dirty / beautiful town with us, for it is our home. Pull, pull with all your strength, my people. Ridgefort will rise to the heavens and leave this disaster of a world in the ashes / behind / behind . Those of you who do not aspire to greatness, I weep for you. For you hold us back, and will die / that is a great tragedy / will die mercifully . Our town already bears the scars of violence. Those among us who wish to see more like that infernal Warner and his cronies / like Glen Warner must not prevail. Even now, the streets bulge and shudder under the weight of our indecision. This great tug of war must end. We must act with conviction to transform Ridgefort into the nightmare / city on a hill / paradise it was meant to be. Some of our brothers and sisters have already begun the arduous process of this amazing migration. They are not long for this world, my friends, for they are soon to inhabit a new one. A better one. They are ghosts; ghoulish specters with no faces and no humanity. / Their countenances are translucent, for most of their souls reside in a new plane. Soon we all shall. Even the enemies of our people, our neighbors who chain us to this forsaken universe, will find glory in the new world we will create for ourselves. Or they will die painfully . None shall oppose our abhorrent / holy / glorious endeavor, or they will die. Believe me, they will. They all will. Merry Christmas and a happy New Year .",
        "\" SCP-3210 \" by Rejekyll, from the SCP Wiki . Source: https://scpwiki.com/scp-3210 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3210",
    "object_class": "Keter",
    "containment_procedures": "Area 3210 is to be built around SCP-3210-A, with at least one kilometer between the edge of SCP-3210-A and the perimeter of Area 3210. An electrified fence five meters tall is to be built 300m outside of SCP-3210-A. This fence is to have guard towers positioned every 500m. Any instances of SCP-3210-B who attempt to reach this fence are to be terminated.",
    "description": "SCP-3210 is the collective designation for the town of Ridgefort, Michigan, the surrounding area, and its inhabitants. SCP-3210-A is a geographic area encompassing the town of Ridgefort and approximately 27km² outside, mostly to the south. SCP-3210-B is the designation given to anomalous individuals residing within SCP-3210-A. There are 323 instances of SCP-3210-B, eleven of which were originally Foundation personnel and the rest of which are native to Ridgefort.",
    "title": "SCP-3210"
}