{
    "url": "https://scp-wiki.wikidot.com/scp-3212",
    "all_text": "rating: \n+84\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n3212\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to the nature of SCP-3212, it is unable to leave Site-██. Audio recording devices must be placed in all 30 of Site-██'s rooms to monitor the position of SCP-3212. These devices must be repaired by Site-██ personnel in the event that SCP-3212 attempts to damage them. Site-██ is to be inhabited at all times by no less than 30 sighted personnel with Security Clearance Level-3 or higher.\n\n\nDescription\n: SCP-3212 appears to be a mass of tentacles, resembling those of \nOctopus vulgaris\n, albeit larger and more numerous. It is unknown whether the rest of SCP-3212's body resembles \nOctopus vulgaris\n, as due to the nature of its anomalous properties it cannot be directly observed.\n\n\nSCP-3212 cannot enter a room containing beings or devices capable of visual observation.\n1\n Likewise, living beings capable of sight cannot enter the room in which SCP-3212 currently resides, with all adjoining doors refusing to open and walls resisting all damage. SCP-3212 will typically remain in a room for 2 to 3 hours if not impeded by the presence of sighted beings.\n\n\nSCP-3212 is capable of altering the internal size, shape and layout of its room without affecting the external dimensions. All alterations made by-SCP-3212 persist after the entity leaves the room. \nEntrances repositioned by SCP-3212 will always lead back to the room they originally lead to.\n See Addendum 3212-A\n\n\nSCP-3212 is capable of using its tentacles to pull objects from adjacent rooms through gaps around door frames, even if the objects are larger than the gaps. SCP-3212 has demonstrated the ability to move objects in excess of ███kg. SCP-3212 leaves no detectable marks on objects it touches. \nSCP-3212 will rearrange objects in its room, but will usually leave them unaltered.\n See Addendum 3212-B\n\n\nAlthough SCP-3212 is usually passive, it can become aggressive if personnel make excessive attempts to enter its room.\n2\n SCP-3212's preferred method of attack is to use nearby objects as projectiles, although it has been known to resort to strangulation if no suitable projectiles can be found. It is of note that while SCP-3212 does respond to pain, it seems to be impervious to damage. SCP-3212 has attempted on ██ occasions to damage the audio devices in its room.\n\n\nContainment Log\n: SCP-3212 was discovered in the manor of ████ ████, a woman living in ██████, after she reported to local law enforcement that something was \"turning [her] house into an M. C. Escher drawing [sic].\" Foundation personnel were able to 'herd' SCP-3212 into a mobile containment cell by blocking its entrance into rooms. ████ was then administered Class-A amnestics and Site-██ was constructed for the expressed purpose of containing SCP-3212 and observing its anomalous properties. How SCP-3212 arrived at the manor of ████ ████ is unknown.\n\n\nTest Log 3212-1\n\n\n\n\nDate:\n ████/██/██\n\n\nSubject:\n Agent █████, a blind woman employed by the Foundation.\n\n\nProcedure:\n SCP-3212 was located in room-16 of Site-██. Agent █████ was positioned in room-17, adjacent to room-16. Site-██ personnel were positioned in all rooms adjacent to rooms-16 & -17. Agent █████ was told to attempt enter room-16 and remain there for 10 minutes. Agent █████ was not given any form of live communication with the rest of Site-██ personnel, as was it was believed that attempts to transmit electromagnetic radiation to and from Room-17 would disrupt/Be disrupted by SCP-3212's anomalous properties.\n\n\nTest Report:\n Agent █████ successfully opened the door to room-16, reporting feeling the sensation of water rushing into room-17, although she did not feel wet and was still able to breathe normally. SCP-3212 did not seem to react aggressively her presence, and at some points even brushed against her. After a period of time, Agent █████ attempted to place her hand on SCP-3212's tentacle, to which SCP-3212 did not respond. Agent █████ commented that the texture of SCP-3212's tentacle was \"like holding your hand up in a strong breeze.\" Agent █████ then began to feel her way across the length of the tentacle but was unable to locate the main body SCP-3212. After 10 minutes had elapsed, Agent █████ closed the door adjoining rooms-16 & -17, noting that the sense of being underwater 'evaporated' almost instantly. Testing was concluded.\n\n\n\n\nAddendum 3212-A:\n On ██/██/████, Site-██ reported that door-15, previously adjoining rooms-15 and -16, now adjoins rooms-16 and -17. Further investigation into SCP-3212's ability to alter entrances pending.\n\n\nAddendum 3212-B:\n On ██/██/████, SCP-3212 remained in room-30 of Site-██ for an abnormal amount of time (approximately 10 hours). When SCP-3212 left the room, site personnel discovered SCP-3212-1, previously an office table, had been contorted into an impossible shape by SCP-3212. Further research into SCP-3212's ability to create anomalous objects are pending.\n\n\n\n\nFootnotes\n\n\n1\n. A 'room' being defined as a section of 3-dimensional space completely surrounded by solid opaque barriers, with the exception of small gaps such as around doorframes. It is currently unknown what the maximum size of a gap can be before SCP-3212 will no longer enter the room.\n\n\n2\n. SCP-3212 appears to be more prone to aggression when in absence of objects to manipulate.\n\n\n\n\n\n\n\n\n« \nSCP-3211\n | SCP-3212 | \nSCP-3213\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3212\n\" by Tanzanite423, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3212\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3212-A: On ██/██/████, Site-██ reported that door-15, previously adjoining rooms-15 and -16, now adjoins rooms-16 and -17. Further investigation into SCP-3212's ability to alter entrances pending.",
        "Addendum 3212-B: On ██/██/████, SCP-3212 remained in room-30 of Site-██ for an abnormal amount of time (approximately 10 hours). When SCP-3212 left the room, site personnel discovered SCP-3212-1, previously an office table, had been contorted into an impossible shape by SCP-3212. Further research into SCP-3212's ability to create anomalous objects are pending."
    ],
    "documents": [],
    "notes": [
        "Date: ████/██/██ Subject: Agent █████, a blind woman employed by the Foundation. Procedure: SCP-3212 was located in room-16 of Site-██. Agent █████ was positioned in room-17, adjacent to room-16. Site-██ personnel were positioned in all rooms adjacent to rooms-16 & -17. Agent █████ was told to attempt enter room-16 and remain there for 10 minutes. Agent █████ was not given any form of live communication with the rest of Site-██ personnel, as was it was believed that attempts to transmit electromagnetic radiation to and from Room-17 would disrupt/Be disrupted by SCP-3212's anomalous properties. Test Report: Agent █████ successfully opened the door to room-16, reporting feeling the sensation of water rushing into room-17, although she did not feel wet and was still able to breathe normally. SCP-3212 did not seem to react aggressively her presence, and at some points even brushed against her. After a period of time, Agent █████ attempted to place her hand on SCP-3212's tentacle, to which SCP-3212 did not respond. Agent █████ commented that the texture of SCP-3212's tentacle was \"like holding your hand up in a strong breeze.\" Agent █████ then began to feel her way across the length of the tentacle but was unable to locate the main body SCP-3212. After 10 minutes had elapsed, Agent █████ closed the door adjoining rooms-16 & -17, noting that the sense of being underwater 'evaporated' almost instantly. Testing was concluded.",
        "\" SCP-3212 \" by Tanzanite423, from the SCP Wiki . Source: https://scpwiki.com/scp-3212 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Due to the nature of SCP-3212, it is unable to leave Site-██. Audio recording devices must be placed in all 30 of Site-██'s rooms to monitor the position of SCP-3212. These devices must be repaired by Site-██ personnel in the event that SCP-3212 attempts to damage them. Site-██ is to be inhabited at all times by no less than 30 sighted personnel with Security Clearance Level-3 or higher.",
    "title": "SCP-3212"
}