{
    "url": "https://scp-wiki.wikidot.com/scp-3239",
    "all_text": "rating: \n+22\n+\n–\nx\n\n\n\n\n\n\nSCP-3239\n\n\n\n\n\n\nItem #:\n SCP-3239\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3239 is to be kept in a soundproofed object containment locker at Site-86 for preliminary research, not to be removed from such outside of testing. Research personnel showcasing signs of previously undiagnosed mental afflictions are to be assessed under psychiatric consultation, and be investigated for unauthorized usage of SCP-3239. Once the aforementioned preliminary research is concluded, SCP-3239 is to be moved to Site-44, allowing for usage of the on-site electromagnetic isolation field and manmade technology specialists.\n\n\nDescription:\n SCP-3239 is a black Ericsson DBH 1001 model rotary dial telephone\n1\n. Despite appearing to be well preserved and completely functional, all attempts to use SCP-3239 to contact a normal phone have concluded with failure.\n\n\nSCP-3239's anomalous properties only begin to manifest on the last Tuesday of every month, lasting from the hours of ██:██ to ██:██.\n2\n If any individual enters within a 4.6m radius of SCP-3239 during this allotted time frame, SCP-3239 will start to ring. This ringing will occur under most circumstances, and attempts to block this call through methods including the use of a Faraday cage have proven unsuccessful. However, the placement of structural or natural obstacles between subjects and SCP-3239 has been noted to prevent this occurrence. Subjects who enter within this radius and hear the ringing do not report any urge to answer. Should a subject answer SCP-3239, however, they commonly recount a strong compulsion to remain on the call despite any previous mindset they might have possessed. This compulsion will generally go unnoticed unless efforts to end the call are enacted, and it has been noted possible to overcome in life-threatening situations or similar circumstances.\n\n\nUpon answering SCP-3239, subjects are greeted by SCP-3239-1. SCP-3239-1 has been described as the voice of a middle-aged woman with a Swedish accent and notably is always fluent in the native language of the subject answering SCP-3239. \nAttempts to trace the call or determine SCP-3239-1's location have proven unsuccessful.\n3\n\n\nUpon answering, \nSCP-3239-1 will ask for a name,\n SCP-3239-1 will most frequently ask for a name of an individual. If the subject states their own name, the name of a fictional character, or no name at all, SCP-3239 may immediately disconnect from the call and cannot be used again until the next allotted time frame. However, across select calls, SCP-3239-1 has been recorded becoming agitated with subjects failing to give a proper name, prolonging the connection. Upon naming an individual, SCP-3239-1 will briefly pause. During this time, lasting for a range of 15 to 27 seconds, the sound of ringing can be heard on the line.\n\n\n\n\n\n\nDiscovery photo of church near █████████, Sweden. See Test-3239-D for further details\n\n\n\n\n\n\nAfter this period, the voice of the named individual can be heard, hereby designated as SCP-3239-2. SCP-3239-2 instances appear sentient, though generally display an unawareness of the subject, reacting only to occurrences in their proximity, but awareness of the subject has been recorded in select calls. An SCP-3239-2 instance will transmit both voice and environmental audio correlating to specific causes to the instance's death; examples of such include suicides and murders. Once an instance's death takes place, the call is immediately terminated. Named individuals apparently killed during an SCP-3239 call have been found alive and uninjured, reporting no recollection of the call or its events taking place. If a deceased individual is named, similar circumstances occur, with SCP-3239-2 instances mimicking the individual. However, these instances are recorded dying in situations similar to the named individual's death, but with noticeable differences to the real-life event.\n\n\nSubjects have been documented suffering from mental illness and psychological trauma after the conclusion of a call, with psychiatric evaluations diagnosing disorders such as major depression and general anxiety. These newly developed afflictions are generally treatable depending on the affliction, and the development of physical illnesses has not been recorded. Such afflictions have only been reported affecting individuals answering SCP-3239, with those listening to calls indirectly through wiretap surveillance or similar methods being unaffected.\n\n\nAddendum 3239-A:\n SCP-3239 was recovered on ██/██/████ from an antique shop in █████████, Indiana. Upon receiving questionable reports of post traumatic stress and neurasthenia from ██ ███████ Hospital, Agents ██████ and █████ were authorized to investigate. Questioning of affected individuals and doctoral staff resulted in a coinciding reference to a \"haunted telephone,\" which was traced to ████████ Antiques. Reportedly, the owner had no prior knowledge of the object, stating they were unaware of its presence in their store. Agent ██████ purchased SCP-3239 upon discovery and Class-A amnestics were properly administered.\n\n\n\n\n\n\n+ SCP-3239 Testing Log\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nTesting Procedures:\n Under proper authorization from personnel with Level 3 clearance or higher, all testing will be conducted with a minimum of one D-Class personnel present in SCP-3239's testing chamber, with complete audio and video feed surveillance of both the on-site landline and the chamber. Upon test completion, testing subjects are required to submit consultation for no less than three weeks to possibly determine any relationships between events recorded in the call and the mental afflictions developed.\n\n\nTest 3239-A Date: 11/28/████\n\n\nSubject:\n D-7295 ordered to name ███████ █████, a known and currently living associate.\n\n\nResults:\n Upon answering, SCP-3239-1 asks for a name, wherein D-7295 names ███████ █████. After a duration of approximately 17 seconds, SCP-3239-2, immediately recognized sounding like █████ by D-7295, is heard arguing with an undocumented third party regarding overdue payments and/or extortion. Gunshots are then recorded on the line, SCP-3239-2 presumably being shot and killed. The call is immediately terminated and D-7295 is left visibly panicking. Psychiatric evaluation reports D-7295 now suffering from PTSD, and location efforts report █████ is still alive.\n\n\nTest 3239-B Date: 12/26/████\n\n\nSubject:\n D-6342 ordered to name █████ ██████, D-6342's deceased mother.\n\n\nResults:\n Upon answering, SCP-3239-1 asks for a name, wherein D-6342 names █████ ██████. After a duration of approximately 23 seconds, the sound of a moving car and incoherent whispering can be heard, presumably SCP-3239-2, which is recognized by D-6342 to be ██████. SCP-3239-2 then directly addresses D-6342, stating she should not have called, and the sound of skidding tires and a crash between at least two vehicles is recorded immediately after. The call is terminated and D-6342 begins sobbing. Psychiatric evaluation reports D-6342 now suffering from manic-depression, and investigation efforts report ██████ died in a head-on car collision into a telephone pole.\n\n\nAnalysis:\n \nI have to say I'm curious whether or not the deaths depicted when naming living individuals are in some way predictions. If this is the case, SCP-3239 could prove to be a useful tool, but unless we want the Ethics Committee breathing down our necks, the mental repercussions can be problematic. Perhaps we can try sending in someone already diagnosed with depression or a similar disorder and see what happens. They might not be as heavily affected, if at all.\n -Dr. Garrickson\n\n\nPermission granted.\n -Senior Researcher ███████\n\n\nTest 3239-C Date: 1/30/████\n\n\nSubject:\n D-8031 ordered to name ████ █████, a known and living associate. D-8031 had been previously diagnosed with chronic depression, taking antidepressants daily.\n\n\nResults:\n Upon answering, SCP-3239-1 asks for a name. D-8031 hesitates in naming ████ █████, wherein SCP-3239-1 is recorded becoming agitated and refers to research personnel, stating D-8031 was ordered by Dr. Garrickson to give a name and was wasting everyone's time. D-8031 names █████, and after a duration of approximately 18 seconds, SCP-3239-2, recognized by D-8031, is heard shouting to an undocumented third party. Sounds of distant rushing water is recorded, alongside SCP-3239-2 threatening the third party that they will jump. SCP-3239-2 is then recorded grunting as sounds of wind and a large splash are heard. The call is terminated and D-8031 is silent. Psychiatric evaluation reports D-8031's chronic depression had severely worsened and neurasthenia had also developed, and location efforts report █████ is still alive. Twenty-five days after testing, D-8031 committed suicide in his cell with a makeshift shiv by cutting his superficial palmer arteries. Guard personnel stationed in the vicinity are under investigation for possible demotion.\n\n\nAnalysis:\n \nI think it's safe to say being previously diagnosed with a mental disorder does not negate SCP-3239's effects. However, I'm more concerned with SCP-3239-1. It referred to me by name and I haven't even spoken with it. I suggest we attempt to interview SCP-3239-1 and see exactly how far its knowledge goes.\n -Dr. Garrickson\n\n\nPermission to attempt interview with SCP-3239-1 granted.\n -Senior Researcher ███████\n\n\n\n\n\n\n\n\n\n\n\n\n+ Test-3239-D Audio Log and Afterword\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nTest-3239-D Date: 2/27/████\n\n\nSubject:\n D-4713 given printed documents containing twenty questions written by Dr. ██████████, ordered to attempt interview with SCP-3239-1 by promising to give a name under the condition of SCP-3239-1 answering given questions.\n\n\n\n\n[BEGIN LOG]\n\n\n(\nSCP-3239 is ringing and D-4731 is heard shuffling papers.\n)\n\n\nD-4731:\n I remember having a phone like this. Surprised this one still works.\n\n\n(\nD-4731 answers SCP-3239.\n)\n\n\nD-4731:\n Uh, hello?\n\n\n(\nThe sound of incoherent whispering is recorded on the line, unable to be discerned if originating from SCP-3239-1.\n)\n\n\nD-4731:\n Hello? Hey doc, is this thing actually working or—\n\n\nSCP-3239-1:\n Hello. Ciao. Bonjour. Buna. Hallå. Strange how one thing can be said in so many different ways.\n\n\nD-4731:\n Uh, okay miss. So it does work. Um, alright, I'm supposed to ask you a few—\n\n\nSCP-3239-1:\n I still feel it, you know. Every passing moment of every waking day. I wonder when it will stop. When I'll finally get the chance to move on and leave it behind, when the right person comes along and ends it, but then someone like you has to pick up.\n\n\nD-4731:\n Miss, what are you talking about?\n\n\n(\nThe sound of flowing water is recorded on the line\n)\n\n\nSCP-3239-1:\n Are you afraid of death, █████? Or, better question, what do you think is the worst way to die? Drowning? An illness ripping you apart from the inside? A friend shooting you in the back?\n\n\n(\nSCP-3239-1 briefly pauses.\n)\n\n\nSCP-3239-1:\n Burning to death? That one's mine.\n\n\nD-4731:\n Uh, drowning, I guess. Are you near a river or something? I'm hearing—\n\n\nSCP-3239-1:\n Drowning, huh? One of the most terrible ways to go from what I've heard. An endless abyss in all directions, forcing itself upon you. Trying to push it away but with every breath it suffocates you. Slow and agonizing as you struggle for air. I wouldn't know though. I suppose we'll just have to wait and see.\n\n\nD-4731:\n Wait, what—\n\n\n(\nA new, previously unrecorded entity is heard on the line, being described as multiple voices speaking at once. Until authorization from personnel with Level 4 clearance or higher is given, this entity shall be improperly referred to as SCP-3239-3\n)\n\n\nSCP-3239-3:\n For a moment everything was fine, all had become still, but then people like you just had to pick up.\n\n\nD-4731:\n What the fuck?\n\n\n(\nThe call is terminated\n)\n\n\nD-4731:\n Seriously, holy shit.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n Across the duration of Test-3239-D, tracing efforts were able to track the call to an abandoned church near ██████████, Sweden, which had reportedly burned down in ██34 under unknown circumstances. Field agents reported recovering a red telephone of a similar model to SCP-3239 nearby on a bridge over ████████ River, disconnected from any phone lines or power sources. A small research outpost was constructed over the church on ██/██/████ under the guise of an archaeological operation and no anomalous properties regarding the red phone or the church have yet been reported. Psychiatric evaluation reports D-4731 is now suffering from aquaphobia and general anxiety.\n\n\nAnalysis:\n \nWell, this new information is certainly keeping us busy. No clue what the church has to do with anything, but we've got people on it who will hopefully turn something up. In the meantime, we'll just have to keep an eye out. No telling what else is going start talking through SCP-3239.\n -Dr. Garrickson\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. More often referred to as a Bakelite phone\n\n\n2\n. This date has been theorized to correlate with November 29, 1892, which was the day the first patent for a rotary dial was granted to Almon Brown Strowger. This correlation is yet to be verified.\n\n\n3\n. See Test-3239-D\n\n\n\n\n\n\n\n\n« \nSCP-3238\n | SCP-3239 | \nSCP-3240\n »",
    "addendums": [
        "Addendum 3239-A: SCP-3239 was recovered on ██/██/████ from an antique shop in █████████, Indiana. Upon receiving questionable reports of post traumatic stress and neurasthenia from ██ ███████ Hospital, Agents ██████ and █████ were authorized to investigate. Questioning of affected individuals and doctoral staff resulted in a coinciding reference to a \"haunted telephone,\" which was traced to ████████ Antiques. Reportedly, the owner had no prior knowledge of the object, stating they were unaware of its presence in their store. Agent ██████ purchased SCP-3239 upon discovery and Class-A amnestics were properly administered."
    ],
    "documents": [],
    "notes": [
        "Testing Procedures: Under proper authorization from personnel with Level 3 clearance or higher, all testing will be conducted with a minimum of one D-Class personnel present in SCP-3239's testing chamber, with complete audio and video feed surveillance of both the on-site landline and the chamber. Upon test completion, testing subjects are required to submit consultation for no less than three weeks to possibly determine any relationships between events recorded in the call and the mental afflictions developed. Test 3239-A Date: 11/28/████ Subject: D-7295 ordered to name ███████ █████, a known and currently living associate. Results: Upon answering, SCP-3239-1 asks for a name, wherein D-7295 names ███████ █████. After a duration of approximately 17 seconds, SCP-3239-2, immediately recognized sounding like █████ by D-7295, is heard arguing with an undocumented third party regarding overdue payments and/or extortion. Gunshots are then recorded on the line, SCP-3239-2 presumably being shot and killed. The call is immediately terminated and D-7295 is left visibly panicking. Psychiatric evaluation reports D-7295 now suffering from PTSD, and location efforts report █████ is still alive. Test 3239-B Date: 12/26/████ Subject: D-6342 ordered to name █████ ██████, D-6342's deceased mother. Results: Upon answering, SCP-3239-1 asks for a name, wherein D-6342 names █████ ██████. After a duration of approximately 23 seconds, the sound of a moving car and incoherent whispering can be heard, presumably SCP-3239-2, which is recognized by D-6342 to be ██████. SCP-3239-2 then directly addresses D-6342, stating she should not have called, and the sound of skidding tires and a crash between at least two vehicles is recorded immediately after. The call is terminated and D-6342 begins sobbing. Psychiatric evaluation reports D-6342 now suffering from manic-depression, and investigation efforts report ██████ died in a head-on car collision into a telephone pole. Analysis: I have to say I'm curious whether or not the deaths depicted when naming living individuals are in some way predictions. If this is the case, SCP-3239 could prove to be a useful tool, but unless we want the Ethics Committee breathing down our necks, the mental repercussions can be problematic. Perhaps we can try sending in someone already diagnosed with depression or a similar disorder and see what happens. They might not be as heavily affected, if at all. -Dr. Garrickson Permission granted. -Senior Researcher ███████ Test 3239-C Date: 1/30/████ Subject: D-8031 ordered to name ████ █████, a known and living associate. D-8031 had been previously diagnosed with chronic depression, taking antidepressants daily. Results: Upon answering, SCP-3239-1 asks for a name. D-8031 hesitates in naming ████ █████, wherein SCP-3239-1 is recorded becoming agitated and refers to research personnel, stating D-8031 was ordered by Dr. Garrickson to give a name and was wasting everyone's time. D-8031 names █████, and after a duration of approximately 18 seconds, SCP-3239-2, recognized by D-8031, is heard shouting to an undocumented third party. Sounds of distant rushing water is recorded, alongside SCP-3239-2 threatening the third party that they will jump. SCP-3239-2 is then recorded grunting as sounds of wind and a large splash are heard. The call is terminated and D-8031 is silent. Psychiatric evaluation reports D-8031's chronic depression had severely worsened and neurasthenia had also developed, and location efforts report █████ is still alive. Twenty-five days after testing, D-8031 committed suicide in his cell with a makeshift shiv by cutting his superficial palmer arteries. Guard personnel stationed in the vicinity are under investigation for possible demotion. Analysis: I think it's safe to say being previously diagnosed with a mental disorder does not negate SCP-3239's effects. However, I'm more concerned with SCP-3239-1. It referred to me by name and I haven't even spoken with it. I suggest we attempt to interview SCP-3239-1 and see exactly how far its knowledge goes. -Dr. Garrickson Permission to attempt interview with SCP-3239-1 granted. -Senior Researcher ███████",
        "Test-3239-D Date: 2/27/████ Subject: D-4713 given printed documents containing twenty questions written by Dr. ██████████, ordered to attempt interview with SCP-3239-1 by promising to give a name under the condition of SCP-3239-1 answering given questions. [BEGIN LOG] ( SCP-3239 is ringing and D-4731 is heard shuffling papers. ) D-4731: I remember having a phone like this. Surprised this one still works. ( D-4731 answers SCP-3239. ) D-4731: Uh, hello? ( The sound of incoherent whispering is recorded on the line, unable to be discerned if originating from SCP-3239-1. ) D-4731: Hello? Hey doc, is this thing actually working or— SCP-3239-1: Hello. Ciao. Bonjour. Buna. Hallå. Strange how one thing can be said in so many different ways. D-4731: Uh, okay miss. So it does work. Um, alright, I'm supposed to ask you a few— SCP-3239-1: I still feel it, you know. Every passing moment of every waking day. I wonder when it will stop. When I'll finally get the chance to move on and leave it behind, when the right person comes along and ends it, but then someone like you has to pick up. D-4731: Miss, what are you talking about? ( The sound of flowing water is recorded on the line ) SCP-3239-1: Are you afraid of death, █████? Or, better question, what do you think is the worst way to die? Drowning? An illness ripping you apart from the inside? A friend shooting you in the back? ( SCP-3239-1 briefly pauses. ) SCP-3239-1: Burning to death? That one's mine. D-4731: Uh, drowning, I guess. Are you near a river or something? I'm hearing— SCP-3239-1: Drowning, huh? One of the most terrible ways to go from what I've heard. An endless abyss in all directions, forcing itself upon you. Trying to push it away but with every breath it suffocates you. Slow and agonizing as you struggle for air. I wouldn't know though. I suppose we'll just have to wait and see. D-4731: Wait, what— ( A new, previously unrecorded entity is heard on the line, being described as multiple voices speaking at once. Until authorization from personnel with Level 4 clearance or higher is given, this entity shall be improperly referred to as SCP-3239-3 ) SCP-3239-3: For a moment everything was fine, all had become still, but then people like you just had to pick up. D-4731: What the fuck? ( The call is terminated ) D-4731: Seriously, holy shit. [END LOG] Afterword: Across the duration of Test-3239-D, tracing efforts were able to track the call to an abandoned church near ██████████, Sweden, which had reportedly burned down in ██34 under unknown circumstances. Field agents reported recovering a red telephone of a similar model to SCP-3239 nearby on a bridge over ████████ River, disconnected from any phone lines or power sources. A small research outpost was constructed over the church on ██/██/████ under the guise of an archaeological operation and no anomalous properties regarding the red phone or the church have yet been reported. Psychiatric evaluation reports D-4731 is now suffering from aquaphobia and general anxiety. Analysis: Well, this new information is certainly keeping us busy. No clue what the church has to do with anything, but we've got people on it who will hopefully turn something up. In the meantime, we'll just have to keep an eye out. No telling what else is going start talking through SCP-3239. -Dr. Garrickson"
    ],
    "item": "SCP-3239",
    "object_class": "Safe",
    "containment_procedures": "SCP-3239 is to be kept in a soundproofed object containment locker at Site-86 for preliminary research, not to be removed from such outside of testing. Research personnel showcasing signs of previously undiagnosed mental afflictions are to be assessed under psychiatric consultation, and be investigated for unauthorized usage of SCP-3239. Once the aforementioned preliminary research is concluded, SCP-3239 is to be moved to Site-44, allowing for usage of the on-site electromagnetic isolation field and manmade technology specialists.",
    "description": "SCP-3239 is a black Ericsson DBH 1001 model rotary dial telephone1. Despite appearing to be well preserved and completely functional, all attempts to use SCP-3239 to contact a normal phone have concluded with failure.",
    "title": "SCP-3239"
}