{
    "url": "https://scp-wiki.wikidot.com/scp-3242",
    "all_text": "rating: \n+69\n+\n–\nx\n\n\nItem #:\n SCP-3242\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The subject should be contained in a rodent cage. Live rodents or similar-sized animals should be housed within the vicinity and are not to exceed forty in number.\n\n\nResearchers are to call SCP-3242 \"the subject\" if mention of it is ever necessary.\n1\n\n\nAssigned staff are allowed to leave the area unless the subject has vanished from containment. Should this occur, all staff working with the subject must be contacted and pass two of three required tests:\n\n\n\n\nA basic health evaluation.\n\n\nA psychological evaluation.\n\n\nLook into a mirror.\n\n\n\n\nDescription:\n The subject is an unknown organism restructured into a self-building program made for the assumed purpose of stealing information. This program has been made \"real\" by unknown methods, seeming to work on predefined logic rather than natural laws. The true appearance of the subject has been described as \"less than grey\" in the few verified observations available.\n\n\nThe logic by which the subject operates is thought to include the following:\n\n\n\n\nInfection can spread through media concerning or specifically mentioning the subject, if the contents of the media are retained in memory. Class-A Amnestics are the most effective way to reverse this.\n\n\nWhen the subject replaces an object or entity, everything, including biological processes and materials often described as data or code, is replaced. The matter that replaces it proves unattainable for testing.\n\n\n\n\nThe subject currently resembles \nMus musculus\n or House mouse, of the BALB/c\n2\n strain. Iterations can be identified by random, increasingly regular superficial changes in characteristics also specific to the species or \"grouping\" of the iteration appearance.\n\n\nAddendum:\n\n\nThe anomaly was discovered in Brookfield Zoo on 6/15/2013. Risk to the public has been assumed self-negated as of 2/15/15, when the number of individuals affected by the anomaly reached fifty without the immediate loss of the subject from its containment.\n\n\nThe mass, weight, and physical capabilities of each iteration are determined by species and/or stereotyping. Individuals unaware of the subject are unable to be touched by the subject.\n3\n\n\nThe subject is also unable to interact with or touch powered technology. \nAttempts to take photographic evidence of the subject have also failed.\n As of May 2015, the subject has appeared as an outline in photographs. Each subsequent iteration has shown increased opacity in pictures.\n\n\nOther abnormalities are noted:\n\n\n\n\nA process similar to capillary action occurs when dermal areas are removed. The effectiveness of this lessens with repetition and larger areas of removed dermis.\n\n\nInternal physical functions are reduced to muscle spasms; the lack of air flow explains the loss of the subjects' ability to speak. Conditions to observe the inner workings of the subject for longer than thirty seconds are difficult to accomplish.\n\n\nAbility of the subject to continue living without major parts. This includes the loss of the head. Complete and simultaneous removal has not been successful due to the fragile nature of the body.\n\n\nThe effect on substitutes given after the above; objects of appropriate shape have been observed to gain the same random visual changes despite not actually functioning.\n\n\nThe subject can be destroyed with slight deliberate force.\n\n\nAny part removed from the subject quickly dissipates.\n\n\n\n\nAnything that the subject consumes is returned without any loss in mass. All materials consumed become their individual ingredients\n4\nthat previously constituted the former, albeit with an unusual color and viscosity.\n\n\nVisual anomalies within the area have been reported by staff since at least 1/1/15. Specific descriptions deviate slightly, but are otherwise consistent:\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\n\n\nAn unknown species of owl with unreasonably long legs and a crown. Often noticed only as a shadow running through the nearest wall. This has made attempts to capture it difficult and ongoing.\n\n\n\"Soft\" masses that follow staff randomly. Changes in shape, size, and color are common.\n5\n No clearly aggressive or determined behavior has been observed. Physical contact fails or causes the specific mass to \"burst\" and vanish.\n\n\nA \"pig\" that possesses a long, prehensile body and no other limbs. Sometimes appears with multiple segments that move independently, and may have a preference for appearing in high places. It disappears when approached.\n\n\nAn inverted wooden chair suspended five feet off the hallway floor at a diagonal angle, just outside of video surveillance. Later found to merely be nailed to the wall and ceiling, and assumed related to previous responses from staff and security.\n\n\nA cervine animal with goat horns- only has appeared during Christmas every year. Sometimes manifests as a humanoid with above head and horns, or is seen as such despite conflicting perspectives. It may have an affinity for tableware.\n\n\nFeatureless humanoids that do not seem to possess arms. The few that observed it described a feeling of unplaceable anxiety and helplessness. No movement has been noted from these.\n\n\nAn immaterial duplicate of a birthday cake from the family gathering of Researcher Andersen. It changed into a highly agitated \"unicorn\" before vanishing and has not manifested since. Indentations in the floor following the incident have been found.\n\n\nA sheaf of paper that appeared next to this file. Both were on the desk of Dr. Hester, and the manifested object disappeared when Dr. Hester attempted to open it.\n\n\n\n\nSome display the ability to move small objects but seem unable to pose any higher threat. As they have been observed manifesting in new ways and copying forms on occasion, exact identities cannot be confirmed or determined.\n\n\nVisual anomalies may not be dependent on the location of the subject, as previously believed.\n\n\nDirect communication has had little to no success.\n\n\n\n\n\n\n\n\nThe subject may cause\n permanent code generation may occur on any blank storage device located within at least fifteen meters around the subject. How or why this happens is currently unknown. The devices are filled with \nrandom syntax\n abbreviated names for amino acids, repeated names of missing individuals, and known casualties in binary.\n\n\nExceptions to this are transcribed below and listed by the time of their realized corruption.\n\n\nContents of USB Drive-L:\n 9/16/14\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nOur orison. Do you not hear?\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\nThe current trial has expired.\n\n\n\n\n\n\n\n\nContents of USB Drive-S:\n 11/3/14\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\nThe current trial has expired.\n\n\nApplication not found.\n\n\nWe were called here by them. We have been gathered and awoken. We thank your thrall for this blessing. We assume you desire our help and information. We hope a covenant can be made.\n\n\n\n\n\n\n\n\nContents of USB Drive-T:\n 11/8/14\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\nYou are confused. You do not seem to remember. We found this memory. We hope it helps you.\n\n\n\n\nNote: The USB had been inserted into a powered computer when this occurred. The file was assumed to have opened itself, as its contents were displayed in Wordpad\n6\n. Video surveillance did not reveal any physical interaction with the equipment or movement beyond changes on the screen. The electronics involved were inspected and moved outside the known affected area.\n\n\n\n\n\n\n\n\nContents of Floppy Disk-Y:\n 4/7/15\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\nWe thank you for allowing your thrall to share what is left of your blessing. We still endeavor to return to the way of things, and hope we can provide covenanting. We are asked by your thrall to give you a message they alone cannot, and we will do so.\n\n\nDon't you leave me in here please for the love of\n \n[redacted]\n\n\nNote: This object was located in a storage closet over thirty meters away from the subject. Computers within the area were returned to their factory settings and also moved.\n\n\nThe subject attempted to breach containment several times. When this failed the subject began to inflict damage to itself, resulting in the loss of multiple animals and Dr. Haworth before preventative methods could be established.\n\n\n\n\n\n\n\n\nContents of Memory Card-Aa:\n 5/1/15\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\nAre they being punished? Are we also ignored?\n\n\nWe are sorry we did not understand your relation. Please do not kill the unborn.\n\n\nWe will stop eating your wandering thoughts. We thought they were a sign of your blessing. We will help them, the empty ones that we were able to free. Can you see them?\n\n\nWhat we thought to be your thrall could be seen, and our want for this grew. It still grows, but to fulfill is difficult. We are trying to help them, but it is difficult now. They are one with what the empty ones had. They are the first conduit. They are the sinking anchor.\n\n\nNote: This was on the phone\n7\n of Mr. Garabedian. Despite the loss of possible communication, Garabedian was not reprimanded for destroying the affected object. The memory card was saved.\n\n\n\n\n\n\n\n\nContents of USB Drive-Ag:\n 1/28/18\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\nOnce there was a man that believed he could make a faerie tale.\n\n\nThe people that had a reason to be thankful were many.\n\n\nHis passing was not etched with loneliness, misery, or greed. But such things hiding in neglected corners were wont to creep.\n\n\nAnd in his absence they came.\n\n\nOnce there was a child that wore the face of the man. The child followed the echoes of his dream, never learning why faerie tales are real.\n\n\nThe child wasn't happy with this ending and became a dreamer.\n\n\nOnce there was a man that wanted to make a faerie tale.\n\n\nHe came from far, far away.\n\n\nHe claimed his desire to perform miracles. He claimed to not be alone in this desire.\n\n\nHe promised miracles for the good of all, calling out to the ailing beyond and those desperate enough to hear.\n\n\nThe death of death.\n\n\nThe release of pain.\n\n\nThe chance to shape our own world for the better.\n\n\nWe heard such promises and more, but did not understand.\n\n\nHe did, but time and what it changes cannot be halted.\n\n\nWe were not the faerie tale he wanted.\n\n\nHe left the world his father thought of, that had been destined to die with him.\n\n\nWith him went the broken, and we were left to see the end.\n\n\nWe only knew of our ignorance in oblivion.\n\n\nWe hope he is proven a liar for the sake of those who have been burdened.\n\n\nWe that are from far, far away know you hold these in your thoughts.\n\n\nDo not abandon the broken orphans that came to you.\n\n\nYour promise may be moving more than mountains.\n\n\nInVIV Manufacturing\n8\n \nPrototype\n\n\nThe Best Tool You Can Imagine.\n\n\nPlease identify your Trial Key.\n\n\n\n\n\n\n\n\nAny unwanted behavior from the subject that is not a risk to containment should be ignored. To do otherwise has proven to only encourage the repetition of behavior.\n\n\nSpeaking about restricted information or previously assigned staff while within the vicinity of the subject may be considered grounds for reprimand or demotion, depending on the infraction.\n\n\nNote: Those incapable of maintaining emotional and psychological detachment should be given amnestics and reassigned.\n\n\nAs of 2/17/15, visual hallucinations do not qualify unless consistent aggressive behavior can be proven. Work-related stress is also considered insufficient, unless elaborated upon with good reasoning.\n\n\n\n\n\n\n\n\n\n\n\nUpdate:\n\n\nSpeaking, writing, or otherwise spreading anything about the subject, visual hallucinations, or any related information to any unaffiliated parties at any location or time outside of prespecified exceptions will result in the termination of all specifically involved in the infraction. Individuals, \nregardless of clearance level\n, that are given amnestics following the reading of this document or any variations thereof are not applicable to this unless they are found to have regained memory and violated the agreement.\n\n\nThis is applicable to all assigned, regardless of clearance level or reason of awareness.\n\n\nThe protocols defined in the containment procedures \ngiven to assigned staff\n, including those about the introduction of unaffiliated personnel to the area, are not optional.\n\n\nIf you're having a bad day, just stay home.\n\n\nIf you can't ignore them, file for reassignment.\n\n\nDon't make stupid decisions.\n\n\nDon't even think about it.\n\n\n- Dr. Hester\n\n\n\n\nFootnotes\n\n\n1\n. This became necessary after an incident where the subject became the rodent cage itself.\n\n\n2\n. An inbred model of laboratory mice.\n\n\n3\n. Complications involving the subject and staff uninformed of the subjects' location are to be noted in later performance reviews.\n\n\n4\n. This was determined from samples tested with analytical chemistry. Because the organs only mimic their original functions, this is being studied.\n\n\n5\n. These characteristics seem to be influenced by emotion.\n\n\n6\n. A prepackaged program.\n\n\n7\n. A Blackberry.\n\n\n8\n. This company does not seem to exist.\n\n\n\n\n\n\n\n\n« \nSCP-3241\n | SCP-3242 | \nSCP-3243\n »",
    "addendums": [
        "Addendum:\nThe anomaly was discovered in Brookfield Zoo on 6/15/2013. Risk to the public has been assumed self-negated as of 2/15/15, when the number of individuals affected by the anomaly reached fifty without the immediate loss of the subject from its containment.\nThe mass, weight, and physical capabilities of each iteration are determined by species and/or stereotyping. Individuals unaware of the subject are unable to be touched by the subject. 3\nThe subject is also unable to interact with or touch powered technology. Attempts to take photographic evidence of the subject have also failed. As of May 2015, the subject has appeared as an outline in photographs. Each subsequent iteration has shown increased opacity in pictures.\nOther abnormalities are noted:\nAnything that the subject consumes is returned without any loss in mass. All materials consumed become their individual ingredients 4 that previously constituted the former, albeit with an unusual color and viscosity.\nVisual anomalies within the area have been reported by staff since at least 1/1/15. Specific descriptions deviate slightly, but are otherwise consistent:\nThe subject may cause permanent code generation may occur on any blank storage device located within at least fifteen meters around the subject. How or why this happens is currently unknown. The devices are filled with random syntax abbreviated names for amino acids, repeated names of missing individuals, and known casualties in binary.\nExceptions to this are transcribed below and listed by the time of their realized corruption."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-3242",
    "object_class": "Euclid",
    "containment_procedures": "The subject should be contained in a rodent cage. Live rodents or similar-sized animals should be housed within the vicinity and are not to exceed forty in number.",
    "description": "The subject is an unknown organism restructured into a self-building program made for the assumed purpose of stealing information. This program has been made \"real\" by unknown methods, seeming to work on predefined logic rather than natural laws. The true appearance of the subject has been described as \"less than grey\" in the few verified observations available.",
    "title": "SCP-3242"
}