{
    "url": "https://scp-wiki.wikidot.com/scp-3244",
    "all_text": "Just twist the top off and have a drink.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nI own both of the email addresses listed, in case anyone's worried about that.\n\n\nI think that's everything…\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+119\n+\n–\nx\n\n\n\n\nby Doctor Cimmerian\n\n\n\n\n\n\nItem #:\n SCP-3244\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The house containing SCP-3244 is to be secured against outside visitors by Foundation agents. Utilizing the Foundation front company \"Southern Crosscut Pines\" the surrounding properties are to be purchased from their current owners in order to effect more permanent containment.\n\n\nShould this purchasing process not be completed by January 1st 2019, Foundation assets in the West Haven city council are to call for the condemnation of the remaining homes under the auspices of protecting the community from sinkhole risks.\n\n\nDescription:\n SCP-3244 is an aperture located on the second floor of a house in West Haven, Connecticut that leads to an extra-dimensional space. This aperture is approximately .69 meters in diameter. When traversed by an individual's arm, SCP-3244 allows that individual to acquire an instance of \"Mountain Dew\" (hereafter identified as SCP-3244-1).\n\n\nSCP-3244 is capable of producing variants of SCP-3244-1 which do not match any extant commercial product. A full listing of these variants is available in document 3244-1-K. Following 513 tests, the distribution of acquired variants is as follows:\n\n\n\n\nMountain Dew Code Red: 365\n\n\nMountain Dew (Baseline Flavor): 44\n\n\nBottled, clear, and unaged whiskey: 34\n\n\nMountain Dew Baja Blast: 31\n\n\nOther Mountain Dew branded products (for a full listing see pages 1-3 of document 3244-1-K): 26\n\n\nAnomalous variants of SCP-3244-1: 13\n\n\n\n\nSCP-3244 was originally identified and contained on August 16th 2016. The house SCP-3244 is located in had been abandoned for 7 months by its previous owner, Toby Thompson\n1\n. Mr. Thompson was last seen on January 18th 2016, approximately 9 months after the original creation of SCP-3244. A collection of communications between Mr. Thompson and his associates are collected below.\n\n\n\n\n+ Show Communication Logs\n\n\n\n\n- hide Communication Logs\n\n\n\n\n\n\nCommunications recovered from Mr. Thompson's Phone:\n\nLog 3244-A:\n\n\n\n\n\n\nyo I got an idea\n\n\n\n\n\n\nWhat\n\n\n\n\n\n\nwhat if we didn't have to get up to get stuff from our fridges downstairs\n\n\n\n\n\n\nLike rick and morty?\n\n\n\n\n\n\nyou know anyone who's good with portals and shit?\n\n\n\n\n\n\nYou heard of the jmen\n\n\n\n\n\n\nshit yeah\n\n\n\n\n\n\nCharles Boles\n\n\n\n\n\n\nhe got a number?\n\n\n\n\n\n\nDude still uses email.\n\n\n\n\n\n\nold fart?\n\n\n\n\n\n\nYeah but like, be respectful, call him Mr. Boles\n\n\n\n\n\n\nthe fuck?\n\n\n\n\n\n\nJust do it\n\n\n\n\n\n\nfine what's his addy?\n\n\n\n\n\n\nOne second\n\n\n\n\n\n\nmoc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC\n\n\n\n\n\n\nthat is an old person\n\n\n\n\n\n\nDon't fuck this up for me. We need them for stuff somtimes\n\n\n\n\n\n\n\n\ni won't, jesus get your panties out of a knot\n\n\n\n\n\n\n\n\nRecovered Emails:\n\n\n\n\n\n\nTo:\n Charles Boles (\nmoc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC\n)\n\n\nFrom:\n Toby Thompson (\nmoc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt\n)\n\n\nSubject:\n portals\n\n\nHey Mr. Boles. A friend of mine told me you could help me make portals and stuff.\n\n\n\n\n\n\nTo:\n Toby Thompson (\nmoc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt\n)\n\n\nFrom:\n Charles Boles (\nmoc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC\n)\n\n\nSubject:\n Re: Portals\n\n\nMr. Guthrie\n2\n told me you might be dropping a message. We're quite honored to be considered for the work, honestly. What did you have in mind exactly?\n\n\n\n\n\n\nTo:\n Charles Boles (\nmoc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC\n)\n\n\nFrom:\n Toby Thompson (\nmoc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt\n)\n\n\nSubject:\n Re: Portals\n\n\nI wanted to know if it was possible to make a portal from my desk to the refrigerator.\n\n\n\n\n\n\nTo:\n Toby Thompson (\nmoc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt\n)\n\n\nFrom:\n Charles Boles (\nmoc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC\n)\n\n\nSubject:\n Re: Portals\n\n\nI see. Yes. We can do that. Are you sure? This is quite an expensive service you're asking for.\n\n\n\n\n\n\nTo:\n Charles Boles (\nmoc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC\n)\n\n\nFrom:\n Toby Thompson (\nmoc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt\n)\n\n\nSubject:\n Re: Portals\n\n\nYup.\n\n\n\n\n\n\nTo:\n Toby Thompson (\nmoc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt\n)\n\n\nFrom:\n Charles Boles (\nmoc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC\n)\n\n\nSubject:\n Re: Portals\n\n\nAlright then. We'll contact Mr. Guthrie for payment, if you don't mind? He's a known quantity to us, and I'd be more comfortable with that sort of arrangement. Once the deposit clears we'll send one of our people to you.\n\n\n\n\n\n\nTo:\n Charles Boles (\nmoc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC\n)\n\n\nFrom:\n Toby Thompson (\nmoc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt\n)\n\n\nSubject:\n Re: Portals\n\n\nI'm good for it but alright. He's got my details.\n\n\n\n\n\n\nTo:\n Toby Thompson (\nmoc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt\n)\n\n\nFrom:\n Charles Boles (\nmoc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC\n)\n\n\nSubject:\n Re: Portals\n\n\nExcellent! We'll get this ball rolling then. Thanks for the business!\n\n\n\n\n\n\nLog 3244-B:\n\n\n\n\n\n\nthis sucks\n\n\n\n\n\n\nWhat now\n\n\n\n\n\n\ni'm out of dew\n\n\n\n\n\n\nlul\n\n\n\n\n\n\nnot funny dude\n\n\n\n\n\n\nlulz\n\n\n\n\n\n\nfuck you i'm fixing this portal\n\n\n\n\n\n\nIt's broke?\n\n\n\n\n\n\ni don't want to have to buy more dew.\n\n\n\n\n\n\nSo you're broke\n\n\n\n\n\n\nno just lazy\n\n\n\n\n\n\nCalling it like you see it\n\n\n\n\n\n\nNo further communications involving SCP-3244 were discovered. It is believed that the capacity to acquire variant instances of SCP-3244-1 was added by Mr. Thompson. 9 months after this textual exchange, Mr. Thompson went missing.\n\n\n\n\n\n\n\n\n\n\n+ Show Testing Logs\n\n\n\n\n- Hide Testing Logs\n\n\n\n\n\n\nTest 1:\n\n\nDate:\n 9/24/16\n\n\nDirective:\n Baseline test. D-8245 was directed to reach into SCP-3244 and acquire an SCP-3244-1 instance.\n\n\nResults:\n D-8245 acquired an instance of \"Mountain Dew Code Red\"\n\n\n\n\n\n\nTest 56:\n\n\nDate:\n 2/19/17\n\n\nDirective:\n Same as baseline test, however D-8245 was directed to taste acquired instance.\n\n\nResults:\n D-8245 acquired an instance of \"Mountain Dew Code Red\" which emitted a faint noise until D-8245 twisted and removed the cap. D-8245 mistakenly threw cap into SCP-3244 after removal. Instance did not appear to possess any other anomalous properties and the noise did not return.\n\n\n\n\n\n\nTest 103:\n\n\nDate:\n 4/24/17\n\n\nDirective:\n Same as baseline test.\n\n\nResults:\n D-8245 acquired an instance of bottled, clear, and unaged whiskey. Labeled \"MD Moonshine\".\n\n\n\n\n\n\nTest 285:\n\n\nDate:\n 8/6/17\n\n\nDirective:\n Same as baseline test.\n\n\nResults:\n D-8245 acquired a jar of \"Moonlight\" (pictured above). Approximate weight of the object is in line with the weight of an empty jar despite appearing to contain a solid substance.\n\n\n\n\n\n\nTest 513:\n\n\nDate:\n 1/11/18\n\n\nDirective:\n Same as baseline test, however D-8245 was directed to taste acquired instance.\n\n\nResults:\n D-8245 was seated next to the aperture while researchers set up recording equipment prior to test.\n\n\nA hand approximately 7 meters wide emerged from an aperture on the opposite side of the testing chamber and grasped D-8245. D-8245 began to scream and was removed from the testing chamber through that same aperture by the hand. After approximately 6 seconds D-8245's head re-entered the chamber through the new aperture. The remainder of his body was not recovered.\n\n\nThe newly formed aperture does not appear to have remained in place following this test.\n\n\n\n\n\n\nNote: Testing has been temporarily suspended.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A known associate of GOI 5869.\n\n\n2\n. This individual has still not been located, however they appear to be the same individual Mr. Thompson exchanged text messages with.\n\n\n\n\n\n\n\n\n« \nSCP-3243\n | SCP-3244 | \nSCP-3245\n »\n\n\n\n\n\n\n\n\n\n\nMountain Dew: Code Red\n\n\n\n\n\n\nNone",
    "addendums": [],
    "documents": [],
    "notes": [
        "yo I got an idea What what if we didn't have to get up to get stuff from our fridges downstairs Like rick and morty? you know anyone who's good with portals and shit? You heard of the jmen shit yeah Charles Boles he got a number? Dude still uses email. old fart? Yeah but like, be respectful, call him Mr. Boles the fuck? Just do it fine what's his addy? One second moc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC that is an old person Don't fuck this up for me. We need them for stuff somtimes i won't, jesus get your panties out of a knot",
        "To: Charles Boles ( moc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC ) From: Toby Thompson ( moc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt ) Subject: portals Hey Mr. Boles. A friend of mine told me you could help me make portals and stuff.",
        "To: Toby Thompson ( moc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt ) From: Charles Boles ( moc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC ) Subject: Re: Portals Mr. Guthrie 2 told me you might be dropping a message. We're quite honored to be considered for the work, honestly. What did you have in mind exactly?",
        "To: Charles Boles ( moc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC ) From: Toby Thompson ( moc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt ) Subject: Re: Portals I wanted to know if it was possible to make a portal from my desk to the refrigerator.",
        "To: Toby Thompson ( moc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt ) From: Charles Boles ( moc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC ) Subject: Re: Portals I see. Yes. We can do that. Are you sure? This is quite an expensive service you're asking for.",
        "To: Charles Boles ( moc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC ) From: Toby Thompson ( moc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt ) Subject: Re: Portals Yup.",
        "To: Toby Thompson ( moc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt ) From: Charles Boles ( moc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC ) Subject: Re: Portals Alright then. We'll contact Mr. Guthrie for payment, if you don't mind? He's a known quantity to us, and I'd be more comfortable with that sort of arrangement. Once the deposit clears we'll send one of our people to you.",
        "To: Charles Boles ( moc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC ) From: Toby Thompson ( moc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt ) Subject: Re: Portals I'm good for it but alright. He's got my details.",
        "To: Toby Thompson ( moc.liamg|tiezalb024nospmohtt#moc.liamg|tiezalb024nospmohtt ) From: Charles Boles ( moc.liamg|seloBlraEselrahC#moc.liamg|seloBlraEselrahC ) Subject: Re: Portals Excellent! We'll get this ball rolling then. Thanks for the business!",
        "this sucks What now i'm out of dew lul not funny dude lulz fuck you i'm fixing this portal It's broke? i don't want to have to buy more dew. So you're broke no just lazy Calling it like you see it",
        "Test 1: Date: 9/24/16 Directive: Baseline test. D-8245 was directed to reach into SCP-3244 and acquire an SCP-3244-1 instance. Results: D-8245 acquired an instance of \"Mountain Dew Code Red\"",
        "Test 56: Date: 2/19/17 Directive: Same as baseline test, however D-8245 was directed to taste acquired instance. Results: D-8245 acquired an instance of \"Mountain Dew Code Red\" which emitted a faint noise until D-8245 twisted and removed the cap. D-8245 mistakenly threw cap into SCP-3244 after removal. Instance did not appear to possess any other anomalous properties and the noise did not return.",
        "Test 103: Date: 4/24/17 Directive: Same as baseline test. Results: D-8245 acquired an instance of bottled, clear, and unaged whiskey. Labeled \"MD Moonshine\".",
        "Test 285: Date: 8/6/17 Directive: Same as baseline test. Results: D-8245 acquired a jar of \"Moonlight\" (pictured above). Approximate weight of the object is in line with the weight of an empty jar despite appearing to contain a solid substance.",
        "Test 513: Date: 1/11/18 Directive: Same as baseline test, however D-8245 was directed to taste acquired instance. Results: D-8245 was seated next to the aperture while researchers set up recording equipment prior to test. A hand approximately 7 meters wide emerged from an aperture on the opposite side of the testing chamber and grasped D-8245. D-8245 began to scream and was removed from the testing chamber through that same aperture by the hand. After approximately 6 seconds D-8245's head re-entered the chamber through the new aperture. The remainder of his body was not recovered. The newly formed aperture does not appear to have remained in place following this test."
    ],
    "object_class": "Euclid",
    "containment_procedures": "The house containing SCP-3244 is to be secured against outside visitors by Foundation agents. Utilizing the Foundation front company \"Southern Crosscut Pines\" the surrounding properties are to be purchased from their current owners in order to effect more permanent containment.",
    "description": "SCP-3244 is an aperture located on the second floor of a house in West Haven, Connecticut that leads to an extra-dimensional space. This aperture is approximately .69 meters in diameter. When traversed by an individual's arm, SCP-3244 allows that individual to acquire an instance of \"Mountain Dew\" (hereafter identified as SCP-3244-1).",
    "title": "SCP-3244"
}