{
    "url": "https://scp-wiki.wikidot.com/scp-3246",
    "all_text": "rating: \n+105\n+\n–\nx\n\n\n\n\n\n\nFor the safety of all personnel, staff are required to set their monitors to maximum brightness when viewing the following article.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nItem #:\n SCP-3246\n\n\nObject Class:\n Keter\n\n\n\n\n\n\n\n\nSCP-3246\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Do not go outside at night.\n\n\nPrevious efforts by the Department of Miscommunications have set a precedent for worldwide dissemination campaigns. Such precedent is to be referenced for all materials fabricated herein.\n\n\nPersonnel have been issued military-grade 600-Fluoren flashlights in the case of a power outage or SCP-3246 outbreak. To limit this possibility, backup generators in all containment sites are regularly monitored. Floodlights must be kept on in major population areas at all times. Over the next few weeks, Foundation teams will work to evacuate all residences within 25 miles of any forest or ocean.\n\n\nDo not linger in shadows.\n\n\n\n\nDescription:\n SCP-3246 is an extant component of ordinary darkness. While much of the makeup of darkness is derived from an absence of light, the portion that is SCP-3246 would be more accurately described as \"negative light\".\n\n\nAs its brightness decreases, non-anomalous darkness asymptotically approaches 0.001890 kiloFluorens per meter squared (kF/m\n2\n), the approximate brightness of \"Pitch Black\". However, darkness with a high enough concentration of SCP-3246 can extend far below this, rendering the current light scale obsolete.\n\n\nAs of writing this document, approximately 36% of the darkness on Earth is SCP-3246.\n\n\n\n\n\n\n\n\nBrightness (kF/m\n2\n)\n\n\nScale Degree\n\n\nNotes\n\n\n\n\n\n\n>1\n\n\nLight\n\n\nMost surfaces are visible and unambiguous. The only thing short of obfuscation that hinders visibility at this light level is distance.\n\n\n\n\n\n\n0.999999-0.001891\n\n\nDark\n\n\nSurfaces begin to lose vibrancy and become desaturated. As the brightness decreases, smaller details and textures begin to fade into the background. Cameras stop being able to pick up an image at around ~0.005 kF/m\n2\n.\n\n\n\n\n\n\n0.001890\n\n\nPitch Black\n\n\nTotal absence of light on the visible spectrum. This is the cutoff for detection with the naked eye.\n\n\n\n\n\n\n0\n\n\nTrue Black\n\n\nTotal absence of all light. True Black is described as \"cold\" and \"quiet\" by observers. Light traveling through True Blackness experiences no decrease in luminosity as it does so; on a spherical planet that is entirely True Black, shining a flashlight ahead of oneself would illuminate the flashlight-holder's posterior.\n\n\n\n\n\n\n-0.001890\n\n\nNanoblack\n\n\nBelow zero kiloFluorens, light particles begin to exhibit strange behaviors. At this value, organic lifeforms, including humans, emit a faint but noticeable glow, which is immediately swallowed up by the increasingly oppressive darkness. It can be easy to experience minor auditory illusions of distance as depth perception vanishes with the light.\n\n\n\n\n\n\n-0.068584\n\n\nHaever-Bandon Black\n\n\nStudies in REM sleep cycles posit that the \"color\" we see when we are asleep is approximately equivalent to Haever-Bandon Black, a conclusion which was also met by Greek philosopher Haeveritres in 376 BC\n1\n. Areas unlit at Haever-Bandon Black absorb around 10,000x as much visible light as Nanoblack. ████ ███ ████ █████ ██ ████ ██ sensory deprivation, █ ███ ██ ███████ ███ █████, or permanent mental dissociation, whichever comes first.\n\n\n\n\n\n\n-0.887641\n\n\nBandon Black\n\n\nBandon-Black is the lower limit of the updated Fluoren scale. Total, crushing loss of bodily sensation. All surfaces ambiguate, except those as or more reflective than bone.\n\n\n\n\n\n\n-1\n\n\nMaw\n\n\nMaw Black can not exist.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nTangential Materials\n\n\nA potential link was found between SCP-3246 and the now defunct SCP-█████, and later confirmed. A selection of its archived description can be found below.\n\n\n\n\n\n\nExterior of cavern, formerly SCP-█████. Photographs of the interior cannot be attained due to the cavern's unusually high concentration of SCP-3246.\n\n\n\n\n\n\n\n\nDescription:\n SCP-█████ is a basalt cavern located within an inactive volcano off the coast of ██████. It is only accessible through a network of underwater lava tubes formed ~400 years prior to its discovery by a civilian tunneling group on August 2nd, ████. The Foundation quickly took control of the site and neutralized all those involved\n2\n.\n\n\nThe interior of SCP-█████ is entirely pitch black, even when lit. The inner cavern absorbs all light particles, rendering ordinary imaging technology unusable. While inside the chamber, the intense darkness causes a minor illusion that ones' surroundings are two-dimensional; this illusion persists into other senses, rendering it silent to those inside of it, but not those standing just outside of the entrance.\n\n\nPreliminary tests of Terrestrial Sonography Scanning (TSS) technology were able to produce scans of a large portion of the interior, though it is unknown at this time how far the cavern extends. Along with the expected basalt formations, portions of the cave contain the fossilized remains of a massive creature, as well as etchings in the cavern wall written in ancient Sumerian. A translation can be found below.\n\n\n \nmay the day i came into being be snuffed out against the earth\n\n\n \nand the night that followed when they said look now, a boy is born\n\n\n \nthat day was a day of darkness, will forever be a day of darkness\n\n\n \nHe .\n \n.\n \n.\n\n\n \nHe shines no light upon it\n\n\n \nand so He claims it once more in .\n \n.\n \n.\n\n\n \nwhen the clouds roll .\n \n.\n \n.\n\n\n \nmay .\n \n.\n \n.\n\n\n \nand when the sun drops below the horizon\n\n\n \nmay it blot out the heavens\n\n\n \nmay that day be cast from the book of life\n\n\n \nand .\n \n.\n \n. His calendar\n\n\n \nto be kept barren and fruitless\n\n\n \nfor there is no joy to be found within it\n\n\n \nit is only he who curses that day among all days\n\n\n \n.\n \n.\n \n. Leviathan.\n\n\n\n\n \n\n\n\n\n \n\n\nAddendum 01\n\n\nThe following footage was obtained from ████, taken from live body camera feed of Police Officer Lawrence Hester, currently presumed missing or dead.\n\n\n \n\n\n\n\nBegin Log\n\n\n\n\n████-12-23 14:20:54 -0500\n\nAXON BODY 3 X6038RFZ12\n\n\nBody-worn camera footage - P.O. Hester\n\n\nP.O. Hester knocks repeatedly on front door of the apartment.\n\n\nP.O. Hester:\n ███ ████ ████ police department!\n\n\nHester continues knocking loudly.\n\n\nP.O. Hester:\n ███ ████ ████ police department! Is anyone inside?\n\n\nHester waits, then grabs his radio.\n\n\nP.O. Hester:\n Could I get another unit on ██ ███████ Avenue, welfare check on a family of four. Mom didn't show up for work this morning. Kids ain't at school, neither. Nobody's answerin' the door.\n\n\nAnother unit responds, audio unintelligible in recording.\n\n\nHester proceeds down the hallway and puts his ear against the wall. An arrhythmic thumping noise can be heard inside.\n\n\nHester walks back to the front door.\n\n\nHester's radio comes on and another officer begins speaking.\n\n\nP.O. Hester:\n Wait, slow down.\n\n\nAs the officer relays a string of numbers, Hester takes out his cellular phone and inputs them into his phone. A faint ringtone can be heard from inside the apartment.\n\n\nP.O. Hester:\n ███ ████ ████ police department! Open the door or I will force entry!\n\n\nAfter a brief pause, Hester takes out a bolt knife and wedges it into the doorframe. He slides it upwards, forcing the latch out of the way.\n\n\nThe door slowly creaks open on its own. It is pitch black inside the apartment.\n\n\nAs the door continues to open, the hallway Hester is standing in grows rapidly darker until nothing is visible on camera.\n\n\nP.O. Hester:\n What the hell…\n\n\nHester shines a flashlight into the apartment.\n\n\n\n\n\n\nInterior entryway of Lamison residence.\n\n\n\n\n\n\nHester's flashlight unevenly illuminates the entrance. He takes a few steps forwards before stopping.\n\n\nA thumping noise, similar to heavy footsteps, is audible further into the apartment.\n\n\nHester approaches the entrance slowly.\n\n\nThe thumping noise gets more intense, then stops entirely.\n\n\nHester stands motionless for twenty seconds. The sound of heavy breathing overwhelms the audio. Finally, he continues inside.\n\n\nP.O. Hester:\n ███ ████ ████ police department, is anyone home?\n\n\nHester's voice falters. Another thump comes from somewhere to the left, then silence.\n\n\nHester turns left and walks towards the noise. The floorboards creak under him, and the sound echoes around the room\n3\n.\n\n\nThe thumping noise gets louder and more rapid. Hester's body camera shakes.\n\n\nP.O. Hester:\n Hello?\n\n\nHester takes another step forwards.\n\n\nP.O. Hester:\n ███ ████ ████ police.\n\n\nThe thumping noise stops. Hester takes two more steps forwards.\n\n\nThe noise starts again. It's coming from a room immediately to Hester's right. He swings his flashlight around to the source of the noise.\n\n\n\n\n\n\nLaundry room.\n\n\n\n\n\n\nThe flashlight settles on a large washing machine. It's on, and its spinning causes it to thump up and down against the wooden floor.\n\n\nHester sighs. The shaking on his body camera dies down.\n\n\nHester turns towards the center of the larger room the laundry room connects to.\n\n\n\n\n\n\nLater identified as 7-year old Jamie Lamison and 1-year old Emelia Lamison, both residents.\n\n\n\n\n\n\nHester jumps backwards. Two sets of eyes and teeth are visible in the center of room\n4\n.\n\n\nHester runs up to them and attempts to grab the space around the facial features. His hand blends into the darkness and touches nothing. He places his hand on the larger set of teeth, and his fingers are just barely visible running along the edges of them.\n\n\nHester's radio comes on and an officer begins speaking. They get no response from Hester.\n\n\nAs Hester's radio continues making noise, Hester's camera has stopped moving entirely\n5\n.\n\n\nThe radio noise continues until video feed cuts.\n\n\n\n\nRev. Noah Lamison was later found inside the residence, in the same state as his children. When Foundation agents made contact, they mistakenly believed him to be speaking to them from his bedroom in the apartment, but it was later found to be an analog radio looping passages from chapter six of the Book of Genesis.\n\n\n\n\n \n\n\n\n\n \n\n\nAddendum 02\n\n\nLive feed of the New York City skyline, taken December 25th, 9am EST.\n\n\n\n\n\n\nA drone captures live, unedited footage of Manhattan.\n\n\n\n\n\n\n \n\n\nThe same feed with contrast and exposure settings increased by 1000%.\n\n\n\n\n\n\nA chorus of screams echo out from within the city limits as three million dark humanoid shapes ascend into the morning sky.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOmmetaphobia\n\n\n\n\n\n\nAnthology 2024\n\n\n\n\n\n\n\n\n\n\n\n\n/\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Ortygiatis, Haeveritres. \nUnconscious Gods\n. Translated by Werner Kaufler, Dover Publications, 1974.\n\n\n2\n. Ordinarily, amnesticization would be sufficient, but the divers involved were documenting its location and accessibility, and had been for many months prior. The tube system's total length, over 73 kilometres, vastly outperforms the Kazumura lava tube system, still thought by the public to be the planet's largest system of its kind.\n\n\n3\n. Size of room is impossible to ascertain from footage, but the latency in the echo would suggest a much larger space than the apartment could reasonably take up.\n\n\n4\n. Notably, they are the only things visible in the room.\n\n\n5\n. Up to this point, the camera has been moving up and down rhythmically, in line with Hester's breathing.",
    "addendums": [],
    "documents": [],
    "notes": [
        "For the safety of all personnel, staff are required to set their monitors to maximum brightness when viewing the following article.",
        "Description: SCP-█████ is a basalt cavern located within an inactive volcano off the coast of ██████. It is only accessible through a network of underwater lava tubes formed ~400 years prior to its discovery by a civilian tunneling group on August 2nd, ████. The Foundation quickly took control of the site and neutralized all those involved 2 . The interior of SCP-█████ is entirely pitch black, even when lit. The inner cavern absorbs all light particles, rendering ordinary imaging technology unusable. While inside the chamber, the intense darkness causes a minor illusion that ones' surroundings are two-dimensional; this illusion persists into other senses, rendering it silent to those inside of it, but not those standing just outside of the entrance. Preliminary tests of Terrestrial Sonography Scanning (TSS) technology were able to produce scans of a large portion of the interior, though it is unknown at this time how far the cavern extends. Along with the expected basalt formations, portions of the cave contain the fossilized remains of a massive creature, as well as etchings in the cavern wall written in ancient Sumerian. A translation can be found below. may the day i came into being be snuffed out against the earth and the night that followed when they said look now, a boy is born that day was a day of darkness, will forever be a day of darkness He . . . He shines no light upon it and so He claims it once more in . . . when the clouds roll . . . may . . . and when the sun drops below the horizon may it blot out the heavens may that day be cast from the book of life and . . . His calendar to be kept barren and fruitless for there is no joy to be found within it it is only he who curses that day among all days . . . Leviathan."
    ],
    "item": "SCP-3246",
    "object_class": "Keter",
    "containment_procedures": "Do not go outside at night.",
    "description": "SCP-█████ is a basalt cavern located within an inactive volcano off the coast of ██████. It is only accessible through a network of underwater lava tubes formed ~400 years prior to its discovery by a civilian tunneling group on August 2nd, ████. The Foundation quickly took control of the site and neutralized all those involved2.",
    "title": "SCP-3246"
}