{
    "url": "https://scp-wiki.wikidot.com/scp-3247",
    "all_text": "rating: \n+22\n+\n–\nx\n\n\nItem #:\n SCP-3247\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation personnel are forbidden from visiting the White Mountains for non-work reasons. Foundation personnel within the White Mountains should stay within a vehicle or other shelter whenever possible, keeping an inventory of any personal effects they take into the area. No items outside this inventory should be interacted with. Individuals lost to SCP-3247 are to be given an appropriate cover story for their deaths, which must take additional injuries sustained during their descent into account.\n\n\nEfforts to locate the remaining victims of SCP-3247 are ongoing.\n\n\nDescription:\n SCP-3247 is a phenomenon that manifests when an individual touches an object at an altitude above 240 meters from sea level within the boundaries of the White Mountains. These objects share little common physical characteristics, but share similarities such as:\n\n\n\n\nThe object is identical to a common man-made item.\n\n\nThe object is not obstructed by any other object from above.\n1\n\n\nThe object has no owner, despite the fact that in most cases, it is identical to someone else's personal effects.\n2\n\n\n\n\nUpon touching an object capable of triggering SCP-3247, the victim is pulled upwards at a speed of about 10 kilometers per second.\n3\n Video evidence of the event suggests the individual and associated object remain physically unaffected by the speed of the ascent through unknown means.\n\n\nUpon reaching the border of the stratosphere,\n4\n both the affected object and the individual disappear from view, becoming undetectable by any means.\n\n\nSCP-3247 was first discovered in 1977, when the following footage was captured by a security camera placed in a gas station in Lincoln, New Hampshire:\n\n\n\n\n9:39 PM:\n \nA 1966 Chevrolet Fleetside pulls into an open parking space. PoI-3247-1\n5\n steps out of their car, and exits the view of the security camera.\n\n\n9:40 PM:\n \nPoI-3247-1 enters the convenience store. The cashier looks at him as he enters, but quickly returns to staring off into space. PoI-3247-1 begins to look up and down the shelves.\n\n\n9:41 PM:\n \nAn object falls out of the sky and onto the roof on the driver's side of PoI-3247-1's car. The object appears to be a leather wallet. Despite the fact that the object fell from an unknown height, it does not bounce or move after hitting the roof of the car.\n\n\n9:43 PM:\n \nPoI-3247-1 buys a bag of ice and two packages of Reese's Pieces. PoI-3247-1 exits the store.\n\n\n9:44 PM:\n \nPoI-3247-1 enters into view of the outside security camera. He throws the bag of ice into the back of his truck. He is about to enter his car when he sees the object on the roof of his car. He touches the object. They both disappear, a single smear frame indicating they moved upwards.\n\n\n9:44 PM –– 5:35 AM:\n \nNo movement.\n\n\n5:35 AM:\n \nPoI-3247-1 falls into view, dead. The impact sets off the car's alarm system, but the corpse does not appear to move in any way after impact.\n\n\n\nThe corpse of PoI-3247-1 was discovered several hours later by a convenience store worker, who reported it to the police. The case was flagged by Foundation agents embedded within State Law Enforcement agencies, who recovered the body and security camera footage. Upon investigation of local police records, similar reports were found dating as far back as 1948. There are currently 621 unusual deaths and 53 missing person cases connected to SCP-3247. Posthumous examination of the bodies indicate trauma consistent with a drop from 200 feet, but the cause of death in all victims has been found to be hypoxia. Additionally, all subjects have retinal damage, burst eardrums, and signs consistent with brain hemorrhaging. All recovered subjects are drenched in a liquid that has been found to be composed of a mixture of human tears, blood, wine, and [REDACTED].\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This includes both roofs, such as those found in kiosks and cars, and naturally occurring shelter, such as caves.\n\n\n2\n. Testing indicates that the most common items that trigger SCP-3247 are car keys, purses, wallets, and other items commonly ascribed personal value.\n\n\n3\n. Approximately 6 miles per second.\n\n\n4\n. Approximately 9-15 kilometers above sea level.\n\n\n5\n. Later identified as Paul McFarland\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-3246\n | SCP-3247 | \nSCP-3248\n »\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3247\n\" by Fishish and SynthPanda_, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3247\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3247 \" by Fishish and SynthPanda_, from the SCP Wiki . Source: https://scpwiki.com/scp-3247 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3247",
    "object_class": "Euclid",
    "containment_procedures": "Foundation personnel are forbidden from visiting the White Mountains for non-work reasons. Foundation personnel within the White Mountains should stay within a vehicle or other shelter whenever possible, keeping an inventory of any personal effects they take into the area. No items outside this inventory should be interacted with. Individuals lost to SCP-3247 are to be given an appropriate cover story for their deaths, which must take additional injuries sustained during their descent into account.",
    "description": "SCP-3247 is a phenomenon that manifests when an individual touches an object at an altitude above 240 meters from sea level within the boundaries of the White Mountains. These objects share little common physical characteristics, but share similarities such as:",
    "title": "SCP-3247"
}