{
    "url": "https://scp-wiki.wikidot.com/scp-3261",
    "all_text": "rating: \n+29\n+\n–\nx\n\n\nItem #:\n SCP-3261\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3261-1 and all instances of SCP-3261-2 to be stored in a secure containment locker in the E wing of Site-64. SCP-3261-2 instances are only to be removed from the locker for testing purposes.\n\n\nDescription:\n SCP-3261-1 is a 17-stringed koto made from \nPaulownia tomentosa\n wood measuring 182 centimeters in length. The ryūgaku is decorated with a floral pattern, while the ryūzetsu depicts a small village and is engraved with the kanji \"樺岡\n1\n\". SCP-3261-2 is the collective designation for 12 pieces of sheet music for koto written in Yamada school notation.\n\n\nWhen an instance of SCP-3261-2 is viewed, the viewer will begin to search for SCP-3261-1. The degree of this compulsion varies depending on the instance viewed. Copies of SCP-3261-2 do not preserve this anomalous effect.\n\n\nWhen the viewer finds SCP-3261-1, they will begin to use it to play the SCP-3261-2 instance viewed. The SCP-3261-2 instance will be played within an error margin of 0.7%. If play is interrupted, the player will become distressed and attempt to resume by any means possible.\n\n\nThe player and all listeners will begin to perceive a scene dependent on the instance of SCP-3261-2 selected. The player and listeners can interact with people and objects within this scene, collectively designated as SCP-3261-3, although these objects are not visible to non-listeners. When SCP-3261-2 ends, the player and listeners will become unconscious for approximately 15 minutes. Selected SCP-3261-2 instances are listed below:\n\n\n\n\n\n\nInstance\n\n\nTitle\n\n\nScene\n\n\nNotes\n\n\n\n\n\n\nSCP-3261-2a\n\n\n村人の子守唄 (Villager's Lullaby)\n\n\nA small village with late Meiji era architecture at dusk. At the beginning of the third line, a man exits a house carrying a wooden bucket. The man collects water from a well in the center of the village. During the seventh line, he re-enters the house.\n\n\nThought to be the village depicted on the ryūzetsu of SCP-3261-1. Lyrics are similar to a typical lullaby.\n\n\n\n\n\n\nSCP-3261-2c\n\n\n小瑠璃 (Siberian Blue Robins)\n\n\nTwo young boys watching a pair of Siberian blue robins in a cherry tree. The robins' vocalizations align with the rhythm of the song.\n\n\nSong consists of three stanzas, each of which is a tanka. Lyrics describe the robins in a manner typical of Japanese poetry.\n\n\n\n\n\n\nSCP-3261-2d\n\n\n君が代 (Kimigayo)\n\n\nThe coronation ceremony of Emperor Meiji. No deviations from the original event have been observed.\n\n\nSong was composed in 1880 and became the national anthem in 1888, although Meiji was coronated in 1868.\n\n\n\n\n\n\nSCP-3261-2g\n\n\nUnknown\n\n\nA village identical to that appearing in SCP-3261-2a at noon. SCP-3261-3g1, a man in 1970s clothing, can be seen frantically searching for an unknown object.\n\n\nNo lyrics. See notes on SCP-3261-2a. Page is partially illegible due to water damage. SCP-3261-3g1 is thought to be searching for SCP-3261-1.\n\n\n\n\n\n\nSCP-3261-2j\n\n\n私の親愛なる小春専用 (Dedicated to My Dear Koharu)\n\n\nA young couple walking through a village identical to that appearing in SCP-3261-2a in the morning.\n\n\nLyrics are typical of modern love songs, although analysis of the paper and ink has determined it was composed in the early 1910s. SCP-3261-2j is the longest known instance of SCP-3261-2.\n\n\n\n\n\n\nAddendum 3261-01:\n SCP-3261-3j9, a man standing near the well in SCP-3261-2j, was interviewed by Researcher Hidekazu ███████. A transcript of the interview is attached below.\n\n\n\n\nSCP-3261-3j9 Interview Log\n\n\n\n\nSCP-3261-3j9 Interview Log\n\n\n\n\n\n\nInterviewer:\n Researcher Hidekazu ███████\n\n\nInterviewed:\n SCP-3261-3j9\n\n\nNote: Researcher ███████ is a native speaker of Japanese. This interview was translated into English.\n\n\n<Begin Log>\n\n\nResearcher ███████:\n Good morning.\n\n\nSCP-3261-3j9:\n Good morning. What's your name?\n\n\nResearcher ███████:\n My name's Hidekazu. And yours?\n\n\nSCP-3261-3j9:\n Keinosuke. It's nice to meet you, Hidekazu.\n\n\nResearcher ███████:\n It's nice to meet you too, Keinosuke. What's the date?\n\n\nSCP-3261-3j9:\n January 15th.\n\n\nResearcher ███████:\n Do you have the year by any chance?\n\n\nSCP-3261-3j9:\n Meiji 44. How could you have lost track?\n\n\nResearcher ███████:\n I guess the New Year just confuses me a bit.\n\n\nSCP-3261-3j9:\n Me too. I couldn't tell you how many times I've accidentally written 43.\n\n\nResearcher ███████:\n Well, Keinosuke, where are you from?\n\n\nSCP-3261-3j9:\n Kabaoka.\n2\n It's a nice place.\n\n\nResearcher ███████:\n I've never heard of it.\n\n\nSCP-3261-3j9:\n You haven't? There's no better village in Karafuto!\n3\n\n\nResearcher ███████:\n I've been to every corner of Karafuto, and I've never once heard of Kabaoka.\n\n\nSCP-3261-3j9:\n That's strange, you must have simply forgotten.\n\n\nResearcher ███████:\n It seems I did. Well, I think we're done here. Thank you for your information, Keinosuke.\n\n\nSCP-3261-3j9:\n You're welcome, Hidekazu. I hope to see you again soon.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 3261-02:\n A journal (now designated SCP-3261-3g9) was recovered from SCP-3261-2g, thought to belong to SCP-3261-3g1. An excerpt from the journal is attached below.\n\n\n\n\nDocument 3261-1\n\n\n\n\nDocument 3261-1\n\n\n\n\n\n\nWell, I guess I'm a citizen of Kabaoka. I don't know shit about Japanese, but I figure that's the name of this place. There's really nothing interesting here. If I could choose anywhere to go, this would be at the very bottom of my list. In fact, I wouldn't even have ended up here if I had just stopped playing that damn koto, then and there. It was just laying there at that curios shop, with a few pieces of paper I couldn't even read. I bought it, played a song, and boom, I'm in some village. The first few times I played it, everything went fine, I got out. But no, this time I had to get stuck here. How did this even happen?\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Translates to \"birch tree hill.\"\n\n\n2\n. This corresponds to one possible reading of the text \"樺岡.\" In reality, Kabaoka is the name of a station on the former Tenpoku line.\n\n\n3\n. Karafuto Prefecture, also known as South Sakhalin, was a prefecture of Japan from 1907 to 1945.\n\n\n\n\n\n\n\n\n« \nSCP-3260\n | SCP-3261 | \nSCP-3262\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3261\n\" by BottomOfTheBaarle, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3261\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3261-01: SCP-3261-3j9, a man standing near the well in SCP-3261-2j, was interviewed by Researcher Hidekazu ███████. A transcript of the interview is attached below.",
        "Addendum 3261-02: A journal (now designated SCP-3261-3g9) was recovered from SCP-3261-2g, thought to belong to SCP-3261-3g1. An excerpt from the journal is attached below."
    ],
    "documents": [],
    "notes": [
        "Interviewer: Researcher Hidekazu ███████ Interviewed: SCP-3261-3j9 Note: Researcher ███████ is a native speaker of Japanese. This interview was translated into English. <Begin Log> Researcher ███████: Good morning. SCP-3261-3j9: Good morning. What's your name? Researcher ███████: My name's Hidekazu. And yours? SCP-3261-3j9: Keinosuke. It's nice to meet you, Hidekazu. Researcher ███████: It's nice to meet you too, Keinosuke. What's the date? SCP-3261-3j9: January 15th. Researcher ███████: Do you have the year by any chance? SCP-3261-3j9: Meiji 44. How could you have lost track? Researcher ███████: I guess the New Year just confuses me a bit. SCP-3261-3j9: Me too. I couldn't tell you how many times I've accidentally written 43. Researcher ███████: Well, Keinosuke, where are you from? SCP-3261-3j9: Kabaoka. 2 It's a nice place. Researcher ███████: I've never heard of it. SCP-3261-3j9: You haven't? There's no better village in Karafuto! 3 Researcher ███████: I've been to every corner of Karafuto, and I've never once heard of Kabaoka. SCP-3261-3j9: That's strange, you must have simply forgotten. Researcher ███████: It seems I did. Well, I think we're done here. Thank you for your information, Keinosuke. SCP-3261-3j9: You're welcome, Hidekazu. I hope to see you again soon. <End Log>",
        "Well, I guess I'm a citizen of Kabaoka. I don't know shit about Japanese, but I figure that's the name of this place. There's really nothing interesting here. If I could choose anywhere to go, this would be at the very bottom of my list. In fact, I wouldn't even have ended up here if I had just stopped playing that damn koto, then and there. It was just laying there at that curios shop, with a few pieces of paper I couldn't even read. I bought it, played a song, and boom, I'm in some village. The first few times I played it, everything went fine, I got out. But no, this time I had to get stuck here. How did this even happen?",
        "\" SCP-3261 \" by BottomOfTheBaarle, from the SCP Wiki . Source: https://scpwiki.com/scp-3261 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3261",
    "object_class": "Safe",
    "containment_procedures": "SCP-3261-1 and all instances of SCP-3261-2 to be stored in a secure containment locker in the E wing of Site-64. SCP-3261-2 instances are only to be removed from the locker for testing purposes.",
    "description": "SCP-3261-1 is a 17-stringed koto made from Paulownia tomentosa wood measuring 182 centimeters in length. The ryūgaku is decorated with a floral pattern, while the ryūzetsu depicts a small village and is engraved with the kanji \"樺岡1\". SCP-3261-2 is the collective designation for 12 pieces of sheet music for koto written in Yamada school notation.",
    "title": "SCP-3261"
}