{
    "url": "https://scp-wiki.wikidot.com/scp-3262",
    "all_text": "rating: \n+99\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-3262\n\n\nBabyblade\n\n\nWritten by \nJack Waltz\n\n\n\n\nCheck out my author page!\n\n\n\n\n\n\n\n\n\n\nrating: \n+99\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3262\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3262 is stored at Site-17 in a standard containment locker. Access to the object and subsequent testing is only permitted by or in the presence of a researcher with Level 2 or higher clearance.\n\n\nDescription:\n SCP-3262 is a standard issue kitchen knife. The blade is made of a metallic substance of unknown composition, while the grip is made of ordinary white plastic. The blade and handle are fused together and cannot be detached despite being composed of different materials.\n\n\nSCP-3262's first anomalous effect manifests when it is used to cut food. No matter what type of food the item is used to cut, it will always make a perfectly clean cut. From what has been observed, no matter how much the knife is used, the blade will never go dull.\n\n\nThe separated piece of the food item would then become subject to SCP-3262's second anomalous effect. Approximately fifteen seconds after separation, this piece would begin to be transfigured, its shape and form altered to take on the anthropomorphic traits of a miniature infant and become animate. This includes a plump physique and even the display of behaviour corresponding with those of infants or children.\n\n\nAddendum 3262.1:\n Test Log (Latest — #34)\n\n\n\n\nConducting Researcher:\n Jackeline Waeller, Senior Researcher, Level 4 Clearance.\n\n\n\n\n[START LOG]\n\n\nWaeller:\n All right. This is test number 34, involving SCP-3262. We'll be using a carrot, a fresh one still with its greens on top, washed thoroughly so that nothing nasty gets mixed in there during the transfiguration process. To be perfectly honest, I doubt this test would bring anything new to the table, but of course, there's no harm in trying.\n\n\n[Dr Waeller nods and smiles before taking SCP-3262 with her right hand. She then places the carrot on the cutting board in front of her.]\n\n\n[While holding the lower end of the carrot with her left hand, she slowly places the knife above the carrot on the other end. She then cuts off a large chunk of it which still held the carrot top.]\n\n\n[Dr Waeller picks up the piece and holds it up, with the carrot's inner core facing the camera.]\n\n\nWaeller:\n A perfectly clean cut, consistent with all the previous tests.\n\n\n[She leaves SCP-3262 on the cutting board and places the cut piece down on a weighing scale situated to the left of the board. Shortly afterwards the chunk begins experiencing SCP-3262's second anomalous effect.]\n\n\n[As the chunk began to be transfigured and started taking a more humanoid form, small limbs emerged including facial features, with the eyes being two tiny black beads, and ears, which were a pair of orifices extending inwards into the head. The carrot leaves, already attached, extended from the top of the instance's head. Shortly after, it became animate and sat upright on the board. It begins to look around before beginning to suck on its thumb.]\n\n\n[Waeller looks at the scale's display.]\n\n\nWaeller:\n No difference in its mass, we know this.\n\n\n[The instance looks up at Dr Waeller's face at the sound of her voice. It slowly pulls its thumb out of its mouth and continues to stare and she does the same.]\n\n\n[Waeller tilts her head, and so does the instance after a few seconds, almost falling over under the weight of its head.]\n\n\n[She grins back at the instance, who continued watching her. It giggles.]\n\n\nWaeller:\n Well, he's a good one, isn't he? Usually, I've got to deal with them crying and whining. What a nice change of pace. I like this one.\n\n\n[The instance continues to giggle and claps its hands in response to Waeller.]\n\n\nWaeller:\n Heh, aren't you a little, widdle guy? Aren't you? Aren't you?!\n\n\n[It babbles and waves its arms in sudden excitement.]\n\n\nWaeller:\n Oh, I really like this one.\n\n\n[She puts her left hand beside the instance on the scale and helped it crawl onto her palm. She takes her right hand and tickles its left sole. The instance bursts into a fit of cries and laughter trying to pull back its left leg, only for Dr Waeller to begin tickling the right sole. It laughs louder than before.]\n\n\n[Waeller eventually stops and continues holding the instance on her palm. It smiles and tries to crawl up her arm, though she takes her right hand and places it back on the board. The instance attempts to grab onto the hand. Dr Waeller lightly flicks it off.]\n\n\n[After falling down on its bottom, it looks back up at Waeller and pouts.]\n\n\nWaeller:\n Don't be like that now, I'll be sad too…\n\n\n[The instance pouts further. Waeller sighs. She then lowers herself and places her palms by the edge of the table near the cutting board.]\n\n\nWaeller:\n All right, come on then, let's go for another round!\n\n\n[The instance beams excessively at the response. Slowly, it attempts to stand and stumbles forward while trying to balance, then, step by step, the instance moves towards Waeller, only for it to fall first whilst struggling to get down from the board.]\n\n\nWaeller:\n Oh—!\n\n\n[Dr Waeller hurriedly picks it up and inspects its face and body for any damage by rolling it over. It burbles as it received Waeller's attention.]\n\n\nWaeller:\n Well, phew, lucky you! No bruises, nothing at all!\n\n\n[Dr Waeller rubs its nose, to which the instance tries to pull back from whilst bubbling and snickering.]\n\n\nWaeller:\n Heh.\n\n\n[She looks down at her watch.]\n\n\nWaeller:\n Hm, well, I suppose that's the end of that, playtime's over, little guy. Did ja have fun? You did, didn't cha?\n\n\n[It claps and giggles.]\n\n\n[Waeller smirks at the instance.]\n\n\nWaeller:\n Well, now for the final test, and since you're just a carrot, I don't really need anything to be prepared. So you up for it? It'll be easy as pie.\n\n\n[The instance has a curious expression on its face. It creases its eyes in thought and ultimately nods brightly with a large grin.]\n\n\nWaeller:\n You really are a good boy.\n\n\n[Dr Waeller sighs, to which it tilts its head in a questioning manner.]\n\n\nWaeller:\n A shame, honestly.\n\n\n[Dr Waeller holds the instance by the carrot top on its head. It winced and squirmed, flailing its arms and legs in an attempt to get released.]\n\n\n[Waeller lifts it up, placing it inside her mouth and biting down on the head to separate the attached greens from the instance.]\n\n\n[She chews for some time and finally swallows.]\n\n\nWaeller:\n Tastes just like a carrot, though there's something unusual about it… hm… it's… sweeter than normal, very tender too…\n\n\n[Dr Waeller uses her thumb to dig something out from between her molars. She then stops and swallows again.]\n\n\nWaeller:\n It's got a unique flavour to it, mixed in with that softness once you bite down. Almost like baby carrots, you know?\n\n\n[END LOG]\n\n\n\n\n\n\nrating: \n+99\n+\n–\nx\n\n\n\n\n\n\n« \nSCP-3261\n | SCP-3262 | \nSCP-3263\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3262\n\" by Jack Waltz, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3262\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3262.1: Test Log (Latest — #34)"
    ],
    "documents": [],
    "notes": [
        "\" SCP-3262 \" by Jack Waltz, from the SCP Wiki . Source: https://scpwiki.com/scp-3262 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3262",
    "object_class": "Safe",
    "containment_procedures": "SCP-3262 is stored at Site-17 in a standard containment locker. Access to the object and subsequent testing is only permitted by or in the presence of a researcher with Level 2 or higher clearance.",
    "description": "SCP-3262 is a standard issue kitchen knife. The blade is made of a metallic substance of unknown composition, while the grip is made of ordinary white plastic. The blade and handle are fused together and cannot be detached despite being composed of different materials.",
    "title": "SCP-3262"
}