{
    "url": "https://scp-wiki.wikidot.com/scp-3270",
    "all_text": "rating: \n+138\n+\n–\nx\n\n\n\n\n\n\nCopy Of SCP-3270\n\n\n\n\n\n\nItem #:\n SCP-3270\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3270 is to be kept within a storage locker on Site-64. All photos of SCP-3270 are to be deleted upon discovery, excluding photos of any copies of SCP-3270. Instances of SCP-3270-1 are to be kept at Site-88, but otherwise are allowed to roam the facility freely, with the exception of areas limited to Foundation personnel. Instances of SCP-3270-1 are to be fed cooked fish and milk at regular intervals. Requests for toys and other amenities are to be approved by 3 Class B Personnel on Site-88, though requests cannot exceed 30 (Thirty) US Dollars in cost.\n\n\nDescription:\n SCP-3270 is a painting, depicting a cat resting on a pillow. Viewing SCP-3270 directly or indirectly causes the viewer to undergo various physical and mental changes over the course of several months. (See Document-3270-1) This effect does not apply to copies of SCP-3270, either through printing or recreation. Viewers of SCP-3270 are to be classified as instances of SCP-3270-1.\n\n\nDocument-3270-1\n\n\n\n\nInitial Viewing:\n Viewers will express admiration for SCP-3270. Viewers who viewed a copy of SCP-3270 and expressed apathy or disapproval before viewing SCP-3270 will still express admiration for SCP-3270.\n\n\n1 Hour After Initial Viewing:\n Viewers will exhibit increased enthusiasm, curiosity, and generally have a more positive outlook on life.\n\n\n1 Day After Initial Viewing:\n Viewers will show increased interest in felines, through looking at pictures/videos of common house cats, purchasing clothing, furniture, or other objects depicting cats, or adopting pet cats.\n\n\n1 Week After Initial Viewing:\n Viewers will begin recommending others begin adopting cats as pets, as well as recommend viewing SCP-3270.\n\n\n3 Weeks After Initial Viewing:\n Viewers will begin exhibiting cat-like behaviour, such as licking themselves as a substitute to more formal means of bathing, preferring to eat food on the floor, and walking using both their arms and legs.\n\n\n2 Months After Initial Viewing:\n Viewers will show increased body hair growth.\n\n\n4 Months After Initial Viewing:\n Viewers’ skeletal system will begin to shrink, with their muscles and skin doing the same.\n\n\n5 Months After Initial Viewing:\n Other miscellaneous changes to the viewers’ body will occur, such as ears changing shape and location, eyes restructuring to resemble those of house cats, and loss of thumbs and fingers, in place of phalanges typical of house cats.\n\n\n6 Months After Initial Viewing:\n Instances of SCP-3270-1 are physically identical to a non-anomalous house cat, though are able to still speak, despite not having the needed organs to do so. The psychological effects of SCP-3270 listed above have dissipated at this point. Instances of SCP-3270-1 will have the lifespan of an average human, though are able to be terminated by normal means.\n\n\n\n\nInterview-3270-1\n\n\n\n\nInterviewed:\n Doctor Allison, An Instance Of SCP-3270-1\n\n\nInterviewer:\n Doctor Glenrowan\n\n\nForeward:\n Doctor Allison willingly viewed SCP-3270. This interview was conducted 8 months after initial viewing.\n\n\n<Begin Log>\n\n\nDoctor Glenrowan:\n Why did you willingly view SCP-3270?\n\n\nSCP-3270-1:\n Curiosity, mostly.\n\n\nDoctor Glenrowan:\n How would you describe the process of transforming into an instance of SCP-3270-1?\n\n\nSCP-3270-1:\n It felt alright at first, like I’d found a new hobby. Then when it got to actually turning into a cat, it got excruciatingly painful.\n\n\nDoctor Glenrowan:\n What is your opinion on SCP-3270?\n\n\nSCP-3270-1:\n It ruined my life.\n\n\nDoctor Glenrowan:\n I’m speaking of the artistic quality of SCP-3270.\n\n\nDoctor Glenrowan passes a copy of SCP-3270 to SCP-3270-1.\n\n\nSCP-3270-1:\n Oh, yeah. I guess it’s cute.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n« \nSCP-3269\n | SCP-3270 | \nSCP-3271\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3270\n\" by JanitorCakeworth, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3270\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n newcat.jpg\n\n\nName:\n BlalockFatCat.jpg\n\n\nAuthor:\n Elisabet Stacy-Hurley\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [
        "Document-3270-1"
    ],
    "notes": [
        "Initial Viewing: Viewers will express admiration for SCP-3270. Viewers who viewed a copy of SCP-3270 and expressed apathy or disapproval before viewing SCP-3270 will still express admiration for SCP-3270. 1 Hour After Initial Viewing: Viewers will exhibit increased enthusiasm, curiosity, and generally have a more positive outlook on life. 1 Day After Initial Viewing: Viewers will show increased interest in felines, through looking at pictures/videos of common house cats, purchasing clothing, furniture, or other objects depicting cats, or adopting pet cats. 1 Week After Initial Viewing: Viewers will begin recommending others begin adopting cats as pets, as well as recommend viewing SCP-3270. 3 Weeks After Initial Viewing: Viewers will begin exhibiting cat-like behaviour, such as licking themselves as a substitute to more formal means of bathing, preferring to eat food on the floor, and walking using both their arms and legs. 2 Months After Initial Viewing: Viewers will show increased body hair growth. 4 Months After Initial Viewing: Viewers’ skeletal system will begin to shrink, with their muscles and skin doing the same. 5 Months After Initial Viewing: Other miscellaneous changes to the viewers’ body will occur, such as ears changing shape and location, eyes restructuring to resemble those of house cats, and loss of thumbs and fingers, in place of phalanges typical of house cats. 6 Months After Initial Viewing: Instances of SCP-3270-1 are physically identical to a non-anomalous house cat, though are able to still speak, despite not having the needed organs to do so. The psychological effects of SCP-3270 listed above have dissipated at this point. Instances of SCP-3270-1 will have the lifespan of an average human, though are able to be terminated by normal means.",
        "Interviewed: Doctor Allison, An Instance Of SCP-3270-1 Interviewer: Doctor Glenrowan Foreward: Doctor Allison willingly viewed SCP-3270. This interview was conducted 8 months after initial viewing. <Begin Log> Doctor Glenrowan: Why did you willingly view SCP-3270? SCP-3270-1: Curiosity, mostly. Doctor Glenrowan: How would you describe the process of transforming into an instance of SCP-3270-1? SCP-3270-1: It felt alright at first, like I’d found a new hobby. Then when it got to actually turning into a cat, it got excruciatingly painful. Doctor Glenrowan: What is your opinion on SCP-3270? SCP-3270-1: It ruined my life. Doctor Glenrowan: I’m speaking of the artistic quality of SCP-3270. Doctor Glenrowan passes a copy of SCP-3270 to SCP-3270-1. SCP-3270-1: Oh, yeah. I guess it’s cute. <End Log>",
        "\" SCP-3270 \" by JanitorCakeworth, from the SCP Wiki . Source: https://scpwiki.com/scp-3270 . Licensed under CC-BY-SA .",
        "Filename: newcat.jpg Name: BlalockFatCat.jpg Author: Elisabet Stacy-Hurley License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3270",
    "object_class": "Safe",
    "containment_procedures": "SCP-3270 is to be kept within a storage locker on Site-64. All photos of SCP-3270 are to be deleted upon discovery, excluding photos of any copies of SCP-3270. Instances of SCP-3270-1 are to be kept at Site-88, but otherwise are allowed to roam the facility freely, with the exception of areas limited to Foundation personnel. Instances of SCP-3270-1 are to be fed cooked fish and milk at regular intervals. Requests for toys and other amenities are to be approved by 3 Class B Personnel on Site-88, though requests cannot exceed 30 (Thirty) US Dollars in cost.",
    "description": "SCP-3270 is a painting, depicting a cat resting on a pillow. Viewing SCP-3270 directly or indirectly causes the viewer to undergo various physical and mental changes over the course of several months. (See Document-3270-1) This effect does not apply to copies of SCP-3270, either through printing or recreation. Viewers of SCP-3270 are to be classified as instances of SCP-3270-1.",
    "title": "SCP-3270"
}