{
    "url": "https://scp-wiki.wikidot.com/scp-3277",
    "all_text": "rating: \n+90\n+\n–\nx\n\n\nItem #:\n SCP-3277\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All seven instances of SCP-3277 are to be held in a high-value storage locker at Site-76 when not in use. Each instance is to be securely affixed with a GPS tracking tag to enable rapid recontainment in the event an instance is stolen or translocated during testing.\n\n\nResearch with SCP-3277 may only be conducted with permission from the Site Director, and experimentation must be overseen by a senior member of the Department of Thaumatology. To minimize the risk of collateral damage, all experimentation with SCP-3277 must be conducted at Site-76's bombing range.\n\n\nDescription:\n SCP-3277 are a set of seven lacquered wooden walking sticks, ranging in height between 150cm and 175cm, with an average diameter of approximately 3cm. The type of wood used to make SCP-3277 is unknown, although genetic analysis has indicated a close resemblance to the \nSalix\n genus\n1\n. The wood tissue is reinforced by what appear to be naturally occurring carbon nanotubes, resulting in uncharacteristic (though non-anomalous) strength and dark colouration.\n\n\nAetheric Resonance Scans have revealed that instances of SCP-3277 generate significant amounts of elan vital energy, or \nEVE\n2\n. Additionally, all seven instances of SCP-3277 are deeply engraved with numerous sigils, believed to be thaumatological in nature. It has been suggested by Foundation thaumaturgical experts that each sigil corresponds with a spoken invocation, and that uttering said invocation whilst holding an instance of SCP-3277 will produce corresponding anomalous results.\n\n\nAs the sigils inscribed upon SCP-3277 do not correspond to any known thaumatological system, Foundation thaumaturgical staff have provided an extensive list of possible invocations for testing purposes.\n\n\nTesting has revealed that SCP-3277 instances produce erratic and inconsistent results when used as thaumaturgical aids. See the abridged test log for more details.\n\n\nAbridged Experiment Log 3277:\n\n\n\n\n\n\nTest # and Subject\n\n\nAttempted Invocation\n\n\nResults\n\n\n\n\n\n\nSCP-3277-A, Test #14, Junior Researcher Emmerson\n\n\nRecites an invocation intended to grant them good health.\n\n\nResearcher Emmerson became violently ill; uncontrollably secreting sweat, tears, blood, mucus, vomit, urine and excrement. An IV drip and later a blood transfusion were needed to prevent death. Upon recovery, it appeared that Researcher Emmerson's body had been completely purged of all potential pathogens and toxic agents. As a result of this test, the Site Director suggested that test subjects be switched to D-class, but Dr. Katherine Sinclair insisted only thaumatologists be used.\n\n\n\n\n\n\nSCP-3277-B, Test #34, Junior Researcher Emmerson\n\n\nRecites an invocation intended to produce 'a meal fit for a king'.\n\n\nSpell produced approximately half a kilogram of apple seeds. Each subsequent test produced seeds from a different species of apple.\n\n\n\n\n\n\nSCP-3277-C, Test #52, Junior Researcher Emmerson\n\n\nRecites an invocation for lighting a candle.\n\n\nResearcher Emmerson was immediately engulfed in flames. Though the fire was quickly put out by attendants, Emmerson did suffer severe first and second-degree burns and was placed on medical leave to recuperate. At this point, the Site Director overruled Dr. Sinclair and testing was switched to D-class subjects.\n\n\n\n\n\n\nSCP-3277-D, Test #01, D-7821\n\n\nBefore reciting the approved invocation, D-7821 utters 'Oo ee oo ah ah ting tang walla walla bing bang' of his own accord.\n\n\nD-7821 was immediately empowered with Level III\n3\n reality bending and proceeded to wreak havoc throughout the area. Fortunately, numerous Site-76 security personnel had been previously certified by Dr. Clef to handle \nReality Benders\n, and they were able to coordinate a distraction while Agent Withers terminated D-7821 with a direct shot to the head from behind. Testing was subsequently limited to only thaumatological personnel.\n\n\n\n\n\n\nSCP-3277-E, Test #65, Researcher Meng\n\n\nRecites an invocation intended to summon a dinosaur from the past.\n\n\nA chicken enters the testing range from an undetermined origin and perches on Researcher Meng's head. Chicken was removed without incident, though subsequent tests resulted in it demanifesting from its cage and remanifesting on the testing range.\n\n\n\n\n\n\nSCP-3277-F, Test #44, Thaumatologist Katherine Sinclair\n\n\nRecites an invocation intended to raise an army of Golems from the Earth.\n\n\nNumerous semi-humanoid forms attempt to rise from the surrounding soil, but none have enough cohesion to remain intact. Notably, all such forms repeated the phrase \"Hi, I'm Olaf and I like warm hugs\" in unison until they fully deteriorated. Subsequent tests produced no results.\n\n\n\n\n\n\nSCP-3277-G, Test #72, Thaumatologist Katherine Sinclair\n\n\nRecites a long series of incantations intended to produce limitless wealth.\n\n\nSinclair gains the ability to pull quarters out from behind people's ears, though this only works on each individual once.\n\n\n\n\n\n\nRecovery:\n SCP-3277 was originally recovered during a raid on an MC&D warehouse in Hong Kong. It was initially found with two documents, designated documents 3277-01 and 3277-02.\n\n\nDocument 3277-01 is a laminated placard card printed in a cordial font in both English and Traditional Chinese.\n\n\n\n\nMade from Ravelwoods timber and carved by Darke's own flesh and blood, these sorcerer's staffs were originally branches of Dryad Groves in the Ravelwoods, gifted and blessed by the wood nymphs themselves in exchange for newborn babes. Ancient and powerful magic flows through these wands, augmented and focused by the esoteric runes etched into their bark. Whisper any of a number of time-honoured invocations, and the magic will be released to do your bidding.\n\n\n\n\nDocument 3277-02 is a handwritten note, found taped to the bottom of document 3277-01.\n\n\n\n\nVictor\n\n\nThe story on the placard is bollocks. Mostly, at least. The staffs are made from Ravelwood branches, but Darke literally picked them up off of the ground while he was there, and he never went anywhere near any Dryad Groves. He gave them to me so that I could practice inscribing glyphs into a thaumaturgically reactive substrate.\n\n\nThese sticks were just for practice and experimentation, and they're nothing any real thaumaturge would want. \nDO NOT SELL THESE TO A REGULAR.\n Wait for some wide-eyed trust-fund kid who just got their first invite to our showroom. The less they know about real magic, the better. You'll be able to unload these for six figures a piece easy.\n\n\nIris\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Willow Trees.\n\n\n2\n. A force believed to be responsible for the Observer Effect in quantum mechanics and used to manipulate reality by various anomalous entities and objects.\n\n\n3\n. It has since been speculated that D-7821 may have possessed latent reality bending capabilities that were activated by his exposure to SCP-3277.\n\n\n\n\n\n\n\n\n« \nSCP-3276\n | SCP-3277 | \nSCP-3278\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3277\n\" by DrChandra, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3277\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Made from Ravelwoods timber and carved by Darke's own flesh and blood, these sorcerer's staffs were originally branches of Dryad Groves in the Ravelwoods, gifted and blessed by the wood nymphs themselves in exchange for newborn babes. Ancient and powerful magic flows through these wands, augmented and focused by the esoteric runes etched into their bark. Whisper any of a number of time-honoured invocations, and the magic will be released to do your bidding.",
        "Victor The story on the placard is bollocks. Mostly, at least. The staffs are made from Ravelwood branches, but Darke literally picked them up off of the ground while he was there, and he never went anywhere near any Dryad Groves. He gave them to me so that I could practice inscribing glyphs into a thaumaturgically reactive substrate. These sticks were just for practice and experimentation, and they're nothing any real thaumaturge would want. DO NOT SELL THESE TO A REGULAR. Wait for some wide-eyed trust-fund kid who just got their first invite to our showroom. The less they know about real magic, the better. You'll be able to unload these for six figures a piece easy. Iris",
        "\" SCP-3277 \" by DrChandra, from the SCP Wiki . Source: https://scpwiki.com/scp-3277 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3277",
    "object_class": "Euclid",
    "containment_procedures": "All seven instances of SCP-3277 are to be held in a high-value storage locker at Site-76 when not in use. Each instance is to be securely affixed with a GPS tracking tag to enable rapid recontainment in the event an instance is stolen or translocated during testing.",
    "description": "SCP-3277 are a set of seven lacquered wooden walking sticks, ranging in height between 150cm and 175cm, with an average diameter of approximately 3cm. The type of wood used to make SCP-3277 is unknown, although genetic analysis has indicated a close resemblance to the Salix genus1. The wood tissue is reinforced by what appear to be naturally occurring carbon nanotubes, resulting in uncharacteristic (though non-anomalous) strength and dark colouration.",
    "title": "SCP-3277"
}