{
    "url": "https://scp-wiki.wikidot.com/scp-3279",
    "all_text": "rating: \n+150\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nThe Afterimage - Popsioak\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nItem Number:\n 3279\n\n\nClearance Level:\n \nOne\n\n\nObject Class:\n Neutralized\n\n\n\n\n\n\nSCP-3279's 117th instance, as an Indian Desert Jird \n(Meriones hurrianae).\n\n\n\n\n\n\nArchived Containment Procedures:\n Due to the nature of SCP-3279's reappearance, focus has shifted from capture to redirection. Nonlethal force is to be used to ensure SCP-3279 instances do not travel into civilian areas. If a MAUBAAD\n1\n event is viewed by a civilian, Class-A amnestics are to be administered. The village in which SCP-3279 instances appear has been bought, and is patrolled by 4 guards, one operating a remote viewing system to track SCP-3279 instances.\n\n\nArchived Description:\n SCP-3279 is a series of animals traveling from Jhelum, in Pakistani Punjab, in the general direction of Chandigarh, located in Indian Punjab. SCP-3279 instances frequently take the form of local, native mammals and birds, such as rhesus monkeys, wild boars, parrots, and mongooses. SCP-3279 display typical animal behaviors, such as foraging and hunting, but will spend roughly 70% of their time awake attempting to travel to Chandigarh.\n\n\nOnly one SCP-3279 instance exists at a time. In the case of death, grievous injury, or another event which renders a SCP-3279 instance unable to travel, instances will undergo a MAUBAAD event, in which the following occurs:\n\n\n\n\nSCP-3279, if not already deceased, will die, typically via cardiac arrest or other instantaneous methods.\n\n\nSCP-3279 will transform into a pile of local flora and dirt crudely resembling its body.\n\n\nAnother SCP-3279 instance will spontaneously appear, fully grown, in an abandoned house's bedroom in Jhelum, hereafter referred to as SCP-3279-1. The new instance will be a different animal from the previous.\n\n\n\n\nSCP-3279-1 has been abandoned since 1947, due to the Partition of India\n2\n. It was formerly owned by a Mr. Raj Singh and Mrs. Gurpreet Kaur. Singh was killed during the movement of refugees during Partition, and Kaur passed away in Chandigarh in 1987.\n\n\nDiscovery:\n SCP-3279 was discovered on September 19th, 1987. Reports of a fully grown Indian elephant \n(Elephas maximus indicus)\n appearing in an otherwise abandoned house, despite the animal not being native to the area, were noticed by Foundation crawlers in Northern India. The surrounding land was bought, inhabitants of the village were relocated, and Foundation personnel set up a small base of operations after reconstruction of the house, due to destruction caused by the first recorded instance of SCP-3279.\n\n\n\n\n\n\nAddendum 3279/1\n\n\n\n\nAbridged Table of SCP-3279 Instances\n\n\n\n\n\n\n\n\nInstance\n\n\nMAUBAAD Event Trigger\n\n\nLocation\n\n\n\n\n\n\n254, an Indian peacock (\nPavo cristatus\n).\n\n\nSCP-3279 was captured along with a female in the area, intending to be sent as a breeding pair to a local zoo. In transit, SCP-3279 underwent a MAUBAAD event.\n\n\n17 km north-northwest of Gujranwala.\n\n\n\n\n\n\n312, a rhesus macaque \n(Macaca mulatta)\n.\n\n\nSCP-3279 was killed by a yellow-throated marten.\n\n\n20 km northeast of Farooqabad.\n\n\n\n\n\n\n373, a northern pintail \n(Anas acuta)\n.\n\n\nSCP-3279 attempted to drink from areas where the Chenab river no longer flows, before flying off. It later died, presumably due to dehydration.\n\n\n5 km south of Lahore.\n\n\n\n\n\n\n421, a urial \n(Ovis orientalis vignei)\n.\n\n\nSCP-3279 was shot for meat.\n\n\n10 km west of Lahore.\n\n\n\n\n\n\n518, a wild boar \n(Sus scrofa)\n.\n\n\nBorder patrol agents shot SCP-3279 as it attempted to cross through the main gate.\n\n\nPakistani-Indian border.\n\n\n\n\n\n\n621, a blackbuck \n(Antilope cervicapra)\n.\n\n\nSCP-3279 was attacked by pariah dogs\n3\n, dying due to a severed jugular. SCP-3279 was consumed completely, before the MAUBAAD event triggered, affecting only what remained of SCP-3279.\n\n\n20 km east of Amritsar.\n\n\n\n\n\n\n671, a northern goshawk \n(Accipiter gentilis)\n.\n\n\n[ERROR] - See Addendum 3279/2.\n\n\nChandigarh.\n\n\n\n\n\n\n\n\n\n\nAddendum 3279/2\n\n\n\n\nSCP-3279 Neutralization\n\n\n\n\nSCP-3279's 671st instance successfully reached Chandigarh on April 12th, 1999. The instance first stopped at Gurdwara Shri Santsar Sahib, sitting for three hours above the \nDiwan\n hall, then proceeding to wash its beak and talons before collecting food left by those leaving the \nLangar.\n SCP-3279 then traveled to a section of the Sutlej River. Resting and preening for approximately 30 minutes, SCP-3279 then dove into the water. It did not reemerge, as a large mass of saffron and yellow roses floated to the lake's surface. No SCP-3279 instance emerged from SCP-3279-1. Instead, a note was found underneath a small \nKara\n4\n, attached below. The origin of both items is unknown.\n\n\n\n\nਮੈਂ ਮਾਇਆ ਦੇ ਚੱਕਰ ਨੂੰ ਤੋੜਿਆ ਹੈ| ਮੈਂ ਇਥੇ ਆਪਣੇ ਨਵੇਂ ਵਤਨ ਵਿਚ ਬੈਠਦਾ ਹਾਂ| ਮੈਂ ਭੁੱਲ ਗਿਆ ਹਾਂ ਕਿ ਮਨੁੱਖ ਅਤੇ ਰੱਬ ਦੋਹਾਂ ਦੁਆਰਾ ਪਿਆਰ ਕਰਨ ਦਾ ਇਸਦਾ ਕੀ ਅਰਥ ਹੈ| ਮੇਰਾ ਸਰੀਰ ਉਥੇ ਹੈ, ਪਰ ਮੇਰੀ ਆਤਮਾ ਹਰ ਜਗ੍ਹਾ ਹੈ| ਮੈਂ ਇਸ ਵੈਸਾਖੀ ਵਾਲੇ ਦਿਨ ਇਕ ਚੀਜ਼ ਜਾਣਦਾ ਹਾਂ| ਪੁਨਰ ਜਨਮ ਦਾ ਚੱਕਰ ਟੁੱਟ ਗਿਆ ਹੈ, ਅਤੇ ਹੁਣ ਮੈਂ ਤੁਹਾਡੇ ਨਾਲ ਕਣਕ ਦੇ ਖੇਤਾਂ ਵੱਲ ਦੌੜ ਸਕਦਾ ਹਾਂ|\n\n\n\n\nI have broken the cycle of Maya. I sit here in my new homeland. I have forgotten what it means to be loved by both man and God. My body is there, but my spirit is everywhere. I know one thing on this Vaisakhi day. The cycle of rebirth is broken, and now I can run with you to the wheat fields.\n\n\n\n\n\n\nIN SAFFRON SANDS\n | \nSCP-5413\n »\n\n\n\n\n\n\nFootnotes\n\n\n1\n. From the Punjabi ਮੌਤ ਦੇ ਬਾਅਦ - \"Maut de baad,\" literally \"after death.\"\n\n\n2\n. In which India and Pakistan were forcibly split into separate countries, dividing the Punjab state, and other regions, between the two countries.\n\n\n3\n. Free-roaming ownerless dogs.\n\n\n4\n. A Sikh's iron bracelet.\n\n\n\n\n\n\n\n\n« \nSCP-3278\n | SCP-3279 | \nSCP-3280\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3279\n\" by Popsioak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3279\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n AB071_Merionis_hurrianae.jpg\n\n\nAuthor:\n AshLin\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "ਮੈਂ ਮਾਇਆ ਦੇ ਚੱਕਰ ਨੂੰ ਤੋੜਿਆ ਹੈ| ਮੈਂ ਇਥੇ ਆਪਣੇ ਨਵੇਂ ਵਤਨ ਵਿਚ ਬੈਠਦਾ ਹਾਂ| ਮੈਂ ਭੁੱਲ ਗਿਆ ਹਾਂ ਕਿ ਮਨੁੱਖ ਅਤੇ ਰੱਬ ਦੋਹਾਂ ਦੁਆਰਾ ਪਿਆਰ ਕਰਨ ਦਾ ਇਸਦਾ ਕੀ ਅਰਥ ਹੈ| ਮੇਰਾ ਸਰੀਰ ਉਥੇ ਹੈ, ਪਰ ਮੇਰੀ ਆਤਮਾ ਹਰ ਜਗ੍ਹਾ ਹੈ| ਮੈਂ ਇਸ ਵੈਸਾਖੀ ਵਾਲੇ ਦਿਨ ਇਕ ਚੀਜ਼ ਜਾਣਦਾ ਹਾਂ| ਪੁਨਰ ਜਨਮ ਦਾ ਚੱਕਰ ਟੁੱਟ ਗਿਆ ਹੈ, ਅਤੇ ਹੁਣ ਮੈਂ ਤੁਹਾਡੇ ਨਾਲ ਕਣਕ ਦੇ ਖੇਤਾਂ ਵੱਲ ਦੌੜ ਸਕਦਾ ਹਾਂ| I have broken the cycle of Maya. I sit here in my new homeland. I have forgotten what it means to be loved by both man and God. My body is there, but my spirit is everywhere. I know one thing on this Vaisakhi day. The cycle of rebirth is broken, and now I can run with you to the wheat fields.",
        "\" SCP-3279 \" by Popsioak, from the SCP Wiki . Source: https://scpwiki.com/scp-3279 . Licensed under CC-BY-SA .",
        "Filename: AB071_Merionis_hurrianae.jpg Author: AshLin License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "object_class": "Neutralized",
    "title": "SCP-3279"
}