{
    "url": "https://scp-wiki.wikidot.com/scp-3280",
    "all_text": "rating: \n+670\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-3280:\n After the Storm\n\n\nAuthor:\n \nS D Locke\n\n\nRaindrops keep fallin' on my head…\n\n\n\n\n\n\nOther works by S D Locke!\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nS. D. Locke's Proposal\n\n\nRating: 2648\n\n\n\n\n\n\nSCP-5999 - This is Where I Died\n\n\nRating: 1733\n\n\n\n\n\n\nSCP-3280\n\n\nRating: 670\n\n\n\n\n\n\nSCP-783\n\n\nRating: 594\n\n\n\n\n\n\nSCP-2193\n\n\nRating: 535\n\n\n\n\n\n\nSCP-3980\n\n\nRating: 528\n\n\n\n\n\n\nSCP-1661\n\n\nRating: 283\n\n\n\n\n\n\nSCP-2923\n\n\nRating: 245\n\n\n\n\n\n\nSCP-2385\n\n\nRating: 240\n\n\n\n\n\n\nSCP-4910\n\n\nRating: 230\n\n\n\n\n\n\nSCP-3963\n\n\nRating: 229\n\n\n\n\n\n\nSCP-8246\n\n\nRating: 174\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nIhp/Locke Proposal\n\n\nRating: 570\n\n\n\n\n\n\nSCP-7676\n\n\nRating: 450\n\n\n\n\n\n\nSCP-012-EX\n\n\nRating: 207\n\n\n\n\n\n\nSCP-7427\n\n\nRating: 156\n\n\n\n\n\n\nSCP-6430\n\n\nRating: 153\n\n\n\n\n\n\nSCP-5311\n\n\nRating: 139\n\n\n\n\n\n\nSCP-7932\n\n\nRating: 108\n\n\n\n\n\n\nSCP-6110\n\n\nRating: 89\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nNot Fade Away\n\n\nRating: 358\n\n\n\n\n\n\nReap What You Sew\n\n\nRating: 107\n\n\n\n\n\n\nParadigm Shift\n\n\nRating: 87\n\n\n\n\n\n\nA Reason To Die\n\n\nRating: 47\n\n\n\n\n\n\nAnd Then I Died IV - Series 2\n\n\nRating: 33\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nHeart and Sol\n\n\nRating: 220\n\n\n\n\n\n\nSlothcon\n\n\nRating: 91\n\n\n\n\n\n\nFrom Above\n\n\nRating: 35\n\n\n\n\n\n\n\n\n\n\n\n\nGOI Formats\n\n\n\n\n\n\nSPC-173\n\n\nRating: 302\n\n\n\n\n\n\nSPC-2935\n\n\nRating: 155\n\n\n\n\n\n\nLTE-2712-Bosch\n\n\nRating: 155\n\n\n\n\n\n\nP'rantortiz the Vile\n\n\nRating: 139\n\n\n\n\n\n\n\n\n\n\n\n\nGOI Formats\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt is a dark and stormy night. You've spent the last several hours hiding in the broom closet with naught but the rank water of the mop-sink to sustain you. The chaos has long since died down. It's time to make a break for it. You slowly open the door.\n\n\nLightning strikes, offering a brief reprieve from the sullen darkness of the Site's empty halls. Stepping cautiously over the body of Dr. Cawthrone, you do your best to remain silent. There's no way of knowing how it hunts. Best to take every precaution.\n\n\nIn the distance, a blood-curdling scream drowns out the rolling thunder. It is mercifully cut short; the steady thrum of raindrops once again takes prominence. At the very least, you're heading in the other direction, to the security office.\n\n\nNichols is sprawled out backwards in his seat in front of the control center, gutted from throat to crotch, spilling viscera onto his lap that \ndrip, drip, drips\n onto the linoleum. You slide his seat aside and enter your credentials into the terminal…\n\n\n\n\n\n\n\n\nWELCOME TO SCIPNET DATABASE\n\n\n\n\n\n\nAccess file: SCP-3280\n\n\n\n\n\n\nAccessing file: SCP-3280 Please wait.\n\n\n\n\n\n\n\n\nAnother flash of lightning, out in the hall. Your eyes dart towards the door, paranoid, dreading, anticipating. \nIt\n could be anywhere.\n\n\n\n\n\n\n\n\nFile found.Opening 'SCP-3280 Clearance Level 0'\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[REDACTED]\n\n\n\n\n\n\n\n\n\n\nNote: Due to your clearance level, some information may be withheld or incomplete.\n\n\n\n\n\n\nItem Number:\n SCP-3280\n\n\nObject Class:\n [REDACTED]\n\n\nSpecial Containment Procedures:\n SCP-3280 is to remain in place at its point of origin in the defunct Johnston Labs and Pharmaceuticals Research Center, which has been seized by the Foundation. Containment Liaisons are in the process of devising long-term containment solutions for SCP-3280.\n\n\nShould SCP-3280 reach the entrance to Sub-Level 2, the Site will enter a security lockdown, making entrance and egress impossible. Do note that this will also activate Blackout-Protocol: ensuring that no hazardous or sensitive information is broadcast from the Site. This will be necessary to prevent a full containment breach and failure of Third Mission (Protect) goals.\n\n\nDescription:\n [DATA EXPUNGED]\n\n\n\n\n\n\n\n\nBut of course. Despite the repeated assurances that your security upgrade was in the process of being implemented, you're still Level 0, and thus, effectively worthless as far as Overwatch is concerned.\n\n\nThe file though. Was that image even right? You've glimpsed the file previously - surely it… no. No. That cannot be right. No time to be worried about something so inane, however. You need to get in.\n\n\nThe faint \ndrip, drip, dripping\n of Nichols reminds you of his presence. Gingerly, you finger about his body, feeling for his security lanyard in the dark. It's wedged beneath him, but you're able to slide it out and detach it from the loop. Thankfully, Nichols was the type of person to scrawl their password on the underside of their clearance card, as you discover upon turning it over in your hands.\n\n\nYou approach the terminal with renewed vigor.\n\n\n\n\n\n\n\n\nWELCOME TO SCIPNET DATABASE\n\n\nSecurity Clearance Level 2 - Accepted\n\n\nAccess Security Footage?\n\n\n\n\n\n\n\n\nThis is definitely helpful. You don't want to miss the opportunity to size up whatever it is that is out there. You need to see it with your own eyes.\n\n\n\n\n\n\n\n\ny\n\n\n\n\n\n\nAccessing…\n\n\n…\n\n…\n\nSelect the feed you would like to view:\n\n\n\n\n\n\nAccess: 2F Barracks\n\n\n\n\n\n\n\n\nResearcher Jenson has hanged himself with a makeshift noose from a nearby bunk. A lightning flash illuminates a puddle beneath his corpse.\n\n\n\n\n\n\n\n\nAccess: 2F East Wing\n\n\n\n\n\n\n\n\nDoctor Emmanuel stumbles listlessly throughout the darkened hallway. At the sound of thunder outside, he clutches his gut, and collapses.\n\n\n\n\n\n\n\n\nAccess: 1F Entrance\n\n\n\n\n\n\n\n\nThe first floor appears to be flooded. It seems that several people had attempted to break out through the front-door, despite the security measures rendering the site inescapable. As they are all face-down, you do not recognize the bodies in the water.\n\n\n\n\n\n\n\n\nAccess: Sub-Level 2\n\n\n\n\n\n\n\n\nA man in an orange jumpsuit lays dead in the corner of the basement. A pipe on the near wall has burst, and is steadily leaking onto the concrete floor.\n\n\n\n\n\n\n\n\nAccess: 1F Cafeteria\n\n\n\n\n\n\n\n\nIt is difficult to tell how many staff were present here. All that remains, aside from errant clothes bobbing about the surface of the water, is a pinkish slurry pooling under the windows.\n\n\nIt's the same all over the site. The dead and the dying, everywhere you look. Whatever caused this, whatever is lurking in these halls, remains to be seen. This isn't getting you anywhere, and it's getting harder to think. Or…\n\n\n\n\n\n\n\n\nAccess file: SCP-3280\n\n\n\n\n\n\nAccessing file: SCP-3280\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[REDACTED]\n\n\n\n\n\n\n\n\n\n\nNote: Due to your clearance level, some information may be withheld or incomplete.\n\n\n\n\n\n\nItem Number:\n SCP-3280\n\n\nObject \nClass:\n \nEuclid\n\n\nSpecial Containment Procedures:\n One D-Class personnel is to be deposited into Sub-Level 2 per week \nthrough Subterranean Access Point Gamma.\n\nThey are to be presented with misleading information concerning the nature of SCP-3280, and instructed to progress to the lowest level of the facility. They are to be equipped with a flashlight, as well as a security baton for self-defense. An ultra\nsonic transmitter is to be sewn into their clothing, which will broadcast a freq\nuency capable of drawing SCP-3280 to their location upon accessing the deepest area of the sub-level. This should \ndraw SCP-3280 away from the sub-level's entrance,\n to its preference for live prey.\n\n\n\n\n\n\n\n\nGetting harder to…keep focus.\n\n\n\n\n\n\n\n\nFailure to contain SCP-3280 in this manner will result in the full lockdown of \nSite-5\n1\n the site. MTF Iota-12 (\"The Silencers\") and \nTau-4 \"Water, Water, Everywhere\"\n will be immediately dispatched to contain the threat. Should twelv\ne hours pass without Overwatch receiving an \"All Clear\" from these teams, all Sites are to enact emergen\ncy measures in preparation for an imm\ninent XK-scenario.\n\n\nDescription:\n SCP-3280 is a sapient entity composed of a fluid physically identical to water, capable of travelling ~2.5 km/h. Non-anomalous wa\nter introduced to SCP-3280 will be incorporated into its mass, and remo\nved samples prove to operate identically. At the time of its discovery, the entity was approx. 66.4 liters in volume; it is currently estimated to be ~2500 liters.\n\n\nThe entity is hostile to human life. SCP-3280 will seek out humans within its vicinity, forcing its mass into open orifices. SCP-3280 is also readily absorbed through the pores. The affected experience symptoms such as loss of motor control, weakening of the micturition reflex, visual hallucinations, and abdominal pain.\n\n\n\n\n\n\n\n\nAlmost as if on cue, you feel a churning in your own stomach.\n\n\n\n\n\n\n\n\nSCP-\n3280 dis\nplays claustrophobic behavior, \nviolently expelling itself from confined spaces or containers; such as vials or test subjects. SCP-3280 will constrict its mass, lashing out in pressurized bursts exceeding 255 MPa - rendering all attempts of physical containment or transportation impossible. Wh\nen not hunting living prey, SCP-3280 will attempt to exit the underground level it is currently contained within. \nThus far, SCP-3280 has been kept away from the sub-level's entrance. It is believed\n that if SCP-3280 learns that it is sealed within the sub-level, it could instigate a violent response from the entity, irrevocably breaking containment. SCP-3280's escape from the site proper would constitute an XK-cla\nss end of the world scen\nario, once it becomes incorporated into the planet's water cycle. Contingency measures include\n\n\n\n\n\n\n\n\nThe roiling in your stomach becomes unbearable. You recoil backwards, away from the monitor. You drunkenly stumble, struggling against the thing inside of you, out into the hallway. The storm outside rages. Torrents of raindrops spatter across the windows. You fall against the wall, face pressed against the cool glass.\n\n\nIt is only in those final seconds, as water wells up to your throat and expands, that you notice the raindrops streaking towards your face, in defiance of gravity.\n\n\n\n\n\n\n\n\n\n\n<<< When Day Breaks\n | After the Storm | \nFall Forever >>>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Personnel are to be reminded that there is no \nSite-5\n.\n\n\n\n\n\n\n\n\n« \nSCP-3279\n | SCP-3280 | \nSCP-3281\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3280\n\" by S D Locke, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3280\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n storm.jpg\n\n\nName:\n Lightning Storm Stormy Thunder Nature Weather Thunderstorm Danger-779136.jpg\n\n\nAuthor:\n Unknown\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPxhere\n\n\n\n\n\n\nFilename:\n storm2.jpg\n\n\nName:\n Stormy night skies in Glacier (4455539994).jpg\n\n\nAuthor:\n GlacierNPS\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "It is a dark and stormy night. You've spent the last several hours hiding in the broom closet with naught but the rank water of the mop-sink to sustain you. The chaos has long since died down. It's time to make a break for it. You slowly open the door. Lightning strikes, offering a brief reprieve from the sullen darkness of the Site's empty halls. Stepping cautiously over the body of Dr. Cawthrone, you do your best to remain silent. There's no way of knowing how it hunts. Best to take every precaution. In the distance, a blood-curdling scream drowns out the rolling thunder. It is mercifully cut short; the steady thrum of raindrops once again takes prominence. At the very least, you're heading in the other direction, to the security office. Nichols is sprawled out backwards in his seat in front of the control center, gutted from throat to crotch, spilling viscera onto his lap that drip, drip, drips onto the linoleum. You slide his seat aside and enter your credentials into the terminal…",
        "Another flash of lightning, out in the hall. Your eyes dart towards the door, paranoid, dreading, anticipating. It could be anywhere.",
        "But of course. Despite the repeated assurances that your security upgrade was in the process of being implemented, you're still Level 0, and thus, effectively worthless as far as Overwatch is concerned. The file though. Was that image even right? You've glimpsed the file previously - surely it… no. No. That cannot be right. No time to be worried about something so inane, however. You need to get in. The faint drip, drip, dripping of Nichols reminds you of his presence. Gingerly, you finger about his body, feeling for his security lanyard in the dark. It's wedged beneath him, but you're able to slide it out and detach it from the loop. Thankfully, Nichols was the type of person to scrawl their password on the underside of their clearance card, as you discover upon turning it over in your hands. You approach the terminal with renewed vigor.",
        "This is definitely helpful. You don't want to miss the opportunity to size up whatever it is that is out there. You need to see it with your own eyes.",
        "Researcher Jenson has hanged himself with a makeshift noose from a nearby bunk. A lightning flash illuminates a puddle beneath his corpse.",
        "Doctor Emmanuel stumbles listlessly throughout the darkened hallway. At the sound of thunder outside, he clutches his gut, and collapses.",
        "The first floor appears to be flooded. It seems that several people had attempted to break out through the front-door, despite the security measures rendering the site inescapable. As they are all face-down, you do not recognize the bodies in the water.",
        "A man in an orange jumpsuit lays dead in the corner of the basement. A pipe on the near wall has burst, and is steadily leaking onto the concrete floor.",
        "It is difficult to tell how many staff were present here. All that remains, aside from errant clothes bobbing about the surface of the water, is a pinkish slurry pooling under the windows. It's the same all over the site. The dead and the dying, everywhere you look. Whatever caused this, whatever is lurking in these halls, remains to be seen. This isn't getting you anywhere, and it's getting harder to think. Or…",
        "Getting harder to…keep focus.",
        "Almost as if on cue, you feel a churning in your own stomach.",
        "The roiling in your stomach becomes unbearable. You recoil backwards, away from the monitor. You drunkenly stumble, struggling against the thing inside of you, out into the hallway. The storm outside rages. Torrents of raindrops spatter across the windows. You fall against the wall, face pressed against the cool glass. It is only in those final seconds, as water wells up to your throat and expands, that you notice the raindrops streaking towards your face, in defiance of gravity.",
        "\" SCP-3280 \" by S D Locke, from the SCP Wiki . Source: https://scpwiki.com/scp-3280 . Licensed under CC-BY-SA .",
        "Filename: storm.jpg Name: Lightning Storm Stormy Thunder Nature Weather Thunderstorm Danger-779136.jpg Author: Unknown License: Public Domain Source Link: Pxhere",
        "Filename: storm2.jpg Name: Stormy night skies in Glacier (4455539994).jpg Author: GlacierNPS License: CC BY-SA 2.0 Source Link: Wikimedia Commons"
    ],
    "object_class": "[REDACTED]",
    "containment_procedures": "One D-Class personnel is to be deposited into Sub-Level 2 per week through Subterranean Access Point Gamma.\nThey are to be presented with misleading information concerning the nature of SCP-3280, and instructed to progress to the lowest level of the facility. They are to be equipped with a flashlight, as well as a security baton for self-defense. An ultrasonic transmitter is to be sewn into their clothing, which will broadcast a frequency capable of drawing SCP-3280 to their location upon accessing the deepest area of the sub-level. This should draw SCP-3280 away from the sub-level's entrance, to its preference for live prey.",
    "description": "SCP-3280 is a sapient entity composed of a fluid physically identical to water, capable of travelling ~2.5 km/h. Non-anomalous water introduced to SCP-3280 will be incorporated into its mass, and removed samples prove to operate identically. At the time of its discovery, the entity was approx. 66.4 liters in volume; it is currently estimated to be ~2500 liters.",
    "title": "SCP-3280"
}