{
    "url": "https://scp-wiki.wikidot.com/scp-3294",
    "all_text": "rating: \n+162\n+\n–\nx\n\n\nItem #:\n SCP-████\n\n\nAlternate Designation:\n Non-Standard Designation \"TYRFING\"\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n A physical manuscript containing “TYRFING” infectious information must be kept at all times. This manuscript is to be used solely to create a digital file that can be duplicated if all other sources of “TYRFING” infection are lost.\n\n\nA digital file containing “TYRFING” infectious material must be kept on an otherwise empty portable storage device, access to which must be restricted to personnel assigned to “TYRFING”. At no point should the original file be opened and viewed; testing subjects should be exposed to copies of the file during testing only.\n\n\nCommunication with “+TYRFING” subjects must be conducted exclusively via a specialised messaging program developed to automatically censor “TYRFING” infectious information. Personnel attempting to circumvent this must be severely reprimanded.\n\n\nTo minimise disruption during reassignment post-“TYRFING” infection, personnel assigned to “TYRFING” are not authorised to know its numerical designation and must refer to the anomaly by its alternate designation instead.\n\n\nDescription:\n Non-Standard Designation \"TYRFING\" is an infoallergenic\n1\n information-based concept. \"TYRFING\" is not restricted to any specific medium — any method of surveying or storing information is capable of surveying or storing \"TYRFING\". Individuals or documents that contain explicit information of \"TYRFING\" are infected by the anomaly, and are henceforth referred to as \"+TYRFING\".\n2\n\n\nSapient \"+TYRFING\" hosts are compelled to compare \"TYRFING\" to other concepts they are aware of; these comparisons can be arbitrary and nonsensical, but all relate or compare the two concepts in some manner. Testing has shown that while in its initial infection phase, \"TYRFING\" exhibits potent mnestic properties, enabling \"+TYRFING\" hosts to recall all details of \"TYRFING\" and all comparisons or relations made with other concepts — no amnestic treatment utilised by the Foundation has impeded this property. Hosts show signs of an anomalous compulsion to spread \"TYRFING\", frequently attempting to survey information to individuals they believe are unaffected.\n\n\nWhen a sapient \"+TYRFING\" host believes they have infected another individual with \"TYRFING\", the anomaly will enter its second phase. The success of this attempt is irrelevant; if the host believes they have exposed another individual to \"TYRFING\", the secondary properties will initiate. During this secondary phase \"TYRFING\", and all concepts the host (who is designated \"-TYRFING\" from then on) related to it, will exhibit antimemetic properties for the host alone — they will be unable to recall any information relating to the concept/s. As with the memetic properties of \"TYRFING\", no mnestic treatment developed thus far by the Foundation has impeded this property.\n\n\n\"-TYRFING\" individuals also experience permanent perceptual alterations that prevent them from perceiving any information that directly or indirectly exposes them to lost concepts; subjects show no response to visual, auditory or tactile mediums used to transfer such information.\n3\n\n\nThe effects of \"TYRFING\" are not limited to biological or even animate hosts; dummy \nAIC programs\n have shown susceptibility and similar antimemetic impediment to biological \"-TYRFING\" individuals.\n\n\nInanimate mediums of information storage suffer from approximate analogues of \"TYRFING\"'s antimemetic effect — when an individual is infected by \"TYRFING\" via one of these mediums, the relevant information in the medium immediately becomes illegible or unintelligible to all individuals (including those unaffected by \"TYRFING\") in the case of visual and auditory mediums, respectively; digital information will become irreparably corrupt, but will still occupy the same system space. Individuals unaffected by \"TYRFING\" attempting to read \"-TYRFING\" visual documents can acknowledge the presence of an inscription, but are unable to discern any meaning from it; similarly, they can also acknowledge recorded vocalisations, but cannot ascertain its content.\n\n\n“TYRFING” was initially contained following an outbreak in Site ██. The majority of staff positioned on-site began suffering from inabilities to perceive randomised objects or concepts; as the lost concepts varied from staff to staff, a cognitohazardous infection was identified and the site was locked down by personnel. First-response containment personnel were able to create a non-infectious document approximating the anomaly and isolate a “TYRFING” infectious document before succumbing to the anomaly’s secondary properties.\n\n\nTesting Log ████:\n\n\n\n\n\n\nSubject\n\n\nConcept/s related to “TYRFING”\n\n\nAdditional parameters/notes\n\n\nObserved detriments to “TYRFING”-Negative subject\n\n\n\n\n\n\nD-2898\n\n\nNone.\n\n\nTest was used as a baseline – the subject spread “TYRFING” before relating it to any other concepts.\n\n\nSubject became unable to perceive any information pertaining to “TYRFING”, and showed no awareness of their infection.\n\n\n\n\n\n\nD-1667\n\n\nShoes.\n\n\nN/A\n\n\nSubject became unable to perceive shoes. No anomalous capability to observe feet through footwear was recorded; descriptions of personnel's feet were confirmed to be unconscious extrapolations made by the subject. Subject showed signs of minor distress when personnel removed their shoes while the subject observed.\n\n\n\n\n\n\nD-9055\n\n\nAir\n\n\nN/A\n\n\nSubject becomes extremely distressed and begins hyperventilating. The subject is capable of respiration, but is not conscious of any air intake and acts as though they are asphyxiating. The subject is unable to explain the purpose of respiration, but acknowledges its importance. Treatment for chronic hyperventilation syndrome is ongoing, but successful.\n\n\n\n\n\n\nD-2493\n\n\nD-2493 (Their own identity).\n\n\nN/A\n\n\nSubject lost all sense of self-identity; the subject was unable to perceive their own form, but was still capable of all bodily functions.\n\n\n\n\n\n\nD-4566\n\n\nLife.\n\n\nN/A\n\n\nThe subject became unable to distinguish between living, inanimate and/or deceased objects or entities; the subject attempted to awaken a carcass introduced to them, believing its lack of response being due to unconsciousness.\n\n\n\n\n\n\nD-2439\n\n\nLibraries\n\n\nConducted to determine if “TYRFING” can counteract the effect of \nSCP-2602, which used to be a library.\n\n\nThe subject showed no compulsion to refer to the fact that SCP-2602 used to be a library; when presented with images taken from SCP-2602’s interior, the subject identified it as a former library without difficulty. Interviews with the subject regarding SCP-2602 are impeded by its anomalous properties, as the subject is unable to hear interviewers when they refer to SCP-2602 as a former library. Further research into cross-utilisation of “TYRFING” with SCP-2602 (a former library) is pending approval.\n\n\n\n\n\n\nD-2565\n\n\nAllison Eckhart\n\n\nConducted to determine if “TYRFING” can be used to immunise individuals from other information-based anomalies.\n\n\nSubject became incapable of perceiving Allison Eckhart – because of this, the subject cannot detect anything affected by the AE-Class Allison Eckhart Allison-Eckhart Breathability Scenario, including \n[DATA REDACTED]\n\n\n\n\n\n\nAllison Eckhart\n\n\nAllison Eckhart (Allison Eckhart)\n\n\nConducted to determine if “TYRFING” can be used to cure Allison Eckhart infection.\n\n\nAll Allison Eckhart activity in Allison Eckhart ceased, with attempts to resuscitate them failing. Allison Eckhart was declared dead by attending medical personnel.\n\n\n\n\n\n\nTYR005.aic\n\n\nNone.\n\n\nTest was used as a baseline to determine how “TYRFING” affects non-biological entities.\n\n\nUpon the subject becoming “-TYRFING”, all information recorded on the computer regarding “TYRFING” became corrupt. Attempts to transfer files containing “TYRFING” information failed, as all such files would register as corrupt on the computer, despite being functional on other systems. When transferred to an alternate computer system, TYR005.aic was fully-functional, but could not interact with any regions of data containing information about “TYRFING”.\n\n\n\n\n\n\nTYR007.aic\n\n\nArtificial Intelligence\n\n\nN/A\n\n\nAs with the previous test, the computer hosting the AIC program became incapable of accessing any files containing information about “TYRFING”. The TYR007.aic also became incapable of accessing information about “TYRFING”; however, it was also incapable of performing functions that involved it interacting with other AICs – while indirectly communicating with AICs (via modifiable text documents), it believed it was speaking to testing personnel. Questioning revealed that TYR007.aic believed it was a human consciousness implanted within a computer.\n\n\n\n\n\n\nTYR009.aic\n\n\nStopping, Deletion\n\n\nN/A\n\n\nThe “-TYRFING” TYR009.aic was incapable of ceasing any programs, functions, and/or deleting any data. This property did not extend to the computer system hosting the AIC; testing personnel were able to close and delete data on the system. Impediments regarding documents containing “TYRFING” information were consistent with previous (and successive) tests.\n\n\n\n\n\n\nAddendum 1:\n Incident Log ████-01\n\nThree researchers were infected with “TYRFING” during a scheduled round of testing with D-Class personnel on 10/04/2018. The automated redaction system used to automatically censor attempts to communicate “TYRFING” infectious material during conversation between researchers and test subjects had been updated the day prior; however, the update caused a stack overflow to occur, disabling the program.\n\n\nWhile “+TYRFING”, Junior Researcher ████████ ██████\n4\n sent an indeterminate text message to an unknown phone number – due to Junior Researcher █████ being found to be suffering from the secondary properties of “TYRFING”, it is assumed that this text message contained “TYRFING” infectious content. Due to the antimemetic properties of the anomaly, Junior Researcher ██████ is unable to be questioned regarding these actions, nor can the recipient phone number be retrieved. An investigation is underway into whether this was a premeditated action, or compliance with the compulsive effect of the anomaly.\n\n\nAddendum 2:\n\nOngoing surveillance of the three researchers involved with Incident ████-01 has revealed an additional, hereditary property of “TYRFING”; all offspring of Researcher ███ ███ who were conceived after 10/04/2018 have shown perceptual alterations identical to Researcher ███ ███; specifically, they are all unable to perceive or learn of the existence of pears. Testing with the offspring has, however, shown that they are still susceptible to “TYRFING” infection and therefore, can experience further perceptual shifts.\n\n\nNo abnormal genetic markers have yet been identified to correlate to “TYRFING” infection. Research into identifying potential “TYRFING” markers has been allocated as high-priority.\n\n\n\n\nFootnotes\n\n\n1\n. Infoallergenic anomalies are an uncommon class of infohazard, capable of exhibiting both memetic and antimemetic properties.\n\n\n2\n. \"TYRFING\" positive.\n\n\n3\n. ”TYRFING”-Negative hosts claim that printed documents detailing “TYRFING” are blank, that personnel telling them about “TYRFING” mumble or become mute while speaking, and that surfaces with Braille imprinted upon them are blank or smooth in regions that contain information regarding “TYRFING”.\n\n\n4\n. One of the infected researchers.\n\n\n\n\n\n\n\n\n« \nSCP-3293\n | SCP-3294 | \nSCP-3295\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3294\n\" by Jack Ike, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3294\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Incident Log ████-01 Three researchers were infected with “TYRFING” during a scheduled round of testing with D-Class personnel on 10/04/2018. The automated redaction system used to automatically censor attempts to communicate “TYRFING” infectious material during conversation between researchers and test subjects had been updated the day prior; however, the update caused a stack overflow to occur, disabling the program.\nWhile “+TYRFING”, Junior Researcher ████████ ██████ 4 sent an indeterminate text message to an unknown phone number – due to Junior Researcher █████ being found to be suffering from the secondary properties of “TYRFING”, it is assumed that this text message contained “TYRFING” infectious content. Due to the antimemetic properties of the anomaly, Junior Researcher ██████ is unable to be questioned regarding these actions, nor can the recipient phone number be retrieved. An investigation is underway into whether this was a premeditated action, or compliance with the compulsive effect of the anomaly.",
        "Addendum 2: Ongoing surveillance of the three researchers involved with Incident ████-01 has revealed an additional, hereditary property of “TYRFING”; all offspring of Researcher ███ ███ who were conceived after 10/04/2018 have shown perceptual alterations identical to Researcher ███ ███; specifically, they are all unable to perceive or learn of the existence of pears. Testing with the offspring has, however, shown that they are still susceptible to “TYRFING” infection and therefore, can experience further perceptual shifts.\nNo abnormal genetic markers have yet been identified to correlate to “TYRFING” infection. Research into identifying potential “TYRFING” markers has been allocated as high-priority."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3294 \" by Jack Ike, from the SCP Wiki . Source: https://scpwiki.com/scp-3294 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-████",
    "object_class": "Keter",
    "containment_procedures": "A physical manuscript containing “TYRFING” infectious information must be kept at all times. This manuscript is to be used solely to create a digital file that can be duplicated if all other sources of “TYRFING” infection are lost.",
    "description": "Non-Standard Designation \"TYRFING\" is an infoallergenic1 information-based concept. \"TYRFING\" is not restricted to any specific medium — any method of surveying or storing information is capable of surveying or storing \"TYRFING\". Individuals or documents that contain explicit information of \"TYRFING\" are infected by the anomaly, and are henceforth referred to as \"+TYRFING\".2",
    "title": "SCP-3294"
}