{
    "url": "https://scp-wiki.wikidot.com/scp-3296",
    "all_text": "SCP-3296\n\n\n\n\n\n\nBy:\n \nnotgull\n\n\n\n\n\n\nPublished on \n19 May 2018 19:56\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+124\n+\n–\nx\n\n\n\n\nRevision #\n322\n of this document was prepared by:\n\n\nTHE FOUNDATION \nAVIAN DIVISION\n\n\nIn accordance with the Pluto Protocol\n\n\nNote: By order of Dr. Frederick Hoygull, the clearance level required to access this file has been lowered from 5/ETHICS clearance to 1/GENERAL clearance, due to its relevance to the ongoing \nBE-Class \"Migration\" Scenario\n.\n\n\n\n\nItem #:\n SCP-3296\n\n\nObject Class:\n Extraterrestrial\n\n\nContainment Class:\n \nThaumiel\n Neutralized\n\n\nSpecial Containment Procedures:\n The remains of SCP-3296 are to be left in orbit. Retrieval of SCP-3296 will occur when more pressing matters are resolved.\n\n\nDescription:\n SCP-3296 refers to two related components: a man-made satellite in Earth's orbit (SCP-3296-A) and the organism contained within (SCP-3296-B). Both components were created by the Foundation in the year of 2000 under the Milliard Project and launched into orbit on 09/08/2000.\n\n\nSCP-3296-A is equipped with all faculties required to sustain a human subject indefinitely. The most important of these systems are the food fabricators and water recyclers, capable of using waste products of SCP-3296-B to produce consumable food and water. An air recycler is also equipped in the cabin to maintain an oxygen supply. SCP-3296-A's systems are also able to fabricate high-density vitamin pills to encourage health in SCP-3296-B. In addition, a console allows communication between SCP-3296-B and the Foundation. Two high-efficiency solar panels are attached to SCP-3296-A in order to power these systems.\n\n\nSCP-3296-B is a human subject which operates SCP-3296-A. SCP-3296-B has undergone extensive brain surgery reducing their Cognitohazardous Resistance Score to 1.0 x 10\n-3\n, making them extremely susceptible to suggestion.\n\n\nSCP-3296 is presently in mid-Earth orbit. After the events of Incident 3296-23, it is believed that SCP-3296-B is either dead or otherwise unresponsive.\n\n\n\n\nView Attachment: Milliard Project Dossier\n\n\n\n\nClose File\n\n\n\n\n\n\nPROJECT MILLIARD\n\n\nDocumentation prepared by Dr. Albert Milliard, present Department Head of Project Heimdall.\n\n\n\n\nAbstract:\n It has been known for a long time that humans have the ability to influence the Hume field. This is exemplified by reality benders, who are able to manipulate the Hume field to such a level as to bend reality itself. However, recently it was discovered that this also works the opposite way. Humans are able to detect changes in the Hume field, even if they didn't make them themselves.\n\n\nOf course, this is often a very subtle effect that we don't notice in the course of our lifetimes. But, given the correct brain surgery and conditions, we can make a human as receptive to these phenomena as a sixth sense.\n\n\nProject Milliard is the Foundation Aeronautics Division's attempt to create an early-warning system to detect potential attacks from Interspace Entities, or IE's. IE's are entities or artifacts in outer space that pose a threat to Earth, primarily in the form of reality-bending abilities. An example of an IE is \nSCP-3485\n. It is believed that SCP-3485 accomplishes many of its feats through low-level reality-bending abilities, and it is also believed that SCP-3485 has the ability to transport itself to Earth, which would crush it in its gravitational field. However, if Project Milliard is in use, the Foundation would be not only able to detect IE's before they attack, but also detect future extranormal events on Earth.\n\n\nProcedure:\n\n\n1). Construct a satellite capable of permanently sustaining a human subject in mid-Earth orbit.\n\n\n2). Isolate a subject matching conditions to undergo Procedure MILLIARD-ASTRAL. A full list of conditions is in Document MILLIARD-ASTRAL-458. To summarize:\n\n\n\n\nSubject's brain must match Relative Brain Structure #3UAC at least 97%.\n\n\nSubject must have been born in a sterile environment.\n\n\nSubject must not have any history of disease.\n\n\nSubject must be between 1 and 18 months of age.\n\n\nSubject must not be an instance of \nSCP-1719-1\n.\n\n\nSubject must not be an instance of \nSCP-3909-A\n.\n\n\nSubject's mother must not be alive.\n\n\n\n\nFor protocols relating to the acquisition of this subject, see Document PRO-MILLIARD-GAMMA-23.\n\n\n3). Selected subject will undergo Procedure MILLIARD-ASTRAL. This involves heavy brain surgery, administration of several classes of mnestic/hallucinogenic products, and artificial aging of the subject using hormone techniques previously used in \nBright-Zartion Humanoid Replicators\n. Full details of Procedure MILLIARD-ASTRAL are restricted to essential surgical professionals involved in Project Milliard and Ethics Committee chairman\n1\n. It is of note that, due to the conditions under which the subjects are acquired, Procedure MILLIARD-ASTRAL has a 9% success rate. Multiple subjects may be necessary for this step.\n\n\n4). Once preparation of the subject has been completed, they will be attached to the satellite component and launched into space. This launch is to be undertaken by a Foundation front company, and a cover story stating that the launch's purpose was to launch a satellite into orbit is to be implemented into all official records.\n\n\n5). Communication will be established at Foundation Secure Site-23.\n\n\n\n\n\n\n\n\n\n\n\n\nView Attachment: Recovered Email Chain\n\n\n\n\nClose File\n\n\n\n\n\n\nTO:\n \npcs.noitadnuof|ce.notlet#pcs.noitadnuof|ce.notlet\n\n\nFROM:\n \npcs.noitadnuof|soluapkj#pcs.noitadnuof|soluapkj\n\n\nCC:\n \npcs.noitadnuof|draillima#pcs.noitadnuof|draillima\n, \npcs.noitadnuof|vrestsil-ce#pcs.noitadnuof|vrestsil-ce\n\n\nSUBJECT:\n Re: Ethics Committee Vote - Project Milliard\n\n\n\n\nDear Chairman Elton,\n\n\nI would like to raise objections to Project Milliard. The issue I take with Project Milliard lies in the fact that the subject needed for the project is required to be \"between 1 and 18 months of age\". In my somewhat limited medical knowledge, I do not see the reason why we need several infant subjects, rather than several grown subjects. In addition, we're also going to age them artificially later on, so I assume that this is redundant and unnecessary. Is there a reason that I'm not seeing?\n\n\nThanks for your time,\n\n\n- John K. Paulos, PhD\n\n\n\n\n\n\nTO:\n \npcs.noitadnuof|soluapkj#pcs.noitadnuof|soluapkj\n\n\nFROM:\n \npcs.noitadnuof|draillima#pcs.noitadnuof|draillima\n\n\nSUBJECT:\n Re: Re: Ethics Committee Vote - Project Milliard\n\n\n\n\nDr. Paulos,\n\n\nI believe I can answer this question. Essentially, in order for Project Milliard to function properly, the subject needs to be fully loyal to the Foundation. Procedure MILLIARD-ASTRAL makes the subject extremely suggestible, and even the slightest amount of bias can cause the subject to switch to somebody else's side. There's another reason for it, although it's quite complicated.\n\n\nNow, you know everybody has a brain. Pretend like each brain is built in a completely different way, but there are two types of brains that mostly everybody's resembles: Type A and Type B. In order for Procedure MILLIARD-ASTRAL to work correctly, we need a Type B brain. As for why we need them to be young, well, the hallucinogenics required to implant memories of complete loyalty simply work better when they're young. We can't guarantee full viability in an older subject.\n\n\nI hope that answers your questions.\n\n\n- Milliard\n\n\n\n\n\n\nTO:\n \npcs.noitadnuof|draillima#pcs.noitadnuof|draillima\n\n\nFROM:\n \npcs.noitadnuof|soluapkj#pcs.noitadnuof|soluapkj\n\n\nSUBJECT:\n Re: Re: Re: Ethics Committee Vote - Project Milliard\n\n\n\n\nDear Dr. Milliard,\n\n\nI think I have found a solution to this problem that doesn't require the dulling process described earlier. First, we identify a Type B subject among our current pool of D-class personnel. Then, we give them a strong dosage of \nClass-F amnestics\n and \npersonality restructuring agents\n, essentially destroying the subject's long-term memory and personality.\n\n\nThen, we continue with the hallucinogenic agent treatment and MILLIARD-ASTRAL, until the subject is suitable for use in Project Milliard. Using this method, rather than using anywhere from 3-10 infant lives (depending on the success rate of the procedure), we will only have to use one of our already-condemned D-class personnel.\n\n\nThank you for your consideration,\n\n\n- John K. Paulos, PhD\n\n\n\n\n\n\nTO:\n \npcs.noitadnuof|soluapkj#pcs.noitadnuof|soluapkj\n\n\nFROM:\n \npcs.noitadnuof|draillima#pcs.noitadnuof|draillima\n\n\nSUBJECT:\n Re: Re: Re: Re: Ethics Committee Vote - Project Milliard\n\n\n\n\nDr. Paulos,\n\n\nAs much as I would like to take these actions, there are some problems.\n\n\nFirst of all, the personality restructuring agents that are currently in the Foundation's possession irreversibly damage the frontal lobe, which needs to be intact in order for Procedure MILLIARD-ASTRAL to take place.\n\n\nSecondly, simply due to the nature of the Type B brain, Class-F amnestic treatment is impossible. You see, Type B brains are actually more resistant to the chemical treatment, making amnestic treatment difficult. However, this resistance is developed in the late 20's, meaning that younger subjects are more easily treated with amnestic compounds.\n\n\nThirdly, we are unlikely to find a Type B brain in any D-class. In most cases, Type-B subjects are orderly and tend to be lawful or submissive. Most of these people are not D-class and are therefore out of our reach.\n\n\nAgain, my sincerest apologies.\n\n\n- Milliard\n\n\n\n\n\n\nTO:\n \npcs.noitadnuof|ce.notlet#pcs.noitadnuof|ce.notlet\n\n\nFROM:\n \npcs.noitadnuof|soluapkj#pcs.noitadnuof|soluapkj\n\n\nCC:\n \npcs.noitadnuof|draillima#pcs.noitadnuof|draillima\n, \npcs.noitadnuof|vrestsil-ce#pcs.noitadnuof|vrestsil-ce\n\n\nSUBJECT:\n Objection to Project Milliard\n\n\n\n\nDear Chairman Elton,\n\n\nWith all due respect, I fail to see the purpose of Project Milliard.\n\n\nThere isn't a purpose that Project Milliard fulfills that isn't already fulfilled by our CK-Class scenario detectors or the observation network we already have throughout the internet. Almost all anomalies currently in containment are protected under these two programs.\n\n\nAs for the Interspace Entities, we already have enough of a weapons payload to blow them out of the sky, if need be. I won't worry.\n\n\nSincerely,\n\n\n- John K. Paulos, PhD\n\n\n\n\n\n\nTO:\n \npcs.noitadnuof|soluapkj#pcs.noitadnuof|soluapkj\n\n\nFROM:\n \npcs.noitadnuof|ce.notlet#pcs.noitadnuof|ce.notlet\n\n\nCC:\n \npcs.noitadnuof|draillima#pcs.noitadnuof|draillima\n, \npcs.noitadnuof|vrestsil-ce#pcs.noitadnuof|vrestsil-ce\n\n\nSUBJECT:\n Re: Objection to Project Milliard\n\n\n\n\nTo Dr. Paulos,\n\n\nI've attached last year's containment breach statistics to this email. The important detail is what, exactly, caused these containment breaches. Out of the 41 containment breaches we had in 2017, three were caused by gross negligence. Five were caused by equipment failure. Seven were caused by improperly documenting and/or classifying anomalies. The remainder were caused by unexpected behavior on the part of hostile reality-bending entities.\n\n\nYou must realize that rendering several people comatose is far outweighed by the potential to stop these breaches before they happen. Yes, we have CSD's and all the other paratech. But it still isn't enough.\n\n\nWe have to weigh the costs here, Paulos. If taking an infant straight from their mother is the only way, it's the only way.\n\n\n- Elton\n\n\n\n\n\n\n\n\n\n\nAddendum 01:\n Result of Ethics Committee Vote on Project Milliard\n\n\n\n\n\n\nETHICS COMMITTEE VOTE\n\n\n\n\nProject Milliard has been approved by order of the Ethics Committee.\n\n\nSubject acquisition under MILLIARD-ASTRAL-23 will begin on 06/22/2000.\n\n\nLaunch of Project Milliard scheduled for 09/01/2000.\n\n\n\n\n\n\n\n\nView Attachment: Memo from Dr. Paulos\n\n\n\n\nClose File\n\n\n\n\n\n\nTo whom it may concern,\n\n\nAs of the time of this writing, I am officially resigning from the Ethics Committee. It's come to my attention that actions that are clearly cruel and unnecessary have been approved by a majority consensus of the Committee. I cannot be a part of a body that approves these actions and still live with a good conscience. Retirement is the only option for me.\n\n\nIn addition, I will also resign from any other duties I currently hold in the Foundation, save for those required under \nSeverence Package 09\n. I have already prepared a replacement for myself on the Ethics Committee, so this transition should be seamless.\n\n\nI bid all of my colleagues a final farewell. You were all great people to work with.\n\n\n- John K. Paulos, PhD\n\n\n\n\nEditor's Note: Additionally, the following document was recovered from a deepwell server in Site-01 during our scavenging of the area. Cognitohazardous language has been removed.\n\n\n\n\nTo the O5 Council,\n\n\nI am retiring. However, in reality, I will continue to perform my duties for the Foundation.\n\n\nI volunteer myself to be the subject for Project Milliard. I've had the necessary tests preformed on me, and I match all conditions required for the subject, including general brain structure. If you look at my disciplinary record, I believe that I have no marks whatsoever. On pain of termination, I swear that I am completely loyal to the Foundation and that I will remain loyal to the Foundation for the remainder of my lifespan. In addition, due to my maturity, there is a higher likelihood that Procedure MILLIARD-ASTRAL will succeed.\n\n\nThank you for your consideration,\n\n\n- John K. Paulos, PhD\n\n\n\n\n\n\n\n\n\n\nAddendum 02:\n 09/30/2000 Progress Report of Project Milliard\n\n\n\n\n\n\nPROJECT STATUS\n\n\n\n\nProject Milliard subject (Name: ████ ██████, Designation: SCP-3296-B) has been successfully prepared.\n\n\nProject Milliard satellite (Designation: SCP-3296-A) has been launched into Mid-Earth orbit.\n\n\nAs per O5 Order #4545 (\"Classification of Thaumiel-class Projects\"), Project Milliard and all associated components have been classified as SCP-3296. Project Milliard has been deemed successful.\n\n\n\n\n\n\n\n\nView Attachment: Special Addendum 3296.1\n\n\n\n\nClose File\n\n\n\n\nSPECIAL ADDENDUM 3296.1:\n Incident Report 3296-Alpha\n\n\nOn 06/20/2018, the Avian Division noted a series of messages found within databanks at Site-54, dated to 05/11/2018. These messages are believed to have originated from SCP-3296. Transcripts of these messages are recorded below:\n\n\n\n\nI'm awake now. I assume this was successful?\n\n\n\n\n\n\nI see space outside the window. Does this even have windows?\n\n\n\n\n\n\nI get a lot of time to think out here. How many stars do you think there are?\n\n\n\n\n\n\nI see red splotches in Kansas\n2\n. I haven't even heard of Kansas before.\n\n\n\n\n\n\nSecure, contain, protect.\n\n\n\n\n\n\nBlue all across Florida. Might be your time to shine.\n\n\n\n\n\n\nThere's a \nred dot\n in Canada that just keeps getting bigger. It looks angry.\n\n\n\n\n\n\nA giant black line is racing at you from the stars. Are you OK?\n\n\n\n\n\n\nYou are OK.\n\n\n\n\n\n\nThere's some yellow goo that's spreading all over America, and there's some in Europe too.\n\n\n\n\n\n\nAre you OK? The yellow goo is getting bigger.\n\n\n\n\n\n\nThe yellow goo is snapping at me. Please send help.\n\n\n\n\n\n\nPlease send help.\n\n\n\n\n\n\nAre you there?\n\n\n\n\n\n\nA bird came down and tried to eat me. The invisible hand of something swatted it away. I don't know if I'm lucky or not.\n\n\n\n\n\n\nThe bird came down again and it picked me up and dropped me somewhere and now my legs are broken. Are they? How can I still move them?\n\n\n\n\n\n\nThe bird is still attacking me it hits me around like a bowling pin if your there please help\n\n\n\n\n\n\nIm breaking up up here\n\n\n\n\n\n\nThe birds cry has destroyed me ears and now i cant hear the world anymore i cant help you now\n\n\n\n\n\n\nrequesting extraction\n\n\n\n\n\n\ngod is dead and birds killed him\n\n\n\n\n\n\nʜөȅễẽөĺթ\n\n\n\n\nLimited analysis of the SCP-3296 capsule orbiting Earth has revealed a lack of life signs, save for several feathers attached to the exterior of SCP-3296-A. SCP-3296-B's messages are believed to be related to the containment breach of \nEoI-121\n and \nSCP-3662\n. SCP-3296 has been reclassified as Neutralized.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nEditor's Note: We were unable to find a full description of Procedure MILLIARD-ASTRAL in the Foundation servers we have access to. I personally believe it's either out of our range, or it was deleted once automated systems detected the BE scenario.\n\n\n- Dr. Frederick Hoygull\n\n\n\n\n2\n. Believed to correspond to a failed containment breach of SCP-████.\n\n\n\n\n\n\n\n\n« \nSCP-3662\n | \nTEAM BIRD\n | \nJoin the Flock\n »\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore by notgull\n\n\n\n\nMore by notgull\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n\n\nnotgull's Proposal\n\n\nRating: 590\n\n\n\n\n\n\nSCP-3733\n\n\nRating: 380\n\n\n\n\n\n\nSCP-3095\n\n\nRating: 360\n\n\n\n\n\n\nSCP-4804\n\n\nRating: 281\n\n\n\n\n\n\nSCP-2785\n\n\nRating: 280\n\n\n\n\n\n\nSCP-4800\n\n\nRating: 279\n\n\n\n\n\n\nSCP-4348\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4048\n\n\nRating: 207\n\n\n\n\n\n\nSCP-4688\n\n\nRating: 196\n\n\n\n\n\n\nSCP-579-J\n\n\nRating: 189\n\n\n\n\n\n\nSCP-3362\n\n\nRating: 188\n\n\n\n\n\n\nSCP-5800\n\n\nRating: 184\n\n\n\n\n\n\nSCP-4785\n\n\nRating: 176\n\n\n\n\n\n\nSCP-3339\n\n\nRating: 168\n\n\n\n\n\n\nSCP-3747\n\n\nRating: 165\n\n\n\n\n\n\nSCP-4248\n\n\nRating: 161\n\n\n\n\n\n\nSCP-4948\n\n\nRating: 158\n\n\n\n\n\n\nSCP-199\n\n\nRating: 133\n\n\n\n\n\n\nSCP-7234\n\n\nRating: 124\n\n\n\n\n\n\nSCP-3296\n\n\nRating: 124\n\n\n\n\n\n\nSCP-4800-J\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4799\n\n\nRating: 120\n\n\n\n\n\n\nSCP-3485\n\n\nRating: 112\n\n\n\n\n\n\nSCP-5981\n\n\nRating: 109\n\n\n\n\n\n\nSCP-4808\n\n\nRating: 103\n\n\n\n\n\n\nSCP-3833\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3748\n\n\nRating: 94\n\n\n\n\n\n\nSCP-5054\n\n\nRating: 88\n\n\n\n\n\n\nSCP-4148\n\n\nRating: 88\n\n\n\n\n\n\nSCP-5025\n\n\nRating: 87\n\n\n\n\n\n\nSCP-1037\n\n\nRating: 77\n\n\n\n\n\n\nSCP-093-J\n\n\nRating: 74\n\n\n\n\n\n\nSCP-1684\n\n\nRating: 70\n\n\n\n\n\n\nSCP-5680\n\n\nRating: 65\n\n\n\n\n\n\nSCP-4872\n\n\nRating: 62\n\n\n\n\n\n\nSCP-3248\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6904\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5483\n\n\nRating: 38\n\n\n\n\n\n\nSCP-6785\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4397\n\n\nRating: 30\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\n\n\nThe Little Robot that Could\n\n\nRating: 349\n\n\n\n\n\n\nThe Siege of Site-19\n\n\nRating: 169\n\n\n\n\n\n\nJoin the Flock\n\n\nRating: 168\n\n\n\n\n\n\nTales of the Automaton: The Big Birdocalypse\n\n\nRating: 143\n\n\n\n\n\n\nFootage Recovered From a Private Server\n\n\nRating: 117\n\n\n\n\n\n\nMoose on the Loose\n\n\nRating: 77\n\n\n\n\n\n\nAvian Anthology I\n\n\nRating: 76\n\n\n\n\n\n\nMy Empire of Birds\n\n\nRating: 63\n\n\n\n\n\n\nDocument recovered from a Parallel Universe\n\n\nRating: 61\n\n\n\n\n\n\nJoey Fucknuts Steals The Declaration of Independence\n\n\nRating: 58\n\n\n\n\n\n\nKatz and Dogs\n\n\nRating: 55\n\n\n\n\n\n\nYour Guard\n\n\nRating: 50\n\n\n\n\n\n\nVacation Opportunity\n\n\nRating: 45\n\n\n\n\n\n\nThe Scent of a Toaster\n\n\nRating: 33\n\n\n\n\n\n\nBurn, Baby, Burn\n\n\nRating: 29\n\n\n\n\n\n\nChasing Suns\n\n\nRating: 28\n\n\n\n\n\n\nThree Feet Under I\n\n\nRating: 24\n\n\n\n\n\n\nWind in the Sails\n\n\nRating: 23\n\n\n\n\n\n\nThe Shape of Water is Humanoid\n\n\nRating: 23\n\n\n\n\n\n\nDead Reckoning\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under II\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under III\n\n\nRating: 21\n\n\n\n\n\n\nForgotten Shrine\n\n\nRating: 18\n\n\n\n\n\n\nDown Through\n\n\nRating: 17\n\n\n\n\n\n\nInto the Beetle Black Yonder\n\n\nRating: 16\n\n\n\n\n\n\nHyperfine\n\n\nRating: 15\n\n\n\n\n\n\nDon't Knock on Strange Doors\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\nResearcher Calvin's Personnel File\n\n\nRating: 91\n\n\n\n\n\n\nIncident Report ████/████\n\n\nRating: 83\n\n\n\n\n\n\n\"Sphere\" Incursion Log\n\n\nRating: 52\n\n\n\n\n\n\nInitial Incursion Log\n\n\nRating: 50\n\n\n\n\n\n\n\"Cube\" Incursion Log #1\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #2\n\n\nRating: 44\n\n\n\n\n\n\nSCP-093-J Recovered Documents\n\n\nRating: 42\n\n\n\n\n\n\nSCP-093-J Blue Test\n\n\nRating: 40\n\n\n\n\n\n\nSCP-093-J Purple Test\n\n\nRating: 35\n\n\n\n\n\n\nSCP-093-J Green Test\n\n\nRating: 33\n\n\n\n\n\n\nExploration Log 4480-1\n\n\nRating: 22\n\n\n\n\n\n\n\n\n\n\n\n\nSee my \nAuthor Page\n for more information. If you like reading my stuff, consider checking out my \nYouTube Channel\n for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3295\n | SCP-3296 | \nSCP-3297\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3296\n\" by notgull, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3296\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 01: Result of Ethics Committee Vote on Project Milliard",
        "Addendum 02: 09/30/2000 Progress Report of Project Milliard\n"
    ],
    "documents": [],
    "notes": [
        "PROJECT MILLIARD Documentation prepared by Dr. Albert Milliard, present Department Head of Project Heimdall. Abstract: It has been known for a long time that humans have the ability to influence the Hume field. This is exemplified by reality benders, who are able to manipulate the Hume field to such a level as to bend reality itself. However, recently it was discovered that this also works the opposite way. Humans are able to detect changes in the Hume field, even if they didn't make them themselves. Of course, this is often a very subtle effect that we don't notice in the course of our lifetimes. But, given the correct brain surgery and conditions, we can make a human as receptive to these phenomena as a sixth sense. Project Milliard is the Foundation Aeronautics Division's attempt to create an early-warning system to detect potential attacks from Interspace Entities, or IE's. IE's are entities or artifacts in outer space that pose a threat to Earth, primarily in the form of reality-bending abilities. An example of an IE is SCP-3485 . It is believed that SCP-3485 accomplishes many of its feats through low-level reality-bending abilities, and it is also believed that SCP-3485 has the ability to transport itself to Earth, which would crush it in its gravitational field. However, if Project Milliard is in use, the Foundation would be not only able to detect IE's before they attack, but also detect future extranormal events on Earth. Procedure: 1). Construct a satellite capable of permanently sustaining a human subject in mid-Earth orbit. 2). Isolate a subject matching conditions to undergo Procedure MILLIARD-ASTRAL. A full list of conditions is in Document MILLIARD-ASTRAL-458. To summarize: Subject's brain must match Relative Brain Structure #3UAC at least 97%. Subject must have been born in a sterile environment. Subject must not have any history of disease. Subject must be between 1 and 18 months of age. Subject must not be an instance of SCP-1719-1 . Subject must not be an instance of SCP-3909-A . Subject's mother must not be alive. For protocols relating to the acquisition of this subject, see Document PRO-MILLIARD-GAMMA-23. 3). Selected subject will undergo Procedure MILLIARD-ASTRAL. This involves heavy brain surgery, administration of several classes of mnestic/hallucinogenic products, and artificial aging of the subject using hormone techniques previously used in Bright-Zartion Humanoid Replicators . Full details of Procedure MILLIARD-ASTRAL are restricted to essential surgical professionals involved in Project Milliard and Ethics Committee chairman 1 . It is of note that, due to the conditions under which the subjects are acquired, Procedure MILLIARD-ASTRAL has a 9% success rate. Multiple subjects may be necessary for this step. 4). Once preparation of the subject has been completed, they will be attached to the satellite component and launched into space. This launch is to be undertaken by a Foundation front company, and a cover story stating that the launch's purpose was to launch a satellite into orbit is to be implemented into all official records. 5). Communication will be established at Foundation Secure Site-23.",
        "TO: pcs.noitadnuof|ce.notlet#pcs.noitadnuof|ce.notlet FROM: pcs.noitadnuof|soluapkj#pcs.noitadnuof|soluapkj CC: pcs.noitadnuof|draillima#pcs.noitadnuof|draillima , pcs.noitadnuof|vrestsil-ce#pcs.noitadnuof|vrestsil-ce SUBJECT: Re: Ethics Committee Vote - Project Milliard Dear Chairman Elton, I would like to raise objections to Project Milliard. The issue I take with Project Milliard lies in the fact that the subject needed for the project is required to be \"between 1 and 18 months of age\". In my somewhat limited medical knowledge, I do not see the reason why we need several infant subjects, rather than several grown subjects. In addition, we're also going to age them artificially later on, so I assume that this is redundant and unnecessary. Is there a reason that I'm not seeing? Thanks for your time, - John K. Paulos, PhD",
        "TO: pcs.noitadnuof|soluapkj#pcs.noitadnuof|soluapkj FROM: pcs.noitadnuof|draillima#pcs.noitadnuof|draillima SUBJECT: Re: Re: Ethics Committee Vote - Project Milliard Dr. Paulos, I believe I can answer this question. Essentially, in order for Project Milliard to function properly, the subject needs to be fully loyal to the Foundation. Procedure MILLIARD-ASTRAL makes the subject extremely suggestible, and even the slightest amount of bias can cause the subject to switch to somebody else's side. There's another reason for it, although it's quite complicated. Now, you know everybody has a brain. Pretend like each brain is built in a completely different way, but there are two types of brains that mostly everybody's resembles: Type A and Type B. In order for Procedure MILLIARD-ASTRAL to work correctly, we need a Type B brain. As for why we need them to be young, well, the hallucinogenics required to implant memories of complete loyalty simply work better when they're young. We can't guarantee full viability in an older subject. I hope that answers your questions. - Milliard",
        "TO: pcs.noitadnuof|draillima#pcs.noitadnuof|draillima FROM: pcs.noitadnuof|soluapkj#pcs.noitadnuof|soluapkj SUBJECT: Re: Re: Re: Ethics Committee Vote - Project Milliard Dear Dr. Milliard, I think I have found a solution to this problem that doesn't require the dulling process described earlier. First, we identify a Type B subject among our current pool of D-class personnel. Then, we give them a strong dosage of Class-F amnestics and personality restructuring agents , essentially destroying the subject's long-term memory and personality. Then, we continue with the hallucinogenic agent treatment and MILLIARD-ASTRAL, until the subject is suitable for use in Project Milliard. Using this method, rather than using anywhere from 3-10 infant lives (depending on the success rate of the procedure), we will only have to use one of our already-condemned D-class personnel. Thank you for your consideration, - John K. Paulos, PhD",
        "TO: pcs.noitadnuof|soluapkj#pcs.noitadnuof|soluapkj FROM: pcs.noitadnuof|draillima#pcs.noitadnuof|draillima SUBJECT: Re: Re: Re: Re: Ethics Committee Vote - Project Milliard Dr. Paulos, As much as I would like to take these actions, there are some problems. First of all, the personality restructuring agents that are currently in the Foundation's possession irreversibly damage the frontal lobe, which needs to be intact in order for Procedure MILLIARD-ASTRAL to take place. Secondly, simply due to the nature of the Type B brain, Class-F amnestic treatment is impossible. You see, Type B brains are actually more resistant to the chemical treatment, making amnestic treatment difficult. However, this resistance is developed in the late 20's, meaning that younger subjects are more easily treated with amnestic compounds. Thirdly, we are unlikely to find a Type B brain in any D-class. In most cases, Type-B subjects are orderly and tend to be lawful or submissive. Most of these people are not D-class and are therefore out of our reach. Again, my sincerest apologies. - Milliard",
        "TO: pcs.noitadnuof|ce.notlet#pcs.noitadnuof|ce.notlet FROM: pcs.noitadnuof|soluapkj#pcs.noitadnuof|soluapkj CC: pcs.noitadnuof|draillima#pcs.noitadnuof|draillima , pcs.noitadnuof|vrestsil-ce#pcs.noitadnuof|vrestsil-ce SUBJECT: Objection to Project Milliard Dear Chairman Elton, With all due respect, I fail to see the purpose of Project Milliard. There isn't a purpose that Project Milliard fulfills that isn't already fulfilled by our CK-Class scenario detectors or the observation network we already have throughout the internet. Almost all anomalies currently in containment are protected under these two programs. As for the Interspace Entities, we already have enough of a weapons payload to blow them out of the sky, if need be. I won't worry. Sincerely, - John K. Paulos, PhD",
        "TO: pcs.noitadnuof|soluapkj#pcs.noitadnuof|soluapkj FROM: pcs.noitadnuof|ce.notlet#pcs.noitadnuof|ce.notlet CC: pcs.noitadnuof|draillima#pcs.noitadnuof|draillima , pcs.noitadnuof|vrestsil-ce#pcs.noitadnuof|vrestsil-ce SUBJECT: Re: Objection to Project Milliard To Dr. Paulos, I've attached last year's containment breach statistics to this email. The important detail is what, exactly, caused these containment breaches. Out of the 41 containment breaches we had in 2017, three were caused by gross negligence. Five were caused by equipment failure. Seven were caused by improperly documenting and/or classifying anomalies. The remainder were caused by unexpected behavior on the part of hostile reality-bending entities. You must realize that rendering several people comatose is far outweighed by the potential to stop these breaches before they happen. Yes, we have CSD's and all the other paratech. But it still isn't enough. We have to weigh the costs here, Paulos. If taking an infant straight from their mother is the only way, it's the only way. - Elton",
        "To whom it may concern, As of the time of this writing, I am officially resigning from the Ethics Committee. It's come to my attention that actions that are clearly cruel and unnecessary have been approved by a majority consensus of the Committee. I cannot be a part of a body that approves these actions and still live with a good conscience. Retirement is the only option for me. In addition, I will also resign from any other duties I currently hold in the Foundation, save for those required under Severence Package 09 . I have already prepared a replacement for myself on the Ethics Committee, so this transition should be seamless. I bid all of my colleagues a final farewell. You were all great people to work with. - John K. Paulos, PhD",
        "To the O5 Council, I am retiring. However, in reality, I will continue to perform my duties for the Foundation. I volunteer myself to be the subject for Project Milliard. I've had the necessary tests preformed on me, and I match all conditions required for the subject, including general brain structure. If you look at my disciplinary record, I believe that I have no marks whatsoever. On pain of termination, I swear that I am completely loyal to the Foundation and that I will remain loyal to the Foundation for the remainder of my lifespan. In addition, due to my maturity, there is a higher likelihood that Procedure MILLIARD-ASTRAL will succeed. Thank you for your consideration, - John K. Paulos, PhD",
        "I'm awake now. I assume this was successful?",
        "I see space outside the window. Does this even have windows?",
        "I get a lot of time to think out here. How many stars do you think there are?",
        "I see red splotches in Kansas 2 . I haven't even heard of Kansas before.",
        "Secure, contain, protect.",
        "Blue all across Florida. Might be your time to shine.",
        "There's a red dot in Canada that just keeps getting bigger. It looks angry.",
        "A giant black line is racing at you from the stars. Are you OK?",
        "You are OK.",
        "There's some yellow goo that's spreading all over America, and there's some in Europe too.",
        "Are you OK? The yellow goo is getting bigger.",
        "The yellow goo is snapping at me. Please send help.",
        "Please send help.",
        "Are you there?",
        "A bird came down and tried to eat me. The invisible hand of something swatted it away. I don't know if I'm lucky or not.",
        "The bird came down again and it picked me up and dropped me somewhere and now my legs are broken. Are they? How can I still move them?",
        "The bird is still attacking me it hits me around like a bowling pin if your there please help",
        "Im breaking up up here",
        "The birds cry has destroyed me ears and now i cant hear the world anymore i cant help you now",
        "requesting extraction",
        "god is dead and birds killed him",
        "ʜөȅễẽөĺթ",
        "\" SCP-3296 \" by notgull, from the SCP Wiki . Source: https://scpwiki.com/scp-3296 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3296",
    "object_class": "Extraterrestrial",
    "containment_procedures": "The remains of SCP-3296 are to be left in orbit. Retrieval of SCP-3296 will occur when more pressing matters are resolved.",
    "description": "SCP-3296 refers to two related components: a man-made satellite in Earth's orbit (SCP-3296-A) and the organism contained within (SCP-3296-B). Both components were created by the Foundation in the year of 2000 under the Milliard Project and launched into orbit on 09/08/2000.",
    "title": "SCP-3296"
}