{
    "url": "https://scp-wiki.wikidot.com/scp-3299",
    "all_text": "ONE WEIRD TRICK! (YOU WON'T BELIEVE NUMBER 8!!!!)\n\n\nrating: \n+290\n+\n–\nx\n\n\nItem #:\n SCP-3299\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Major internet advertising agencies are to have their output automatically monitored by I/O-BEHOLDER\n1\n for instances of SCP-3299; any such detected instances are to be deleted using previously installed Foundation trojan software, and attempts to track their source should be made.\n\n\nAny individuals discovered to have been affected by SCP-3299 are to be detained and treated on a case-by-case basis. The preferred treatment is the administration of amnestics and then release, but more invasive options are available as necessary, including but not limited to corrective surgery or permanent containment in the Anomalous Humanoid Wing of Site-17.\n\n\nDescription:\n SCP-3299 is a series of cognitohazardous internet advertisements of a style that is colloquially referred to as \"clickbait\". Individuals who follow the link in the advertisement and read the headline and full body of the associated article are subject to its effect.\n\n\nWhen its effect is triggered, the affected individual is subject to one or more mental or physical alterations associated in some way with the headline and contents of the SCP-3299 instance they were exposed to.\n\n\nThese alterations appear to be irreversible; amnestics have had no success in removing mental effects, though in minor cases physical alterations can be masked with surgery.\n\n\nTo date there have been 247 different recorded varieties of SCP-3299. Their content varies significantly but in most cases tends towards the absurd. Refer to Table-3299-1 below for a list of examples. The origin of SCP-3299 is unknown, but attempts to trace its source have resulted in a pattern of inconclusive data matching that of \nSCP-2964\n.\n\n\nTable-3299-1\n - Examples of SCP-3299\n\n\n\n\n\n\nHeadline\n\n\nContents Summary\n\n\nEffect\n\n\n\n\n\n\nThis woman's one weird trick will make you younger! Doctors hate her!\n\n\nIncludes details on a facial ointment, supposedly made from household goods, with the implied effect of making a person look more youthful.\n\n\nSubjects not educated to a PhD level visibly de-aged by between 20% to 30% of their current age. Subjects with a PhD became irrationally angry at the woman mentioned in the article, ultimately developing a crippling obsession that prevents normal functioning.\n\n\n\n\n\n\nThis intense footage will shake even the most skeptic [sic] nonbeliever!\n\n\nA short video of maintenance lights flashing in an underground train line tunnel that briefly synchronise into the vague shape of a human face.\n\n\nImmediately following the conclusion of the video, the subject's body begins to vibrate at a frequency of between 800Hz and 2.3Khz, causing them to produce the associated audible tone. This effect is permanent,\n2\n but has as of yet had no significant long-term health impacts on the subjects.\n\n\n\n\n\n\nThis uncomfortable video of a clam will irreversibly change you!\n\n\nAn article featuring several photos (but no video) of \nMercenaria mercenaria\n (hard clams) in various stages of their life, with descriptions of the life-cycle of said clams.\n\n\nApproximately six hours after reading this instance, subjects undergo rapid and extreme morphological changes; their hands form into solid structures resembling bi-valve clam shells and their legs fuse into a single large appendage resembling the foot of a clam.\n\n\n\n\n\n\nAddendum 1\n\nOn 11/03/2017 a new strain of SCP-3299 began appearing on websites served by popular advertising services. These new instances typically consist of only a headline and an image or video; in instances that contain text, the text is frequently nonsensical strings of random words. Additionally, reading the linked article itself is no longer required to trigger their effects; reading the headline and viewing the associated images/video is sufficient. Table-3299-2 contains examples of this new strain.\n\n\nI/O-BEHOLDER has been updated to check for potential future strains of SCP-3299 in addition to its usual monitoring activities.\n\n\nTable-3299-2\n\n\n\n\n\n\nHeadline\n\n\nContents Summary\n\n\nEffect\n\n\n\n\n\n\nThis Is Not A Joke. You May Laugh, But You Shouldn't. It's Quite Horrifying!\n\n\nSeven close-up photos of the faces of seven unidentified individuals, each with an accompanying block of text consisting of random combinations of letters.\n\n\nWhenever the subject laughs for any reason, an incorporeal entity with a significant resemblance to Judith Sheindlin manifests within a 2m radius of the subject. The subject will claim to hear the entity berating them and gesticulating aggressively, though observers only see the entity standing still with a dour expression on its face. The entity de-manifests five minutes after the subject stops laughing.\n\n\n\n\n\n\nThese confidence tips will help people see you differently! #3 changed my life!\n\n\nA 40-second video clip of an unidentified man making random sounds as unrelated words flash up on the screen. The words appear to be different with each viewing.\n\n\nThe subject begins to experience pain whenever another individual looks at it. The location and severity of the pain varies, but increases over time. After approximately five accumulative hours, the subject's skin will begin to harden when they are looked at and, after approximately 20 accumulative hours the subject's skin completely transforms into a substance that superficially resembles concrete, preventing all movement. These changes completely revert once they are no longer in the direct line of sight of another individual, though each change has been described as extremely painful.\n\n\n\n\n\n\nIf Your Body Suddenly Jerks While Falling Asleep, THIS Is What It Means\n\n\nAn image of an unidentified woman laying on a bed, with a shocked expression on her face.\n\n\nWhenever the subject experiences a hypnic jerk, they disappear from their current location and reappear at exactly 9.14am\n3\n the following day at a new location, between 0.5m and 1.2m above the ground. This location is typically one that the subject has visited within the previous 48 hours. Subjects are unable to account for the lost time.\n\n\n\n\n\n\nThis local woman lost 20 kilos in a month! Click to find out what two ingredients she used!\n\n\nThe image of a slender woman wearing a pair of denim jeans several sizes too large for her, holding the waist away from her abdomen. Text of the article features the word \"Feed\" repeated 713 times.\n\n\nSubjects gain an immediate craving for, and the ability to metabolise, common lawn grass and kerosene and lose the ability to digest all other foods. If the subject goes for a period of longer than three hours without consuming one of those two things, their body begins converting muscle and bone into fat cells. This process is irreversible, but can be stopped temporarily by eating the necessary products.\n\n\n\n\n\n\nShe Pulled It Out Thinking It Was A Blackhead But It Was Something Else, OMG!\n\n\nA 21-second clip from a nature documentary of bees smothering a hornet to death, slowed down to be 10 hours long.\n\n\nWhen the subject suffers any damage to their skin sufficient to draw blood (including ruptured epidermal blemishes), the wound will begin to disgorge arthropods in large numbers. The number depends on the size of the wound, but in each case will continue for 32 seconds before stopping. The skin may be distended during this but will suffer no additional damage beyond the original wound. Over 5,000 species of arthropod have thus far been catalogued.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Automated filtering and classification software specifically designed for the detection of cognitohazardous and memetic digital media.\n\n\n2\n. It has also been observed to continue following the death of the subject.\n\n\n3\n. Local time in the location that they reappear.\n\n\n\n\n\n\n\n\n« \nSCP-3298\n | SCP-3299 | \nSCP-3300\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3299\n\" by Mortos, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3299\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1 On 11/03/2017 a new strain of SCP-3299 began appearing on websites served by popular advertising services. These new instances typically consist of only a headline and an image or video; in instances that contain text, the text is frequently nonsensical strings of random words. Additionally, reading the linked article itself is no longer required to trigger their effects; reading the headline and viewing the associated images/video is sufficient. Table-3299-2 contains examples of this new strain.\nI/O-BEHOLDER has been updated to check for potential future strains of SCP-3299 in addition to its usual monitoring activities."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3299 \" by Mortos, from the SCP Wiki . Source: https://scpwiki.com/scp-3299 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3299",
    "object_class": "Euclid",
    "containment_procedures": "Major internet advertising agencies are to have their output automatically monitored by I/O-BEHOLDER1 for instances of SCP-3299; any such detected instances are to be deleted using previously installed Foundation trojan software, and attempts to track their source should be made.",
    "description": "SCP-3299 is a series of cognitohazardous internet advertisements of a style that is colloquially referred to as \"clickbait\". Individuals who follow the link in the advertisement and read the headline and full body of the associated article are subject to its effect.",
    "title": "SCP-3299"
}