{
    "url": "https://scp-wiki.wikidot.com/scp-3303",
    "all_text": "rating: \n+89\n+\n–\nx\n\n\nItem #:\n SCP-3303\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n As per the terms and conditions of the Würzburg Summit, the Foundation may not acquire any instances of SCP-3303 except by purchasing it from \nMarshall, Carter, and Dark\n.\n\n\nInstances of SCP-3303 under Foundation control should be kept in the dedicated wine cellar at Site-48. If this is not feasible, any room with minimal lighting, a constant temperature between 7–18°C, and high humidity may be used until more permanent storage space becomes available.\n\n\nAccess to SCP-3303 for testing requires permission from two personnel with 4/3303 clearance. Non-testing access requires approval from the Site Director.\n\n\nDescription:\n SCP-3303 is the collective designation for any Champagne\n1\n produced by the Bataille estate between 2002 and 2007. While SCP-3303 is physically and chemically unremarkable, roughly 3% of observers report that SCP-3303 is surrounded by a bright blue aura.\n\n\nSCP-3303 displays anomalous properties only under certain conditions:\n\n\n\n\nSCP-3303 is being consumed by multiple individuals in an enclosed area (with allowances for doors, windows, etc. A ceiling appears to be required.)\n\n\nAll individuals present are consuming SCP-3303 at a rate no less than one glass per hour.\n\n\nIt is past sunset.\n\n\n\n\nUnder these conditions, SCP-3303 induces a temporal dilation within the confines of the affected room. Time's rate of passage will increase asymptotically as sunrise approaches, allowing affected subjects to experience time at a greater rate than those outside. Any solids or liquids that reach the boundary of this effect will be transported across it instantly, preventing typical shearing effects. An unidentified process maintains air pressure, air composition, and temperature within the room.\n\n\nConsumption of SCP-3303 under the stated conditions has a stabilizing effect on the human body and mental state. Affected subjects will not deviate substantially from their physical condition at the initiation of SCP-3303's effects; this includes an immunity to injury that has hindered attempts to identify the exact mechanism responsible. Subjects do not need to attend to standard biological functions, though they are capable of doing so in excess of what should typically be possible. Similarly, emotions and overall mental states are fixed in the state they were in at the initiation of anomalous effects, with the exception of changes resulting from alcohol intoxication.\n\n\nOf note is that, under these conditions, subjects left to their own devices will often continue to consume SCP-3303 as long as possible. In one case, a party of nine consumed the host's entire stock of eighty bottles in one night.\n\n\nHistory:\n According to Bataille Champagne records, the house was approached by representatives from Marshall, Carter, and Dark in December of 2000, who intended to acquire exclusive rights to distribute Bataille Champagne's wine and oversee its production. Such a deal was made for €3 million, and production of Champagne for MC&D began in 2002.\n\n\nWhile SCP-3303 became known to the Foundation in 2003, an agreement was formed under which MC&D retained the right to produce and sell SCP-3303 for five years and the Foundation was disallowed from accessing or observing the Bataille estate. In exchange, MC&D took full responsibility for suppressing public knowledge of SCP-3303 and transferred several dangerous anomalous objects to the Foundation.\n\n\nMC&D marketed Bataille Champagne as a tool to enable parties and other social gatherings to last for an extended period of time, limited only by the supply of SCP-3303. It was sold exclusively to trusted clients; estimated sales are believed to exceed €50 million over five years.\n\n\nIn 2008, the Foundation examined the Bataille estate's records and vineyards. There was no evidence that any anomalous activity was occurring or continued to occur at the site; employees were unaware that the Champagne they were producing had any anomalous properties.\n\n\nThe estate's manager noted that, as part of their original agreement, MC&D were permitted to bury a mummified human jawbone near the geographical center of the estate's vineyards; the jawbone was apparently retrieved by MC&D personnel shortly prior to the Foundation's examination.\n\n\n\n\nFootnotes\n\n\n1\n. In the strict sense of the word, i.e. wine produced under the rules and regulations set by the Comité Interprofessionnel du vin de Champagne.\n\n\n\n\n\n\n\n\n« \nSCP-3302\n | SCP-3303 | \nSCP-3304\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3303\n\" by Communism will win, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3303\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3303 \" by Communism will win, from the SCP Wiki . Source: https://scpwiki.com/scp-3303 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3303",
    "object_class": "Safe",
    "containment_procedures": "As per the terms and conditions of the Würzburg Summit, the Foundation may not acquire any instances of SCP-3303 except by purchasing it from Marshall, Carter, and Dark.",
    "description": "SCP-3303 is the collective designation for any Champagne1 produced by the Bataille estate between 2002 and 2007. While SCP-3303 is physically and chemically unremarkable, roughly 3% of observers report that SCP-3303 is surrounded by a bright blue aura.",
    "title": "SCP-3303"
}