{
    "url": "https://scp-wiki.wikidot.com/scp-3316",
    "all_text": "This one is Eye-conic.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nHad an idea whilst I was trying to fall asleep last night. Super weird.\n\n\nImage is from here: \nhttps://commons.wikimedia.org/wiki/File:Acute_angle_closure_glaucoma.JPG\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+220\n+\n–\nx\n\n\n\n\nby Doctor Cimmerian\n\n\n\n\n\n\n\n\nImage taken following a re-entry event. Damage received during the previous night has led to an increase of the eye's intraocular pressure, resulting in acute angle closure glaucoma.\n\n\n\n\n\n\nItem #:\n SCP-3316\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A process of disseminating false medical data relating to the occurrence of eye injuries in Guttenberg, New Jersey, is to be carried out on a regular basis.\n\n\nIndividuals reporting SCP-3316 events or the movement of SCP-3316-affected eyes are to receive a level 3 amnestic to prevent public knowledge of SCP-3316. Travel by Foundation personnel to, from and through Guttenberg, New Jersey, is to be regulated by the SCP-3316 project head.\n\n\nDescription:\n SCP-3316 is an event which occurs in the city of Guttenberg, New Jersey. At 1:43 AM, approximately 3.4% of the city's sleeping population will experience spontaneous enucleation of one or both eyes. This removal is involuntary, painless, and occurs without the knowledge of the affected individual. A significant section of the optic nerve will also be freed during this process. The eye will not experience necrosis once removed from the body, though it is vulnerable to damage during the event.\n\n\nOnce completely free from the eye socket, affected eyes will begin to move along the ground (utilizing the trailing optic nerve to generate forward momentum) at a rate of approximately .6 meters per second towards a common destination. Affected eyes will generally avoid highly populated or active areas and remain hidden to avoid discovery during this travel.\n\n\nThe common destination sought by the affected eyes is invariably an abandoned or inactive building either inside Guttenberg itself or just outside the city. Once several hundred eyes have arrived (with as few as 362 eyes have triggered this behavior), the eyes will begin to form a large circle that will grow as more eyes arrive. After a short time (generally 5-15 minutes), two of the eyes will enter the center of the circle and begin a series of aggressive behaviors towards each other.\n\n\nThese behaviors include quick lunges at the opposing eye, whipping with the trailing optic nerve, and utilizing the trailing optic nerve to wrap around the opposing eye. These behaviors continue until one or both of the eyes are incapable of continuing due to damage. At this point several eyes will remove the two from the center of the circle and two new eyes will begin the same process. This process will continue until 4:35 AM, at which time the eyes will begin a return to the individuals to whom they belong.\n\n\nThis process concludes by no later than 5:13 AM, and the affected eyes will re-enter the optical socket of affected individuals. While the enucleation and re-entry will cause no lasting damage to the eye or the individual, other damage that occurs during this event often requires immediate medical attention for affected individuals. Eyes prevented from returning to an owner will lose all anomalous properties at 5:13 AM.\n\n\n\n\n\n\n« \nSCP-3315\n | SCP-3316 | \nSCP-3317\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3316\n\" by Doctor Cimmerian, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3316\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n SCP-3316-L.JPG\n\n\nAuthor:\n James Heilman, MD\n\n\nLicense:\n CC-BY-SA 3.0 Unported\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Acute_angle_closure_glaucoma.JPG\n\n\nNotes:\n Cropped from original image\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Grand Spectacle\n\n\n\n\n\n\nNone",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3316 \" by Doctor Cimmerian, from the SCP Wiki . Source: https://scpwiki.com/scp-3316 . Licensed under CC-BY-SA .",
        "Filename: SCP-3316-L.JPG Author: James Heilman, MD License: CC-BY-SA 3.0 Unported Source Link: https://commons.wikimedia.org/wiki/File:Acute_angle_closure_glaucoma.JPG Notes: Cropped from original image"
    ],
    "item": "SCP-3316",
    "object_class": "Euclid",
    "containment_procedures": "A process of disseminating false medical data relating to the occurrence of eye injuries in Guttenberg, New Jersey, is to be carried out on a regular basis.",
    "description": "SCP-3316 is an event which occurs in the city of Guttenberg, New Jersey. At 1:43 AM, approximately 3.4% of the city's sleeping population will experience spontaneous enucleation of one or both eyes. This removal is involuntary, painless, and occurs without the knowledge of the affected individual. A significant section of the optic nerve will also be freed during this process. The eye will not experience necrosis once removed from the body, though it is vulnerable to damage during the event.",
    "title": "SCP-3316"
}