{
    "url": "https://scp-wiki.wikidot.com/scp-3318",
    "all_text": "rating: \n+333\n+\n–\nx\n\n\nItem #:\n SCP-3318\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3318 is currently contained in a 15m x 15m x 30m off-site containment bunker located twenty-five kilometers away from Site-10. No personnel are to enter SCP-3318’s active range under any circumstances. Any personnel who do enter SCP-3318's active range are to be terminated immediately\n1\n.\n\n\nOne D-Class personnel is to be present in a cell adjacent to SCP-3318's containment bunker, and must be the individual in closest proximity to SCP-3318 at all times. However, they are under no circumstances to enter its active range.\n\n\nDescription:\n SCP-3318 is, at the time of writing, the collective designation for the corpses of seven humans and one skinned cat, which cannot be separated by any known means. The organic matter that comprises SCP-3318 does not appear to age or decay, and damaging it has proven extremely difficult - although not impossible, allowing containment staff to keep it at a manageable size.\n\n\nSCP-3318's primary anomalous properties manifest when an individual enters its active range, which at the time of writing extends seven meters around it. Any individual who enters its active range will immediately become compromised. After this, a consciousness believed to originate from SCP-3318 will have complete control over the affected individual's perception of all written text.\n\n\nThe primary objective of SCP-3318 appears to be convincing or tricking the compromised individual into saying that they can 'see it'\n2\n, or otherwise acknowledging SCP-3318's existence visually. In order to accomplish this, SCP-3318 will use its influence over the victim's perceptions to alter the text that they read - often using this ability to impersonate messages from figures of authority or loved ones.\n3\n However, these attempts are often clumsy and borderline incoherent, as SCP-3318 does not appear to have the intellectual capacity to accurately impersonate such individuals.\n\n\nWhen a victim confirms that they can 'see' SCP-3318\n4\n through any means, the nearest human being to SCP-3318 is instantly propelled towards it at extremely high speeds, invariably killing them before or upon impact. Their corpse then becomes attached to the others comprising SCP-3318, and becomes part of the object. Note that this anomalous effect has no correlation with SCP-3318's active range - an individual will be propelled towards SCP-3318 regardless of distance. Even after acknowledging SCP-3318, a compromised individual will remain compromised, and every time they acknowledge SCP-3318 another individual will be propelled towards it.\n\n\nIt is believed that SCP-3318 grows more intelligent, as well as expands its active range, every time a corpse is added to its mass. Upon initial discovery, SCP-3318 would only change text to read 'CAN YOU SEE ME' over and over again, but adopted its current behaviour after the first deaths occurred as a result of its properties.\n\n\nSCP-3318 was first discovered after an anonymous tip led a recovery team to a location in the woods near the town of ██████, ███████, where SCP-3318 (at the time comprising the fused corpses of one human and one skinned cat) had been placed by an unknown party. Said anonymous tip provided inaccurate information to the recovery team, seemingly designed to mislead them into entering its active range and falling victim to its effects. After two deaths as a result of this, SCP-3318 was successfully contained with assistance from a backup recovery team.\n\n\nAddendum 3318-1:\n\n\nDr. Marston, a member of research personnel assigned to the initial recovery team in order to perform preliminary analysis, became compromised during the recovery, but survived initial contact with SCP-3318. Before undergoing termination\n5\n he logged several of the messages he received from SCP-3318:\n\n\n\n\nCAN YOU SEE ME\n\n\nRESPOND\n\n\nRESPOND IMMEDIATELY\n\n\nNOW YOU WILL REGRET IT IF YOU DON’T RESPOND IMMEDIATELY\n\n\nI AM GOING TO SKIN YOUR CAT\n\n\nSCP 3318 IS A FUNNY LITTLE BOY WITH MANY INTERESTING GAGS AND SURPRISES AT HIS DISPOSAL\n\n\nCAN YOU SEE ME\n\n\nCAN YOU SEE ME\n\n\nDR MARSTON OF SCP THIS IS YOUR WIFE CAN YOU SEE ME PLEASE\n\n\nSCP-3318 IS KETER OBJECT CAPABLE OF SKINNING YOUR CAT\n\n\nCAN YOU SEE ME\n\n\nHELLO I AM AT YOUR HOUSE CAN YOU SEE ME OR I WILL SKIN YOUR FAMILY LIKE A CAT\n\n\nLISTEN NOW YOUR BEING VERY RUDE AND NASTY RIGHT NOW\n\n\nTHIS IS 05-1 CAN YOU SEE ME\n\n\nSORRY MY BROTHER WAS ON MY ACCOUNT THIS IS THE REAL 05-1\n\n\nHI CAN YOU SEE IT\n\n\n\n\nAddendum 3318-2:\n\n\n\n\nWarning: Further addendums is under maximum security clearance under command of the 05 Council. User must pass memetic screening test to access further information.\n\n\nPlease confirm you can see this image:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI can see it.\n\n\n\n\nOK THANKS ;)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. While this is regrettable, no alternative means have been found to effectively neutralize the threat posed by individuals compromised by SCP-3318\n\n\n2\n. Testing has revealed that even highly ambiguous wordings of this sentiment are treated as valid by SCP-3318.\n\n\n3\n. Upon compromisation, SCP-3318 appears to gain limited knowledge about notable individuals in the victim's life, often including aforementioned authority figures and loved ones.\n\n\n4\n. This does not have to be true. Simply making such a statement as 'I can see it', regardless of context, is enough to activate SCP-3318.\n\n\n5\n. A precaution Dr. Marston agreed was necessary in order to prevent further casualties.\n\n\n\n\n\n\n\n\n« \nSCP-3317\n | SCP-3318 | \nSCP-3319\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3318\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3318\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n June odd-eyed-cat cropped.jpg\n\n\nAuthor:\n Keith Kissel\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 3318-1:\nDr. Marston, a member of research personnel assigned to the initial recovery team in order to perform preliminary analysis, became compromised during the recovery, but survived initial contact with SCP-3318. Before undergoing termination 5 he logged several of the messages he received from SCP-3318:",
        "Addendum 3318-2:"
    ],
    "documents": [],
    "notes": [
        "CAN YOU SEE ME RESPOND RESPOND IMMEDIATELY NOW YOU WILL REGRET IT IF YOU DON’T RESPOND IMMEDIATELY I AM GOING TO SKIN YOUR CAT SCP 3318 IS A FUNNY LITTLE BOY WITH MANY INTERESTING GAGS AND SURPRISES AT HIS DISPOSAL CAN YOU SEE ME CAN YOU SEE ME DR MARSTON OF SCP THIS IS YOUR WIFE CAN YOU SEE ME PLEASE SCP-3318 IS KETER OBJECT CAPABLE OF SKINNING YOUR CAT CAN YOU SEE ME HELLO I AM AT YOUR HOUSE CAN YOU SEE ME OR I WILL SKIN YOUR FAMILY LIKE A CAT LISTEN NOW YOUR BEING VERY RUDE AND NASTY RIGHT NOW THIS IS 05-1 CAN YOU SEE ME SORRY MY BROTHER WAS ON MY ACCOUNT THIS IS THE REAL 05-1 HI CAN YOU SEE IT",
        "I can see it. OK THANKS ;)",
        "\" SCP-3318 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-3318 . Licensed under CC-BY-SA .",
        "Filename: June odd-eyed-cat cropped.jpg Author: Keith Kissel License: CC BY 2.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3318",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3318 is currently contained in a 15m x 15m x 30m off-site containment bunker located twenty-five kilometers away from Site-10. No personnel are to enter SCP-3318’s active range under any circumstances. Any personnel who do enter SCP-3318's active range are to be terminated immediately1.",
    "description": "SCP-3318 is, at the time of writing, the collective designation for the corpses of seven humans and one skinned cat, which cannot be separated by any known means. The organic matter that comprises SCP-3318 does not appear to age or decay, and damaging it has proven extremely difficult - although not impossible, allowing containment staff to keep it at a manageable size.",
    "title": "SCP-3318"
}