{
    "url": "https://scp-wiki.wikidot.com/scp-3328",
    "all_text": "rating: \n+68\n+\n–\nx\n\n\n\n\nSCANNED SOLID-COPY FILE\n\n\nORIGINAL: 1916 | SCANNED: 1985\n\n\nCONVERTED TO DIGITAL FORMAT. AVAILABLE ON FOUNDATION DATABASE.\n\n\n\n\n\n\n\n\n\n\nTHE FOLLOWING DOCUMENTATION IS \nARCHIVED\n.\n\n\nORIGINAL MATERIAL: 12/01/\n1916\n\n\nLAST EDITED: 02/11/\n1918\n\n\nFURTHER ALTERATION CLOSED.\n\n\n\n\n\n\n\n\n\n\nA naturally-occurring population of SCP-3328 during growth on the Passchendaele battlefront, January, 1916.\n\n\n\n\n\n\nITEM #\n:\n SCP-3328\n\n\nOBJECT VARIETY\n:\n \nEuclidean\n Neutralized\n\n\nSPECIAL CONTAINMENT PROCEDURES\n:\n \nAction must be taken to prevent SCP-3328 from propagating. All structures such as posts and fences surrounding populations of SCP-3328 are to be removed.\n\n\n[EDITED 02/11/1918]\n SCP-3328 was officially neutralized during the artillery bombardment following the third offensive of the Ypres during October, 1917. Exact time of destruction is unknown (presumably unintentional), but no further instances have been found to date.\n\n\nDESCRIPTION\n:\n SCP-3328 is an animate construction of barbed-wire, first reported in Passchendaele, January, 1916. Instances of SCP-3328 are known to exhibit features similar to floral life, such as the ability to reproduce and self-propagate, and are observed to reside in battlefields notorious for high casualties, presumably due to the lack of competing vegetation and abundance of edible material.\n\n\nSCP-3328 will naturally convolute and enmesh over all supporting structures such as posts and fences already existing within the militarised zone [No-Man's-Land]. SCP-3328 is observed to propagate rapidly, establishing frequent 'entanglements' and rendering large areas of land impassable within days. Populations of SCP-3328 are especially established in areas where barbed-wire has already been installed. Existing barbed-wire may provide structure for SCP-3328 to hang to, or provide concealment. This suggests that SCP-3328 may use its appearance as camouflage and a deterrence to prevent it from being walked over or disturbed.\n\n\nSCP-3328 is animate and capable of gradual movement. This is recognised to occur through slow contractions of the wire, presumably due to magnetic properties, allowing SCP-3328 to tighten and shift in position over time, however it is incapable of long-range movement or travel. Despite this, SCP-3328 will entangle and envelop individuals who pass through it. This method is similar in procedure to devices such as snare traps, and will constrict individuals to the point at which they expire from exposure or blood loss. SCP-3328 is observed to target individuals who are already wounded or unable to resist, and at times refrains from engaging larger groups to prevent discovery.\n\n\nDocument 3328-1\n | \nSenior Report: ██/██/1916, Addressing Loss of British Mark V Tank\n\n\n\n\nSenior Report::: ██/██/1916. Cpt. Johnson. 32nd.\n\n\nCOMMANDING EYES ONLY\n\n\nReporting to confirm the loss of a British Mark V Tank near Ypres, exact location unverified and pending.\n\n\nVehicle found without crew, abandoned 200 yards behind advanced trenchline. Deemed unrecoverable due to the amount of barbed-wire enmeshed around it. Cause of breakdown appears to be due to compression of the tracks following severe entanglement in the wire. Most extreme case so far recorded.\n\n\nChassis degraded extensively. Recognised as abrasion from the wire. Most of the metal has degraded. Parts of engine could be recovered, but current internal state is unknown. Wire wall appears to have been drawn over the vehicle, hindering access to the hatch. Recovery would require extraneous effort regardless.\n\n\nSuspected A.W.O.L crew. So far not found. Keep aware. Further investigation advised.\n\n\n\n\nDocument 3328-2\n | \nAccess; Recorded Telegram(s): SUBJECT: Equipment & Animal Losses\n\n\n\n\nFROM: C. O. 122nd Infantry\n\n\nTO: The Commanding General 36th Division (Attention Captain Speene)\n\n\nSUBJECT: Equipment & Animal Losses\n\n\n1. In compliance with Memorandum, Headquarter 36th Division,\n\nJanuary ██, 1916, to C. O. 122nd Infantry, the following account is submitted:\n\n\nCpt. Venkat suggested report into the loss of supplies in the region. Results conclude that the disruption is not due to shelling, and disproves any notion of such degree. Supply carts have been recovered from within the wire line still attached to their horses. Many of the animals are decomposed and have been abandoned, and the drivers are nowhere to be seen.\n\n\nThe loss of so many animals due to the fences suggests that they are no longer an asset to us. They are too close to the tracks. I assume the animals had fallen from the embankment and entangled themselves in it. Regardless, you surely understand the risk of running wire next to horses. I propose we move the wire backwards several yards to avoid further disruption in the supplies.\n\n\n\n\n\n\nFROM: The Commanding General 36th Division\n\n\nTO: C. O. 122nd Infantry (Attention Captain Stevens)\n\n\nSUBJECT: RETURN #1, Equipment & Animal Losses\n\n\n1. In compliance with Returning Order, the following account is submitted:\n\n\nSent half a fireteam to cut it back and re-stake. Are these your men? They didn't report back to me - I assume they reported to you. Regardless, the wire has moved back several yards. Tell one of the corporals they left their rifles down here. We're low on supplies as you've said.\n\n\n\n\nApologies for the notification, Officer.\n\n\n\n\n\n\nDocument 3328-3\n | \nTranscribed Aviation Message, Ypres, Centre ████, 4:22P.M.\n\n\n\n\n\n\n::::::::::::::::::::::::: PIGEON FORUM :::::::::::::::::::::::::\n\n\n\n\nRECEIVED AT MESSAGE CENTRE —— ████, 4:22PM\n\n\nTO: C. O. 144th INFANTRY\n\n\nFROM: 1st BN 144th INFANTRY\n\n\nTHE REST OF THE PATROL ARE DEAD. WE WERE ON THE ROAD PARALLEL TO THE 207.4 WHILE CLEARING THE ENTANGLEMENTS. IT CAUGHT THEM BY THEIR THROATS. ASK WHITE TO EXPLAIN.\n\n\nDON'T SEND ANYONE ELSE THIS WAY. GOD HELP ME. YOU WON'T FIND MY BODY.\n\n\n\n\n- YPRES. 144th 1st BN.\n\n\n\n\nBIRD RELEASED 3P.M.\n\n\nRECEIVED AT LOFT 4:05PM.\n\n\n03 BULLETIN BOARD\n\n\n152 FIELD ARTILLERY BRIGADE\n\n\nFILE.\n\n\n\n\nDocument 3328-4\n | \nNotification of the Foundation\n\n\n\n\n\n\nWESTERN UNION TELEGRAM\n\n\nfor conditions of acceptance, see over. Non-returnable.\n\n\n\n\n\n\nSent: \n05/01/17\n\n\nReceived: \n12/01/17\n\n\n\n\nTo: \nField Marshall, Doughlas Haug\n\n\nFrom: \nCpt. White (BEF)\n\n\nI understand you are an entrance to the so-called Containment Foundation, so may you pass this to whoever it needs to be given to.\n\n\nThe wire has been causing us trouble for some time. We tried to keep it quiet but people kept going missing. Now we all know, and people who are scared cannot be controlled. I've seen the wire move myself on too many an occasion and every time denied it, but I watched it kill the cavalry brigade as they went to search for help, and I know for certain it is real.\n\n\nWe found some of the bodies miles out in No-Man's-Land. We think it drags them out there for some reason. It took us a while to realise that supplies weren't reaching us. We pushed too far into enemy territory, and we occupy their trench right now. The wire is behind us as we speak. We are stuck here. Those who tried to find help are dead. We cannot retreat.\n\n\nWhen some of us realised supplies weren't arriving we tried to clear it. Nothing worked. Wire cutters can't get a grip on it. It just keeps getting closer to the trenchline. Every day, it's another foot nearer. We have no hope of clearing it now. Someone suggested we contact you.\n\n\nWe cannot retreat. Do you understand? Please act immediately. I don't know how long it will take until it enters the trench with us, and we will be forced to invade the next one.\n\n\n\n\n- Cpt. White (Member of British Expeditionary Force)\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES FOUNDATION\n\n\nSecure, Correct, Protect\n\n\n\n\nAddressing Cpt. White:\n\n\nSir, the Foundation is not authorised to issue removal or destruction of an object.\n\n\nWe may be able to offer containment services, however, although our assets are currently intervening in more pertaining matters than the one you described.\n\n\nWe will dispatch when possible, which may be in the coming weeks.\n\n\n\n\n- Dr. Kapeer\n\n\n\n\n\n\n\n\nDO NOT ATTEMPT TO REPLY TO THIS MESSAGE\n\n\n\n\n\n\nNOTE: 122nd/144th infantry companies were decommissioned after sustaining massive casualties following an unplanned and unauthorised attack on the next German trenchline.\n\n\nIt is expected that SCP-3328 was the cause, and has since been prioritised.\n\n\n\n\n\n\n\n\n« \nSCP-3327\n | SCP-3328 | \nSCP-3329\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3328\n\" by Blibby_Blobfish, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3328\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n main\n\n\nName:\n (122) D.1340 - Part of the wire entanglements in front of the Hindenburg line\n\n\nAuthor:\n John Warwick Brooke\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nNational Library of Scotland",
    "addendums": [],
    "documents": [],
    "notes": [
        "THE FOLLOWING DOCUMENTATION IS ARCHIVED . ORIGINAL MATERIAL: 12/01/ 1916 LAST EDITED: 02/11/ 1918 FURTHER ALTERATION CLOSED.",
        "Senior Report::: ██/██/1916. Cpt. Johnson. 32nd. COMMANDING EYES ONLY Reporting to confirm the loss of a British Mark V Tank near Ypres, exact location unverified and pending. Vehicle found without crew, abandoned 200 yards behind advanced trenchline. Deemed unrecoverable due to the amount of barbed-wire enmeshed around it. Cause of breakdown appears to be due to compression of the tracks following severe entanglement in the wire. Most extreme case so far recorded. Chassis degraded extensively. Recognised as abrasion from the wire. Most of the metal has degraded. Parts of engine could be recovered, but current internal state is unknown. Wire wall appears to have been drawn over the vehicle, hindering access to the hatch. Recovery would require extraneous effort regardless. Suspected A.W.O.L crew. So far not found. Keep aware. Further investigation advised.",
        "FROM: C. O. 122nd Infantry TO: The Commanding General 36th Division (Attention Captain Speene) SUBJECT: Equipment & Animal Losses 1. In compliance with Memorandum, Headquarter 36th Division, January ██, 1916, to C. O. 122nd Infantry, the following account is submitted: Cpt. Venkat suggested report into the loss of supplies in the region. Results conclude that the disruption is not due to shelling, and disproves any notion of such degree. Supply carts have been recovered from within the wire line still attached to their horses. Many of the animals are decomposed and have been abandoned, and the drivers are nowhere to be seen. The loss of so many animals due to the fences suggests that they are no longer an asset to us. They are too close to the tracks. I assume the animals had fallen from the embankment and entangled themselves in it. Regardless, you surely understand the risk of running wire next to horses. I propose we move the wire backwards several yards to avoid further disruption in the supplies.",
        "FROM: The Commanding General 36th Division TO: C. O. 122nd Infantry (Attention Captain Stevens) SUBJECT: RETURN #1, Equipment & Animal Losses 1. In compliance with Returning Order, the following account is submitted: Sent half a fireteam to cut it back and re-stake. Are these your men? They didn't report back to me - I assume they reported to you. Regardless, the wire has moved back several yards. Tell one of the corporals they left their rifles down here. We're low on supplies as you've said. Apologies for the notification, Officer.",
        "::::::::::::::::::::::::: PIGEON FORUM ::::::::::::::::::::::::: RECEIVED AT MESSAGE CENTRE —— ████, 4:22PM TO: C. O. 144th INFANTRY FROM: 1st BN 144th INFANTRY THE REST OF THE PATROL ARE DEAD. WE WERE ON THE ROAD PARALLEL TO THE 207.4 WHILE CLEARING THE ENTANGLEMENTS. IT CAUGHT THEM BY THEIR THROATS. ASK WHITE TO EXPLAIN. DON'T SEND ANYONE ELSE THIS WAY. GOD HELP ME. YOU WON'T FIND MY BODY. - YPRES. 144th 1st BN. BIRD RELEASED 3P.M. RECEIVED AT LOFT 4:05PM. 03 BULLETIN BOARD 152 FIELD ARTILLERY BRIGADE FILE.",
        "WESTERN UNION TELEGRAM for conditions of acceptance, see over. Non-returnable. Sent: 05/01/17 Received: 12/01/17 To: Field Marshall, Doughlas Haug From: Cpt. White (BEF) I understand you are an entrance to the so-called Containment Foundation, so may you pass this to whoever it needs to be given to. The wire has been causing us trouble for some time. We tried to keep it quiet but people kept going missing. Now we all know, and people who are scared cannot be controlled. I've seen the wire move myself on too many an occasion and every time denied it, but I watched it kill the cavalry brigade as they went to search for help, and I know for certain it is real. We found some of the bodies miles out in No-Man's-Land. We think it drags them out there for some reason. It took us a while to realise that supplies weren't reaching us. We pushed too far into enemy territory, and we occupy their trench right now. The wire is behind us as we speak. We are stuck here. Those who tried to find help are dead. We cannot retreat. When some of us realised supplies weren't arriving we tried to clear it. Nothing worked. Wire cutters can't get a grip on it. It just keeps getting closer to the trenchline. Every day, it's another foot nearer. We have no hope of clearing it now. Someone suggested we contact you. We cannot retreat. Do you understand? Please act immediately. I don't know how long it will take until it enters the trench with us, and we will be forced to invade the next one. - Cpt. White (Member of British Expeditionary Force)",
        "SPECIAL CONTAINMENT PROCEDURES FOUNDATION Secure, Correct, Protect Addressing Cpt. White: Sir, the Foundation is not authorised to issue removal or destruction of an object. We may be able to offer containment services, however, although our assets are currently intervening in more pertaining matters than the one you described. We will dispatch when possible, which may be in the coming weeks. - Dr. Kapeer DO NOT ATTEMPT TO REPLY TO THIS MESSAGE",
        "\" SCP-3328 \" by Blibby_Blobfish, from the SCP Wiki . Source: https://scpwiki.com/scp-3328 . Licensed under CC-BY-SA .",
        "Filename: main Name: (122) D.1340 - Part of the wire entanglements in front of the Hindenburg line Author: John Warwick Brooke License: CC BY 4.0 Source Link: National Library of Scotland"
    ],
    "title": "SCP-3328"
}