{
    "url": "https://scp-wiki.wikidot.com/scp-3349",
    "all_text": "rating: \n+197\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3349:\n \nPrinting EKG\n\n\n\n\nAuthor:\n \n$sc(rn)p$\n\n(\nMore from this author.\n)\n\n\n\n\nImages Used:\n\n\n \n\nOriginal\n\n\n\n\n\n\n\n\nrating: \n+197\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3349 on standard EKG\n1\n paper. Manifestations have been marked.\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3349\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Individuals affected by SCP-3349 are to be admitted indefinitely as inpatients under routine care in Foundation Long-Term Acute Care facilities so as to not re-expose SCP-3349 to civilian physicians and the medical community at large. Reports of instances are to be intercepted by field agents, who are to use experiential discretion regarding the use of Class A amnestics.\n\n\nThe cardiac activity of patients admitted with SCP-3349 is to be monitored at all times by a centralized telemetry unit, continuously staffed with two 12-hour shift clerical personnel. Instances of SCP-3349 are to be reported by the clerical staff to the nursing staff promptly via an exclusive telephone line. Electrical manifestations of SCP-3349 are to be captured when possible, the printouts catalogued both in the patient's analog and electronic record.\n\n\nBeginning in 1941, SCP-3349 has been actively expunged from the civilian medical community and literature, initially per endeavors of \nMobile Task Force Gamma 5 (“Red Herrings”)\n and since continued by the ongoing global acquisition and obscuration of case studies by the D.E.A.\n\n\nDescription:\n SCP-3349 is a nonfatal cardiac arrhythmia that has a 42.8% incidence following a specific sequence of intravenous drug administrations:\n\n\n\n\n150 mg IV drip of amiodarone (infused over 15 minutes)\n\n\n1 g IV infusion of magnesium (infused over 1 hour)\n\n\n1 ampule of sodium bicarbonate (infused over 3-4 minutes)\n\n\n0.1 mcg IV of epinephrine (immediate push)\n\n\n\n\nSCP-3349 is not constant and appears periodically in the affected individual with an average of nine occurrences per day, lasting for an average of three minutes per occurrence. Subjectively, patients report feeling comforted, elated, and euphoric. Objectively, SCP-3349 produces a “fluttering” central and peripheral pulse upon palpation, often described as tactilely similar to a purr of \nFelis catus\n (the common house cat), and can be auscultated with a stethoscope, the clinical descriptions also citing the purr of \nFelis catus\n.\n2\n\n\nOn electrocardiogram, SCP-3349's manifestations display commonalities with the waveforms of human vocalizations. Spectrographically-reconstructed audio signals\n3\n based on SCP-3349's electrical signatures produce various intonations of human-like laughter, wailing, and speech (See \"Audio Data\" below). Auditory outputs resembling the purr of \nFelis catus\n have also been reported.\n\n\nSCP-3349 is non-curable and is refractory to defibrillation at 200, 300, and 360 Joules. There are no known precipitating or alleviating factors regarding SCP-3349, other than the aforementioned induction. Despite the erratic electrical activity, patients remain stable, though few may experience some reduction in exercise tolerance.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAudio Data\n\n\n\n\n» Input Level 3 Credentials «\n\n\n\n\n« Credentials Accepted »\n\n\n\n\n\n\n\n\n\n\n\n\nA classic presentation of SCP-3349.\n4\n\n\nFile\n — AAR.3349.A10302 — Auscultation with digital stethoscope, post amplification.\n\n\n\n\n\n\n\n\n\n\n00.0-11.1 seconds — Normal sinus rhythm with increasing tachycardia\n\n11.1-24.2 seconds — SCP-3349\n\n24.2-30.0 seconds — Spontaneous return to normal sinus rhythm\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFile\n — AARwDC.3349.D1323 — Spectrographic resynthesis from Leads I, V5.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1:\n An example of a reverse-engineered waveform from spectrographic data \n(top)\n taken from an SCP-3349 electrical signature \n(bottom)\n.\n\n\n\n\n\n\n\n\nMary ██████, Medical Record Number ██████████.\n\nObtained August 25, 1955 03:14\n\nSome interpreters detect a vocalization resembling human laughter.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFile\n — AARwDC.3349.F163 — Spectrographic resynthesis from Leads II, III, V1, V2, aVF.\n\n\n\n\n\n\n\n\n\n\nWilliam ████████, Medical Record Number ██████████.\n\nObtained June 12, 1947 23:32\n\nSome interpreters detect multi-layered human and/or canine-like wailing. A low-toned variant of the frequently encountered \nFelis catus\n \"purr\" can be heard (0:25.54 — 0:31.17, 0:40.54 — 0:49.32)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFile\n — PHS.3349.23P02.I.II.III — Example manifestations of recorded speech.\n\n\n\n\n\n\n\n\nI)\n\n\n\n\n\n\n\n\nJanice ███████████, Medical Record Number █████████.\n\n4/28/96 16:51\n\nPatient supine, resting comfortably in no acute distress. No events overnight.\n\nIdentified are a man speaking Arabic and an attempt at a telephone conversation.\n\n\n\n\n\n\nII)\n\n\n\n\n\n\n\n\nMichael █████, Medical Record Number ███████████.\n\n1/10/60 13:34\n\nPatient sitting and conversing normally, discussing current events.\n\nA male voice is identified, clerical transcriptions and voice-recognition software have interpreted the input as possibly being one of the following phrases: \"help me\", \"hell believe\", \"hell, please\", \"help, please\".\n\n\n\n\n\n\nIII)\n\n\n\n\n\n\n\n\nRichard ███████, Medical Record Number ███████████.\n\n1/10/61 13:34\n\nPatient sleeping during time of capture.\n\nA female voice is identified saying the following phrase: \"…firefighters, emergency personnel responding to toxic spills, researchers, or specialists cleaning up contamin-\n(distortion)\n—ated facilities \n(distortion)\n with breathing appara[tus]…\"\n\nThe phrase is found in now defunct Foundation protocols (current at the time of recording) regarding hazardous occupational spills.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddenda\n\n\n\n\n» Input Level 3 Credentials «\n\n\n\n\n« Credentials Accepted »\n\n\n\n\n\n\n\n\nAddendum 3349.01:\n In 1957, then Chief of Cardiology Dr. Robert Whote II tested the conversational ability of SCP-3349 under the assumption it was sentient. Below is a surviving transcript of the test.\n\n\n\n\n\n\nTranscription\n\n\nType provided by certified stenographer appointed by the Foundation.\n\n\n\n\n06.06.1957 08:27\n\nWest Wing Room 439\n\nSubject: Macy █████\n\n\nPresent are Dr. Robert Whote (“Dr.W”), Cathy Williams RN (“C”), Beverley Macintosh RN (“B”), Susan Bolero (typist). Patient is lying supine in 4-point restraints, EKG leads attached.\n\n\nDr.W:\n Bev, can we get in the…the uh-\n\n\nB:\n The amio is pulled, just going to put it in the saline Doctor.\n\n\nDr.W:\n Ok good.\n\n\nB:\n What are you going to say, Doctor?\n\n\nDr.W:\n Don’t know Bev.\n\n\nC:\n EKG is ready.\n\n\nDr.W:\n Let’s begin. This is Macy █████ 32 year old white female, past medical history of hysteria and celiac disease, no known drug allergies or surgical history. The medications indicated in the procedure notes are prepared and we are accessing by a left external jugular central catheter. Medical number is ███████. All in agreement?\n\n\nAll:\n Yes.\n\n\n08:36 - Dr. Whote successfully induces the arrhythmia.\n\n\nDr.W:\n Alright. Can we…pull the machine over closer I can’t see it.\n\n\nC:\n Is that it?…there?\n\n\nDr.W:\n I don’t know Cathy I need to see. Alright keep the blood pressure cuff cycling.\n\n\n08:37 - Dr. Whote and his staff initiate messages (“Hello”, “Greetings”, “What is your name?”) coded in Morse and delivered by (1) playing the auditory sequence near the ear of the patient, (2) manual percussion at the sternum, and (3) electrical impulses via transvenous pacing. The Dr. places his stethoscope on the patients chest.\n\n\nDr.W:\n Can you hear me?\n\n\nDr. moves his stethoscope to various points. RNs continue repeating the messages in Morse code.\n\n\nDr.W:\n We would like to speak with you, if that is alright. You can trust me. Can you tell me who you are? Do you have a name?\n\n\nEKG machine beeping, no change. The rhythm is evident on print-outs. No response from the patient or the team.\n\n\nDr.W:\n I say, this is a Doctor; I am attempting to speak with you. If you can hear me then let us know somehow.\n\n\nNo indication of a reply. The Dr. takes his stethoscope off after several minutes of searching and listening.\n\n\nDr.W:\n This is as ridiculous as a seance. Turn all that \n****\n off.\n\n\nRNs comply and the test is aborted.\n\n\n\n\n\n\nAddendum 3349.02:\n Over sixty years after the above session, Junior Researcher Mark Regimere (since promoted) recovered the actual EKG printouts (previously presumed lost) and submitted them to novel methods to approximate the captured signatures as spectrograms. Below are the outputs when set to logarithmic scales:\n\n\n\n\n\n\n\n\n\n\n\n\nSpectrogram 3349.DW.01\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpectrogram 3349.DW.02\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCross-reference with Foundation data suggests with a 95% confidence interval that the youth depicted in the above spectrograms to be the deceased daughter of Dr. Whote, who was lost to a pedestrian-versus-automobile collision at the untimely age of six.\n\n\nAdditional attempts at communication with SCP-3349 are currently being authorized.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Electrocardiogram.\n\n\n2\n. Charleston, M. E., Pompeio, B., Alessa, K. L., & McKenzy, D. W. (1972). \nSCP-3349: A Multicenter Longitudinal Cohort Study 1942- .\n Foundation Quarterly Journal of Medicine, 40(5), 233-253.\n\n\n3\n. Approximated via \nAnalysis & Resynthesis Sound Spectrograph\n\n\n4\n. A brief instantiation has been selected for educational purposes.\n\n\n\n\n\n\n\n\n« \nSCP-3348\n | SCP-3349 | \nSCP-3350\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Transcription Type provided by certified stenographer appointed by the Foundation. 06.06.1957 08:27 West Wing Room 439 Subject: Macy █████ Present are Dr. Robert Whote (“Dr.W”), Cathy Williams RN (“C”), Beverley Macintosh RN (“B”), Susan Bolero (typist). Patient is lying supine in 4-point restraints, EKG leads attached. Dr.W: Bev, can we get in the…the uh- B: The amio is pulled, just going to put it in the saline Doctor. Dr.W: Ok good. B: What are you going to say, Doctor? Dr.W: Don’t know Bev. C: EKG is ready. Dr.W: Let’s begin. This is Macy █████ 32 year old white female, past medical history of hysteria and celiac disease, no known drug allergies or surgical history. The medications indicated in the procedure notes are prepared and we are accessing by a left external jugular central catheter. Medical number is ███████. All in agreement? All: Yes. 08:36 - Dr. Whote successfully induces the arrhythmia. Dr.W: Alright. Can we…pull the machine over closer I can’t see it. C: Is that it?…there? Dr.W: I don’t know Cathy I need to see. Alright keep the blood pressure cuff cycling. 08:37 - Dr. Whote and his staff initiate messages (“Hello”, “Greetings”, “What is your name?”) coded in Morse and delivered by (1) playing the auditory sequence near the ear of the patient, (2) manual percussion at the sternum, and (3) electrical impulses via transvenous pacing. The Dr. places his stethoscope on the patients chest. Dr.W: Can you hear me? Dr. moves his stethoscope to various points. RNs continue repeating the messages in Morse code. Dr.W: We would like to speak with you, if that is alright. You can trust me. Can you tell me who you are? Do you have a name? EKG machine beeping, no change. The rhythm is evident on print-outs. No response from the patient or the team. Dr.W: I say, this is a Doctor; I am attempting to speak with you. If you can hear me then let us know somehow. No indication of a reply. The Dr. takes his stethoscope off after several minutes of searching and listening. Dr.W: This is as ridiculous as a seance. Turn all that **** off. RNs comply and the test is aborted."
    ],
    "item": "SCP-3349",
    "object_class": "Keter",
    "containment_procedures": "Individuals affected by SCP-3349 are to be admitted indefinitely as inpatients under routine care in Foundation Long-Term Acute Care facilities so as to not re-expose SCP-3349 to civilian physicians and the medical community at large. Reports of instances are to be intercepted by field agents, who are to use experiential discretion regarding the use of Class A amnestics.",
    "description": "SCP-3349 is a nonfatal cardiac arrhythmia that has a 42.8% incidence following a specific sequence of intravenous drug administrations:",
    "title": "SCP-3349"
}