{
    "url": "https://scp-wiki.wikidot.com/scp-3351",
    "all_text": "rating: \n+65\n+\n–\nx\n\n\nItem #:\n SCP-3351\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Areas where SCP-3351 has been determined to occur are to be cordoned off for that night. Personnel overseeing these areas are not to observe SCP-3351.\n\n\nDescription:\n SCP-3351 is a phenomenon manifesting as mist that occurs across the United Kingdom. Between the hours of 10 PM and 5 AM, when a rainfall of at least 0.50mm occurs over a lake, SCP-3351 will form over the lake and protrude a surrounding 2 meters. If disturbed, the mist will dissipate and no further anomalous properties will arise until suitable conditions occur again.\n\n\nWhen left undisturbed, the mist will form five artistic depictions of Earth with exaggerated imagery of buildings and cities protruding from its surface. The first and fifth depict these cities consumed in fire; the second and fourth depict them overrun by massive, over-exaggerated flora and fauna. The central image depicts the cities intersected with numerous star-shaped objects, each ranging in size from 30% to 50% of the size of the globe.\n\n\nAfter approximately two hours, all five depictions will revert to a single image of Earth with no cities present; exaggerated images of flora now take their place. The remaining mist gathers beneath the image to spell out the letters \"C A N\". This lasts for six minutes before the mist loses all anomalous properties. The entire phenomenon occurs over a period of 125 minutes. The phenomenon is depicted on a non-anomalous plaque located on the shore of Ashworth Moor Reservoir in Greater Manchester, England, where SCP-3351 was first discovered.\n\n\nIndividuals who witness SCP-3351 for at least sixteen minutes will begin to experience short daily visual hallucinations involving differing types of fauna, forestry, the ocean, and the sky at night. Hallucinations cease if the affected individual begins working in an occupational field related to natural preservation and conservation.\n\n\n\n\n\n\n« \nSCP-3350\n | SCP-3351 | \nSCP-3352\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3351\n\" by Decibelles, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3351\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3351 \" by Decibelles, from the SCP Wiki . Source: https://scpwiki.com/scp-3351 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3351",
    "object_class": "Euclid",
    "containment_procedures": "Areas where SCP-3351 has been determined to occur are to be cordoned off for that night. Personnel overseeing these areas are not to observe SCP-3351.",
    "description": "SCP-3351 is a phenomenon manifesting as mist that occurs across the United Kingdom. Between the hours of 10 PM and 5 AM, when a rainfall of at least 0.50mm occurs over a lake, SCP-3351 will form over the lake and protrude a surrounding 2 meters. If disturbed, the mist will dissipate and no further anomalous properties will arise until suitable conditions occur again.",
    "title": "SCP-3351"
}