{
    "url": "https://scp-wiki.wikidot.com/scp-3354",
    "all_text": "rating: \n+19\n+\n–\nx\n\n\n\n\nItem #:\n SCP-3354\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3354 and its immediate vicinity is to be completely surrounded by anti-climb perimeter fence, 2.5 meter tall, under the guise of setting up a nature preserve. Guard posts and automated gates are to be placed at all three major paths leading to the top of the hill and manned at all times. Other than for previously scheduled testing, no vehicle may in any circumstances enter the site. Restoring pedestrian access to the site is currently under consideration.\n\n\nDescription:\n SCP-3354 is a medium-sized hill, 223 meters tall at its highest point, located in the vicinity of █████████, Arkansas. The local population colloquially refers to it as Killmotor Hill. It features plant growth and fauna typical to hills in the area, with the exception of above average density of trees. No buildings or other large man-made structures are located at any point of the site. The three paths described in containment procedures lead to a small grove, three weathered, wooden makeshift benches in a state of disrepair and a large rock serving as a vantage point. The grove is littered with rusty cans, old bottles and paper bags, and the paths display signs of varied use, reflecting the hill's middling popularity as a site for family days out.\n\n\nAny attempt to scale SCP-3354, using a land vehicle not powered by animal or human muscles, will inevitably end in an accident, rendering the vehicle inoperable and beyond repair. While every documented case resulted in injuries to every person involved, there appears to be no consistent pattern to said injuries, nor have any fatalities been recorded so far.\n\n\nDiscovery:\n SCP-3354 was first brought into the Foundation's attention when local police reports indicated an abnormal number of car accidents over a short period of time, all occurring at the site of Killmotor Hill. A detailed inquiry uncovered that while the aforementioned series of accidents was related to an influx of tourist activity caused by a nearby sports event, the area has a history of less frequent, but regular car crashes. Subsequent on-foot exploration turned up a number of car wreckages in various states of corrosion, as well as multiple car parts, chassis fragments and automotive lamp and window glass.\n\n\nTest Log:\n (note: unless otherwise specified, all vehicles involved in testing were operated by D-class personnel)\n\n\n\n\nVehicle(s) used:\n None.\n\n\nResults:\n All personnel reached the grove successfully and uneventfully. No anomalies noted.\n\n\n\n\n\n\nVehicle(s) used:\n Bikes of different make and quality, driven at various speeds.\n\n\nResults:\n All personnel reached the grove successfully. No anomalies noted. Although D-████ reported a sprained ankle, he later admitted his injury was caused by attempts to vandalize the lone undamaged wooden bench.\n\n\n\n\n\n\nVehicle(s) used:\n A wooden cart pulled by horse.\n\n\nResults:\n Test completed successfully. No anomalies noted.\n\n\n\n\n\n\nVehicle(s) used:\n A rickshaw.\n\n\nResults:\n Test completed successfully. No anomalies noted.\n\n\n\n\n\n\nVehicle(s) used:\n A Yamaha brand motorbike, never used previously except for a test drive.\n\n\nResults:\n The D-class subject was told to drive carefully. About halfway to the top, the bike's front wheel hit a rock embedded in the ground, causing it to sharply swerve and fall. D-class personnel suffered cuts and bruises, as well as a burn where the bike's hot exhaust pipe touched exposed skin. The D-class was then told to resume driving, but was unable to start the motorbike. Later inspection indicated severe internal damage of the engine.\n\n\n\n\n\n\nVehicle(s) used:\n A Ford Focus brand car, never used previously except for a test drive.\n\n\nResults:\n The D-class subject was told to drive carefully. After a short distance was traversed, the vehicle was seen suddenly slamming into a roadside tree. The D-class subject subsequently reported that his steering wheel jammed and the brake pedal fell apart while trying to take the first turn. Despite the airbag failing to develop, the driver only suffered a mild concussion and forehead laceration owing to the car's low speed. Moments after D-████ was escorted away, the car caught on fire and was unsalvageable by the time our response team managed to notice and extinguish the flames.\n\n\n\n\n\n\nVehicle(s) used:\n Leopard 2 main battle tank, operated by trained crew\n\n\nResults:\n Close to the top, the tank engine failed and controls became unresponsive. After several seconds of uncontrolled descent, the tank was suddenly destroyed by a violent explosion. All crew members suffered heavy injuries and burns. Close scrutiny of the area and debris revealed the explosion to be caused by an anti-armor landmine of French production. It must be noted that SCP-3354 was never part of any known military operation.\n\n\n\n\n-Let's not use any military vehicles from now on. — Dr. █████\n\n\n\n\nVehicle(s) used:\n A Ford Focus brand car, never used previously, operated by an experienced driver.\n\n\nResults:\n The driver was told to never exceed 20 km/h. A special response team was dispatched immediately afterwards and ordered to follow the car as closely as possible. The team, led by Agent ███████, consisted of security personnel, medical staff and car servicemen, equipped with necessary tools, spare car parts and fire extinguishers. Moments after initiating the test, the car was crushed by two falling roadside trees. The driver suffered head trauma, multiple broken ribs, numerous lacerations and glass shards wedged into the skin.\n\n\n\n\n-This concludes the first series of tests. We can't do much more without heavily modifying the site's ecosystem. — Dr. █████\n\n\n\n\n\n\n« \nSCP-3353\n | SCP-3354 | \nSCP-3355\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3354\n\" by navpirx, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3354\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Vehicle(s) used: None. Results: All personnel reached the grove successfully and uneventfully. No anomalies noted.",
        "Vehicle(s) used: Bikes of different make and quality, driven at various speeds. Results: All personnel reached the grove successfully. No anomalies noted. Although D-████ reported a sprained ankle, he later admitted his injury was caused by attempts to vandalize the lone undamaged wooden bench.",
        "Vehicle(s) used: A wooden cart pulled by horse. Results: Test completed successfully. No anomalies noted.",
        "Vehicle(s) used: A rickshaw. Results: Test completed successfully. No anomalies noted.",
        "Vehicle(s) used: A Yamaha brand motorbike, never used previously except for a test drive. Results: The D-class subject was told to drive carefully. About halfway to the top, the bike's front wheel hit a rock embedded in the ground, causing it to sharply swerve and fall. D-class personnel suffered cuts and bruises, as well as a burn where the bike's hot exhaust pipe touched exposed skin. The D-class was then told to resume driving, but was unable to start the motorbike. Later inspection indicated severe internal damage of the engine.",
        "Vehicle(s) used: A Ford Focus brand car, never used previously except for a test drive. Results: The D-class subject was told to drive carefully. After a short distance was traversed, the vehicle was seen suddenly slamming into a roadside tree. The D-class subject subsequently reported that his steering wheel jammed and the brake pedal fell apart while trying to take the first turn. Despite the airbag failing to develop, the driver only suffered a mild concussion and forehead laceration owing to the car's low speed. Moments after D-████ was escorted away, the car caught on fire and was unsalvageable by the time our response team managed to notice and extinguish the flames.",
        "Vehicle(s) used: Leopard 2 main battle tank, operated by trained crew Results: Close to the top, the tank engine failed and controls became unresponsive. After several seconds of uncontrolled descent, the tank was suddenly destroyed by a violent explosion. All crew members suffered heavy injuries and burns. Close scrutiny of the area and debris revealed the explosion to be caused by an anti-armor landmine of French production. It must be noted that SCP-3354 was never part of any known military operation.",
        "Vehicle(s) used: A Ford Focus brand car, never used previously, operated by an experienced driver. Results: The driver was told to never exceed 20 km/h. A special response team was dispatched immediately afterwards and ordered to follow the car as closely as possible. The team, led by Agent ███████, consisted of security personnel, medical staff and car servicemen, equipped with necessary tools, spare car parts and fire extinguishers. Moments after initiating the test, the car was crushed by two falling roadside trees. The driver suffered head trauma, multiple broken ribs, numerous lacerations and glass shards wedged into the skin.",
        "\" SCP-3354 \" by navpirx, from the SCP Wiki . Source: https://scpwiki.com/scp-3354 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe",
    "containment_procedures": "SCP-3354 and its immediate vicinity is to be completely surrounded by anti-climb perimeter fence, 2.5 meter tall, under the guise of setting up a nature preserve. Guard posts and automated gates are to be placed at all three major paths leading to the top of the hill and manned at all times. Other than for previously scheduled testing, no vehicle may in any circumstances enter the site. Restoring pedestrian access to the site is currently under consideration.",
    "description": "SCP-3354 is a medium-sized hill, 223 meters tall at its highest point, located in the vicinity of █████████, Arkansas. The local population colloquially refers to it as Killmotor Hill. It features plant growth and fauna typical to hills in the area, with the exception of above average density of trees. No buildings or other large man-made structures are located at any point of the site. The three paths described in containment procedures lead to a small grove, three weathered, wooden makeshift benches in a state of disrepair and a large rock serving as a vantage point. The grove is littered with rusty cans, old bottles and paper bags, and the paths display signs of varied use, reflecting the hill's middling popularity as a site for family days out.",
    "title": "SCP-3354"
}