{
    "url": "https://scp-wiki.wikidot.com/scp-3359",
    "all_text": "rating: \n+122\n+\n–\nx\n\n\nItem #:\n SCP-3359\n\n\nObject Class:\n Keter\n\n\n\n\n\n\nPhotograph of the interior of SCP-3359.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Provisional Site-90 has been established over the entrance of SCP-3359 in order to restrict access to SCP-3359 and to contain any instances of SCP-3359-1. SCP-3359 is monitored at all times, and any sightings of SCP-3359-1 within it are to be reported to the current site manager. No personnel are permitted into SCP-3359 without written approval from at least three Level-3 clearance personnel.\n\n\nSCP-3359-1 is held in a standard humanoid containment cell, also monitored at all times. Any attempts by SCP-3359-1 at corporeal destruction are to be halted by an on-site security team. Every 30 days, following transformation into desiccated form, SCP-3359-1 is to be removed from SCP-3359 and submerged in a 2.5 kiloliter tank of water until fully hydrated, a process taking approximately 24 hours. Once full hydration is completed, SCP-3359-1 can be returned to its containment cell.\n\n\nAs a reminder, rehydration is a privilege, not a necessity. SCP-3359-1 is not to be rehydrated following repeated attempts at self-destruction and reversion to its desiccated form, at the project manager's discretion. This does not affect the scheduled rehydration established every 30 days.\n\n\nClosed or unobserved spaces with a volume large enough to hold SCP-3359-1 (approximately 65 liters) are not permitted within a 90-meter radius of SCP-3359. All rooms within this radius are to be monitored in the case of attempted escape by SCP-3359-1.\n\n\nDescription:\n SCP-3359 is a room built of stone approximately 20 meters underground. The room itself is approximately 5.5 X 8 meters with a ceiling 7 meters high. The walls of SCP-3359 are covered in Egyptian hieroglyphics and designate the room as a tomb\n1\n. Notably, there are no traces of any sarcophagus or any other similar structure within SCP-3359.\n\n\nThe contents of SCP-3359 consists mainly of randomly-spaced bowls of food. Typically, this includes breads, dried fish, onions, dried lentils, figs, and dates. Dating reveals the bowls to be made around 2500 BCE. Food present within SCP-3359 does not rot or decompose, though removing food from SCP-3359 will cause it to decompose at a normal rate. If a bowl is removed from SCP-3359, a new bowl identical in shape will manifest, containing food, inside SCP-3359 approximately 24 hours after removal. Similarly, food removed from SCP-3359 will remanifest inside SCP-3359 approximately 24 hours after removal.\n\n\nSCP-3359-1 is a humanoid entity created by consumption of foods within SCP-3359 (causation between food consumption and entity transformation has been proven in addendum 3359-04). When a subject enters SCP-3359 and consumes any food within, they begin transformation into SCP-3359-1. The large stone door initially set at the entrance of SCP-3359 moves to seal its entrance with immense force, regardless of the door’s location. At this point, video logs reveal the subject rapidly entering a state of severe desiccation. Though the means of desiccation remain unknown, the subject’s skin rapidly shrivels as muscle deteriorates. The subject remains living and sentient throughout the entire process. Once the process finishes, the door to SCP-3359 reopens.\n\n\nAnalysis of SCP-3359-1 reveals a severe limitation or complete lack of bodily fluids, including water, blood, saliva and urine. Any amount of liquid that comes into contact with SCP-3359-1 less than 2.5 kiloliters has little to no effect. SCP-3359-1 absorbs any liquids that come into contact with its body but does not show signs of rehydration unless immediately exposed to 2.5 or more kiloliters of fluid.\n\n\nDespite this, SCP-3359-1 exhibits remarkable strength beyond average human limits, tempered by considerable slowness. SCP-3359-1 has proven able to perform activity at faster rates, but these bursts of activity typically only last seconds and are uncommon unless SCP-3359-1 is pursuing prey. Testing on the limits of SCP-3359-1’s strength remains inconclusive, but it has proven able to physically overpower a tactical response team of three trained officers.\n\n\nSCP-3359-1 exhibits aggressive behavior towards any animals, particularly humans. When brought into visual contact with any animal life, SCP-3359-1 will pursue the largest organism available, primarily draining it of all its blood and other bodily fluids while partially consuming the body. To facilitate the process, SCP-3359-1’s absorption ability is powerful enough to absorb body fluids through skin by touch alone. Notably, SCP-3359-1 does not aim to kill its prey, pursuing primarily the organism’s body fluids.\n\n\n\n\n\n\nPhotograph of SCP-3359-1.\n\n\n\n\n\n\nSCP-3359-1 avoids crowded areas and seeks isolated prey but makes no effort to communicate. It is unknown if this lack of communication is a result of low intelligence or voluntary denial. SCP-3359-1 uses ambush tactics to grapple prey, utilizing SCP-3359’s anomalous powers. SCP-3359-1 returns to SCP-3359 before sunrise (though this appears to be a matter of preference rather than necessity), and is active at night. SCP-3359-1 is aggressively territorial in regards to SCP-3359.\n\n\nWhen SCP-3359-1 enters SCP-3359, it disappears and reappears in any space not currently observed by humans at a range of 90 meters from SCP-3359. This ability has been used by SCP-3359-1 to escape containment multiple times (see Incident Reports 3359-1, 3359-3 and 3359-4), and the containment procedures have been updated to reflect this. The method of this transportation is unknown, and further research on the methods of this instant transportation is pending. SCP-3359-1 primarily uses this effect to ambush prey.\n\n\nSCP-3359-1, in its desiccated state, shows no signs of aging. In the case of corporeal destruction in which a majority of SCP-3359-1’s physical matter is destroyed, SCP-3359-1’s body reverts to dust and a completed form appears within SCP-3359 in its desiccated state. This new form, once rehydrated, is identical to the one previously destroyed.\n\n\nIf SCP-3359-1, in its desiccated state, is submerged in at least 2.5 kiloliters of fluid, it rehydrates, reverting to a physical form resembling the affected subject around the age of their early 20s. The rehydrated SCP-3359-1 displays none of the traits exhibited by the desiccated SCP-3359-1, exhibiting full mental control and proving to be, for all measures, a normal human being except for its anomalous aging capabilities. Both instances of SCP-3359-1 monitored by the Foundation have exhibited little to no change in personality in their rehydrated state following transformation into SCP-3359-1, besides the transformation-related trauma.\n\n\nSCP-3359-1 in its rehydrated state rapidly ages physically, aging approximately 60 years over the course of 30 days. At the end of this period, SCP-3359-1 disappears and reappears within SCP-3359 in its dehydrated state.\n\n\nAddendum 3359-01:\n The first, and current, recorded instance of SCP-3359-1, referred to as SCP-3359-1a, is a Caucasian male exhibiting signs of mental instability. Due to lack of residence and close relatives, cover-up activity for SCP-3359-1a was not required. SCP-3359-1a has proven uncooperative in Foundation testing and containment, frequently attempting self-destruction and revertion to its desiccated state. Attempts at psychological recovery for SCP-3359-1a have been unsuccessful.\n\n\nAddendum 3359-02:\n Translation of the hieroglyphics within SCP-3359 have been completed and can be found in document 3359-1. A synopsis of the text reveals a story relating the anomalous properties of SCP-3359 into a mythological setting consistent with ancient Egypt. The writings show an unnamed individual dying within SCP-3359 and being taken to the judgement hall of the afterlife by Anubis, wherein Osiris resides. Here, the unnamed individual presents a phallic object\n2\n to Osiris, who takes the object and wrests the unnamed individual from Anubis' hands, transporting them back to SCP-3359, now containing food offerings to the dead. The unnamed individual is given a shield-like aura by Osiris, which protects them from death. The next portion of the tale involves Anubis damaging this shield and draining the unnamed individual of blood. The unnamed individual goes and drains other people of their blood as a result of this. The end of the tale shows the unnamed individual in a healthier state with the shield fixed as they stand atop a mound of bodies. It is unknown how relevant this information may be in ascertaining the history of SCP-3359.\n\n\nAddendum 3359-03:\n During testing, Agent Khaled approached SCP-3359. Upon proximity to SCP-3359, SCP-3359-1 became agitated and used its hands and fingernails, which it had sharpened into effective cutting materials, to [DATA EXPUNGED], reforming in SCP-3359 in its desiccated state. SCP-3359-1 immediately attacked Agent Khaled. Agent Khaled remained alive for 3 minutes before blood loss resulted in exsanguination. Director overseeing the operation reprimanded for failure to contact site security.\n\n\nAddendum 3359-04:\n It has been proven that SCP-3359-1 is “replaced” after a new subject enters SCP-3359 and consumes any of the food within the tomb. After Agent Mohamed entered SCP-3359 on ██/██/████, SCP-3359-1a became visibly distressed, attempting self-destruction immediately. The attempt at self-destruction was halted by on-site security. After consuming food within SCP-3359, Agent Mohamed began expected transformation into SCP-3359-1. During the process, SCP-3359-1a’s body began disintegrating into fine dust. These events, deemed related, would prove that there can only be one SCP-3359-1 at any given time. Agent Mohamed, now referred to as SCP-3359-1b, is the current instance of SCP-3359-1.\n\n\n\n\nInterview 3359-1\n\n\n\n\nHide\n\n\n\n\nInterviewed:\n SCP-3359-1a\n\n\nInterviewer:\n Dr. ██████\n\n\nForeword:\n SCP-3359-1a, following rehydration, was questioned regarding details on SCP-3359. SCP-3359-1a was interviewed in its cell via intercom. SCP-3359-1’s Arabic speech has been translated for distribution in English-speaking branches. SCP-3359-1a's speech was slurred, and portions of it were incoherent.\n\n\n\n\n<Begin Interview>\n\n\nDr. ██████:\n Hello, SCP-3359-1a.\n\n\nSCP-3359-1a:\n [unintelligible]\n\n\nDr. ██████:\n So it says here that your name is Seth. Is this correct?\n\n\nSCP-3359-1a:\n Fuck you.\n\n\nDr. ██████:\n Please, remain civil and we can get through this faster. Now, is your birth name Seth Hall?\n\n\nSCP-3359-1a:\n No name.\n\n\nDr. ██████:\n I understand. But please, answer the question.\n\n\nSCP-3359-1a:\n Get me the fuck out of here.\n\n\nDr. ██████:\n You know I can't do that. We'll come back to that question. Now, when did you first come into contact with SCP-3359?\n\n\nSCP-3359-1a:\n The fuck is that?\n\n\nDr. ██████:\n I'm referring to the tomb you entered. The one that brought you into this predicament.\n\n\nSCP-3359-1a:\n [unintelligible]\n\n\nDr. ██████:\n Could you speak up?\n\n\nSCP-3359-1a:\n I'll kill you! I'll rip your skin from your bones!\n\n\nDr. ██████:\n SCP-3359-1a, please. You know you can't do that in this position. It would be best for you to cooperate in order to finish this interview. So, could you please describe the effects of SCP-3359?\n\n\nSCP-3359-1a:\n I can live forever! I have a new life! [unintelligible shouting] The weak exist to die to feed me to let me live their red red blood-\n\n\nDr. ██████:\n Please remain focused. Did you enter SCP-3359 and eat the food inside of it?\n\n\nSCP-3359-1a attacked the walls of its cell and offered no response. After approximately 8 minutes of agitation, SCP-3359-1a continued the interview, fatigued.\n\n\nSCP-3359-1a:\n It gave me food. I couldn't say no to food. I was dying. I never have to worry about dying again. How much longer is this interview?\n\n\nDr. ██████:\n I have a couple more questions. How long have you been involved with SCP-3359?\n\n\nSCP-3359-1a:\n Damn questions. The room let me live for longer than anyone could care to remember. Dammit, your people won't be looking at their little cameras forever. Tomb will free me. Your skin pierced and your blood flowing-\n\n\nDr. ██████:\n SCP-3359-1a, answer the questions. How many people have you killed?\n\n\nSCP-3359-1a:\n So many, but not enough! I will reach the bloody limit and gain a real life forever when the streets flow red and the bodies lie dry in the streets where I will walk and feed and live and be freed forever among the bright moon and dry-\n\n\nDr. ██████:\n That's enough. On another matter, you need hydration to convert to your normal human form. Why do you only seek blood? Why not use, say, a river?\n\n\nSCP-3359-1a:\n You can eat dirt. Why don't you? Go and eat some damn grass you fucking idiot and tell me why the hell you don't do it! Fuck! You fucking cattle! I will rip you apart!\n\n\nDr. ██████:\n The questions will now conclude. The interview is officially over.\n\n\nSCP-3359-1a:\n Masses of people waiting to be killed and let me live. I will kill and eat and kill and eat! Osiris grant me strength to consume the blood of these weak bastards! Your death will only power me!\n\n\n<End Interview>\n\n\n\n\n\n\n\n\n\n\n\n\nInterview 3359-2\n\n\n\n\nHide\n\n\n\n\nInterviewed:\n SCP-3359-1b\n\n\nInterviewer:\n Dr. ████\n\n\nForeword:\n SCP-3359-1b, following rehydration, was questioned regarding details about the SCP-3359-1 experience. Due to good behavior, SCP-3359-1b was allowed a face-to-face interview outside of its cell. SCP-3359-1b was restrained and site security team remained on-call. SCP-3359-1b proved cooperative with the Foundation’s requests.\n\n\n\n\nDr. ████:\n SCP-3359-1b, for your ease, would you prefer to be called any other name during the course of this interview?\n\n\nSCP-3359-1b:\n My name’s Samir! You know this, ████! Come on, don’t act like we’ve never met before.\n\n\nDr. ████:\n Apologies, Samir. Just a formality. So please, describe the transformation experience of SCP-3359.\n\n\nSCP-3359-1b:\n I’m in hell, ████. I die every 30 days. Do you know what that’s like? I can’t live like this. I constantly feel myself getting closer to death each day. I was, what, 20 last week? I gotta be almost 40 now. And I feel it. Goddamn do I feel it.\n\n\nDr. ████:\n Please continue.\n\n\nSCP-3359-1b:\n This isn’t life. I’m not really living. I’m just waiting to die before it can take over and make me a monster. And that’s the worst part of this existence.\n\n\nDr. ████:\n Elaborate.\n\n\nSCP-3359-1b:\n I don’t want to. I really don’t want to. But I know wanting doesn’t get you very far if you’re like me. You know the basics of what happens every 30 days. I disappear. A dessiccated aberration appears in the tomb with my body. And it’s me, don’t get me wrong. I know everything I’m doing. And I can’t control it.\n\n\nDr. ████:\n So you are aware of your actions in your dehydrated state, but you cannot control them. Please explain.\n\n\nSCP-3359-1b:\n It's about thirst. There’s a thirst in that dry, dry body, more unbearable than you could ever think. All I know then is that I need to drink. Blood, more than anything else. All I can do is watch as I kill people, rip them apart. With my own hands!\n\n\nDr. ████:\n Thank you. That is enough information. The interview will be terminated and you will be escorted back to your cell.\n\n\nSCP-3359-1b:\n Wait! ████, please don’t go! You need to do me a favor. This isn’t life. I know that I am living a fate worse than death. I’m living a fate full of constant death. I feel the pain of dying every month. You don’t understand what this feels like, you never will. So you owe me. End this. Let me die. Put another agent through that tomb, and let me fall to dust. Please. There’s nothing I’ve ever wanted more.\n\n\n\n\nClosing Statement:\n SCP-3359-1b has been deemed ideal in continued containment. Its application for termination has been denied.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Refer to addendum 3359-02 for further hieroglyphic analysis\n\n\n2\n. This may be in reference to the myth of the resurrection of Osiris, in which all of his deceased body parts were recovered and assembled except for the phallus, which was lost.\n\n\n\n\n\n\n\n\n« \nSCP-3358\n | SCP-3359 | \nSCP-3360\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3359\n\" by DrDromeus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3359\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3359-01: The first, and current, recorded instance of SCP-3359-1, referred to as SCP-3359-1a, is a Caucasian male exhibiting signs of mental instability. Due to lack of residence and close relatives, cover-up activity for SCP-3359-1a was not required. SCP-3359-1a has proven uncooperative in Foundation testing and containment, frequently attempting self-destruction and revertion to its desiccated state. Attempts at psychological recovery for SCP-3359-1a have been unsuccessful.",
        "Addendum 3359-02: Translation of the hieroglyphics within SCP-3359 have been completed and can be found in document 3359-1. A synopsis of the text reveals a story relating the anomalous properties of SCP-3359 into a mythological setting consistent with ancient Egypt. The writings show an unnamed individual dying within SCP-3359 and being taken to the judgement hall of the afterlife by Anubis, wherein Osiris resides. Here, the unnamed individual presents a phallic object 2 to Osiris, who takes the object and wrests the unnamed individual from Anubis' hands, transporting them back to SCP-3359, now containing food offerings to the dead. The unnamed individual is given a shield-like aura by Osiris, which protects them from death. The next portion of the tale involves Anubis damaging this shield and draining the unnamed individual of blood. The unnamed individual goes and drains other people of their blood as a result of this. The end of the tale shows the unnamed individual in a healthier state with the shield fixed as they stand atop a mound of bodies. It is unknown how relevant this information may be in ascertaining the history of SCP-3359.",
        "Addendum 3359-03: During testing, Agent Khaled approached SCP-3359. Upon proximity to SCP-3359, SCP-3359-1 became agitated and used its hands and fingernails, which it had sharpened into effective cutting materials, to [DATA EXPUNGED], reforming in SCP-3359 in its desiccated state. SCP-3359-1 immediately attacked Agent Khaled. Agent Khaled remained alive for 3 minutes before blood loss resulted in exsanguination. Director overseeing the operation reprimanded for failure to contact site security.",
        "Addendum 3359-04: It has been proven that SCP-3359-1 is “replaced” after a new subject enters SCP-3359 and consumes any of the food within the tomb. After Agent Mohamed entered SCP-3359 on ██/██/████, SCP-3359-1a became visibly distressed, attempting self-destruction immediately. The attempt at self-destruction was halted by on-site security. After consuming food within SCP-3359, Agent Mohamed began expected transformation into SCP-3359-1. During the process, SCP-3359-1a’s body began disintegrating into fine dust. These events, deemed related, would prove that there can only be one SCP-3359-1 at any given time. Agent Mohamed, now referred to as SCP-3359-1b, is the current instance of SCP-3359-1."
    ],
    "documents": [],
    "notes": [
        "<Begin Interview> Dr. ██████: Hello, SCP-3359-1a. SCP-3359-1a: [unintelligible] Dr. ██████: So it says here that your name is Seth. Is this correct? SCP-3359-1a: Fuck you. Dr. ██████: Please, remain civil and we can get through this faster. Now, is your birth name Seth Hall? SCP-3359-1a: No name. Dr. ██████: I understand. But please, answer the question. SCP-3359-1a: Get me the fuck out of here. Dr. ██████: You know I can't do that. We'll come back to that question. Now, when did you first come into contact with SCP-3359? SCP-3359-1a: The fuck is that? Dr. ██████: I'm referring to the tomb you entered. The one that brought you into this predicament. SCP-3359-1a: [unintelligible] Dr. ██████: Could you speak up? SCP-3359-1a: I'll kill you! I'll rip your skin from your bones! Dr. ██████: SCP-3359-1a, please. You know you can't do that in this position. It would be best for you to cooperate in order to finish this interview. So, could you please describe the effects of SCP-3359? SCP-3359-1a: I can live forever! I have a new life! [unintelligible shouting] The weak exist to die to feed me to let me live their red red blood- Dr. ██████: Please remain focused. Did you enter SCP-3359 and eat the food inside of it? SCP-3359-1a attacked the walls of its cell and offered no response. After approximately 8 minutes of agitation, SCP-3359-1a continued the interview, fatigued. SCP-3359-1a: It gave me food. I couldn't say no to food. I was dying. I never have to worry about dying again. How much longer is this interview? Dr. ██████: I have a couple more questions. How long have you been involved with SCP-3359? SCP-3359-1a: Damn questions. The room let me live for longer than anyone could care to remember. Dammit, your people won't be looking at their little cameras forever. Tomb will free me. Your skin pierced and your blood flowing- Dr. ██████: SCP-3359-1a, answer the questions. How many people have you killed? SCP-3359-1a: So many, but not enough! I will reach the bloody limit and gain a real life forever when the streets flow red and the bodies lie dry in the streets where I will walk and feed and live and be freed forever among the bright moon and dry- Dr. ██████: That's enough. On another matter, you need hydration to convert to your normal human form. Why do you only seek blood? Why not use, say, a river? SCP-3359-1a: You can eat dirt. Why don't you? Go and eat some damn grass you fucking idiot and tell me why the hell you don't do it! Fuck! You fucking cattle! I will rip you apart! Dr. ██████: The questions will now conclude. The interview is officially over. SCP-3359-1a: Masses of people waiting to be killed and let me live. I will kill and eat and kill and eat! Osiris grant me strength to consume the blood of these weak bastards! Your death will only power me! <End Interview>",
        "Dr. ████: SCP-3359-1b, for your ease, would you prefer to be called any other name during the course of this interview? SCP-3359-1b: My name’s Samir! You know this, ████! Come on, don’t act like we’ve never met before. Dr. ████: Apologies, Samir. Just a formality. So please, describe the transformation experience of SCP-3359. SCP-3359-1b: I’m in hell, ████. I die every 30 days. Do you know what that’s like? I can’t live like this. I constantly feel myself getting closer to death each day. I was, what, 20 last week? I gotta be almost 40 now. And I feel it. Goddamn do I feel it. Dr. ████: Please continue. SCP-3359-1b: This isn’t life. I’m not really living. I’m just waiting to die before it can take over and make me a monster. And that’s the worst part of this existence. Dr. ████: Elaborate. SCP-3359-1b: I don’t want to. I really don’t want to. But I know wanting doesn’t get you very far if you’re like me. You know the basics of what happens every 30 days. I disappear. A dessiccated aberration appears in the tomb with my body. And it’s me, don’t get me wrong. I know everything I’m doing. And I can’t control it. Dr. ████: So you are aware of your actions in your dehydrated state, but you cannot control them. Please explain. SCP-3359-1b: It's about thirst. There’s a thirst in that dry, dry body, more unbearable than you could ever think. All I know then is that I need to drink. Blood, more than anything else. All I can do is watch as I kill people, rip them apart. With my own hands! Dr. ████: Thank you. That is enough information. The interview will be terminated and you will be escorted back to your cell. SCP-3359-1b: Wait! ████, please don’t go! You need to do me a favor. This isn’t life. I know that I am living a fate worse than death. I’m living a fate full of constant death. I feel the pain of dying every month. You don’t understand what this feels like, you never will. So you owe me. End this. Let me die. Put another agent through that tomb, and let me fall to dust. Please. There’s nothing I’ve ever wanted more.",
        "\" SCP-3359 \" by DrDromeus, from the SCP Wiki . Source: https://scpwiki.com/scp-3359 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3359",
    "object_class": "Keter",
    "containment_procedures": "Provisional Site-90 has been established over the entrance of SCP-3359 in order to restrict access to SCP-3359 and to contain any instances of SCP-3359-1. SCP-3359 is monitored at all times, and any sightings of SCP-3359-1 within it are to be reported to the current site manager. No personnel are permitted into SCP-3359 without written approval from at least three Level-3 clearance personnel.",
    "description": "SCP-3359 is a room built of stone approximately 20 meters underground. The room itself is approximately 5.5 X 8 meters with a ceiling 7 meters high. The walls of SCP-3359 are covered in Egyptian hieroglyphics and designate the room as a tomb1. Notably, there are no traces of any sarcophagus or any other similar structure within SCP-3359.",
    "title": "SCP-3359"
}