{
    "url": "https://scp-wiki.wikidot.com/scp-3360",
    "all_text": "rating: \n+152\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3360\n: Proletariart, by San Francisco Jones\n\n\nAuthor:\n \nA Random Day\n\n\n\n\n+ More SCPs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3220\n\n\nRating: 534\n\n\n\n\n\n\nSCP-2790\n\n\nRating: 493\n\n\n\n\n\n\nSCP-4780\n\n\nRating: 482\n\n\n\n\n\n\nSCP-2820\n\n\nRating: 476\n\n\n\n\n\n\nSCP-3780\n\n\nRating: 439\n\n\n\n\n\n\nSCP-2664\n\n\nRating: 412\n\n\n\n\n\n\nSCP-4950\n\n\nRating: 400\n\n\n\n\n\n\nSCP-2730\n\n\nRating: 293\n\n\n\n\n\n\nSCP-947\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2350\n\n\nRating: 275\n\n\n\n\n\n\nSCP-2810\n\n\nRating: 271\n\n\n\n\n\n\nSCP-3640\n\n\nRating: 264\n\n\n\n\n\n\nSCP-2490\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4670\n\n\nRating: 255\n\n\n\n\n\n\nSCP-3470\n\n\nRating: 250\n\n\n\n\n\n\nSCP-2680\n\n\nRating: 247\n\n\n\n\n\n\nSCP-5430\n\n\nRating: 215\n\n\n\n\n\n\nSCP-5940\n\n\nRating: 202\n\n\n\n\n\n\nSCP-2210\n\n\nRating: 202\n\n\n\n\n\n\nSCP-4710\n\n\nRating: 177\n\n\n\n\n\n\nSCP-3850\n\n\nRating: 160\n\n\n\n\n\n\nSCP-3360\n\n\nRating: 152\n\n\n\n\n\n\nSCP-7660\n\n\nRating: 132\n\n\n\n\n\n\nSCP-2060\n\n\nRating: 123\n\n\n\n\n\n\nSCP-2910\n\n\nRating: 118\n\n\n\n\n\n\nSCP-1750\n\n\nRating: 102\n\n\n\n\n\n\nSCP-2570\n\n\nRating: 95\n\n\n\n\n\n\nSCP-2650\n\n\nRating: 94\n\n\n\n\n\n\nSCP-6190\n\n\nRating: 87\n\n\n\n\n\n\nSCP-2143\n\n\nRating: 83\n\n\n\n\n\n\nSCP-7780\n\n\nRating: 79\n\n\n\n\n\n\nSCP-6880\n\n\nRating: 74\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAvatara\n\n\nRating: 246\n\n\n\n\n\n\nHypervelocity\n\n\nRating: 245\n\n\n\n\n\n\nI Thought You Died Alone\n\n\nRating: 188\n\n\n\n\n\n\nMoonlighting\n\n\nRating: 183\n\n\n\n\n\n\nZeitgeist\n\n\nRating: 141\n\n\n\n\n\n\nAutoerotic Assassination\n\n\nRating: 128\n\n\n\n\n\n\nTerminal Velocity\n\n\nRating: 122\n\n\n\n\n\n\nT Minus\n\n\nRating: 122\n\n\n\n\n\n\nThe Chosen Few\n\n\nRating: 100\n\n\n\n\n\n\nReboot or: How I Learned to Stop Worrying and Love the Apocalypses\n\n\nRating: 97\n\n\n\n\n\n\nHard Machine\n\n\nRating: 88\n\n\n\n\n\n\nLoud, Lawless, and Lost\n\n\nRating: 88\n\n\n\n\n\n\nThe Vice Girls\n\n\nRating: 87\n\n\n\n\n\n\nMorphine Machine\n\n\nRating: 87\n\n\n\n\n\n\nDeus Vulture\n\n\nRating: 87\n\n\n\n\n\n\nTruth Is Sin\n\n\nRating: 84\n\n\n\n\n\n\nNonpareil\n\n\nRating: 82\n\n\n\n\n\n\nEcstasy and Exorcism\n\n\nRating: 81\n\n\n\n\n\n\nThe Revelation\n\n\nRating: 81\n\n\n\n\n\n\nRise and Repent\n\n\nRating: 79\n\n\n\n\n\n\nT Plus\n\n\nRating: 68\n\n\n\n\n\n\nPrey and Obey\n\n\nRating: 51\n\n\n\n\n\n\nEscape Velocity\n\n\nRating: 50\n\n\n\n\n\n\nJump the Gun\n\n\nRating: 49\n\n\n\n\n\n\nNo One Gets Out of Her Alive\n\n\nRating: 47\n\n\n\n\n\n\nLeather Pig\n\n\nRating: 47\n\n\n\n\n\n\nThe Ballad of Santa Troy\n\n\nRating: 47\n\n\n\n\n\n\nContempt\n\n\nRating: 42\n\n\n\n\n\n\nDomo Arigato\n\n\nRating: 38\n\n\n\n\n\n\nThe Man-Machine\n\n\nRating: 36\n\n\n\n\n\n\nMile High Club\n\n\nRating: 30\n\n\n\n\n\n\nStrung Out in Heavens High\n\n\nRating: 27\n\n\n\n\n\n\nHands\n\n\nRating: 26\n\n\n\n\n\n\nIndustrial Espionage\n\n\nRating: 26\n\n\n\n\n\n\nNothing Human\n\n\nRating: 25\n\n\n\n\n\n\nFullmusic Astrobiologist\n\n\nRating: 22\n\n\n\n\n\n\nEight Hours in the ECRG\n\n\nRating: 18\n\n\n\n\n\n\nEnasni Si Gnihtyreve\n\n\nRating: 15\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Hubs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nPrometheus Labs Hub\n\n\nRating: 151\n\n\n\n\n\n\nSpeed Demon\n\n\nRating: 134\n\n\n\n\n\n\nGuns Pointed at the Head of God\n\n\nRating: 75\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nOverheard at Deer\n\n\nch00bakka\n\n\n\n\n\n\nSCP-150\n\n\nDecibelles\n\n\n\n\n\n\nSCP-3000\n\n\ndjkaktus\n, \nJoreth\n\n\n\n\n\n\nSCP-4220\n\n\nThe Great Hippo\n\n\n\n\n\n\nSCP-4310\n\n\nThe Great Hippo\n\n\n\n\n\n\nChicago Spirit Hub\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5555\n\n\nRounderhouse\n, \nUncle Nicolini\n\n\n\n\n\n\nVisions of Bodies Being Burned\n\n\nTaffeta\n\n\n\n\n\n\nSamsara\n\n\nTyGently\n\n\n\n\n\n\nDeath Perception\n\n\nTyGently\n\n\n\n\n\n\nThe Powers that Bark\n\n\nTyGently\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA Semi-Comprehensive List Of Foundation Bots\n\n\n\n\n\n\nA Semi-Comprehensive List of Foundation Facilities\n\n\n\n\n\n\nDr. Desai's Personnel File\n\n\n\n\n\n\nMobile Task Forces\n\n\n\n\n\n\nSCP-3359\n\n\n\n\n\n\nSCP-3361\n\n\n\n\n\n\nSCP Series 4\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+152\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3360\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3360 is contained within the center of a Standard Humanoid Containment Cell. The floor of the cell should be 6 meters by 6 meters, and SCP-3360 is to be placed in the exact center. Tests conducted upon SCP-3360 and requests to construct new instances of SCP-3360 should be approved by the Level 3 Researcher assigned to it.\n\n\nThe Foundation webcrawler program ANTISTALLMAN has been programmed to continually scour the web and remove SCP-3360's source code and assembly instructions wherever found. Mobile Task Force Pi-1 (\"City Slickers\") is to be deployed to locations where anomalous artwork is reported to appear overnight.\n\n\nCopies of SCP-3360's source code, parts list, and assembly instructions are available from the Site-42 Robotics department upon request.\n\n\nDescription:\n SCP-3360 is a humanoid automaton designed by San Francisco Jones, a noted hacktivist and anarchist member of the anartist collective Are We Cool Yet?. Although the specific details of SCP-3360's appearance vary depending on its construction, it is 1.7 meters tall and built in a human body plan. It features a pair of cameras and an electroencephalogram in its head, several microcontrollers distributed throughout the body, and capacitance-based proximity sensors in the extremities. SCP-3360 also has fully articulated joints, degrees of freedom of movement, and mobility equivalent to a normal human.\n\n\nSCP-3360's primary anomaly is its ability to seemingly extract the memories of individuals who pass by it and then create anart based on art that has been conceptualized by said individuals. During daylight hours SCP-3360 will remain inert. At night, it will activate and seek out tools and materials, which it will then use to construct anart of varying size and complexity in public locations. Said works of anart invariably feature the name of an individual somewhere on the work, who in turn passed by SCP-3360 at some point in the day and has conceived of or attempted to build a work in the past similar to the one constructed by SCP-3360. SCP-3360 possesses extreme artistic skill; it has created artwork in numerous forms ranging from Roman-style sculptures to pop art oil paintings and ceramics. However, SCP-3360 does not appear to have a distinct style. SCP-3360 will remain inert at night if no sapient entities pass within its two-meter range during the day.\n\n\nSCP-3360's source code and building instructions have been published to various online repositories under the GNU General Public License 3. While the instance of SCP-3360 in custody is made of 3D-printed polyethylene, it can be constructed almost entirely from off-the-shelf materials such as PVC and shower curtain rods\n1\n. SCP-3360's source code is written in C and C++ and is not anomalous by itself, though several of its optimization techniques and machine learning algorithms have been adopted by the Foundation's computer science research departments.\n\n\nDiscovery Log:\n\n\nSCP-3360 was discovered in Boston, Massachusetts, by Mobile Task Force Pi-1 (\"City Slickers\") while investigating a series of anomalous art pieces that had abruptly begun appearing seemingly overnight in the weeks leading up to its capture. The anomaly was first discovered raiding an art store near Northeastern University for acrylic paint; it was then tracked to and captured\n2\n at a construction site while collecting brick and mortar from the site. Pi-1 was able to locate and destroy the work being constructed: a brick wall painted with an unfinished mural of a stylized, cartoon-like road tunnel. Several partial glyphs corresponding to intangibility runes were also painted on the mural.\n\n\nSCP-3360 README:\n\n\n\n\nProletariart - open source robot to automate production of art\n\nCopyright (C) 2017 San Francisco Jones\n\n\nsenoj.ocsicn|rfnas#senoj.ocsicn|rfnas\n\n\nProletariart is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.\n\n\nThis program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.\n\n\nYou should have received a copy of the GNU General Public License along with this program. If not, see <\nhttp://www.gnu.org/licenses/\n>.\n\n\nProletariart - Prole, as I like to call it - is a robot built to to democratize the process of creating art. All you need to do is stand next to it, think about what you want to create, and let Prole do the rest. Prole handles the design, materials, build site, and construction. It also only works at night, to avoid disturbing people during the day, but you can change that if you want. Heck, you can change whatever you want! Prole is easy to build and customize; everything is modular, it can be built with off-the-shelf parts, and the software is yours to modify.\n\n\nStephen Jay Gould once said, \"I am, somehow, less interested in the weight and convolutions of Einstein’s brain than in the near certainty that people of equal talent have lived and died in cotton fields and sweatshops.\" Likewise, I wonder how many people with Picasso's talent or vision have wasted away in front of a cash register or backhoe. Prole is meant to give those people - to give you - the chance to share their vision with the world. To make it a better place.\n\n\nArt is cool. Prole is cool. You want to be cool too, right?\n\nGuess what?\n\n\nYou already are.\n\n\nStay cool,\n\nSan Francisco Jones\n\n\n\n\nAddendum: SCP-3360 Testing Log\n\n\nFollowing SCP-3360's capture and analysis, a second instance was constructed using off-the-shelf parts. All tests were conducted on both instances with no difference in results. Selected test logs are available below.\n\n\nTest Procedure:\n Inactive instances of SCP-3360 were placed across from each other. One test subject walked in range between them. At night, both instances were given access to a vetted materials lab and workshop with tools for rapid concept prototyping (thus lacking any anomalous or explosive materials).\n\n\n\n\n+ Show Testing Log \n\n\n\n\n- Hide Testing Log\n\n\n\n\n\n\n\n\nTesting Individual\n\n\nResulting Art\n\n\nNotes\n\n\n\n\n\n\nD-13372\n, who was a sculptor prior to incarceration.\n\n\nThree statues standing side by side, of two men and a woman. One of the men is holding hands with the woman, though his head periodically rotates to look at the other man. The second man is looking straight ahead.\n\n\nD-13372 reported that one of his final commissions was for a similar art piece, which was unfinished at the time of incarceration. The faces of the statues holding hands were identified as belonging to D-01828 and D-01828's ex-wife; the third statue was of D-13372.\n\n\n\n\n\n\nD-01828, a part-time animal activist who campaigned against so-called designer breeds of pets prior to being incarcerated.\n\n\nA 3D printer modified to print biological material that is connected to a laptop computer running the video game \nSpore\n. The game allows players to control the development of a fictional organism from single-celled to multicellular life; upon reaching the multicellular stage, the 3D printer produces the organism created. Spawned organisms are able to function normally despite having abnormal physiology and biochemistry.\n\n\nAfter one hour, the game will ask the player to prolong the creature's lifespan through an in-game market using a real credit card account. If the money is not paid within five minutes, the spawned organism will suffer rapid organ failure and death. A successful purchase increases the organism's lifespan by another hour, at which time the process repeats.\n\n\n\n\n\n\nD-16363, who previously suffered from a pornography addiction, particularly to the hentai genre of animated pornography.\n\n\nA short computer-animated pornographic film in which two male college football players experiment with each other. A subplot involves one of the protagonists' fathers having cancer. The identity of the players depends on the viewer(s), changing their appearance to resemble fathers/father figures known to the viewer(s).\n\n\nScripting, animation, coloring, and sound recording were entirely created and performed by SCP-3360 over the course of a single night.\n\n\n\n\n\n\nD-04869, a former history professor who researched architecture in the Victorian era.\n\n\nA small one-room shack made of wood. Subjects who enter the shack report being able to descend a flight of stairs not visible from the outside; the flight of stairs leads to a large, five-storied mansion. All windows are opaque, and exiting the mansion through the front doors results in appearing outside the shack.\n\n\nThe size and upkeep of the manor degrade as more subjects enter; more than five people entering the shack results in the stairs disappearing entirely. It is unclear where SCP-3360 acquired the material to build such a structure; a glamour effect is hypothesized to be in effect.\n\n\n\n\n\n\nD-07544, who had previously been used to test several anomalies related to AWCY?\n\n\nA marble staircase. Subjects that walk to the top of the staircase will find themselves ascending again from the bottom.\n\n\nThis shift in position occurs seemingly instantaneously from an outside perspective; high-speed cameras have not been able to detect the change.\n\n\n\n\n\n\nD-14126, who is blind.\n\n\nA ceramic pot covered in a thin layer of black rat skin and fur, with black rat limbs and a tail nailed to the pot. The pot is ambulatory, and will continually run forward until striking a surface and shattering into several smaller pots; these pots feature proportionally smaller rat limbs and will also run forward until shattering into smaller ambulatory pots.\n\n\nFollowing three successive shatters, all of the shattered material will coalesce back into the original pot. However, the pot becomes progressively bloodier. The rat limbs can be removed and replaced with limbs from other organisms, such as cockroaches and guinea pigs, without affecting the pot's ambulatory capabilities.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. some components such as the cameras and EEG must be purchased commercially\n\n\n2\n. A member of Pi-1 disabled the anomaly by sneaking up to it and disconnecting the car battery in its chest cavity.\n\n\n\n\n\n\n\n\n« \nSCP-3359\n | SCP-3360 | \nSCP-3361\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3360\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3360\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-3360 Testing Log\nFollowing SCP-3360's capture and analysis, a second instance was constructed using off-the-shelf parts. All tests were conducted on both instances with no difference in results. Selected test logs are available below."
    ],
    "documents": [],
    "notes": [
        "Proletariart - open source robot to automate production of art Copyright (C) 2017 San Francisco Jones senoj.ocsicn|rfnas#senoj.ocsicn|rfnas Proletariart is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see < http://www.gnu.org/licenses/ >. Proletariart - Prole, as I like to call it - is a robot built to to democratize the process of creating art. All you need to do is stand next to it, think about what you want to create, and let Prole do the rest. Prole handles the design, materials, build site, and construction. It also only works at night, to avoid disturbing people during the day, but you can change that if you want. Heck, you can change whatever you want! Prole is easy to build and customize; everything is modular, it can be built with off-the-shelf parts, and the software is yours to modify. Stephen Jay Gould once said, \"I am, somehow, less interested in the weight and convolutions of Einstein’s brain than in the near certainty that people of equal talent have lived and died in cotton fields and sweatshops.\" Likewise, I wonder how many people with Picasso's talent or vision have wasted away in front of a cash register or backhoe. Prole is meant to give those people - to give you - the chance to share their vision with the world. To make it a better place. Art is cool. Prole is cool. You want to be cool too, right? Guess what? You already are. Stay cool, San Francisco Jones",
        "\" SCP-3360 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-3360 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3360",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3360 is contained within the center of a Standard Humanoid Containment Cell. The floor of the cell should be 6 meters by 6 meters, and SCP-3360 is to be placed in the exact center. Tests conducted upon SCP-3360 and requests to construct new instances of SCP-3360 should be approved by the Level 3 Researcher assigned to it.",
    "description": "SCP-3360 is a humanoid automaton designed by San Francisco Jones, a noted hacktivist and anarchist member of the anartist collective Are We Cool Yet?. Although the specific details of SCP-3360's appearance vary depending on its construction, it is 1.7 meters tall and built in a human body plan. It features a pair of cameras and an electroencephalogram in its head, several microcontrollers distributed throughout the body, and capacitance-based proximity sensors in the extremities. SCP-3360 also has fully articulated joints, degrees of freedom of movement, and mobility equivalent to a normal human.",
    "title": "SCP-3360"
}