{
    "url": "https://scp-wiki.wikidot.com/scp-3373",
    "all_text": "rating: \n+128\n+\n–\nx\n\n\n\n\n\n\nImage found on Delgado's phone during covert surveillance, confirming his presence at the set.\n\n\n\n\n\n\nItem #:\n SCP-3373\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3373 is to be removed from circulation and Foundation web analysis bots are to perform takedowns of any instances that appear online. The Foundation is currently working with CBS Corporation to ensure that SCP-3373 is never made public.\n\n\nJosef Delgado is currently designated PoI-701, and is to be monitored with involvement with SCP-3373. Agents assigned to him are to keep watch for the two individuals named by Delgado, designated Persons of Interest 7011 and 7012, as well.\n\n\nDescription:\n SCP-3373 is a property intrinsic to \"\nThe Pair of Ducks Paradox\n\", originally aired as season 3 episode 7 of \nThe Big Bang Theory\n, a sitcom produced by Warner Brothers Television. While the majority of the episode stays the same between airings, the laugh track will differ, with an audience member (self-identified as Josef Delgado) consistently heckling and insulting the actors throughout. Production records for this episode identify no on-set problems originating from the live audience during filming and no records of Delgado purchasing a ticket have been recovered.\n\n\nWhile Delgado's tone and language are often crude and incendiary, at its core he generally gives constructive criticism, speaking to legitimate concerns voiced by other critics of the show and appealing for changes to its treatment of race, sexuality, neurodivergence and gender as well as its engagement in/reliance on \"toxic masculine values\" and cheap laughs at the expense of those who deviate from them.\n\n\nIn 2011, the real-life Josef Delgado was identified as a construction worker living in Burbank, California. Agents Amy Ferrera and Jennifer Quaide, previously assigned to the anomaly, were dispatched to observe. Contact was made 26/3/2011.\n\n\nInterview Log 3373-3\n\n\n\n\nDelgado\n: I don't appreciate this. My manager's gonna be pissed I'm not out there. He notices shit like this.\n\n\nFerrera\n: Hey, guy, chill. I talked to your manager, it's all sorted, we should be done in a few minutes.\n\n\nDelgado runs his teeth along his lips.\n\n\nDelgado\n: Ok, so, I really need this job. Can you tell Mark this was like, uh, like you was asking me whether I'd heard anything suspicious from my neighbours? I live in an apartment, I hear stuff all the time, man. If you do, I can give you names, uhhh, places, I'll give you back my gear, we can-\n\n\nQuaide\n: This isn't about drugs.\n\n\nDelgado\n: … Oh.\n\n\nFerrera\n: Though, maybe stop smoking around your kid, eh? That stuff is bad for little lungs.\n\n\n(\nDelgado scratches behind his ear, looking at the ground.\n)\n\n\nDelgado\n: She's my sister, man. Only just got out of that house. I'm sorry, I'm still tryna get used to her being around…\n\n\n(\nDelgado frowns and looks back up at the agents.\n)\n\n\nDelgado\n: Wait, does this mean you been watching me?\n\n\nQuaide\n: We're getting off track.\n\n\nDelgado\n: It's not cool if you been watching me, that's fucked up.\n\n\nQuaide\n: Did you attend the live filming of an episode of The Big Bang Theory in 2009?\n\n\nDelgado\n: Did I - what?\n\n\n(\nDelgado begins scratching a point his neck\n)\n\n\nFerraro\n: Simple question, no tricks.\n\n\n(\nDelgado hesistates and appears visibly nervous.\n)\n\n\nDelgado\n: I don't watch comedies, \nmi amiga.\n\n\nQuaide\n: So you weren't there, then.\n\n\nDelgado\n: No, no it's not that. I just don't-\n\n\nFerraro\n: Come on, guy, just tell us. This isn't hard.\n\n\nDelgado\n: Did Roger send you? Yeah, you work for Roger. Tell him I don't fuck with DJ Slimy any more.\n\n\nFerraro\n: Wait, who? DJ Slimy?\n\n\nDelgado\n: He's - he works with Roger! I don't know who he is, never saw his face. I was there nine hours and he never had a face. He just stood there in the sound booth while Roger twerked on the grandmothers. Do you know how much your boss makes twerking on grandmothers? $50,000 an episode, that's how much.\n\n\nFerraro\n: This Roger was at the studio? During an episode?\n\n\nQuaide\n: Mr. Delgado, was this episode called \"The Pair of Ducks Paradox?\"\n\n\nDelgado\n: Shut- shut up! Shut up, you can't talk about it. My ears still hurt from the music he played, man. I don't want to think about it! God, the fucking, the skull!\n\n\nFerraro\n: We just need you to tell us if you were there.\n\n\nDelgado\n: I was never there, ok? I'm \nnever there\n.\n\n\nFerraro\n: Then how-\n\n\nDelgado\n: I am never there! Emma Lazarus was, like, wrong, okay? She was just fucking wrong. DJ Slimy is living proof! I'm not working, I'm not in cooperation with Roger anymore, he's a racist shit! Don't talk about it, don't think about it. It hurts right here when I think about it, okay?\n\n\n(\nDelgado taps a point on his throat.\n)\n\n\nDelgado:\n Fuck. I'm just going back to work, alright? I got mixed up with the wrong people, your people, and I regret it every day. You don't want the skull. When you see him, tell Roger this: I. Am. Never. There. Good day.\n\n\nFerraro\n: Listen, just-\n\n\nDelgado\n: No! No.\n\n\n(\nDelgado walks quickly back to the construction site. Agent Ferrera begins scratching her neck.\n)\n\n\n\n\nFollowing this test, Delgado has refused to engage with any agents who approached him, and has left his job to move to a new location with his younger sister, where he remains under low-priority surveillance. His family's status as undocumented immigrants has been noted as a possible pressure point should the need arise.\n\n\nAgent Ferrera is advised to avoid viewing iterations of SCP-3373 until further research can be done.\n Following the 12/9/19 log, Agent Ferrera is now under Priority-Alpha constant supervision.\n\n\nTest Log, 5/18/2016\n\n\nThis viewing presented unlike others - while the episode continues as normal, with actor microexpressions indicating irritation at Delgado's interruptions, Delgado is not audible at any point. Commercial break transition animations are replaced with a black screen with dark blue text. Font is consistent with titles and credits used in the show.\n\n\n\n\n05:30:\n STEREOTYPES FUNNY\n\n\n10:45:\n TAYLOR SWIFT ENSURE SAFE AUDIENCE LOOP\n\n\n13:12:\n AUDIENCE COUNT INCLUDE TWO TEXANS IN HATS, THREE DUTCH TOURITS (\nsic\n) ALL COLLEGE AGE, OVERWEIGHT COUPLE IN FORTIES EAT MANY FOOD, MANY RICH FAMILIES WITH CHILDRNE (\nsic\n), WOMAN WHO WATCHES TAPING EVERYDAY FEEL GRINDING MOVEMENT IN PELVIS.\n\n\n16:09:\n MANY PEOPLE LIKE TO DANCE FOR SPORT AND COMEDY\n\n\n20:50:\n IT'S WORMING UP YOUR TORSO RIGHT NOW\n\n\n\n\nThe significance of this test is unknown. There have been no similar incidents since, and as the test did not differ notably from any others, no strategies for replicating it have been put forth.\n\n\nTest Log, 12/9/2019\n\n\n\n\n(\nPENNY (Kaley Cuoco) and SHELDON (Jim Parsons) sit on opposite sides of a lone door which has been built in the centre of the SHELDON/LEONARD apartment. SHELDON is wearing a costume of comic book character The Flash\n1\n. The audience laughs.\n)\n\n\nDelgado\n: Why the fuck is everyone, like… Like, what, it's funny he's wearing the costume now?\n\n\n(\nSHELDON continues as scripted, but his eyes flicker briefly towards the audience. He turns to speak to PENNY then, seeing the door, begins to knock for her attention. Following a running joke, he repeats a pattern of knocking three times and saying her name. Audience laughs.\n)\n\n\nDelgado\n: This is bullshit, it's not even a joke! It's just a stupid jab at the mentally fucking retarded or whatever.\n\n\nPENNY\n: You know this isn't a real door, right Sheldon?\n\n\nDelgado\n: Like I've read about this, he's got like a child mind and they repeat stuff all the time. Aspergers. But they won't say that in the show cos they're coward cunts.\n\n\n(\nJim Parsons breaks character, turning to face the corner of the set.\n)\n\n\nParsons\n: Can't you just - isn't it enough we're here? Do you have to do this every time?\n\n\nDelgado\n: It's a bad show, dickhead! Learn to take constructive criticism. There's other, smarter things people could be doing.\n\n\nParsons\n: This isn't reasonable! We can't \nbe\n anything else!\n\n\nDelgado\n: That sounds like a you problem.\n\n\n(\nParsons struggles to stand, holding his neck and appearing to be in pain. Once up, he begins walking toward the corner of the room. Camera moves through the same angles as in all other tests, despite Parsons being missing from frame. Cuoco continues to act as PENNY is scripted, though somewhat strained.\n)\n\n\nPENNY\n: Don't think you can just give me some sob story and I'll forgive you. Back home, Jimmy Rogers stole my training bras and let me tell you when I was done with him he sounded like a girl too.\n\n\n(\nAudience laughs. Parsons is now fully off-camera and, from triangulation of sound from multiple camera angles, appears to have walked beyond the corner, leaving the space of the set and entering the space where the crew operates. No audible reactions from crew members are recorded.\n)\n\n\nParsons\n: Maybe I can't figure out how to think beyond the soundstage but I can sure as hell beat your sorry ass.\n\n\n(\nAudience laughs. There are scattered whoops.\n)\n\n\nDelgado\n: And what's that going to achieve? You're such a lagomorph minded, shitty—God, are you so fucking dim-witted that you still believe Roger's even vaguely human? That I am?\n\n\nParsons\n: You-\n\n\nDelgado\n: Shut up. You don't have a clue what I'm capable of. I'm taking this so easy on you. This is the fucking \nhumane\n version.\n\n\nPENNY\n: Awww, Sheldon. You never told me that before! Almost makes up for what you did. Almost.\n\n\nParsons\n: How is this humane? We're stuck with this, only this, endlessly. You'd think the breaks would be better, but they're, they're… Why can't I fucking say it?\n\n\nDelgado\n: Fuck, dude, I have no control over that. I'm trapped here just the same as you, CBS pages don't even let me breathe anymore. Figured I could have a bit of fun while I'm not alive.\n\n\n(\nAudience laughs despite SHELDON not having said his line. On screen, PENNY opens the door, looking down to where SHELDON should be sitting. Audience begins to shout wildly and cheer. Cuoco is visibly nervous, struggling to maintain regular breathing.\n)\n\n\nPENNY\n: Excuse me? To think I was \nthis close\n to forgiving you, you creep!\n\n\nDelgado:\n We're all dead here, bazinga boy. Dead and trapped. So dance for me.\n\n\nPENNY:\n God, Sheldon! You don't understand privacy at all!\n\n\n(\nAudience breaks out into scattered laughs and claps. One person lets out a wolf-whistle.\n)\n\n\nParsons\n: If you're trapped too then work with us. \nHelp\n us. Maybe we can escape together. DJ Slimy isn't God.\n\n\nDelgado\n: You know what? OK. Fuck it. If you were strong enough to say his name maybe you can be of some use.\n\n\nParsons\n: Oh, thank God.\n\n\nDelgado\n: No need to thank me.\n\n\n(\nPENNY walks out of the apartment, angry, and stops at the door out. Cuoco scratches her neck.\n)\n\n\nPENNY\n: And for the record, those were for a \nspecial occasion\n!\n\n\n(\nAudience laughs for 30 seconds, followed by scattered whoops, cries, and cheers as PENNY slams the door behind her.\n)\n\n\nDelgado\n: Jesus, \nFUCK\n! I hate that line so much! Just because Penny's a slut we get to like, make fun of her? So what if she likes three cocks in her mouth, man, that's her decision. I love when I have slutty friends, man, they have all the best stories. Screw this, screw you, they can punish you however they want. I am never there.\n\n\nParsons\n: No, wait-\n\n\n(\nParsons is cut off with a recording of \"Redbone\" by Childish Gambino played at roughly 120 decibels. The screen turns black, replaced with a black screen bearing the words SMALL TRANSGRESSIONS: PROPORTIONATE PUNISHMENT in dark blue text for thirty seconds. Parsons can be heard screaming under the music for the first twelve seconds, then silence. When the screen returns to normal, Cuoco can be seen bleeding from the ears on camera as she continues to act the next scene. The song plays in its entirety.\n)\n\n\nDelgado:\n Finally. Eat that shit up, friends. Let it slide down your throat. Glover is a fucking pop music genius. \nTROY AND ABED IN THE MOOORNING\n!\n2\n. Now that's intelligent entertainment!\n\n\n(\nThere is a loud sustained blast of laughter from the audience that abruptly begins and cuts off.\n)\n\n\n(\nShow continues as normal, despite the absence of SHELDON. All characters appear strained, and Cuoco is visibly crying as she continues her role. Simon Helberg, who plays HOWARD, has a large swelling on the side of his neck.\n)\n\n\n\n\nParsons was not present in the following three test screenings, replaced by child actor Iain Armitage\n3\n, with no changes to the script. After this, Parsons returned to the role, with no characters verbally acknowledging his absence. Parsons now randomly will scratch his neck a number of times throughout the episode.\n\n\nNow, rarely, single-frame black screens bearing the word RABBIT in dark blue text will appear, at which point Parsons will repeatedly scratch at a point on his throat until he is able to tear a small hole in the skin. From this hole, Parson will pull out a bleached rabbit skull, tearing the hole wider. This inevitably causes serious trauma to Parsons, but he appears unable or unwilling to resist doing it. He will then carry the rabbit skull throughout the remainder of the episode, and attempt to continue his part despite injuries.\n\n\nInjuries sustained in this act are persistent within a given viewing, but disappear when replayed. The rabbit skull also vanishes between playbacks. Although the audience and characters lapse into total silence as Parsons performs this act, Delgado can be heard, at a high sustained volume, clearly \nlaughing\n.\n\n\n\n\nFootnotes\n\n\n1\n. Refer to episode synopsis for context\n\n\n2\n. This references a running gag from \nCommunity\n, a sitcom which ran against \nThe Big Bang Theory\n for a number of years before its cancellation. At the time of filming the show would not have yet been airing, making the reference anachronistic. Analysis of Delgado's streaming accounts and scraped browsing data indicate either no interest in the show, no awareness of its existence, or else active avoidance.\n\n\n3\n. Armitage plays the same role in the spin-off show Young Sheldon. Notably, though he appeared in SCP-3373 age 9, Armitage would have been less than one year old at the time of filming.\n\n\n\n\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3999\n\n\nRating: 2844\n\n\n\n\n\n\nSCP-2432\n\n\nRating: 482\n\n\n\n\n\n\nSCP-Big egg\n\n\nRating: 430\n\n\n\n\n\n\nSCP-4012\n\n\nRating: 276\n\n\n\n\n\n\nSCP-3000-J\n\n\nRating: 244\n\n\n\n\n\n\nSCP-5702\n\n\nRating: 189\n\n\n\n\n\n\nSCP-2817\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2714\n\n\nRating: 154\n\n\n\n\n\n\nSCP-4930\n\n\nRating: 146\n\n\n\n\n\n\nSCP-3520\n\n\nRating: 136\n\n\n\n\n\n\nSCP-5401\n\n\nRating: 107\n\n\n\n\n\n\nSCP-3672\n\n\nRating: 96\n\n\n\n\n\n\nSCP-3643\n\n\nRating: 62\n\n\n\n\n\n\nSCP-2302\n\n\nRating: 60\n\n\n\n\n\n\nSCP-6513\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5598\n\n\nRating: 54\n\n\n\n\n\n\nSCP-5753\n\n\nRating: 53\n\n\n\n\n\n\nSCP-4701\n\n\nRating: 46\n\n\n\n\n\n\nSCP-2653\n\n\nRating: 45\n\n\n\n\n\n\nSCP-4875\n\n\nRating: 42\n\n\n\n\n\n\nSCP-4302\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4753\n\n\nRating: 30\n\n\n\n\n\n\nSCP-3796\n\n\nRating: 23\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nRONALD REAGAN CUT UP WHILE RAPPING\n\n\nRating: 246\n\n\n\n\n\n\nasmr by dado\n\n\nRating: 243\n\n\n\n\n\n\nExcerpt from The Astrolabe Institute Journal\n\n\nRating: 187\n\n\n\n\n\n\nAmnestic\n\n\nRating: 50\n\n\n\n\n\n\nThe William Penn Iteration\n\n\nRating: 47\n\n\n\n\n\n\nEnd Of Deaf; or, In the Clutches of Dumb\n\n\nRating: 38\n\n\n\n\n\n\nInterior—Interior\n\n\nRating: 33\n\n\n\n\n\n\nThe News Tonight: Wednesday April 26th 2017\n\n\nRating: 33\n\n\n\n\n\n\nThe Undoing\n\n\nRating: 30\n\n\n\n\n\n\nHoly Mackerel\n\n\nRating: 28\n\n\n\n\n\n\nPortrait of Two Choreographers\n\n\nRating: 24\n\n\n\n\n\n\nGrandchildren Frost\n\n\nRating: 23\n\n\n\n\n\n\nWade Williams Distribution Presents:\n\n\nRating: 20\n\n\n\n\n\n\nThe DevourerLand Diaries\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3372\n | SCP-3373 | \nSCP-3374\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Delgado : I don't appreciate this. My manager's gonna be pissed I'm not out there. He notices shit like this. Ferrera : Hey, guy, chill. I talked to your manager, it's all sorted, we should be done in a few minutes. Delgado runs his teeth along his lips. Delgado : Ok, so, I really need this job. Can you tell Mark this was like, uh, like you was asking me whether I'd heard anything suspicious from my neighbours? I live in an apartment, I hear stuff all the time, man. If you do, I can give you names, uhhh, places, I'll give you back my gear, we can- Quaide : This isn't about drugs. Delgado : … Oh. Ferrera : Though, maybe stop smoking around your kid, eh? That stuff is bad for little lungs. ( Delgado scratches behind his ear, looking at the ground. ) Delgado : She's my sister, man. Only just got out of that house. I'm sorry, I'm still tryna get used to her being around… ( Delgado frowns and looks back up at the agents. ) Delgado : Wait, does this mean you been watching me? Quaide : We're getting off track. Delgado : It's not cool if you been watching me, that's fucked up. Quaide : Did you attend the live filming of an episode of The Big Bang Theory in 2009? Delgado : Did I - what? ( Delgado begins scratching a point his neck ) Ferraro : Simple question, no tricks. ( Delgado hesistates and appears visibly nervous. ) Delgado : I don't watch comedies, mi amiga. Quaide : So you weren't there, then. Delgado : No, no it's not that. I just don't- Ferraro : Come on, guy, just tell us. This isn't hard. Delgado : Did Roger send you? Yeah, you work for Roger. Tell him I don't fuck with DJ Slimy any more. Ferraro : Wait, who? DJ Slimy? Delgado : He's - he works with Roger! I don't know who he is, never saw his face. I was there nine hours and he never had a face. He just stood there in the sound booth while Roger twerked on the grandmothers. Do you know how much your boss makes twerking on grandmothers? $50,000 an episode, that's how much. Ferraro : This Roger was at the studio? During an episode? Quaide : Mr. Delgado, was this episode called \"The Pair of Ducks Paradox?\" Delgado : Shut- shut up! Shut up, you can't talk about it. My ears still hurt from the music he played, man. I don't want to think about it! God, the fucking, the skull! Ferraro : We just need you to tell us if you were there. Delgado : I was never there, ok? I'm never there . Ferraro : Then how- Delgado : I am never there! Emma Lazarus was, like, wrong, okay? She was just fucking wrong. DJ Slimy is living proof! I'm not working, I'm not in cooperation with Roger anymore, he's a racist shit! Don't talk about it, don't think about it. It hurts right here when I think about it, okay? ( Delgado taps a point on his throat. ) Delgado: Fuck. I'm just going back to work, alright? I got mixed up with the wrong people, your people, and I regret it every day. You don't want the skull. When you see him, tell Roger this: I. Am. Never. There. Good day. Ferraro : Listen, just- Delgado : No! No. ( Delgado walks quickly back to the construction site. Agent Ferrera begins scratching her neck. )",
        "05:30: STEREOTYPES FUNNY 10:45: TAYLOR SWIFT ENSURE SAFE AUDIENCE LOOP 13:12: AUDIENCE COUNT INCLUDE TWO TEXANS IN HATS, THREE DUTCH TOURITS ( sic ) ALL COLLEGE AGE, OVERWEIGHT COUPLE IN FORTIES EAT MANY FOOD, MANY RICH FAMILIES WITH CHILDRNE ( sic ), WOMAN WHO WATCHES TAPING EVERYDAY FEEL GRINDING MOVEMENT IN PELVIS. 16:09: MANY PEOPLE LIKE TO DANCE FOR SPORT AND COMEDY 20:50: IT'S WORMING UP YOUR TORSO RIGHT NOW",
        "( PENNY (Kaley Cuoco) and SHELDON (Jim Parsons) sit on opposite sides of a lone door which has been built in the centre of the SHELDON/LEONARD apartment. SHELDON is wearing a costume of comic book character The Flash 1 . The audience laughs. ) Delgado : Why the fuck is everyone, like… Like, what, it's funny he's wearing the costume now? ( SHELDON continues as scripted, but his eyes flicker briefly towards the audience. He turns to speak to PENNY then, seeing the door, begins to knock for her attention. Following a running joke, he repeats a pattern of knocking three times and saying her name. Audience laughs. ) Delgado : This is bullshit, it's not even a joke! It's just a stupid jab at the mentally fucking retarded or whatever. PENNY : You know this isn't a real door, right Sheldon? Delgado : Like I've read about this, he's got like a child mind and they repeat stuff all the time. Aspergers. But they won't say that in the show cos they're coward cunts. ( Jim Parsons breaks character, turning to face the corner of the set. ) Parsons : Can't you just - isn't it enough we're here? Do you have to do this every time? Delgado : It's a bad show, dickhead! Learn to take constructive criticism. There's other, smarter things people could be doing. Parsons : This isn't reasonable! We can't be anything else! Delgado : That sounds like a you problem. ( Parsons struggles to stand, holding his neck and appearing to be in pain. Once up, he begins walking toward the corner of the room. Camera moves through the same angles as in all other tests, despite Parsons being missing from frame. Cuoco continues to act as PENNY is scripted, though somewhat strained. ) PENNY : Don't think you can just give me some sob story and I'll forgive you. Back home, Jimmy Rogers stole my training bras and let me tell you when I was done with him he sounded like a girl too. ( Audience laughs. Parsons is now fully off-camera and, from triangulation of sound from multiple camera angles, appears to have walked beyond the corner, leaving the space of the set and entering the space where the crew operates. No audible reactions from crew members are recorded. ) Parsons : Maybe I can't figure out how to think beyond the soundstage but I can sure as hell beat your sorry ass. ( Audience laughs. There are scattered whoops. ) Delgado : And what's that going to achieve? You're such a lagomorph minded, shitty—God, are you so fucking dim-witted that you still believe Roger's even vaguely human? That I am? Parsons : You- Delgado : Shut up. You don't have a clue what I'm capable of. I'm taking this so easy on you. This is the fucking humane version. PENNY : Awww, Sheldon. You never told me that before! Almost makes up for what you did. Almost. Parsons : How is this humane? We're stuck with this, only this, endlessly. You'd think the breaks would be better, but they're, they're… Why can't I fucking say it? Delgado : Fuck, dude, I have no control over that. I'm trapped here just the same as you, CBS pages don't even let me breathe anymore. Figured I could have a bit of fun while I'm not alive. ( Audience laughs despite SHELDON not having said his line. On screen, PENNY opens the door, looking down to where SHELDON should be sitting. Audience begins to shout wildly and cheer. Cuoco is visibly nervous, struggling to maintain regular breathing. ) PENNY : Excuse me? To think I was this close to forgiving you, you creep! Delgado: We're all dead here, bazinga boy. Dead and trapped. So dance for me. PENNY: God, Sheldon! You don't understand privacy at all! ( Audience breaks out into scattered laughs and claps. One person lets out a wolf-whistle. ) Parsons : If you're trapped too then work with us. Help us. Maybe we can escape together. DJ Slimy isn't God. Delgado : You know what? OK. Fuck it. If you were strong enough to say his name maybe you can be of some use. Parsons : Oh, thank God. Delgado : No need to thank me. ( PENNY walks out of the apartment, angry, and stops at the door out. Cuoco scratches her neck. ) PENNY : And for the record, those were for a special occasion ! ( Audience laughs for 30 seconds, followed by scattered whoops, cries, and cheers as PENNY slams the door behind her. ) Delgado : Jesus, FUCK ! I hate that line so much! Just because Penny's a slut we get to like, make fun of her? So what if she likes three cocks in her mouth, man, that's her decision. I love when I have slutty friends, man, they have all the best stories. Screw this, screw you, they can punish you however they want. I am never there. Parsons : No, wait- ( Parsons is cut off with a recording of \"Redbone\" by Childish Gambino played at roughly 120 decibels. The screen turns black, replaced with a black screen bearing the words SMALL TRANSGRESSIONS: PROPORTIONATE PUNISHMENT in dark blue text for thirty seconds. Parsons can be heard screaming under the music for the first twelve seconds, then silence. When the screen returns to normal, Cuoco can be seen bleeding from the ears on camera as she continues to act the next scene. The song plays in its entirety. ) Delgado: Finally. Eat that shit up, friends. Let it slide down your throat. Glover is a fucking pop music genius. TROY AND ABED IN THE MOOORNING ! 2 . Now that's intelligent entertainment! ( There is a loud sustained blast of laughter from the audience that abruptly begins and cuts off. ) ( Show continues as normal, despite the absence of SHELDON. All characters appear strained, and Cuoco is visibly crying as she continues her role. Simon Helberg, who plays HOWARD, has a large swelling on the side of his neck. )"
    ],
    "item": "SCP-3373",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3373 is to be removed from circulation and Foundation web analysis bots are to perform takedowns of any instances that appear online. The Foundation is currently working with CBS Corporation to ensure that SCP-3373 is never made public.",
    "description": "SCP-3373 is a property intrinsic to \"The Pair of Ducks Paradox\", originally aired as season 3 episode 7 of The Big Bang Theory, a sitcom produced by Warner Brothers Television. While the majority of the episode stays the same between airings, the laugh track will differ, with an audience member (self-identified as Josef Delgado) consistently heckling and insulting the actors throughout. Production records for this episode identify no on-set problems originating from the live audience during filming and no records of Delgado purchasing a ticket have been recovered.",
    "title": "SCP-3373"
}