{
    "url": "https://scp-wiki.wikidot.com/scp-3375",
    "all_text": "rating: \n+178\n+\n–\nx\n\n\n\n\n\n\nFive instances of SCP-3375 at the Aquarium Berlin in Germany.\n\n\n\n\n\n\n\n\n\n\nTwo SCP-3375 instances, having recently finished a meal at the Monterey Bay Aquarium in Northern California.\n\n\n\n\n\n\n\n\n\n\nSCP-3375 instance in Sea Life London Aquarium, awaiting delivery of food.\n\n\n\n\n\n\nItem #:\n SCP-3375\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All publicly-operated aquariums in North America and Europe hosting 500 or more species are to be monitored for the appearance of SCP-3375 instances.\n\n\nIn the event that SCP-3375 instances are noticeably documented appearing in public view, a Foundation disinformation department team is to disseminate a story indicating that the presence of SCP-3375 was part of a trial-run “special event” involving trained animals on loan from a private institution. All staff of affected aquariums will be debriefed with a similar cover story.\n\n\nCoinage left by SCP-3375 is to be collected and stored in the nearest Foundation-owned facility. Writing left by SCP-3375 is to be removed using methods that are not obtrusive to aquarium inhabitants and onlookers.\n\n\nDescription:\n SCP-3375 refers to an anomalous population of \nHeterocongrinae\n (garden eels) observed to spontaneously manifest in public aquariums in the North American and European continents\n1\n. SCP-3375 instances appear and generally behave identically to their non-anomalous counterparts.\n\n\nAccording to the limited collected data, SCP-3375 instances will typically manifest\n2\n in large aquarium displays with sandy substrate ideal for burrowing, and emerge headfirst from the substrate during regular scheduled feeding times. SCP-3375, unlike their non-anomalous counterparts, will readily consume any small pieces of food present, and remain undisturbed by the presence of other animals\n3\n in the area.\n\n\nFollowing the feeding period, SCP-3375 will retreat into the substrate, and after a period of 30 to 60 seconds, will reappear holding a single siglos\n4\n coin in its mouth. An SCP-3375 instance will then deposit the coin on the substrate and withdraw into the burrow it originated from. Once SCP-3375 is no longer in view above the substrate, any evidence of the burrow it apparently occupied disappears. Coins produced by SCP-3375, while in unusually pristine condition, exhibit no anomalous properties.\n\n\nIf no food is introduced to the tank at the time of SCP-3375 manifestation, SCP-3375 will remain at its burrow and placidly observe nearby fish. Should SCP-3375 be kept waiting for food longer than 10 minutes, it will retreat into its burrow without producing coinage\n5\n.\n\n\nOn rare occasions, usually involving multiple instances of SCP-3375 manifesting in the same location, the first SCP-3375 instance to appear will leave its burrow and seek out the nearest flat surface. The SCP-3375 instance will then use its tail to deposit a layer of dark-colored mucus\n6\n to form the script “سپاس”\n7\n. Upon such an act being performed, the SCP-3375 instance will return to its burrow, and all SCP-3375 present will each produce the typical siglos and collect the coins into a small pile, with the first SCP-3375 adding an additional siglos to the top of the collection.\n\n\nIt is noted that SCP-3375 manifest exclusively in water environments that differ widely in animal and plant population from those preferred by their non-anomalous counterparts.\n\n\n\n\nFootnotes\n\n\n1\n. Of note, individuals of the \nHeterocongrinae\n subfamily are native to the Indo-Pacific region, as well as the Atlantic and East Pacific.\n\n\n2\n. Though singular instances of SCP-3375 have been known to manifest, it is more common for two or more SCP-3375 instances to appear together.\n\n\n3\n. SCP-3375 instances will quickly retreat back into their burrows if a human approaches with the intent to extract it from the burrow.\n\n\n4\n. A silver coin issued by the Achaemenid Persian Empire from 520 BCE-450 BCE to 330 BCE, weighing approximately 5.40 to 5.60 grams.\n\n\n5\n. As of ██/██/██, this behavior has been observed in three public aquariums. Despite increased Foundation surveillance of the facilities, none of the three aquariums were visited again by SCP-3375.\n\n\n6\n. Lab analyses currently cannot be performed, as the mucus dissipates upon attempt to collect samples.\n\n\n7\n. Pronounced \"sepâs\", from Persian سپاسگزارم \"sepasgozaram\" (səpasgɔzaræm), translated “I am thankful” or “thank you”.\n\n\n\n\n\n\n\n\n« \nSCP-3374\n | SCP-3375 | \nSCP-3376\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-3375",
    "object_class": "Euclid",
    "containment_procedures": "All publicly-operated aquariums in North America and Europe hosting 500 or more species are to be monitored for the appearance of SCP-3375 instances.",
    "description": "SCP-3375 refers to an anomalous population of Heterocongrinae (garden eels) observed to spontaneously manifest in public aquariums in the North American and European continents1. SCP-3375 instances appear and generally behave identically to their non-anomalous counterparts.",
    "title": "SCP-3375"
}