{
    "url": "https://scp-wiki.wikidot.com/scp-3385",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\nrating: \n+101\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-3385:\n The Lost Submarine\n\n\n \n\n\nAuthors:\n \nMalyceGraves\n.\n\n\n \n\n\nImage Credit:\n See comments.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n4/3385\n LEVEL \n4/3385\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-3385\n\n\n\n\n\n\nSafe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned MTF\n\n\n\n\n\n\nSite-82\n\n\nDr. Morgan Armaud\n\n\nDr. Julia Mølgaard\n\n\nSigma-13 (\"Deepwater\")\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\nSCP-3385 has been secured in a drydock at the Site-82 deep-water containment facility. All knowledge of the specifics of SCP-3385 is to be restricted to L4/3385 clearance and above, and no physical or digital records are to be maintained anywhere outside of Site-82 or its corresponding Deepwell Catalogue. Any personnel caught leaving the facility with such will be subject to immediate detainment, revocation of their security clearance, and/or demotion to Class E. Further disciplinary procedures are available at the discretion of the Site Director.\n\nThe reactor aboard SCP-3385 is to undergo a complete physical inspection twice yearly and additional fuel reserves added as needed. Under no circumstances should the flow of power to the forward compartments be interrupted.\n\n\nAccess to the forward compartments of SCP-3385 are restricted to research staff personally selected and cleared by the current Site Director & the assigned HMCL supervisor.\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\n\n\nSCP-3385, c. unknown\n\n\n\n\n\n\nSCP-3385 is a retrofitted \nVanguard\n-class nuclear powered submersible vehicle. The original Commissioning plaque shows signs of having been removed and replaced with a new one listing the vehicle as the HMRNS \nFar Horizon\n, recommissioned at the Vickers Shipbuilding and Engineering Ltd shipyard Barrow-in-Furness, Cumbria.\n1\n\n\nThe interior of SCP-3385 has been completely retrofitted and the forward portions of the hull have been expanded to make room for the four large containment chambers that run most of the length of the vehicle. The launch tubes, loading mechanisms, and storage bays for the original \nVanguard\n-class missile and torpedo payload have been completely removed and replaced by these chambers.\n\n\nThe bridge and conning tower area have also been retrofitted to allow for the installation of a small habitation area and a control room for the management and limited maintenance for both the containment chambers and the nuclear reactor located in the aft of the vehicle.\n\n\nOnly three of the four containment chambers aboard SCP-3385 remain operational, and evidence located in the bridge computer systems supports the probability that parts were scavenged from the inoperable chamber in order to shore up failing systems in the other three.\n\n\nAll four containment chambers contain 182 cryogenic stasis pods for a total of 728 in all. Each pod was occupied upon discovery, though a scan of the interior of each pod has revealed a high probability that the occupants contained within are biologically deceased. Due to the unknown nature of the technology used during the freezing process, this probability cannot currently be confirmed.\n\n\nResearch into the technology of the stasis pods indicates that the pods were designed and built in a remarkably short time, and various thaumaturgical elements were utilized in the process.\n\n\nInvestigations into these elements and the science behind the creations of the pods as a whole are ongoing.\n\n\n\n\n\n\nAttached Addenda\n\n\n\n\n\n\n\n\nDiscovery\n\n\n\n\nSCP-3385 was initially discovered in August, 2014 by the crew of the \nWhalesong\n, an ocean floor survey vessel licensed to Seastar Survey Ltd. It was located resting on the ocean floor within the Aegir Ridge, due north of the Faroe Islands.\n\n\nThe Foundation became aware of SCP-3385 when assets embedded in the UK Hydrographic Office listed the Seastar Survey report as a potential anomaly. The Foundation assumed control over the investigation while acting through intermediaries within the British Royal Navy.\n\n\nThe SCPS \nFalconer\n2\n was dispatched in May, 2015. After receiving no indication of interior activity, dive teams were able to ascertain that SCP-3385 was holding steady at neutral buoyancy and was tethered to the ocean floor via an underwater anchor. This tether was severed and SCP-3385 was towed to the underwater drydock at Site-82 for analysis.\n\n\n\n\n\n\n\n\nAdditional Research\n\n\n\n\nOn May 21, 2015, SCP-3385 was successfully installed in one of the submarine dry docks at Site-82. MTF Sigma-13 was assigned to conduct the initial foray into the interior of SCP-3385, which they completed with no casualties.\n\n\n\n\n■ 3385.doc.01 - Video Transcript ■\n\n\n\n\n□ 3385.doc.01 - Video Transcript □\n\n\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n 2015/05/21 @ 13:40\n\n\nSurvey Team:\n MTF Sigma-13 (\"Deepwater\")\n\n\nOperational directive:\n Enter and explore the interior of SCP-3385\n\n\nTeam Lead:\n Lt. Major Francine Guiseppe, \"Alpha\"\n\n\nForeword:\n \nThe primary hatch built into the conning tower was successfully breached by the Site-82 technicians with MTF Sigma-13 standing by for interior survey.\n\n\n\n\n[BEGIN LOG]\n\n\n[Video feed is from Lt. Major Guiseppe's helmet cam. The view sweeps from side to side as ve visually inspects vir team]\n\n\nAlpha:\n Button up. Check your oxygen. We have no idea what the atmosphere inside this tin can is gonna be like, so we go in by the numbers. Initial scans show that there's power, but that's no guarantee we'll have lights and air.\n\n\n[The view pans across the four members of vir team as they recheck their equipment. Ve then turns to the waiting technician and the view bobs as ve gives the go-ahead. The technician taps a few things onto their tablet then disconnects the wires leading from it to the hatch. They nod, and Alpha gestures towards one of the other team members.]\n\n\nAlpha:\n Delta, get the hatch. Gamma, you're first in. Look, then drop. Weapons hot, people.\n\n\n[The feed bobs again as ve gives the signal. Delta spins the control wheel, and the hatch pops open with the hiss of escaping air. Gamma steps to the opening and peers down into it as Delta pushes the hatch open. He nods, then drops down into the hole. A soft clang can be heard as he lands a few feet below.]\n\n\nGamma:\n Clear. Cramped, so I'm moving forward to give room.\n\n\nAlpha:\n Not too far, Gamma.\n\n\n[Gamma grunts in acknowledgement and Alpha drops in after, followed by the rest of the team. The angle is pointed down at a metal grating illuminated by the lamps on Alpha's helmet, then shifts up to illuminate a tight space dominated by the ladder and the rack of what appears to be a computer server array. A small hatch leading into the next area can be seen, with the light from Gamma's lamp illuminating the passage just beyond.]\n\n\nGamma:\n Mother fucker. Alpha, we've got dead. I count two, no three. Looks like they've been here a while.\n\n\n[Alpha squeezes through the small hatch into a larger room that looks to be a small command bridge.]\n\n\nAlpha:\n Command, didn't you say this was a \nVanguard\n?\n\n\nCommand:\n It was the closest profile. Power signature and rear impeller setup matches the profile of the \nVanguard\n-class, but the overall profile only vaguely resembles anything the RN has on record.\n\n\nAlpha:\n If this is the bridge, it isn't where it is supposed to be. And I'm pretty sure Royal Navy doctrine doesn't allow for cots to be where Guns would sit.\n\n\n[Alpha looks around the cramped compartment, lingering briefly on the cot near the door that is occupied by a vaguely human form covered by a sheet. Ve then looks up to the central command chair where sits a heavily desiccated corpse, this one dressed in a military uniform.]\n\n\nAlpha:\n Officer. Shoulder flash matches that of a Royal Navy Commodore with some extra bits. I don't see a nameplate.\n\n\nBeta:\n Boss, I got something here.\n\n\n[Alpha turns to see Beta standing over a computer console, the light illuminating a keyboard and a monitor. Blocks of text can be seen flickering on the screen, and Alpha makes vir way over to it.]\n\n\nAlpha:\n Command, we have active computers over here. Language looks like it's the Queen's English, too. Mostly standby data though, nothing really useful.\n\n\nCommand:\n Good work. We'll send a team down after you clear. Analysis says that the bulk of the interior is taken up by four large chambers below you. Looks like there is an access tube on the starboard side.\n\n\n[Alpha steps across the cramped compartment, briefly glancing over at another cot containing the draped figure of a corpse. Ve shakes vir head then glances down at another hatch built into the floor.]\n\n\nAlpha:\n Gamma, does this whole place look… half-assed to you? Like they just crammed a bunch of stuff into whatever space they had left? I've been in the \nVigilant\n, and she looks nothing like this.\n\n\n[Ve breaks off as ve gets a good look at the access point to the lower floors.]\n\n\nAlpha:\n Command, there's a serious lock on this hatch. I don't think we're equipped to open her up.\n\n\nCommand:\n Understood. Seismograph and sonar are still showing only you guys moving around in there. Finish poking around in the bridge for a bit, then we'll send in the safecrackers.\n\n\nAlpha:\n Heard. We'll kick the floors a bit and see if we can get anything to stir. From the looks of these bodies, though, it's probably not going to do much good.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n \nThe Sigma-13 team remained on board for an additional 20 minutes before they withdrew, with no other signs of movement recorded.\n\n\n\n\n\n\n\n\n\n\nThe hatch located by MTF Sigma-13 was sealed with a complex biometric lock utilizing a level of technological sophistication not currently known to the Foundation. After several days of steady progress, Site-82 were able to breach the lock with biological material harvested from the bridge officer.\n\n\nUsing this process, the identity of the bridge officer was confirmed to be Grand Commodore Elliott Stewart of His Majesty's Royal Navy. This biological material was also used to unlock the secured database on board SCP-3385, which produced additional information about Commodore Stewart.\n\n\n\n\n\n\n\n\nElliott Stewart, KCGC\n\n\n\n\n\n\n\n\n\n\n\n\nGrand Commodore Elliott Stewart, KCGC (born 12 Third, 29 BGW) is a Knight Companion of the Order of the Grand Cross and a member of His Majesty's Royal Navy.\n\n\nEarly life and Education\n\n\nStewart was born in Leeds, West Yorkshire, in the Kingdom of Britain. He received his primary education at St. Cuthbert's School for Boys, then went on to graduate with honors from the Royal Naval Academy, where he also completed the Accelerated Tactics & Warfare college at the top of his class.\n\n\nNaval Career\n\n\nIn 9 BGW, Stewart accepted a commission as a Leftenant in His Majesty's Royal Navy directly from the Academy, and was assigned to serve as an attache to Admiral Cyrus Othaniel (Lord Bamfeld) in the lead up to the beginning of the Great War. After the events at New Brunswick, he was promoted to Captain, JG and given command of his first \nWyvern\n-class destroyer, the HMRNS \nSword of God\n.\n\n\nAfter distinguishing himself in the Battle of the Thames (where he was awarded his first Silver Star), he was promoted to Captain of the List (SG), and was given command of the HMRNS \nVirulent Redeemer\n, a \nGallant\n-class heavy cruiser.\n\n\nOnce again instrumental in the Arctic Circle Offensive, he was given a brevet rank of Commodore and lead the 338.51 offensive against the Turks in 18 GW. This rank was confirmed on 19 Tenth, 28 GW, where he was also inducted into the Order of the Grand Cross.\n\n\n\n\n\n\n\n\nCommodore Stewart (Far right), with Lord Bamfeld (Center), and Captain (SG) Frederick.\n\n\n\n\nBorn:\n\n\n \n 12 Third, 29 BGW (Age 68)\n\n\nAllegiance:\n\n\n \n Kingdom of Great Britain\n\n\nService/branch:\n\n\n \n His Majesty's Royal Navy\n\n\nYears of service:\n\n\n \n 9 BGW – present\n\n\nRank:\n\n\n \n Grand Commodore\n\n\nCommands held:\n\n\n \n HMRNS \nFar Horizon\n\n\n \n HMRNS \nVirulent Redeemer\n\n\n \n HMRNS \nSword of God\n\n\nBattles:\n\n\n \n The North American Campaign\n\n\n \n Arctic Circle Offensive\n\n\n \n Battle of the Thames\n\n\n \n The London Retreat\n\n\nAwards:\n\n\n \n Order the Grand Cross (KC)\n\n\n \n Imperial Medal of Valor\n\n\n \n Monarch's Appreciation\n\n\n \n Silver Star (**)\n\n\n\n\n\n\nWhile the events in the North American Campaign proved to be ultimately fruitless, Stewart was able to distinguish himself as the only active field officer to achieve his objectives. For this, he was promoted to Knight Companion of the OGC. His actions at New York, which allowed for the retreat of the surviving members of the 10th British Expeditionary Force, also earned him the Monarch's Appreciation. Harried the entire way across the North Atlantic, his decisive leadership and great sacrifice allowed for the majority of Third Fleet to survive the engagement with the Americans and return to England.\n\n\nUpon return to the homeland, he was awarded the Imperial Medal of Valor and given command of the HMRNS \nFar Horizon\n. Further details on this command have been classified.\n\n\n\n\nOn May 25, 2015, MTF Sigma-13 returned to SCP-3385 to conduct an exploration of the four containment chambers below the command bridge.\n\n\n\n\n■ 3385.doc.02 - Video Transcript ■\n\n\n\n\n□ 3385.doc.02 - Video Transcript □\n\n\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n 2015/05/25 @ 09:33\n\n\nSurvey Team:\n MTF Sigma-13 (\"Deepwater\")\n\n\nOperational directive:\n Enter and explore the interior of SCP-3385\n\n\nTeam Lead:\n Lt. Major Francine Guiseppe, \"Alpha\"\n\n\nForeword:\n \nWhile seismographic and sonar scans have still failed to identify any other signs of activity aboard SCP-3385 aside from that of the research team, MTF Sigma-13 was assigned to conduct further exploration as per protocol.\n\n\n\n\n[BEGIN LOG]\n\n\n[Video feed is from Lt. Major Guiseppe's helmet cam. The view holds steady on the hatch.]\n\n\nAlpha:\n Ok. Take 2, interior exploration of SCP-3385. Tech says that that hatch is pressure sealed, so we are back in our environment suits. Still no signs of movement down there, but that doesn't mean that something won't wake up, or maybe these Kingdom boys rigged something nasty. Stay frosty.\n\n\n[Alpha nods at the tech standing by at the hatch and he presses a gelpack against the bioscanner on the lock. The lights on the bridge switch to an ochre hue, and a hiss of escaping air can be heard from the hatch. Alpha gestures at Gamma, and he joins Delta and the tech at the hatch. The tech backs away and steps out of frame. Delta counts down with hand signals, then lifts the hatch.\n]\n\n\nGamma:\n Dropping in. There are lights on down there.\n\n\n[A grunt can be heard as Gamma lands on the deck below the hatch and Alpha steps across to drop down behind them. The two of them are standing in a cramped corridor, dull lights shining down upon a metal grate from recessed points in the hull above them. Heavy cabling and pipework fills the space beneath the catwalk.]\n\n\nGamma:\n Two directions. Fore appears to lead to a wider space about 10 meters up.\n\n\nDelta:\n Aft seems to extend back all the way to the reactor bulkhead. Rangefinder on my scope says 62 meters.\n\n\n[Alpha glances forward, then aft.]\n\n\nAlpha:\n Gamma, Delta, you're with me, we're going forward. Beta, you and Epsilon are on rearguard. Stay here and cover our exit.\n\n\n[The team murmurs assent and Gamma leads off forward, Alpha close behind. The walkway opens up to a wider area with two curved ladders on either side leading down to the deck below. Before them appears to be another server rack, with a dark monitor mounted at chest height. Alpha taps Gamma on the shoulder and gestures to vir left, then ve turns right after motioning Delta to follow.\n\n\nAlpha slings vir gun behind vir and begins climbing down the ladder into the space below. As soon as ve passes the level of the walkway, the space opens into a large disc-shaped room, revealing the ends of four large cylinders that stretch back and away into darkness.]\n\n\nGamma:\n \n[Whistles tonelessly.]\n You seein' this, boss?\n\n\nAlpha:\n We're both in the same room, Gamma. Of course I can. Command, it looks like we're in the nose of SCP-3385. There isn't a lot of space up here, just these four giant cylinders. Each one appears to have a hatch, and they've conveniently included lights. Top, starboard looks like it's either unfinished or they scavenged it for parts. The light above that hatch is red and all the others are green.\n\n\nCommand:\n I see it. Go ahead and try bottom, starboard.\n\n\nAlpha:\n Heard. Heading to starboard bottom cylinder.\n\n\n[Ve looks over at Gamma and beckons him over.]\n\n\nAlpha:\n Gamma, you're out here. Keep line of sight on the ladders and down the central walkway. Beta, you and Eps head aft, though I'm guessing you'll get another set of ladders and an access hatch to the reactor. Report anything unexpected and hold station above the aft ladders.\n\n\nBeta:\n Heard. Heading aft.\n\n\n[Alpha climbs the rest of the way down to the floor below, by-passing the landing for the top containment chamber to step out onto the bottom one. Ve nods at Gamma, who moves up to open the hatch.]\n\n\nAlpha:\n Command, opening hatch now.\n\n\n[Gamma pulls back on the lever and the door swings open on what look like hydraulic pistons. Lights inside flicker then steady as Alpha moves into the cylinder.]\n\n\nAlpha:\n Command, this one appears to be lined with short tubes, three to a side, with a very narrow central walkway between them. They really crammed this thing full. Also, my temperature gauge just dropped through the floor. Reading… \n[Ve looks down at the readout on vir forearm]\n neg 5 C. Cold in here.\n\n\nCommand:\n Chilly. Maybe they were storing something? Can you see what's in the tubes? Any way to open them?\n\n\n[Alpha examines the tube to vir right, running a hand lightly across the shape. This brushes off some of the ice that coats the surface revealing a gunmetal colored surface beneath.]\n\n\nAlpha:\n This one has a window. Hold on, I'm clearing ice.\n\n\n[Alpha begins to rub at the surface, breaking off more of the ice to reveal a rectangular window in the tube. Ve withdraws a flashlight from vir webbing and clicks it on to shine the light into the opening.]\n\n\nAlpha:\n Fuck me, there are \npeople\n in these things. Frozen goddamn people.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n \nMTF Sigma-13 found no evidence of recent activity and was cleared to withdraw after confirming that the other cylinders contained the same as the first.\n\n\n\n\n\n\n\n\n\n\nA total of 728 cryogenic pods were identified aboard SCP-3385, with the 182 in the S1\n3\n cylinder showing obvious signs of technical failure. It is unclear if this technical failure was a result of the original SCP-3385 crew salvaging parts to repair the other cylinders, or if the system failure predated such activity.\n\n\nAdditional medical and technical staff were assigned to SCP-3385 to provide analysis of the technology involved in the process, headed up by Dr. Julia Mølgaard, a specialist in unknown paratechnology.\n\n\n\n\n\n\nSCPF Internal Memorandum\n\n\n\n\n\n\nFROM:\n Dr. Julia Mølgaard\n\n\nTO:\n Dr. Morgan Armaud\n\n\nDATE:\n 2015/07/12\n\n\nRE:\n SCP-3385 initial findings\n\n\n\nThe technology used to develop the containment chambers must have been cutting edge at the time. There are circuits and power regulation shunts that are decades ahead of the stuff I found on the rest of the ship. While the reactor tech was just about a match for the stuff that our Royal Navy has, the computer architecture used to govern the chambers is like nothing I've ever seen.\n\n\nJust looking at the specs for that makes it pretty clear to me that this stuff was added aftermarket, and the analysis from the engineers confirmed it. The metallurgical reports on SCP-3385's hull show signs of some kind of weird repair work. The hull wasn't cut apart and reinforced in order to make room for the cylinders, it looks like additional material was just… added in? It's difficult to describe.\n\n\nMy professors back at MIT would say it's impossible, but it looks like the entire hull was flash melted and forced \ngrown\n. It's almost organic, but the growth is so uniform it had to have been done mechanically. Rogers\n4\n seemed downright giddy over the idea, but he thinks that it was done with some sort of complex thaumaturgical ritual. They used magic to open up the thing, pull out everything inside it, shove those big cylinders in, then seal it all back up.\n\n\nFrankly, there is no way we could have done that using non-anomalous tech. Sure, we probably could cut her open, add more plating, etc., but none of that would have come close to matching the time scale shown on this project. Rogers and the other engineers think that the process probably took place over the course of a few \ndays\n. Our process? 13-19 months, provided nothing went wrong. There's a reason we don't cut open submarines once we've built them and expect them to be seaworthy afterwards.\n\n\nBut that isn't the exciting part.\n\n\nI authorized the medical guys to start opening up some of the non-functional cryo caskets. Stewart and the others clearly hadn't opened them before, I guess they just did what they could and wrote all those people off when they tried to save the others.\n\n\nAnyway, each of the 'passengers' were sealed inside their own individual sections. Tiny little compartments and I haven't the foggiest idea how they got all of them in there. They loaded them all in from the end and sealed them up behind them? That meant that whoever went first was probably in that tube for several hours before they could start freezing the whole thing all at once. The idea almost had me breaking out in hives when we first thought of it, and that seems to be the most likely candidate.\n\n\nI'm getting sidetracked. Each passenger also had a small allotment of personal space and we found a bunch of personal effects. Journals, a few toys, some pictures. No cash or anything that looks like it'd be a trade-able good. Either they figured money wouldn't be worth anything where they were going, or they all decided that what they did take was more valuable. Either way, the choice was universal. We opened all the pods in the S1 and none of them had anything more than items of personal value.\n\n\nI'm sending over a list that we compiled for your review.\n\n\n-Mølgaard\n\n\n\n\n■ Attachment 1 - SCP-3385_contents_list.pdf, 12.1mb ■\n\n\n\n\n□ Attachment 1 - SCP-3385_contents_list.pdf, 12.1mb □\n\n\n\n\n\n\n[This list has been truncated with duplicate or irrelevant items omitted]\n5\n\n\n\n\n\n\n\n\nItem #\n\n\nDescription\n\n\n\n\n\n\n#\n 8\n\n\n1 electronic audio recording device with on-board storage (916 grams)\n\n14 5x7 photographs (70 grams)\n\n\n\n\n\n\n#\n 24\n\n\n1 personal electronic device (993 grams)\n\n\n\n\n\n\n#\n 37\n\n\n1 small bear plushie, well worn (904 grams)\n\n\n\n\n\n\n#\n 41\n\n\n1 8mm black titanium men's wedding band (6 grams)\n\n\n\n\n\n\n#\n 86\n\n\n1 blank journal (948 grams)\n\n1 writing stylus (5 grams)\n\n12 ink refills for stylus (3 grams each)\n\n\n\n\n\n\n#\n 112\n\n\n1 bundle of 26 handwritten letters (988 grams)\n\n\n\n\n\n\n#\n 143\n\n\n1 hand-held electronic media viewing/listening device with on-board power and storage (997 grams)\n\nContents:\n\n\n \n - 84 feature length (90-140 minute) animated educational videos with sound, depicting agricultural and survival how-to guides.\n\n\n \n - 1 18 minute video message.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe majority of the items recovered from the S1 containment chamber were of personal or educational value and were transferred into storage. Of particular note was an 18 minute video message that was comprised of a series of clips shot in the days leading up to the launch of SCP-3385.\n\n\n\n\n■ 3385.doc.04 - Video Transcript ■\n\n\n\n\n□ 3385.doc.04 - Video Transcript □\n\n\n\n\n\n\nForeword:\n \nThese recordings appear to have been captured in the days before the launch of SCP-3385 and represent the only recovered footage to date of the civilization that built and launched SCP-3385\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\n[Video shows the underside of the top bed in a metal bunk. The view shifts rapidly to show a brief glimpse of a gray painted wall, the top of the bunk it rests on, then levels off to show a young woman. Her age is difficult to guess as appearance shows signs of severe malnutrition, with her cheek bones and jawline prominent underneath taut skin.]\n\n\nUnknown person:\n Uh. I think this is working.\n\n\n[Her voice is pitched high and thin with a pronounced Irish accent. She clears her throat before continuing.]\n\n\nUnknown person:\n My name is Saoirse Grehan, and I am one of the lucky ones.\n\n\n[She looks away from the pickup and unintelligible noises can be heard coming from out of frame. She shakes her head in the negative, then looks back at the camera.]\n\n\nGrehan:\n Yes… um, my name is Saoirse, and I am a teacher, of sorts. There isn't much to teach these days, but there aren't many students these days either. The Kingdom has been at war longer than I've been alive, and-\n\n\n[She is interrupted by someone outside of the pickup's range, and she shakes her head again.]\n\n\nGrehan:\n I don't care. They can take it if they want to, but-\n\n\n[She is interrupted again, and she shakes her head more vigorously.]\n\n\nGrehan:\n None of that matters now. The King is dead and we don't know when the Americans are gonna launch their nukes. There is no England any more to stop them.\n\n\n[She looks back at the camera.]\n\n\nGrehan:\n I'm one of the lucky ones. There aren't many of us left, but there are still too many to go on the Ark. There was a lottery, and I got selected. \n[She shrugs.]\n I guess that means I'm lucky. In a few days we are all gonna climb into our tubes and go to sleep. Maybe…\n\n\n[Her voice trails off and she just looks off away from the camera, not moving. After 87 seconds she sighs and looks back.]\n\n\nGrehan:\n We're going to climb into our tubes, go to sleep, and wake up in a new world. Commodore Stewart has promised that he'll do everything he can to protect us and I believe that. I have to believe that. He smiles and nods and shakes hands, but I can tell he's hungry too. I don't know when we all had a full meal, most of the food that is left is reserved for the Aurors and the soldiers. They have to keep up their strength, but I can tell that they hate eating when we don't.\n\n\n[She looks away, a frown creasing her forehead. After 27 seconds she looks back at the camera.]\n\n\nGrehan:\n I… guess I'll try and get everything down. I'm saving a bunch of educational vids. Maybe we can use them when… wherever we end up. Build again. Start over.\n\n\n[She trails off, staring once more into space. After 41 seconds, she reaches across the camera and the video abruptly changes to another clip.]\n\n\n\n\n[The feed jostles as Grehan walks through a cement-lined tunnel. Several other figures can be seen walking along with her, each dressed in a gray uniform. The outfits have been repaired and cleaned multiple times, none of them new. The view swings around as they walk out into a large open cavern, and the camera refocuses as the field of view changes.\n\n\nSCP-3385 can be seen suspended in the air above a large body of dark water. There is no apparent means of achieving this, SCP-3385 appears to be simply floating in the empty space. The entire front of the vehicle has been cut open, with six different portions peeled back like a symmetrical flower.\n\n\nPeople can be seen moving in and out of the cavernous space, then the four containment chambers can be seen shifting into view. They are attached to each other in a rack, and the camera follows them as they slide neatly into the void in SCP-3385. Then the clip abruptly changes again.]\n\n\n\n\n[The camera is obviously sitting on a desk or small table, the smooth wooden surface occluding the lower portion of the field of view. Several more desks can be seen in front of the camera, but the focal point is fixed on the table and they are out of focus. Someone steps up to a podium at the front of the room, but their features are also impossible to make out]\n\n\nUnknown male:\n Thank you for coming. I know that there is a lot of trepidation about what we're all trying to do, so I thought that maybe we could meet and I could help allay your fears.\n\n\n[The figure pauses and seems to glance down at the podium.]\n\n\nUnknown male:\n Before I begin, I want to address the rumor I keep hearing about over and over again. No. The lottery wasn't a true lottery. You were all carefully selected from the available candidates based upon our weight/space restrictions and… and to potentially provide a viable breeding stock for wherever we end up.\n\n\n[The other people in the room begin to make angry noises, but the figure raises his hands for silence.]\n\n\nUnknown male:\n I know that we lied to you, and I am sorry. We just couldn't leave those decisions to chance. We already won't have enough of a viable population, so we decided to do the best we can. Even so, 720-odd people are simply not enough.\n\n\n[The figure shakes his head.]\n\n\nUnknown male:\n But we will make it work. We are British, and needs must.\n\n\n[Grehan's hand descends into the frame, and the video clip changes again.]\n\n\n\n\n[The video starts with a shot of Grehan standing in front of the cavern showing SCP-3385 as the front portions are moved back into position. The camera zooms in on the nose cone in time to catch a brilliant flash that whites out the view. After 17 seconds the feed resumes and shows the nose cone of SCP-3385 glowing a brilliant red-white as it begins to cool.]\n\n\n\n\n[This clip is of Grehan sitting at a table, a small tin tray before her. Atop the tray is a single slice of dark brown bread, a thin slice of yellow-white cheese, and what looks to be a small disk of reddish meat. She stares at it for several minutes, then proceeds to slowly eat it. She takes a small bite, chews it fully before swallowing it and taking another bite.\n\n\n[This continues for 293 seconds before she reaches over and turns off the camera.]\n\n\n\n\n[Grehan is laying in her bunk and is illuminated only by the light from the screen. She looks as if she's been crying, her eyes are red and a few streaks of moisture can be seen on her cheeks.]\n\n\nGrehan:\n We are leaving tomorrow. I have already said goodbye to my mum and my brother. I videotaped it, but I decided that I'm just going to overwrite it with this. I don't want..\n\n\n[She trails off and a tear wells up in her eye. She wipes it away with her hand and looks back into the camera.]\n\n\nGrehan:\n Jaime showed me the list of pairings. He told me that he volunteered to crew the \nHorizon\n, so we were unpaired. I… I got paired with Mr. Brown, one of the London MPs. I…\n\n\n[She wipes her face again and just stares up at nothing for 54 seconds.]\n\n\nGrehan:\n I guess it's ok. At least he's close to my age. Marie was paired with Johnston, and he's old enough to be her da. I just wish…\n\n\n[She stares off into space again for 33 seconds, then she turns off the camera.]\n\n\n[END TRANSCRIPT]\n\n\n\n\nAfterword:\n \nThere was a brief clip after that showed Grehan hugging an older woman and clutching the hand of a young boy. It showed them for 2.3 seconds, then the recording stopped.\n\n\n\n\n\n\n\n\n\n\nSite-82 technicians were able to break the encryption on the ship's log on July 18, 2015. The logs indicated that SCP-3385 was launched from His Majesty's Naval Base Clyde on the Gare Loch. The date of launch was listed as the 9\nth\n of Twelfth, in the 39\nth\n year of the Great War, and it listed Grand Commodore Elliott Stewart in command, with Leftenant-Specialist Jaime Blythe & Corpsman Gregory Jefferson as crew.\n\n\nThe majority of the logs were uneventful, cataloguing their voyage to their anchorage in the Aegir Rise. They arrived there with no issue, and they remained anchored there for 462 days with no mention of any major events.\n\n\nAt 12:15 on the 462\nnd\n day out of port, Commodore Stewart logged that a technical malfunction had developed in the S1 containment chamber & Leftenant Blythe had suggested stripping parts from it to ensure the continued function of the remaining chambers. The Commodore logs that the argument was lively, and it was ultimately decided that scavenging parts was the only solution.\n\n\nThis proved to be an adequate solution, for the majority of the remaining logs indicated nothing worth noting.\n\n\nOn the 611\nth\n day out of port, the Commodore noted that supplies were running low.\n\n\nOn the 628\nth\n day out of port, the log indicates that multiple nuclear detonations were detected. Analysis of the appended seismographic readings suggests that there were in excess of 9,740 independent nuclear detonations within the span of 9 hours, with 29 of them being in the 120-140 megaton range.\n\n\nThe final log entry is a video file recorded on the 631\nst\n day.\n\n\n\n\n■ 3385.doc.05 - Video Transcript ■\n\n\n\n\n□ 3385.doc.05 - Video Transcript □\n\n\n\n\n\n\nForeword:\n \nThis recording is the only known footage of Grand Commodore Elliott Stewart. He is dressed in the uniform he was found in on the bridge, and shows signs of severe malnutrition and dehydration.\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\nStewart:\n I guess this is it. It's been three days since the bombs stopped going off and four since we last received a status update from Central. We all knew that there was little chance that anything on the Island would survive. The Prime Minister put on airs that Point Chatterly would likely survive up in the Arctic Circle, but we haven't heard anything from them since sometime back in Third.\n\n\n[He coughs drily.]\n\n\nStewart:\n There's a great possibility that I'm the only one left alive. Blythe suicided after he argued for pulling parts off Cylinder 3 to save the others. Jefferson told me later that Blythe had a girl in there.\n\n\n[He stares off into space for 8 seconds.]\n\n\nStewart:\n \n[Quietly]\n I should have told him then.\n\n\n[He wipes at his face, but there are no tears to wipe away, and he stares off for an additional 24 seconds before shaking his head and looking back into the camera feed.]\n\n\nStewart:\n Our supplies ran out two days ago. They lasted just long enough for us to toast the end of the goddamn world. I told Jefferson the truth, then. That we were probably the last ones left alive. He didn't believe me. Then I showed him the footage of the cylinders being frozen. Let him listen to their screams as they died.\n\n\n[He clenches his jaw and remains silent for 12 seconds.]\n\n\nStewart:\n He destroyed the footage. He was in a rage. I thought for a moment he was going to kill me right there. Instead he simply laid down on his cot and… stopped. I cleaned his body this morning, then covered him up. Funny, neither of us considered… neither of us considered using Blythe for… to supplement our rations. And now…\n\n\n[He shakes his head again.]\n\n\nStewart:\n What is the point?\n\n\n[He stares off into space for 127 seconds before turning back to the camera.]\n\n\nStewart:\n This is Grand Commodore Elliott Stewart of His Majesty's Royal Navy Ship \nFar Horizon\n. We built this ship out of hope. We told people a lie. But it was all just pride.\n\n\n[He pauses for 8 seconds.]\n\n\nStewart:\n There was never any horizon out here to find.\n\n\n[END TRANSCRIPT]\n\n\n\n\nAfterword:\n \nThe footage continues for 871 seconds with Stewart simply sitting in his chair staring off into space. At the 875\nth\n second he closes his eyes. At the 893\nrd\n second, he stops breathing.\n\n\nThe footage continues for an additional 27 hours before reaching the buffer limit and automatically shutting off.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. According to records obtained from the Royal Navy, no such vessel matching the precise description of SCP-3385 was ever commissioned by the British government or built by Vickers.\n\n\n2\n. A Foundation search and recovery vessel\n\n\n3\n. Starboard-1, the non-functional containment chamber.\n\n\n4\n. Edwin Rogers, L3 thaumaturgical engineer\n\n\n5\n. A full list is available upon request\n\n\n\n\n\n\n\n\n« \nSCP-3384\n | SCP-3385 | \nSCP-3386\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3385\n\" by MalyceGraves, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3385\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage 1\n\n\n\n\nSource: \nFlickr\n\nLicense: CC BY 2.0\n\nTitle: HMRN_Far_Horizon.jpg\n\nAuthor: Robert Sullivan\n\nRelease year: 2007\n\n\n\n\nImage 2\n\n\n\n\nSource: \nFlickr\n\nLicense: CC BY-SA 2.0\n\nTitle: elliot_stewart.jpg\n\nAuthor: \nfoundin_a_attic\n\nRelease year: 2019",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3385 \" by MalyceGraves, from the SCP Wiki . Source: https://scpwiki.com/scp-3385 . Licensed under CC-BY-SA .",
        "Source: Flickr License: CC BY 2.0 Title: HMRN_Far_Horizon.jpg Author: Robert Sullivan Release year: 2007",
        "Source: Flickr License: CC BY-SA 2.0 Title: elliot_stewart.jpg Author: foundin_a_attic Release year: 2019"
    ],
    "title": "SCP-3385"
}