{
    "url": "https://scp-wiki.wikidot.com/scp-3396",
    "all_text": "rating: \n+428\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3396:\n The Empyrean Parasite\n\n\nAuthor:\n \nCadaverCommander\n\n\nImage Credit:\n \nhttps://pxhere.com/es/photo/1077809\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+428\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n3396\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\ntiamat\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDeath Valley, near the border of Exclusion Zone 3396. Note discoloration caused by dispersal of SCP-3396 fluids throughout local environment.\n\n\n\n\n\n\nStrategic Conduct Protocols\n: Due to the rate of physical and metaphysical communicability presented by SCP-3396, complete containment is not attainable at this time.\n\n\nExclusion Zone 3396, where SCP-3396's central nexus is located, is currently contested by multiple organizations (including the Global Occult Coalition, the Serpent's Hand, and the United States' Unusual Incidents Unit) and as such has been declared a neutral demilitarized zone by mutual agreement to prevent global warfare and a Lifted Veil scenario.\n\n\nApprehension of all SCP-3396-01 entities is to be considered an overriding priority, to limit public exposure and prevent further SCP-3396 contamination within the global populace. Each specimen captured must be contained in a Class 4 Hazardous Bioform containment cell reinforced with an Atlas-pattern anti-thaumaturgic runic array.\n\n\nIn the event that 15% of Earth's population becomes infested, see Document 3396-ALABASTER for specifications regarding personnel withdrawal, location of regional quarantine facilities, and subsequent alterations to Foundation prime directive.\n\n\nDescription\n: SCP-3396 is a Category 4 extradimensional entity which exists as a gestalt of physically and metaphysically mutagenic symbiotes that currently inhabit and affect approximately 6% of the global population.\n\n\nSCP-3396's central nexus is located approximately 75 kilometers southeast of Death Valley, in the Mojave Desert. It manifests visually as a massive, tentatively biological structure with both arboreal and insectile characteristics, 27 meters tall and 23 meters wide between the ends of its largest branches. Coloration of this primary metaform is typically iridescent blue-green, though this has been shown to change, to the point of displaying different color patterns to different observers simultaneously. This central nexus releases a luminous blue-green fluid from an array of vents in its primary trunks and branches, which pools into a shallow reservoir at SCP-3396's base. SCP-3396 in its entirety is selectively tangible, and fails to interact normally with physical objects or electromagnetic radiation: this has made conventional, non-thaumaturgic testing and examination impossible.\n\n\nPhysical exposure to SCP-3396 or its secretion results in dramatic alterations to the physical and metaphysical properties of biological organisms. These effects are unpredictable and highly variable, though there are a small number of commonalities in all cases.\n\n\nBiological organisms affected by SCP-3396 (designated SCP-3396-01) will develop additional organs and tissues of unknown purpose which metastasize rapidly throughout the body's cavities. These tissues are luminous and blue-green in coloration, and do not interact with physical matter or energy as would be appropriate for a conventional substance, suggesting a primarily thaumaturgic or nonbaryonic composition. SCP-3396 growths may be displayed superficially at random, but are always expressed internally. Organs, tumors, vesicles, and skeins of SCP-3396 internal growth have proven impossible to surgically extract from a host body, as they consistently fail to interact physically with surgical implements or techniques.\n\n\nHumans mutated by SCP-3396 infection typically display significant alterations to their physiology as with any other affected organism, but rarely undergo psychological changes, apparently retaining their personality and memories while either preserving or in some cases amplifying the subject's mental faculties. This combined with the anomalous capabilities granted by SCP-3396 infection render human SCP-3396-01 exceedingly dangerous.\n\n\nAddendum 3396-01\n - Examples of the effects of SCP-3396 exposure and infection.\n\n\n\n\n\n\nSubject\n\n\nMethod of Exposure\n\n\nResults\n\n\n\n\n\n\nOne \nPogona barbata\n (common bearded dragon) specimen, male\n\n\nOne drop of SCP-3396 fluid administered to top of head\n\n\nWithin 3 hours, subject has increased dramatically in size and mass, to a length of 25 meters and approximate weight of 5000 kilograms. Specimen displays significant structural alterations, including widened limbs, a mottled and porous surface texture, and a multitude of large dorsal vents which continually release a mixture of spores and various toxic gases. Specimen becomes docile to the point of lethargy, and does not react to physical examination. Skin samples yield genetic results extremely similar but not identical to a wide variety of fungal species, notably including \nAmanita bisporigera\n (destroying angel), \nAmanita phalloides\n (death cap), and \nClaviceps purpurea\n (ergot).\n\n\n\n\n\n\nOne \nCanis lupus familiaris\n (dog) specimen, golden retriever, male\n\n\nInjection with 4 cubic centimeters of SCP-3396 fluid\n\n\nOver the course of approximately 2 hours, subject loses its fur and develops irregular horn-like structures across its body. Vivisection reveals the presence of SCP-3396 organs and tissues throughout subject's body. Vivisection fails to terminate subject, as any damage incurred by the procedure is rapidly regenerated. Subject's behavior is unaltered.\n\n\n\n\n\n\nOne human, female, 28\n\n\nSCP-3396 fluid applied to skin of lower arm\n\n\nSubject's skin quickly absorbs fluid. No immediate physical changes. When asked if the subject noticed any change of mood or sensation, subject replied, “I understand firepower.” An extremely large variety of rotary cannon then appeared in the subject's hands, which she then used to fire upon Foundation personnel and breach containment. When struck by return fire from responding Foundation security forces, subject's body fragmented, producing violent explosions which inflicted no damage upon the subject but caused significant destruction to testing installation and facilitated subject's escape. Specimen's body continued to fragment, explode, and regenerate upon receiving damage, the pieces levitating near the specimen's central body and transmuting into further instances of high-powered projectile weaponry. 37 casualties recorded. Subsequent testing chambers reinforced.\n\n\n\n\n\n\nOne human, male, 42\n\n\nSubject instructed to inhale fumes produced by SCP-3396 fluid.\n\n\nNo immediately apparent effects for approximately 3 hours. Four exact copies of subject appeared within testing chamber. All five then stated simultaneously, “Only fools like you would see the blessing of magic as a curse.” The five entities joined hands, then corporeally fused into one massive non-human organism, with ten arms of varying sizes, a central mass of undifferentiated flesh, and dozens of levitating structures resembling disembodied hands, each with an eye fixed within the palm. A large volume of water manifested within the chamber and swirled energetically, obscuring the bioform from view. The fluid then fell to the chamber floor, subsequently determined to be non-anomalous seawater after examination. The whereabouts of this specimen are currently unknown.\n\n\n\n\n\n\nNo observable pattern to the changes caused by SCP-3396 has been identified, and these alterations commonly result in anomalous properties and capabilities of considerable destructive power. These factors have resulted in numerous, repeated SCP-3396-01 containment breaches despite continual containment cell reinforcement.\n\n\nWhile physical examination of SCP-3396 has proven impossible, thaumic scanning has yielded a single tangible result. Rather than providing their standard conceptual energy and thaumic potential readings, Foundation prototypic thaumic scanners invariably alter their method of data return to provide the word “THRIVE” in a random language upon each scan. The significance of this is unknown.\n\n\nNo method of communication with SCP-3396 has been devised, nor has any method of removing its influence been discovered thus far.\n\n\nState of Engagement\n: SCP-3396 was located by chance during an archeological dig. Each member of the research group present became a SCP-3396-01 instance, and each worked to completely uncover SCP-3396 in a matter of days. Foundation assets were not notified in time to prevent these infected from returning to major population centers, and as a result SCP-3396 influence spread unchecked. Foundation containment efforts now center upon covertly locating and detaining all SCP-3396-01 instances as well as establishing control of the central SCP-3396 site, which is actively disputed by a number of organizations and global powers.\n\n\nThe advent of SCP-3396 has begun to exert unprecedented changes upon global society despite Foundation anti-intelligence initiatives. SCP-3396-01 instances not under containment have utilized their newfound anomalous abilities for a variety of purposes thus far, including murder, nonviolent crime, mass-eradication of certain diseases, and public welfare initiatives. While the Foundation has maintained a semblance of control over global media and has thus far been able to limit public knowledge of SCP-3396-01 instances, SCP-3396 contamination continues. As a result, SCP-3396-01 have extended beyond the bounds of the Foundation's influence. Multiple Groups of Interest, including the Global Occult Coalition, Serpent's Hand, and others have secured SCP-3396-01 instances and have begun utilizing them to their own ends while deliberately facilitating further infection among their ranks.\n\n\nIn the event that SCP-3396 escapes the bounds of Foundation control entirely and causes a projected TPK-Class Thaumaturgic Proliferation scenario, Contingency 3396-ALABASTER will take effect, and the Foundation will take necessary measures to ensure the safety of what humanity remains.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nCadaverCommander's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-4933\n \n•\n\n\n\n\n\n\nSCP-3988\n \n•\n\n\n\n\n\n\nSCP-1233\n \n•\n\n\n\n\n\n\nSCP-3893\n \n•\n\n\n\n\n\n\nSCP-5902\n \n•\n\n\n\n\n\n\nSCP-3889\n \n•\n\n\n\n\n\n\nSCP-3982\n \n•\n\n\n\n\n\n\nSCP-3983\n \n•\n\n\n\n\n\n\nSCP-4233\n \n•\n\n\n\n\n\n\nSCP-3894\n \n•\n\n\n\n\n\n\nSCP-3884\n \n•\n\n\n\n\n\n\nSCP-3892\n \n•\n\n\n\n\n\n\nSCP-4333\n \n•\n\n\n\n\n\n\nSCP-4999\n \n•\n\n\n\n\n\n\nSCP-3896\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nJoey Fucknuts Builds a Flying Machine\n \n•\n\n\n\n\n\n\nThe Shape of a Gun\n \n•\n\n\n\n\n\n\nJoey Fucknuts Takes to the Skies\n \n•\n\n\n\n\n\n\nJoey Fucknuts Believes In Himself\n \n•\n\n\n\n\n\n\nJoey Makes a New Friend\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nCadaverCommander's Mobile Assault Necropolis\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n/\n\n\n\n\n\n\nApotheosis Hub\n\n\n\n\n\n\n\n\n\n\n\n\nThe Shape of a Gun\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3395\n | SCP-3396 | \nSCP-3397\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3396\n\" by CadaverCommander, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3396\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n valley.jpeg\n\n\nName:\n N/A\n\n\nAuthor:\n N/A\n\n\nLicense:\n CC0\n\n\nSource Link:\n \npxhere",
    "addendums": [
        "Addendum 3396-01 - Examples of the effects of SCP-3396 exposure and infection.\nNo observable pattern to the changes caused by SCP-3396 has been identified, and these alterations commonly result in anomalous properties and capabilities of considerable destructive power. These factors have resulted in numerous, repeated SCP-3396-01 containment breaches despite continual containment cell reinforcement.\nWhile physical examination of SCP-3396 has proven impossible, thaumic scanning has yielded a single tangible result. Rather than providing their standard conceptual energy and thaumic potential readings, Foundation prototypic thaumic scanners invariably alter their method of data return to provide the word “THRIVE” in a random language upon each scan. The significance of this is unknown.\nNo method of communication with SCP-3396 has been devised, nor has any method of removing its influence been discovered thus far."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3396 \" by CadaverCommander, from the SCP Wiki . Source: https://scpwiki.com/scp-3396 . Licensed under CC-BY-SA .",
        "Filename: valley.jpeg Name: N/A Author: N/A License: CC0 Source Link: pxhere"
    ],
    "title": "SCP-3396"
}