{
    "url": "https://scp-wiki.wikidot.com/scp-3411",
    "all_text": "rating: \n+57\n+\n–\nx\n\n\nItem #:\n SCP-3411\n\n\nObject Class:\n Keter \nThaumiel\n\n\nSpecial Containment Procedures:\n Foundation agents embedded in postal services are to intercept all instances of SCP-3411 in circulation\n1\n and bring them into containment at Site-22. Pursuit of the entity or entities behind the creation of SCP-3411 instances is not currently authorized. Attendant NR is to work with containment teams as a liaison to the O5 Council\n2\n.\n\n\nAny coffin structures that appear as a result of SCP-3411 are to be delivered to Research Installation 9 for proper handling and disposal. Suitable cover stories are to be disseminated for all deaths that occur as a result of uncontained SCP-3411 instances.\n\n\nDescription:\n SCP-3411 is the collective designation for an as-of-yet unknown number of written messages which are periodically delivered to children of eleven years of age who live in the state of New York. All instances of SCP-3411 are contained in envelopes possessing a seal bearing the writing 'THE NEW YORK'S GLORIOUS CHILDREN'S BATTALION', with the image of what is presumed to be some form of firearm above said writing. The design of the firearm in question does not correlate with any known non-anomalous design.\n\n\nInstances of SCP-3411 appear to spontaneously manifest in transit via the US Postal Service, rather than originating in any known location. The length of time between batches of SCP-3411 instances being sent out is also variable; with gaps of weeks, months and years being recorded.\n\n\nSCP-3411 instances display no anomalous properties until they are read by the specific individual to whom they were addressed. Several hours after reading the instance of SCP-3411, the individual in question will suddenly disappear. No methods have been found capable of preventing this event.\n\n\nIn some cases, metal coffin structures have appeared in the location of SCP-3411-related disappearances several years later, invariably containing the corpse of the disappeared individual. In all cases, these corpses have been dressed in some form of military uniform bearing a 'THE NEW YORK'S GLORIOUS CHILDREN'S BATTALION' badge. In cases where, due to significant damage, the corpse of the individual is not of sufficient size for clothing, this uniform is instead neatly folded on top of the coffin.\n\n\nAddendum 3411-1:\n The following is the written contents of all known instances of SCP-3411.\n\n\n\n\nRECRUITING FOR THE NEW YORK'S GLORIOUS CHILDREN'S BATTALION\n\n\nYOUR EXTRA-GOVERNMENT CALLS UPON LEVY AS AGREED UPON 1892\n\n\nREGRETTABLY THE WAR CONTINUES\n\n\nTHERE IS NO TIME FOR CHANGE\n\n\nIT IS YOUR TIME FOR YOUR TURN, PLEASE FORGIVE\n\n\nGET READY - WE EMBARK TONIGHT !\n\n\nPARL VASTA !\n\n\n\n\nAddendum 3411-2:\n On 11/22/2017, a metal coffin structure appeared at the former residence of the Green family, containing the living Samuel Green. Green had disappeared three years earlier as a result of exposure to an instance of SCP-3411. Upon manifestation, Green was observed to have lost both legs and the function of one eye, presumably from conditions following his disappearance. After the current residents of the house contacted police, SCP-3411 containment teams were also informed and made their way to the residence.\n\n\nHowever, due to a miscommunication between the containment teams, Attendant NR prematurely dosed Samuel Green with amnestics before he could be properly interviewed on his experiences. Due to this negligent act, Attendant NR has been formally reprimanded for their improper conduct. Further action has not been deemed necessary.\n\n\n\n\nAddendum 3411-3 (File 1892-EXT-DIPLOMATIC-O5/EoI-2212)\n\n\n\n\nClose Log\n\n\n\n\n\n\nTRANSCRIPT SEALED BY ORDER OF O5 COMMAND\n\n\n\n\n\n\nClose Log\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Although evidence suggests that instances of SCP-3411 are slipping through this screening process, no plans are currently in effect for alteration of containment procedures.\n\n\n2\n. \nI don't quite understand why contact with the O5 is necessary for this anomaly. Can we have some clarification on this?\n - Dr. Tilbark\n\n\n\n\n\n\n\n\n« \nSCP-3410\n | SCP-3411 | \nSCP-3412\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3411\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3411\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3411-1: The following is the written contents of all known instances of SCP-3411.",
        "Addendum 3411-2: On 11/22/2017, a metal coffin structure appeared at the former residence of the Green family, containing the living Samuel Green. Green had disappeared three years earlier as a result of exposure to an instance of SCP-3411. Upon manifestation, Green was observed to have lost both legs and the function of one eye, presumably from conditions following his disappearance. After the current residents of the house contacted police, SCP-3411 containment teams were also informed and made their way to the residence.\nHowever, due to a miscommunication between the containment teams, Attendant NR prematurely dosed Samuel Green with amnestics before he could be properly interviewed on his experiences. Due to this negligent act, Attendant NR has been formally reprimanded for their improper conduct. Further action has not been deemed necessary."
    ],
    "documents": [],
    "notes": [
        "RECRUITING FOR THE NEW YORK'S GLORIOUS CHILDREN'S BATTALION YOUR EXTRA-GOVERNMENT CALLS UPON LEVY AS AGREED UPON 1892 REGRETTABLY THE WAR CONTINUES THERE IS NO TIME FOR CHANGE IT IS YOUR TIME FOR YOUR TURN, PLEASE FORGIVE GET READY - WE EMBARK TONIGHT ! PARL VASTA !",
        "\" SCP-3411 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-3411 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3411",
    "object_class": "Keter Thaumiel",
    "containment_procedures": "Foundation agents embedded in postal services are to intercept all instances of SCP-3411 in circulation1 and bring them into containment at Site-22. Pursuit of the entity or entities behind the creation of SCP-3411 instances is not currently authorized. Attendant NR is to work with containment teams as a liaison to the O5 Council2.",
    "description": "SCP-3411 is the collective designation for an as-of-yet unknown number of written messages which are periodically delivered to children of eleven years of age who live in the state of New York. All instances of SCP-3411 are contained in envelopes possessing a seal bearing the writing 'THE NEW YORK'S GLORIOUS CHILDREN'S BATTALION', with the image of what is presumed to be some form of firearm above said writing. The design of the firearm in question does not correlate with any known non-anomalous design.",
    "title": "SCP-3411"
}