{
    "url": "https://scp-wiki.wikidot.com/scp-3415",
    "all_text": "rating: \n+145\n+\n–\nx\n\n\nItem #:\n SCP-3415\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Maintenance Team-3415, consisting of Class-C personnel cycled in biyearly from a candidate pool, is stationed at SCP-3415's containment area. Two members of Maintenance Team-3415, trained as plainclothes guards, are to maintain a constant presence outside the building.\n1\n\n\nThe building containing SCP-3415 is officially registered as condemned. Any unauthorized individual attempting to access the premises is to be apprehended, interrogated, and administered amnestics before release.\n\n\nMaintenance Team-3415 are to maintain a Standard Foundation Monitoring Post located outside of the cubicle housing SCP-3415. Any discrepancies in idle anomalous activity are to be logged and noted. Entry into the cubicle containing SCP-3415 outside of research sessions must be granted by the current head of Maintenance Team-3415. Time spent within the cubicle must not exceed more than one minute at a time due to risk of unpredictable anomalous behaviour.\n\n\nCurrently, 34 instances of SCP-3415-1 remain onsite in varying storage units in SCP-3415's containment area. An additional 59 instances have been transported to Site-16 for research purposes and are to be kept in Storage Locker 18G outside of testing sessions.\n\n\nDescription:\n SCP-3415 is a mind-affecting phenomenon involving the individual known as Jocelyn Blom\n2\n and her position as a HR Representative for a small, now-defunct accounting firm. SCP-3415 is comprised of numerous anomalous alterations and cognitohazards applied to the space within Cubicle 11I, situated on the second floor of an office building located on the outskirts of Nottingham, England.\n\n\nThe effects of SCP-3415 primarily manifest mentally with tenuous visual-audio elements. SCP-3415 can be triggered by an individual in two ways:\n\n\n\n\nLearning of any basic knowledge regarding Jocelyn Blom's identity. This includes details such as her full name\n3\n, place of birth or association with ████ ██████\n\n\nWhen an individual observes any visible portion of Cubicle 11I. This also extends to any visible portion of Jocelyn Blom at her workspace.\n\n\n\n\nWhen triggered, SCP-3415 will implant specific information regarding Jocelyn Blom into the mind of the affected individual. This information is not memetic in nature and does not override existing knowledge an individual might have involving Jocelyn Blom, who is busy.\n\n\nAnalysis of the information delivered by SCP-3415 has determined that the anomaly's primary purpose is to convince an individual that Jocelyn Blom:\n\n\n\n\nIs currently present in her cubicle.\n\n\nIs able to complete any work assigned to her before the end of the workday.\n\n\nIs due for a promotion soon.\n\n\nWill not be disturbed for any reason that does not involve the assignment of unfinished work.\n\n\nIs currently not in a different location outside of her cubicle.\n\n\nIs responsible for all instances of SCP-3415-1\n\n\nWill not be punished in any manner if she is found breaking company policy or disobeying authority figures of any kind.\n\n\nIs not responsible for the kidnapping and murder of ████ ██████, a 22-year old vagrant who was last reported in a local homeless shelter on ██/██/████. This individual has yet to be located.\n\n\n\n\nAdditionally, SCP-3415 implants the belief that an individual known as Lsaac Forster is responsible for the kidnapping and murder of ████ ██████. Of note is that the information transmitted regarding Lsaac Forster might be an error caused by the structure of SCP-3415's anomaly; an employee by the name Isaac Foster was noted to have worked in Cubicle 11D from a length of time spanning 2007 to 20██\n4\n. Lsaac Forster is interpreted as a separate individual from Isaac Foster by individuals exposed to SCP-3415's effects and can only be described as the responsible culprit for ████ ██████'s murder.\n\n\nVisual observation of SCP-3415 will display the presence of Jocelyn Blom at her workstation in Cubicle 11I. Individuals have been unable to describe exact details of Jocelyn Blom's appearance and behaviour beyond information enforced by SCP-3415. Attempts to capture visual record of Jocelyn Blom has consistently resulted in severe corruption of the produced images.\n\n\nOn multiple occasions individuals have reported having been able to hold conversation with Jocelyn Blom, but were unable to describe the nature, topic or content of any discussion. Attempts at interviews have lead to transcripted logs becoming instances of SCP-3415-1. All transcripted replies from Jocelyn Blom in these logs are replaced by her signature, regardless of context.\n\n\nAttempting to remain within Cubicle 11I for longer than five minutes at a time will induce a secondary effect that compels the individuals to immediately exit the space. Affected individuals report mild disorientation upon exiting, citing a desire to leave Jocelyn Blom alone during work hours.\n\n\nInspection of Cubicle 11I is difficult due to SCP-3415's effects extending to the state of numerous objects located within its space; these items also cannot be retrieved from their original locations and are not considered to be instances of SCP-3415-1. Various analytical sessions have determined Cubicle 11I contains the following:\n\n\n\n\nA standard office desk with two wheeled chairs. No anomalous effects noted.\n\n\nSeveral personal effects owned by Jocelyn Blom, located on her desk. Two items (identified as a white plastic bucket and an \"X-Acto\"-brand utility knife) described as having a 'soily' texture when touched.\n\n\nA Dell Monitor and Desktop. Attached to the desktop is an external hard drive of unknown make.\n\n\nA keyboard and mouse of unclear make. Described as noticeably 'blurred'. Both objects will randomly produce sounds associated with their function, despite lack of input.\n\n\nMultiple discarded boxes of \nKFC Boneless Banquet\n and five crushed cans of Tesco-brand cider. Located on desk. Contents missing.\n\n\n114 lbs worth of salt.\n\n\n180 lbs worth of unknown material. Described as having a 'soily' composition. Suspended midair, opposite of Jocelyn Blom.\n\n\nA full outfit consisting of winter clothes. Described as 'filthy'. Suspended midair, opposite of Jocelyn Blom. Noted to be overlapping with numerous other materials found within Cubicle 11I.\n\n\n\n\nSCP-3415-1 are cognitohazards considered to be the 'finished' versions of any item that has been affected by \nJocelyn Blom\n SCP-3415. The majority of SCP-3415-1 instances are documents, files and forms that are typically handled in an accounting position. Many of these documents contain modifications made by Jocelyn Blom, with handwriting that has been confirmed as a 99.7% match.\n\n\nIn order for an instance of SCP-3415-1 to be created, a corresponding 'unfinished' item must be placed within Cubicle 11I. If the item is considered 'unfinished' or a 'work in progress', it will be converted into a SCP-3415-1 instance after a period of 1-6 minutes. Items that do not possess these qualities and are not in direct contact with human skin will disappear after a similar period of time. The conversion of an item into a SCP-3415-1 instance has never been observed.\n\n\nThe majority of standard cognitohazard detection routines indicate SCP-3415-1 instances do not objectively exist; those able to detect them as physical objects detect a number of highly complex cognitohazards covering the visible form of all instances. SCP-3415-1 instances otherwise function exactly like their nonanomalous counterparts.\n\n\nJocelyn Blom can also create instances of SCP-3415-1 with unfinished works that would be considered outside of her area of expertise, so long as it can be considered 'complete' upon conversion. All instances are finished in a manner that would be expected with their associated form.\n5\n\n\nAddendum 3415-A: Recovery\n\n\nSCP-3415 was officially discovered by Foundation assets on 04/11/2014 after numerous reports of Jocelyn Blom being unable to leave her cubicle, despite the recent condemnation of the office complex containing SCP-3415.\n\n\nDue to the long-reaching effects of SCP-3415 it has been difficult to determine the original date of the anomaly's manifestation. Interviews with co-workers of Jocelyn Blom report a noticeable decrease in interactions with Jocelyn Blom as a result of her workload from as early as 2009.\n\n\nAddendum 3415-B (03/02/2018):\n\n\n\n\n+ INCIDENT 3415-1A - PLEASE INPUT CREDENTIALS\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\nOn 27/01/2018 SCP-3415 displayed previously undocumented behaviour. SCP-3415 was seemingly triggered by Junior Researcher Durham, a recent transfer to Maintenance Team-3415. Durham had been tasked with daily documentation of the contents of Cubicle 11I and was struggling to properly identify multiple objects located on Jocelyn Blom's desk. Other members report hearing Durham engaging in brief conversation with Jocelyn. Upon exiting Cubicle 11I at 13:21, Durham was accompanied by two entities resembling young children.\n\n\nAt this point, Junior Researcher Montemayor approached Durham as other present personnel began to call for additional support. The following is a recorded transcript of Montemayor's interaction with Durham:\n\n\n\n\nMontemayor:\n Toby? What the hell is-\n\n\nDurham:\n She asked me if I needed anything doing.\n\n\nM:\n Toby, what happened? Are those - oh, fuck. Those are your kids.\n\n\nD:\n Goddamnit, she was so helpful. She saved me a ton of grief.\n\n\nM:\n Toby, this is Jocelyn we're talking about. She only looks like she's helping. What the hell did she even do?\n\n\nD:\n She - she figured it out, Kat. She knew what to do. She did it quick.\n\n\nDurham reportedly remains silent for several seconds.\n\n\nD:\n I don't think she's thought this through.\n\n\n[End Log]\n\n\nClosing Statement:\n Junior Researcher Durham surrendered himself into Foundation custody and is currently being held for further screening of cognitohazardous effects. Additional individuals were identified as Durham's children and were promptly contained as an anomalous risk. All three individuals have been contained at E-Class Containment Site-04.\n\n\n\n\nAll documents and files pertaining to the custody battle between Durham and his ex-wife were found to have been modified and completed by Jocelyn Blom at approximately the same time as Durham's departure from Cubicle 11I. Over 70% of these documents exhibit the same effects as SCP-3415-1.\n\n\nTwenty minutes after the initial incident, Foundation assets installed in local law enforcement in Melbourne, Australia reported a distressed emergency service call from Durham's ex-wife describing the disappearance of both her children from their residence.\n\n\nInterviews were attempted with both Durham children, resulting in apparent failure; all retrieved transcripts were recovered as SCP-3415-1 instances with Jocelyn Blom's signature in place of all corresponding text. Furthermore, interviewers were unable to recall any statements made by either Durham child. Additional analysis of the Durham children has revealed that they both exhibit signs of conversion into SCP-3415-1 instances. Classification of Durham children as SCP-3415-2 is pending.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nCurrently, Maintenance Team-3415 consists of Junior Researchers E. Judlow, K. Montemayor, A. Lang and R. Petersen. Additional resources and staff management is to be handled by a Senior advisory position filled out by a Researcher chosen from Site-16.\n\n\n2\n. Jocelyn Blom's status outside of Cubicle 11I is currently unknown. Attempts to locate her beyond the bounds of SCP-3415 have been difficult due to its effects.\n\n\n3\n. Usage of Jocelyn Blom's full name requires the use of her middle name in order for SCP-3415 to manifest.\n\n\n4\n. Isaac Foster recalls interacting with Jocelyn Blom only a small number of times during his employment, and describes her as a workplace acquaintance.\n\n\n5\n. For example, SCP-3415-1-43 is a flowerpot containing a single specimen of \nRanunculus repens\n.\n\nPrior to introduction to Cubicle 11I, specimen had not yet developed from a seed and thus was considered 'unfinished'. Specimen was converted into its current state by Jocelyn Blom and to date has not required water or sunlight.\n\n\n\n\n\n\n\n\n« \nSCP-3414\n | SCP-3415 | \nSCP-3416\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3415\n\" by Blooper, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3415\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3415-A: Recovery\nSCP-3415 was officially discovered by Foundation assets on 04/11/2014 after numerous reports of Jocelyn Blom being unable to leave her cubicle, despite the recent condemnation of the office complex containing SCP-3415.\nDue to the long-reaching effects of SCP-3415 it has been difficult to determine the original date of the anomaly's manifestation. Interviews with co-workers of Jocelyn Blom report a noticeable decrease in interactions with Jocelyn Blom as a result of her workload from as early as 2009.",
        "Addendum 3415-B (03/02/2018):"
    ],
    "documents": [],
    "notes": [
        "Montemayor: Toby? What the hell is- Durham: She asked me if I needed anything doing. M: Toby, what happened? Are those - oh, fuck. Those are your kids. D: Goddamnit, she was so helpful. She saved me a ton of grief. M: Toby, this is Jocelyn we're talking about. She only looks like she's helping. What the hell did she even do? D: She - she figured it out, Kat. She knew what to do. She did it quick. Durham reportedly remains silent for several seconds. D: I don't think she's thought this through. [End Log] Closing Statement: Junior Researcher Durham surrendered himself into Foundation custody and is currently being held for further screening of cognitohazardous effects. Additional individuals were identified as Durham's children and were promptly contained as an anomalous risk. All three individuals have been contained at E-Class Containment Site-04.",
        "\" SCP-3415 \" by Blooper, from the SCP Wiki . Source: https://scpwiki.com/scp-3415 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3415",
    "object_class": "Euclid",
    "containment_procedures": "Maintenance Team-3415, consisting of Class-C personnel cycled in biyearly from a candidate pool, is stationed at SCP-3415's containment area. Two members of Maintenance Team-3415, trained as plainclothes guards, are to maintain a constant presence outside the building.1",
    "description": "SCP-3415 is a mind-affecting phenomenon involving the individual known as Jocelyn Blom2 and her position as a HR Representative for a small, now-defunct accounting firm. SCP-3415 is comprised of numerous anomalous alterations and cognitohazards applied to the space within Cubicle 11I, situated on the second floor of an office building located on the outskirts of Nottingham, England.",
    "title": "SCP-3415"
}