{
    "url": "https://scp-wiki.wikidot.com/scp-3439",
    "all_text": "rating: \n+77\n+\n–\nx\n\n\n\n\n\n\nSCP-3439 as it appears in photographs\n\n\n\n\n\n\nItem #:\n SCP-3439\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3439 is to be wrapped in a black cloth and placed in an envelope, with the front facing away from the opening. The envelope is to be stored in a dry, climate controlled archive room in the vault wing of Site-77\n1\n. Any personnel working with SCP-3439 are instructed not to look directly at the object, and instead view it through a live feed display while handling. It is not advised for personnel exposed to SCP-3439 to receive any class of amnestic treatment.\n\n\nDescription:\n SCP-3439 is a picture-postcard depicting a view of Oia village, on the Greek island of Santorini. The reverse side lacks any form of postmark or address, and has only the words “Wish. I was here”(\nsic\n) hand-written in black ink. These details have been confirmed by repeat photographic and video analysis. However, individuals viewing the object in person provide inconsistent accounts, with no two subjects having described similar images or writings, even when observed simultaneously.\n\n\nAny personnel who view SCP-3439 for too long becomes unresponsive, exhibiting deficits in attention and focus. Subjects describe feelings akin to melancholy which persists even when the object is removed. If left unchecked, this condition progresses into a deep state of depression. Personnel often report a strong desire to look at SCP-3439 again, with repeat viewings only enhancing these effects.\n\n\nAddendum 3439.1: Test Logs\n\n\nForward:\n The following are examples of transcripts illustrating the anomalous properties of SCP-3439\n\n\n\n\n+ Test 3439/T1\n\n\n\n\n- Test 3439/T1\n\n\n\n\n\n\nTest 3439/T1 – 17/07/2002\n\n\nSubject:\n D-77053\n\n\nProcedure:\n Subject was instructed to look at the front of SCP-3439 and describe what they saw. Dr. ████ attending.\n\n\n<Begin Log>\n\n\nD-77053:\n What is this?\n\n\nDr. ████:\n Just say what you see clearly into the microphone.\n\n\nD-77053:\n It’s a house. What more do you want?\n\n\nDr. ████:\n Could you provide more detail?\n\n\nD-77053:\n It’s old? On the side of a mountain… green shutters…\n\n\nDr. ████:\n How many houses can you see?\n\n\nD-77053:\n Just the one.\n\n\nDr. ████:\n Do any of these houses happen to look like these?\n\n\nDr. ████ shows the subject a photograph of SCP-3439\n\n\nD-77053:\n What? No. What is that, Greece? This house is in Italy.\n\n\nDr. ████:\n How do you know it’s in Italy?\n\n\nD-77053:\n Just the style of it. Those green shutters, the yellowing stone wall, the red roof. It looks just like Chianni… or at least, just outside of Chianni…\n\n\nDr. ████:\n What else can you see?\n\n\nD-77053:\n …I know this place. My mother moved to somewhere similar with me and my brother many years ago. There used to be this swing set at the back where we played for hours… oh hey, there it is! Right on the corner, you can just make it out….\n\n\nThe Subject stares silently at SCP-3439 for a while\n\n\nDr. ████:\n Continue your description.\n\n\nD-77053:\n It is that house… The very one we… Where did you get this?\n\n\nThe Subject looks more closely at the object.\n\n\nD-77053:\n I haven’t been back there since… It looks just like I left it. As though Ma’ could walk right out of there… Was this taken recently?\n\n\nDr. ████:\n We cannot disclose that information.\n\n\nD-77053:\n No it couldn’t have been. That’s her car out front. She was still driving… I never noticed how nice this house looked in the sun. It must be like just after noon. I can practically smell her cooking through that window. It smells like…. like…\n\n\nDr. ████:\n Thank you, I think that will be enough.\n\n\nD-77053:\n No wait. Can I just look at it a little more?\n\n\nDr. ████:\n That won’t be necessary.\n\n\nD-77053:\n No please! I haven’t seen them for so long. You gotta understand.\n\n\nDr. ████:\n Return to your seat.\n\n\nD-77053:\n I’m only asking for a little longer! Please, I could almost see them walking round the corner! Please just give me that. Just that.\n\n\nDr. ████:\n This test has been concluded.\n\n\n<End Log>\n\n\nAnalysis:\n SCP-3439 appears capable of displaying images which hold emotional significance to the observer. Further testing is required to see if such an effect is unique to viewing the front of the object, and whether there is a pattern behind what the observer sees.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Test 3439/T2\n\n\n\n\n- Test 3439/T2\n\n\n\n\n\n\nTest 3439/T2 – 25/09/2002\n\n\nSubject:\n D-88835\n\n\nProcedure:\n Subject was instructed to look at the reverse side of SCP-3439 and describe what they saw. A line of questioning would follow to determine the connection between the subject and the illusion. Dr. ████ attending.\n\n\n<Begin Log>\n\n\nD-88835:\n Is this some kind of joke?\n\n\nDr. ████:\n What do you see on the card?\n\n\nD-88835:\n I see writing.\n\n\nDr. ████:\n Please recite what you see written.\n\n\nD-88835:\n To Jean, I know it’s cliché, but you truly have made me the happiest man in the world. Knowing you’re with me until the end, I have no fear, no dread, and no pain. Please live well after me. There is no need to worry. Salvador.\n\n\nDr. ████:\n Does this mean anything to you?\n\n\nD-88835:\n Really? That’s what you’re asking?\n\n\nDr. ████:\n Answer the question.\n\n\nD-88835:\n Fuck! Yes it means something! This message is for me, you know?\n\n\nDr. ████:\n Who is Salvador?\n\n\nD-88835:\n He was… my partner.\n\n\nDr. ████:\n Were you together long?\n\n\nD-88835:\n We only knew each other for a year… we were married for like two days. What was it, 20 years ago?\n\n\nDr. ████:\n What happened?\n\n\nD-88835:\n It’s…. not a fun story. He had brain tumour or something like that. The timing of it was just terrible ‘cause he got the doctors notice five months in to our relationship…\n\n\nDr. ████:\n Are there any other markings on the card?\n\n\nD-88835:\n There’s a date… February 2nd, 1985… The date he…. How did this?\n\n\nDr. ████:\n Have you ever read a message like this before?\n\n\nD-88835:\n No, when we got married he had been in the hospital for a week. They were trying a new experimental therapy but it didn’t work. I was with him till…. I can’t do this.\n\n\nDr. ████:\n Is there anything else written on the card?\n\n\nD-88835:\n No… That’s it… I think I just want to…. sorry.\n\n\nDr. ████:\n Thank you, we’ll finish the interview here.\n\n\n<End Log>\n\n\nAnalysis:\n It would appear that both sides of SCP-3439 are capable of subjective illusion. Interestingly, while the contents of either side is subjective to the observer, the front and the reverse sides never seem to switch. As with the image, the written content also contains a deep emotional context for the observer. Further testing is required to see if both sides of the object work in tandem or apart from one another.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Test 3439/T3\n\n\n\n\n- Test 3439/T3\n\n\n\n\n\n\nTest 3439/T3 – 30/02/2003\n\n\nSubject:\n D-93366\n\n\nProcedure:\n Subject was instructed to look at both sides of SCP-3439 in turn. Questions were provided to encourage detail and better determine the contextual significance of the illusions. Dr. ████ attending.\n\n\n<Begin Log>\n\n\nD-93366:\n Is this a postcard?\n\n\nDr. ████:\n What can you tell me about it?\n\n\nD-93366:\n It’s nice, really fancy looking. You get this from Japan?\n\n\nDr. ████:\n Describe what you see.\n\n\nD-93366:\n It’s a shrine, like the kind you see all over that country. It’s covered in red leaves, the whole picture is actually. Reminds me of that one time in autumn.\n\n\nDr. ████:\n Tell us more about that.\n\n\nD-93366:\n Well… back in better days, I worked for this company who had a branch in Kobe.\n\n\nDr. ████:\n Is that what you see in the picture?\n\n\nD-93366:\n No, this is Kyoto. No mistake about that… I only went there once but, you can’t forget a place like that.\n\n\nDr. ████:\n What happened in Kyoto?\n\n\nD-93366:\n Nothing much. It was somewhere a friend wanted me to see. She said it would be a tragedy to leave without going at least once.\n\n\nDr. ████:\n Tell us more about this friend.\n\n\nD-93366:\n There’s not much to tell. Her name’s Yurie and I’d often meet with her and her niece, Honoka. Really energetic kid, always jumping about everywhere.\n\n\nDr. ████:\n How did you meet?\n\n\nD-93366:\n That was Honoka’s doing. I was sitting in the park when she ran up to me and started talking, just out of nowhere. Yurie ran up and apologised for her, and then we just talked.\n\n\nDr. ████:\n Did you meet with them often?\n\n\nD-93366:\n Every now and again, sure. Being in a new country is really isolating. It was nice to have someone to meet up with the odd lonely weekend. Even if it was just to walk about watching over a child at play.\n\n\nDr. ████:\n Would you consider her a close friend?\n\n\nD-93366:\n I think so. I did meet the rest of the family, Yurie’s sister and her sister’s husband. They even invited me to a big meal somewhere. It was nice… It was just… just nice. Honoka kept calling me big brother. I kinda liked it. I… I’d never been anyone’s brother before.\n\n\nDr. ████:\n What happened next?\n\n\nD-93366:\n Well… You know how it is. The company I was working for went bust, and my visa along with it. I had to pack up and leave before I’d even been a full year. Two days before my plane, Yurie called me up and told me we were going to see Kyoto. It was just her this time. No Honoka.\n\n\nDr. ████:\n Is that what you see on the postcard?\n\n\nD-93366:\n Actually… Yes. It looked just like this when we got there. Red leaves everywhere. Even looking at this picture… it’s like it’s right in front of me. Vibrant. But also kinda… sombre? Like something’s slipping away…\n\n\nDr. ████:\n Did you ever return?\n\n\nD-93366:\n Couldn’t afford it. Once I got back work was impossible to find. Things got bad, one thing led to another and, well you probably have this all on file somewhere.\n\n\nDr. ████:\n Could you turn the postcard over and state what you see?\n\n\nD-93366:\n …what is this?\n\n\nDr. ████:\n What do you see?\n\n\nD-93366:\n It’s written in Japanese… really big characters all down the side.\n\n\nDr. ████:\n Can you read them?\n\n\nD-93366:\n I… yeah. First part's a date. 1995, January, 19th. About two months after I left.\n\n\nDr. ████:\n What else can you read?\n\n\nD-93366:\n It says… Dear big brother. Thank you for giving us happy memories. We are fine, but big sister is often sad even when she smiles. Looking forward to when you play with us again. …Please….don’t…don’t forget about us.\n\n\nDr. ████:\n Is that everything?\n\n\nSubject does not respond.\n\n\nDr. ████:\n Answer the question.\n\n\nD-93366:\n Oh… what?\n\n\nDr. ████:\n Can you see anything else? Or is that everything?\n\n\nD-93366:\n No. that’s…that’s it.\n\n\nDr. ████:\n Very good, please return the object.\n\n\nD-93366:\n Actually… do you mind if I keep hold of this?\n\n\nDr. ████:\n We cannot allow that.\n\n\nD-93366:\n But… never mind.\n\n\nSubject returns the object.\n\n\nDr. ████:\n Thank you for your cooperation.\n\n\n<End Log>\n\n\nAnalysis:\n This data confirms that both sides of SCP-3439 contribute towards a particular life event or memory that is specific to the observer. One pattern that emerges is that the front displays a sentimental location, while the reverse side shows a message from someone connected to this location. The memories associated trend towards being bittersweet in nature. Further analysis is required. It may also be of interest to note that the date provided by D-93366 takes places a few days following the Great Hanshin Earthquake. The significance of this has yet to be understood.\n\n\n\n\n\n\n\n\n\n\nAddendum 3439.2: Follow-up Studies\n\n\nSince the initial testing, all civil documents pertaining to the D-class subjects involved have been reviewed and verified. All accounts support the information provided during the tests. This leads us to conclude that these memories were not in any way synthetic.\n\n\nSubjects D-77053, D-88835, and D-93366 have had noticeable changes in behaviour following the tests, acting more withdrawn, distant, and generally less responsive. The decision was made not to terminate these subjects in order to evaluate potential recovery methods. Individual reports are detailed below:\n\n\n\n\n+ Subject D-77053\n\n\n\n\n- Subject D-77053\n\n\n\n\nSubject D-77053 requested to view SCP-3439 at any moment they were brought before a researcher. On the 8th May 2003, Subject D-77053 was finally granted this request on the condition that they were recorded speaking aloud what they saw on the reverse side. What follows is a transcript of this recording:\n\n\n\n\n15th June 2000\n\n\nLook after your brother. When I'm gone you're all he'll have left, and while I know you'll be ok, I am so worried for him.\n\n\nMy time is short, I can feel it slipping away. Please, my children, keep each other strong. Look after one another.\n\n\nI love you both…so much.\n\n\n\n\nWhen questioned, the subject only had the following to say:\n\n\n\n\nI'm sorry Ma'… You were right… You know I used to hate it in there, always felt trapped… look at me now eh? Certainly escaped to better things didn’t I…\n\n\nI use to hate how cut off it was, how cold it got, how dark night was… But looking at this… All I can see is….warmth. That moment….that one moment. When everything was just… It feels so close now. Can I have a second? Just for this?\n\n\n\n\nOver the weeks that followed this session, the condition of subject D-77053 did not improve. Subsequent viewings were permitted, and even encouraged by active researchers. These repeat viewings did little to quell the subject's symptoms, and in fact triggered further depressive episodes. This all culminated on 15th June 2005 when [DATA EXPUNGED]\n2\n\n\n\n\n\n\n\n\n\n\n+ Subject D-88835\n\n\n\n\n- Subject D-88835\n\n\n\n\nDuring routine psychological assessment, Subject D-88835 made the following statement in response to the question. “How have you been feeling lately?”\n\n\n\n\nI can’t stop thinking about him… I’ve tried, but he’s always there, like some kind of ghost, following me about. I thought I was over this. I thought I got better… But now it’s happening all over again. There was going to be a vineyard in Spain, somewhere people wouldn’t bother us. Now I can’t look at a fucking grape without… But it was never this bad before!\n\n\n\n\nSubject D-88835 was treated with class D amnestics shortly thereafter, several weeks post exposure to SCP-3439. While the subject lost all memory of the object, and that any interview had been conducted, they instead reported a strange but overwhelming sense of loss and longing with no clear reason as to why.\n\n\nSubject D-88835 provided the following written statement during a psychiatric evaluation:\n\n\n\n\nThere’s something missing. Like a hole in the back of my neck. I want to scream sometimes but I don’t know why. It’s like I live in a shadow now, and I want it to stop, I try to make it stop, I try so fucking hard all the time. I don’t feel like me. Something’s broken. It’s driving me crazy. Why won’t anyone say what’s wrong with me?\n\n\n\n\nIn the weeks that followed, subject D-88835 became prone to violent episodes which increased in intensity and frequency over time. The subject is currently contained in a standard cell within the containment wing of Site-77 pending further investigation.\n\n\n\n\n\n\n\n\n\n\n+ Subject D-93366\n\n\n\n\n- Subject D-93366\n\n\n\n\nSubject D-93366 was offered counselling by onsite therapists following on from the initial exposure. The subject has since been diagnosed with clinical depression. Notably, unlike other subjects, their symptoms have yet to progress to anything more severe. As such, the subject is cleared to abide by all standard D-class protocol. What follows is a log of one of their psychiatric sessions.\n\n\n\n\nDr. Ris:\n What’s been on your mind lately?\n\n\nD-93366:\n I don’t really know anymore. I can’t get that card out of my head. It’s silly, I haven’t thought about this for years but now it’s like that’s all there is.\n\n\nDr. Ris:\n If you had the chance, would you try to make contact?\n\n\nD-93366:\n It’s been almost 10 years. Do you think they’d even remember? Look at me. Do you think anyone’s going to want to deal with me now? I know what you guys call us. Disposable… Throw them in with the death traps and see what happens, don’t worry, no one will miss them….\n\n\nDr. Ris:\n You are providing a vital service to all of humanity.\n\n\nD-93366:\n Those red leaves… That’s the one thing I can't get out of my head. That day was so chilly. Told me she liked it better in Spring, when it got warm. I made a promise to her! I made a goddamn promise and now it's… everything’s just… too late. Whatever life that could have been… It’s too late.\n\n\nDr. Ris:\n Is there anything you can think of that might make it easier for you?\n\n\nD-93366:\n …Let me read my card.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. These measures are put in place to prevent personnel from making unintended visual contact with the object.\n\n\n2\n. This section has been removed following review by the Foundation Ethics Committee.\n\n\n\n\n\n\n\n\n« \nSCP-3438\n | SCP-3439 | \nSCP-3440\n »",
    "addendums": [
        "Addendum 3439.1: Test Logs",
        "Addendum 3439.2: Follow-up Studies\nSince the initial testing, all civil documents pertaining to the D-class subjects involved have been reviewed and verified. All accounts support the information provided during the tests. This leads us to conclude that these memories were not in any way synthetic.\nSubjects D-77053, D-88835, and D-93366 have had noticeable changes in behaviour following the tests, acting more withdrawn, distant, and generally less responsive. The decision was made not to terminate these subjects in order to evaluate potential recovery methods. Individual reports are detailed below:"
    ],
    "documents": [],
    "notes": [
        "Test 3439/T1 – 17/07/2002 Subject: D-77053 Procedure: Subject was instructed to look at the front of SCP-3439 and describe what they saw. Dr. ████ attending. <Begin Log> D-77053: What is this? Dr. ████: Just say what you see clearly into the microphone. D-77053: It’s a house. What more do you want? Dr. ████: Could you provide more detail? D-77053: It’s old? On the side of a mountain… green shutters… Dr. ████: How many houses can you see? D-77053: Just the one. Dr. ████: Do any of these houses happen to look like these? Dr. ████ shows the subject a photograph of SCP-3439 D-77053: What? No. What is that, Greece? This house is in Italy. Dr. ████: How do you know it’s in Italy? D-77053: Just the style of it. Those green shutters, the yellowing stone wall, the red roof. It looks just like Chianni… or at least, just outside of Chianni… Dr. ████: What else can you see? D-77053: …I know this place. My mother moved to somewhere similar with me and my brother many years ago. There used to be this swing set at the back where we played for hours… oh hey, there it is! Right on the corner, you can just make it out…. The Subject stares silently at SCP-3439 for a while Dr. ████: Continue your description. D-77053: It is that house… The very one we… Where did you get this? The Subject looks more closely at the object. D-77053: I haven’t been back there since… It looks just like I left it. As though Ma’ could walk right out of there… Was this taken recently? Dr. ████: We cannot disclose that information. D-77053: No it couldn’t have been. That’s her car out front. She was still driving… I never noticed how nice this house looked in the sun. It must be like just after noon. I can practically smell her cooking through that window. It smells like…. like… Dr. ████: Thank you, I think that will be enough. D-77053: No wait. Can I just look at it a little more? Dr. ████: That won’t be necessary. D-77053: No please! I haven’t seen them for so long. You gotta understand. Dr. ████: Return to your seat. D-77053: I’m only asking for a little longer! Please, I could almost see them walking round the corner! Please just give me that. Just that. Dr. ████: This test has been concluded. <End Log> Analysis: SCP-3439 appears capable of displaying images which hold emotional significance to the observer. Further testing is required to see if such an effect is unique to viewing the front of the object, and whether there is a pattern behind what the observer sees.",
        "Test 3439/T2 – 25/09/2002 Subject: D-88835 Procedure: Subject was instructed to look at the reverse side of SCP-3439 and describe what they saw. A line of questioning would follow to determine the connection between the subject and the illusion. Dr. ████ attending. <Begin Log> D-88835: Is this some kind of joke? Dr. ████: What do you see on the card? D-88835: I see writing. Dr. ████: Please recite what you see written. D-88835: To Jean, I know it’s cliché, but you truly have made me the happiest man in the world. Knowing you’re with me until the end, I have no fear, no dread, and no pain. Please live well after me. There is no need to worry. Salvador. Dr. ████: Does this mean anything to you? D-88835: Really? That’s what you’re asking? Dr. ████: Answer the question. D-88835: Fuck! Yes it means something! This message is for me, you know? Dr. ████: Who is Salvador? D-88835: He was… my partner. Dr. ████: Were you together long? D-88835: We only knew each other for a year… we were married for like two days. What was it, 20 years ago? Dr. ████: What happened? D-88835: It’s…. not a fun story. He had brain tumour or something like that. The timing of it was just terrible ‘cause he got the doctors notice five months in to our relationship… Dr. ████: Are there any other markings on the card? D-88835: There’s a date… February 2nd, 1985… The date he…. How did this? Dr. ████: Have you ever read a message like this before? D-88835: No, when we got married he had been in the hospital for a week. They were trying a new experimental therapy but it didn’t work. I was with him till…. I can’t do this. Dr. ████: Is there anything else written on the card? D-88835: No… That’s it… I think I just want to…. sorry. Dr. ████: Thank you, we’ll finish the interview here. <End Log> Analysis: It would appear that both sides of SCP-3439 are capable of subjective illusion. Interestingly, while the contents of either side is subjective to the observer, the front and the reverse sides never seem to switch. As with the image, the written content also contains a deep emotional context for the observer. Further testing is required to see if both sides of the object work in tandem or apart from one another.",
        "Test 3439/T3 – 30/02/2003 Subject: D-93366 Procedure: Subject was instructed to look at both sides of SCP-3439 in turn. Questions were provided to encourage detail and better determine the contextual significance of the illusions. Dr. ████ attending. <Begin Log> D-93366: Is this a postcard? Dr. ████: What can you tell me about it? D-93366: It’s nice, really fancy looking. You get this from Japan? Dr. ████: Describe what you see. D-93366: It’s a shrine, like the kind you see all over that country. It’s covered in red leaves, the whole picture is actually. Reminds me of that one time in autumn. Dr. ████: Tell us more about that. D-93366: Well… back in better days, I worked for this company who had a branch in Kobe. Dr. ████: Is that what you see in the picture? D-93366: No, this is Kyoto. No mistake about that… I only went there once but, you can’t forget a place like that. Dr. ████: What happened in Kyoto? D-93366: Nothing much. It was somewhere a friend wanted me to see. She said it would be a tragedy to leave without going at least once. Dr. ████: Tell us more about this friend. D-93366: There’s not much to tell. Her name’s Yurie and I’d often meet with her and her niece, Honoka. Really energetic kid, always jumping about everywhere. Dr. ████: How did you meet? D-93366: That was Honoka’s doing. I was sitting in the park when she ran up to me and started talking, just out of nowhere. Yurie ran up and apologised for her, and then we just talked. Dr. ████: Did you meet with them often? D-93366: Every now and again, sure. Being in a new country is really isolating. It was nice to have someone to meet up with the odd lonely weekend. Even if it was just to walk about watching over a child at play. Dr. ████: Would you consider her a close friend? D-93366: I think so. I did meet the rest of the family, Yurie’s sister and her sister’s husband. They even invited me to a big meal somewhere. It was nice… It was just… just nice. Honoka kept calling me big brother. I kinda liked it. I… I’d never been anyone’s brother before. Dr. ████: What happened next? D-93366: Well… You know how it is. The company I was working for went bust, and my visa along with it. I had to pack up and leave before I’d even been a full year. Two days before my plane, Yurie called me up and told me we were going to see Kyoto. It was just her this time. No Honoka. Dr. ████: Is that what you see on the postcard? D-93366: Actually… Yes. It looked just like this when we got there. Red leaves everywhere. Even looking at this picture… it’s like it’s right in front of me. Vibrant. But also kinda… sombre? Like something’s slipping away… Dr. ████: Did you ever return? D-93366: Couldn’t afford it. Once I got back work was impossible to find. Things got bad, one thing led to another and, well you probably have this all on file somewhere. Dr. ████: Could you turn the postcard over and state what you see? D-93366: …what is this? Dr. ████: What do you see? D-93366: It’s written in Japanese… really big characters all down the side. Dr. ████: Can you read them? D-93366: I… yeah. First part's a date. 1995, January, 19th. About two months after I left. Dr. ████: What else can you read? D-93366: It says… Dear big brother. Thank you for giving us happy memories. We are fine, but big sister is often sad even when she smiles. Looking forward to when you play with us again. …Please….don’t…don’t forget about us. Dr. ████: Is that everything? Subject does not respond. Dr. ████: Answer the question. D-93366: Oh… what? Dr. ████: Can you see anything else? Or is that everything? D-93366: No. that’s…that’s it. Dr. ████: Very good, please return the object. D-93366: Actually… do you mind if I keep hold of this? Dr. ████: We cannot allow that. D-93366: But… never mind. Subject returns the object. Dr. ████: Thank you for your cooperation. <End Log> Analysis: This data confirms that both sides of SCP-3439 contribute towards a particular life event or memory that is specific to the observer. One pattern that emerges is that the front displays a sentimental location, while the reverse side shows a message from someone connected to this location. The memories associated trend towards being bittersweet in nature. Further analysis is required. It may also be of interest to note that the date provided by D-93366 takes places a few days following the Great Hanshin Earthquake. The significance of this has yet to be understood.",
        "15th June 2000 Look after your brother. When I'm gone you're all he'll have left, and while I know you'll be ok, I am so worried for him. My time is short, I can feel it slipping away. Please, my children, keep each other strong. Look after one another. I love you both…so much.",
        "I'm sorry Ma'… You were right… You know I used to hate it in there, always felt trapped… look at me now eh? Certainly escaped to better things didn’t I… I use to hate how cut off it was, how cold it got, how dark night was… But looking at this… All I can see is….warmth. That moment….that one moment. When everything was just… It feels so close now. Can I have a second? Just for this?",
        "I can’t stop thinking about him… I’ve tried, but he’s always there, like some kind of ghost, following me about. I thought I was over this. I thought I got better… But now it’s happening all over again. There was going to be a vineyard in Spain, somewhere people wouldn’t bother us. Now I can’t look at a fucking grape without… But it was never this bad before!",
        "There’s something missing. Like a hole in the back of my neck. I want to scream sometimes but I don’t know why. It’s like I live in a shadow now, and I want it to stop, I try to make it stop, I try so fucking hard all the time. I don’t feel like me. Something’s broken. It’s driving me crazy. Why won’t anyone say what’s wrong with me?",
        "Dr. Ris: What’s been on your mind lately? D-93366: I don’t really know anymore. I can’t get that card out of my head. It’s silly, I haven’t thought about this for years but now it’s like that’s all there is. Dr. Ris: If you had the chance, would you try to make contact? D-93366: It’s been almost 10 years. Do you think they’d even remember? Look at me. Do you think anyone’s going to want to deal with me now? I know what you guys call us. Disposable… Throw them in with the death traps and see what happens, don’t worry, no one will miss them…. Dr. Ris: You are providing a vital service to all of humanity. D-93366: Those red leaves… That’s the one thing I can't get out of my head. That day was so chilly. Told me she liked it better in Spring, when it got warm. I made a promise to her! I made a goddamn promise and now it's… everything’s just… too late. Whatever life that could have been… It’s too late. Dr. Ris: Is there anything you can think of that might make it easier for you? D-93366: …Let me read my card."
    ],
    "item": "SCP-3439",
    "object_class": "Safe",
    "containment_procedures": "SCP-3439 is to be wrapped in a black cloth and placed in an envelope, with the front facing away from the opening. The envelope is to be stored in a dry, climate controlled archive room in the vault wing of Site-771. Any personnel working with SCP-3439 are instructed not to look directly at the object, and instead view it through a live feed display while handling. It is not advised for personnel exposed to SCP-3439 to receive any class of amnestic treatment.",
    "description": "SCP-3439 is a picture-postcard depicting a view of Oia village, on the Greek island of Santorini. The reverse side lacks any form of postmark or address, and has only the words “Wish. I was here”(sic) hand-written in black ink. These details have been confirmed by repeat photographic and video analysis. However, individuals viewing the object in person provide inconsistent accounts, with no two subjects having described similar images or writings, even when observed simultaneously.",
    "title": "SCP-3439"
}