{
    "url": "https://scp-wiki.wikidot.com/scp-3442",
    "all_text": "rating: \n+150\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3442:\n Innovative and Synergistic Customer-Directed Actualization\n\n\nAuthor:\n \nPedantique\n\n\nAuthor Page:\n \nDr. Dentick's Personnel File\n\n\nHeron & Hound Commentary Corner:\n\n\n\n\n\"This is right up your alley, isn't it, Dhole?\"\n\n\n\"I will not speak of it.\"\n\n\n\"Why not? Isn't this the kind of thing that makes you drool? Think of all that money raining from the sky.\"\n\n\n\"I do not drool, and I will not speak of it.\"\n\n\n\"It's not like you try to hide being greedy. Weren't you fishing for pennies under a vending machine yesterday? Big companies are big business.\"\n\n\n\"Enterprises beneath my flag do not fail, and I \nwill not\n speak of it.\"\n\n\n\"Fine. Have it your way.\"\n\n\n\"I will. Follow suit, and do not speak so lightly of another's scripture.\"\n\n\n\n\n\n\n\n\n\n\nrating: \n+150\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3442\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n MTF Delta-19 (\"All the Keynes' Men\") is to monitor business-focused magazines, management science conferences, and the personal websites of popular business gurus for evidence of SCP-3442 infection. The output of prominent academic presses is to be analyzed for information that may lead readers toward the realization of SCP-3442.\n\n\nPopular management information systems are to be compromised and automatically monitored for signs of large-scale reorganizations. The earnings reports of publicly traded companies are to be analyzed for statistically significant decreases in profit compared to the wider economy. Any online content containing at least 50% of an SCP-3442 instance is to be removed immediately, and individuals involved in uploading said content are to be questioned when possible.\n\n\nIndividuals who demonstrate knowledge of SCP-3442 are to be administered a Class-B amnestic. Any infected organization is to be reorganized following employee treatment, preferably to the relevant industry's standard. Shrines constructed in the course of an SCP-3442 infection are to be dismantled and transported to Site-82 for processing. Non-critical Site-82 personnel are to be administered Class-C amnestics on a rotating basis to reduce the risk of intuitive infection.\n\n\nDescription:\n SCP-3442 is a method of arranging entities\n1\n within a larger organization. To date, only profit-focused organizations have been identified as being affected. No anomalous qualities or knowledge are necessary for the spontaneous conception of SCP-3442, which has been identified in 51 distinct forms. This organizational structure is extremely inefficient when judged by modern standards, resulting in decreased productivity within the range of 50-80% once implemented. This effect is consistent across a wide variety of businesses differing in size, specialty, and previous structure. Predictive analysis indicates that failure to contain a single SCP-3442 instance could lead to a complete collapse of the global economy within six months. A partial summary of traits shared by varieties of SCP-3442 follows:\n\n\n\n\n\n\n\n\nALERT: INFOHAZARD RISK\n\n\n\n\n\n\nDO NOT CONTINUE IF YOU EXPERIENCE ANY OF THE FOLLOWING:\n\nPROPENSITY TO SPECULATE, INTENSE CURIOSITY, OR OBSESSIVE TIDINESS\n\n\n\n\n\n\n\n\n[OPEN SUMMARY]\n\n\n\n\n[CLOSE SUMMARY]\n\n\n\n\n\n\n1.\n At least three entities are each subordinate to at least two other entities while simultaneously managing two separate entities.\n\n\n \n\n\n2.\n At least five entities with overlapping or shared responsibilities that report to different managing entities.\n\n\n \n\n\n3.\n At least one entity providing critical services exclusively to the entity managing its manager.\n\n\n \n\n\n4.\n At least one instance of two entities being positioned to manage each other while being separated by no fewer than three intermediaries.\n\n\n \n\n\n5.\n At least one entity is fired or dissolved in the process of reorganization. A separate entity with previously unrelated responsibilities is inserted into the former entity's position.\n\n\n\n\n\n\n\n\n\n\nDocuments bearing text, diagrams, or other means of depicting the entirety of SCP-3442 condition observers to believe that the organizational structure is highly efficient, even in cases where individuals are unable to understand the structure itself. Similar effects are experienced by individuals who conceive SCP-3442 without external stimulus. Typical vectors of infection include board meetings, PowerPoint slides, and sessions of mandatory training.\n\n\nOrganizations infected by SCP-3442\n2\n transition through three developmental stages:\n\n\nStage 1\n: Infected organizations continue to operate normally during the transition process. Decreased efficiency is explained as a result of employees adjusting to the new structure. Motivational posters are disseminated physically and electronically in attempts to raise morale. The frequency of potlucks and other office parties increases at varied rates. Casual Fridays are implemented immediately in 94% of cases. This stage lasts approximately 3 months.\n\n\nStage 2\n: Decreases in efficiency begin to plateau at this stage. Stockholders and other external figures are infected with SCP-3442 during justifications for structural changes. Reported thefts of office supplies increase steadily. The rate of absenteeism following lunch breaks increases at a similar pace. Anomalous activity occurs at above-average rates in the proximity of infected workplaces, typically in the forms of disembodied speech, spontaneous matter transmutation, and minor electrical abnormalities. This stage lasts approximately 4 months.\n\n\nStage 3\n: Shrines composed of common office supplies are constructed in lobbies, gardens, and other public spaces. All SCP-3442 shrines contain a seat constructed from sheafs of documents, a spear formed by bound bundles of pens, and a water cooler. Organized ceremonies are conducted by employees during standard work hours, all of which incorporate the act of dosing water with ink prior to consumption. Regions containing SCP-3442 shrines experience above-average rates of mass hysteria, especially pertaining to economic issues. Inordinate drops in stock prices, runs on banks, and instances of sustenance looting have all been regularly observed in affected regions, even in cases where the infected organization is relatively unimportant. In addition to the increasing intensity of Stage 2 anomalous activity, rains of Roman \nsiliqua\n3\n occur frequently within the proximity of SCP-3442 shrines. No subsequent stage of infection has been observed.\n\n\nTheological analysis of services conducted during Stage 3 infection has failed to establish a clear connection to any known religion, cult, or other group of interest. Small-scale tests have failed to produce any further insight into the entity implied to exist during worship, despite expanded freedom to conduct services. Large-scale testing is in progress at Site-82.\n\n\nAddendum 3442-A (Interview Log 251):\n\n\n\n\n[OPEN ADDENDUM]\n\n\n\n\n[CLOSE ADDENDUM]\n\n\n\n\nInterviewed:\n Jeff Bronston, ███████████ Industries Accountant\n\n\nInterviewer:\n Agent Celena Athanas\n\n\nForeword:\n Agent Athanas was undercover as a financial reporter at the time of the interview, investigating ███████████ Industries' headquarters in Athens, Greece. Interview translated from Greek.\n\n\n\n\nAgent Athanas:\n I'm sorry for taking up any more of your time, Mr. Bronston. I just had a few more questions for you.\n\n\nJ. Bronston:\n It's no problem at all. If anything, it's nice to have positive press for a change, especially when it's about how efficient we're poised to become. Under our old system I might not have time to talk to you at all!\n\n\nAgent Athanas:\n Of course. Now, during our last interview you mentioned that I should speak to your boss about the specifics of your new corporate structure. I believe you said management wasn't your field of expertise?\n\n\nJ. Bronston:\n I remember saying something similar.\n\n\nAgent Athanas:\n Now, I tried to follow up with the woman you mentioned, and she sent me to someone in HR, who directed me to the head of HR, who had been fired the week before. A note on her door sent me to Facility Maintenance, who directed me to someone in Customer Service, who sent me back to another person in maintenance. Then I went through something like 20 people along your production chain. The one at the end of all that was helpful enough to direct me back to you.\n\n\nJ. Bronston:\n You didn't have to go to all that trouble. If you would take a look at our new-\n\n\nAgent Athanas:\n Just tell me one thing. How long have you been your own boss?\n\n\nJ. Bronston:\n About three months now. It really is very efficient, like I was saying before. No need to wait for replies to my emails, being able to approve my own projects, you get the idea. Now, my new boss over in Health and Safety is still a pain in my ass, but it's all in the service of… would you like some aspirin?\n\n\nAgent Athanas:\n No, no. I was just realizing how this all is put together. It's innovative, to say the least.\n\n\nJ. Bronston:\n Something like this would usually be proprietary information, of course, but I'm sure no one here thinks it should be kept from the rest of the world. Frankly, I've been thinking lately that everything would run much more smoothly if we could just get the word out. Just imagine a government, or even a society, put together like our little company.\n\n\nAgent Athanas:\n I'm sure our readers will be thrilled to learn about it. Thank you again, Mr. Bronston.\n\n\n\n\nNote:\n Agent Athanas activated her panic button five hours later, shortly after submitting her incident report. The text of her report has been deemed a Class-3 infohazard. Any incident follow-up should be directed to the newly-formed Site-82 Senior Operational Management Division-16-Samekh for processing.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Individuals, departments, component businesses, etc.\n\n\n2\n. An organization is considered infected once it has been organized according to SCP-3442.\n\n\n3\n. Small silver coins. All recovered coinage shows signs of extensive clipping.\n\n\n\n\n\n\n\n\n« \nSCP-3441\n | SCP-3442 | \nSCP-3443\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3442\n\" by Pedantique, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3442\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3442-A (Interview Log 251):"
    ],
    "documents": [],
    "notes": [
        "\"This is right up your alley, isn't it, Dhole?\" \"I will not speak of it.\" \"Why not? Isn't this the kind of thing that makes you drool? Think of all that money raining from the sky.\" \"I do not drool, and I will not speak of it.\" \"It's not like you try to hide being greedy. Weren't you fishing for pennies under a vending machine yesterday? Big companies are big business.\" \"Enterprises beneath my flag do not fail, and I will not speak of it.\" \"Fine. Have it your way.\" \"I will. Follow suit, and do not speak so lightly of another's scripture.\"",
        "1. At least three entities are each subordinate to at least two other entities while simultaneously managing two separate entities. 2. At least five entities with overlapping or shared responsibilities that report to different managing entities. 3. At least one entity providing critical services exclusively to the entity managing its manager. 4. At least one instance of two entities being positioned to manage each other while being separated by no fewer than three intermediaries. 5. At least one entity is fired or dissolved in the process of reorganization. A separate entity with previously unrelated responsibilities is inserted into the former entity's position.",
        "Agent Athanas: I'm sorry for taking up any more of your time, Mr. Bronston. I just had a few more questions for you. J. Bronston: It's no problem at all. If anything, it's nice to have positive press for a change, especially when it's about how efficient we're poised to become. Under our old system I might not have time to talk to you at all! Agent Athanas: Of course. Now, during our last interview you mentioned that I should speak to your boss about the specifics of your new corporate structure. I believe you said management wasn't your field of expertise? J. Bronston: I remember saying something similar. Agent Athanas: Now, I tried to follow up with the woman you mentioned, and she sent me to someone in HR, who directed me to the head of HR, who had been fired the week before. A note on her door sent me to Facility Maintenance, who directed me to someone in Customer Service, who sent me back to another person in maintenance. Then I went through something like 20 people along your production chain. The one at the end of all that was helpful enough to direct me back to you. J. Bronston: You didn't have to go to all that trouble. If you would take a look at our new- Agent Athanas: Just tell me one thing. How long have you been your own boss? J. Bronston: About three months now. It really is very efficient, like I was saying before. No need to wait for replies to my emails, being able to approve my own projects, you get the idea. Now, my new boss over in Health and Safety is still a pain in my ass, but it's all in the service of… would you like some aspirin? Agent Athanas: No, no. I was just realizing how this all is put together. It's innovative, to say the least. J. Bronston: Something like this would usually be proprietary information, of course, but I'm sure no one here thinks it should be kept from the rest of the world. Frankly, I've been thinking lately that everything would run much more smoothly if we could just get the word out. Just imagine a government, or even a society, put together like our little company. Agent Athanas: I'm sure our readers will be thrilled to learn about it. Thank you again, Mr. Bronston.",
        "\" SCP-3442 \" by Pedantique, from the SCP Wiki . Source: https://scpwiki.com/scp-3442 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3442",
    "object_class": "Keter",
    "containment_procedures": "MTF Delta-19 (\"All the Keynes' Men\") is to monitor business-focused magazines, management science conferences, and the personal websites of popular business gurus for evidence of SCP-3442 infection. The output of prominent academic presses is to be analyzed for information that may lead readers toward the realization of SCP-3442.",
    "description": "SCP-3442 is a method of arranging entities1 within a larger organization. To date, only profit-focused organizations have been identified as being affected. No anomalous qualities or knowledge are necessary for the spontaneous conception of SCP-3442, which has been identified in 51 distinct forms. This organizational structure is extremely inefficient when judged by modern standards, resulting in decreased productivity within the range of 50-80% once implemented. This effect is consistent across a wide variety of businesses differing in size, specialty, and previous structure. Predictive analysis indicates that failure to contain a single SCP-3442 instance could lead to a complete collapse of the global economy within six months. A partial summary of traits shared by varieties of SCP-3442 follows:",
    "title": "SCP-3442"
}