{
    "url": "https://scp-wiki.wikidot.com/scp-3459",
    "all_text": "rating: \n+59\n+\n–\nx\n\n\nItem #:\n SCP-3459\n\n\nObject Class:\n Euclid\n\n\nThreat Level:\n Green\n\n\nSpecial Containment Procedures:\n Foundation webcrawlers are to scan websites such as message boards and chat services for mention of bizarre, poorly-documented fears. Existing strains of SCP-3459 that should be investigated include:\n\n\n\n\nFear of rubber ducks invading Earth\n\n\nAvoiding all uses of the word \"Casablanca\"\n\n\nConcern of death due to freak juggling accidents\n\n\nParanoia over one's mother being homosexual\n\n\n\n\nIndividuals possessing said fears are to be reassured by embedded Foundation accounts that the fear is common, and nothing to worry about. If a large outbreak of SCP-3459 is discovered, MTF Gamma-14, \"Nerves Of Steel\" is to locate the affected area. Treatment of the affected person(s) is to be decided once the situation is fully ascertained. Other methods of \"normalizing\" a fear concocted by research staff can be recommended to the Lead Containment Head of SCP-3459, currently David Bifet-Mahoney. Discovering a more efficient method of treatment for SCP-3459 is considered a delta-level priority.\n\n\nDescription:\n SCP-3459 is a strain of bacteria that causes the spontaneous creation of bizarre and nonsensical phobias. Usually, these phobias will appear in a person without them noticing, only realizing once they encounter a situation that triggers the new phobia. SCP-3459 is not known to have any lethal symptoms. The only symptoms besides irrational fear include mild sneezing and coughing. A new phobia can even cause fear in something the individual likes, such as a hobby or career. SCP-3459 is contagious, and the specific fear it is causing can be spread from person to person.\n\n\nCommon methods of spreading include discussion of the fear, being near a person experiencing a frightening situation involving said fear, and normal methods of spreading sickness such as sneezing and exchange of bodily fluids. The terror inflicted by SCP-3459 will increase in intensity over time, peaking at approximately half of the expected duration of infection. Following this, the fear will gradually decrease until fully gone. The longest recorded duration of SCP-3459's effects lasted two years. No known method of treatment has yet been discovered for SCP-3459 other than simply waiting for the symptoms to subside on their own.\n\n\nAddendum:\n List of noteworthy SCP-3459 phobias\n\n\n\n\n\n\nPhobia\n\n\nDate Discovered\n\n\nNotes\n\n\n\n\n\n\nA fear of metal garbage cans\n\n\n4/16/14\n\n\nPhobia discovered when an individual had a panic attack during a live broadcast of the children's show \"Sesame Street.\"\n\n\n\n\n\n\nA fear of clean laundry\n\n\n4/18/14\n\n\nA person infected with SCP-3459 attempted to burn down a laundromat, claiming it was \"birthing demons.\" Individual was apprehended and kept in custody until SCP-3459 subsided.\n\n\n\n\n\n\nA fear of pornography not involving clowns\n\n\n7/3/14\n\n\nThe entire town of ████████, Ohio had destroyed all forms of pornography except for a single VHS tape labeled \"Bozo's Wild Ride.\" Entire town kept under strict watch until SCP-3459 wore off. Population was then administered class A amnestics.\n\n\n\n\n\n\nFear of video games\n\n\n5/28/18\n\n\n█████, Kansas' school board has been quarantined until condition subsides.\n\n\n\n\n\n\nFear of databases\n\n\n3/9/17\n\n\n[DATA CORRUPTED. PLEASE CONTACT SYSTEM ADMINISTRATOR]\n\n\n\n\n\n\nFear of pie\n\n\n3/14/15\n\n\nNo actual phobia existed. Event turned out to be an elaborate joke by the staff of ██████ ███████ Middle School. Population administered Class C amnestic.\n\n\n\n\n\n\nFear of SCP-3459\n\n\n6/24/18\n\n\nJunior Researcher Calloway has been transferred to SCP-████ and given class C amnesics to forget about SCP-3459's existence. This did not cure him of SCP-3459, but worked as a makeshift cure due to the specific circumstances.\n\n\n\n\n\n\nDiscovery:\n SCP-3459's existence was discovered on 5/3/2013, during a raid of a Chaos Insurgency warehouse. Several Petri dishes containing SCP-3459 instances were located. All dishes were marked with a Post-It note identifying what each strand causes fear in. Noteworthy ones included: Poodles, Jamaican music, Not owning a dish drain, and The Foundation. All samples excluding the sample labeled The Foundation are kept in a Class 2 biohazard lockers. Foundation sample incinerated.\n\n\n\n\n\n\n« \nSCP-3458\n | SCP-3459 | \nSCP-3460\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3459\n\" by Crocket_Lawnchair, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3459\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: List of noteworthy SCP-3459 phobias"
    ],
    "documents": [],
    "notes": [
        "\" SCP-3459 \" by Crocket_Lawnchair, from the SCP Wiki . Source: https://scpwiki.com/scp-3459 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3459",
    "object_class": "Euclid",
    "containment_procedures": "Foundation webcrawlers are to scan websites such as message boards and chat services for mention of bizarre, poorly-documented fears. Existing strains of SCP-3459 that should be investigated include:",
    "description": "SCP-3459 is a strain of bacteria that causes the spontaneous creation of bizarre and nonsensical phobias. Usually, these phobias will appear in a person without them noticing, only realizing once they encounter a situation that triggers the new phobia. SCP-3459 is not known to have any lethal symptoms. The only symptoms besides irrational fear include mild sneezing and coughing. A new phobia can even cause fear in something the individual likes, such as a hobby or career. SCP-3459 is contagious, and the specific fear it is causing can be spread from person to person.",
    "title": "SCP-3459"
}