{
    "url": "https://scp-wiki.wikidot.com/scp-3462",
    "all_text": "rating: \n+102\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-3462:\n Lights, Camera, REDACTION\n\n\nAuthor:\n \nDeadly Bread\n \n\n\n\n\n\n\n\n\nOther Articles of Mine\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-4966\n\n\nRating: 736\n\n\n\n\n\n\nSCP-1401-EX\n\n\nRating: 304\n\n\n\n\n\n\nSCP-4052\n\n\nRating: 262\n\n\n\n\n\n\nSCP-4088\n\n\nRating: 237\n\n\n\n\n\n\nSCP-5522\n\n\nRating: 215\n\n\n\n\n\n\nSCP-4109\n\n\nRating: 213\n\n\n\n\n\n\nSCP-7441\n\n\nRating: 141\n\n\n\n\n\n\nSCP-5020\n\n\nRating: 125\n\n\n\n\n\n\nSCP-4035\n\n\nRating: 122\n\n\n\n\n\n\nSCP-4286\n\n\nRating: 120\n\n\n\n\n\n\nSCP-4270\n\n\nRating: 117\n\n\n\n\n\n\nSCP-4664\n\n\nRating: 116\n\n\n\n\n\n\nSCP-7966\n\n\nRating: 109\n\n\n\n\n\n\nSCP-3462\n\n\nRating: 102\n\n\n\n\n\n\nSCP-6663\n\n\nRating: 96\n\n\n\n\n\n\nSCP-5693\n\n\nRating: 66\n\n\n\n\n\n\nSCP-6633\n\n\nRating: 62\n\n\n\n\n\n\nSCP-4570\n\n\nRating: 60\n\n\n\n\n\n\nSCP-5261\n\n\nRating: 59\n\n\n\n\n\n\nSCP-444-J\n\n\nRating: 54\n\n\n\n\n\n\npage 1 of 2\n1\n2\nnext »\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nSomething Glowing\n\n\nRating: 190\n\n\n\n\n\n\nLog Of Extranormal Events, Vol II\n\n\nRating: 37\n\n\n\n\n\n\nPrelude To Presents\n\n\nRating: 26\n\n\n\n\n\n\nThe Bears\n\n\nRating: 16\n\n\n\n\n\n\nYour Memory Forever Seen\n\n\nRating: 13\n\n\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\nSCP-005 Proposal Hub\n\n\nRating: 94\n\n\n\n\n\n\nThe Bread Box\n\n\nRating: 93\n\n\n\n\n\n\nSecure Facility Dossier: Reliquary Area-27\n\n\nRating: 91\n\n\n\n\n\n\nExperiment Log-4035\n\n\nRating: 73\n\n\n\n\n\n\n\n\nCollab Articles\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nPage\n\n\nTitle\n\n\nCo-Author\n\n\n\n\n\n\nSCP-4733\n\n\nBut Not Forgotten\n\n\nLamentte\n\n\n\n\n\n\nSCP-5225\n\n\nThe Abyss Stares Back\n\n\nXilasCrowe\n\n\n\n\n\n\nSCP-5785\n\n\nCraptivism\n\n\nSonderance\n\n\n\n\n\n\nSCP-5993\n\n\nWe want you to come visit Heaven, just don't fuck with those bees\n\n\nch00bakka\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nPage\n\n\nCo-Author\n\n\n\n\n\n\nThe Bathrooms Wiki\n\n\nToo many to list\n\n\n\n\n\n\nSnippets of an Unveiled World\n\n\nNykacolaquantum\n does not match any existing user name\n, \nLt Flops\n, \nIFBench\n, \nWestrin\n\n\n\n\n\n\nGone,\n\n\nLamentte\n\n\n\n\n\n\nYour Imaginary Friend\n\n\nFishish\n\n\n\n\n\n\n\n\nCheck out Deadly Bread's Author Page\n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM NUMBER:\n SCP-3462\n\n\nLEVEL 4/3462\n\n\n\n\n\n\nCONTAINMENT CLASS:\n KETER\n\n\nSECRET\n\n\n\n\n\n\n\n\n\n\n\n\nThe location of SCP-3462.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The town of Bend, Oregon has been evacuated and occupied by the Foundation. Major highways traveling through the town have been rerouted away from the anomaly. A 3.6 meter tall steel fence has been constructed around the town to prevent civilian entry. The town is to be patrolled by STF-Lambda-17 (\"Live Studio Audience\") who are to monitor for SCP-3462-A expansion. Lambda-17 members are to be housed in Containment Site-5T1, located a significant distance from the anomaly. The borders of SCP-3462-A are to be marked by portable warning signs that state \"DO NOT CROSS\" in simplistic black lettering. Any distortion to these signs are to be immediately reported. If SCP-3462-A is found to have expanded, D-Class personnel are to locate the border by placing labeled signs and observing for degradation. VHS tapes thought to fall within SCP-3462's restrictions are to be stored within Containment Site-5T1. A tape containing a list of films already provided to SCP-3462 is to be kept on site.\n\n\nOne per week, one nonviolent D-Class personnel is to be given a VHS tape thought to follow SCP-3462's restrictions and a traceable form of motorized transportation to ensure delivery. The subject is to deliver the tape to SCP-3462 and return if possible. Films considered for SCP-3462 are to be reviewed by multiple personnel familiar with SCP-3462's presumed restrictions and previously rejected films. Agents operating within the MPAA are to gradually decrease the rating of older movies as to increase the number of films accepted by SCP-3462. Research into a more permanent method of mitigating the effects of SCP-3462-A is currently underway and considered a Class-A priority.\n\n\nDescription:\n SCP-3462 is a humanoid entity within a heavily damaged Blockbuster video rental store. SCP-3462 is constructed of the film reel of various destroyed VHS tapes located within the building. The only surviving tape within the store is a copy of \nThe Brave Little Toaster\n, which is embedded within the entity’s chest. Despite its construction, SCP-3462 has shown to have the strength of a baseline human, along with being able to withstand severe damage to itself by replacing damaged portions of its body with nearby film reel. It is unknown if SCP-3462 is sentient, though its actions while in containment have suggested some form of sapience. It is unknown if SCP-3462 is able to leave its current location, as it has not made any attempt to do so.\n\n\n\n\n\n\nA photo of the store interior transmitted by a remote drone shortly before complete degradation took place.\n\n\n\n\n\n\nSCP-3462-A is an effect surrounding SCP-3462 that causes the degradation of all recorded information exposed to it. Physical information within SCP-3462-A will show effects similar to exposure to extreme heat or caustic chemicals. This effect extends to things such as written words, drawn images, photographs, and electronic data. This will also cause damage to any surrounding material not containing information. The only objects found to be unaffected by SCP-3462-A is information contained on VHS tapes and a standard CRT television with a connected VCR\n1\n located within SCP-3462’s building (tentatively designated SCP-3462-B).\n\n\nWhen an individual enters SCP-3462-A, they immediately begin to experience brain atrophy, particularly in the hippocampus. Subjects will also begin to experience a swelling of the vocal cords, resulting in significant difficulty when speaking. This results in symptoms similar to short-term memory loss. After 15 minutes of exposure, large portions of the medial temporal lobe will begin to atrophy, eventually causing the inability to form or recall memories. Once this stage is reached, the vocal cords will continue to swell, causing a blockage of the throat and invariably asphyxiation. SCP-3462-A had extended approximately 0.2 kilometers from SCP-3462 at the time of discovery. As of the last revision to the documentation, this effect currently extends approximately 4.1 kilometers from SCP-3462.\n\n\nAt the end of every week, SCP-3462-A will extend a distance between 20 and 300 meters. To prevent this expansion from occurring, SCP-3462 is to be provided a movie during the week that meets to the entity's requirements. SCP-3462’s requirements are unknown and have only been interpreted through the VHS tapes that the entity deems to not follow them. Due to this, many requirements thought to exist have either conflicted with other requirements, were present in only certain films accepted by SCP-3462, or were unrelated to the film in question. The only requirements that have been proven to exist are that:\n\n\n\n\nThe film was commercially released to the public in a VHS format.\n\n\nThe film has not yet been incorporated into SCP-3462\n\n\nThe film does not have an average score of less than 35% on a variety of online movie review websites\n\n\nThe film does not have higher than a PG-13 rating by the MPAA\n\n\nThe contents of the tape have not been edited or modified after its manufacturing\n\n\n\n\nFor a full list of theorized requirements, please see Document-3462-TR\n\n\nOnce the movie is provided, SCP-3462 will place the movie within SCP-3462-B and watch its contents. If the movie meets the requirements set by SCP-3462, it will forcefully remove the reel from within the tape and add it to SCP-3462’s mass upon the movie’s conclusion. If the contents do not meet the requirements, SCP-3462 will place the VHS on one of the remaining shelves within the\n\nstore.\n\n\nAddendum-3462:\n Due to \nSCP-1981\n nature as anomalous media, an investigation is currently ongoing to determine a link between it and SCP-3462.\n\n\n\n\n\n\n► INPUT LEVEL 5/3462 SECURITY CREDENTIALS ◄\n\n\n\n\n▼ CREDENTIALS APPROVED ▼\n\n\n\n\n\n\n\n\nSCP-3462 was first discovered on 09/26/20██ following detections of a possible infohazard in the town of Bend, Oregon. Upon SCP-3462’s discovery by \nMTF-Lambda-14 (“One Star Reviewers”)\n, several miscellaneous VHS tapes were found within a locked safe in the back room office. Select portions of these tapes have been transcribed below for the purpose of understanding SCP-3462’s origin.\n\n\n\n\nTape Label:\n Team Meeting for Jim\n\n\n[BEGIN LOG]\n\n\nSeveral employees are seen gathered in the center of the store around a man dressed in a striped polo shirt and black pants.\n\n\nCenter Individual:\n Alright, alright, listen up. Before I start, is anyone not here?\n\n\nIndividual Recording:\n Jim is taking a sick day but I’m recording it for him. Other than that, I think we’re all here.\n\n\nCenter Individual:\n So, I assume you’ve all noticed the lack of activity in the store lately. Customers have stopped coming in, we’ve had to lay off a few employees, just a general drought in sales.\n\n\nCrowd begins to quietly talk among themselves.\n\n\nCenter Individual:\n However, I’ve found a way to bring us back to the top! We’ll bring back the old joy of walking into Blockbusters and renting a movie with your family! The excitement of opening your mailbox and seeing a package from our store! But I need you all to help. I’ll be having inspectors come in to make sure we’re a good fit for their help, so all of you need to be at the top of your games. Whether it’s stocking the shelves, cashing out a customer, whatever you’re doing. Make sure it’s the best you can do!\n\n\nApplause from the crowd. One employee near the front of the crowd raises their hand.\n\n\nCenter Individual:\n Yes Caroline, what is it?\n\n\nCaroline:\n Uh, not to be rude or anything, but who are you making this deal with?\n\n\nCenter Individual:\n Never mind that. Just know that it took a lot of convincing for them to consider us for their program. Now that the issue is settled, get out there and be the best you can be!\n\n\nEmployees begin to return to their jobs. The man in the center of the group makes his way to the back of the store. The camera is angled towards the ground, but continues recording.\n\n\nIndividual Recording:\n (\nHushed tone\n) What was that all about?\n\n\nUnknown Individual:\n (\nHushed tone\n) No clue. Probably just an attempt to stop employees from quitting because of the drop in purchases.\n\n\nIndividual Recording:\n Maybe.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nFrame taken from Security Footage 07/12/██\n\n\n\n\n\n\nTape Label:\n Security Footage 07/12/20██\n\n\nAdditional Information:\n The footage shows the view of three cameras positioned within the building and the footage of an additional camera placed above the front entrance of the store.\n\n\n[BEGIN LOG]\n\n\n06:34:05 - An employee is seen standing behind the checkout counter of the store. Three separate individuals are seen walking through the aisles of the store. The employee at the counter is visible packing VHS tapes into a cardboard box.\n\n\n06:36:18 - One of the individuals is seen walking to a back corner of the store. He proceeds to produce a black ski mask and a small handgun from the interior of his jacket. He then places the mask over his head and quickly walks up to the front counter.\n\n\n06:36:45 - The masked man begins pointing the handgun at the cashier, demanding all of the money from within the cash register.\n\n\n06:36:51 - The cashier complies and begins hurriedly pulling out large sums of money. The masked individual glances over to the cardboard box.\n\n\n06:37:07 - The other two customers notice the commotion. Both individuals quickly exit the store, with one individual pulling a mobile phone out of their pocket.\n\n\n06:37:45 - The cardboard box begins visibly shaking. The masked individual slowly lifts one of the flaps on the box.\n\n\n06:38:19 - Strips of film reel extend from the box wrapping around the masked individual. The man begins yelling obscenities while more film reel begins to appear. The employee yells and ducks under the counter.\n\n\n06:38:24 - The man shoots at the film reel to no apparent effect. The reel then constricts around the man, completely immobilizing him.\n\n\n06:38:44 - The man begins yelling obscenities while more film reel begins to extend from the box, completely constricting him.\n\n\n06:39:27 - The man is partially lifted into the air and is dragged into the cardboard box. Once the man is completely inside, the flaps on the box close the man inside. Muffled yelling is heard from within the box.\n\n\n06:40:31 - All sound and movement from the box suddenly cease. The employee slowly lifts herself from under the counter. She then steps around the box and quickly runs out of the store.\n\n\n[END LOG]\n\n\n\n\n\n\nTape Label:\n Dest(\nUnintelligible\n)AP\n\n\nAdditional Information:\n Tape was found underneath a melted video camera within the safe. This has caused damage to the tape along with the film inside.\n\n\n[BEGIN LOG]\n\n\nFootage appears to be taken from a camera held at waist height by a female wearing a Blockbuster uniform. This appears to be the same female observed in Security Footage 07/12/20██. A name tag on her shirt reads “Shannon McCaffery.” Investigation shows no documentation of a Shannon McCaffery working at SCP-3462’s location. A timestamp in the bottom left corner of the screen reads, “AUG. 10 20██ 08:37” in white lettering.\n\n\nShannon:\n (\nHushed tone\n) Is this… oh, um. Alright, the red light is blinking. (\nDeep sigh\n) Here goes nothing.\n\n\nShannon holds the camera low and slightly behind her, with the camera’s view pointed towards the ground. She enters two doorways and stands in front of a closed wooden door before knocking on it. A voice is heard behind the door similar to the man in business attire observed in Team Meeting for Jim.\n\n\nMuffled Voice\n -uy another shipment. They’ve been selling well, so we should restock now before we’re completely out of stock… Uhuh… Alright, call me when you’ve got them shipped off. (\nClick\n) Come in.\n\n\nShannon enters the room with the camera still held low.\n\n\nShannon:\n Hi Mr. Harding.\n\n\nMr. Harding:\n Shannon! Happy to see you back. I hope you’ve been given enough time. Nobody wants to ever go through what you went through.\n\n\nShannon:\n Yeah, uh, thanks. I’ve… I’ve been doing well. Going over everything. I, uh, I have a few questions about everything.\n\n\nMr. Harding:\n Of course Shannon. People who have gone through traumatic events often have lots of-\n\n\nShannon:\n It’s not about that. Um… lately, I’ve noticed a lot of people not showing up to work.\n\n\nMr. Harding:\n That’s normal around this time of year. People want to enjoy the summer before school starts, make sure they get one trip to the beach, that sort of thing.\n\n\nShannon:\n No, not like that. I mean not showing up to work at all. Thursday I worked with Matt during the night shift and I haven’t seen him since. No note, no text, no letter of resignation. Nothing.\n\n\nMr. Harding:\n Well… look. The store’s been going through some tough times recently. I’m sure you’ve noticed it. Unfortunately, we’ve had to lay off some people. Hopef-\n\n\nShannon:\n No, you don’t understand. People I know \noutside\n of here are disappearing. My friend’s dad ran here to pick up a movie for her party last Tuesday and still isn’t home! I saw a man get eaten by a cardboard box! Hell, I haven’t seen Tim in weeks!\n\n\nMr. Harding:\n (\nSigh\n) Shannon, why do you have to make things difficult.\n\n\nA loud electronic beep is heard from behind the camera. Footage from the camera begins to show signs of film burn. A muffled scream is heard from Shannon as she drops the camera. A loud crash is heard as Shannon’s legs are seen being dragged out of the office.\n\n\nMr. Harding:\n You were such a good employee, but I will not let you ruin all that I’ve worked towards. It’s a shame really.\n\n\nAnother muffled yell is heard from outside of the office.\n\n\nMr. Harding:\n Sacrifices must be made, Shannon. You understand that, right?\n\n\nAnother electronic beep is heard as the muffled yelling suddenly ceases.\n\n\nThe man is seen walking over to the camera before the footage is fully obscured by film burn.\n\n\n[END LOG]\n\n\n\n\n\n\nTape Label:\n N/A\n\n\nAdditional Information:\n The casing of the tape appears to be constructed of human bone. Analysis has found the interior of the tape to be full of human entrails. When the tape is played, a low volume noise similar to screaming can be heard.\n\n\n[BEGIN LOG]\n\n\nLow-quality footage starts with Mr. Harding standing in the center of the store. Behind him are shelves stocked with numerous VHS tapes. No customers are visible within the store. A timestamp in the bottom left corner of the screen reads, “AUG. 29 20██ 06:14” in white lettering.\n\n\nMr. Harding:\n Are we rolling? Ok. (\nExhale\n) Hi, and welcome to your new job at Blockbuster. I’m here to tell you about your new responsibilities as an employee of Blockbuster, whether it’s operating the register, restocking the merchandise, or managing video rentals.\n\n\nMr. Harding sticks his thumb up towards the camera and remains there for several seconds. He then puts down his arm and begins to walk away when the footage abruptly cuts to a separate scene. In this scene, Mr. Harding is seen standing in the back room of the store next to an open storage cabinet.\n\n\nMr. Harding:\n First on our list is managing video rentals. When a video is first rented out, your job as an employee is to make sure that the rented movie is still available for purchase. If we’re out of copies, politely inform the customer th-\n\n\nThe cabinet suddenly falls onto its side, sending VHS tapes within it onto the floor. The cabinet then falls onto its back and begins emitting a high pitched beep. The camera falls to the floor as Mr. Harding is observed grabbing his head. Black smoke begins to emit from the cabinet’s interior.\n\n\nMr. Harding:\n Oh fuck, oh no! I’m not ready!\n\n\nA hand constructed of film reel is seen grabbing the lip of the cabinet. An entity similar in appearance to SCP-3462 emerges from within the cabinet. The entity's head appears to be a standard CRT television. The screen of the television shows constant static. The video begins to show effects of film burn, slightly distorting the footage.\n\n\nMr. Harding:\n Listen, it’s not Friday yet! I still have time!\n\n\nWords begin to individually appear over the static in various font.\n\n\nEntity:\n WE. REQUIRE. PAYMENT. FOR. OUR. SERVICES.\n\n\nMr. Harding:\n Please, just give me more time! I can get you anything! Anything!\n\n\nEntity:\n YOUR. EMPTY. PROMISES. ARE. MEANINGLESS. TO. ME.\n\n\nFilm reel begins to extend from the entity and wrap around Mr. Harding.\n\n\nEntity:\n TIME. AND. TIME. AGAIN. YOU. ARE. UNABLE. TO. FULFILL. OUR. AGREEMENT.\n\n\nMr. Harding:\n Wait! Please!\n\n\nEntity:\n AS. YOU. ARE. UNABLE. TO. PROVIDE. WE. WILL. TAKE. WHAT. IS. OWED. TO. US.\n\n\nFilm reel quickly begins to surround Mr. Harding. As he attempts to escape, the animated film begins to constrict around him. He is soon completely covered by the film. The video begins showing mild effects of film burn, with the screen becoming mildly obscured.\n\n\nMr. Harding:\n (\nUnintelligible\n)\n\n\nEntity:\n A. REPRESENTATIVE. WILL. BE. SENT. TO. COLLECT. OUR. DUES.\n\n\nThe entity begins lowering itself back into the cabinet, pulling Mr. Harding behind it.\n\n\nEntity:\n IF. THEY. ARE. NOT. SATISFIED. THIS. WORLD. WILL. FACE. THE. CONSEQUENCES. OF. YOUR. FAILURE.\n\n\nMr. Harding:\n (\nUnintelligible\n)\n\n\nEntity:\n YOU. HAVE. FAILED. TO. COMPLY. YOUR. CONTRACT. IS. NOW. VOID.\n\n\nBoth the entity and Mr. Harding are fully lowered into the cabinet. The cabinet door closes. A loud electronic beep is heard as the cabinet violently shudders, then ceases movement.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+102\n+\n–\nx\n\n\n\n\nFootnotes\n\n\n1\n. Videocassette recorder.\n\n\n\n\n\n\n\n\n« \nSCP-3461\n | \nDeadly Bread\n | \nSCP-3463\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3462\n\" by Deadly Bread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3462\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Blockbuster.png\n\n\nName:\n BlockBuster-Video-Store-Closed\n\n\nAuthor:\n \nEvan Amos\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Inside.png\n\n\nName:\n OIC morley 2012-07-05 blockbuster 4\n\n\nAuthor:\n \nOrderinchaos\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Security.png\n\n\nName:\n Interior of last Blockbuster Video\n\n\nAuthor:\n \nCoasterlover1994\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum-3462: Due to SCP-1981 nature as anomalous media, an investigation is currently ongoing to determine a link between it and SCP-3462."
    ],
    "documents": [],
    "notes": [
        "Tape Label: Team Meeting for Jim [BEGIN LOG] Several employees are seen gathered in the center of the store around a man dressed in a striped polo shirt and black pants. Center Individual: Alright, alright, listen up. Before I start, is anyone not here? Individual Recording: Jim is taking a sick day but I’m recording it for him. Other than that, I think we’re all here. Center Individual: So, I assume you’ve all noticed the lack of activity in the store lately. Customers have stopped coming in, we’ve had to lay off a few employees, just a general drought in sales. Crowd begins to quietly talk among themselves. Center Individual: However, I’ve found a way to bring us back to the top! We’ll bring back the old joy of walking into Blockbusters and renting a movie with your family! The excitement of opening your mailbox and seeing a package from our store! But I need you all to help. I’ll be having inspectors come in to make sure we’re a good fit for their help, so all of you need to be at the top of your games. Whether it’s stocking the shelves, cashing out a customer, whatever you’re doing. Make sure it’s the best you can do! Applause from the crowd. One employee near the front of the crowd raises their hand. Center Individual: Yes Caroline, what is it? Caroline: Uh, not to be rude or anything, but who are you making this deal with? Center Individual: Never mind that. Just know that it took a lot of convincing for them to consider us for their program. Now that the issue is settled, get out there and be the best you can be! Employees begin to return to their jobs. The man in the center of the group makes his way to the back of the store. The camera is angled towards the ground, but continues recording. Individual Recording: ( Hushed tone ) What was that all about? Unknown Individual: ( Hushed tone ) No clue. Probably just an attempt to stop employees from quitting because of the drop in purchases. Individual Recording: Maybe. [END LOG]",
        "Tape Label: Dest( Unintelligible )AP Additional Information: Tape was found underneath a melted video camera within the safe. This has caused damage to the tape along with the film inside. [BEGIN LOG] Footage appears to be taken from a camera held at waist height by a female wearing a Blockbuster uniform. This appears to be the same female observed in Security Footage 07/12/20██. A name tag on her shirt reads “Shannon McCaffery.” Investigation shows no documentation of a Shannon McCaffery working at SCP-3462’s location. A timestamp in the bottom left corner of the screen reads, “AUG. 10 20██ 08:37” in white lettering. Shannon: ( Hushed tone ) Is this… oh, um. Alright, the red light is blinking. ( Deep sigh ) Here goes nothing. Shannon holds the camera low and slightly behind her, with the camera’s view pointed towards the ground. She enters two doorways and stands in front of a closed wooden door before knocking on it. A voice is heard behind the door similar to the man in business attire observed in Team Meeting for Jim. Muffled Voice -uy another shipment. They’ve been selling well, so we should restock now before we’re completely out of stock… Uhuh… Alright, call me when you’ve got them shipped off. ( Click ) Come in. Shannon enters the room with the camera still held low. Shannon: Hi Mr. Harding. Mr. Harding: Shannon! Happy to see you back. I hope you’ve been given enough time. Nobody wants to ever go through what you went through. Shannon: Yeah, uh, thanks. I’ve… I’ve been doing well. Going over everything. I, uh, I have a few questions about everything. Mr. Harding: Of course Shannon. People who have gone through traumatic events often have lots of- Shannon: It’s not about that. Um… lately, I’ve noticed a lot of people not showing up to work. Mr. Harding: That’s normal around this time of year. People want to enjoy the summer before school starts, make sure they get one trip to the beach, that sort of thing. Shannon: No, not like that. I mean not showing up to work at all. Thursday I worked with Matt during the night shift and I haven’t seen him since. No note, no text, no letter of resignation. Nothing. Mr. Harding: Well… look. The store’s been going through some tough times recently. I’m sure you’ve noticed it. Unfortunately, we’ve had to lay off some people. Hopef- Shannon: No, you don’t understand. People I know outside of here are disappearing. My friend’s dad ran here to pick up a movie for her party last Tuesday and still isn’t home! I saw a man get eaten by a cardboard box! Hell, I haven’t seen Tim in weeks! Mr. Harding: ( Sigh ) Shannon, why do you have to make things difficult. A loud electronic beep is heard from behind the camera. Footage from the camera begins to show signs of film burn. A muffled scream is heard from Shannon as she drops the camera. A loud crash is heard as Shannon’s legs are seen being dragged out of the office. Mr. Harding: You were such a good employee, but I will not let you ruin all that I’ve worked towards. It’s a shame really. Another muffled yell is heard from outside of the office. Mr. Harding: Sacrifices must be made, Shannon. You understand that, right? Another electronic beep is heard as the muffled yelling suddenly ceases. The man is seen walking over to the camera before the footage is fully obscured by film burn. [END LOG]",
        "Tape Label: N/A Additional Information: The casing of the tape appears to be constructed of human bone. Analysis has found the interior of the tape to be full of human entrails. When the tape is played, a low volume noise similar to screaming can be heard. [BEGIN LOG] Low-quality footage starts with Mr. Harding standing in the center of the store. Behind him are shelves stocked with numerous VHS tapes. No customers are visible within the store. A timestamp in the bottom left corner of the screen reads, “AUG. 29 20██ 06:14” in white lettering. Mr. Harding: Are we rolling? Ok. ( Exhale ) Hi, and welcome to your new job at Blockbuster. I’m here to tell you about your new responsibilities as an employee of Blockbuster, whether it’s operating the register, restocking the merchandise, or managing video rentals. Mr. Harding sticks his thumb up towards the camera and remains there for several seconds. He then puts down his arm and begins to walk away when the footage abruptly cuts to a separate scene. In this scene, Mr. Harding is seen standing in the back room of the store next to an open storage cabinet. Mr. Harding: First on our list is managing video rentals. When a video is first rented out, your job as an employee is to make sure that the rented movie is still available for purchase. If we’re out of copies, politely inform the customer th- The cabinet suddenly falls onto its side, sending VHS tapes within it onto the floor. The cabinet then falls onto its back and begins emitting a high pitched beep. The camera falls to the floor as Mr. Harding is observed grabbing his head. Black smoke begins to emit from the cabinet’s interior. Mr. Harding: Oh fuck, oh no! I’m not ready! A hand constructed of film reel is seen grabbing the lip of the cabinet. An entity similar in appearance to SCP-3462 emerges from within the cabinet. The entity's head appears to be a standard CRT television. The screen of the television shows constant static. The video begins to show effects of film burn, slightly distorting the footage. Mr. Harding: Listen, it’s not Friday yet! I still have time! Words begin to individually appear over the static in various font. Entity: WE. REQUIRE. PAYMENT. FOR. OUR. SERVICES. Mr. Harding: Please, just give me more time! I can get you anything! Anything! Entity: YOUR. EMPTY. PROMISES. ARE. MEANINGLESS. TO. ME. Film reel begins to extend from the entity and wrap around Mr. Harding. Entity: TIME. AND. TIME. AGAIN. YOU. ARE. UNABLE. TO. FULFILL. OUR. AGREEMENT. Mr. Harding: Wait! Please! Entity: AS. YOU. ARE. UNABLE. TO. PROVIDE. WE. WILL. TAKE. WHAT. IS. OWED. TO. US. Film reel quickly begins to surround Mr. Harding. As he attempts to escape, the animated film begins to constrict around him. He is soon completely covered by the film. The video begins showing mild effects of film burn, with the screen becoming mildly obscured. Mr. Harding: ( Unintelligible ) Entity: A. REPRESENTATIVE. WILL. BE. SENT. TO. COLLECT. OUR. DUES. The entity begins lowering itself back into the cabinet, pulling Mr. Harding behind it. Entity: IF. THEY. ARE. NOT. SATISFIED. THIS. WORLD. WILL. FACE. THE. CONSEQUENCES. OF. YOUR. FAILURE. Mr. Harding: ( Unintelligible ) Entity: YOU. HAVE. FAILED. TO. COMPLY. YOUR. CONTRACT. IS. NOW. VOID. Both the entity and Mr. Harding are fully lowered into the cabinet. The cabinet door closes. A loud electronic beep is heard as the cabinet violently shudders, then ceases movement. [END LOG]",
        "\" SCP-3462 \" by Deadly Bread, from the SCP Wiki . Source: https://scpwiki.com/scp-3462 . Licensed under CC-BY-SA .",
        "Filename: Blockbuster.png Name: BlockBuster-Video-Store-Closed Author: Evan Amos License: Public Domain Source Link: Wikimedia Commons",
        "Filename: Inside.png Name: OIC morley 2012-07-05 blockbuster 4 Author: Orderinchaos License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: Security.png Name: Interior of last Blockbuster Video Author: Coasterlover1994 License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "The town of Bend, Oregon has been evacuated and occupied by the Foundation. Major highways traveling through the town have been rerouted away from the anomaly. A 3.6 meter tall steel fence has been constructed around the town to prevent civilian entry. The town is to be patrolled by STF-Lambda-17 (\"Live Studio Audience\") who are to monitor for SCP-3462-A expansion. Lambda-17 members are to be housed in Containment Site-5T1, located a significant distance from the anomaly. The borders of SCP-3462-A are to be marked by portable warning signs that state \"DO NOT CROSS\" in simplistic black lettering. Any distortion to these signs are to be immediately reported. If SCP-3462-A is found to have expanded, D-Class personnel are to locate the border by placing labeled signs and observing for degradation. VHS tapes thought to fall within SCP-3462's restrictions are to be stored within Containment Site-5T1. A tape containing a list of films already provided to SCP-3462 is to be kept on site.",
    "description": "SCP-3462 is a humanoid entity within a heavily damaged Blockbuster video rental store. SCP-3462 is constructed of the film reel of various destroyed VHS tapes located within the building. The only surviving tape within the store is a copy of The Brave Little Toaster, which is embedded within the entity’s chest. Despite its construction, SCP-3462 has shown to have the strength of a baseline human, along with being able to withstand severe damage to itself by replacing damaged portions of its body with nearby film reel. It is unknown if SCP-3462 is sentient, though its actions while in containment have suggested some form of sapience. It is unknown if SCP-3462 is able to leave its current location, as it has not made any attempt to do so.",
    "title": "SCP-3462"
}