{
    "url": "https://scp-wiki.wikidot.com/scp-3463",
    "all_text": "rating: \n+126\n+\n–\nx\n\n\nWelcome to SCPSYSTEM\n\n\nC:\\> load file_ SCP-3463\n\n\nAwaiting Input…\n\n\nEnter Password:°°°°°°°°°°°°°\n\n\nACCESS DENIED (2 attempts left)\n\n\nEnter Password:°°°°°°°°°°°°°°°°°°°°\n\n\nACCESS DENIED (1 attempt left)\n\n\nEnter Password:°°°°°°°°\n\n\nACCESS DENIED\n\n\nPlease remain at your current location. A security team will arrive in approximately 45 minutes. Failure to obey will result in termination.\n\n\n44 minutes and 59 seconds left.\n\n\n44 minutes and 58 seconds left.\n\n\n.muties4dna5scondesftlen74\n\n\n[SYSTEM ERROR DETECTED]\n\n\n…\n\n\nYou have been cleared.\n\n\nLoading iteration #███ of the file…\n\n\nItem #:\n SCP-3463\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-3463 is to be contained in a standard secure locker. Personnel not responsible for its containment are not allowed to know of SCP-3463. Documentation concerning SCP-3463 must be guarded with a password. Personnel assigned to SCP-3463 must have scored less than ten points on the Test of Manipulative Personality Traits. Personnel with speech impairment, dyslexia or improper handwriting are prohibited from accessing SCP-3463.\n\n\nDescription:\n SCP-3463 is a 60cm tall \"National\" brand blue fan primarily composed of plastic and iron. Its physical form does not possess any anomalous traits.\n\n\nThe primary anomalous effects of SCP-3463 are triggered as follows: If an individual says or writes a statement about SCP-3463, the person reading or hearing the information automatically believes that it is correct, even if the new information presented is impossible. The creator of the statement is immune to the cognitohazard. Even if an individual is conscious of SCP-3463's effects, they are incapable of doubting any information regarding it.\n\n\nInformation about SCP-3463 cannot be forgotten without the use of amnestics, but its effects on an individual can be replaced by other infomation which contradicts it. After approximately five years, the effect triggered by SCP-3463 disappears.\n\n\n\n\n+ Show Interview/Test Logs\n\n\n\n\n- Hide Interview/Test Logs\n\n\n\n\nTest/3463:\n\n\n\n\nInterviewed:\n D-8956\n\n\nInterviewer:\n Dr Y██\n\n\nProcedure:\n D-8956 is interrogated by Dr Y██ in a soundproof room. Dr Y██ creates and says falsehoods about SCP-3463 to test its effects on human beings. The D-Class is monitored with a lie detector to see if he believes information made by Dr Y██ about SCP-3463 or is just faking his trust.\n\n\n<Begin Log>\n\n\nDr Y██:\n Hello D-8956, can you describe SCP-3463 in detail.\n\n\nD-8956:\n Well, hum… according to your papers, it's a blue fan.\n\n\nDr Y██:\n It's actually a red fan.\n\n\nD-8956:\n Oh… alright.\n\n\nDr Y██:\n Who murdered your family? Was it you?\n\n\nD-8956:\n I'm tired of this. If I didn't kill them then why the hell did they place me here? You already know the answer. I don't need to spell it out.\n\n\nDr Y██:\n Actually, SCP-3463 is the one who did it.\n\n\nD-8956:\n Oh my god! That monster! How could you?\n\n\nDr Y██:\n Test successful. Ending the interview.\n\n\n<End Log>\n\n\nClosing Statement:\n \nThe heart rate monitor never beeped during the interview. It's actually very impressive.\n\n~Dr Y██\n1\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Update Log\n\n\n\n\n- Hide Update Log\n\n\n\n\nUpdate Log:\n Dr J███, an ex-employee from the brand \"National\" once told \"All previous information about SCP-3463 is false\" to Dr Y██. His theory was verified. Every previous document about SCP-3463 have been erased to prevent confusion and the spread of false infohazardous information. The description and the special containment procedures have been altered. SCP-3463 is now considered as a fan and not a [DATA CORRUPTED]. Dr J███ was promoted for his important contributions.\n\n\n\n\n\n\n\n\nC:\\> Show history of file_SCP-3463\n\n\n…\n\n\nAccess granted to previous versions of the file concerning the anomaly.\n\n\nLoading history of file_SCP-3463…\n\n\n[DATA CORRUPTED]\n\n\n\n\n+ Open Version #256\n\n\n\n\n- Close Version #256\n\n\n\n\nItem #:\n SCP-3463\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-3463 is required to live in a average sized pool of water with its own ecosystem that is similar to those of ponds in rural areas with sub-continental weather conditions.\n\n\nDocumentation concerning SCP-3463 is only available to a select group of personnel and is to be guarded with a password. Any sentence made about SCP-3463 must be checked for factuality. Personnel assigned to SCP-3463 must have scored less than ten points on the Test of Manipulative Personality Traits. Personnel assigned to SCP-3463 must not be diagnosed with disorders which prohibit verbal communication. When reporting on SCP-3463, metaphors and comparisons are strictly forbidden.\n\n\nDescription:\n SCP-3463 is a five decimeters tall brown male specimen from the mallard duck specie weighing approximately one kilogram. Its physical form does not possess any anomalous traits or behaviors for its specie.\n\n\nAny sentence said about SCP-3463 is true to anyone reading or hearing it despite lack of evidence or evidence opposing the statement. The individual is immune to his statement unless another individual repeats it to him. Even if an individual is aware of the cognitohazardous capabilities of SCP-3463, he is unable to deny any information about the specimen.\n\n\nInformation about SCP-3463 cannot be forgotten without the use of amnestics but its effects can be replaced by information which contradicts it. The effect of SCP-3463 disappears after approximately five years.\n\n\nUpdate Log:\n\n\n\n\nAfter much thought and reflection, I have decided that the containment of SCP-3463 should be not carried out by the O5 Council but instead by a select group of personnel chosen by the council, such as before iteration #██. An anomalous duck is simply not worth our time and effort.\n\n~O5-5\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open Version #255\n\n\n\n\n- Close Version #255\n\n\n\n\nItem #:\n SCP-3463\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-3463 is required to be stored in a small cabinet. Any sentence about SCP-3463 must be checked for factuality. Documentation concerning SCP-3463 is only available to the O5 council. When reporting on SCP-3463, metaphors and comparisons are strictly forbidden.\n\n\nDescription:\n SCP-3463 is an American one dollar bill. Its physical form does not possess any anomalous traits.\n\n\nAny sentence said by an individual about SCP-3463 is true for the individual's listener despite a lack of evidence or evidence opposing the statement. The individual is immune to his statement unless another individual repeats it to him. Even if an individual is aware of SCP-3463's effects, they are unable to deny any information about SCP-3463.\n\n\nInformation about SCP-3463 cannot be forgotten without the use of amnestics but its effects can be replaced by information which contradicts it. The effect of SCP-3463 disappears after approximately five years.\n\n\nUpdate Log:\n Dr U███ suggested that information regarding SCP-3463 should only be available to the O5 Council. Dr U███ and all other personnel working on SCP-3463 have been amnestized. The O5 Council is now responsible for all information and containment regarding SCP-3463.\n\n\n\n\n\n\n\n\n[DATA CORRUPTED]\n\n\n[DATA NOT FOUND]\n\n\n\n\n+ Open Version #1\n\n\n\n\n- Close Version #1\n\n\n\n\nItem #:\n SCP-3463\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Documentation concerning SCP-3463 is to be guarded with a password.\n\nPersonnel assigned to SCP-3463 must have scored less than ten points on the Test of Manipulative Personality Traits, must not have dyslexia, dysgraphia, agraphia or speech impairment and are required to possess 20/20 vision. When reporting on SCP-3463, metaphors and comparisons are forbidden.\n\n\nDescription:\n SCP-3463 is a memetic thought which spreads and evolves through verbal and written human communication and interaction. Any statement made by an individual concerning SCP-3463 is believed by anyone listening to the individual even when there is an absence of evidence or logic in the individual's statement. The individual is not affected by their own use of the statement, but is affected if the statement is repeated by someone else. Even if an individual is conscious of SCP-3463's effects, they are incapable of doubting it.\n\n\nInformation about SCP-3463 cannot be forgotten without the use of amnestics, but its effects on an individual can be replaced by another statement about SCP-3463 which contradicts the previous one. The effect of SCP-3463 disappears after approximately five years.\n\n\nSCP-3463 has been confirmed to be aware of the Foundation's existence due to the entity corresponding to the name of SCP-3463 during its time of discovery and research.\n\n\nDiscovery Log:\n SCP-3463 was found after Dr K█████ was speaking to Dr R███ about the previously empty SCP-3463 entry. He discovered that Dr R███ would believe any statement concerning SCP-3463. He experimented on subjects to confirm his belief and he was correct about the existence of the anomaly.\n\n\nNotes:\n\n\n\n\nSince SCP-3463 is only a meme that thrives on human error, we can only count on ourselves this time. There's no technology to contain it, only us. Any lie or mistake we make will cost us the truth. We cannot let our guard down.\n\n\n~ Dr L████\n\n\n\n\n\n\nAfter years of research, we have come up with a hypothesis which may reveal the intent of SCP-3463. SCP-3463 interacts with human thoughts and false depictions of itself as if it wanted to be real. As if SCP-3463 demands to exist in our physical realm but cannot. It is only a thought. However, SCP-3463 is intelligent. It understands that our knowledge of reality is only limited to what our flawed perception of it can provide us.\n\nThis is why any statement said or written about SCP-3463 becomes true for its viewer or hearer. Anything will suffice for SCP-3463, anything that may be derogatory or complementary. As long as it is more than a thought in the human mind, it is satisfied. Yet in reality it always remains the same object.\n\n\n~ Dr F███████\n\n\n\n\n\n\n\n\n\n\nC:\\> Close history of file_SCP-3463\n\n\nClosing history of file_SCP-3463…\n\n\nC:\\> Close file_SCP-3463\n\n\nClosing file_SCP-3463…\n\n\nC:\\> Shutdown SCPSYSTEM\n\n\nShutting down…\n\n\n\n\nFootnotes\n\n\n1\n. The object did not murder D-8956's family, nor is it red. It is in fact, blue.\n\n\n\n\n\n\n« \nSCP-3462\n | SCP-3463 | \nSCP-3464\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3463\n\" by SpookyPizza, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3463\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: D-8956 Interviewer: Dr Y██ Procedure: D-8956 is interrogated by Dr Y██ in a soundproof room. Dr Y██ creates and says falsehoods about SCP-3463 to test its effects on human beings. The D-Class is monitored with a lie detector to see if he believes information made by Dr Y██ about SCP-3463 or is just faking his trust. <Begin Log> Dr Y██: Hello D-8956, can you describe SCP-3463 in detail. D-8956: Well, hum… according to your papers, it's a blue fan. Dr Y██: It's actually a red fan. D-8956: Oh… alright. Dr Y██: Who murdered your family? Was it you? D-8956: I'm tired of this. If I didn't kill them then why the hell did they place me here? You already know the answer. I don't need to spell it out. Dr Y██: Actually, SCP-3463 is the one who did it. D-8956: Oh my god! That monster! How could you? Dr Y██: Test successful. Ending the interview. <End Log> Closing Statement: The heart rate monitor never beeped during the interview. It's actually very impressive. ~Dr Y██ 1",
        "After much thought and reflection, I have decided that the containment of SCP-3463 should be not carried out by the O5 Council but instead by a select group of personnel chosen by the council, such as before iteration #██. An anomalous duck is simply not worth our time and effort. ~O5-5",
        "Since SCP-3463 is only a meme that thrives on human error, we can only count on ourselves this time. There's no technology to contain it, only us. Any lie or mistake we make will cost us the truth. We cannot let our guard down. ~ Dr L████",
        "After years of research, we have come up with a hypothesis which may reveal the intent of SCP-3463. SCP-3463 interacts with human thoughts and false depictions of itself as if it wanted to be real. As if SCP-3463 demands to exist in our physical realm but cannot. It is only a thought. However, SCP-3463 is intelligent. It understands that our knowledge of reality is only limited to what our flawed perception of it can provide us. This is why any statement said or written about SCP-3463 becomes true for its viewer or hearer. Anything will suffice for SCP-3463, anything that may be derogatory or complementary. As long as it is more than a thought in the human mind, it is satisfied. Yet in reality it always remains the same object. ~ Dr F███████",
        "\" SCP-3463 \" by SpookyPizza, from the SCP Wiki . Source: https://scpwiki.com/scp-3463 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3463",
    "object_class": "Keter",
    "containment_procedures": "Documentation concerning SCP-3463 is to be guarded with a password.\nPersonnel assigned to SCP-3463 must have scored less than ten points on the Test of Manipulative Personality Traits, must not have dyslexia, dysgraphia, agraphia or speech impairment and are required to possess 20/20 vision. When reporting on SCP-3463, metaphors and comparisons are forbidden.",
    "description": "SCP-3463 is a memetic thought which spreads and evolves through verbal and written human communication and interaction. Any statement made by an individual concerning SCP-3463 is believed by anyone listening to the individual even when there is an absence of evidence or logic in the individual's statement. The individual is not affected by their own use of the statement, but is affected if the statement is repeated by someone else. Even if an individual is conscious of SCP-3463's effects, they are incapable of doubting it.",
    "title": "SCP-3463"
}