{
    "url": "https://scp-wiki.wikidot.com/scp-3465",
    "all_text": "rating: \n+219\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by \nDarkStuff\n~!\n\n\n\n\n\n\n\n\n\n\nIndependent SCPs\n\n\n\n\n\n\nSCP\n\n\nTitle\n\n\n\n\n\n\nSCP-445-EX\n\n\nThe Word of the Day is Hope\n\n\n\n\n\n\nSCP-2728\n\n\nOn the Barcelona Skyline\n\n\n\n\n\n\nSCP-2729\n\n\nWhat is it Good For?\n\n\n\n\n\n\nSCP-3018\n\n\nFrance & the Tale of the Well-Intentioned Understudies\n\n\n\n\n\n\nSCP-3465\n\n\nBetter Safe Than Sorry\n\n\n\n\n\n\nSCP-3466\n\n\nOnly Birdbrains Live the American Dream\n\n\n\n\n\n\nSCP-4006\n\n\n#MassaTruthetts\n\n\n\n\n\n\nSCP-4455\n\n\nIn Short…\n\n\n\n\n\n\nSCP-4465\n\n\nNo Man is an Island\n\n\n\n\n\n\nSCP-4466\n\n\nWhy the Long Face?\n\n\n\n\n\n\nSCP-4467\n\n\nOh, I Get It Now\n\n\n\n\n\n\nCo-Authored SCPs\n\n\n\n\n\n\nSCP\n\n\nTitle\n\n\nCo-Author\n\n\n\n\n\n\nSCP-1549\n\n\nIn Absence of a Perfect Medium\n\n\nBillith\n\n\n\n\n\n\nSCP-2983\n\n\nChoco-Wonder Explosion Marshmallow Bites!™ by Dr. Wondertainment\n\n\nUncle Nicolini\n\n\n\n\n\n\nSCP-3379\n\n\nD-11424 & the Arctic Meat Hole of Infinite Wonders\n\n\nWeryllium\n\n\n\n\n\n\nSCP-3482\n\n\nNature Versus Naturalization\n\n\nRoget\n\n\n\n\n\n\nSCP-3633\n\n\nI'm Right Behind Me\n\n\nCaptain Kirby\n\n\n\n\n\n\nSCP-3713\n\n\nAll the World's a Stage\n\n\nVaraxous\n\n\n\n\n\n\nSCP-4029\n\n\nToo Many Legs to be Going Nowhere\n\n\nMaliceAforethought\n\n\n\n\n\n\nVend-a-Friend\n\n\n\n\n\n\nChapter\n\n\nTitle\n\n\n\n\n\n\nAct I\n\n\n\n\n\n\nChapter 1\n\n\nWe Just Make Toys\n\n\n\n\n\n\nChapter 2\n\n\nTo Think I've Spent My Whole Life Waiting\n\n\n\n\n\n\nChapter 3\n\n\nI Don't Get It, I Functioned Before\n\n\n\n\n\n\nChapter 4\n\n\nYou Can't Win Them All\n\n\n\n\n\n\nChapter 5\n\n\nBe Strange or Be Forgotten\n\n\n\n\n\n\nAct II\n\n\n\n\n\n\nChapter 6\n\n\nSometimes the Best Intentions are in Need of Redemption\n\n\n\n\n\n\nChapter 7\n\n\nLife's a Show\n\n\n\n\n\n\nChapter 8\n\n\n...And I'm the Star!\n\n\n\n\n\n\nChapter 9\n\n\nBack in Habit\n\n\n\n\n\n\nChapter 10\n\n\nPepper's Lament\n\n\n\n\n\n\nChapter 11\n\n\nSouls & Somas\n\n\n\n\n\n\nChapter 12\n\n\nDeceptive Cadence\n\n\n\n\n\n\nAct III\n\n\n\n\n\n\nChapter 13\n\n\nAnd I Think To Myself...\n\n\n\n\n\n\nChapter 14\n\n\nEverything Will Be Okay\n\n\n\n\n\n\nChapter 15\n\n\nHolding an Umbrella but the Sun's Still Shining\n\n\n\n\n\n\nAscension\n\n\n\n\n\n\nChapter\n\n\nTitle\n\n\n\n\n\n\nChapter 1\n\n\nSometimes I Wish This Moment Could Last Forever\n\n\n\n\n\n\nChapter 2\n\n\nWaiting on the Good Times\n\n\n\n\n\n\nChapter 3\n\n\nForever Young\n\n\n\n\n\n\nChapter 4\n\n\nWe Didn't Do This For Nothing\n\n\n\n\n\n\nChapter 5\n\n\nURA-1902\n \naka The Missing Link\n\n\n\n\n\n\nChapter 6\n\n\nThe Consequences of a Deep, Dark Disassociation\n\n\n\n\n\n\nChapter 7\n\n\nThe Call to Action (for a Modern Audience)\n\n\n\n\n\n\nChapter 8\n\n\nThe Elusive Mx. LaFerrier\n\n\n\n\n\n\nChapter 9\n\n\nIt Feels Like I Only Go Backwards\n\n\n\n\n\n\nChapter 10\n\n\nAlong for the Ride\n\n\n\n\n\n\nChapter 11\n\n\nA Hole in the Tapestry\n\n\n\n\n\n\nChapter 12\n\n\nXXXXX\n\n\n\n\n\n\nChapter 13\n\n\nIndustrial\n\n\n\n\n\n\nChapter 14\n\n\nDancing with Rachael\n\n\n\n\n\n\nChapter 15\n\n\nAscension\n\n\n\n\n\n\nEpilogue\n\n\nA World Unto Yourself\n\n\n\n\n\n\nCollaboration Contest\n Entries w/ Ellie\n\n\n\n\n\n\nMake America Normaler\n\n\n\n\n\n\nOff the Hook\n\n\n\n\n\n\nMisc. Tales\n\n\n\n\n\n\nCornelius the Collector\n\n\n\n\n\n\nCurtain Call\n\n\n\n\n\n\nThe Really Really Real Adventures in Capitalism\n\n\n\n\n\n\nI've Been Through the Desert on a Horse with No Name\n\n\n\n\n\n\nOn the Radar\n \nfor the miniseries\n \nThe Ursus Maritimus Incident\n\n\n\n\n\n\nGroup of Interest / Canon Hubs\n\n\n\n\n\n\nHub\n\n\nNotes\n\n\n\n\n\n\nDr. Wondertainment Hub\n\n\nMade w/ \ntaylor_itkin\n does not match any existing user name\n\n\n\n\n\n\nWhat a Wonderful World Hub\n\n\nMade w/ help from \nUncle Nicolini\n, a canon sprouted from Vend-a-Friend!\n\n\n\n\n\n\nWilson's Wildlife Solutions Hub\n\n\nMy pride and joy, my very own Group of Interest\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+219\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPicture\n of an SCP-3465-A instance, identical in appearance to mundane Western Painted Turtles.\n\n\n\n\n\n\nItem #:\n SCP-3465\n\n\nObject Class:\n Thaumiel\n1\n\n\nSpecial Containment Procedures:\n SCP-3465-A instances are to be contained inside an aquarium (or spread across multiple aquariums as necessary) able to accommodate a large population of turtles. SCP-3465 instances are to be fed a mixture of fish and lettuce twice a day. Research and testing on SCP-3465 is to be approved by Project Lead Dr. Rodney Ellars. Any new instances of SCP-3465-A are to be reported by GoI-466 (\nWilson's Wildlife Solutions\n) and contained in a joint effort by GoI-466 and MTF Beta-4 (\"Castaways\") and then transported to \nSite-64\n.\n\n\nDescription:\n SCP-3465 is an anomaly affecting Western Painted Turtles (\nChrysemys picta\n) in Oregon, US. Roughly one in every fifty-five (or 1.82% of) Western Painted Turtles living in Oregon are affected by SCP-3465, and are thus classified as SCP-3465-A instances. SCP-3465-A instances are characterized by infertility and an area of effect\n2\n inside which animals will become significantly less aggressive. While inside this area of effect, brains of animals are found to increase releases of melatonin, dopamine, and leptin, effectively rendering animals tired, happy, and full feeling. It is believed that this is used by SCP-3465-A instances as a defense mechanism, as the effects of the area of the effect (including radius in some cases) increase in potency when an SCP-3465-A instance is scared or threatened.\n\n\nAddendum | History of Containment\n\n\n\n\n\n\nDate\n\n\nEvent\n\n\n\n\n\n\n01-03-2018\n\n\nFirst instances of SCP-3465-A discovered, contained by GoI-466 temporarily at their premises.\n\n\n\n\n\n\n09-03-2018\n\n\nSCP-3465-A instances relocate to Site-64 upon the creation of an appropriate containment unit.\n\n\n\n\n\n\n12-03-2018\n\n\nGoI-466 claims containment rights due to SCP-3465's status as a Safe class anomaly.\n\n\n\n\n\n\n17-03-2018\n\n\nSCP-3465 containment deferred to GoI-466 under Foundation supervision.\n\n\n\n\n\n\n18-03-2018\n\n\nUnauthorized access of SCP-3465's files was detected. Investigation onto its origins begins.\n\n\n\n\n\n\n19-03-2018\n\n\nSCP-3465-A instances discovered outside of Oregon borders, disqualifying SCP-3465's status as an Oregon based anomaly. Containment duties attained by the SCP Foundation.\n\n\n\n\n\n\n22-03-2018\n\n\nGoI-466 cites their inclusion in the containment of \nSCP-3153\n, instances of which had also been discovered in northern California, as a counterargument to the deligitimization of their containment efforts. Tim Wilson, head of GoI-466, proposes an amendment to the \nBoring Agreement\n which would change wording from \"based in Oregon\" to \"based mostly in Oregon.\"\n\n\n\n\n\n\n24-03-2018\n\n\nDr. Rodney Ellars refutes Tim Wilson's proposal, explaining that SCP-3153 is still housed within Site-64 despite GoI-466's access to it.\n\n\n\n\n\n\n25-03-2018\n\n\nTim Wilson proposes to meet Dr. Rodney Ellars in person to settle the dispute.\n\n\n\n\n\n\n26-03-2018\n\n\nDr. Rodney Ellars denies Tim Wilson's proposal.\n\n\n\n\n\n\n27-03-2018\n\n\nTim Wilson contacts Director of Containment Sophia Turner through MTF Beta-4 Agent Naomi Vasquez after discovering that letters sent were consistently getting lost or misplaced.\n\n\n\n\n\n\n29-03-2018\n\n\nSophia Turner held a meeting with the Asst. Director of Personnel, Asst. Director of Research, Asst. Site Director, SCPF Ambassador to GoI-466, SCP-3465 Project Lead, and Tim Wilson. It was concluded that Tim Wilson's proposed amendment to the Boring Agreement was approved, and would be properly amended within the month.\n\n\n\n\n\n\n01-04-2018\n\n\nMTF Mu-3 (\"Highest Bidders\")\n found a collection of over a dozen SCP-3465-A instances being sold in a GoI-012 (Marshal, Carter & Dark) held auction.\n\n\n\n\n\n\n08-04-2018\n\n\nSCP-3465 reclassified to Thaumiel due to its newfound latent suppression of memetic influences.\n\n\n\n\n\n\n09-04-2018\n\n\nDuring a count of SCP-3465-A instances, two are found unaccounted for.\n\n\n\n\n\n\n10-04-2018\n\n\nAmendment to the Boring Agreement legislated.\n\n\n\n\n\n\nEDIT: \nThe following message was recovered from corrupted data in the Site-64 servers. Apparently the document was meant to be sent on\n 20-03-2018 \nto the Board of Directors at Site-64, but never delivered properly.\n\n\n\n\n\n\n\n\nQuestionable Behavior Surrounding Serenity Turtles\n\n\n\n\n\n\n\n\nHello, this is Tim Wilson, I would just like to say that though tensions have been running a bit high lately, I still consider us friends and am still willing to work under the supervision of you guys. You \nguys\n are great, actually. I have friends who have friends in your ranks, I have talked to a lot of the Castaways' guys, and you seem to be pretty well comprised of generally nice people. However, recently, as I said, tensions have been running high, and it's all been around these serenity turtles. I'm not worried about you \nguys\n, mostly just about this one \nguy\n.\n\n\nRodney, or as his friends call him, Hot Rod, has been greatly interfering with what should be Wilson's Wildlife Solutions property. As per the fifth paragraph of the Boring Agreement, sentence three:\n\n\n\"All fauna anomalies which the Supervisors designate Safe or Euclid class, based in Oregon, are to be contained by Wilson's Wildlife Solutions, with supervision by the Supervisors.\"\n\n\nNow, these serenity turtles, you see, are based primarily in Oregon, and I am \npretty sure\n that I heard Safe being flung around there. We attained possession of the turtles for a short while, but then shortly after getting them all settled into their tank the Castaways found some turtles up in Washington. Now what is so suspicious about this to me is that nobody on Castaways who I know was on that mission, and when I talked to them they said that the mission seemed to come out of nowhere. They talked about how John Schut said they heard of \"some reports of similar activity up north\" and that he wanted a small group to come with him to check it out. All willing raised their hands and he picked only the ones who I've never met before. And then they found some turtles \nfar\n outside of the original field.\n\n\nNo more turtles have been found in that area. I checked myself. I and some friends fished up there for a little trip, one day, and we searched for those turtles. They weren't there. No turtles. I don't want to be caught on a technicality, and I just want to say that those friendipedes have been found outside of Oregon and we are still proudly a part of their capture and containment. I am sure you have more important things to contain at your site — we have tangentially heard of some pretty big things, you know. Scary stuff. Scary robot stuff.\n\n\nSo, as per the Boring Agreement, it would be real nice if we could get those serenity turtles back. Oh, and I am certain we could give them better housing than that Rodney fellow, I've seen those tanks and they are filthy.\n\n\n— Tim Wilson\n\n\n\n\n\n\n\n\n\n\nThrough investigation, SCP-3465 Project Lead Dr. Rodney Ellars and MTF Beta-4 Captain John Schut have been found guilty of the following infractions against the Special Containment Procedures Foundation:\n\n\n\n\nManipulation of postal communication and transactions in Site-64\n\n\nInterference with MTF Beta-4 actions and objectives\n\n\nInterference with GoI-466 actions and objectives\n\n\nUnauthorized editing of SCP-3465 documentation\n\n\nUnauthorized transportation of SCP-3465-A instances\n\n\nUnauthorized interactions and transactions with GoI-012\n\n\nAbuse of position for personal gain\n\n\n\n\nFor this, both Dr. Rodney Ellars and John Schut will be removed from their positions and properly reprimanded. It is believed that over eight other individuals aided Dr. Rodney Ellars and John Schut or otherwise intentionally failed to report their behaviors for monetary gain. Investigation will continue to bring those who have worked with Dr. Rodney Ellars, John Schut, or GoI-012 at Site-64 to light and all found guilty will be given proper punishment for their actions.\n\n\nIt pains the Board of Directors to see such a lively community of defectors alive in Site-64. Following the reclassification to Safe, full containment of SCP-3465 will be transferred to GoI-466, as well as a formal apology.\n\n\n\n\nSITE-64 DIRECTOR EDGAR HOLMAN\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Reclassification as Safe pending.\n\n\n2\n. Volume differs between instances, maximum diameter found to be 3.6 meters.\n\n\n\n\n\n\n\n\n« \nSCP-3464\n | SCP-3465 | \nSCP-3466\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Through investigation, SCP-3465 Project Lead Dr. Rodney Ellars and MTF Beta-4 Captain John Schut have been found guilty of the following infractions against the Special Containment Procedures Foundation: Manipulation of postal communication and transactions in Site-64 Interference with MTF Beta-4 actions and objectives Interference with GoI-466 actions and objectives Unauthorized editing of SCP-3465 documentation Unauthorized transportation of SCP-3465-A instances Unauthorized interactions and transactions with GoI-012 Abuse of position for personal gain For this, both Dr. Rodney Ellars and John Schut will be removed from their positions and properly reprimanded. It is believed that over eight other individuals aided Dr. Rodney Ellars and John Schut or otherwise intentionally failed to report their behaviors for monetary gain. Investigation will continue to bring those who have worked with Dr. Rodney Ellars, John Schut, or GoI-012 at Site-64 to light and all found guilty will be given proper punishment for their actions. It pains the Board of Directors to see such a lively community of defectors alive in Site-64. Following the reclassification to Safe, full containment of SCP-3465 will be transferred to GoI-466, as well as a formal apology. SITE-64 DIRECTOR EDGAR HOLMAN"
    ],
    "item": "SCP-3465",
    "object_class": "Thaumiel1",
    "containment_procedures": "SCP-3465-A instances are to be contained inside an aquarium (or spread across multiple aquariums as necessary) able to accommodate a large population of turtles. SCP-3465 instances are to be fed a mixture of fish and lettuce twice a day. Research and testing on SCP-3465 is to be approved by Project Lead Dr. Rodney Ellars. Any new instances of SCP-3465-A are to be reported by GoI-466 (Wilson's Wildlife Solutions) and contained in a joint effort by GoI-466 and MTF Beta-4 (\"Castaways\") and then transported to Site-64.",
    "description": "SCP-3465 is an anomaly affecting Western Painted Turtles (Chrysemys picta) in Oregon, US. Roughly one in every fifty-five (or 1.82% of) Western Painted Turtles living in Oregon are affected by SCP-3465, and are thus classified as SCP-3465-A instances. SCP-3465-A instances are characterized by infertility and an area of effect2 inside which animals will become significantly less aggressive. While inside this area of effect, brains of animals are found to increase releases of melatonin, dopamine, and leptin, effectively rendering animals tired, happy, and full feeling. It is believed that this is used by SCP-3465-A instances as a defense mechanism, as the effects of the area of the effect (including radius in some cases) increase in potency when an SCP-3465-A instance is scared or threatened.",
    "title": "SCP-3465"
}