{
    "url": "https://scp-wiki.wikidot.com/scp-3467",
    "all_text": "rating: \n+106\n+\n–\nx\n\n\n\n\n\n\nSCP-3467\n\n\n\n\n\n\nItem #:\n SCP-3467\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3467 is contained in a Standard Aviary constructed near Site-64, isolated from the rest of the facility. All maintenance of this aviary is to be performed either via automation, or else by Designated Containment Liaison Peggy Marquez.\n\n\nNo personnel are to interact with SCP-3467 with the exception of DCL Marquez, who has been granted DCL status and representative Foundation employment for the purposes of continued containment.\n\n\nIn the event that SCP-3467 breaches containment, it is to be recontained solely by DCL Marquez. Any armed personnel in the area are to evacuate SCP-3467's path and are not to attempt to engage or capture it.\n\n\nDescription:\n SCP-3467 is a bush moa (\nAnomalopteryx didiformis\n)\n1\n, approximately 1.4m tall.\n\n\nSCP-3467 exerts an anomalous influence on any sentient being attempting to capture, hunt, or kill it. This influence causes a range of symptoms, including dizziness, amnesia, ataxia, and vision impairment, which fade roughly two hours after the victim ceases pursuit of SCP-3467.\n\n\nWhen two or more individuals are targeting SCP-3467, SCP-3467's influence gains additional effects. Individuals will become paranoid, and their ability to coordinate or communicate effectively with each other will be impaired, directly proportional to the number of individuals affected at once.\n\n\nAddendum: Acquisition Report\n\nSCP-3467 was first identified following multiple reports of a \"madness bird\" or \"madness dinosaur\" throughout Vancouver, Washington. Mobile Task Force Phi-2 (\"Clever Girls\") was deployed, and equipped with SCRAMBLE visors and other countermemetic gear, as well as long-range tranquilizer rifles.\n\n\nMTF Phi-2 tracked SCP-3467 south across the Washington-Oregon border. Around the same time, MTF Beta-4 (\"Castaways\") was sent to investigate.\n\n\nBoth task forces were revealed to have encountered SCP-3467 directly and were exposed to its anomaly; all members were incapacitated from either friendly tranquilizer fire or self-injury presumably due to loss of balance\n2\n.\n\n\nShortly after, GOI-466 (\"Wilson's Wildlife Solutions\") employee Peggy Marquez encountered SCP-3467 while on an unrelated assignment to measure the water quality of the Willamette River. SCP-3467 cautiously approached Marquez, who petted SCP-3467 and offered it a portion of her food. After contacting both GOI-466 and the Foundation, Marquez managed to lead SCP-3467 back to headquarters, at which point she was able to lure it into an aviary without incident.\n\n\nFollowing this, and the subsequent full recovery of all MTF operatives, SCP-3467 was declared contained per the Boring Agreement.\n\n\n\n\nFootnotes\n\n\n1\n. A wingless, flightless bird that was endemic to New Zealand until its extinction by the 15th century AD.\n\n\n2\n. One Phi-2 operative appeared to have blindfolded herself in an unsuccessful attempt to defend herself from SCP-3467's anomaly.\n\n\n\n\n\n\n\n\n« \nSCP-3466\n | SCP-3467 | \nSCP-3468\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3467\n\" by Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3467\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n confusion.png\n\n\nName:\n Model of Giant Moa's Head\n\n\nAuthor:\n KKPCW\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: Acquisition Report SCP-3467 was first identified following multiple reports of a \"madness bird\" or \"madness dinosaur\" throughout Vancouver, Washington. Mobile Task Force Phi-2 (\"Clever Girls\") was deployed, and equipped with SCRAMBLE visors and other countermemetic gear, as well as long-range tranquilizer rifles.\nMTF Phi-2 tracked SCP-3467 south across the Washington-Oregon border. Around the same time, MTF Beta-4 (\"Castaways\") was sent to investigate.\nBoth task forces were revealed to have encountered SCP-3467 directly and were exposed to its anomaly; all members were incapacitated from either friendly tranquilizer fire or self-injury presumably due to loss of balance 2 .\nShortly after, GOI-466 (\"Wilson's Wildlife Solutions\") employee Peggy Marquez encountered SCP-3467 while on an unrelated assignment to measure the water quality of the Willamette River. SCP-3467 cautiously approached Marquez, who petted SCP-3467 and offered it a portion of her food. After contacting both GOI-466 and the Foundation, Marquez managed to lead SCP-3467 back to headquarters, at which point she was able to lure it into an aviary without incident.\nFollowing this, and the subsequent full recovery of all MTF operatives, SCP-3467 was declared contained per the Boring Agreement."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3467 \" by Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-3467 . Licensed under CC-BY-SA .",
        "Filename: confusion.png Name: Model of Giant Moa's Head Author: KKPCW License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3467",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3467 is contained in a Standard Aviary constructed near Site-64, isolated from the rest of the facility. All maintenance of this aviary is to be performed either via automation, or else by Designated Containment Liaison Peggy Marquez.",
    "description": "SCP-3467 is a bush moa (Anomalopteryx didiformis)1, approximately 1.4m tall.",
    "title": "SCP-3467"
}