{
    "url": "https://scp-wiki.wikidot.com/scp-3470",
    "all_text": "rating: \n+250\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3470\n: Harry Potter's Revenge\n\n\nAuthor:\n \nA Random Day\n\n\n\n\n+ More SCPs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3220\n\n\nRating: 534\n\n\n\n\n\n\nSCP-2790\n\n\nRating: 493\n\n\n\n\n\n\nSCP-4780\n\n\nRating: 482\n\n\n\n\n\n\nSCP-2820\n\n\nRating: 476\n\n\n\n\n\n\nSCP-3780\n\n\nRating: 439\n\n\n\n\n\n\nSCP-2664\n\n\nRating: 412\n\n\n\n\n\n\nSCP-4950\n\n\nRating: 400\n\n\n\n\n\n\nSCP-2730\n\n\nRating: 293\n\n\n\n\n\n\nSCP-947\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2350\n\n\nRating: 275\n\n\n\n\n\n\nSCP-2810\n\n\nRating: 271\n\n\n\n\n\n\nSCP-3640\n\n\nRating: 264\n\n\n\n\n\n\nSCP-2490\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4670\n\n\nRating: 255\n\n\n\n\n\n\nSCP-3470\n\n\nRating: 250\n\n\n\n\n\n\nSCP-2680\n\n\nRating: 247\n\n\n\n\n\n\nSCP-5430\n\n\nRating: 215\n\n\n\n\n\n\nSCP-5940\n\n\nRating: 202\n\n\n\n\n\n\nSCP-2210\n\n\nRating: 202\n\n\n\n\n\n\nSCP-4710\n\n\nRating: 177\n\n\n\n\n\n\nSCP-3850\n\n\nRating: 160\n\n\n\n\n\n\nSCP-3360\n\n\nRating: 152\n\n\n\n\n\n\nSCP-7660\n\n\nRating: 132\n\n\n\n\n\n\nSCP-2060\n\n\nRating: 123\n\n\n\n\n\n\nSCP-2910\n\n\nRating: 118\n\n\n\n\n\n\nSCP-1750\n\n\nRating: 102\n\n\n\n\n\n\nSCP-2570\n\n\nRating: 95\n\n\n\n\n\n\nSCP-2650\n\n\nRating: 94\n\n\n\n\n\n\nSCP-6190\n\n\nRating: 87\n\n\n\n\n\n\nSCP-2143\n\n\nRating: 83\n\n\n\n\n\n\nSCP-7780\n\n\nRating: 79\n\n\n\n\n\n\nSCP-6880\n\n\nRating: 74\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAvatara\n\n\nRating: 246\n\n\n\n\n\n\nHypervelocity\n\n\nRating: 245\n\n\n\n\n\n\nI Thought You Died Alone\n\n\nRating: 188\n\n\n\n\n\n\nMoonlighting\n\n\nRating: 183\n\n\n\n\n\n\nZeitgeist\n\n\nRating: 141\n\n\n\n\n\n\nAutoerotic Assassination\n\n\nRating: 128\n\n\n\n\n\n\nTerminal Velocity\n\n\nRating: 122\n\n\n\n\n\n\nT Minus\n\n\nRating: 122\n\n\n\n\n\n\nThe Chosen Few\n\n\nRating: 100\n\n\n\n\n\n\nReboot or: How I Learned to Stop Worrying and Love the Apocalypses\n\n\nRating: 97\n\n\n\n\n\n\nHard Machine\n\n\nRating: 88\n\n\n\n\n\n\nLoud, Lawless, and Lost\n\n\nRating: 88\n\n\n\n\n\n\nThe Vice Girls\n\n\nRating: 87\n\n\n\n\n\n\nMorphine Machine\n\n\nRating: 87\n\n\n\n\n\n\nDeus Vulture\n\n\nRating: 87\n\n\n\n\n\n\nTruth Is Sin\n\n\nRating: 84\n\n\n\n\n\n\nNonpareil\n\n\nRating: 82\n\n\n\n\n\n\nEcstasy and Exorcism\n\n\nRating: 81\n\n\n\n\n\n\nThe Revelation\n\n\nRating: 81\n\n\n\n\n\n\nRise and Repent\n\n\nRating: 79\n\n\n\n\n\n\nT Plus\n\n\nRating: 68\n\n\n\n\n\n\nPrey and Obey\n\n\nRating: 51\n\n\n\n\n\n\nEscape Velocity\n\n\nRating: 50\n\n\n\n\n\n\nJump the Gun\n\n\nRating: 49\n\n\n\n\n\n\nNo One Gets Out of Her Alive\n\n\nRating: 47\n\n\n\n\n\n\nLeather Pig\n\n\nRating: 47\n\n\n\n\n\n\nThe Ballad of Santa Troy\n\n\nRating: 47\n\n\n\n\n\n\nContempt\n\n\nRating: 42\n\n\n\n\n\n\nDomo Arigato\n\n\nRating: 38\n\n\n\n\n\n\nThe Man-Machine\n\n\nRating: 36\n\n\n\n\n\n\nMile High Club\n\n\nRating: 30\n\n\n\n\n\n\nStrung Out in Heavens High\n\n\nRating: 27\n\n\n\n\n\n\nHands\n\n\nRating: 26\n\n\n\n\n\n\nIndustrial Espionage\n\n\nRating: 26\n\n\n\n\n\n\nNothing Human\n\n\nRating: 25\n\n\n\n\n\n\nFullmusic Astrobiologist\n\n\nRating: 22\n\n\n\n\n\n\nEight Hours in the ECRG\n\n\nRating: 18\n\n\n\n\n\n\nEnasni Si Gnihtyreve\n\n\nRating: 15\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Hubs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nPrometheus Labs Hub\n\n\nRating: 151\n\n\n\n\n\n\nSpeed Demon\n\n\nRating: 134\n\n\n\n\n\n\nGuns Pointed at the Head of God\n\n\nRating: 75\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nOverheard at Deer\n\n\nch00bakka\n\n\n\n\n\n\nSCP-150\n\n\nDecibelles\n\n\n\n\n\n\nSCP-3000\n\n\ndjkaktus\n, \nJoreth\n\n\n\n\n\n\nSCP-4220\n\n\nThe Great Hippo\n\n\n\n\n\n\nSCP-4310\n\n\nThe Great Hippo\n\n\n\n\n\n\nChicago Spirit Hub\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5555\n\n\nRounderhouse\n, \nUncle Nicolini\n\n\n\n\n\n\nVisions of Bodies Being Burned\n\n\nTaffeta\n\n\n\n\n\n\nSamsara\n\n\nTyGently\n\n\n\n\n\n\nDeath Perception\n\n\nTyGently\n\n\n\n\n\n\nThe Powers that Bark\n\n\nTyGently\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA Semi-Comprehensive List of Foundation Facilities\n\n\n\n\n\n\nDr. Desai's Personnel File\n\n\n\n\n\n\nExperiment Log T-98816-OC108/682\n\n\n\n\n\n\nExperiment Log T-98816-OC108/682 (Extension)\n\n\n\n\n\n\nMobile Task Forces\n\n\n\n\n\n\nSCP-2350\n\n\n\n\n\n\nSCP-3469\n\n\n\n\n\n\nSCP-3471\n\n\n\n\n\n\nSCP-6996\n\n\n\n\n\n\nSCP Series 4\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+250\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3470\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The dissected SCP-3470 egg and three unhatched SCP-3470 eggs are in cold storage in Site-42. \nMobile Task Force Lambda-12 (\"Pest Control\")\n is currently monitoring the area around Cibola National Park for signs of continued SCP-3470 habitation.\n\n\nDescription:\n SCP-3470 is a predatory organism that relies on aggressive mimicry to hunt human beings. Specifically, SCP-3470 resembles a Ford Anglia 105E of unclear age with a single occupant in the driver's seat. SCP-3470's most noticeable trait is related to the driver: although the windshield is perpetually fogged in such a way that the face of the driver is obscured, when hunting prey, SCP-3470 will extend the driver's left hand outside of the vehicle and make driving signals. There are two human eyes embedded in the palm, and they appear to react and work in the same way as normal human eyes.\n\n\nSCP-3470 hunts only at night in a manner similar to ambush predators; it patrols roadways in its territory looking for solitary cars. When SCP-3470 identifies a potential prey, it will catch up to them, pass them, and then force them to slow down and stop with hand gestures. Just before attacking, SCP-3470 will rotate the hand so that human drivers can see its palm. However, SCP-3470's method of attack and consumption is still unknown.\n\n\nSCP-3470's territory overlaps part of Cibola National Forest in New Mexico. Numerous reports were compiled of automobiles found still running with their occupants having gone missing. All such reports mentioned the same tire tracks and blue paint specks on trees near the missing persons' cars. Two police officers dispatched to investigate the area disappeared in a similar manner; however, they were in radio contact with other officers at the time of their disappearance, and their description of SCP-3470, particularly the hand of its driver, attracted the Foundation's attention.\n\n\nAddendum:\n Investigation and Recovery Logs\n\n\n\n\n+ D-Class Investigation Log\n\n\n\n\n- Hide Investigation Log\n\n\n\n\n\n\nTwo D-Class personnel, D-01828 (henceforth D-01) and D-13372 (henceforth D-13) were dispatched at dusk in a standard issue off-road vehicle to investigate SCP-3470 and, if found, prime it for tracking by Mobile Task Force personnel. The vehicle was equipped with a rear and dash camera. D-01828 and D-17372 were both armed with piercing rounds modified to include GPS beacons to track SCP-3470.\n\n\n[BEGIN LOG]\n\n\nCommand:\n Status check. How are you guys doing, over?\n\n\nD-01:\n I dunno. Hot, bored, over.\n\n\nD-13:\n Sweaty and thirsty as hell - jeez, it gets really dark out here doesn't it? Over.\n\n\nD-01:\n Yeah. But hey, check it out though. I've never seen that many stars before. Over.\n\n\nD-13:\n That's pretty cool. You know any of the constellations, over?\n\n\nD-01:\n Nah. Space was never my thing, over. You?\n\n\nCommand:\n You don't need to say 'over' at the end of every sentence, just when you're finished communicating. Like so, over.\n\n\nD-01:\n Yeah but it's fun. Makes me feel like a trucker. Over.\n\n\nD-13:\n Haha, yeah. Fuckin'… ten-four, good buddy. Over.\n\n\nD-01:\n Fuck yeah, ten-four. Uh, over.\n\n\nThere is a light thumping sound, most likely a fist bump.\n\n\nD-13:\n Okay, okay, okay. Let's make some up - constellations, I mean. You see that one there? Looks a bit like a pig?\n\n\nD-01:\n Eh… sort of, I guess. If I squint, yeah.\n\n\nD-13:\n I call it 'Police'.\n\n\nD-01:\n Pffft. Okay, okay, uh… oh, shit, look. Over there, you see it?\n\n\nD-13:\n Which?\n\n\nD-01:\n No, uh, I mean on the ground. Over there! Headlights. Uh, over.\n\n\nIn the distance, a car's lights can be seen. The car is moving west, perpendicularly to the D-Class' vehicle. As the D-Class get closer, the car turns north so that it is driving along the same road as the D-Class.\n\n\nCommand:\n Follow that vehicle. Get closer to it, over. D-13, get ready to shoot the vehicle if necessary.\n\n\nD-13:\n Uh, okay. Got it. Over.\n\n\nThe D-Class accelerate to catch up to the unidentified vehicle, which in turn appears to be slowing down. As it gets closer, the D-Class' headlights illuminate the vehicle properly: a turquoise-colored Ford Anglia without a license plate. The Ford's windows are transparent, and only one occupant, the driver, appears to be inside.\n\n\nD-13:\n Hey. This is the car from Harry Potter, right? Over.\n\n\nD-01:\n Holy crap, you're right. Hey. Command. Uh, so I know you guys are tight asses, but come on. Voldemort isn't gonna defeat himself, you know. Over.\n\n\nD-13 chuckles. At the same time, the Ford stops suddenly about twenty meters away from the D-Class, forcing D-01 to brake sharply.\n\n\nD-13:\n Jesus!\n\n\nD-01:\n What the fuck! Hey! Learn to drive, you junkyard dog!\n\n\nD-13:\n… Junkyard dog?\n\n\nA hand extends from the Ford's driver-side window and makes the stop hand signal.\n\n\nD-13:\n Bit late for that, isn't it?\n\n\nThe hand rotates, showing a pair of human eyes embedded into the palm. The eyes blink once.\n\n\nD-01:\n Jesus Christ!\n\n\nCommand:\n That's the anomaly! Tag it!\n\n\nSCP-3470 reverses. D-01 puts the car into reverse and begins accelerating backwards. D-13 leans out of the window and begins shooting at the anomaly, but his aim is hampered by the bumpiness of the road. SCP-3470's hand remains outside the car window, making a stop gesture.\n\n\nCommand:\n Slow down! D-13 can't aim properly!\n\n\nD-01:\n Like hell I'm slowing down!\n\n\nD-13:\n Do not slow down! Do not slow down!\n\n\nAfter two minutes of pursuit, D-13 is able to hit SCP-3470 twice. The anomaly emits a loud screech similar to that of a car performing a power brake and slows down. D-01 does not slow down, but after several minutes SCP-3470's lights disappear from view. Two minutes after that, D-01 stops, turns the vehicle around, puts it into drive, and drives the vehicle normally back to base. Neither individual speaks for the entirety of the return trip.\n\n\n\n\n\n\n\n\n\n\nFollowing the successful tagging of SCP-3470, the beacons showed that it followed a pattern of movement consistent with that of a carnivore foraging within its territory. Additionally, SCP-3470 was noted to consistently return to the same location and remain there while the sun was up; this location was presumed to be its nest. Mobile Task Force Lambda-12 was dispatched to investigate.\n\n\n\n\n+ Lambda-12 Investigation Log\n\n\n\n\n- Hide Investigation Log\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nLambda-12 arrives at SCP-3470's nest, a small cave in a forest near where D-01 and D-13 encountered the anomaly, around dusk. The task force quickly establishes reconnaissance positions in the surrounding trees. As the sun begins to set, SCP-3470 exits the cave. Lambda-12 confirms via the tracking beacons that it has begun foraging. While L5 and L6 remain on watch outside, members L1 through L4 proceed into the nest. L1 is equipped with a flamethrower; L2 with a net launcher; L3 with a tranquilizer rifle; L4 with a standard-issue light machine gun.\n\n\nL1:\n Steady boys. Lord only knows what's hiding down here. Finger on the safeties.\n\n\nL3:\n Smells like shit and diesel. What the fuck is this thing been eating?\n\n\nL2:\n Take a gander. I'm more worried about these walls. Sure don't look natural.\n\n\nThe cave walls are relatively smooth rock; however, there are noticeable imprints running along their length.\n\n\nL4:\n If I didn't know better, I'd say they looked like… Oh.\n\n\nL3:\n Oh? Oh what?\n\n\nL4:\n Like tire tracks.\n\n\nL3:\n Oh.\n\n\nL2:\n Ain't that just peachy.\n\n\nLambda-12 continues to advance. The passageway slopes gradually downwards and then opens up into a larger cavern. The walls bear the same imprints.\n\n\nL4:\n Boy. I'm sweating like a pig.\n\n\nL3:\n Tell me about it. Goddamn it's humid down here.\n\n\nL1:\n Focus. You see anything suspicious?\n\n\nL2:\n Think so. Way in the back. You see it? That shiny thing - it's reflecting my flashlight.\n\n\nLambda-12 approaches the object. However, as they do, L3 steps in a scat pile.\n\n\nL3:\n Motherfucker. I think I just stepped in its shit.\n\n\nL1:\n Shine your torch on it. Let's see what this thing's been eating.\n\n\nL3 shines his flashlight on the pile, which is dark black in color. Several small white fragments are poking out of it.\n\n\nL2:\n God almighty. Are those…\n\n\nL4:\n Human bones. Christ.\n\n\nL3:\n That's not all… ah, fuck, I think this is a cop's badge.\n\n\nL1:\n Scoop it into a biohazard bag and let's keep going.\n\n\nL3 collects a sample of the scat. Lambda-12 continues through the cave until coming upon the object initially spotted by L2. The object is revealed to be a clutch of approximately ten translucent eggs, inside which small quadrupedal organisms can be seen moving.\n\n\nL2:\n Aw hell. It's breeding.\n\n\nL1:\n Right. You know the drill. Grab half of them.\n\n\nThe Lambda-12 operatives proceed to store five eggs in their biohazard containment units, then L1 incinerates the rest of the clutch with his flamethrower. They then turn to leave. SCP-3470 comes into view at the mouth of the cave.\n\n\nL3:\n Oh fuck.\n\n\nL1:\n Command? SCP-3470 has returned and is blocking the mouth of the cave.\n\n\nL4:\n It's revving at us…\n\n\nL2:\n I refuse to be killed by a goddamn Ford.\n\n\nL1:\n Stay calm boys. God as my witness, all four of us are walking out of here with a story to tell. Safeties off. Shoot some tranquilizers at it, see if you can knock it out.\n\n\nAt that moment, SCP-3470's hand appears from the driver's side window and blinks repeatedly at the squad. L3 fires repeatedly at the hand, emptying the rifle's magazine. One of the darts strikes SCP-3470's right eye. The entity emits the same peeling out sound as before and then reverses out of the cave.\n\n\nL1:\n Well then. Let's get these samples back to base and then come back to nab the bugger.\n\n\nL3:\n Hey. Wait. I just realized something…\n\n\nL2:\n I don't like the sound of that.\n\n\nL3:\n SCP-3470 is supposed to be, uh, turquoise, right? That one was black.\n\n\nL1:\n Hellfire.\n\n\nLambda-12 quickly exits the cave. SCP-3470 does not appear as they exit the area; however, L5 and L6 could not be found and did not respond to any radio transmissions following the egress of the rest of Lambda-12.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3469\n | SCP-3470 | \nSCP-3471\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3470\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3470\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Investigation and Recovery Logs\nFollowing the successful tagging of SCP-3470, the beacons showed that it followed a pattern of movement consistent with that of a carnivore foraging within its territory. Additionally, SCP-3470 was noted to consistently return to the same location and remain there while the sun was up; this location was presumed to be its nest. Mobile Task Force Lambda-12 was dispatched to investigate."
    ],
    "documents": [],
    "notes": [
        "Two D-Class personnel, D-01828 (henceforth D-01) and D-13372 (henceforth D-13) were dispatched at dusk in a standard issue off-road vehicle to investigate SCP-3470 and, if found, prime it for tracking by Mobile Task Force personnel. The vehicle was equipped with a rear and dash camera. D-01828 and D-17372 were both armed with piercing rounds modified to include GPS beacons to track SCP-3470. [BEGIN LOG] Command: Status check. How are you guys doing, over? D-01: I dunno. Hot, bored, over. D-13: Sweaty and thirsty as hell - jeez, it gets really dark out here doesn't it? Over. D-01: Yeah. But hey, check it out though. I've never seen that many stars before. Over. D-13: That's pretty cool. You know any of the constellations, over? D-01: Nah. Space was never my thing, over. You? Command: You don't need to say 'over' at the end of every sentence, just when you're finished communicating. Like so, over. D-01: Yeah but it's fun. Makes me feel like a trucker. Over. D-13: Haha, yeah. Fuckin'… ten-four, good buddy. Over. D-01: Fuck yeah, ten-four. Uh, over. There is a light thumping sound, most likely a fist bump. D-13: Okay, okay, okay. Let's make some up - constellations, I mean. You see that one there? Looks a bit like a pig? D-01: Eh… sort of, I guess. If I squint, yeah. D-13: I call it 'Police'. D-01: Pffft. Okay, okay, uh… oh, shit, look. Over there, you see it? D-13: Which? D-01: No, uh, I mean on the ground. Over there! Headlights. Uh, over. In the distance, a car's lights can be seen. The car is moving west, perpendicularly to the D-Class' vehicle. As the D-Class get closer, the car turns north so that it is driving along the same road as the D-Class. Command: Follow that vehicle. Get closer to it, over. D-13, get ready to shoot the vehicle if necessary. D-13: Uh, okay. Got it. Over. The D-Class accelerate to catch up to the unidentified vehicle, which in turn appears to be slowing down. As it gets closer, the D-Class' headlights illuminate the vehicle properly: a turquoise-colored Ford Anglia without a license plate. The Ford's windows are transparent, and only one occupant, the driver, appears to be inside. D-13: Hey. This is the car from Harry Potter, right? Over. D-01: Holy crap, you're right. Hey. Command. Uh, so I know you guys are tight asses, but come on. Voldemort isn't gonna defeat himself, you know. Over. D-13 chuckles. At the same time, the Ford stops suddenly about twenty meters away from the D-Class, forcing D-01 to brake sharply. D-13: Jesus! D-01: What the fuck! Hey! Learn to drive, you junkyard dog! D-13: … Junkyard dog? A hand extends from the Ford's driver-side window and makes the stop hand signal. D-13: Bit late for that, isn't it? The hand rotates, showing a pair of human eyes embedded into the palm. The eyes blink once. D-01: Jesus Christ! Command: That's the anomaly! Tag it! SCP-3470 reverses. D-01 puts the car into reverse and begins accelerating backwards. D-13 leans out of the window and begins shooting at the anomaly, but his aim is hampered by the bumpiness of the road. SCP-3470's hand remains outside the car window, making a stop gesture. Command: Slow down! D-13 can't aim properly! D-01: Like hell I'm slowing down! D-13: Do not slow down! Do not slow down! After two minutes of pursuit, D-13 is able to hit SCP-3470 twice. The anomaly emits a loud screech similar to that of a car performing a power brake and slows down. D-01 does not slow down, but after several minutes SCP-3470's lights disappear from view. Two minutes after that, D-01 stops, turns the vehicle around, puts it into drive, and drives the vehicle normally back to base. Neither individual speaks for the entirety of the return trip.",
        "[BEGIN LOG] Lambda-12 arrives at SCP-3470's nest, a small cave in a forest near where D-01 and D-13 encountered the anomaly, around dusk. The task force quickly establishes reconnaissance positions in the surrounding trees. As the sun begins to set, SCP-3470 exits the cave. Lambda-12 confirms via the tracking beacons that it has begun foraging. While L5 and L6 remain on watch outside, members L1 through L4 proceed into the nest. L1 is equipped with a flamethrower; L2 with a net launcher; L3 with a tranquilizer rifle; L4 with a standard-issue light machine gun. L1: Steady boys. Lord only knows what's hiding down here. Finger on the safeties. L3: Smells like shit and diesel. What the fuck is this thing been eating? L2: Take a gander. I'm more worried about these walls. Sure don't look natural. The cave walls are relatively smooth rock; however, there are noticeable imprints running along their length. L4: If I didn't know better, I'd say they looked like… Oh. L3: Oh? Oh what? L4: Like tire tracks. L3: Oh. L2: Ain't that just peachy. Lambda-12 continues to advance. The passageway slopes gradually downwards and then opens up into a larger cavern. The walls bear the same imprints. L4: Boy. I'm sweating like a pig. L3: Tell me about it. Goddamn it's humid down here. L1: Focus. You see anything suspicious? L2: Think so. Way in the back. You see it? That shiny thing - it's reflecting my flashlight. Lambda-12 approaches the object. However, as they do, L3 steps in a scat pile. L3: Motherfucker. I think I just stepped in its shit. L1: Shine your torch on it. Let's see what this thing's been eating. L3 shines his flashlight on the pile, which is dark black in color. Several small white fragments are poking out of it. L2: God almighty. Are those… L4: Human bones. Christ. L3: That's not all… ah, fuck, I think this is a cop's badge. L1: Scoop it into a biohazard bag and let's keep going. L3 collects a sample of the scat. Lambda-12 continues through the cave until coming upon the object initially spotted by L2. The object is revealed to be a clutch of approximately ten translucent eggs, inside which small quadrupedal organisms can be seen moving. L2: Aw hell. It's breeding. L1: Right. You know the drill. Grab half of them. The Lambda-12 operatives proceed to store five eggs in their biohazard containment units, then L1 incinerates the rest of the clutch with his flamethrower. They then turn to leave. SCP-3470 comes into view at the mouth of the cave. L3: Oh fuck. L1: Command? SCP-3470 has returned and is blocking the mouth of the cave. L4: It's revving at us… L2: I refuse to be killed by a goddamn Ford. L1: Stay calm boys. God as my witness, all four of us are walking out of here with a story to tell. Safeties off. Shoot some tranquilizers at it, see if you can knock it out. At that moment, SCP-3470's hand appears from the driver's side window and blinks repeatedly at the squad. L3 fires repeatedly at the hand, emptying the rifle's magazine. One of the darts strikes SCP-3470's right eye. The entity emits the same peeling out sound as before and then reverses out of the cave. L1: Well then. Let's get these samples back to base and then come back to nab the bugger. L3: Hey. Wait. I just realized something… L2: I don't like the sound of that. L3: SCP-3470 is supposed to be, uh, turquoise, right? That one was black. L1: Hellfire. Lambda-12 quickly exits the cave. SCP-3470 does not appear as they exit the area; however, L5 and L6 could not be found and did not respond to any radio transmissions following the egress of the rest of Lambda-12.",
        "\" SCP-3470 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-3470 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3470",
    "object_class": "Euclid",
    "containment_procedures": "The dissected SCP-3470 egg and three unhatched SCP-3470 eggs are in cold storage in Site-42. Mobile Task Force Lambda-12 (\"Pest Control\") is currently monitoring the area around Cibola National Park for signs of continued SCP-3470 habitation.",
    "description": "SCP-3470 is a predatory organism that relies on aggressive mimicry to hunt human beings. Specifically, SCP-3470 resembles a Ford Anglia 105E of unclear age with a single occupant in the driver's seat. SCP-3470's most noticeable trait is related to the driver: although the windshield is perpetually fogged in such a way that the face of the driver is obscured, when hunting prey, SCP-3470 will extend the driver's left hand outside of the vehicle and make driving signals. There are two human eyes embedded in the palm, and they appear to react and work in the same way as normal human eyes.",
    "title": "SCP-3470"
}