{
    "url": "https://scp-wiki.wikidot.com/scp-3498",
    "all_text": "rating: \n+39\n+\n–\nx\n\n\n\n\nNotice:\n\n\nThe documentation for this article is outdated and is for reference material only. As such, there may be discrepancies in the documentation. Please see Project Sepulchre Recovered Files for more information. Expungements contain classified data unsafe for leakage.\n\n\n\n\nItem #:\n SCP-3498\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-3498 is contained in Site-120, Keter Containment Wing, Containment Unit 3. Four Scranton Reality Anchors are placed surrounding SCP-3498, creating a focal point with a geometric center on the subject. SCP-3498 remains restrained to a psychiatric table constructed of reality-stable materials. Kant scanners are monitored in shifts, noting that Hume levels fluctuate most often during waking hours. Psychiatric evaluations are conducted bi-weekly. While the subject has remained compliant during detainment, personnel are to understand that SCP-3498 will experience acute psychological deterioration due to its anomalous effects. No testing or documentation regarding SCP-3498 is allowed in Containment Unit 3; all records are to be taken externally.\n\n\nUpdate: 12/17/82:\n If the subject initiates a CK-Class Restructuring Scenario, the Einstein-Rosen Singularity generator\n1\n placed in Containment Unit 3 will be activated, accept SCP-3498 into the singularity, and be deactivated. The frequency used will then be blacklisted from Foundation records and use. See Addendum for more information.\n\n\nCURRENT FREQUENCY: 137440\n\n\nDescription:\n SCP-3498 is the designation of Jesse R. Mantell, a Level 5 researcher previously assigned to the testing of the device designated the \"Scranton-Locke Reality Generator\", previously assigned the codename Project Sepulchre\n2\n. Kant readings taken of SCP-3498 are uncertain due to the nature of its properties- however, it is believed to have, on average, a total of at least 800, ranking the highest measured Hume levels within an ontokinetic entity.\n\n\nSCP-3498 has been thus far compliant in containment procedures and testing, presumably due to its former employment. SCP-3498's reality bending abilities are incredibly effective- because of this and incompetence, SCP-3498 is unable to control its abilities properly. SCP-3498 often enters an intangible or supertangible state, primarily during heightened levels of stress, and cannot be feasibly terminated as a result.\n\n\n\n\n\n\nKant scanner readouts, Left taken on 12/10/82, right on 12/17/82\n\n\n\n\n\n\nAddendum:\n As of 12/17/82, data recorded suggests that SCP-3498 has begun to exponentially increase its Hume value. This would suggest the possibility of a CK-Class Reconstruction Scenario event, resulting in both the death of SCP-3498, the destruction of the surrounding facility, and an estimated 478% rise in Hume levels surrounding the local solar system.\n\n\n \n\n\n\n\nFrom: \nten.pics|ydennekj#ten.pics|ydennekj\n\n\nTo: \nGroup: Keter Containment Wing, Site-120\n\n\nSubject: \nSCP-3498\n\n\nPlease, do not assume we are relegating SCP-3498 to the gallows. We have been working diligently to decrease the Hume levels of SCP-3498. It is in all of our best interests that SCP-3498's anomalous behavior reduces, especially as they have previously been very beneficial to the Foundation. Mantell was one of our best and brightest. We do not plan to give him up.\n\n\n-Dr. Kennedy\n\n\n\n\n\n\n\n\nProject Sepulchre Associated Files\n\n\nIncident Report 12/01/82 - Recovery Log\n\n\n\n\n\n\n[INSERT CREDENTIALS]\n\n\n\n\n[ACCESS GRANTED]\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nProject Sepulchre during construction.\n\n\n\n\n\n\n\n\nForeword:\n On the date of 12/01/82, the project started by the man formerly known as O5-9, labeled informally as \"Project Sepulchre\", was discovered by the other members of the O5 council. While MTF Alpha-1 (\"Red Right Hand\") was en-route, O5-9 and his team attempted to begin Procedure 380-Sepulchre before Project Sepulchre was fully completed. Below is a transcript of the incident, based on audio recordings as well as eyewitness accounts from the reality repair team.\n\n\n\n\n\n\n\n\nA CGI construction of the reality propagation generated by Project Sepulchre.\n\n\n\n\n\n\n\n\nBEGIN LOG:\n 12:03\n\n\nComputer:\n Message for: Harding, Gary.\n\n\nLead Researcher Harding:\n Shit. Oh god, oh fuck! We're going to have to engage Sepulchre now. We've been compromised.\n\n\nSeveral expressions of surprise and expletives can be heard.\n\n\nResearcher George Dreul:\n Where's Nine?\n\n\nHarding:\n He's on his way. Prep everything. (shouting) I want every system triple checked within the next five minutes! That's five minutes, folks!\n\n\nSeveral Scranton Reality Anchors can be heard initiating.\n\n\nComputer:\n Sanitation of chamber completed.\n\n\nResearcher Danton:\n Phase Psi is a go!\n\n\nHarding:\n Mantell, where's Phase Chi?\n\n\nResearcher Mantell:\n It's gonna take some time to set up sir. The full process-.\n\n\nHarding:\n God damn it, time is the \none thing\n we can't afford to spare right now. Skip the externals, and speed up the rate of draw! I want the Hume ball ready in the next four minutes!\n\n\nDreul:\n (distressed) Where is Nine?\n\n\nO5-9 and several armed agents enter.\n\n\nO5-9:\n Is it prepped?\n\n\nHarding:\n It's almost there, sir. We just need-\n\n\nO5-9:\n We don't have \ntime\n, Harding! Red Right Hand is on their way \nnow\n.\n\n\nHarding:\n Get him prepped for Phase Omega. Go!\n\n\n[EXTRANEOUS DETAILS REDACTED]\n\n\nMantell:\n Phase Chi is a go, sir!\n\n\nHarding:\n Load him in, Alpha-1 is in the Site! Let's go!\n\n\nAn audible fracture of metal can be heard, followed by the hiss of a failed vacuum seal. Klaxons begin to sound.\n\n\nComputer:\n Warning: Field Stabilizer damaged. Recommending ceasure of experiment.\n\n\nHarding:\n Oh shit! Get him out of there! It's going to-!\n\n\nO5-9:\n Gary, if you pull me out of here I'll have your head mounted and stuffed! Keep me in this box! Do not open this chamber!\n\n\nAn explosion occurs, and the audio fails for several minutes due to distortion.\n\n\nDreul:\n Oh, oh shit! Mantell's-\n\n\nResearcher George Dreul begins to scream but ceases abruptly. Dreul is permanently immobilized by the effects of SCP-3498, freezing in place indefinitely. Any attempts to move Dreul since Incident 12/01/82 have failed.\n\n\nSCP-3498:\n (disorientedly) Wha-?\n\n\nSCP-3498's voice catches as its arm passes through the desk it is leaning on.\n\n\nThe reality suppression system initiates, causing a slight hum.\n\n\nSCP-3498:\n Oh my-, oh my god. I didn't mean… oh…\n\n\nSeveral members of Site-120's reality-stabilizing team arrive in Testing Bay A, and begin to assist SCP-3498 in stabilization. One member of the team powers down all devices in the Bay, ending recording. Level 5 Research Team 9 and accompanying personnel (including O5-9) were recovered by MTF-Alpha-1.\n\n\nEND LOG:\n 12:18\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nIncident Report 01/15/83 - Decommissioning Log\n\n\n\n\n[INSERT CREDENTIALS]\n\n\n\n\n[ACCESS GRANTED]\n\n\n\n\n\n\n \n\n\n\n\n\n\nForeword:\n On the date of 01/15/83, during a routine psychological evaluation, SCP-3498's behavior became erratic and unstable. Despite the best efforts of all staff involved, SCP-3498 had to be decommissioned as a result. However, complications in the process created a fault in the Einstein-Rosen Singularity Generator, causing the wrong destination frequency to be chosen.\n\n\n\n\n\n\nSCP-3498:\n It's… I can feel it.\n\n\nDr. Joseph Botsky:\n You feel what, Jesse?\n\n\nSCP-3498:\n There it is again. The division is happening already.\n\n\nBotsky:\n What are you describing as a division?\n\n\nStaff Member Arthur Messer:\n Sir, readings are spiking dramatically.\n\n\nBotsky:\n I’m attempting to calm the subject. Please let me do my job.\n\n\nSCP-3498:\n It hurts. Please, the… let it happen.\n\n\n\n\nBotsky:\n Jesse, you need to stay here. Do not leave us now. Not after everything we've done.\n\n\nHe turns off the microphone momentarily.\n\n\nBotsky:\n He’s delusional. We can’t keep him much longer.\n\n\nResearcher Jerry Kennedy:\n No, don’t do it. Please, we were almost having a breakthrough!\n\n\nMesser:\n It’s going to have to happen. He’s going to be critical soon.\n\n\nMesser:\n Readings are reaching critical condition.\n\n\nArcs of energy, presumed to be emitted from slight fractures in reality, begin to lance from SCP-3498 to with machinery within the containment chamber.\n\n\nKennedy:\n No! We have it! We almost have it! We were so close to finding a cure! We simply needed the proper dosage values, and then-!\n\n\nSCP-3498:\n I was never supposed to be here, I just… I just know it. I belong elsewhere.\n\n\nHe reactivates the microphone.\n\n\nKennedy:\n Mantell, snap out of it! Jesse! \nJesse!\n\n\nSCP-3498:\n It’s okay, Jerry. I’m going. Finally.\n\n\nBotsky:\n Jesse, no. Jesse? I need you to stay with us. Focus on this room. Focus on staying.\n\n\nMesser:\n Engaging the ERSiG. Please insert and turn your safety keys.\n\n\nBotsky and Messer both insert their key and turn it.\n\n\nKennedy:\n No, I won’t do it. He’ll die outside of the chamber!\n\n\nBotsky:\n And we’ll die with him here! You are acting like an idiot, not a scientist! Insert your key!\n\n\nKennedy:\n He will stabilize! I’m not doing it unless it’s truly necessary!\n\n\nMesser draws a handgun and points it at Kennedy.\n\n\nMesser:\n Turn the key, now. It doesn't matter anymore. We can't fix our mistakes by treating him better.\n\n\nResearcher Kennedy turns the key, initiating the slowly moving track hooked to SCP-3498’s restraints.\n\n\nThe room is quiet, the only sounds being the whooshing of the ERSG and the motors in the track wheels.\n\n\nSCP-3498:\n Please. I don't want to be here. I just… want to be there.\n\n\nSeveral ceiling tiles become dinner plates, falling from the ceiling and shattering.\n\n\nMesser:\n Wormhole is destabilizing. I don’t know what’s causing it.\n\n\nBotsky:\n It’s the excess reality. It’s affecting the portal. We must get him through quicker.\n\n\nKennedy:\n No, we don’t know if it will work! Abort the transference!\n\n\nMesser:\n We are not aborting this! Either we send him in that hole or we’re all dead! The keys are locked in!\n\n\nKennedy:\n Goodbye, Jesse. I… (sighs).\n\n\nThe microphone is deactivated.\n\n\nKennedy:\n I hope it’s better for him to go than to be here any longer. One less guy strapped to a table around here is good, I would… I would suppose.\n\n\n(SCP-3498 enters the wormhole, and it closes afterwards.)\n\n\nMesser:\n Oh. Jesus Christ, the destination! The destabilization had shifted the frequency! 194546 is…\n\n\nKennedy:\n What… What have we done?\n\n\nEND LOG\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nEthics Committee Disciplinary Meeting 01/10/83\n\n\n\n\n\n\n[INSERT CREDENTIALS]\n\n\n\n\n[ACCESS GRANTED]\n\n\n\n\n\n\n \n\n\n\n\n\n\nFoundation Ethics Committee\n\n\nDisciplinary Meeting Minutes\n\n\n01/10/83\n\n\n\n\nCall to order\n\n\nDr. Cimmerian called to order the regular meeting of the Ethics Committee at 20:00.\n\n\nRoll call\n\n\nThe Secretary conducted a roll call. All committee members were present.\n\n\nOpen issues:\n\n\nDisciplinary Hearing: Gary Harding\n\n\n\n\nForeword:\n Concerning the events of 12/01/82, former researcher Gary Harding stands trial for treason against the Foundation & illegal use of Foundation resources and information. Below is a transcription of his evaluation.\n\n\n<Begin Log>\n\n\nCimmerian:\n Please begin by describing to us how you first got involved with this entire situation.\n\n\nHarding:\n Well, that can be answered fairly simply. As head of O5-9's personal research team, we were the first to be chosen to work on Project Sepulchre.\n\n\nCimmerian:\n And what exactly would you say this \"Project Sepulchre\" was concerned with?\n\n\nHarding:\n The whole ordeal contains a wide range of reasons, but if you'd like me to boil it down, it was O5-9 obsession with his… might I say, \"immortality crusade\"?\n\n\nCimmerian:\n Would you elaborate?\n\n\nHarding:\n Well, you know how he is. He has this air of professionalism, but deep down you know he's scared, right? You spend a bit o' time with him, talk with him in the same room, you can see it's all a ruse after a while. He becomes an open book. I should know; I spent six months working side by side with the man. He's a human being. There are some things I know he's seen that would make a man crave death, just to escape those ends. There's probably a million world-ending anomalies behind locked doors that only he and the rest of the council got keys to. Beyond his goal to prevent his own untimely demise, he also gets to prevent anything and everything earthly from ever being harmed ever again.\n\n\nCimmerian:\n Where did this concept come from then? Who gave him the idea to use artificial generated ontokinesis to achieve this goal?\n\n\nHarding:\n We know he's made attempts in the past to bypass death, and this is just one of them. He's essentially \nthe\n \nSCP-963\n-2, seeing as he's tied to the damn thing. Also, I don't know \nwhat's\n going on with █████████, but the phrase V 20.0 came up a lot during testing, and I can only guess where that rabbithole goes. It's essentially the next step he could take. All the digging I've done leads back to \nSCP-2718\n, and it's locked to me for some god-damned reason. You Ethics Committee knuckleheads may have a better chance at it, since you're all much above my paygrade, even if I did have Level 5 clearance.\n\n\nCimmerian:\n I would think you would be better off realizing who oversees this discussion here. You are present only because you are a seriously valued member of staff. Otherwise, you would have already been reassigned.\n\n\nHarding:\n I'm pretty sure my fate is sealed as it is.\n\n\nCimmerian:\n (\nsighs\n) How did this entire debacle go unnoticed for some time? I would think something would fall through the cracks eventually.\n\n\nHarding:\n It did. Christensen, or at least, I \nthink\n it was him, leaked to someone. You know, I never quite liked that guy. He tried to get me removed from the program entirely at one point. But before that, we were meticulous. Everything was under \"Expenses\" of Site-120. Our team grew only slightly, but the people we nabbed were important. Mantell was pivotal in the construction of the Slug-\n\n\nCimmerian:\n Excuse me, the \"Slug\"?\n\n\nHarding:\n Oh, yeah. The SLHG. Scranton-Locke Hume Generator. Easier on the tongue.\n\n\nCimmerian:\n Please continue.\n\n\nHarding:\n Anyways. Jesse was necessary to build that scrap heap through and through, Danton was instrumental in the calculation and… well, Dreul was our biological expert, but we know what happened to him. The payroll was nonexistant, and we had to borrow components, etc. Until Christensen.\n\n\nCimmerian:\n We are… well versed in where he came in. What caused the failure in the… \"Slug\"?\n\n\nHarding:\n I'd assume the structure construction failed in some way. The machine was never supposed to be powered up at that time. Mantell never did quite finish them structural supports, only the internal wiring. I watched as one of them crystals got messed up in the process. All our months of research to shit over a leak, an information one and a literal one. I'll tell you what, too: that thing woulda worked. The Hume Ball was there, I saw it with my own eyes. If we'd had enough time, we'd all be on a new level of existence with how this thing operates.\n\n\nCimmerian:\n Do you have any idea of the ramifications of such an action? The potential outcome of giving anyone, even if they are a member of the O5 council, abilities like this? The horrible things people with power do in this position?\n\n\nHarding:\n Alright, Mr. Committee 'Director'. Imagine you're faced with a big red button. Say you press that button, and there's a 50 percent chance you and everyone in the world dies… and a 50 percent chance whatever you want most in the world would occur instantly. Would you press it? I'd say, if I may speak for me and the rest of my staff, that that chance was too big to turn down.\n\n\nCimmerian:\n You would risk the life of every human being on this planet to the whims of someone with near infinite power for your own progression of goals?\n\n\nHarding:\n It's not just our own progression. With power like our predictions specified, every Apollyon & Keter class could be zapped away in the blink of an eye. Overpopulation, world hunger, anything, all solved with a wave of your hand. Distant galaxies could become exploitable in an instant. Nothing ain't too far fetched.\n\n\nCimmerian:\n I take it you fail to grasp the concept of all the innocent billions of lives populating this planet, not knowing a single thing about what lies under the bed, living their lives peacefully. 3498 is likely to go superhume, and if we fail the transport, who knows what kind of CK our reality will undergo? Something of this magnitude has never even been simulated, let alone tested.\n\n\nHarding:\n Would you think perhaps for a second past this situation? How many things out there are inches from doing exactly that already, how many things are unpreventably growing out of control right now? 2 minutes faster isn't going to alter anything. It's meaningless to attempt to struggle.\n\n\nDo you fear… death, Director? That's exactly what got us into this mess originally. Of course, if we didn't, the Foundation wouldn't really have a purpose, would it then?\n\n\nCimmerian:\n Excuse me, Dr. Harding-!\n\n\nHarding:\n How many times will this happen! How many times does a researcher have to suffer horribly after being exposed to some kind of anomaly? How many times do we have to destroy an entire world simply to plunder the resources or simply dispose of our \"hazardous waste\", as you \nso eloquently\n described my esteemed colleague. Even if I never treated him right… he had a name! His name was Mantell! \nJesse Mantell\n!\n\n\nCimmerian:\n Gary, this course of action-.\n\n\nHarding stands up in his seat, straining against his restraints.\n\n\nHarding:\n O5-9 would have been a fluke anyways, and I realized that too far into the project! There's no one way to run this place, because absolute power corrupts absolutely, and fear makes good men do horrible things! Give someone an opportunity to be self generous at the expense of others, and they're gonna do it! It doesn't matter that someone already tried to play nice and failed thousands of times before, because every person thinks \"I can do it way better than the last guy.\" They just fail to get the fact that the next guy will think the same of them, until someone DOES inevitably end the chain by blowing us all to holy hell, and even THEN-\n\n\nCimmerian:\n Thank you for your time, Gary. I think we have heard enough.\n\n\nHarding:\n No, you don't understand. It's a time bomb! We're sitting on a time bomb, and there's no wires to cut! No-\n\n\nResearcher Gary Harding is forcefully removed from the function.\n\n\nCimmerian:\n We're going to have to make an example out of this. I don't want to see anything like this ever happen again.\n\n\n<End Log>\n\n\nClosing Statement:\n Pending sentence.\n\n\n\n\n\n\nAdjournment\n\n\nDr. Cimmerian adjourned the meeting at 20:15.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. having been keyed to a frequency linked to a reality which has previously recorded to have undergone a K-Class scenario, excluding EK-Class.\n\n\n2\n. The object has been decommissioned and had its official status revoked.\n\n\n\n\n\n\n\n\n« \nSCP-3497\n | SCP-3498 | \nSCP-3499\n »",
    "addendums": [
        "Addendum: As of 12/17/82, data recorded suggests that SCP-3498 has begun to exponentially increase its Hume value. This would suggest the possibility of a CK-Class Reconstruction Scenario event, resulting in both the death of SCP-3498, the destruction of the surrounding facility, and an estimated 478% rise in Hume levels surrounding the local solar system.\n"
    ],
    "documents": [],
    "notes": [
        "From: ten.pics|ydennekj#ten.pics|ydennekj To: Group: Keter Containment Wing, Site-120 Subject: SCP-3498 Please, do not assume we are relegating SCP-3498 to the gallows. We have been working diligently to decrease the Hume levels of SCP-3498. It is in all of our best interests that SCP-3498's anomalous behavior reduces, especially as they have previously been very beneficial to the Foundation. Mantell was one of our best and brightest. We do not plan to give him up. -Dr. Kennedy",
        "Foreword: On the date of 12/01/82, the project started by the man formerly known as O5-9, labeled informally as \"Project Sepulchre\", was discovered by the other members of the O5 council. While MTF Alpha-1 (\"Red Right Hand\") was en-route, O5-9 and his team attempted to begin Procedure 380-Sepulchre before Project Sepulchre was fully completed. Below is a transcript of the incident, based on audio recordings as well as eyewitness accounts from the reality repair team.",
        "BEGIN LOG: 12:03 Computer: Message for: Harding, Gary. Lead Researcher Harding: Shit. Oh god, oh fuck! We're going to have to engage Sepulchre now. We've been compromised. Several expressions of surprise and expletives can be heard. Researcher George Dreul: Where's Nine? Harding: He's on his way. Prep everything. (shouting) I want every system triple checked within the next five minutes! That's five minutes, folks! Several Scranton Reality Anchors can be heard initiating. Computer: Sanitation of chamber completed. Researcher Danton: Phase Psi is a go! Harding: Mantell, where's Phase Chi? Researcher Mantell: It's gonna take some time to set up sir. The full process-. Harding: God damn it, time is the one thing we can't afford to spare right now. Skip the externals, and speed up the rate of draw! I want the Hume ball ready in the next four minutes! Dreul: (distressed) Where is Nine? O5-9 and several armed agents enter. O5-9: Is it prepped? Harding: It's almost there, sir. We just need- O5-9: We don't have time , Harding! Red Right Hand is on their way now . Harding: Get him prepped for Phase Omega. Go! [EXTRANEOUS DETAILS REDACTED] Mantell: Phase Chi is a go, sir! Harding: Load him in, Alpha-1 is in the Site! Let's go! An audible fracture of metal can be heard, followed by the hiss of a failed vacuum seal. Klaxons begin to sound. Computer: Warning: Field Stabilizer damaged. Recommending ceasure of experiment. Harding: Oh shit! Get him out of there! It's going to-! O5-9: Gary, if you pull me out of here I'll have your head mounted and stuffed! Keep me in this box! Do not open this chamber! An explosion occurs, and the audio fails for several minutes due to distortion. Dreul: Oh, oh shit! Mantell's- Researcher George Dreul begins to scream but ceases abruptly. Dreul is permanently immobilized by the effects of SCP-3498, freezing in place indefinitely. Any attempts to move Dreul since Incident 12/01/82 have failed. SCP-3498: (disorientedly) Wha-? SCP-3498's voice catches as its arm passes through the desk it is leaning on. The reality suppression system initiates, causing a slight hum. SCP-3498: Oh my-, oh my god. I didn't mean… oh… Several members of Site-120's reality-stabilizing team arrive in Testing Bay A, and begin to assist SCP-3498 in stabilization. One member of the team powers down all devices in the Bay, ending recording. Level 5 Research Team 9 and accompanying personnel (including O5-9) were recovered by MTF-Alpha-1. END LOG: 12:18",
        "Foreword: On the date of 01/15/83, during a routine psychological evaluation, SCP-3498's behavior became erratic and unstable. Despite the best efforts of all staff involved, SCP-3498 had to be decommissioned as a result. However, complications in the process created a fault in the Einstein-Rosen Singularity Generator, causing the wrong destination frequency to be chosen.",
        "SCP-3498: It's… I can feel it. Dr. Joseph Botsky: You feel what, Jesse? SCP-3498: There it is again. The division is happening already. Botsky: What are you describing as a division? Staff Member Arthur Messer: Sir, readings are spiking dramatically. Botsky: I’m attempting to calm the subject. Please let me do my job. SCP-3498: It hurts. Please, the… let it happen. Botsky: Jesse, you need to stay here. Do not leave us now. Not after everything we've done. He turns off the microphone momentarily. Botsky: He’s delusional. We can’t keep him much longer. Researcher Jerry Kennedy: No, don’t do it. Please, we were almost having a breakthrough! Messer: It’s going to have to happen. He’s going to be critical soon. Messer: Readings are reaching critical condition. Arcs of energy, presumed to be emitted from slight fractures in reality, begin to lance from SCP-3498 to with machinery within the containment chamber. Kennedy: No! We have it! We almost have it! We were so close to finding a cure! We simply needed the proper dosage values, and then-! SCP-3498: I was never supposed to be here, I just… I just know it. I belong elsewhere. He reactivates the microphone. Kennedy: Mantell, snap out of it! Jesse! Jesse! SCP-3498: It’s okay, Jerry. I’m going. Finally. Botsky: Jesse, no. Jesse? I need you to stay with us. Focus on this room. Focus on staying. Messer: Engaging the ERSiG. Please insert and turn your safety keys. Botsky and Messer both insert their key and turn it. Kennedy: No, I won’t do it. He’ll die outside of the chamber! Botsky: And we’ll die with him here! You are acting like an idiot, not a scientist! Insert your key! Kennedy: He will stabilize! I’m not doing it unless it’s truly necessary! Messer draws a handgun and points it at Kennedy. Messer: Turn the key, now. It doesn't matter anymore. We can't fix our mistakes by treating him better. Researcher Kennedy turns the key, initiating the slowly moving track hooked to SCP-3498’s restraints. The room is quiet, the only sounds being the whooshing of the ERSG and the motors in the track wheels. SCP-3498: Please. I don't want to be here. I just… want to be there. Several ceiling tiles become dinner plates, falling from the ceiling and shattering. Messer: Wormhole is destabilizing. I don’t know what’s causing it. Botsky: It’s the excess reality. It’s affecting the portal. We must get him through quicker. Kennedy: No, we don’t know if it will work! Abort the transference! Messer: We are not aborting this! Either we send him in that hole or we’re all dead! The keys are locked in! Kennedy: Goodbye, Jesse. I… (sighs). The microphone is deactivated. Kennedy: I hope it’s better for him to go than to be here any longer. One less guy strapped to a table around here is good, I would… I would suppose. (SCP-3498 enters the wormhole, and it closes afterwards.) Messer: Oh. Jesus Christ, the destination! The destabilization had shifted the frequency! 194546 is… Kennedy: What… What have we done? END LOG",
        "Foreword: Concerning the events of 12/01/82, former researcher Gary Harding stands trial for treason against the Foundation & illegal use of Foundation resources and information. Below is a transcription of his evaluation. <Begin Log> Cimmerian: Please begin by describing to us how you first got involved with this entire situation. Harding: Well, that can be answered fairly simply. As head of O5-9's personal research team, we were the first to be chosen to work on Project Sepulchre. Cimmerian: And what exactly would you say this \"Project Sepulchre\" was concerned with? Harding: The whole ordeal contains a wide range of reasons, but if you'd like me to boil it down, it was O5-9 obsession with his… might I say, \"immortality crusade\"? Cimmerian: Would you elaborate? Harding: Well, you know how he is. He has this air of professionalism, but deep down you know he's scared, right? You spend a bit o' time with him, talk with him in the same room, you can see it's all a ruse after a while. He becomes an open book. I should know; I spent six months working side by side with the man. He's a human being. There are some things I know he's seen that would make a man crave death, just to escape those ends. There's probably a million world-ending anomalies behind locked doors that only he and the rest of the council got keys to. Beyond his goal to prevent his own untimely demise, he also gets to prevent anything and everything earthly from ever being harmed ever again. Cimmerian: Where did this concept come from then? Who gave him the idea to use artificial generated ontokinesis to achieve this goal? Harding: We know he's made attempts in the past to bypass death, and this is just one of them. He's essentially the SCP-963 -2, seeing as he's tied to the damn thing. Also, I don't know what's going on with █████████, but the phrase V 20.0 came up a lot during testing, and I can only guess where that rabbithole goes. It's essentially the next step he could take. All the digging I've done leads back to SCP-2718 , and it's locked to me for some god-damned reason. You Ethics Committee knuckleheads may have a better chance at it, since you're all much above my paygrade, even if I did have Level 5 clearance. Cimmerian: I would think you would be better off realizing who oversees this discussion here. You are present only because you are a seriously valued member of staff. Otherwise, you would have already been reassigned. Harding: I'm pretty sure my fate is sealed as it is. Cimmerian: ( sighs ) How did this entire debacle go unnoticed for some time? I would think something would fall through the cracks eventually. Harding: It did. Christensen, or at least, I think it was him, leaked to someone. You know, I never quite liked that guy. He tried to get me removed from the program entirely at one point. But before that, we were meticulous. Everything was under \"Expenses\" of Site-120. Our team grew only slightly, but the people we nabbed were important. Mantell was pivotal in the construction of the Slug- Cimmerian: Excuse me, the \"Slug\"? Harding: Oh, yeah. The SLHG. Scranton-Locke Hume Generator. Easier on the tongue. Cimmerian: Please continue. Harding: Anyways. Jesse was necessary to build that scrap heap through and through, Danton was instrumental in the calculation and… well, Dreul was our biological expert, but we know what happened to him. The payroll was nonexistant, and we had to borrow components, etc. Until Christensen. Cimmerian: We are… well versed in where he came in. What caused the failure in the… \"Slug\"? Harding: I'd assume the structure construction failed in some way. The machine was never supposed to be powered up at that time. Mantell never did quite finish them structural supports, only the internal wiring. I watched as one of them crystals got messed up in the process. All our months of research to shit over a leak, an information one and a literal one. I'll tell you what, too: that thing woulda worked. The Hume Ball was there, I saw it with my own eyes. If we'd had enough time, we'd all be on a new level of existence with how this thing operates. Cimmerian: Do you have any idea of the ramifications of such an action? The potential outcome of giving anyone, even if they are a member of the O5 council, abilities like this? The horrible things people with power do in this position? Harding: Alright, Mr. Committee 'Director'. Imagine you're faced with a big red button. Say you press that button, and there's a 50 percent chance you and everyone in the world dies… and a 50 percent chance whatever you want most in the world would occur instantly. Would you press it? I'd say, if I may speak for me and the rest of my staff, that that chance was too big to turn down. Cimmerian: You would risk the life of every human being on this planet to the whims of someone with near infinite power for your own progression of goals? Harding: It's not just our own progression. With power like our predictions specified, every Apollyon & Keter class could be zapped away in the blink of an eye. Overpopulation, world hunger, anything, all solved with a wave of your hand. Distant galaxies could become exploitable in an instant. Nothing ain't too far fetched. Cimmerian: I take it you fail to grasp the concept of all the innocent billions of lives populating this planet, not knowing a single thing about what lies under the bed, living their lives peacefully. 3498 is likely to go superhume, and if we fail the transport, who knows what kind of CK our reality will undergo? Something of this magnitude has never even been simulated, let alone tested. Harding: Would you think perhaps for a second past this situation? How many things out there are inches from doing exactly that already, how many things are unpreventably growing out of control right now? 2 minutes faster isn't going to alter anything. It's meaningless to attempt to struggle. Do you fear… death, Director? That's exactly what got us into this mess originally. Of course, if we didn't, the Foundation wouldn't really have a purpose, would it then? Cimmerian: Excuse me, Dr. Harding-! Harding: How many times will this happen! How many times does a researcher have to suffer horribly after being exposed to some kind of anomaly? How many times do we have to destroy an entire world simply to plunder the resources or simply dispose of our \"hazardous waste\", as you so eloquently described my esteemed colleague. Even if I never treated him right… he had a name! His name was Mantell! Jesse Mantell ! Cimmerian: Gary, this course of action-. Harding stands up in his seat, straining against his restraints. Harding: O5-9 would have been a fluke anyways, and I realized that too far into the project! There's no one way to run this place, because absolute power corrupts absolutely, and fear makes good men do horrible things! Give someone an opportunity to be self generous at the expense of others, and they're gonna do it! It doesn't matter that someone already tried to play nice and failed thousands of times before, because every person thinks \"I can do it way better than the last guy.\" They just fail to get the fact that the next guy will think the same of them, until someone DOES inevitably end the chain by blowing us all to holy hell, and even THEN- Cimmerian: Thank you for your time, Gary. I think we have heard enough. Harding: No, you don't understand. It's a time bomb! We're sitting on a time bomb, and there's no wires to cut! No- Researcher Gary Harding is forcefully removed from the function. Cimmerian: We're going to have to make an example out of this. I don't want to see anything like this ever happen again. <End Log> Closing Statement: Pending sentence."
    ],
    "item": "SCP-3498",
    "object_class": "Keter",
    "containment_procedures": "SCP-3498 is contained in Site-120, Keter Containment Wing, Containment Unit 3. Four Scranton Reality Anchors are placed surrounding SCP-3498, creating a focal point with a geometric center on the subject. SCP-3498 remains restrained to a psychiatric table constructed of reality-stable materials. Kant scanners are monitored in shifts, noting that Hume levels fluctuate most often during waking hours. Psychiatric evaluations are conducted bi-weekly. While the subject has remained compliant during detainment, personnel are to understand that SCP-3498 will experience acute psychological deterioration due to its anomalous effects. No testing or documentation regarding SCP-3498 is allowed in Containment Unit 3; all records are to be taken externally.",
    "description": "SCP-3498 is the designation of Jesse R. Mantell, a Level 5 researcher previously assigned to the testing of the device designated the \"Scranton-Locke Reality Generator\", previously assigned the codename Project Sepulchre2. Kant readings taken of SCP-3498 are uncertain due to the nature of its properties- however, it is believed to have, on average, a total of at least 800, ranking the highest measured Hume levels within an ontokinetic entity.",
    "title": "SCP-3498"
}