{
    "url": "https://scp-wiki.wikidot.com/scp-3518",
    "all_text": "rating: \n+27\n+\n–\nx\n\n\n\n\nItem #:\n SCP-3518\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation naval vessels are to work in conjuction to Global Occult Coalition vessels in the Arctic circle. Should instances of SCP-3518 be discovered, personnel are instructed to destroy the instances via assigned divers.\n\n\nReports of potential SCP-3518 activity outside of the Arctic Circle are to be investigated immediately. If instances are discovered, termination of instances is to begin immediately and the Global Occult Coalition is to be informed of the situation. Worldwide extermination efforts are to be enacted.\n\n\nDescription:\n SCP-3518 is a species of \nOpabinia\n1\n, tentatively classified as \nOpabinia foundationii\n by Foundation parazoologists, existing within the Arctic Circle.\n\n\nSCP-3518 is an obligate carnivore, feeding on nearly all forms of oceanic fauna. This includes, but is not limited to:\n\n\n\n\nCetaceans\n\n\nSharks\n\n\nCnidarians\n\n\n[REDACTED]\n\n\n[REDACTED]\n\n\nSea turtles\n\n\nSponges\n\n\nVarious corals\n\n\n\n\nO. foundationii's\n shell is composed of an anomalously durable form of chitin, enabling it to survive most forms of assault aside from a select few areas on the underbelly and head. SCP-3518's carapace loses its extreme durability upon the death of the instance. It should be noted that SCP-3518 is a pack predator, with the largest instance being in control of the group. Packs can vary in size from three to several thousand.\n\n\nSCP-3518 is hermaphroditic and reproduce six times a year. Due to this, SCP-3518 is able to swiftly out-compete almost all aquatic predators, which is aided by the species's pack mentality and extreme durability. This, coupled with a high nutritional requirement, makes SCP-3518 potentially highly invasive to nearly all forms of oceanic ecology.\n\n\nSCP-3518 instances can produce clutches of up to 500 eggs, and are born fully mature. Instances molt eight times over the span of five months until they reach their maximum size of six meters.\n\n\nDiscovery:\n SCP-3518 was discovered at the residence of Drake Robertson, the owner of Unicorperations\n2\n after evidence of ownership of illegal materials surfaced against him. Although no illicit substances were discovered, three instances of SCP-3518 were discovered in his residence. In violation of the Paranormal Pet Act of 1935, Mr. Robertson was arrested, and the instances were seized.\n\n\nDue to an accident during transport, the instances of the SCP-3518 escaped into the Indian Ocean. Due to the anomalously hard carapace of the species, microchips were unable to implanted.\n\n\nDue to the lack of information about \nO. foundationii\n's biology, an interview was conducted with Mr. Robertson, with the transcript contained below.\n\n\n\n\n+ Open Interview Log\n\n\n\n\n- Close\n\n\n\n\n\n\n<Interviewer:>\n Agent. C███\n\n\n<Interviewed:>\n Mr. Drake Robertson\n\n\n<Begin Log>\n\n\nAgent. C███:\n Are you aware of the charges against you?\n\n\nsubject says nothing\n\n\nAgent C███:\n You have no constitutional rights here, you know. I'm authorized to beat the crap out of you.\n\n\nMr. Robertson:\n You mean you're not UIU?\n\n\nAgent C███:\n No.\n\n\nMr. Robertson:\n Fuck. You's Coalition?\n\n\nAgent C███:\n Foundation.\n\n\nMr. Robertson:\n Fuck, that's even worse.\n\n\nAgent C███:\n Are you aware of the charges against you?\n\n\nExtraneous dialogue removed for brevity\n\n\nAgent C███:\n Alright, about the shrimp themselves…\n\n\nMr. Robertson:\n What about them?\n\n\nAgent C███:\n They don't appear in any database we have access too.\n\n\nSubject flicks on a lighter, lighting a cigarette\n\n\nMr. Robertson:\n Well of course they wouldn't.\n\n\nAgent C███:\n And why would that be?\n\n\nSubject exhales\n\n\nMr. Robertson:\n They didn't exist three weeks ago.\n\n\nAgent C███ pauses\n\n\nAgent C███:\n What do you mean 'didn't exist?'\n\n\nMr. Robertson:\n I mean they weren't alive three weeks ago.\n\n\nAgent C███:\n So you created them.\n\n\nMr. Robertson:\n I didn't make 'em. Some blowfish\n3\n told me about 'em. Apparently they're a big problem by Atlantis, kinda like their version of a raccoon or maybe a pixie. She heard about how good my business was with dealing with infestations of this sort of thing, so I sent a few people down to kill most of them and send back three or four.\n\n\nAgent C███:\n I see. What were you planning to do with the ones you captured?\n\n\nMr. Robertson:\n Probably sell them to some rich guy's private zoo.\n\n\nAgent C███:\n But the sale of unknown creatures is prohibited.\n\n\nSubject grins\n\n\nMr. Robertson:\n So? A quick buck is a quick buck.\n\n\nAgent C███ sighs\n\n\nAgent C███:\n Do you know if the Atlantean government will be willing to assist in their recapture?\n4\n\n\nSubject laughs\n\n\nMr. Robertson:\n You kidding? Would you want to bring the rats you just threw out of your house back inside?\n\n\nAgent C███:\n I suppose not.\n\n\n\n\nMr. Robertson:\n Exactly.\n\n\nAgent C███:\n How do you kill them?\n\n\nSubject laughs again\n\n\nMr. Robertson:\n Now why would I tell you that?\n\n\nAgent C███:\n Because if you don't, you'll be going to prison for a long time.\n\n\nMr. Robertson:\n Doesn't matter if I tell you or not. Either way I'm headed to the paramax.\n\n\nRobertson was unresponsive to further questioning and given to the UIU for further processing.\n\n\n<Close Log>\n\n\n\n\n\n\n- Close\n\n\n\n\n\n\nUpon conclusion of this interview, search teams were mobilized to locate, and if possible capture the instances of SCP-3518.\n\n\nIncident 3518-1:\n After 10 months of searching, approximately 60 thousand eggs belonging to SCP-3518 were discovered in Indonesia, which were promptly destroyed. Atlantis was contacted in order to learn to how to destroy adult instances of SCP-3518. No response was received. Due to the extremely swift reproductive nature of SCP-3518, termination procedures were implemented.\n\n\nIncident 3518-2:\n An extreme drop in the population of numerous species of aquatic fauna in the Indian and Pacific oceans is noted. After a short investigation, it is determined that SCP-3518 is the primary cause. Due to civilian dependency on aquatic fauna for markets, artificially created aquatic fauna was created in order to lower the effect of SCP-3518 on fish populations.\n\n\nIncident 3518-3:\n After 6 years of extermination attempts, the Global Occult Coalition is contacted to assist in extermination efforts. Project Janus is enacted, resulting in the destruction of 98.2% of SCP-3518's worldwide population. The project is declared a success, and extermination efforts are cancelled in favor of containment. The GOC continues extermination of SCP-3518 populations after the conclusion of Project Janus.\n\n\nIncident 3518-5:\n A sudden drop in oceanic fauna populations worldwide is noted over the span of five months. 9█ species are believed to have gone extinct due to SCP-3518's predation. After extensive searches, it is discovered that SCP-3518 had evolved to live in the Midnight Zone during most of the day, swimming up at night to the surface to feed. It is believed that SCP-3518 evolved to live in the Midnight Zone due to limitations in Foundation and GOC hardware. Extermination efforts are re-enacted, but efforts are hampered due to the extreme depth of the species's new habitat.\n\n\nIncident 3518-6:\n An extreme rise in SCP-3518's population over the span of 8 weeks is noted. Due to this, the Global Occult Coalition is again contacted. Project Poseidon is enacted, forcing 99.6% of SCP-3518's population to extinction. The last extant population of SCP-3518 is believed to exist within the Arctic Circle. Termination efforts are ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. A genus of aquatic predator that existed in the Cambrian era.\n\n\n2\n. A small paratech company that operated mostly in Three Portlands and various other anomalous enclaves. It specialized in extermination of anomalous pests.\n\n\n3\n. Common derogatory slang used in Three Portlands to address aquatic humanoids, typically merpeople.\n\n\n4\n. At this time, the Atlantean government was still highly xenophobic to outsiders. It's believed Mr. Robertson was contacted by the Atlantean government.\n\n\n\n\n\n\n\n\n« \nSCP-3517\n | SCP-3518 | \nSCP-3519\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3518\n\" by The Shrake, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3518\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Interviewer:> Agent. C███ <Interviewed:> Mr. Drake Robertson <Begin Log> Agent. C███: Are you aware of the charges against you? subject says nothing Agent C███: You have no constitutional rights here, you know. I'm authorized to beat the crap out of you. Mr. Robertson: You mean you're not UIU? Agent C███: No. Mr. Robertson: Fuck. You's Coalition? Agent C███: Foundation. Mr. Robertson: Fuck, that's even worse. Agent C███: Are you aware of the charges against you? Extraneous dialogue removed for brevity Agent C███: Alright, about the shrimp themselves… Mr. Robertson: What about them? Agent C███: They don't appear in any database we have access too. Subject flicks on a lighter, lighting a cigarette Mr. Robertson: Well of course they wouldn't. Agent C███: And why would that be? Subject exhales Mr. Robertson: They didn't exist three weeks ago. Agent C███ pauses Agent C███: What do you mean 'didn't exist?' Mr. Robertson: I mean they weren't alive three weeks ago. Agent C███: So you created them. Mr. Robertson: I didn't make 'em. Some blowfish 3 told me about 'em. Apparently they're a big problem by Atlantis, kinda like their version of a raccoon or maybe a pixie. She heard about how good my business was with dealing with infestations of this sort of thing, so I sent a few people down to kill most of them and send back three or four. Agent C███: I see. What were you planning to do with the ones you captured? Mr. Robertson: Probably sell them to some rich guy's private zoo. Agent C███: But the sale of unknown creatures is prohibited. Subject grins Mr. Robertson: So? A quick buck is a quick buck. Agent C███ sighs Agent C███: Do you know if the Atlantean government will be willing to assist in their recapture? 4 Subject laughs Mr. Robertson: You kidding? Would you want to bring the rats you just threw out of your house back inside? Agent C███: I suppose not. Mr. Robertson: Exactly. Agent C███: How do you kill them? Subject laughs again Mr. Robertson: Now why would I tell you that? Agent C███: Because if you don't, you'll be going to prison for a long time. Mr. Robertson: Doesn't matter if I tell you or not. Either way I'm headed to the paramax. Robertson was unresponsive to further questioning and given to the UIU for further processing. <Close Log>",
        "\" SCP-3518 \" by The Shrake, from the SCP Wiki . Source: https://scpwiki.com/scp-3518 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Keter",
    "containment_procedures": "Foundation naval vessels are to work in conjuction to Global Occult Coalition vessels in the Arctic circle. Should instances of SCP-3518 be discovered, personnel are instructed to destroy the instances via assigned divers.",
    "description": "SCP-3518 is a species of Opabinia1, tentatively classified as Opabinia foundationii by Foundation parazoologists, existing within the Arctic Circle.",
    "title": "SCP-3518"
}