{
    "url": "https://scp-wiki.wikidot.com/scp-3519",
    "all_text": "rating: \n+839\n+\n–\nx\n\n\nItem #:\n SCP-3519\n\n\nObject Class:\n Keter (Neutralized)\n\n\nSpecial Containment Procedures:\n As there are no remaining persons susceptible to SCP-3519, no further containment is required; the infection is considered neutralized. A significant percentage of global media is suspected to carry infection and containment is beyond the capacity of the current Foundation. However a majority, if not the entirety, of infected storage media is expected to degrade before further transmission can occur.\n\n\n\n\n+ Archived Special Containment Procedures 01/03/19 (Initial)\n\n\n\n\n- Archived Special Containment Procedures 01/03/19 (Initial)\n\n\n\n\nMobile Task Force Psi-10 (\"Maslow's Motivators\") is tasked with identifying populations infected with SCP-3519. Identified populations will be secured by \nMobile Task Force Eta-10 (\"See No Evil\")\n and \nMobile Task Force Eta-11 (\"Savage Beasts\")\n. All three task forces are tasked with securing and quarantining SCP-3519 carrier media.\n\n\n\n\n\n\n\n\n\n\n+ Archived Special Containment Procedures 01/17/19\n\n\n\n\n- Archived Special Containment Procedures 01/17/19\n\n\n\n\nMobile Task Force Psi-10 (\"Maslow's Motivators\") is tasked with mapping the spread of SCP-3519 infection. \nMobile Task Force Upsilon-4 (\"Sugar Pill\")\n is to develop countermemetic treatments with the utmost urgency. Once these countermeasures are developed they are to be deployed immediately, with the following distribution priority:\n\n\n\n\nMTF u-4 personnel\n\n\nCritical Memetics Department personnel\n\n\nThe O5 Council\n\n\nThe Global Occult Coalition\n\n\nWorld Health Organization\n\n\nRemaining critical Foundation personnel\n\n\nGeneral population\n\n\n\n\n\n\n\n\n\n\n\n\n+ Archived Special Containment Procedures 01/30/19\n\n\n\n\n- Archived Special Containment Procedures 01/30/19\n\n\n\n\nMobile Task Force Psi-10 (\"Maslow's Motivators\") is tasked with mapping the spread of SCP-3519 infection. MTF-Upsilon-4 (\"Sugar Pill\") is tasked with deployment of the SCP-3519 countermeme with the following distribution priority:\n\n\n\n\nMTF u-4 personnel\n\n\nRemaining critical Foundation personnel\n\n\nGeneral population\n\n\n\n\n\n\n\n\n\n\n\n\n+ Archived Special Containment Procedures 02/06/19\n\n\n\n\n- Archived Special Containment Procedures 02/06/19\n\n\n\n\nMobile Task Force Upsilon-4 (\"Sugar Pill\") is tasked with continued emergency deployment of the SCP-3519 countermeme. Grief counseling and suicide prevention is to be made available to all surviving Foundation personnel.\n\n\n\n\n\n\n\n\n\n\n+ Archived Special Containment Procedures 02/25/2019\n\n\n\n\n- Archived Special Containment Procedures 02/25/2019\n\n\n\n\nGrief counseling and suicide prevention is to be made available to all surviving Foundation personnel. Suicide capsules are to be made available on request. Neutralization orders are to be carried out for all surviving Keter class anomalies wherever possible. Foundation facilities are to independently follow abandon-in-place procedures when staffing reaches 30% or lower, or at the discretion of the facility director.\n\n\n\n\n\n\n\n\nDescription:\n SCP-3519 is a memetic contagion carried by multiple vectors in print, visual, and auditory media. It consists of the strong conviction that the world will end on March 5th, 2019 and that suicide prior to the event is desirable.\n\n\nSCP-3519 is transmitted by both media and word of mouth reports of a belief in an impending eschaton. Infection is characterized by credulous adoption of the meme despite the lack of evidence. The specific details of the predicted event show wide variation, including belief in: the advent of a messianic religious figure, catastrophic astronomical event, environmental collapse, technological singularity or reality failure event.\n\n\nNotably, none of these events are associated with any predicted K-class scenarios on this date and the Foundation's assessment of K-class probability on that day is at the nominal rate of .015% after accounting for SCP-3519.\n\n\nFollowing initial infection, hosts show a tendency towards ecstatic revelation, millenarianism, and suicidal ideation. Self-euthanasia is rationalized in the context of the variation of SCP-3519 belief the host has been infected with, as either a prerequisite for transcendence or as preferable to survival through the event.\n\n\nSuicide follows initial infection within weeks in a significant number of cases; due to the difficulty of accurate data collection at this time exact statistics are unavailable. However no known infected person has survived longer than 40 days after wholly adopting SCP-3519 beliefs.\n\n\nAddendum 3519-A, Samples of SCP-3519 Infected Media:\n\n\n\n\nExcerpt From CNN, Anderson Cooper 360°, 12/29/18:\n\n\nAnderson Cooper:\n So how credible is this prediction?\n\n\nKellyanne Conway:\n The White House thinks this is highly credible. We have multiple sources, reliable sources, that say that the world might end on March fifth.\n\n\nNeil deGrasse Tyson:\n This is pretty silly, I mean it's tragic that those people killed themselves, but there's nothing. Nothing in the skies, nothing on the Earth other than our own threats to our survival from climate change or nuclear war. March fifth is going to be a day like basically any other. This is just like that so-called Mayan apocalypse in 2012, or even the mass suicide of the Heaven's Gate people in the 90s.\n\n\nArchbishop Carrera:\n We have recently uncovered evidence that a secret society of Aztec priests continued the work of Mayan prophecy into the modern world and that these had recalculated the apocalypse to be the fifth day of March of next year. We feel this may be in line with the prophecy of St. John.\n\n\nConway:\n Yes, the Church is one of our sources, as is the envoy of the \nGovernment of Tenochtitlán in Exile\n, which has been in communication with the President as you've seen from this morning's tweet.\n\n\nScreen shows the President's tweet from that morning \"Aztec envoy told me world ending on 3/5. Terrifying!\"\n\n\nTyson:\n There's no such thing as the \"Government of Tenochtitlán in Exile\", it's an urban legend.\n\n\nCarrera:\n Dr. Tyson, surely you must have an open mind about these things.\n\n\nCooper:\n That's all the time we have, but I'm not afraid to admit that I'm scared.\n\n\n\n\n\n\nInvitation 02/12/19\n\n\nLast Dance on Earth\n\n\nWhere:\n ████ █████ ██; on the roof!\n\n\nWhen:\n 02/14/19 from 1 pm to 1 am.\n\n\nWhat:\n We will be celebrating this last Valentines on Earth. There will be a wet bar and live music! Bring whatever you want to drink or eat. Don't bother with condoms if you don't want because this is the end, haha. If you plan on checking out \nafter\n Valentines, please plan on leaving by midnight. At 1 am you are welcome to join us in the pool when we plan to drop a High Voltage line to carry us electric to Valhalla. Alternatively we are thirty stories up or if you are planning on pills there's plenty of places to lay down here (just wait for after midnight).\n\n\n\n\n\n\nEmail 02/20/19\n\n\nFrom: Ssoika@████████████\n\nTo: Solsticesunrise@█████████\n\nSubject: I think I understand\n\n\nRemember when I told you about Nick Bostrom's hypothesis that reality is a simulation? Let's say that we accept his argument that the probability of life being a simulation is one. Looking at what's happening in the world right now, the probability of surviving past the 5th is definitely not one, it's rapidly declining to zero. Even if you do live, what kind of life are you going to be able to have?\n\n\nWhat's the probability of everybody in the world deciding that the world is ending on the exact same day and that you have to, in defiance of the survival instinct and everything, kill yourself before that day? It seems unlikely, but it is happening.\n\n\nWhat would a simulation look like from the inside, right before they switched it off?\n\n\nMaybe they need us offline when we migrate to a new program.\n\n\nI love you so much, Rinna. We'll see each other soon.\n\n\n\n\nAddendum 3519-B, Timeline:\n\n\n\n\n(T-90) 12/05/18:\n Routine monitoring of the media by MTF ψ-10 detects the first instances of SCP-3519 in \nFifty Days\n1\n, an AM radio broadcast originating in Bogart, Georgia. Initially this is ignored due to the similarity to common apocalyptic beliefs and eschatological predictions on evangelical religious broadcasts.\n\n\n(T-71) 12/24/18:\n The 17 member congregation of the Church of the Andromeda Star in Bogart is found dead of phenobarbital overdose.\n\n\n(T-70) 12/25/18:\n News reports of the deaths in Bogart are picked up through international media. Foundation memetic analysis flags an unusually sympathetic tone in reporting compared to similar reports of cult suicide.\n\n\n(T-67) 12/28/18:\n Major media outlets have been running the \"Christmas Eve Massacre\" as a headline story.\n\n\n(T-65) 12/30/18:\n A mass suicide of over 300 persons in Kalyankot, India is linked to SCP-3519.\n\n\n(T-62) 01/02/19:\n Related suicides have spread to over 2600 persons in 17 countries. Infection is designated SCP-3519. Dr. Nori Watanabe assigned as senior researcher.\n\n\n(T-61) 01/03/19:\n SCP-3519 Containment Procedures established.\n\n\n(T-53) 01/11/19:\n MTF η-10 daily report shows signs of SCP-3519 infection. Mobile Task Force Command has relieved MTF η-10 operatives of duty, and ordered them to E-Class quarantine.\n\n\n(T-49) 01/15/19:\n Commander Richards (MTF η-11) reports the complete failure of quarantine efforts in the face of the epidemic spread of SCP-3519.\n\n\n(T-47) 01/17/19:\n SCP-3519 Containment Procedures revised.\n\n\n(T-45) 01/19/19:\n Suicide rate has increased to roughly 1% of global population. International recognition of a crisis is hampered by widespread belief in the validity of SCP-3519.\n\n\n(T-36) 01/28/19:\n Suicide rate increased by approximately 30%. Current death statistics are impossible to verify. Versions of the meme are extant among mainstream Christians, Muslims, Hindus, and Buddhists.\n\n\n(T-35) 01/29/19:\n MTF u-4 reports a working prototype countermeme to SCP-3519.\n\n\n(T-34) 01/30/19:\n Pope Francis attempts to issue a papal dispensation for SCP-3519 related suicides. \nGlobal Occult Coalition\n agents in-place detain and sequester him.\n\n\n(T-34) 01/30/19:\n Containment Procedures Revised.\n\n\n(T-33) 01/31/19:\n SCP-3519 infected GOC operatives leak rumors of the Pope's dispensation to the press.\n\n\n(T-32) 02/01/19:\n Suicide rate climbs to 2% of global population. Credible accounts of SCP-3519 related homicides, especially of children, begin to surface. Public health and infrastructure worldwide is affected by the mass deaths.\n\n\n(T-27) 02/06/19:\n Deaths from suicide are at least 250 million, an additional 100 million are estimated to be dead or dying from disease or loss of essential services. Foundation sites report a global 10% drop in personnel.\n\n\n(T-27) 02/06/19:\n Containment Procedures revised.\n\n\n\n\n(T-14) 02/19/19:\n Limited nuclear exchange between Israel and Iran occurred at approximately 1000 UTC. Israeli weapons additionally targeted several other Gulf States. Death toll unknown. Global thermonuclear war averted by emergency UN session, GOC operatives reportedly used anomalous coercion to ensure outcome.\n\n\n(T-13) 02/20/19:\n Following the loss of Dr. Watanabe, researcher Dr. Marileze Kirk promoted to SCP-3519 project head.\n\n\n(T-13) 02/20/19:\n What the hell happened to the countermeme?\n\n\n(T-12) 02/21/19:\n Epidemiological models predict 50% lethality, minimum, as of this morning from a combination of direct infection and collateral effects.\n\n\n(T-10) 02/23/19:\n RAISA finally got back to us about the countermeme. Apparently it was \"found uninjectable into suitable carrier media in the field\". u-4 is supposedly working on a weaponized version, but they aren't responding to emails from us. They better hurry or there won't be any suitable carrier media left.\n\n\n(T-8) 02/25/19:\n Containment Procedures revised.\n\n\n(T-7) 02/26/19:\n Global media is largely silent. Foundation sites reporting inconsistently. Several personnel at Area-055 claimed to be not infected by SCP-3519 in their suicide notes, citing the ongoing K-Class scenario as a self-fulfilling prophecy. Several sapient contained anomalies are rumored to have committed suicide as well; no one on SCP-3519 has clearance to confirm or deny this.\n\n\n(T-6) 02/27/19:\n Project SCP-3519 moved to an isolated location to escape the deteriorating sanitary conditions and facilities breakdowns at Area-055. It is an abandoned cabin near Bishop, CA. Satellite uplink access to Foundation systems confirmed intact. We have brought plenty of food and water.\n\n\n(T-5) 02/28/19:\n Junior Researcher Dr. Rory Jones promoted to SCP-3519 project head.\n\n\n(T-4) 03/01/19:\n PROTOCOL ROSE ALABASTER\n2\n enacted — Junior Researcher Dr. Rory Jones promoted to O5-6.\n\n\n(T-3) 03/02/19:\n I buried Marileze today.\n\n\n(T-1) 03/04/19:\n Contact lost with Dr. Desai at Site-42. Nobody else is responding.\n\n\n(T-1) 03/04/19:\n Revised Containment Procedures.\n\n\n(T=0) 03/05/19:\n\n\n(T+1) 03/06/19:\n It's a beautiful day.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Flagged by \nOperation Stargazer\n as containing significant \nFifth Church\n influence.\n\n\n2\n. Automated line-of-succession protocol.\n\n\n\n\n\n\n\n\n« \nSCP-3518\n | SCP-3519 | \nSCP-3520\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3519\n\" by sirpudding, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3519\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3519-A, Samples of SCP-3519 Infected Media:",
        "Addendum 3519-B, Timeline:"
    ],
    "documents": [],
    "notes": [
        "Excerpt From CNN, Anderson Cooper 360°, 12/29/18: Anderson Cooper: So how credible is this prediction? Kellyanne Conway: The White House thinks this is highly credible. We have multiple sources, reliable sources, that say that the world might end on March fifth. Neil deGrasse Tyson: This is pretty silly, I mean it's tragic that those people killed themselves, but there's nothing. Nothing in the skies, nothing on the Earth other than our own threats to our survival from climate change or nuclear war. March fifth is going to be a day like basically any other. This is just like that so-called Mayan apocalypse in 2012, or even the mass suicide of the Heaven's Gate people in the 90s. Archbishop Carrera: We have recently uncovered evidence that a secret society of Aztec priests continued the work of Mayan prophecy into the modern world and that these had recalculated the apocalypse to be the fifth day of March of next year. We feel this may be in line with the prophecy of St. John. Conway: Yes, the Church is one of our sources, as is the envoy of the Government of Tenochtitlán in Exile , which has been in communication with the President as you've seen from this morning's tweet. Screen shows the President's tweet from that morning \"Aztec envoy told me world ending on 3/5. Terrifying!\" Tyson: There's no such thing as the \"Government of Tenochtitlán in Exile\", it's an urban legend. Carrera: Dr. Tyson, surely you must have an open mind about these things. Cooper: That's all the time we have, but I'm not afraid to admit that I'm scared.",
        "Invitation 02/12/19 Last Dance on Earth Where: ████ █████ ██; on the roof! When: 02/14/19 from 1 pm to 1 am. What: We will be celebrating this last Valentines on Earth. There will be a wet bar and live music! Bring whatever you want to drink or eat. Don't bother with condoms if you don't want because this is the end, haha. If you plan on checking out after Valentines, please plan on leaving by midnight. At 1 am you are welcome to join us in the pool when we plan to drop a High Voltage line to carry us electric to Valhalla. Alternatively we are thirty stories up or if you are planning on pills there's plenty of places to lay down here (just wait for after midnight).",
        "Email 02/20/19 From: Ssoika@████████████ To: Solsticesunrise@█████████ Subject: I think I understand Remember when I told you about Nick Bostrom's hypothesis that reality is a simulation? Let's say that we accept his argument that the probability of life being a simulation is one. Looking at what's happening in the world right now, the probability of surviving past the 5th is definitely not one, it's rapidly declining to zero. Even if you do live, what kind of life are you going to be able to have? What's the probability of everybody in the world deciding that the world is ending on the exact same day and that you have to, in defiance of the survival instinct and everything, kill yourself before that day? It seems unlikely, but it is happening. What would a simulation look like from the inside, right before they switched it off? Maybe they need us offline when we migrate to a new program. I love you so much, Rinna. We'll see each other soon.",
        "(T-90) 12/05/18: Routine monitoring of the media by MTF ψ-10 detects the first instances of SCP-3519 in Fifty Days 1 , an AM radio broadcast originating in Bogart, Georgia. Initially this is ignored due to the similarity to common apocalyptic beliefs and eschatological predictions on evangelical religious broadcasts. (T-71) 12/24/18: The 17 member congregation of the Church of the Andromeda Star in Bogart is found dead of phenobarbital overdose. (T-70) 12/25/18: News reports of the deaths in Bogart are picked up through international media. Foundation memetic analysis flags an unusually sympathetic tone in reporting compared to similar reports of cult suicide. (T-67) 12/28/18: Major media outlets have been running the \"Christmas Eve Massacre\" as a headline story. (T-65) 12/30/18: A mass suicide of over 300 persons in Kalyankot, India is linked to SCP-3519. (T-62) 01/02/19: Related suicides have spread to over 2600 persons in 17 countries. Infection is designated SCP-3519. Dr. Nori Watanabe assigned as senior researcher. (T-61) 01/03/19: SCP-3519 Containment Procedures established. (T-53) 01/11/19: MTF η-10 daily report shows signs of SCP-3519 infection. Mobile Task Force Command has relieved MTF η-10 operatives of duty, and ordered them to E-Class quarantine. (T-49) 01/15/19: Commander Richards (MTF η-11) reports the complete failure of quarantine efforts in the face of the epidemic spread of SCP-3519. (T-47) 01/17/19: SCP-3519 Containment Procedures revised. (T-45) 01/19/19: Suicide rate has increased to roughly 1% of global population. International recognition of a crisis is hampered by widespread belief in the validity of SCP-3519. (T-36) 01/28/19: Suicide rate increased by approximately 30%. Current death statistics are impossible to verify. Versions of the meme are extant among mainstream Christians, Muslims, Hindus, and Buddhists. (T-35) 01/29/19: MTF u-4 reports a working prototype countermeme to SCP-3519. (T-34) 01/30/19: Pope Francis attempts to issue a papal dispensation for SCP-3519 related suicides. Global Occult Coalition agents in-place detain and sequester him. (T-34) 01/30/19: Containment Procedures Revised. (T-33) 01/31/19: SCP-3519 infected GOC operatives leak rumors of the Pope's dispensation to the press. (T-32) 02/01/19: Suicide rate climbs to 2% of global population. Credible accounts of SCP-3519 related homicides, especially of children, begin to surface. Public health and infrastructure worldwide is affected by the mass deaths. (T-27) 02/06/19: Deaths from suicide are at least 250 million, an additional 100 million are estimated to be dead or dying from disease or loss of essential services. Foundation sites report a global 10% drop in personnel. (T-27) 02/06/19: Containment Procedures revised. (T-14) 02/19/19: Limited nuclear exchange between Israel and Iran occurred at approximately 1000 UTC. Israeli weapons additionally targeted several other Gulf States. Death toll unknown. Global thermonuclear war averted by emergency UN session, GOC operatives reportedly used anomalous coercion to ensure outcome. (T-13) 02/20/19: Following the loss of Dr. Watanabe, researcher Dr. Marileze Kirk promoted to SCP-3519 project head. (T-13) 02/20/19: What the hell happened to the countermeme? (T-12) 02/21/19: Epidemiological models predict 50% lethality, minimum, as of this morning from a combination of direct infection and collateral effects. (T-10) 02/23/19: RAISA finally got back to us about the countermeme. Apparently it was \"found uninjectable into suitable carrier media in the field\". u-4 is supposedly working on a weaponized version, but they aren't responding to emails from us. They better hurry or there won't be any suitable carrier media left. (T-8) 02/25/19: Containment Procedures revised. (T-7) 02/26/19: Global media is largely silent. Foundation sites reporting inconsistently. Several personnel at Area-055 claimed to be not infected by SCP-3519 in their suicide notes, citing the ongoing K-Class scenario as a self-fulfilling prophecy. Several sapient contained anomalies are rumored to have committed suicide as well; no one on SCP-3519 has clearance to confirm or deny this. (T-6) 02/27/19: Project SCP-3519 moved to an isolated location to escape the deteriorating sanitary conditions and facilities breakdowns at Area-055. It is an abandoned cabin near Bishop, CA. Satellite uplink access to Foundation systems confirmed intact. We have brought plenty of food and water. (T-5) 02/28/19: Junior Researcher Dr. Rory Jones promoted to SCP-3519 project head. (T-4) 03/01/19: PROTOCOL ROSE ALABASTER 2 enacted — Junior Researcher Dr. Rory Jones promoted to O5-6. (T-3) 03/02/19: I buried Marileze today. (T-1) 03/04/19: Contact lost with Dr. Desai at Site-42. Nobody else is responding. (T-1) 03/04/19: Revised Containment Procedures. (T=0) 03/05/19: (T+1) 03/06/19: It's a beautiful day.",
        "\" SCP-3519 \" by sirpudding, from the SCP Wiki . Source: https://scpwiki.com/scp-3519 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3519",
    "object_class": "Keter (Neutralized)",
    "containment_procedures": "As there are no remaining persons susceptible to SCP-3519, no further containment is required; the infection is considered neutralized. A significant percentage of global media is suspected to carry infection and containment is beyond the capacity of the current Foundation. However a majority, if not the entirety, of infected storage media is expected to degrade before further transmission can occur.",
    "description": "SCP-3519 is a memetic contagion carried by multiple vectors in print, visual, and auditory media. It consists of the strong conviction that the world will end on March 5th, 2019 and that suicide prior to the event is desirable.",
    "title": "SCP-3519"
}