{
    "url": "https://scp-wiki.wikidot.com/scp-3527",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\nItem #:\n SCP-3527\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Instances of SCP-3527 are to be kept in mass humanoid containment chambers constructed of one-way glass for convenient observation with a maximum capacity of 12 organisms per chamber. Mobile Task Force Iota-10 (\"Damn Feds\") is to be wary of possible sightings/reports of SCP-3527. If a sighting/report is confirmed, Mobile Task Force Iota-10 (\"Damn Feds\") is to establish a temporary containment perimeter and report the location to Mobile Task Force Beta-7 (\"Maz Hatters\") for cleanup and instance transfer.\n\n\nDescription:\n SCP-3527 is the collective designation for a population (~450 instances (including those not yet contained)) of amorphous organisms capable of manifesting as humanoids. At the time of writing, all instances of SCP-3527 reside solely in New Mexico, United States of America. SCP-3527 instances are commonly found in collections of a varying population.\n1\n\n\nInstances of SCP-3527 have the original form of a gelatinous substance which does not conform to any defined shape. Instances of SCP-3527 move in a manner similar to that of organisms in the \nGastropoda\n class (gastropods). The size of SCP-3527 instances varies, with the smallest known measurements being ~.5 m in length and ~.3 m in height to the largest known measurement being ~5 m in length and ~3 m in height.\n\n\nSCP-3527's primary anomalous property is the ability to take any layer(s) of skin from a subject (live or deceased) and form themselves into the inside of the skin with the purpose of concealing their abnormal nature through disguise. Instances may also reverse this process to return to their original gelatinous form. However, while instances are disguised, their gait is easily distinguishable from the typical human being due to their posture.\n\n\nAll instances of SCP-3527 are capable of speaking and comprehending simple English. Despite this ability, all instances speak with a large quantity of mispronunciation and grammatical errors. Most vocalizations by instances of SCP-3527 are of nature which most individuals would consider \"rude,\" yet they all hint at a sense of curiosity towards music (more specifically in the genres of rap).\n\n\nWhen music of the rap genre is played in the vicinity of SCP-3527, all instances will attempt to imitate the lyrics and tempo of the music presented, usually to a degree commonly considered \"failure.\" During this time, instances will also attempt to \"dance\" to the beat of the music; like the previous characteristic, this usually ends in failure to \"dance\" in a common form that a human (or other organism responding to musical stimuli) would.\n\n\nAddendum:\n Below is an interview log between an instance of SCP-3527 and Researcher Reese Prospero.\n\n\n\n\nInterviewer:\n Dr. Reese Prospero\n\n\nInterviewee:\n SCP-3527-A-43\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Prospero:\n Good evening, SCP-3527-A-43.\n\n\nSCP-3527-A-43:\n Dumb bitch. I Tupac. Not \n\"AYE-FOUR-EE-TEE.\"\n\n\nDr. Prospero:\n I'm sorry to break it to you, but you are not Tupac.\n\n\nSCP-3527-A-43:\n Yes.\n\n\nDr. Prospero:\n Yes, you are not Tupac?\n\n\nSCP-3527-A-43:\n \nNo response.\n\n\nDr. Prospero:\n Alright. Why are you so interested in rap music?\n\n\nSCP-3527-A-43:\n Rap is popular. We want popular. We rap to popular.\n\n\nDr. Prospero:\n Would you be willing to demonstrate this rapping ability?\n\n\nSCP-3527-A-43:\n Want a rap battle.\n\n\nDr. Prospero:\n I am sorry, but I am not engaging in a rap battle with you.\n\n\nSCP-3527-A-43:\n Pussy.\n\n\nDr. Prospero shows slight signs of irritation.\n\n\nDr. Prospero:\n Later. May you please attempt to rap for the record?\n\n\nSCP-3527-A-43:\n Yes.\n\n\nDr. Prospero:\n Do you have a preference?\n\n\nSCP-3527-A-43:\n No. Am rap god. Any track, dawg.\n\n\nDr. Prospero proceeds to play \n\"King's Dead\" by musical artists Jay Rock, Kendrick Lamar, Future, and James Blake\n over the chamber intercom system. SCP-3527-A-43 proceeds to attempt to mimic the lyrics and move in a manner to match the tempo.\n\n\nDr. Prospero:\n Okay, I think that's enou—\n\n\nThe song proceeds to reach 1m44s. At this point, SCP-3527-A-43 releases a high-pitched vocalization in an attempt to mimic the current timeframe in the piece. This vocalization damages the hearing of three research personnel including Dr. Prospero. The music halts as it is manually turned off by Dr. Prospero.\n\n\nDr. Prospero:\n Yeah. \n\"Tupac,\"\n alright.\n\n\nDr. Prospero proceeds to exit the chamber.\n\n\n[END LOG]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Every discovered SCP-3527 collection has been an abandoned motel; the reasoning for this is unknown.\n\n\n\n\n\n\n\n\n« \nSCP-3526\n | SCP-3527 | \nSCP-3528\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3527\n\" by DrCaroll, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3527\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Below is an interview log between an instance of SCP-3527 and Researcher Reese Prospero."
    ],
    "documents": [],
    "notes": [
        "Interviewer: Dr. Reese Prospero Interviewee: SCP-3527-A-43 [BEGIN LOG] Dr. Prospero: Good evening, SCP-3527-A-43. SCP-3527-A-43: Dumb bitch. I Tupac. Not \"AYE-FOUR-EE-TEE.\" Dr. Prospero: I'm sorry to break it to you, but you are not Tupac. SCP-3527-A-43: Yes. Dr. Prospero: Yes, you are not Tupac? SCP-3527-A-43: No response. Dr. Prospero: Alright. Why are you so interested in rap music? SCP-3527-A-43: Rap is popular. We want popular. We rap to popular. Dr. Prospero: Would you be willing to demonstrate this rapping ability? SCP-3527-A-43: Want a rap battle. Dr. Prospero: I am sorry, but I am not engaging in a rap battle with you. SCP-3527-A-43: Pussy. Dr. Prospero shows slight signs of irritation. Dr. Prospero: Later. May you please attempt to rap for the record? SCP-3527-A-43: Yes. Dr. Prospero: Do you have a preference? SCP-3527-A-43: No. Am rap god. Any track, dawg. Dr. Prospero proceeds to play \"King's Dead\" by musical artists Jay Rock, Kendrick Lamar, Future, and James Blake over the chamber intercom system. SCP-3527-A-43 proceeds to attempt to mimic the lyrics and move in a manner to match the tempo. Dr. Prospero: Okay, I think that's enou— The song proceeds to reach 1m44s. At this point, SCP-3527-A-43 releases a high-pitched vocalization in an attempt to mimic the current timeframe in the piece. This vocalization damages the hearing of three research personnel including Dr. Prospero. The music halts as it is manually turned off by Dr. Prospero. Dr. Prospero: Yeah. \"Tupac,\" alright. Dr. Prospero proceeds to exit the chamber. [END LOG]",
        "\" SCP-3527 \" by DrCaroll, from the SCP Wiki . Source: https://scpwiki.com/scp-3527 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3527",
    "object_class": "Euclid",
    "containment_procedures": "Instances of SCP-3527 are to be kept in mass humanoid containment chambers constructed of one-way glass for convenient observation with a maximum capacity of 12 organisms per chamber. Mobile Task Force Iota-10 (\"Damn Feds\") is to be wary of possible sightings/reports of SCP-3527. If a sighting/report is confirmed, Mobile Task Force Iota-10 (\"Damn Feds\") is to establish a temporary containment perimeter and report the location to Mobile Task Force Beta-7 (\"Maz Hatters\") for cleanup and instance transfer.",
    "description": "SCP-3527 is the collective designation for a population (~450 instances (including those not yet contained)) of amorphous organisms capable of manifesting as humanoids. At the time of writing, all instances of SCP-3527 reside solely in New Mexico, United States of America. SCP-3527 instances are commonly found in collections of a varying population.1",
    "title": "SCP-3527"
}