{
    "url": "https://scp-wiki.wikidot.com/scp-3539",
    "all_text": "rating: \n+92\n+\n–\nx\n\n\n\n\n\n\nSCP-3539 During Field Test\n\n\n\n\n\n\nItem #:\n SCP-3539\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3539 is to be maintained in a standard blast resistant storage vault at Armed Containment Area-383. In the event that Area-383 is compromised by a hostile force, SCP-3539's re-acquisition is to be considered a priority A task.\n\n\nAny use of SCP-3539 must be approved by no fewer than 3 senior researchers with a specialization in temporal displacement.\n\n\nDescription:\n SCP-3539 appears to be an AN/PRC-77 Portable Transceiver set. AN/PRC-77 radios were inducted into service with the US Military in 1968. The item is heavily worn. The only unique markings on SCP-3539 are the words “Dead Battery?” written in marker on the item's rear side.\n\n\nWhen SCP-3539 is turned on, it will tune itself to a radio channel with a frequency of 040.5██ MHz. Despite this, SCP-3539 fails to receive any radio traffic on this frequency.\n\n\nWhen any variation of the phrase “I require extraction” is transmitted in any language via the item's handset, an instance of SCP-3539-1 will appear approximately 15 km away, at an approximate altitude of 300 m, from SCP-3539.\n\n\nSCP-3539-1 instances are fully crewed helicopters. Crew members aboard SCP-3539-1 are hereafter referred to as SCP-3539-2. SCP-3539-1 appears identical to a helicopter that has crashed, resulting in total crew loss. SCP-3539 generally selects nearby and recently crashed helicopters, though exceptions have been made (see Addendum 3539.1). SCP-3539-2 instances are identical to the expired crew of the crashed helicopter SCP-3539-1 appears to be.\n\n\nSCP-3539-1 will proceed to SCP-3539’s location at its top speed. Once there, SCP-3539-1 will land as close as possible to SCP-3539. The item’s user will then be instructed to board SCP-3539-1 for “extraction”. After boarding, SCP-3539-1 will travel to the last heliport that the crashed aircraft had landed at. Once there, “extracted” personnel will be allowed to disembark. Once SCP-3539-1 has been unloaded, it will travel approximately 5 km away from the heliport at which time it, and any instances of SCP-3539-2, will disappear.\n\n\n[Edited, 01/██/200█]\n\n\nFollowing Incident 3539.A, it was determined that SCP-3539-1 can take the form of any aircraft capable of aerial personnel transport.\n\n\nRecovery Log:\n SCP-3539 was recovered by Mobile Task Force Eta-95 “Semper Spy” on 29/██/198█. Eta-95 agents embedded in the United States Marine Corps took note of rumors indicating anomalous activity during US combat operations in Vietnam. It was suspected SCP-3539's most extensive use was during The Fall of Saigon.\n\n\nSCP-3539 was tracked to a storage locker at Marine Corps Base Camp █████████. With it, a note was found, reading: “It saved our lives. Maybe it can save yours. Semper Fi.”\n\n\nAddendum 3539.1:\n Test Logs\n\n\n\n\n+ Test Log 3539.1\n\n\n\n\n– hide block\n\n\n\n\nTest Log 3539.1\n\n\nDate:\n 04/██/198█\n\n\nLocation:\n ████████, United States of America - near crash site of Foundation UH-1 Iroquois, tail code Z-46-8█████.\n\n\nPurpose:\n Confirm and quantify SCP-3539's behavior.\n\n\nProcedure:\n Former MTF Zeta-46 “When Pigs Fly” commander, Maj. I█████, was to induce SCP-3539's anomalous properties and conduct an interview with SCP-3539-2 instances. Maj. I was chosen as he was the direct superior of Z-46-8█████'s crew at the time of its crash.\n\n\nResults:\n Maj. I was instructed to use SCP-3539 to call for extraction. As expected, a UH-1 Iroquois with the tail code Z-46-8█████ appeared 15 km away from Maj. I and the research team's location. Maj. I was instructed to establish radio contact with SCP-3539-1. Maj. I identified himself with the callsign Hog 5-1 actual. The following is an audio transcript of those radio communications.\n\n\n\n\nDr. Nguyen:\n Commence the test when ready, Major.\n\n\nMaj. I:\n [\nInto SCP-3539\n] This is Hog 5-1 actual to Hog 5-2, do you copy?\n\n\nSCP-3539-2 [pilot]:\n Hog 5-2 to Hog 5-1 actual, we read you loud and clear.\n\n\nMaj. I:\n [\nPause\n] Christ, is that you, ███? It's good to hear your voice.\n\n\nDr. Nguyen:\n Maj. I, remember, that isn’t Lt. ██████. I know it’s difficult, but please continue with the script.\n\n\nMaj. I:\n [\nto Dr. Nguyen\n] I’m sorry. You’re right. [\nInto SCP-3539\n] Hog 5-2, transmit to me the go-code used for Operation [REDACTED].\n\n\nSCP-3539-2 [pilot]:\n [REDACTED].\n\n\nMaj. I:\n That's – uh, correct. Break. Are you aware of Hog 5-2’s status as of 09/██/196█?\n\n\nSCP-3539-2 [pilot]:\n Affirmative. Hog 5-2 crashed with no survivors as a result of a turbine failure during Operation [REDACTED].\n\n\nMaj. I:\n It sounds so much like him.\n\n\nDr. Nguyen:\n The script, Major. Please.\n\n\nMaj. I:\n [\nPause. Heavy breathing.\n] Hog 5-2, I need you to divert your course and land at Site-██, Heliport 3, for immediate debriefing.\n\n\nSCP-3539-2 [pilot]:\n Negative. We’re unable to comply with that order.\n\n\nMaj. I:\n Why’s that?\n\n\nSCP-3539-2 [pilot]:\n Because you called for extraction.\n\n\n\n\nAt this point, Maj. I was instructed to cease radio communications with SCP-3539-1. After an approximate 4 minutes SCP-3539-1 arrived at Maj. I’s location. Maj. I boarded SCP-3539-1 despite being advised against doing so by research personnel. SCP-3539-1 deposited Maj. I at the now defunct Area-██ where he was successfully retrieved by research personnel.\n\n\n\n\n\n\n\n\n\n\n+ Test Log 3539.5\n\n\n\n\n– hide block\n\n\n\n\nTest Log 3539.5\n\n\nDate:\n 7/██/198█\n\n\nLocation:\n █████ ████, Democratic Republic of Afghanistan - near crash sites of Soviet Mil Mi-24, tail code 4██ and Soviet Mil Mi-8, tail code 2██.\n\n\nPurpose:\n Determine if SCP-3539 responds to qualifying terms in extraction request.\n\n\nNotes:\n After Test 3539.1, it was decided not to use Foundation aircraft and personnel for testing purposes. Operation of SCP-3539 was taken over by Dr. Nguyen.\n\n\nThree previous tests were conducted. One with a civilian aircraft in ████████, United States of America and two with US Army aircraft in ███, the Socialist Republic of Vietnam. Full test logs are available in Site-26, Archival Vault 2B.\n\n\nResults:\n Dr. Nguyen called for extraction using the phrase “I require extraction for a dozen individuals.” It was hypothesized that SCP-3539-1's identity would be that of the larger Mil Mi-8 rather than the smaller but closer Mil Mi-24.\n\n\nAfter Dr. Nguyen had made the request, the forward observation team reported that SCP-3539-1 resembled neither a Mil Mi-8 or Mil Mi-24. They were initially unable to identify the make of the aircraft. Several forward observation teams were posted in SCP-3539-1's instantiation area.\n\n\nThe following is an audio transcript of the research team's communications after initial observation.\n\n\n\n\nDr. Nguyen:\n [\nto forward observation team\n] You're sure?\n\n\nDr. Fischer:\n Yes. Positive. Spc. Haas says it's neither the Hip nor the Hind. The others agree.\n\n\nDr. Nguyen:\n Then what is it?\n\n\nDr. Fischer:\n Spc. Haas says it's the new American utility helicopter. This is the first time he's seen it in the field.\n\n\nDr. Nguyen:\n Why was it here?\n\n\nDr. Fischer:\n Haas doesn't know. Hold on. It's – that's strange – the tail says US Army. That can't be right. Do you think it was with the CIA, maybe?\n\n\nDr. Nguyen:\n No – well, maybe. Complete your observations and withdraw. I'll try and identify it over the radio. [\nInto SCP-3539. Speaking in Russian\n] This is Ground to unidentified aircraft. Radio check.\n\n\nSCP-3539-2 [pilot]:\n [\nSpeaking in English\n] Ramrod 3-3 to unknown station. Your last was unreadable.\n\n\nDr. Nguyen:\n [\nto research team\n] English. Make note of the pilot's drawl. It's Texan I think. [\nInto SCP-3539. Speaking in English\n] This is Ground. Radio check.\n\n\nSCP-3539-2 [pilot]:\n We read you loud and clear.\n\n\nDr. Nguyen:\n Ramrod 3-3 can you tell me how you crashed?\n\n\nSCP-3539-2 [pilot]:\n Affirmative. Ramrod 3-3 took an RPG to the cockpit over █████ ████.\n\n\nDr. Nguyen:\n I find that unlikely. As part of what operation did this occur?\n\n\nSCP-3539-2 [pilot]:\n Operation Enduring Freedom.\n\n\nDr. Nguyen:\n Operation Enduring – I've never heard of. Uh, break. What war was this operation a part of?\n\n\nSCP-3539-2 [pilot]:\n The War on Terror.\n\n\nDr. Nguyen:\n Wait. Wait one. [\nPause\n] When? When did Ramrod 3-3 crash?\n\n\nSCP-3539-2 [pilot]:\n 03/██/200█.\n\n\nDr. Nguyen:\n [\nto research team\n] Stop the test! Abort abort!\n\n\n\n\n\n\n\n\n\n\nAddendum 3539.2:\n Notices\n\n\n\n\n+ Notice from Dr. Nguyen\n\n\n\n\n– hide block\n\n\n\n\nSCP-3539 can, through a round-about means, displace information through time. This sort of anomalous behavior is, at best, poorly understood. However, it's possible that SCP-3539's usage could induce a LK-Class Temporal Dysfunction scenario.\n\n\nAs such, I'm closing all ongoing research into SCP-3539. Class-A amnestics will be administered to those involved in its testing, myself included.\n\n\nSCP-3539 will be moved to Long-Term Storage Area-███. If continued testing is deemed necessary, tests should be reviewed by researchers specializing in temporal displacement. That said, I recommend that use of SCP-3539 be banned unconditionally.\n\n\nRegards,\n\n\nDr. Nguyen\n\n\n\n\n\n\n\n\nAddendum 3539.3:\n Incident 3539.A\n\n\n\n\n+ Interview With Capt. K██████\n\n\n\n\n– hide block\n\n\n\n\n\n\nInterviewer:\n Dr. Li\n\n\nInterviewee:\n Capt. K██████\n\n\nDr. Li:\n For the record, state your role during the incident.\n\n\nCapt. K:\n Sure, I was acting security chief at Long-Term Storage Area-███, after Maj. ██████ died – uh, sorry – expired.\n\n\nDr. Li:\n And on what date did the incident occur?\n\n\nCapt. K:\n 31/██/199█.\n\n\nDr. Li:\n Thank you. Now, could you recount the events leading up to the incident?\n\n\nCapt. K:\n Sure. It was during the [REDACTED] party, about an hour to midnight. I was sharing some drinks with Maj. ██████ when Sgt. █████████ called in a Code-Magenta. That means a skip was loose in deep storage. A mean one.\n\n\nThe Major ordered me to hold down the fort while he took a team into deep storage to set things right. Never saw him again. It didn't surprise me.\n\n\nAs soon as he left, I ordered a full evacuation of the staff to the intake level. There were 3██ of us, I think. Based on the skip that had gotten loose and how long the Major had been gone, I figured we had an hour before we all joined him.\n\n\nI tried to get Site-██ on the horn and call for help, but the power died right around then. I figure the skip had gotten to the generators. It was bad news, seeing as how Area-███ is the capital of the state of nowhere. We didn't have a chance in hell if we tried to evacuate on foot. Things weren’t looking up for us.\n\n\nI was telling the staff to make their peace when a Junior Researcher, C████ was her name, came up to me. She told me about this skip she'd grabbed on the way out. 3539, the radio. She said maybe it could get us to safety.\n\n\nIt was a slim chance. I’d never seen a chopper that could move 3██ in one go. And with the time we had left, we only had one go. It was a hail mary, but it was better than praying.\n\n\nDr. Li\n: And that’s when Junior Researcher C████ ███ used SCP-3539, correct?\n\n\nCapt. K:\n Yeah, that’s right. C████ made a call for a 3██ man sized extraction in one go with the radio. She got a response straight away. “Communique received. Inbound,” was all the skip'd said. The voice was strange. It sounded like it was stressing syllables at random. That, and the pitch kept changing.\n\n\nShe arrived in no time. I’ll never forget seeing that thing come over the horizon.\n1\n\n\nDr. Li:\n You mean SCP-3539-1?\n\n\nCapt. K:\n Yeah, that's right. As soon as I saw it, I knew how those Church assholes could worship a fucking machine.\n\n\nDr. Li:\n Can you describe it?\n\n\nCapt. K:\n I can try, but you got to understand that words can't do this thing justice.\n\n\nDr. Li:\n I understand. But make an effort.\n\n\nCapt. K:\n Alright. It was big. About the size of an ocean liner. It was shaped like an obelisk – sort of like the Washington Monument – and it was black. So black you couldn't see it against the night. You'd just see the stars disappear behind it.\n\n\nIt flew upright, so it was taller than it was wide. No engines either. None that I could see, anyways. It just sort of glided through the air. No inertia. One second it was moving, the next it wasn't. It was wrong watching something that big stop on a dime. I'm sure Newton was rolling in his grave.\n\n\nIt got to us in no time flat. For moment, it just hovered above us. Then, through the radio, the skip said “Barbus Septem has arrived. Matter transmission imminent. Remain stationary.” Or at least something like that.\n\n\nOf course, we all stopped. I was about to ask someone what matter transmission meant, when I blinked. When I opened my eyes, I was somewhere else. Inside the skip, I assume.\n\n\nIt was dark but I could still see the others. It was like a light was hitting us but nothing else. We were all just standing in a big black void. Once I'd calmed everyone down, I took out a flashlight and tried to look around a bit. The ground – or deck, I guess wasn't smooth. There were engravings in it. They looked like runes. Didn't recognize them, though. I explored a bit more, but as far as I could tell it was just us, the deck, and a whole lot of nothing. I never did find the damn wall.\n\n\nDr. Li:\n What then?\n\n\nCapt. K:\n Nothing. Not for awhile. I assumed we started to move. I heard some of the others whispering, but most of us were dead silent, myself included. After a few minutes, I heard C████ speak up. She said “Who are you?” I realized she was asking the skip, through 3539.\n\n\nDr. Li:\n What did it say?\n\n\nCapt. K:\n [\nPause. Elevated heartbeat.\n] It said, and this is word for word, “I am Barbus Septem, a Class-Gladio combat form. I served Mobile Task Force Alpha-████████ “Deicide in the First Degree.”\n2\n\n\nEveryone shut up after that. Dead silence. After maybe another minute, we arrived. I blinked and we were on the ground. Matter transmission, I guess. We were out in the wilderness, no buildings or anything, just forest. Still, we'd gotten away from one mean fucking skip no worse for wear. A second later, Barbus Septem was gone. The re-containment MTF picked us up just before sunrise and brought us in. I think that brings us here.\n\n\n\n\nDr. Li:\n I see. Thank you Captain, you’ve been most helpful. Is there anything else you’d like to make note of?\n\n\nCapt. K██████:\n Yeah, actually, one thing. As far as I understand, every bird this skip calls in crashed, or will crash, at some point. See, what gets me is, someone, or something, managed to bring that machine down. And that something scares the absolute hell out of me.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Capt. K was administered a Class-B amnestic following this interview.\n\n\n2\n. No such MTF is currently known to exist.\n\n\n\n\n\n\n\n\n« \nSCP-3538\n | SCP-3539 | \nSCP-3540\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3539\n\" by cptnubz, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3539\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 438px-PRC-latrun-exhibition-1.jpg\n\n\nName:\n PRC-latrun-exhibition-1\n\n\nAuthor:\n Bukvoed\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 3539.1: Test Logs",
        "Addendum 3539.2: Notices",
        "Addendum 3539.3: Incident 3539.A"
    ],
    "documents": [],
    "notes": [
        "Dr. Nguyen: Commence the test when ready, Major. Maj. I: [ Into SCP-3539 ] This is Hog 5-1 actual to Hog 5-2, do you copy? SCP-3539-2 [pilot]: Hog 5-2 to Hog 5-1 actual, we read you loud and clear. Maj. I: [ Pause ] Christ, is that you, ███? It's good to hear your voice. Dr. Nguyen: Maj. I, remember, that isn’t Lt. ██████. I know it’s difficult, but please continue with the script. Maj. I: [ to Dr. Nguyen ] I’m sorry. You’re right. [ Into SCP-3539 ] Hog 5-2, transmit to me the go-code used for Operation [REDACTED]. SCP-3539-2 [pilot]: [REDACTED]. Maj. I: That's – uh, correct. Break. Are you aware of Hog 5-2’s status as of 09/██/196█? SCP-3539-2 [pilot]: Affirmative. Hog 5-2 crashed with no survivors as a result of a turbine failure during Operation [REDACTED]. Maj. I: It sounds so much like him. Dr. Nguyen: The script, Major. Please. Maj. I: [ Pause. Heavy breathing. ] Hog 5-2, I need you to divert your course and land at Site-██, Heliport 3, for immediate debriefing. SCP-3539-2 [pilot]: Negative. We’re unable to comply with that order. Maj. I: Why’s that? SCP-3539-2 [pilot]: Because you called for extraction.",
        "Dr. Nguyen: [ to forward observation team ] You're sure? Dr. Fischer: Yes. Positive. Spc. Haas says it's neither the Hip nor the Hind. The others agree. Dr. Nguyen: Then what is it? Dr. Fischer: Spc. Haas says it's the new American utility helicopter. This is the first time he's seen it in the field. Dr. Nguyen: Why was it here? Dr. Fischer: Haas doesn't know. Hold on. It's – that's strange – the tail says US Army. That can't be right. Do you think it was with the CIA, maybe? Dr. Nguyen: No – well, maybe. Complete your observations and withdraw. I'll try and identify it over the radio. [ Into SCP-3539. Speaking in Russian ] This is Ground to unidentified aircraft. Radio check. SCP-3539-2 [pilot]: [ Speaking in English ] Ramrod 3-3 to unknown station. Your last was unreadable. Dr. Nguyen: [ to research team ] English. Make note of the pilot's drawl. It's Texan I think. [ Into SCP-3539. Speaking in English ] This is Ground. Radio check. SCP-3539-2 [pilot]: We read you loud and clear. Dr. Nguyen: Ramrod 3-3 can you tell me how you crashed? SCP-3539-2 [pilot]: Affirmative. Ramrod 3-3 took an RPG to the cockpit over █████ ████. Dr. Nguyen: I find that unlikely. As part of what operation did this occur? SCP-3539-2 [pilot]: Operation Enduring Freedom. Dr. Nguyen: Operation Enduring – I've never heard of. Uh, break. What war was this operation a part of? SCP-3539-2 [pilot]: The War on Terror. Dr. Nguyen: Wait. Wait one. [ Pause ] When? When did Ramrod 3-3 crash? SCP-3539-2 [pilot]: 03/██/200█. Dr. Nguyen: [ to research team ] Stop the test! Abort abort!",
        "Interviewer: Dr. Li Interviewee: Capt. K██████ Dr. Li: For the record, state your role during the incident. Capt. K: Sure, I was acting security chief at Long-Term Storage Area-███, after Maj. ██████ died – uh, sorry – expired. Dr. Li: And on what date did the incident occur? Capt. K: 31/██/199█. Dr. Li: Thank you. Now, could you recount the events leading up to the incident? Capt. K: Sure. It was during the [REDACTED] party, about an hour to midnight. I was sharing some drinks with Maj. ██████ when Sgt. █████████ called in a Code-Magenta. That means a skip was loose in deep storage. A mean one. The Major ordered me to hold down the fort while he took a team into deep storage to set things right. Never saw him again. It didn't surprise me. As soon as he left, I ordered a full evacuation of the staff to the intake level. There were 3██ of us, I think. Based on the skip that had gotten loose and how long the Major had been gone, I figured we had an hour before we all joined him. I tried to get Site-██ on the horn and call for help, but the power died right around then. I figure the skip had gotten to the generators. It was bad news, seeing as how Area-███ is the capital of the state of nowhere. We didn't have a chance in hell if we tried to evacuate on foot. Things weren’t looking up for us. I was telling the staff to make their peace when a Junior Researcher, C████ was her name, came up to me. She told me about this skip she'd grabbed on the way out. 3539, the radio. She said maybe it could get us to safety. It was a slim chance. I’d never seen a chopper that could move 3██ in one go. And with the time we had left, we only had one go. It was a hail mary, but it was better than praying. Dr. Li : And that’s when Junior Researcher C████ ███ used SCP-3539, correct? Capt. K: Yeah, that’s right. C████ made a call for a 3██ man sized extraction in one go with the radio. She got a response straight away. “Communique received. Inbound,” was all the skip'd said. The voice was strange. It sounded like it was stressing syllables at random. That, and the pitch kept changing. She arrived in no time. I’ll never forget seeing that thing come over the horizon. 1 Dr. Li: You mean SCP-3539-1? Capt. K: Yeah, that's right. As soon as I saw it, I knew how those Church assholes could worship a fucking machine. Dr. Li: Can you describe it? Capt. K: I can try, but you got to understand that words can't do this thing justice. Dr. Li: I understand. But make an effort. Capt. K: Alright. It was big. About the size of an ocean liner. It was shaped like an obelisk – sort of like the Washington Monument – and it was black. So black you couldn't see it against the night. You'd just see the stars disappear behind it. It flew upright, so it was taller than it was wide. No engines either. None that I could see, anyways. It just sort of glided through the air. No inertia. One second it was moving, the next it wasn't. It was wrong watching something that big stop on a dime. I'm sure Newton was rolling in his grave. It got to us in no time flat. For moment, it just hovered above us. Then, through the radio, the skip said “Barbus Septem has arrived. Matter transmission imminent. Remain stationary.” Or at least something like that. Of course, we all stopped. I was about to ask someone what matter transmission meant, when I blinked. When I opened my eyes, I was somewhere else. Inside the skip, I assume. It was dark but I could still see the others. It was like a light was hitting us but nothing else. We were all just standing in a big black void. Once I'd calmed everyone down, I took out a flashlight and tried to look around a bit. The ground – or deck, I guess wasn't smooth. There were engravings in it. They looked like runes. Didn't recognize them, though. I explored a bit more, but as far as I could tell it was just us, the deck, and a whole lot of nothing. I never did find the damn wall. Dr. Li: What then? Capt. K: Nothing. Not for awhile. I assumed we started to move. I heard some of the others whispering, but most of us were dead silent, myself included. After a few minutes, I heard C████ speak up. She said “Who are you?” I realized she was asking the skip, through 3539. Dr. Li: What did it say? Capt. K: [ Pause. Elevated heartbeat. ] It said, and this is word for word, “I am Barbus Septem, a Class-Gladio combat form. I served Mobile Task Force Alpha-████████ “Deicide in the First Degree.” 2 Everyone shut up after that. Dead silence. After maybe another minute, we arrived. I blinked and we were on the ground. Matter transmission, I guess. We were out in the wilderness, no buildings or anything, just forest. Still, we'd gotten away from one mean fucking skip no worse for wear. A second later, Barbus Septem was gone. The re-containment MTF picked us up just before sunrise and brought us in. I think that brings us here. Dr. Li: I see. Thank you Captain, you’ve been most helpful. Is there anything else you’d like to make note of? Capt. K██████: Yeah, actually, one thing. As far as I understand, every bird this skip calls in crashed, or will crash, at some point. See, what gets me is, someone, or something, managed to bring that machine down. And that something scares the absolute hell out of me.",
        "\" SCP-3539 \" by cptnubz, from the SCP Wiki . Source: https://scpwiki.com/scp-3539 . Licensed under CC-BY-SA .",
        "Filename: 438px-PRC-latrun-exhibition-1.jpg Name: PRC-latrun-exhibition-1 Author: Bukvoed License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3539",
    "object_class": "Safe",
    "containment_procedures": "SCP-3539 is to be maintained in a standard blast resistant storage vault at Armed Containment Area-383. In the event that Area-383 is compromised by a hostile force, SCP-3539's re-acquisition is to be considered a priority A task.",
    "description": "SCP-3539 appears to be an AN/PRC-77 Portable Transceiver set. AN/PRC-77 radios were inducted into service with the US Military in 1968. The item is heavily worn. The only unique markings on SCP-3539 are the words “Dead Battery?” written in marker on the item's rear side.",
    "title": "SCP-3539"
}