{
    "url": "https://scp-wiki.wikidot.com/scp-3544",
    "all_text": "rating: \n+33\n+\n–\nx\n\n\n\n\n\n\nSCP-3544-1 instances in the process of materialization.\n\n\n\n\n\n\nItem #:\n SCP-3544\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation agents are to monitor national media reports for murders resultant from domestic violence, and investigate crime scenes for abnormal Hume levels. Locations of confirmed SCP-3544 events are to be documented and mapped in order to anticipate future appearances. MTF-Psi-6 \"Spotlighters\" are to patrol projected areas during at-risk hours, using portable Kant counters to locate SCP-3544 events and intercept if possible. Events discovered past the intervention stage are to be surveilled remotely using optical and infrared imaging as appropriate, with deviations from recorded behavior logged and reported to Research Lead Dr. C███████. Task Force members are to be rotated on a weekly basis and offered psychological therapy, with amnestics provided on request.\n\n\nDescription:\n SCP-3544 refers to an anomalous event occurring once every 3 - 14 days, currently localized entirely within the United States of America. SCP-3544 events begin between the hours of 1:30 AM and 3:30 AM, during which time a house with exactly two (2) adult occupants in a romantic relationship becomes the center of the anomaly, designated SCP-3544-A. During this time all occupants are incapable of leaving, and between 5 and 20 shadow-like humanoid entities, designated SCP-3544-1, will manifest within 10 meters of SCP-3544-A and enter through the nearest door.\n1\n Intervention at this stage has shown to end SCP-3544 events immediately, however once all entities are inside SCP-3544-A becomes inaccessible until the event's conclusion\n2\n. SCP-3544-1 instances will assemble in a semicircle around the bed of the primary occupants, who wake approximately 10 minutes later. Upon waking an instance of SCP-3544-1 will enter the body of an occupant\n3\n, henceforth SCP-3544-B, who will lose autonomous control over all motor functions except speech. SCP-3544-B will then attempt to restrain the other occupant, henceforth the target, using any available means, including:\n\n\n\n\nhandcuff knots or nooses made from available materials, such as rope, neckties, and ripped cloth.\n\n\nUse of blunt objects to fracture target's legs.\n\n\nprecise severance of spinal cord in the thoracic or lumbar sections.\n\n\n\n\nOnce the target is incapacitated, SCP-3544-B will begin the surgical removal of seven organs from the target: ovaries or testes, spleen, pancreas, heart, thyroid, pituitary gland and pineal gland, often in contrast to their vocalizations of protest. Notably, despite excessive blood loss and removal of essential organs, the target will never lose consciousness or expire during an SCP-3544 event. Once the target's organs have been harvested, an instance of SCP-3544-1 will place its hand on the target's forehead, causing immediate expiry, followed by an instance of SCP-3544-1 being pulled from the body and joining the congregation. All instances of SCP-3544-1 will proceed to exit SCP-3544-A and all anomalous effects will cease. Instances of SCP-3544-B display extreme psychological distress and suicidal tendencies, however testing reveals no persisting anomalous properties.\n\n\n\n\n+Addendum 3544/A.1: Interview Log\n\n\n\n\n-Addendum 3544/A.1: Interview Log\n\n\n\n\n\n\nInterviewed:\n [POI-3544-01]\n\n\nInterviewer:\n [Dr. C████████]\n\n\nForeword:\n Mary M█████████, designated POI-3544-01, is the only known survivor of an SCP-3544 event. The purpose of this interview is to gather first-hand information regarding the anomaly, and how she survived.\n\n\n<Begin Log, 10:37 PM>\n\n\nDr. C████████:\n Good evening, POI-3544-01.\n\n\nPOI-3544-01:\n Look, you said if I did this interview you'd make me forget what happened, right? Let's just get on with it.\n\n\nDr. C████████:\n Alright then. Could you please recount the events that occurred on the morning of █/██/2018?\n\n\nPOI-3544-01:\n Yeah, I-\n\n\n[POI-3544-01 shudders violently for a brief moment, before regaining composure]\n\n\nPOI-3544-01:\n I was asleep with my boyfriend, Tom, when this feeling came over me. A feeling that I was being watched. I opened my eyes to see those… things watching over us.\n\n\nDr. C████████:\n By things, do you mean SCP-3544-01?\n\n\nPOI-3544-01:\n The shadow people, if that's what you call 'em yeah. They were just standing there, around the bed. I looked over and saw Tom sitting up too, but when he turned to look at me, one of 'em stepped forward and… it just took over him.\n\n\nDr. C████████:\n Were you able to discern any identifying features of this entity?\n\n\nPOI-3544-01:\n No, they all looked the same. Just like black silhouettes, not even faces. I could tell they were staring at me though - I could feel it.\n\n\n[POI-3544-01 goes silent for 58 seconds]\n\n\nDr. C████████:\n Please continue with your report, POI-3544-01.\n\n\nPOI-3544-01:\n Right… so that was when Tom started to reach for the baseball bat under our bed. He was shouting too, something like \"Fuck I can't stop myself\". I didn't really have time for it to click before he swung the bat at me, at my leg.\n\n\n[POI-3544-01 briefly touches the cast on her left leg.]\n\n\nPOI-3544-01:\n It clicked then though, and I screamed and threw myself out of the bed. I limped to the front door but I couldn't open it. It was stuck no matter how much I pulled. Tom was behind me, screaming for me to run but I couldn't. I begged him to stop but he kept saying he wasn't doing it, and begged me to shoot him. Tom was a big-time second amendment believer, so he'd taught me how to handle a gun. I crawled over to our coffee table, grabbed the gun underneath and fired. The first shot hit him in the shoulder. He screamed in pain but kept coming, so I pointed at his head, closed my eyes and fired until I had nothing left. The screaming stopped, but when I opened my eyes he was still standing there, half his face gone, his left eye hanging out of his socket…\n\n\n[POI-3544-01 begins to sob, before quickly shaking her head.]\n\n\nDr. C████████:\n We can continue this interview later if you need.\n\n\nPOI-3544-01:\n No, I just want this over with already. He, or it, tied me up next - used a necktie to hang me from a roof beam. It got a knife from the kitchen and… things get a little fuzzy from there. I thought I was going to die, I could see my blood on the floor. There was so much, and it just wouldn't stop coming out. I remember feeling something around the left side of my chest at one point, right before I lost consciousness, like a hand scraping inside, and a chorus of voices whispering \"empty\". That's all I can remember, though.\n\n\nDr. C████████:\n Very well. Thank you for your time, POI-3544-01.\n\n\n<End Log, 10:51 PM>\n\n\nClosing Statement:\n Following the interview's conclusion, POI-3544-01 was administered class-B amnestics and discharged from Foundation custody under her previous name. Further investigation revealed POI-3544-01 had a medical history of dextrocardia of embryonic arrest, placing her heart on the right side of her chest. The death of SCP-3544-B, and POI-3544-01's missing organs and injuries were explained as the result of a violent burglary and emergency surgery.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. There are currently no known mechanisms capable of preventing SCP-3544-1 entering SCP-3544-A; when operated all doors are unlocked regardless of prior status.\n\n\n2\n. Forces in excess of 30kN have failed to breach any area of SCP-3544-A.\n\n\n3\n. In 76% of cases the male, if one exists.\n\n\n\n\n\n\n\n\n« \nSCP-3543\n | SCP-3544 | \nSCP-3545\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: [POI-3544-01] Interviewer: [Dr. C████████] Foreword: Mary M█████████, designated POI-3544-01, is the only known survivor of an SCP-3544 event. The purpose of this interview is to gather first-hand information regarding the anomaly, and how she survived. <Begin Log, 10:37 PM> Dr. C████████: Good evening, POI-3544-01. POI-3544-01: Look, you said if I did this interview you'd make me forget what happened, right? Let's just get on with it. Dr. C████████: Alright then. Could you please recount the events that occurred on the morning of █/██/2018? POI-3544-01: Yeah, I- [POI-3544-01 shudders violently for a brief moment, before regaining composure] POI-3544-01: I was asleep with my boyfriend, Tom, when this feeling came over me. A feeling that I was being watched. I opened my eyes to see those… things watching over us. Dr. C████████: By things, do you mean SCP-3544-01? POI-3544-01: The shadow people, if that's what you call 'em yeah. They were just standing there, around the bed. I looked over and saw Tom sitting up too, but when he turned to look at me, one of 'em stepped forward and… it just took over him. Dr. C████████: Were you able to discern any identifying features of this entity? POI-3544-01: No, they all looked the same. Just like black silhouettes, not even faces. I could tell they were staring at me though - I could feel it. [POI-3544-01 goes silent for 58 seconds] Dr. C████████: Please continue with your report, POI-3544-01. POI-3544-01: Right… so that was when Tom started to reach for the baseball bat under our bed. He was shouting too, something like \"Fuck I can't stop myself\". I didn't really have time for it to click before he swung the bat at me, at my leg. [POI-3544-01 briefly touches the cast on her left leg.] POI-3544-01: It clicked then though, and I screamed and threw myself out of the bed. I limped to the front door but I couldn't open it. It was stuck no matter how much I pulled. Tom was behind me, screaming for me to run but I couldn't. I begged him to stop but he kept saying he wasn't doing it, and begged me to shoot him. Tom was a big-time second amendment believer, so he'd taught me how to handle a gun. I crawled over to our coffee table, grabbed the gun underneath and fired. The first shot hit him in the shoulder. He screamed in pain but kept coming, so I pointed at his head, closed my eyes and fired until I had nothing left. The screaming stopped, but when I opened my eyes he was still standing there, half his face gone, his left eye hanging out of his socket… [POI-3544-01 begins to sob, before quickly shaking her head.] Dr. C████████: We can continue this interview later if you need. POI-3544-01: No, I just want this over with already. He, or it, tied me up next - used a necktie to hang me from a roof beam. It got a knife from the kitchen and… things get a little fuzzy from there. I thought I was going to die, I could see my blood on the floor. There was so much, and it just wouldn't stop coming out. I remember feeling something around the left side of my chest at one point, right before I lost consciousness, like a hand scraping inside, and a chorus of voices whispering \"empty\". That's all I can remember, though. Dr. C████████: Very well. Thank you for your time, POI-3544-01. <End Log, 10:51 PM> Closing Statement: Following the interview's conclusion, POI-3544-01 was administered class-B amnestics and discharged from Foundation custody under her previous name. Further investigation revealed POI-3544-01 had a medical history of dextrocardia of embryonic arrest, placing her heart on the right side of her chest. The death of SCP-3544-B, and POI-3544-01's missing organs and injuries were explained as the result of a violent burglary and emergency surgery."
    ],
    "item": "SCP-3544",
    "object_class": "Keter",
    "containment_procedures": "Foundation agents are to monitor national media reports for murders resultant from domestic violence, and investigate crime scenes for abnormal Hume levels. Locations of confirmed SCP-3544 events are to be documented and mapped in order to anticipate future appearances. MTF-Psi-6 \"Spotlighters\" are to patrol projected areas during at-risk hours, using portable Kant counters to locate SCP-3544 events and intercept if possible. Events discovered past the intervention stage are to be surveilled remotely using optical and infrared imaging as appropriate, with deviations from recorded behavior logged and reported to Research Lead Dr. C███████. Task Force members are to be rotated on a weekly basis and offered psychological therapy, with amnestics provided on request.",
    "description": "SCP-3544 refers to an anomalous event occurring once every 3 - 14 days, currently localized entirely within the United States of America. SCP-3544 events begin between the hours of 1:30 AM and 3:30 AM, during which time a house with exactly two (2) adult occupants in a romantic relationship becomes the center of the anomaly, designated SCP-3544-A. During this time all occupants are incapable of leaving, and between 5 and 20 shadow-like humanoid entities, designated SCP-3544-1, will manifest within 10 meters of SCP-3544-A and enter through the nearest door.1 Intervention at this stage has shown to end SCP-3544 events immediately, however once all entities are inside SCP-3544-A becomes inaccessible until the event's conclusion2. SCP-3544-1 instances will assemble in a semicircle around the bed of the primary occupants, who wake approximately 10 minutes later. Upon waking an instance of SCP-3544-1 will enter the body of an occupant3, henceforth SCP-3544-B, who will lose autonomous control over all motor functions except speech. SCP-3544-B will then attempt to restrain the other occupant, henceforth the target, using any available means, including:",
    "title": "SCP-3544"
}