{
    "url": "https://scp-wiki.wikidot.com/scp-3546",
    "all_text": "rating: \n+234\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3546:\n Doggone It, I Fold!\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImage:\n \nLink\n.\n\n\nMusic:\n \nNothing New Under the Sun\n (Thomas Dolby)\n\n\nNext: [\nSCP-3561\n]: \nAn Unfinished Work\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+234\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDoggone it, I Fold!\n, by Cherise Schultz (2005).\n\n\n\n\n\n\nItem #:\n SCP-3546\n\n\nObject Class:\n Neutralized (formerly Euclid)\n\n\nSpecial Containment Procedures:\n All works produced by SCP-3546 are to remain in Foundation custody. As these items are non-anomalous, no further action is required.\n\n\nDescription:\n SCP-3546 was Cherise Schultz, a 63-year-old widow previously residing in Cherry Hill, New Jersey (United States). Ms. Schultz reproduced works of art which were indistinguishable (physically, chemically, or otherwise) from their authentic counterparts. Until 2012, Ms. Schultz's works were regularly purchased by a \nprivate firm\n for use in high-profile instances of forgery, theft, and fraud.\n\n\nMs. Schultz produced these works from non-anomalous materials (typically acrylic paint), applying them in such a way that their arrangement and composition were anomalously transformed into a work identical to one which she had no prior knowledge of. She reproduced several hundred paintings, frescoes, and sculptures during her career; collectively, these works are estimated to have grossed profits in excess of several hundred million (US) dollars.\n\n\nMs. Schultz sold each work for fifty (US) dollars (excluding costs of shipping and handling).\n\n\nAddendum 3546.1:\n Initial Interview\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n 2012/07/21\n\n\nINTERVIEWER:\n Cmdr. Robert Malthus\n\n\nSUBJECT:\n Cherise Schultz\n\n\n\n\n[\nBEGIN LOG.\n]\n\n\nMALTHUS:\n Ms. Schultz, are you —\n\n\nSCHULTZ:\n Oh, please, call me Cheri.\n\n\nMALTHUS:\n Are you familiar with this painting?\n\n\nSCHULTZ:\n Oh, that looks like… hm. Yes, I recognize it. 2007, I think? I remember, because I finished it right before that whole awful market crash. Thank God my husband's pension wasn't touched. He always had a head for money.\n\n\nMALTHUS:\n This is \nGirl with a Pearl Earring\n.\n\n\nSCHULTZ:\n Is that what I called it? I can't remember the —\n\n\nMALTHUS:\n It was painted by Johannes Vermeer.\n\n\nSCHULTZ:\n Who?\n\n\nMALTHUS:\n What about this one?\n\n\nSCHULTZ:\n That's — I did that one in 2009. \nA Farmer's Life\n. What is this —\n\n\nMALTHUS:\n This is \nAmerican Gothic\n, by Grant Wood. It was painted in 1930.\n\n\nSCHULTZ:\n What?\n\n\nMALTHUS:\n And this?\n\n\n[\nSilence.\n]\n\n\nSCHULTZ:\n What is this about?\n\n\nMALTHUS:\n Do you recognize this work, Ms. Schultz?\n\n\n[\nSilence.\n]\n\n\nSCHULTZ:\n Yes. I finished it just last year. I was very proud of it. One of my largest pieces. I call it \nBarnyard Hijinks\n.\n\n\nMALTHUS:\n This is Pablo Picasso's \nGuernica\n.\n\n\n[\nSilence.\n]\n\n\nSCHULTZ:\n Who are you?\n\n\nMALTHUS:\n Ms. Schultz, where did you learn to paint?\n\n\nSCHULTZ:\n I — I don't know. After my husband died, I just started — I don't know. I just needed a creative outlet. I love painting. I'm very good at it. It just came naturally. That's normal, right? Natural talent. I'm a very expressive person, and I just thought that — who are you?\n\n\nMALTHUS:\n Ma'am, I need you to come with us.\n\n\n[\nEND LOG.\n]\n\n\n\n\nAddendum 3546.2:\n Test Logs\n\n\nThe following are logs of Ms. Schultz's various attempts to produce an original work while in Foundation custody.\n\n\n\n\nEXPERIMENT LOG\n\n\n\n\nDATE:\n 2012/08/15\n\n\n\n\nATTEMPT:\n Subject attempted to produce something surreal, nonsensical, and random.\n\n\nRESULT:\n Identical reproduction of \nThe Persistence of Memory\n (by Salvador Dalí).\n\n\n\n\nNOTES:\n \"I didn't think anyone would have painted melting clocks, or flies, or — why would anyone have painted something like this?\"\n\n\n\n\n\n\nEXPERIMENT LOG\n\n\n\n\nDATE:\n 2012/08/22\n\n\n\n\nATTEMPT:\n Subject slashed randomly at a canvas with paint for several minutes.\n\n\nRESULT:\n Identical reproduction of \nConvergence\n (by Jackson Pollock).\n\n\n\n\nNOTES:\n \"I just slapped paint on the canvas. That's all I did. Someone already made this?\"\n\n\n\n\n\n\nEXPERIMENT LOG\n\n\n\n\nDATE:\n 2012/10/06\n\n\n\n\nATTEMPT:\n Subject painted seven canvases white.\n\n\nRESULT:\n Identical reproduction of \nWhite Painting [seven panel]\n (by Robert Rauschenberg).\n\n\n\n\nNOTES:\n \"I knew someone must have made something like this, but I didn't think someone would have done seven of them.\"\n\n\n\n\n\n\nEXPERIMENT LOG\n\n\n\n\nDATE:\n 2013/05/14\n\n\n\n\nATTEMPT:\n Subject used acrylic paint to anomalously produce a ceramic urinal.\n\n\nRESULT:\n Identical reproduction of \nFountain\n (by Marcel Duchamp).\n\n\n\n\nNOTES:\n \"I thought I had it that time. I really did.\"\n\n\n\n\n\n\nEXPERIMENT LOG\n\n\n\n\nDATE:\n 2014/09/21\n\n\n\n\nATTEMPT:\n Subject painted a crude approximation of a cartoon character she once saw.\n\n\nRESULT:\n Initially thought to be original, later determined to be an identical reproduction of a work posted online.\n1\n\n\n\n\nNOTES:\n \"I'm never leaving this place, am I?\"\n\n\n\n\n\n\nEXPERIMENT LOG\n\n\n\n\nDATE:\n 2016/11/02\n\n\n\n\nATTEMPT:\n Subject drew an image of two stick-figures, several cats, and a house.\n\n\nRESULT:\n A researcher immediately identified the work as identical to one his 7 year-old daughter had produced a week prior.\n\n\n\n\nNOTES:\n \"I miss Harold. I miss my cats. I want to go home.\"\n\n\n\n\n\n\nEXPERIMENT LOG\n\n\n\n\nDATE:\n 2018/12/05\n\n\n\n\nATTEMPT:\n Subject used acrylic paints to anomalously create a firearm, then discharged it into her forehead.\n\n\nRESULT:\n Researchers determined that this suicide was identical to that of Ernest Hemingway's.\n\n\n\n\nNOTES:\n Object class updated from Euclid to Neutralized.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Specifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n\n\n« \nSCP-3545\n | SCP-3546 | \nSCP-3547\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3546\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3546\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n poker.png\n\n\nAuthor:\n \nThe Great Hippo\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Cassius Marcellus Coolidge - Poker Game (1894).png\n\n\nAuthor:\n Cassius Marcellus Coolidge\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikipedia",
    "addendums": [
        "Addendum 3546.1: Initial Interview",
        "Addendum 3546.2: Test Logs\nThe following are logs of Ms. Schultz's various attempts to produce an original work while in Foundation custody."
    ],
    "documents": [],
    "notes": [
        "INTERVIEW LOG DATE: 2012/07/21 INTERVIEWER: Cmdr. Robert Malthus SUBJECT: Cherise Schultz [ BEGIN LOG. ] MALTHUS: Ms. Schultz, are you — SCHULTZ: Oh, please, call me Cheri. MALTHUS: Are you familiar with this painting? SCHULTZ: Oh, that looks like… hm. Yes, I recognize it. 2007, I think? I remember, because I finished it right before that whole awful market crash. Thank God my husband's pension wasn't touched. He always had a head for money. MALTHUS: This is Girl with a Pearl Earring . SCHULTZ: Is that what I called it? I can't remember the — MALTHUS: It was painted by Johannes Vermeer. SCHULTZ: Who? MALTHUS: What about this one? SCHULTZ: That's — I did that one in 2009. A Farmer's Life . What is this — MALTHUS: This is American Gothic , by Grant Wood. It was painted in 1930. SCHULTZ: What? MALTHUS: And this? [ Silence. ] SCHULTZ: What is this about? MALTHUS: Do you recognize this work, Ms. Schultz? [ Silence. ] SCHULTZ: Yes. I finished it just last year. I was very proud of it. One of my largest pieces. I call it Barnyard Hijinks . MALTHUS: This is Pablo Picasso's Guernica . [ Silence. ] SCHULTZ: Who are you? MALTHUS: Ms. Schultz, where did you learn to paint? SCHULTZ: I — I don't know. After my husband died, I just started — I don't know. I just needed a creative outlet. I love painting. I'm very good at it. It just came naturally. That's normal, right? Natural talent. I'm a very expressive person, and I just thought that — who are you? MALTHUS: Ma'am, I need you to come with us. [ END LOG. ]",
        "EXPERIMENT LOG DATE: 2012/08/15 ATTEMPT: Subject attempted to produce something surreal, nonsensical, and random. RESULT: Identical reproduction of The Persistence of Memory (by Salvador Dalí). NOTES: \"I didn't think anyone would have painted melting clocks, or flies, or — why would anyone have painted something like this?\"",
        "EXPERIMENT LOG DATE: 2012/08/22 ATTEMPT: Subject slashed randomly at a canvas with paint for several minutes. RESULT: Identical reproduction of Convergence (by Jackson Pollock). NOTES: \"I just slapped paint on the canvas. That's all I did. Someone already made this?\"",
        "EXPERIMENT LOG DATE: 2012/10/06 ATTEMPT: Subject painted seven canvases white. RESULT: Identical reproduction of White Painting [seven panel] (by Robert Rauschenberg). NOTES: \"I knew someone must have made something like this, but I didn't think someone would have done seven of them.\"",
        "EXPERIMENT LOG DATE: 2013/05/14 ATTEMPT: Subject used acrylic paint to anomalously produce a ceramic urinal. RESULT: Identical reproduction of Fountain (by Marcel Duchamp). NOTES: \"I thought I had it that time. I really did.\"",
        "EXPERIMENT LOG DATE: 2014/09/21 ATTEMPT: Subject painted a crude approximation of a cartoon character she once saw. RESULT: Initially thought to be original, later determined to be an identical reproduction of a work posted online. 1 NOTES: \"I'm never leaving this place, am I?\"",
        "EXPERIMENT LOG DATE: 2016/11/02 ATTEMPT: Subject drew an image of two stick-figures, several cats, and a house. RESULT: A researcher immediately identified the work as identical to one his 7 year-old daughter had produced a week prior. NOTES: \"I miss Harold. I miss my cats. I want to go home.\"",
        "EXPERIMENT LOG DATE: 2018/12/05 ATTEMPT: Subject used acrylic paints to anomalously create a firearm, then discharged it into her forehead. RESULT: Researchers determined that this suicide was identical to that of Ernest Hemingway's. NOTES: Object class updated from Euclid to Neutralized.",
        "\" SCP-3546 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-3546 . Licensed under CC-BY-SA .",
        "Filename: poker.png Author: The Great Hippo License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Cassius Marcellus Coolidge - Poker Game (1894).png Author: Cassius Marcellus Coolidge License: Public Domain Source Link: Wikipedia"
    ],
    "item": "SCP-3546",
    "object_class": "Neutralized (formerly Euclid)",
    "containment_procedures": "All works produced by SCP-3546 are to remain in Foundation custody. As these items are non-anomalous, no further action is required.",
    "description": "SCP-3546 was Cherise Schultz, a 63-year-old widow previously residing in Cherry Hill, New Jersey (United States). Ms. Schultz reproduced works of art which were indistinguishable (physically, chemically, or otherwise) from their authentic counterparts. Until 2012, Ms. Schultz's works were regularly purchased by a private firm for use in high-profile instances of forgery, theft, and fraud.",
    "title": "SCP-3546"
}