{
    "url": "https://scp-wiki.wikidot.com/scp-3559",
    "all_text": "rating: \n+98\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3559\n: Best Thing Since\n\n\nAuthor:\n \nRimple\n\n\n\n\n+ More by Rimple\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2338\n\n\nRating: 381\n\n\n\n\n\n\nSCP-3880\n\n\nRating: 346\n\n\n\n\n\n\nSCP-2779\n\n\nRating: 331\n\n\n\n\n\n\nSCP-948\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2559\n\n\nRating: 256\n\n\n\n\n\n\nSCP-3772\n\n\nRating: 195\n\n\n\n\n\n\nSCP-6774\n\n\nRating: 101\n\n\n\n\n\n\nSCP-5663\n\n\nRating: 100\n\n\n\n\n\n\nSCP-3559\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3224\n\n\nRating: 91\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAnd You Are?\n\n\nRating: 120\n\n\n\n\n\n\nHeadache\n\n\nRating: 98\n\n\n\n\n\n\nThis Year\n\n\nRating: 40\n\n\n\n\n\n\n\n\n\n\n\n\nUhhh\n\n\n\n\n\n\nOperation ÓverMeta\n\n\nRating: 281\n\n\n\n\n\n\nDraft Swap Hub\n\n\nRating: 44\n\n\n\n\n\n\n\n\n\n\n\n\nWith other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-3500\n\n\nDrBleep\n\n\n\n\n\n\nSCP-3504\n\n\nOthellotheCat\n\n\n\n\n\n\nSCP-3373\n\n\nLordStonefish\n\n\n\n\n\n\n\n\nHey, the stuff below is just for testing some stuff, please ignore for now\n\n\n\n\n\n\n\n\nDraft Swap Hub\n\n\n\n\n\n\nNews for February 2018\n\n\n\n\n\n\nSCP-3558\n\n\n\n\n\n\nSCP-3560\n\n\n\n\n\n\nSCP Series 4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis SCP was written for The Draft Swap (link to come soon), and is based on an unfinished draft originally by \nMaliceAforethought\n.\n\n\nThanks to \nPerelka_L\n, \nminmin\n, Rimple's Dad and several other Draft Swap participants.\n\n\n\n\n\n\n\n\nrating: \n+98\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWypiekarnia as viewed from the outside, with stairs on the left leading to Kuźnia Raciborska train station.\n\n\n\n\n\n\nItem #:\n SCP-3559\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3559 is currently contained on-site in the back kitchen of \nWypiekarnia\n bakery in Kuźnia Raciborska, which has been outfitted with a hazardous material air filtration system and environmental regulators to maintain consistent humidity and temperature. The entity is to be supplied with all ingredients listed in Document 3559-Y-40b monthly, and under no circumstances are any civilians to enter said kitchen unsupervised.\n\n\nAny output of SCP-3559 (provided through the leftmost serving hatch) is to be collected and stocked in the store front, for purchase. Any anomalous properties related to SCP-3559-1 reported by staff (besides those already documented) are to be investigated immediately, and all consumption is to be suspended until they have been either verified or refuted.\n\n\nThese containment procedures have been maintained in accordance with \nKeeping the Balance: The Importance of Leaving Things Be\n, Huever et al. Proposals for their revision may be considered at the Bi-Annual Ethics Committee Open Forum in Dublin, subject to submission in writing 5 weeks in advance. The next meeting of the forum is scheduled for March 2nd, 2001. Submissions, please, by 5pm on January 26th to Maire Ní Bhric, Head of Ethics for the European Branch.\n\n\nDescription:\n SCP-3559 is a single continuous mass of mother dough\n1\n currently occupying the kitchen of the bakery \nWypiekarnia\n2\n in the town of Kuźnia Raciborska, Poland. SCP-3559 consistently extrudes up to five full-sized, crude humanoid figures. The figures are legless and attached to the central mass via a mock umbilical cord. It is currently unknown whether these act as separate entities or individual organisms.\n\n\nWhen provided with adequate ingredients, the humanoid extrusions of SCP-3559 will produce a range of baked goods, acting similarly to a well-practiced team of bakers. As well as a full range of common baked goods, \nWypiekarnia\n produces a number of dishes native to Kuźnia Raciborska, including a signature pączki with rose jam and orange rind. Consuming these products, referred to as SCP-3559-1, results in numerous beneficial effects to personal health and workplace morale in human subjects.\n\n\nEffects include:\n\n\n\n\nImproved resistance to airborne pathogens.\n\n\nIncreased energy and motivation in various tasks.\n\n\nImproved emotional stability and a sense of satisfaction in their daily lives.\n\n\nA reduced feeling of animosity towards their neighbours and co-workers.\n\n\nA greater sense of purpose and higher levels of loyalty towards the Republic of Poland, the local government of Kuźnia Raciborska and the Roman Catholic Church\n3\n.\n\n\n\n\nWhen not provided with adequate ingredients for the production of SCP-3559-1, SCP-3559's humanoid protrusions will begin to slow and lose clarity of form. Protrusions have been observed acting listlessly and sitting together immobile during these times. Eventually, commonly following two or three days of inactivity, the protrusions will attempt to leave the bakery through the front and back entrances - as their mock-umbilical connection to the greater mass of mother dough does not extend far enough for them to leave, this is generally fruitless, and appears to cause the protrusions high levels of stress.\n\n\nDue to the numerous positive side-effects and lack of notable negative side-effects of SCP-3559-1 in all test groups over the course of 3 years of testing, it was decided that \nWypiekarnia\n would be re-opened in 1974 and instances of SCP-3559-1 sold to the inhabitants of Kuźnia Raciborska, with trusted native employees given Level-0 contracts with the Foundation. While this practice is no longer considered up to standard in the creation of new containment protocols, given its historical success it is maintained\n4\n.\n\n\nOn December 9th, 1991, developments in other contained objects in Poland, Lithuania and Slovakia (then part of the Czech and Slovak Federative Republic) prompted further research into the history of \nWypiekarnia\n and careful inspection of the kitchens. Discovered was a similarity in the dimensions and mannerisms of SCP-3559's humanoid protrusions with the Moczydłowski family, who lived above the bakery between 1943 and 1956. Most notably, Ela Moczydłowska noted several stimming behaviours\n5\n displayed by her youngest son, Franciszek Ksawery Moczydłowski, in a number of diary entries, and these behaviours were also observed in the smallest of the protrusions when other protrusions were not present.\n\n\nNo attempts at communication or meaningful interaction with the protrusions have thus far been successful, and no members of the Moczydłowski family have been recorded on any Polish census since 1950. Research is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. A mixture of flour, water and yeast used as a fermentation starter in bread making.\n\n\n2\n. A pun on the Polish words \npiekarnia\n and \nwypiekać\n\n\n3\n. The latter effect is limited in non-Catholic test subjects, but commonly manifests as agreeability with the core tenets of the church, academic interest in Catholic literature, and resistance to discussion of topics which paint the church in a bad light\n\n\n4\n. This policy was made in accordance with \nKeeping the Balance: A Study on the Effects of Leaving Things Be\n, Huever et al.\n\n\n5\n. The repetition of physical movements, sounds, or repetitive movement of objects, most common in people with autism spectrum disorders.\n\n\n\n\n\n\n\n\n« \nSCP-3558\n | SCP-3559 | \nSCP-3560\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-3559",
    "object_class": "Safe",
    "containment_procedures": "SCP-3559 is currently contained on-site in the back kitchen of Wypiekarnia bakery in Kuźnia Raciborska, which has been outfitted with a hazardous material air filtration system and environmental regulators to maintain consistent humidity and temperature. The entity is to be supplied with all ingredients listed in Document 3559-Y-40b monthly, and under no circumstances are any civilians to enter said kitchen unsupervised.",
    "description": "SCP-3559 is a single continuous mass of mother dough1 currently occupying the kitchen of the bakery Wypiekarnia2 in the town of Kuźnia Raciborska, Poland. SCP-3559 consistently extrudes up to five full-sized, crude humanoid figures. The figures are legless and attached to the central mass via a mock umbilical cord. It is currently unknown whether these act as separate entities or individual organisms.",
    "title": "SCP-3559"
}