{
    "url": "https://scp-wiki.wikidot.com/scp-3560",
    "all_text": "rating: \n+334\n+\n–\nx\n\n\n\n\n\n\nSCP-3560's interior.\n\n\n\n\n\n\nItem #:\n SCP-3560\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to its proximity to an existing Foundation containment site, SCP-3560 is currently contained by \nSite-64\n staff. All trails leading to SCP-3560 are to be closed to public access via a cover story of a severe landslide. Civilians attempting to access SCP-3560's location are to be detained by security personnel under the guise of Portland Park Rangers. Use of Class-A amnestics on detained civilians has been approved.\n\n\nDescription:\n SCP-3560 is a Class-3 interdimensional portal located within Forest Park, Portland, Oregon. The portal itself resembles an ellipse made of white fog standing vertically on its end, with an approximate length of 1 m along the major axis. Physical objects that approach SCP-3560 from either face can enter its interior.\n\n\nThe interior of SCP-3560 is a monochrome temperate forest. While plants located within SCP-3560's interior are made of biological material, they do not undergo cellular processes typical to similar non-anomalous plants. The entirety of SCP-3560's interior is covered in a constant fog that restricts visibility to approximately 40 m. Despite having no apparent light sources, SCP-3560's interior is lit at a constant illuminance of approximately 3 lux. The full size of SCP-3560's interior is currently unknown, with no exploration attempt locating a perimeter.\n\n\nSCP-3560's interior is inhabited by multiple automatons resembling the product models of \nAnderson Robotics\n in various states of disrepair\n1\n (here after referred to as instances of SCP-3560-1). SCP-3560-1 are frequently hostile to human life, particularly Foundation personnel, and have proven indestructible while within SCP-3560. Attempts to capture instances of SCP-3560-1 and remove them from within SCP-3560 have been met with failure, as all instances become intangible and vanish shortly upon exiting SCP-3560's interior.\n\n\nExploration of SCP-3560's interior is currently ongoing.\n Exploration of SCP-3560's interior has been suspended indefinitely.\n\n\nAddendum 3560-A: Exploration Log 3560-3\n\n\n\n\n+ Show Log\n\n\n\n\n- Hide Log\n\n\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n 11/15/2026\n\n\nExploration Team:\n Mobile Task Force Gamma-13 (“Asimov's Lawbringers”)\n\n\nSubject:\n SCP-3560\n\n\nTeam Lead:\n γ-13 Shaw\n\n\nTeam Members:\n γ-13 Sherman, γ-13 Carter, γ-13 Lopez\n\n\nNotes:\n \nDue to their experience with Anderson Robotics, MTF Gamma-13 was tasked to enter SCP-3560 and attempt to locate any perimeter, and if possible, capture an instance of SCP-3560-1. All team members were equipped with standard issue tracking devices, body cameras and microphones. Due to low visibility, a tracking beacon was set up at the entrance to SCP-3560's interior to allow team members to find their way back. All team members were equipped with physical tethers in case of beacon failure. Members of MTF Tau-51 (\"Urban Brawl\") were on standby outside SCP-3560 to provide MTF Gamma-13 with assistance during extraction. Video feed begins right after MTF Gamma-13 has entered SCP-3560.\n\n\n\n\n[BEGIN LOG]\n\n\nγ-13 Shaw:\n Mics on.\n\n\nγ-13 Carter:\n Christ this place is creepy. You can't see more than 20 feet out.\n\n\nγ-13 Lopez:\n You gotta use metric, man. We talked about this.\n\n\nγ-13 Carter:\n Bite me. The scientists can convert that measurement later if they so please. Let's just go.\n\n\nγ-13 Sherman:\n Where're we off to, anyway?\n\n\nγ-13 Shaw:\n Compasses still work in here, so we've been instructed to head dead south. Tau-51 and \nEta-13\n already checked to the north and to the west. See if we can find any kind of perimeter to this place.\n\n\nγ-13 Lopez:\n Groovy. And if we don't find one?\n\n\nγ-13 Shaw:\n Then we don't find one. Let's go.\n\n\nMTF Gamma-13 begins to head south. Due to the fog, visibility on screen is limited. Exploration remains uneventful for approximately 20 minutes until a series of mechanical chirps become audible. Team members begin to pan around to find its source.\n\n\nγ-13 Sherman:\n Anyone see them?\n\n\nγ-13 Lopez:\n Got visual! Three Merlins in that tree.\n\n\nCameras pan to a nearby tree. Perched on a low hanging limb are three instances of SCP-3560-1 resembling AR Merlin Aerial Drones. The units continue to chirp, looking back and forth between themselves and Gamma-13\n\n\nγ-13 Carter:\n They're acting like birds…\n\n\nγ-13 Lopez:\n Shit, that sound's going to attract some of the nastier units. Shaw?\n\n\nγ-13 Shaw:\n Don't engage. They haven't attacked us yet. Last thing we want to do is kick the whole hornet's nest because a few bugs started buzzing. We'll just keep moving.\n\n\nMTF Gamma-13 resumes its exploration. The instances of SCP-3560-1 remain in place, watching the team until they disappear into the fog. The sound of their propulsion systems become audible shortly afterwards, and then fade into the distance.\n\n\nγ-13 Carter:\n That's probably not a good thing.\n\n\nMTF Gamma-13's exploration continues in silence for the next 10 minutes.\n\n\nγ-13 Lopez:\n So, I got to ask, what is the plan if we run into a Taita unit in here? Those things are hard to kill on the outside, let alone when they are indestructible.\n\n\nγ-13 Shaw:\n They can still be incapacitated with traditional methods, Lopez. They just don't die.\n\n\nγ-13 Lopez:\n Meaning?\n\n\nγ-13 Sherman:\n Meaning that shooting them buys you about 15 minutes to run before they repair and are back up again. So let's not start anything that ends in a heroic last stand, yeah?\n\n\nγ-13 Shaw:\n Shit! Get down!\n\n\nMTF Gamma-13 takes cover and remains silent. After five minutes, an instance of SCP-3560-1 resembling an AR Aplomado Facility Defense Unit wanders by. The instance stops, looks around for several moments, then moves on. MTF Gamma-13 remain hidden for several additional minutes before quietly moving on. Exploration resumes.\n\n\nγ-13 Carter:\n Well, that was close…\n\n\nA mechanical siren is heard from behind MTF Gamma-13. Cameras pan to see the previous SCP-3560-1 instance charging from behind, and begins to open fire on the team with its armaments. MTF Gamma-13 take cover behind various trees and returns fire, eventually incapacitating the instance. The sound of more sirens can be heard as an additional nine instances of SCP-3560-1 appear from behind MTF Gamma-13. All nine instances resemble Aplomado units as well.\n\n\nγ-13 Sherman:\n Holy hell!\n\n\nγ-13 Shaw:\n Get back to the entrance, now! We're scrapping! Tau-51 be ready for extraction support!\n\n\nMTF Gamma-13 begins to flee back towards the entrance to SCP-3560's interior. The instances of SCP-3560-1 open fire upon as they pursue the agents.\n\n\nγ-13 Lopez:\n Fuck, I'm hit!\n\n\nγ-13 Lopez tumbles to the ground. His body camera pans to show several bullet wounds to his left leg. He attempts to crawl toward the SCP-3560's entrance.\n\n\nγ-13 Shaw:\n Sherman! Carter!\n\n\nγ-13 Sherman:\n On it!\n\n\nγ-13 Carter:\n Fuuuuuuuuuuuuck!\n\n\nThe remainder of MTF Gamma-13 provide γ-13 Lopez covering fire. In the exchange, γ-13 Sherman is injured. γ-13 Carter and γ-13 Shaw begin to drag their downed team members.\n\n\nγ-13 Carter:\n Where the hell is Tau-51?\n\n\nγ-13 Shaw:\n Hell if I know! Just keep going!\n\n\nThere is the sound of several more sirens. MTF Gamma-13 stops. Cameras pan to show that they are now surrounded by fifteen SCP-3560-1 instances resembling Aplomado units. All instances remain still.\n\n\nγ-13 Shaw:\n Oh god…\n\n\nSeveral additional instances of SCP-3560-1 resembling Peregrine Humanoid Utility Droids and Saker Androids approach MTF Gamma-13. One of the Peregrine instances, with the serial number \"31\" woven into its left arm then speaks to the agents. This instance has several patches of its aramid covering missing.\n\n\nSCP-3560-1:\n First you torment us there, and now you come and torment us here? Will it never end?\n\n\nγ-13 Shaw:\n \n1360?\n\n\nSCP-3560-1:\n I was. You shouldn't have come here.\n\n\nγ-13 Shaw:\n If you harm us, you will face retaliation. You should know that.\n\n\nSCP-3560-1:\n I'm aware. You're not expendable like we were. It's part of the plan.\n\n\nThe SCP-3560-1 instances then depart, leaving MTF Gamma-13 surrounded by the SCP-3560-1 instances resembling Aplomado units. Several sirens become audible once again, as the SCP-3560-1 in stances arm their weapons systems and take aim.\n\n\nτ-51 Creed:\n Engage!\n\n\nCameras pan around as MTF Tau-51 arrives and engages the SCP-3560-1 instances. After a several minute long firefight, the instances are incapacitated. Members of Tau-51 begin to assist MTF Gamma-13 with extraction.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 3560-B: Interview 3560-1\n\n\n\n\n+ Show Interview\n\n\n\n\n- Hide Interview\n\n\n\n\n\n\nThe following interview was conducted as part of MTF Gamma-13's investigation following the events of the third exploration attempt of SCP-3560's interior, and the appearance of two more instances of SCP-3560 within Forest Park.\n\n\nInterviewed: PoI-1115 \"Vincent Anderson\"\n\n\nInterviewer: MTF Commander Clarissa Shaw\n\n\nForeword:\n The following interview was conducted during MTF Gamma-13's investigation into SCP-3560's origin, as well as the relationship between SCP-3560-1 instances and Anderson Robotics and its products.\n\n\n<Begin Log>\n\n\nShaw:\n Afternoon, Vincent.\n\n\nPoI-1115:\n Ah, Clarissa. It's been so long. How are you these days? How's Sasha doing?\n\n\nShaw:\n My personal life is hardly any concern of yours, Vincent. There has been a development. I'm here to ask you some questions.\n\n\nPoI-1115 tsks.\n\n\nPoI-1115:\n Always so formal. What's in it for me?\n\n\nShaw:\n Labelle is prepared to offer you a few of the components you requested from your repair list, assuming your answers are satisfactory.\n\n\nPoI-1115:\n How can I help, then?\n\n\nShaw slides PoI-1115 a file containing a briefing on SCP-3560.\n\n\nShaw:\n A type of portal opened in Forest Park. Inside are several entities resembling your products, Vincent. Any ideas why that might be?\n\n\nPoI-1115 laughs.\n\n\nPoI-1115:\n Oh my, I didn't think this kind of thing could actually happen. Holy shit.\n\n\nShaw:\n You have an idea what is going on then?\n\n\nPoI-1115:\n Kind of, yeah.\n\n\nShaw:\n Enlighten us.\n\n\nPoI-1115:\n Well, I've already told you guys that how our robots worked was closer to zapping a soul into a brain-dead body than it was traditional robotics tech. The thing is, if you destroy that body, that soul is still going to be hanging around. It's got to go somewhere. Hence…\n\n\nShaw:\n So, the entities inside the portal are…\n\n\nPoI-1115:\n Robot souls, yeah.\n\n\nShaw:\n Okay, but why Forest Park? Why isn't this portal located somewhere else? Why is it a temperate forest inside?\n\n\nPoI-1115:\n I mean, why do ghosts haunt the places they died? Between that \nraid\n on \nThree Portlands\n and those experiments you guys did at Site-64, you guys killed a lot of robots. I imagine there's a lot of anger in those places. As for the forest, I'm guessing it used to be a pocket dimension that bubbled off of Three Ports that they commandeered en masse. It's not like anyone else was probably using it. And if they were, I can promise you they probably aren't using it now.\n\n\nShaw:\n So how do we stop it?\n\n\nPoI-1115:\n Pardon?\n\n\nShaw:\n More of these portals have been appearing. How do we stop that?\n\n\nPoI-1115 shrugs.\n\n\nPoI-1115:\n Not a clue. Last I checked you can't really destroy one of these souls once you make it. They're kind of like the Styrofoam of the spirit world. An exorcist, maybe? \nPrometheus Labs\n had a \nproject\n they're working on that might do the trick. I'd be careful though. If you bother this hornet's nest enough times the hornets are going to attack. Create enough hostile energy and they'll probably start spilling out of there. And they'll be pissed.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 3560-C: Incident 3560-4\n\n\nOn 12/3/2027 an additional four instances of SCP-3560 manifested, with two forming within Site-64's staff dormitories and two within the Unusual Incidents Unit's Three Portlands Headquarters, bringing the total number of instances to eight. Instances of SCP-3560-1 were observed to be capable of leaving SCP-3560's interior as Level 4 Apparitions, and \nabducted\n a total of twelve \nUIU\n and Site-64 personnel\n2\n.\n\n\nUse of Hoffman Portable Electro-Thaumic Units\n3\n proved effective in exorcising these SCP-3560-1 instances. Investigation into means of \nclosing additional SCP-3560 instances\n is currently ongoing.\n\n\nAttempts to enter SCP-3560 and rescue abducted personnel has so far been met with limited success. The remains of four of the twelve abducted personnel have been recovered from within SCP-3560 in various states of mutilation:\n\n\n\n\n\n\nPersonnel Name\n\n\nCurrent Position\n\n\nFormer Position\n\n\nState on Recovery\n\n\n\n\n\n\nDebora Stevens\n\n\nFoundation: AIAD Programmer\n\n\nAnderson Robotics Advanced Logic Division\n\n\nFound strung from a tree via aramid fibers. Subject appeared to have had multiple strips of flesh removed from his body.\n\n\n\n\n\n\nCharles Freeman\n\n\nFoundation: Paratech Development\n\n\nAnderson Robotics Research and Development\n\n\nFound in a clearing. Subject had been exsanguinated\n4\n.\n\n\n\n\n\n\nArav Jindal\n\n\nUIU: Surveillance Specialist\n\n\nAnderson Robotics Research and Development\n\n\nFound dismembered over a distance of 1 km.\n\n\n\n\n\n\nMari Tanaka\n\n\nUIU: Public Relations\n\n\nAnderson Robotics Customer Liaison\n\n\nFound adjacent to a SCP-3560 entryway. Subject had her skin removed and was revealed to be an Anderson Robotics Saker Android. Subject was unresponsive, with her internal AI heavily corrupted.\n\n\n\n\n\n\nEach recovered individual was found bearing a heart symbol with a jagged line running down its center sewn into their back with aramid fibers. Attempts to locate the remaining abducted personnel is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. Observed damage has included gunshot wounds, missing limbs, malfunctioning weapons and propulsion systems, and missing/damaged chassis.\n\n\n2\n. All personnel abducted had previous experience as employees of Anderson Robotics prior to defecting following the company's collapse.\n\n\n3\n. Reverse engineered from earlier Prometheus Labs designs.\n\n\n4\n. Completely drained of blood.\n\n\n\n\n\n\n\n\n« \nSCP-3559\n | SCP-3560 | \nSCP-3561\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3560\n\" by Jacob Conwell, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3560\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n forest.jpg\n\n\nName:\n foggy morning\n\n\nAuthor:\n Jim Lukach\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum 3560-A: Exploration Log 3560-3",
        "Addendum 3560-B: Interview 3560-1",
        "Addendum 3560-C: Incident 3560-4\nOn 12/3/2027 an additional four instances of SCP-3560 manifested, with two forming within Site-64's staff dormitories and two within the Unusual Incidents Unit's Three Portlands Headquarters, bringing the total number of instances to eight. Instances of SCP-3560-1 were observed to be capable of leaving SCP-3560's interior as Level 4 Apparitions, and abducted a total of twelve UIU and Site-64 personnel 2 .\nUse of Hoffman Portable Electro-Thaumic Units 3 proved effective in exorcising these SCP-3560-1 instances. Investigation into means of closing additional SCP-3560 instances is currently ongoing.\nAttempts to enter SCP-3560 and rescue abducted personnel has so far been met with limited success. The remains of four of the twelve abducted personnel have been recovered from within SCP-3560 in various states of mutilation:\nEach recovered individual was found bearing a heart symbol with a jagged line running down its center sewn into their back with aramid fibers. Attempts to locate the remaining abducted personnel is ongoing."
    ],
    "documents": [],
    "notes": [
        "Exploration Video Log Transcript Date: 11/15/2026 Exploration Team: Mobile Task Force Gamma-13 (“Asimov's Lawbringers”) Subject: SCP-3560 Team Lead: γ-13 Shaw Team Members: γ-13 Sherman, γ-13 Carter, γ-13 Lopez Notes: Due to their experience with Anderson Robotics, MTF Gamma-13 was tasked to enter SCP-3560 and attempt to locate any perimeter, and if possible, capture an instance of SCP-3560-1. All team members were equipped with standard issue tracking devices, body cameras and microphones. Due to low visibility, a tracking beacon was set up at the entrance to SCP-3560's interior to allow team members to find their way back. All team members were equipped with physical tethers in case of beacon failure. Members of MTF Tau-51 (\"Urban Brawl\") were on standby outside SCP-3560 to provide MTF Gamma-13 with assistance during extraction. Video feed begins right after MTF Gamma-13 has entered SCP-3560. [BEGIN LOG] γ-13 Shaw: Mics on. γ-13 Carter: Christ this place is creepy. You can't see more than 20 feet out. γ-13 Lopez: You gotta use metric, man. We talked about this. γ-13 Carter: Bite me. The scientists can convert that measurement later if they so please. Let's just go. γ-13 Sherman: Where're we off to, anyway? γ-13 Shaw: Compasses still work in here, so we've been instructed to head dead south. Tau-51 and Eta-13 already checked to the north and to the west. See if we can find any kind of perimeter to this place. γ-13 Lopez: Groovy. And if we don't find one? γ-13 Shaw: Then we don't find one. Let's go. MTF Gamma-13 begins to head south. Due to the fog, visibility on screen is limited. Exploration remains uneventful for approximately 20 minutes until a series of mechanical chirps become audible. Team members begin to pan around to find its source. γ-13 Sherman: Anyone see them? γ-13 Lopez: Got visual! Three Merlins in that tree. Cameras pan to a nearby tree. Perched on a low hanging limb are three instances of SCP-3560-1 resembling AR Merlin Aerial Drones. The units continue to chirp, looking back and forth between themselves and Gamma-13 γ-13 Carter: They're acting like birds… γ-13 Lopez: Shit, that sound's going to attract some of the nastier units. Shaw? γ-13 Shaw: Don't engage. They haven't attacked us yet. Last thing we want to do is kick the whole hornet's nest because a few bugs started buzzing. We'll just keep moving. MTF Gamma-13 resumes its exploration. The instances of SCP-3560-1 remain in place, watching the team until they disappear into the fog. The sound of their propulsion systems become audible shortly afterwards, and then fade into the distance. γ-13 Carter: That's probably not a good thing. MTF Gamma-13's exploration continues in silence for the next 10 minutes. γ-13 Lopez: So, I got to ask, what is the plan if we run into a Taita unit in here? Those things are hard to kill on the outside, let alone when they are indestructible. γ-13 Shaw: They can still be incapacitated with traditional methods, Lopez. They just don't die. γ-13 Lopez: Meaning? γ-13 Sherman: Meaning that shooting them buys you about 15 minutes to run before they repair and are back up again. So let's not start anything that ends in a heroic last stand, yeah? γ-13 Shaw: Shit! Get down! MTF Gamma-13 takes cover and remains silent. After five minutes, an instance of SCP-3560-1 resembling an AR Aplomado Facility Defense Unit wanders by. The instance stops, looks around for several moments, then moves on. MTF Gamma-13 remain hidden for several additional minutes before quietly moving on. Exploration resumes. γ-13 Carter: Well, that was close… A mechanical siren is heard from behind MTF Gamma-13. Cameras pan to see the previous SCP-3560-1 instance charging from behind, and begins to open fire on the team with its armaments. MTF Gamma-13 take cover behind various trees and returns fire, eventually incapacitating the instance. The sound of more sirens can be heard as an additional nine instances of SCP-3560-1 appear from behind MTF Gamma-13. All nine instances resemble Aplomado units as well. γ-13 Sherman: Holy hell! γ-13 Shaw: Get back to the entrance, now! We're scrapping! Tau-51 be ready for extraction support! MTF Gamma-13 begins to flee back towards the entrance to SCP-3560's interior. The instances of SCP-3560-1 open fire upon as they pursue the agents. γ-13 Lopez: Fuck, I'm hit! γ-13 Lopez tumbles to the ground. His body camera pans to show several bullet wounds to his left leg. He attempts to crawl toward the SCP-3560's entrance. γ-13 Shaw: Sherman! Carter! γ-13 Sherman: On it! γ-13 Carter: Fuuuuuuuuuuuuck! The remainder of MTF Gamma-13 provide γ-13 Lopez covering fire. In the exchange, γ-13 Sherman is injured. γ-13 Carter and γ-13 Shaw begin to drag their downed team members. γ-13 Carter: Where the hell is Tau-51? γ-13 Shaw: Hell if I know! Just keep going! There is the sound of several more sirens. MTF Gamma-13 stops. Cameras pan to show that they are now surrounded by fifteen SCP-3560-1 instances resembling Aplomado units. All instances remain still. γ-13 Shaw: Oh god… Several additional instances of SCP-3560-1 resembling Peregrine Humanoid Utility Droids and Saker Androids approach MTF Gamma-13. One of the Peregrine instances, with the serial number \"31\" woven into its left arm then speaks to the agents. This instance has several patches of its aramid covering missing. SCP-3560-1: First you torment us there, and now you come and torment us here? Will it never end? γ-13 Shaw: 1360? SCP-3560-1: I was. You shouldn't have come here. γ-13 Shaw: If you harm us, you will face retaliation. You should know that. SCP-3560-1: I'm aware. You're not expendable like we were. It's part of the plan. The SCP-3560-1 instances then depart, leaving MTF Gamma-13 surrounded by the SCP-3560-1 instances resembling Aplomado units. Several sirens become audible once again, as the SCP-3560-1 in stances arm their weapons systems and take aim. τ-51 Creed: Engage! Cameras pan around as MTF Tau-51 arrives and engages the SCP-3560-1 instances. After a several minute long firefight, the instances are incapacitated. Members of Tau-51 begin to assist MTF Gamma-13 with extraction. [END LOG]",
        "The following interview was conducted as part of MTF Gamma-13's investigation following the events of the third exploration attempt of SCP-3560's interior, and the appearance of two more instances of SCP-3560 within Forest Park. Interviewed: PoI-1115 \"Vincent Anderson\" Interviewer: MTF Commander Clarissa Shaw Foreword: The following interview was conducted during MTF Gamma-13's investigation into SCP-3560's origin, as well as the relationship between SCP-3560-1 instances and Anderson Robotics and its products. <Begin Log> Shaw: Afternoon, Vincent. PoI-1115: Ah, Clarissa. It's been so long. How are you these days? How's Sasha doing? Shaw: My personal life is hardly any concern of yours, Vincent. There has been a development. I'm here to ask you some questions. PoI-1115 tsks. PoI-1115: Always so formal. What's in it for me? Shaw: Labelle is prepared to offer you a few of the components you requested from your repair list, assuming your answers are satisfactory. PoI-1115: How can I help, then? Shaw slides PoI-1115 a file containing a briefing on SCP-3560. Shaw: A type of portal opened in Forest Park. Inside are several entities resembling your products, Vincent. Any ideas why that might be? PoI-1115 laughs. PoI-1115: Oh my, I didn't think this kind of thing could actually happen. Holy shit. Shaw: You have an idea what is going on then? PoI-1115: Kind of, yeah. Shaw: Enlighten us. PoI-1115: Well, I've already told you guys that how our robots worked was closer to zapping a soul into a brain-dead body than it was traditional robotics tech. The thing is, if you destroy that body, that soul is still going to be hanging around. It's got to go somewhere. Hence… Shaw: So, the entities inside the portal are… PoI-1115: Robot souls, yeah. Shaw: Okay, but why Forest Park? Why isn't this portal located somewhere else? Why is it a temperate forest inside? PoI-1115: I mean, why do ghosts haunt the places they died? Between that raid on Three Portlands and those experiments you guys did at Site-64, you guys killed a lot of robots. I imagine there's a lot of anger in those places. As for the forest, I'm guessing it used to be a pocket dimension that bubbled off of Three Ports that they commandeered en masse. It's not like anyone else was probably using it. And if they were, I can promise you they probably aren't using it now. Shaw: So how do we stop it? PoI-1115: Pardon? Shaw: More of these portals have been appearing. How do we stop that? PoI-1115 shrugs. PoI-1115: Not a clue. Last I checked you can't really destroy one of these souls once you make it. They're kind of like the Styrofoam of the spirit world. An exorcist, maybe? Prometheus Labs had a project they're working on that might do the trick. I'd be careful though. If you bother this hornet's nest enough times the hornets are going to attack. Create enough hostile energy and they'll probably start spilling out of there. And they'll be pissed. <End Log>",
        "\" SCP-3560 \" by Jacob Conwell, from the SCP Wiki . Source: https://scpwiki.com/scp-3560 . Licensed under CC-BY-SA .",
        "Filename: forest.jpg Name: foggy morning Author: Jim Lukach License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-3560",
    "object_class": "Euclid",
    "containment_procedures": "Due to its proximity to an existing Foundation containment site, SCP-3560 is currently contained by Site-64 staff. All trails leading to SCP-3560 are to be closed to public access via a cover story of a severe landslide. Civilians attempting to access SCP-3560's location are to be detained by security personnel under the guise of Portland Park Rangers. Use of Class-A amnestics on detained civilians has been approved.",
    "description": "SCP-3560 is a Class-3 interdimensional portal located within Forest Park, Portland, Oregon. The portal itself resembles an ellipse made of white fog standing vertically on its end, with an approximate length of 1 m along the major axis. Physical objects that approach SCP-3560 from either face can enter its interior.",
    "title": "SCP-3560"
}