{
    "url": "https://scp-wiki.wikidot.com/scp-3562",
    "all_text": "rating: \n+380\n+\n–\nx\n\n\nItem #:\n SCP-3562\n\n\nImproper MLA heading\n\n\nObject Class:\n \nSafe\n Keter\n\n\nIndent your paragraphs\n\n\nSpecial Containment Procedures:\n Edgewood High School \nis to be indefinitely closed\n to the public under the pretense of the presence of asbestos. All SCP-3562-1 instances \nare to be separately held\n in standard containment lockers at Site-82. \nAccess to SCP-3562-1 instances \nmay be requested\n by all personnel working at Site-82 of Level-3 clearance and above.\n SCP-3562-1 instances \nare not to be viewed\n under any circumstances. Site-82 and the surrounding area \nis to be monitored\n by armed security personnel.\n\n\nToo much passive voice, no explanation of main premise. Poor introductory paragraph.\n\n\nDescription:\n SCP-3562 is an anomalous phenomenon which first manifested within Edgewood Public High School in ███████████, Virginia on \n09/04/2017\n \nSeptember 4, 2017\n. All written and typed documents present within the school following this date \nhave been infected by SCP-3562\n \npassive voice\n. Infected documents, designated SCP-3562-1, retain their anomalous properties when removed from school grounds, \nbut the infection has not been observed to spread beyond documents brought within the school\n \noutdated information\n. SCP-3562-1 instances are characterized by the spontaneous yellow highlighting of certain words and phrases, as well as the appearance of red text. This text usually consists of critiques regarding the infected document’s grammar, word choice, and sentence structure, as well as the use of rhetorical devices and MLA formatting\n1\n. Depending on how well the infected document meets these criteria, a numerical grade between 0% and 100% will appear on the document, as well as a letter grade between A and F. If a document receives a numerical grade of 59% or lower, the phrase \n“SEE ME AFTER CLASS!”\n \nAdd citation after quote\n will be present adjacent to the grade.\n\n\nIf an individual views an instance of SCP-3562-1 with a grade of 59% or lower, said individual will undergo a temporary spatial displacement the next time they pass through a doorway or other architectural opening, entering an extradimensional location hereafter designated SCP-3562-2. \nToo short! Paragraphs need a minimum of five sentences.\n\n\nLittle information has been accumulated regarding the events that transpire within SCP-3562-2, as \nrecording equipment consistently fails within 30 seconds of displacement\n \nNo electronics in class!\n, and all subjects return from SCP-3562-2 with no memory of what occurred. What is known is that SCP-3562-2 resembles a high school classroom, with no windows or other doorways present, and that it is inhabited by a single humanoid entity, hereafter designated SCP-3562-3. SCP-3562-3 appears to be a female between 1.5 and 1.8 meters in height. However, exact details of SCP-3562-3’s physical appearance are \nunknown\n \nnone of your business\n, as images captured prior to equipment failure are always heavily distorted.\n\n\nSubjects return from SCP-3562-2 approximately one hour after displacement \nif they behave\n. Returning subjects, hereafter designated SCP-3562-4, possess numerous physical alterations within their frontal, temporal, and parietal lobes, resulting in extensive modifications to their cognitive processes. The most notable of these changes include:\n\n\nDon't use bullet points!\n\n\n\n\nEidetic knowledge of several classic literary works, including \nThe Scarlet Letter\n, \nMoby Dick\n, \nThe Great Gatsby\n, and the complete works of William Shakespeare.\n\n\n\n\n\n\nA notable increase in reading comprehension skills on both a pragmatic and semantic level. This includes both the ability to understand the literal context of a narrative work and the ability to interpret symbolic and allegorical meanings through the semiotic connotations of certain words and phrases.\n\n\n\n\n\n\nA notable increase in average reading speed. SCP-3562-4 instances can read approximately \n900\n \nnine hundred\n words per minute while still maintaining full comprehension of the text.\n\n\n\n\n\n\nA compulsion to speak and write in a linguistically correct format, to the point where SCP-3562-4 instances are physically incapable of using incorrect grammar or spelling.\n\n\n\n\n\n\nComplete immunity to all Class-IV and below text-based memetic hazards. The mechanism behind this immunity is not yet fully understood, although it is hypothesized to be an extension of the advanced ability to break down semiotic connotations within narrative works exhibited by SCP-3562-4 instances. \nFurther experimentation regarding the possible applications of this ability is currently being overseen by head researcher Dr. Franc.\n \nOutdated information\n\n\n\n\nAddendum 3562.1:\n \nIncident Report: 04/09/2018\n \n???\n\n\nOn \n04/09/2018\n \nApril 9, 2018\n at 2:45 pm, a Foundation-wide alert was released by Site-82’s Memetic Hazard Detection System, indicating the presence of an uncontained memetic agent within the site’s digital archives. In the following minutes, all contact with Site-82 and its occupants was lost. Upon the restoration of contact, it was discovered that \n39\n \nthirty nine\n personnel from Site-82's memetics department had become instances of SCP-3562-4. Furthermore, Head Researcher Dr. Franc and Assistant Researcher Dr. Dean were no longer present within the site. Their location is currently \nunknown\n \ndetention\n.\n\n\nUpon examination, the contents of Site-82’s private servers were found to be completely erased with the exception of a single text file. The contents of the file are attached below.\n\n\nParagraph is too short, and poorly weaves into the quote.\n\n\n\n\nAlright, I’ve wiped the entire archives. That should take care of that \nbitch\n \ndisrespectful and inappropriate\n. Still, I think it’s too late for me. At this point I’m either going to starve to death in this room or face whatever she has planned for me beyond that door. Before I go, I’m going to explain everything. I’ll upload this onto the site’s network so everyone will know what happened.\n\n\nI was overseeing an experiment that involved exposing an SCP-3562-4 instance to a copy of SCP-████\n2\n, when SCP-3562's properties suddenly and radically changed. Up until now, SCP-3562 only infected physical documents brought into the Edgewood School, but today SCP-3562-1 instances started popping up on our server left and right. I don’t know how many people were infected, but I know that I was one of them.\n\n\nMy assistant and I managed to stay clean long enough to access the site’s main terminal, but we were infected during the process of wiping the system. My assistant decided to just get it over with. He left through the front door almost immediately. He said \nhe was going to try to kill her\n \ninappropriate\n. That was over four hours ago.\n\n\nI think I've explained everything, and I'm tired of waiting. It's time for me to face her too. I'll try to take her out as best I can. I \ndon't know what will happen\n \nwill be punished accordingly\n, but at least I'll \ngo down fighting.\n \nserve as an example for other students.\n\n\nPray for me,\n\nDr. Franc\n\n\n\n\nNo conclusion paragraph, no work cited, no argument, no analysis…\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Text regarding other subject matter has been observed, mostly when infected documentation discusses \nSCP-3562 itself\n \nstuff that is none of your business\n.\n\n\n2\n. A Class-III memetic hazard capable of spreading through digital files. \nGood teachers learn as much from their students as their students learn from them.\n\n\n\n\n\n\n\n\n« \nSCP-3561\n | SCP-3562 | \nSCP-3563\n »",
    "addendums": [
        "Addendum 3562.1: Incident Report: 04/09/2018 ???\nOn 04/09/2018 April 9, 2018 at 2:45 pm, a Foundation-wide alert was released by Site-82’s Memetic Hazard Detection System, indicating the presence of an uncontained memetic agent within the site’s digital archives. In the following minutes, all contact with Site-82 and its occupants was lost. Upon the restoration of contact, it was discovered that 39 thirty nine personnel from Site-82's memetics department had become instances of SCP-3562-4. Furthermore, Head Researcher Dr. Franc and Assistant Researcher Dr. Dean were no longer present within the site. Their location is currently unknown detention .\nUpon examination, the contents of Site-82’s private servers were found to be completely erased with the exception of a single text file. The contents of the file are attached below. Paragraph is too short, and poorly weaves into the quote."
    ],
    "documents": [],
    "notes": [
        "Alright, I’ve wiped the entire archives. That should take care of that bitch disrespectful and inappropriate . Still, I think it’s too late for me. At this point I’m either going to starve to death in this room or face whatever she has planned for me beyond that door. Before I go, I’m going to explain everything. I’ll upload this onto the site’s network so everyone will know what happened. I was overseeing an experiment that involved exposing an SCP-3562-4 instance to a copy of SCP-████ 2 , when SCP-3562's properties suddenly and radically changed. Up until now, SCP-3562 only infected physical documents brought into the Edgewood School, but today SCP-3562-1 instances started popping up on our server left and right. I don’t know how many people were infected, but I know that I was one of them. My assistant and I managed to stay clean long enough to access the site’s main terminal, but we were infected during the process of wiping the system. My assistant decided to just get it over with. He left through the front door almost immediately. He said he was going to try to kill her inappropriate . That was over four hours ago. I think I've explained everything, and I'm tired of waiting. It's time for me to face her too. I'll try to take her out as best I can. I don't know what will happen will be punished accordingly , but at least I'll go down fighting. serve as an example for other students. Pray for me, Dr. Franc"
    ],
    "item": "SCP-3562\nImproper MLA heading\nObject Class: Safe Keter",
    "containment_procedures": "Indent your paragraphs\n Edgewood High School is to be indefinitely closed to the public under the pretense of the presence of asbestos. All SCP-3562-1 instances are to be separately held in standard containment lockers at Site-82. Access to SCP-3562-1 instances may be requested by all personnel working at Site-82 of Level-3 clearance and above. SCP-3562-1 instances are not to be viewed under any circumstances. Site-82 and the surrounding area is to be monitored by armed security personnel.\nToo much passive voice, no explanation of main premise. Poor introductory paragraph.",
    "description": "SCP-3562 is an anomalous phenomenon which first manifested within Edgewood Public High School in ███████████, Virginia on 09/04/2017 September 4, 2017. All written and typed documents present within the school following this date have been infected by SCP-3562 passive voice. Infected documents, designated SCP-3562-1, retain their anomalous properties when removed from school grounds, but the infection has not been observed to spread beyond documents brought within the school outdated information. SCP-3562-1 instances are characterized by the spontaneous yellow highlighting of certain words and phrases, as well as the appearance of red text. This text usually consists of critiques regarding the infected document’s grammar, word choice, and sentence structure, as well as the use of rhetorical devices and MLA formatting1. Depending on how well the infected document meets these criteria, a numerical grade between 0% and 100% will appear on the document, as well as a letter grade between A and F. If a document receives a numerical grade of 59% or lower, the phrase “SEE ME AFTER CLASS!” Add citation after quote will be present adjacent to the grade.",
    "title": "SCP-3562"
}