{
    "url": "https://scp-wiki.wikidot.com/scp-3564",
    "all_text": "rating: \n+117\n+\n–\nx\n\n\n\n\n\n\nPreliminary research team investigating SCP-3564's location of recovery. Entity not pictured.\n\n\n\n\n\n\nItem #:\n SCP-3564\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3564 is currently housed in the Large Entity containment wing of Site-06-3. As SCP-3564 is generally cooperative towards Foundation demands, weekly readings of various dramatic works (those penned by Shakespeare are preferred, but not required) have been approved to maintain said cooperation\n1\n. Any changes in SCP-3564's behaviour are to be reported to the Site's HMCL Supervisor.\n\n\nSCP-3564's dietary requirements are equivalent to those of three adult humans, and are outlined in Document 3564-D1. Due to the possibility of severe muscle atrophy, SCP-3564 must be encouraged to perform at least 3 hours of physical exercise per day.\n\n\nDescription:\n SCP-3564 is a humanoid creature (sans head), approximately 3 metres in height. The entity exhibits unusually high levels of muscle mass, tumorous growths in multiple limbs and organs, and appears to have been grown via anomalous means from the remains of William Shakespeare\n2\n. Despite its internal organ systems being of unusual size and shape, no life-threatening complications have arisen — for the most part, the entity's internal tissues mimic those found in humans, with the placement of the central brain mass in the upper chest area and an underdeveloped renal system being the only major deviations. SCP-3564 is capable of auditory, olfactory and tactile perception through normal means, and visual perception via an unknown (presumed anomalous) method.\n\n\nDuring its time in containment, SCP-3564 has displayed personality traits consistent with those attributed to Shakespeare during his life. A tongue and vocal cords recessed within the neck cavity allow it to vocalise (though speech is slurred and distorted to the point of unintelligibility), and it has expressed great interest in Shakespeare's works, reacting positively to the containment team's recitals of the author's various plays and sonnets. Due to the entity's low overall intelligence and poor memory (indicative of a lack of properly formed brain tissue), no further insight into its origin or construction has been gained.\n\n\nRecovery:\n SCP-3564 was initially located on 23/04/1956, in a disused warehouse in Hackney, London, following an anonymous tip that a low-profile anomalous group were operating in the area. The entity was located within a large vat of unclear purpose, surrounded by a large quantity of esoteric equipment seemingly designed for the cultivation of organic tissue. While fire damage had rendered the majority of the technology unsalvageable, a small quantity was taken into Foundation custody for research purposes.\n\n\nAlongside this equipment was uncovered an extensive repository of classical literature, mock-16th century period-appropriate costumes, and props suitable for a wide array of dramatic performances. All were extremely worn, suggesting near-daily use over a period of months, if not years. Multiple printed fliers detailing a public performance scheduled for the following week were fixed to the warehouse's exterior, but had failed to gather public interest, presumably due to their amateur design and the warehouse's location.\n\n\nIn addition to SCP-3564, six corpses were found buried in a small area of land to the rear of the building. Each instance (termed SCP-3564-1 through -6) was genetically identical to SCP-3564, and displayed signs of malnutrition, necrosis, severe physiological abnormalities, and in the case of SCP-3564-2, a complete lack of skin.\n\n\nResearch into the individual, group, or organisation responsible for SCP-3564's creation is ongoing.\n\n\nAddendum: Incident 3564-F/BACON:\n On 16/10/1992, Site-06-3 was involved in a highly abnormal containment breach, in which containment systems for SCP-████ spontaneously malfunctioned. The backup systems failed to fully suppress the creature's anomalous properties, and as a result a large portion of the Site's subterranean infrastructure was irreparably damaged. During this incident, SCP-3564 escaped alongside multiple other anomalous entities, and was deemed a low-priority recovery task due to its lack of life-threatening attributes. It was subsequently located 46 hours later in the basement of a bookshop some 30 kilometres away.\n\n\nWhile SCP-3564 initially resisted recontainment efforts (seeming highly distressed and incoherently vocalising), it reluctantly submitted upon the arrival of by Provisional Task Force Two-Beta (\"Anti-Stratfordians\"), allowing itself to be tranquillised and secured. It was returned to its chamber without further incident, and Interview 3564-0041 was conducted several days later.\n\n\n\n\n► Show Interview Log 3564-0041\n\n\n\n\n◄ Hide Interview Log\n\n\n\n\n\n\nInterviewer:\n Agent Robin Bryson\n\n\nInterviewed:\n SCP-3564\n\n\nForeword:\n Interview conducted with SCP-3564 on the topic of its observed behavioral changes. SCP-3564's responses were provided by means of a series of buttons connected to pictograms, which the entity had been trained to use to relay specific concepts.\n\n\n\n\n<Begin Log>\n\n\nAgent Bryson:\n Hello Bill\n3\n. Good to see you up and about. Me and the others, well, we've noticed you haven't been enjoying your recitals as much as you usually do. Could you tell us why?\n\n\n(\nSCP-3564 slumps in its chair and does not respond.\n)\n\n\nAgent Bryson:\n Please? We're worried about you. You haven't been eating well, and none of us want you to feel sad. Please tell us what's wrong.\n\n\nSCP-3564:\n [SAD] (\nPause.\n) [WRONG/INCORRECT]\n\n\nAgent Bryson:\n Oh… You- you're not sad?\n\n\nSCP-3564:\n [WRONG/INCORRECT] (\nPause.\n) [ME] [SAD] (\nPause.\n) [BECAUSE/CONNECTION] [WRONG/INCORRECT]\n\n\nAgent Bryson:\n I see. You're sad because you feel wrong?\n\n\nSCP-3564:\n [BEAUTY] [GOOD] (\nExtensive pause.\n) [WILLIAM SHAKESPEARE]\n4\n\n\nAgent Bryson:\n Yes. Yes, we know you like Shakespeare.\n\n\nSCP-3564:\n [ME] [WRONG/INCORRECT] [WILLIAM SHAKESPEARE] (\nPause.\n) [STORY — OBJECT — YOU]\n\n\nAgent Bryson:\n Story object… Oh! You mean books! Or plays, I suppose, in your experience. Is that right? (\nAgent Bryson mimes opening a book.\n) You mean a play?\n\n\nSCP-3564:\n [ME] [SEE] [STORY — OBJECT — YOU]\n\n\nSCP-3564:\n [WRONG/INCORRECT]\n\n\nSCP-3564:\n [ME] [WRONG/INCORRECT] [BECAUSE/CONNECTION] [WILLIAM SHAKESPEARE]\n\n\n(\nSCP-3564 stands up, apparently distressed.\n)\n\n\nSCP-3564:\n [WILLIAM SHAKESPEARE] [WILLIAM SHAKESPEARE] [SAD] [WILLIAM SHAKESPEARE]\n\n\nAgent Bryson:\n I… I'm not entirely sure what you-\n\n\nSCP-3564:\n [WILLIAM SHAKESPEARE]\n\n\n(\nPause, during which the entity repeatedly strikes the wall of their containment chamber. The following words were chosen extremely slowly and deliberately.\n)\n\n\nSCP-3564:\n [ME] [CAN'T/UNABLE] [STORY — OBJECT — YOU] (\nA second, shorter pause.\n) [FIRE — WRONG/INCORRECT — SAD — FIRE — BEAUTY — BEAUTY — GOOD — (\nUnknown symbol(s); the entity brought its hand down on the apparatus with such force as to render it severely damaged.\n)]\n\n\nAgent Bryson:\n I think… I think we should probably leave it here, for the moment. What do you say we come back later and-\n\n\nSCP-3564:\n [WRONG/INCORRECT]\n\n\nSCP-3564:\n [ME] [CAN'T/UNABLE] (\nSCP-3564's breathing becomes heavy and erratic.\n)\n\n\nSCP-3564:\n [CAN'T/UNABLE] [WILLIAM SHAKESPEARE] [CAN'T/UNABLE — UNDERSTAND] [CAN'T/UNABLE] [CAN'T/UNABLE]\n\n\nAgent Bryson:\n I'm sorry, I-\n\n\n(\nSCP-3564 strikes the protective screen of the interview chamber with unprecedented force, breaking it. Agent Bryson experiences minor cuts to the face and arms, and SCP-3564 retreats to the other side of the chamber. The interview was halted by supervising staff shortly thereafter.\n)\n\n\n<End Log>\n\n\n\n\nClosing statement:\n Following this interview, Protocol 3564-MARLOWE was updated to protect involved staff behind high-durability screens. Investigation into SCP-3564's developing hostility and deteriorating emotional state is underway.\n\n\nNotably, while clearing the interview chamber, staff noted a series of extremely damaged paper documents, retrieved by SCP-3564 and concealed on its person. The precise natures of the items are unclear, but they appear to be a number of books, specifically intended for younger audiences and/or individuals with severe reading impairments. Several broken writing implements were also located, all of which had apparently been crushed with some force between the entity's fingers.\n\n\nWhether these items were directly responsible for SCP-3564's change in behaviour (and, if not, whether they should be returned to the entity) is currently being debated — due to its minor overall threat level, changes to its containment are, at the present time, a low priority.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For more information, see Protocol 3564-MARLOWE.\n\n\n2\n. Confirmed by both analysis of SCP-3564's bone structure and DNA testing of stored samples, acquired through negotiations with GoI-012 (Marshall, Carter and Dark). The corpse is presumed to have been liberated from its grave by an unknown group circa 1940, and subsequently traded piecemeal on the anomalous goods market.\n\n\n3\n. An affectionate nickname given by the containment team, used here to maintain cooperation.\n\n\n4\n. A specifically programmed button used to refer to SCP-3564's interpretation of Shakespeare's character as they understand them (i.e. as the author of their works).\n\n\n\n\n\n\n\n\n« \nSCP-3563\n | SCP-3564 | \nSCP-3565\n »",
    "addendums": [
        "Addendum: Incident 3564-F/BACON: On 16/10/1992, Site-06-3 was involved in a highly abnormal containment breach, in which containment systems for SCP-████ spontaneously malfunctioned. The backup systems failed to fully suppress the creature's anomalous properties, and as a result a large portion of the Site's subterranean infrastructure was irreparably damaged. During this incident, SCP-3564 escaped alongside multiple other anomalous entities, and was deemed a low-priority recovery task due to its lack of life-threatening attributes. It was subsequently located 46 hours later in the basement of a bookshop some 30 kilometres away.\nWhile SCP-3564 initially resisted recontainment efforts (seeming highly distressed and incoherently vocalising), it reluctantly submitted upon the arrival of by Provisional Task Force Two-Beta (\"Anti-Stratfordians\"), allowing itself to be tranquillised and secured. It was returned to its chamber without further incident, and Interview 3564-0041 was conducted several days later."
    ],
    "documents": [],
    "notes": [
        "Interviewer: Agent Robin Bryson Interviewed: SCP-3564 Foreword: Interview conducted with SCP-3564 on the topic of its observed behavioral changes. SCP-3564's responses were provided by means of a series of buttons connected to pictograms, which the entity had been trained to use to relay specific concepts. <Begin Log> Agent Bryson: Hello Bill 3 . Good to see you up and about. Me and the others, well, we've noticed you haven't been enjoying your recitals as much as you usually do. Could you tell us why? ( SCP-3564 slumps in its chair and does not respond. ) Agent Bryson: Please? We're worried about you. You haven't been eating well, and none of us want you to feel sad. Please tell us what's wrong. SCP-3564: [SAD] ( Pause. ) [WRONG/INCORRECT] Agent Bryson: Oh… You- you're not sad? SCP-3564: [WRONG/INCORRECT] ( Pause. ) [ME] [SAD] ( Pause. ) [BECAUSE/CONNECTION] [WRONG/INCORRECT] Agent Bryson: I see. You're sad because you feel wrong? SCP-3564: [BEAUTY] [GOOD] ( Extensive pause. ) [WILLIAM SHAKESPEARE] 4 Agent Bryson: Yes. Yes, we know you like Shakespeare. SCP-3564: [ME] [WRONG/INCORRECT] [WILLIAM SHAKESPEARE] ( Pause. ) [STORY — OBJECT — YOU] Agent Bryson: Story object… Oh! You mean books! Or plays, I suppose, in your experience. Is that right? ( Agent Bryson mimes opening a book. ) You mean a play? SCP-3564: [ME] [SEE] [STORY — OBJECT — YOU] SCP-3564: [WRONG/INCORRECT] SCP-3564: [ME] [WRONG/INCORRECT] [BECAUSE/CONNECTION] [WILLIAM SHAKESPEARE] ( SCP-3564 stands up, apparently distressed. ) SCP-3564: [WILLIAM SHAKESPEARE] [WILLIAM SHAKESPEARE] [SAD] [WILLIAM SHAKESPEARE] Agent Bryson: I… I'm not entirely sure what you- SCP-3564: [WILLIAM SHAKESPEARE] ( Pause, during which the entity repeatedly strikes the wall of their containment chamber. The following words were chosen extremely slowly and deliberately. ) SCP-3564: [ME] [CAN'T/UNABLE] [STORY — OBJECT — YOU] ( A second, shorter pause. ) [FIRE — WRONG/INCORRECT — SAD — FIRE — BEAUTY — BEAUTY — GOOD — ( Unknown symbol(s); the entity brought its hand down on the apparatus with such force as to render it severely damaged. )] Agent Bryson: I think… I think we should probably leave it here, for the moment. What do you say we come back later and- SCP-3564: [WRONG/INCORRECT] SCP-3564: [ME] [CAN'T/UNABLE] ( SCP-3564's breathing becomes heavy and erratic. ) SCP-3564: [CAN'T/UNABLE] [WILLIAM SHAKESPEARE] [CAN'T/UNABLE — UNDERSTAND] [CAN'T/UNABLE] [CAN'T/UNABLE] Agent Bryson: I'm sorry, I- ( SCP-3564 strikes the protective screen of the interview chamber with unprecedented force, breaking it. Agent Bryson experiences minor cuts to the face and arms, and SCP-3564 retreats to the other side of the chamber. The interview was halted by supervising staff shortly thereafter. ) <End Log> Closing statement: Following this interview, Protocol 3564-MARLOWE was updated to protect involved staff behind high-durability screens. Investigation into SCP-3564's developing hostility and deteriorating emotional state is underway. Notably, while clearing the interview chamber, staff noted a series of extremely damaged paper documents, retrieved by SCP-3564 and concealed on its person. The precise natures of the items are unclear, but they appear to be a number of books, specifically intended for younger audiences and/or individuals with severe reading impairments. Several broken writing implements were also located, all of which had apparently been crushed with some force between the entity's fingers. Whether these items were directly responsible for SCP-3564's change in behaviour (and, if not, whether they should be returned to the entity) is currently being debated — due to its minor overall threat level, changes to its containment are, at the present time, a low priority."
    ],
    "item": "SCP-3564",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3564 is currently housed in the Large Entity containment wing of Site-06-3. As SCP-3564 is generally cooperative towards Foundation demands, weekly readings of various dramatic works (those penned by Shakespeare are preferred, but not required) have been approved to maintain said cooperation1. Any changes in SCP-3564's behaviour are to be reported to the Site's HMCL Supervisor.",
    "description": "SCP-3564 is a humanoid creature (sans head), approximately 3 metres in height. The entity exhibits unusually high levels of muscle mass, tumorous growths in multiple limbs and organs, and appears to have been grown via anomalous means from the remains of William Shakespeare2. Despite its internal organ systems being of unusual size and shape, no life-threatening complications have arisen — for the most part, the entity's internal tissues mimic those found in humans, with the placement of the central brain mass in the upper chest area and an underdeveloped renal system being the only major deviations. SCP-3564 is capable of auditory, olfactory and tactile perception through normal means, and visual perception via an unknown (presumed anomalous) method.",
    "title": "SCP-3564"
}