{
    "url": "https://scp-wiki.wikidot.com/scp-3568",
    "all_text": "rating: \n+53\n+\n–\nx\n\n\n\n\n\n\nFigure 1: A partially-redacted depiction of SCP-3568\n\n\n\n\n\n\nItem #:\n SCP-3568\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n A single copy of SCP-3568 should be stored on an air-gapped network using no less than AES 256 bit encryption. Access to the file and its decryption key shall be granted only after approval by level 4 personnel or above.\n\n\nWhere SCP-3568 is to be used in experiment, it should be printed onto a single page using UV-activated ink and immediately sealed inside a pair of nested envelopes. The outer envelope should be labelled ‘SCP-3568’ and nothing more. Once the experiment has concluded, all printed copies must be immediately incinerated in-situ. Special care must be taken to ensure no descriptions of SCP-3568 exist in recordings or transcriptions of the experiment. For this reason, audio and video recordings are not authorised and transcripts must be adequately censored.\n\n\nUpon the Foundation receiving reports of SCP-3568's appearance, a field containment team must be immediately dispatched to prevent further dissemination. All confirmed copies of SCP-3568 must be securely destroyed, along with any electronic devices suspected of storing them.\n\n\nSCP-3568 must be prevented from propagating online as an absolute priority.\n\n\nDescription:\n SCP-3568 is a specific arrangement of simple geometric symbols that, when observed, causes the viewer's head to violently expand and burst, and a twelve (12) digit number to appear etched at the nape of the victim's neck. Tests have confirmed that witnessing an actual depiction of SCP-3568 is sufficient to induce a lethal reaction within thirty (30) seconds whilst receiving an adequately detailed description of the symbols will trigger the event within five (5) minutes, dependent upon the recipient’s ability to visualise abstract images.\n\n\nOnce SCP-3568 has been pictured, a sequence of events is triggered within the body of the victim that cannot be halted or reversed, other than by immediate, prearranged intervention (see Addendum C):\n\n\n\n\n0-5 seconds\n - subject’s heart rate increases to between two hundred (200) and three hundred (300) BPM.\n\n\n5-10 seconds\n - subject complains of intense headache and becomes distressed.\n\n\n10-15 seconds\n - pain intensifies further, victim’s eyes redden due to subconjunctival haemorrhaging.\n\n\n15-20 seconds\n - victim begins externally haemorrhaging from the eyes, occasionally loses consciousness.\n\n\n20-25 seconds\n - subject becomes calmer, often speaking and reciting numbers (see Addendum A).\n\n\n25-30 seconds\n - subject’s brain undergoes rapid distention, shattering the cranium. Death is instant.\n\n\n30-60 seconds\n - a number appears at the nape of the subject's neck, branded on the skin (see Addendum D).\n\n\n\n\nThe anomaly was first brought to the Foundation’s attention after an incident in March 19██ designated SCP-3568-A. Over a period of three (3) days, a total of two hundred and thirteen (213) physical copies of SCP-3568 were mailed to residents of ██████, █████, resulting in three hundred and forty two (342) deaths. The perpetrators of SCP-3568-A are unknown, as are their motives. However, given the seemingly random nature of the attacks (no links could be found to connect the victims) and that no group or individual claimed responsibility, it can be assumed that spreading panic was one of the primary objectives. Nothing on the scale of incident SCP-3568-A has since occurred but there have been numerous isolated cases of the anomaly manifesting each year. Addendum B details a selection of these.\n\n\n\n\n+ Addendum A: Noteworthy statements made by subjects exposed to SCP-3568\n\n\n\n\n- Addendum A: Noteworthy statements made by subjects exposed to SCP-3568\n\n\n\n\n\n\n\n\nSubject\n\n\nQuote\n\n\n\n\n\n\nD-44863\n\n\n\"So blue. So blue. It's so blue.\"\n [Pause] \n\"Five. Zero. Six. Point. One.\"\n\n\n\n\n\n\nD-37883\n\n\n\"Wicked creature. Off my chest!\"\n [Pause] \n\"Six. One. Four. Point. Eight.\"\n\n\n\n\n\n\nD-44871\n\n\n\"Foxfire…setting the nighttime woods aglow.\"\n [Pause] \n\"Three. Six. Four. Point. Two.\"\n\n\n\n\n\n\nD-42309\n\n\n\"Floorboards should stop them. But they keep coming! Up! Up!\"\n [Pause] \n\"Seven. One. Two. Point. Eight.\"\n\n\n\n\n\n\nThe significance of the victims' last words and of the numerals scorched on their necks is the subject of ongoing research, though significant progress has already been made in this area. Analysis has revealed links to superstitions regarding ███ █████, whilst also raising questions about ████████ ██████ (see Addenda D and E). Subsequent investigations in partnership with ████ have lead to the discovery of ████ ██████████ and the extraction of ███████████ (Addendum E). It is hoped that several additional ███████ may yet be extracted.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum B: Instances of SCP-3568 worldwide\n\n\n\n\n- Addendum B: Instances of SCP-3568 worldwide\n\n\n\n\n\n\n\n\nLocation\n\n\nDetails\n\n\nCasualties\n\n\nNotes\n\n\n\n\n\n\n█████, Chile, 19██\n\n\nSCP-3568 was drawn in a thick layer of dust on a church window.\n\n\n14\n\n\nIt is assumed there were at least two (2) perpetrators, each holding half the pattern in their mind. An alternative theory is that the perpetrator was not human and hence not vulnerable to the anomaly's effect.\n\n\n\n\n\n\n██████████, UK, 19██\n\n\nSCP-3568 was arranged in daffodils in the centre of a roundabout.\n\n\n27\n\n\nCasualties were mainly passengers, rather than vehicle drivers. It is now understood the flowers were planted weeks before the anomaly manifested.\n\n\n\n\n\n\n███████, China, 19██\n\n\nSCP-3568 appeared as a crop circle.\n\n\n8\n\n\nSCP-3568 could not be seen from ground level but two (2) helicopters were caused to crash.\n\n\n\n\n\n\n████, USA, 20██\n\n\nAn artist utilising basic polygons in her work inadvertently produced SCP-3568.\n\n\n3\n\n\nReproduction was 92% similar to the Foundation’s stored copy, indicating that a small amount of variation in the anomaly’s appearance does not alter its effect.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum C: Experiments SCP-3568-3[A-C]\n\n\n\n\n- Addendum C: Experiments SCP-3568-3[A-C]\n\n\n\n\nExperiment SCP-3568-3A - ██/██/19██\n\n\n\n\nSubject:\n D-3219\n\n\nProcedure:\n A general anaesthetic was administered to the subject fifteen (15) seconds after she was shown SCP-3568.\n\n\nResults:\n The subject lost consciousness two (2) seconds after receiving the anaesthetic. She lay motionless for a further twenty (20) seconds before beginning to spasm. Death from cranial rupturing occurred after another five (5) seconds.\n\n\n\n\nExperiment SCP-3568-3B - ██/██/19██\n\n\n\n\nSubject:\n D-44871\n\n\nProcedure:\n A general anaesthetic was administered to D-44863 five (5) seconds after he was shown SCP-3568.\n\n\nResults:\n D-44863 became unconscious three (3) seconds after receiving the sedative. Anaesthetist ████████ prevented the subject from regaining consciousness for a further two (2) hours as per the instructions of Dr ██████. An interview was conducted shortly after the subject awoke.\n\n\nInterviewed:\n D-44863\n\n\nInterviewer:\n Researcher █████\n\n\n<Begin Log, ██/██/19██>\n\n\nResearcher █████:\n How do you feel?\n\n\nD-44863:\n Uh…like someone hit me with a fucking sledge hammer. The world's worst goddam hangover.\n\n\nResearcher █████:\n Do you remember your name?\n\n\nD-44863:\n Yeah, Jesus, I'm not \nthat\n messed up. [Pauses] You actually want me to say it, don't you? [Sighing] It's ███████ █████.\n\n\nResearcher █████:\n What else do you remember?\n\n\nD-44863:\n Were we doing an experiment? Yeah, pretty sure I was doing my lab rat routine again. Don't remember what was involved this time though. [Coughs] Could I get some water?\n\n\nResearcher █████:\n After we conclude the interview. Please try to remember, D-44863. Do you recall being given an envelope?\n\n\nD-44863:\n An envelope? Oh, shit, yeah! I do remember that.\n\n\nResearcher █████:\n And what was inside the envelope?\n\n\nD-44863:\n [Laughing] Another envelope! You guys are real fucking hilarious. Yeah…I remember thinking it was gonna be some kind of infinite loop thing. Me sitting there opening mail for days on end.\n\n\nResearcher █████:\n And was it?\n\n\nD-44863:\n [Frowning] No.\n\n\nResearcher █████:\n What was in the second envelope?\n\n\nD-44863:\n [Swallows] A picture. Shapes. Glowing under the UV lamp. It's funny, I remember looking at those little shapes and getting this feeling like…like…Doc, I don't feel so good.\n\n\nResearcher █████:\n What feeling did you get when you looked at the picture, D-44863?\n\n\nD-44863:\n Seriously. Argh, shit, my head! [Clutching temples] Jesus, feels like it's gonna explode!\n\n\nD-44863:\n [Ten seconds later] Foxfire…setting the nighttime woods aglow. [Pause] Three. Six. Four. Point. Two.\n\n\n<End Log>\n\n\n\n\nExperiment SCP-3568-3C - ██/██/19██\n\n\n\n\nSubject:\n D-11293\n\n\nProcedure:\n General anaesthetic was administered after five (5) seconds of the subject being exposed to SCP-3568. Once unconscious, subject was injected with a class B amnestic.\n\n\nResults:\n Subject regained consciousness after two (2) hours and was unable to recall SCP-3568, even after prompting. Subject made full recovery.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum D: Discussion of Numbers [Restricted]\n\n\n\n\n- Addendum D: Discussion of Numbers [Restricted]\n\n\n\n\nAs well as the numbers spoken aloud by many subjects (see Addendum A), each has acquired a twelve (12) digit number at the nape of their neck immediately post-mortem. The latter number is different to the vocalised one in each case, and varies by subject. Physically, it is approximately two (2) inches wide by half an inch high and is composed of slightly-raised scar tissue that forms rapidly following the subject's expiration. A selection of the numbers encountered follows:\n\n\n\n\n\n\nSubject\n\n\nVocalised Number\n\n\nImprinted Number\n\n\n\n\n\n\nD-44863\n\n\n506.1\n\n\n113,146,559,102\n\n\n\n\n\n\nD-37883\n\n\n614.8\n\n\n112,184,279,572\n\n\n\n\n\n\nD-44871\n\n\n364.2\n\n\n114,484,679,338\n\n\n\n\n\n\nD-42309\n\n\n712.8\n\n\n111,948,479,045\n\n\n\n\n\n\nWhen these numbers are plotted on a scatter graph (see Figure 2), they exhibit a strong negative correlation. The small amount of data we have means that, though unlikely, this could be coincidental. A request has been made for more test subjects. \nRequest denied - we don't have limitless D-class personnel to throw at your pet project - O5-██\n\n\nTranscript of conversation between Researcher █████ and Dr ██████\n\n\n\n\n\n\nFigure 2: Numbers spoken by and imprinted upon subjects exposed to SCP-3568\n\n\n\n\n\n\n\n\n\n\nFigure 3: Subject age vs imprinted number\n\n\n\n\n\n\n\n\n\n\nFigure 4: Subject age vs spoken number\n\n\n\n\n\n\n\n\n<Begin Log, ██/██/19██>\n\n\nResearcher █████:\n I found something I think you'll find interesting, ████.\n\n\nDr ██████:\n Good. Tell me what I'm missing.\n\n\nResearcher █████:\n So plotting the two numbers against each other doesn't tell us much, right?\n\n\nDr ██████:\n Right, other than they appear to be somehow related to each other.\n\n\nResearcher █████:\n Sure, but it doesn't tell us what either number actually \nmeans\n. What if I told you the scar number is inversely proportional to the subject's age?\n\n\nDr ██████:\n I'd say what on Earth made you consider their age?\n\n\nResearcher █████:\n Call it divine inspiration. Think about what this means for a second though. The older a subject is, in other words the earlier she was born, the smaller the scar number is.\n\n\nDr ██████:\n That \nis\n interesting. So…how old would you have to be to have nothing but a one on your neck?\n\n\nResearcher █████:\n That's just it! We're looking at numbers in the low hundreds of billions, right?\n\n\nDr ██████:\n Right. A hundred and twelve billion or so.\n\n\nResearcher █████:\n Well, it just so happens that's almost exactly our current best guess for the number of people ever to have lived.\n\n\nDr ██████:\n As many as that? Don't they say there are more people alive now than have ever lived in total?\n\n\nResearcher █████:\n That's a common misconception. Even if we're just counting homo sapiens, that's two hundred thousand years of history. For an awful lot of that time birth rates were decidedly high and life expectancy was almost comically low. We're talking lucky-to-reach-fifteen. An awfully large number of people lived and died in relatively short periods of time. So yes, it comes to around a hundred and twelve billion and, would you believe it, the numbers burned on our subjects' necks are in that ball park. If I'm right about this, every person that's ever lived on Earth had one of those numbers. ████, I think the scar number is some kind of…index…or serial number. And everyone's got one.\n\n\nDr ██████:\n The implications of that…\n\n\nResearcher █████:\n I know.\n\n\nDr ██████:\n [After a moment] When's this index assigned though? At birth? Inception?\n\n\nResearcher █████:\n Hard to tell from the limited data we have. I'd love to get identical twins in here, though. They ought to have adjacent indices…maybe even the same index, depending on when and how it materialises.\n\n\nDr ██████:\n You're right. So many avenues of study here.\n\n\nResearcher █████:\n Yeah…but there's more.\n\n\nDr ██████:\n You \nhave\n been hard at work, haven't you? Go on.\n\n\nResearcher █████:\n The other number, the one they say right before they pop. That one's \ndirectly\n proportional to their age.\n\n\nDr ██████:\n Okay. What does that tell us?\n\n\nResearcher █████:\n The interesting thing is \nhow\n it's proportional. The gradient of the line comes out at 14.5.\n\n\nDr ██████:\n So? What's 14.5?\n\n\nResearcher:\n Well…I'll get to that. First, let's talk about the \nother\n things we've heard the Ds parrot. The stuff before all the numbers.\n\n\nDr ██████:\n Just a load of gibberish, isn't it? Side effect of a brain that's trying to leak out their ears.\n\n\nResearcher █████:\n I thought so too. One in particular caught my attention though. D-37883 talked about something - a creature - on his chest. I was sure that sounded familiar. When I looked into it I discovered a legend from Norse mythology about undead revenants shapeshifting into the forms of cats and suffocating sleeping people by sitting on their chests.\n\n\nDr ██████:\n I've heard of something similar to that. A creature that slowly crushes the life out of you as it gets heavier. Possibly an early explanation for sleep apnea. Something like an 'elf'. An 'alp'? Don't think it was Norse folklore though - it was German or Dutch or something.\n\n\nResearcher █████:\n Yeah, similar ideas exist in other mythologies. In Norse legend it's called a 'draugr'.\n\n\nDr ██████:\n Alright, so why are we leaning towards Norse rather than German?\n\n\nResearcher █████:\n Let's look at some of the other experiments. D-44863 kept going on about it being \"so blue\". She just kept repeating that over and over. Guess what colour your average Norse draugr is?\n\n\nDr ██████:\n Blue's a strange colour for a cat to be.\n\n\nResearcher █████:\n I agree, but we're talking about their human form. Draugr are reanimated corpses that \nsometimes\n shape-shift into cats. Cadavers often take on a pale blue-grey hue. Doesn't seem unreasonable for these creatures to be that colour.\n\n\nDr ██████:\n Fine. What else do we have?\n\n\nResearcher █████:\n One subject muttered something about foxfire. Foxfire's-\n\n\nDoctor ██████:\n [Cutting researcher █████ off] Bioluminescent fungi in wood. Really beautiful in a dark forest, if a little eerie.\n\n\nResearcher █████:\n What are you doing in the forest after dark? Don't answer that. The burial mound harbouring a draugr is said to glow with a blue-green light, like foxfire. It's a clear signal you should keep the hell away.\n\n\nDr ██████:\n Foxfire points to draugr too then. Getting harder to refute this, I'll admit. Anything else?\n\n\nResearcher █████:\n Yes, actually. There's a Norse myth about a draugr known as Thorir Wooden-Leg in which a ghostly seal rises up through the floor of a house in a coastal village, despite the inhabitants' attempts to force it back down with clubs and hammers. Sound familiar?\n\n\nDr ██████:\n You've looked at the experiment logs more recently than I have. I assume one of our subjects alluded to something like this?\n\n\nResearcher:\n Pretty unambiguously. \n\"Floorboards should stop them. But they keep coming!\"\n\n\nDr ██████:\n Alright, alright. So they're all reeling off snippets of Norse folklore about draugr. You've convinced me. What's that got to do with this 14.5 figure then?\n\n\nResearcher █████:\n Ah yes, from the graph. 14.5 just \nhappens\n to be the exact number of orbits a particular exoplanet makes around its star in an Earth year.\n\n\nDr ██████:\n Oh? Which exoplanet?\n\n\nResearcher █████:\n That would be PSR B1257+12 b. More commonly known as 'Draugr'.\n\n\nDr ██████:\n [Sitting back in his chair] That's…interesting, to put it mildly. But what does it mean?\n\n\nResearcher █████:\n Well, it means the Ds are dutifully reporting their Draugr age right before they go bang. It's evidently entirely automatic, like a diagnostic readout on a failing machine.\n\n\nDr ██████:\n Wait a minute, though. If we're assuming these…pre-expiration ramblings…along with the spoken numbers, are somehow referencing the planet Draugr, how does that fit with its discovery? Correct me if I'm wrong, but wasn't it only very recently found? So if we didn't even know this exoplanet existed, let alone have a name for it, there's no way anyone could be chirping things about Draugr. Even if our subjects somehow \nwere\n aware of the planet before the rest of us, they couldn't possibly have known we'd one day give it that name.\n\n\nResearcher █████:\n They couldn't possibly…but they did. All our experiments predate Draugr's discovery and yet a significant number of them resulted in subjects making direct references to Norse mythology, immediately prior to reeling off their age on a far-flung planet whose name would \neventually\n link to the statement they just made.\n\n\nDr ██████:\n That makes no sense.\n\n\nResearcher █████:\n I know. And yet the evidence…\n\n\nDr ██████:\n The evidence confirms exactly what you're saying. Well, I suppose we can add this to the long, \nlong\n list of inexplicable phenomena we've witnessed since enrolling with the Foundation. [Sighing] Alright, why Draugr? What's there?\n\n\nResearcher █████:\n Not an awful lot, to be frank. It's in a dead system some two thousand three hundred light years away along with two other planets, orbiting a rapidly spinning pulsar. Pretty inhospitable, by all accounts. The beam of radiation emitted from the collapsed star is enough to vaporise more or less anything.\n\n\nDr ██████:\n And yet, there must be \nsomething\n of interest there. Let's talk to the folks at NASA, see if they can't lend us a hand in probing a bit deeper.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum E: ACCESS HIGHLY RESTRICTED - ENTER CREDENTIALS\n\n\n\n\n- Addendum E: ACCESS HIGHLY RESTRICTED - ENTER CREDENTIALS\n\n\n\n\nCREDENTIALS ACCEPTED\n\n\nOn ██/██/20██, the Allen Telescope Array (ATA) received a signal lasting precisely 2.31 seconds from the PSR B1257+12 system in the constellation of Virgo. The signal, designated SCP-3568-DR, was practically indistinguishable from background microwave radiation and would not have been detected had the Foundation not been specifically searching for such transmissions. The frequency band was relatively narrow, in the range 96.55-96.56GHz, but utilised no fewer than 400 channels, allowing a significant quantity of data to be transferred. The content of the signal was encoded using a highly sophisticated format and has, to date, only been partially decoded using the Foundation's on-site supercomputing resources.\n\n\nFurther identical transmissions have been regularly received at intervals of 252.6 days, or exactly ten (10) Draugr years. That the interval is so regular implies the sender is deliberately accounting for relativistic effects. Furthermore, it indicates Earth is the intended recipient, as other planetary systems, and even other planets within the Sol system, would necessarily experience differing intervals due to their relative motion with the signals' origin.\n\n\nIt should be noted that the signals now being received have been propagating between PSR B1257+12 and Sol for 2300 years. Given this fact, and considering also the signals' uniform repetition, it is likely that similar transmissions have been going undetected for decades or even centuries.\n\n\nExperiment SCP-3568-BETA-A - ██/██/20██\n\n\n\n\nSubject:\n D-21906\n\n\nProcedure:\n A human subject is to be exposed to diagram SCP-3568-BETA, as extracted from the SCP-3568-DR transmission, to ascertain its effects. The test subject is to be locked in a secure room and observed through armoured glass. Under no circumstances should any other personnel enter the room with the test subject. Due to the unknown nature of SCP-3568-BETA the subject, assuming he or she survives, must not be permitted to leave the test chamber within forty eight (48) hours of being exposed and only after two independent psychological evaluations have deemed the subject fit for reintegration into D-class habitation areas.\n\n\nResults:\n Upon viewing SCP-3568-BETA, the subject was observed to transition through a number of distinct phases. During phase one (1), which lasted approximately ten (10) seconds, no significant effect was observed and D-21906 reported no appreciable alteration to his physical or mental state.\n\n\nThe transition to phase two (2) was sudden and was characterised by the entirety of the subject's body appearing to fold in on itself, as if it were constructed from paper. Fold points were positioned at approximately 1 cm intervals, but shifted and changed rapidly as large areas of the body deformed and compacted. Folding and compression progressed in a downwards direction, the subject losing height and girth as extremities concertinaed into dense structures. This process continued for around twenty (20) seconds, until D-21906's entire form had reduced to a cube measuring 10x10x10 cm.\n\n\nPhase three (3) describes the subject's final form as an extremely dense cube of matter. The cube retained the subject's original mass, giving it a density of 81.2 gcm\n-3\n, nearly four (4) times the density of osmium and twice that of hassium.\n\n\nD-class personnel coming into contact with the object after an initial quarantine period experienced no adverse effects; hence it has been deemed safe to handle without the need for protective clothing.\n\n\nThe phase three (3) artifact is smooth and cool to the touch but is not reflective like metal, retaining instead a matte, flesh-like colour on its surfaces. It is hard and unyielding to pressure applied by the fingers, though excessive force has not been exerted as it is presently unknown whether the subject might be recovered from this form.\n\n\nD-21906 failed to respond to questioning from phase 2 onwards and his phase 3 form exhibits none of the normal signs of life. It should be noted, however, that the subject gave no indication of distress throughout the process and it has been postulated by Researcher █████ that the subject is in fact still alive and may be capable of communication, should a suitable mechanism be found.\n\n\n\n\nFurther experiments are planned to ascertain the nature of SCP-3568-BETA phase 3 objects and whether they represent an irreversible structural change. When the full extent of the threat and/or opportunity presented by the anomaly is known, it is probable it will acquire its own major SCP designation. A selection of prospective experiments is detailed in the following table.\n\n\n\n\n\n\nProcedure Summary\n\n\nStatus\n\n\n\n\n\n\nCommunication with an SCP-3568-BETA phase 3 object is to be attempted through a variety of means, including accurate measurement of its magnetic field, readings of small currents passed through it, and telepathy.\n\n\nAPPROVED\n\n\n\n\n\n\nAn SCP-3568-BETA phase 3 object is to be placed on a sleeping subject's chest.\n\n\nAPPROVED\n\n\n\n\n\n\nA subject is to be exposed to SCP-3568 immediately prior to being exposed to SCP-3568-BETA.\n\n\nAPPROVED\n\n\n\n\n\n\nA subject is to be exposed to SCP-3568-BETA immediately prior to being exposed to SCP-3568.\n\n\nAPPROVED\n\n\n\n\n\n\nAttempts are to be made to destroy an SCP-3568-BETA phase 3 object by various methods, including blunt force, incineration and exposure to gamma radiation.\n\n\nPENDING\n\n\n\n\n\n\nSubjects of varying size and weight are to be exposed to SCP-3568-BETA.\n\n\nPENDING\n\n\n\n\n\n\nAn SCP-3568-BETA phase 3 object is to be interred in a subterranean crypt for a minimum of fourteen (14) days.\n\n\nAPPROVED\n\n\n\n\n\n\nIt is believed that signal SCP-3568-DR contains details of further diagrams, though at the time of writing, none have been fully decoded.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3567\n | SCP-3568 | \nSCP-3569\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Subject: D-3219 Procedure: A general anaesthetic was administered to the subject fifteen (15) seconds after she was shown SCP-3568. Results: The subject lost consciousness two (2) seconds after receiving the anaesthetic. She lay motionless for a further twenty (20) seconds before beginning to spasm. Death from cranial rupturing occurred after another five (5) seconds.",
        "Subject: D-44871 Procedure: A general anaesthetic was administered to D-44863 five (5) seconds after he was shown SCP-3568. Results: D-44863 became unconscious three (3) seconds after receiving the sedative. Anaesthetist ████████ prevented the subject from regaining consciousness for a further two (2) hours as per the instructions of Dr ██████. An interview was conducted shortly after the subject awoke. Interviewed: D-44863 Interviewer: Researcher █████ <Begin Log, ██/██/19██> Researcher █████: How do you feel? D-44863: Uh…like someone hit me with a fucking sledge hammer. The world's worst goddam hangover. Researcher █████: Do you remember your name? D-44863: Yeah, Jesus, I'm not that messed up. [Pauses] You actually want me to say it, don't you? [Sighing] It's ███████ █████. Researcher █████: What else do you remember? D-44863: Were we doing an experiment? Yeah, pretty sure I was doing my lab rat routine again. Don't remember what was involved this time though. [Coughs] Could I get some water? Researcher █████: After we conclude the interview. Please try to remember, D-44863. Do you recall being given an envelope? D-44863: An envelope? Oh, shit, yeah! I do remember that. Researcher █████: And what was inside the envelope? D-44863: [Laughing] Another envelope! You guys are real fucking hilarious. Yeah…I remember thinking it was gonna be some kind of infinite loop thing. Me sitting there opening mail for days on end. Researcher █████: And was it? D-44863: [Frowning] No. Researcher █████: What was in the second envelope? D-44863: [Swallows] A picture. Shapes. Glowing under the UV lamp. It's funny, I remember looking at those little shapes and getting this feeling like…like…Doc, I don't feel so good. Researcher █████: What feeling did you get when you looked at the picture, D-44863? D-44863: Seriously. Argh, shit, my head! [Clutching temples] Jesus, feels like it's gonna explode! D-44863: [Ten seconds later] Foxfire…setting the nighttime woods aglow. [Pause] Three. Six. Four. Point. Two. <End Log>",
        "Subject: D-11293 Procedure: General anaesthetic was administered after five (5) seconds of the subject being exposed to SCP-3568. Once unconscious, subject was injected with a class B amnestic. Results: Subject regained consciousness after two (2) hours and was unable to recall SCP-3568, even after prompting. Subject made full recovery.",
        "<Begin Log, ██/██/19██> Researcher █████: I found something I think you'll find interesting, ████. Dr ██████: Good. Tell me what I'm missing. Researcher █████: So plotting the two numbers against each other doesn't tell us much, right? Dr ██████: Right, other than they appear to be somehow related to each other. Researcher █████: Sure, but it doesn't tell us what either number actually means . What if I told you the scar number is inversely proportional to the subject's age? Dr ██████: I'd say what on Earth made you consider their age? Researcher █████: Call it divine inspiration. Think about what this means for a second though. The older a subject is, in other words the earlier she was born, the smaller the scar number is. Dr ██████: That is interesting. So…how old would you have to be to have nothing but a one on your neck? Researcher █████: That's just it! We're looking at numbers in the low hundreds of billions, right? Dr ██████: Right. A hundred and twelve billion or so. Researcher █████: Well, it just so happens that's almost exactly our current best guess for the number of people ever to have lived. Dr ██████: As many as that? Don't they say there are more people alive now than have ever lived in total? Researcher █████: That's a common misconception. Even if we're just counting homo sapiens, that's two hundred thousand years of history. For an awful lot of that time birth rates were decidedly high and life expectancy was almost comically low. We're talking lucky-to-reach-fifteen. An awfully large number of people lived and died in relatively short periods of time. So yes, it comes to around a hundred and twelve billion and, would you believe it, the numbers burned on our subjects' necks are in that ball park. If I'm right about this, every person that's ever lived on Earth had one of those numbers. ████, I think the scar number is some kind of…index…or serial number. And everyone's got one. Dr ██████: The implications of that… Researcher █████: I know. Dr ██████: [After a moment] When's this index assigned though? At birth? Inception? Researcher █████: Hard to tell from the limited data we have. I'd love to get identical twins in here, though. They ought to have adjacent indices…maybe even the same index, depending on when and how it materialises. Dr ██████: You're right. So many avenues of study here. Researcher █████: Yeah…but there's more. Dr ██████: You have been hard at work, haven't you? Go on. Researcher █████: The other number, the one they say right before they pop. That one's directly proportional to their age. Dr ██████: Okay. What does that tell us? Researcher █████: The interesting thing is how it's proportional. The gradient of the line comes out at 14.5. Dr ██████: So? What's 14.5? Researcher: Well…I'll get to that. First, let's talk about the other things we've heard the Ds parrot. The stuff before all the numbers. Dr ██████: Just a load of gibberish, isn't it? Side effect of a brain that's trying to leak out their ears. Researcher █████: I thought so too. One in particular caught my attention though. D-37883 talked about something - a creature - on his chest. I was sure that sounded familiar. When I looked into it I discovered a legend from Norse mythology about undead revenants shapeshifting into the forms of cats and suffocating sleeping people by sitting on their chests. Dr ██████: I've heard of something similar to that. A creature that slowly crushes the life out of you as it gets heavier. Possibly an early explanation for sleep apnea. Something like an 'elf'. An 'alp'? Don't think it was Norse folklore though - it was German or Dutch or something. Researcher █████: Yeah, similar ideas exist in other mythologies. In Norse legend it's called a 'draugr'. Dr ██████: Alright, so why are we leaning towards Norse rather than German? Researcher █████: Let's look at some of the other experiments. D-44863 kept going on about it being \"so blue\". She just kept repeating that over and over. Guess what colour your average Norse draugr is? Dr ██████: Blue's a strange colour for a cat to be. Researcher █████: I agree, but we're talking about their human form. Draugr are reanimated corpses that sometimes shape-shift into cats. Cadavers often take on a pale blue-grey hue. Doesn't seem unreasonable for these creatures to be that colour. Dr ██████: Fine. What else do we have? Researcher █████: One subject muttered something about foxfire. Foxfire's- Doctor ██████: [Cutting researcher █████ off] Bioluminescent fungi in wood. Really beautiful in a dark forest, if a little eerie. Researcher █████: What are you doing in the forest after dark? Don't answer that. The burial mound harbouring a draugr is said to glow with a blue-green light, like foxfire. It's a clear signal you should keep the hell away. Dr ██████: Foxfire points to draugr too then. Getting harder to refute this, I'll admit. Anything else? Researcher █████: Yes, actually. There's a Norse myth about a draugr known as Thorir Wooden-Leg in which a ghostly seal rises up through the floor of a house in a coastal village, despite the inhabitants' attempts to force it back down with clubs and hammers. Sound familiar? Dr ██████: You've looked at the experiment logs more recently than I have. I assume one of our subjects alluded to something like this? Researcher: Pretty unambiguously. \"Floorboards should stop them. But they keep coming!\" Dr ██████: Alright, alright. So they're all reeling off snippets of Norse folklore about draugr. You've convinced me. What's that got to do with this 14.5 figure then? Researcher █████: Ah yes, from the graph. 14.5 just happens to be the exact number of orbits a particular exoplanet makes around its star in an Earth year. Dr ██████: Oh? Which exoplanet? Researcher █████: That would be PSR B1257+12 b. More commonly known as 'Draugr'. Dr ██████: [Sitting back in his chair] That's…interesting, to put it mildly. But what does it mean? Researcher █████: Well, it means the Ds are dutifully reporting their Draugr age right before they go bang. It's evidently entirely automatic, like a diagnostic readout on a failing machine. Dr ██████: Wait a minute, though. If we're assuming these…pre-expiration ramblings…along with the spoken numbers, are somehow referencing the planet Draugr, how does that fit with its discovery? Correct me if I'm wrong, but wasn't it only very recently found? So if we didn't even know this exoplanet existed, let alone have a name for it, there's no way anyone could be chirping things about Draugr. Even if our subjects somehow were aware of the planet before the rest of us, they couldn't possibly have known we'd one day give it that name. Researcher █████: They couldn't possibly…but they did. All our experiments predate Draugr's discovery and yet a significant number of them resulted in subjects making direct references to Norse mythology, immediately prior to reeling off their age on a far-flung planet whose name would eventually link to the statement they just made. Dr ██████: That makes no sense. Researcher █████: I know. And yet the evidence… Dr ██████: The evidence confirms exactly what you're saying. Well, I suppose we can add this to the long, long list of inexplicable phenomena we've witnessed since enrolling with the Foundation. [Sighing] Alright, why Draugr? What's there? Researcher █████: Not an awful lot, to be frank. It's in a dead system some two thousand three hundred light years away along with two other planets, orbiting a rapidly spinning pulsar. Pretty inhospitable, by all accounts. The beam of radiation emitted from the collapsed star is enough to vaporise more or less anything. Dr ██████: And yet, there must be something of interest there. Let's talk to the folks at NASA, see if they can't lend us a hand in probing a bit deeper. <End Log>",
        "Subject: D-21906 Procedure: A human subject is to be exposed to diagram SCP-3568-BETA, as extracted from the SCP-3568-DR transmission, to ascertain its effects. The test subject is to be locked in a secure room and observed through armoured glass. Under no circumstances should any other personnel enter the room with the test subject. Due to the unknown nature of SCP-3568-BETA the subject, assuming he or she survives, must not be permitted to leave the test chamber within forty eight (48) hours of being exposed and only after two independent psychological evaluations have deemed the subject fit for reintegration into D-class habitation areas. Results: Upon viewing SCP-3568-BETA, the subject was observed to transition through a number of distinct phases. During phase one (1), which lasted approximately ten (10) seconds, no significant effect was observed and D-21906 reported no appreciable alteration to his physical or mental state. The transition to phase two (2) was sudden and was characterised by the entirety of the subject's body appearing to fold in on itself, as if it were constructed from paper. Fold points were positioned at approximately 1 cm intervals, but shifted and changed rapidly as large areas of the body deformed and compacted. Folding and compression progressed in a downwards direction, the subject losing height and girth as extremities concertinaed into dense structures. This process continued for around twenty (20) seconds, until D-21906's entire form had reduced to a cube measuring 10x10x10 cm. Phase three (3) describes the subject's final form as an extremely dense cube of matter. The cube retained the subject's original mass, giving it a density of 81.2 gcm -3 , nearly four (4) times the density of osmium and twice that of hassium. D-class personnel coming into contact with the object after an initial quarantine period experienced no adverse effects; hence it has been deemed safe to handle without the need for protective clothing. The phase three (3) artifact is smooth and cool to the touch but is not reflective like metal, retaining instead a matte, flesh-like colour on its surfaces. It is hard and unyielding to pressure applied by the fingers, though excessive force has not been exerted as it is presently unknown whether the subject might be recovered from this form. D-21906 failed to respond to questioning from phase 2 onwards and his phase 3 form exhibits none of the normal signs of life. It should be noted, however, that the subject gave no indication of distress throughout the process and it has been postulated by Researcher █████ that the subject is in fact still alive and may be capable of communication, should a suitable mechanism be found."
    ],
    "item": "SCP-3568",
    "object_class": "Keter",
    "containment_procedures": "A single copy of SCP-3568 should be stored on an air-gapped network using no less than AES 256 bit encryption. Access to the file and its decryption key shall be granted only after approval by level 4 personnel or above.",
    "description": "SCP-3568 is a specific arrangement of simple geometric symbols that, when observed, causes the viewer's head to violently expand and burst, and a twelve (12) digit number to appear etched at the nape of the victim's neck. Tests have confirmed that witnessing an actual depiction of SCP-3568 is sufficient to induce a lethal reaction within thirty (30) seconds whilst receiving an adequately detailed description of the symbols will trigger the event within five (5) minutes, dependent upon the recipient’s ability to visualise abstract images.",
    "title": "SCP-3568"
}