{
    "url": "https://scp-wiki.wikidot.com/scp-3573",
    "all_text": "rating: \n+244\n+\n–\nx\n\n\n\n\n\n\n\n\n1/3573\n LEVEL \n1/3573\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-3573\n\n\nObject Class: Safe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLabel found on SCP-3573 instances\n\n\n\n\n\n\nSpecial Containment Procedures:\n All instances of SCP-3573 are stored in standard object storage lockers in the containment wing of Site-77. Personnel handling instances of SCP-3573 should wear protective gloves; personnel with open wounds or a history of nosebleeds are not to handle SCP-3573 instances.\n\n\nDescription:\n SCP-3573 is the designation for a number of anomalous glass wine bottles\n1\n. Each instance of SCP-3573 is composed of dark red glass, and has a paper label affixed to it by means of an unidentified adhesive. These labels feature a reproduction of an image from a 16th-century alchemical text, \nSplendor Solis\n; the image shows a red sun with a human face, rising above a distant city. The word \"\nrubedo\n\"\n2\n is written above the sun, presumably identifying the name of the wine, and text near the bottom of the label indicates that it was produced in a location or region named \"\nAlagadda\n\"\n3\n. Verification of SCP-3573's origin is pending.\n\n\nWhen liquid human blood comes into contact with the inner surface of an instance of SCP-3573, it will be transformed into an equivalent volume of red wine. This effect extends to any continuous volume of blood from a single individual—if the inner surface of an instance of SCP-3573 comes into contact with blood from an open wound, all the blood in that individual's body will be transformed into wine. Wine produced in this manner is 14.5% alcohol by volume; in blind taste tests, Foundation sommeliers have praised the wine's quality, and identified notes of blood, dried roses, mold, and old books.\n\n\nOn 13 October 2007, the first known instance of SCP-3573 was recovered from the home of Enzo Fiorentino, an Italian art collector with known ties to \nMarshall, Carter, and Dark LLP\n. Fiorentino had been reported missing by his secretary a few days previously; Foundation agents in the Carabinieri were sent to his villa outside Palermo to investigate, and discovered Fiorentino's body on the floor of his study, holding an instance of SCP-3573. The cause of death was determined to be the total transfiguration of his blood into wine. A search of Fiorentino's home uncovered several documents relevant to the anomaly, as well as a case of empty non-anomalous wine bottles with labels identical to those on SCP-3573 instances.\n\n\nAddendum 3573-1: \nEpicurean\n Catalogue Item Listing\n\nDescription of SCP-3573 from Marshall, Carter, and Dark's food and drink catalogue (June 2007 edition). Recovered from residence of Enzo Fiorentino, 13 October 2007.\n\n\n\n\nRubedo Reserve\n\n\nProduced by the skilled alchemist-priests of the little-known Italian city-state of Alagadda, Rubedo Reserve is made not of grapes but of the sanguine humour, imported from the blood-fields of the Nevermeant. Notes of rose petals and dry paper evoke the perfumeries and bookshops of the Masked City; the ferric tang reminds one of its origin in a living vein; and a final hint of blue cheese allows one to taste the corruption at the city's heart. Rich, full-bodied, and complex, Rubedo Reserve is the perfect addition to any connoisseur's cellar. Rubedo Reserve is neither vegetarian nor kosher.\n\n\nAvailability:\n Unlimited.\n\n\nPer Bottle:\n £4,500 / €6,300\n\n\nPer Case:\n £54,000 / €75,600\n\n\nItem Reference Number:\n NDE7A/FNEWK/38UN5\n\n\nRubedo Reserve Oinopoeic Sublimator\n\n\nFor those who wish to ensure that their supply of Rubedo Reserve never dwindles, the Alagaddan glassblowers and mages have created the Rubedo Reserve Oinopoeic Sublimator. The finest glass, blown from the white sand of the Phlegmatic Shore, is imbued with pure alkahest, giving it a characteristic red colour; skilled thaumaturgic artisans work rituals over the bottles for weeks, transforming each into an alchemical reactor that performs the \nMagnum Opus\n in miniature whenever the appropriate humour is introduced. Marshall, Carter, and Dark LLP takes no responsibility for the misuse of this item.\n\n\nAvailability:\n Auction only; three units remain.\n\n\nUpcoming Auction Dates:\n\n\n\n\n4 August, 2007 (London)\n\n\n1 September, 2007 (Los Angeles)\n\n\n6 October, 2007 (Rome).\n\n\n\n\nStarting Bid:\n £2,000,000 / €2,800,000\n\n\nItem Reference Number:\n NDE7A/FNEWK/CJ43N\n\n\n\n\nAddendum 3573-2: \"Oinopoeic Sublimator Owner's Guide\"\n\nRecovered from residence of Enzo Fiorentino, 13 October 2007.\n\n\n\n\nCustomer License Agreement:\n Congratulations on your purchase of the Rubedo Reserve Oinopoeic Sublimator from Marshall, Carter, and Dark LLP. By making this purchase, you have agreed that you will not sell or exchange Rubedo Reserve wine produced by the Oinopoeic Sublimator; that you will not attempt to replicate, duplicate, or clone the Oinopoeic Sublimator by any means arcane, technological or otherwise; that you will not attempt to reverse-engineer the alchemical-thaumaturgical processes that power the Oinopoeic Sublimator; and that you will not give, lend, or loan the Oinopoeic Sublimator to any person for the purpose of performing any of the above actions.\n\n\nInstructions:\n Operation of the Oinopoeic Sublimator is simple: one must introduce some quantity of human blood to the inside of the vessel, and wait several seconds to ensure complete transmutation of the liquid. The blood does not need to be derived from a single individual; a mixture of blood from multiple persons has no effect on the quality of the wine.\n\n\nCaution:\n If harvesting blood from a living person, a continuous stream of wine between the Oinopoeic Sublimator and that person's veins will lead to complete transmutation of the individual's blood, usually followed by death. Unless this effect is desired, care should be taken to first drain blood into a separate container. Marshall, Carter, and Dark LLP takes no responsibility for the misuse of this item.\n\n\n\n\nAt the time of recovery, this document was in an unopened, sealed envelope on Fiorentino's desk.\n\n\n\n\nFootnotes\n\n\n1\n. Currently 3 instances in Foundation containment, 2 known instances outside Foundation containment.\n\n\n2\n. \"Reddening\"; the final step of the alchemical Great Work, or \nMagnum Opus\n, often represented allegorically by blood, a phoenix, a rose, or (as in the image on the label) the rising sun.\n\n\n3\n. While the label indicates that this wine has D.O.C. status—a certification granted to Italian wines produced in certain traditional regions—no such region is recognized by the Italian government or the European Union.\n\n\n\n\n\n\n\n\n« \nSCP-3572\n | SCP-3573 | \nSCP-3574\n »",
    "addendums": [
        "Addendum 3573-1: Epicurean Catalogue Item Listing Description of SCP-3573 from Marshall, Carter, and Dark's food and drink catalogue (June 2007 edition). Recovered from residence of Enzo Fiorentino, 13 October 2007.",
        "Addendum 3573-2: \"Oinopoeic Sublimator Owner's Guide\" Recovered from residence of Enzo Fiorentino, 13 October 2007.\nAt the time of recovery, this document was in an unopened, sealed envelope on Fiorentino's desk."
    ],
    "documents": [],
    "notes": [
        "Rubedo Reserve Produced by the skilled alchemist-priests of the little-known Italian city-state of Alagadda, Rubedo Reserve is made not of grapes but of the sanguine humour, imported from the blood-fields of the Nevermeant. Notes of rose petals and dry paper evoke the perfumeries and bookshops of the Masked City; the ferric tang reminds one of its origin in a living vein; and a final hint of blue cheese allows one to taste the corruption at the city's heart. Rich, full-bodied, and complex, Rubedo Reserve is the perfect addition to any connoisseur's cellar. Rubedo Reserve is neither vegetarian nor kosher. Availability: Unlimited. Per Bottle: £4,500 / €6,300 Per Case: £54,000 / €75,600 Item Reference Number: NDE7A/FNEWK/38UN5 Rubedo Reserve Oinopoeic Sublimator For those who wish to ensure that their supply of Rubedo Reserve never dwindles, the Alagaddan glassblowers and mages have created the Rubedo Reserve Oinopoeic Sublimator. The finest glass, blown from the white sand of the Phlegmatic Shore, is imbued with pure alkahest, giving it a characteristic red colour; skilled thaumaturgic artisans work rituals over the bottles for weeks, transforming each into an alchemical reactor that performs the Magnum Opus in miniature whenever the appropriate humour is introduced. Marshall, Carter, and Dark LLP takes no responsibility for the misuse of this item. Availability: Auction only; three units remain. Upcoming Auction Dates: 4 August, 2007 (London) 1 September, 2007 (Los Angeles) 6 October, 2007 (Rome). Starting Bid: £2,000,000 / €2,800,000 Item Reference Number: NDE7A/FNEWK/CJ43N",
        "Customer License Agreement: Congratulations on your purchase of the Rubedo Reserve Oinopoeic Sublimator from Marshall, Carter, and Dark LLP. By making this purchase, you have agreed that you will not sell or exchange Rubedo Reserve wine produced by the Oinopoeic Sublimator; that you will not attempt to replicate, duplicate, or clone the Oinopoeic Sublimator by any means arcane, technological or otherwise; that you will not attempt to reverse-engineer the alchemical-thaumaturgical processes that power the Oinopoeic Sublimator; and that you will not give, lend, or loan the Oinopoeic Sublimator to any person for the purpose of performing any of the above actions. Instructions: Operation of the Oinopoeic Sublimator is simple: one must introduce some quantity of human blood to the inside of the vessel, and wait several seconds to ensure complete transmutation of the liquid. The blood does not need to be derived from a single individual; a mixture of blood from multiple persons has no effect on the quality of the wine. Caution: If harvesting blood from a living person, a continuous stream of wine between the Oinopoeic Sublimator and that person's veins will lead to complete transmutation of the individual's blood, usually followed by death. Unless this effect is desired, care should be taken to first drain blood into a separate container. Marshall, Carter, and Dark LLP takes no responsibility for the misuse of this item."
    ],
    "containment_procedures": "All instances of SCP-3573 are stored in standard object storage lockers in the containment wing of Site-77. Personnel handling instances of SCP-3573 should wear protective gloves; personnel with open wounds or a history of nosebleeds are not to handle SCP-3573 instances.",
    "description": "SCP-3573 is the designation for a number of anomalous glass wine bottles1. Each instance of SCP-3573 is composed of dark red glass, and has a paper label affixed to it by means of an unidentified adhesive. These labels feature a reproduction of an image from a 16th-century alchemical text, Splendor Solis; the image shows a red sun with a human face, rising above a distant city. The word \"rubedo\"2 is written above the sun, presumably identifying the name of the wine, and text near the bottom of the label indicates that it was produced in a location or region named \"Alagadda\"3. Verification of SCP-3573's origin is pending.",
    "title": "SCP-3573"
}