{
    "url": "https://scp-wiki.wikidot.com/scp-3592",
    "all_text": "rating: \n+71\n+\n–\nx\n\n\nItem #:\n SCP-3592\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The location's importance to national transport infrastructure makes permanent containment unfeasible. Long term efforts focus on 1) information gathering and covert surveillance by MTF Theta-17 (“Sick Boys”), and 2) influencing mundane infrastructural decision-making so as to maintain the site's viability.\n\n\nDuring and after an SCP-3592 event all forms of non-MTF communications to and from Liverpool Street Station should be blocked. This should continue until localised airborne scenario-specific amnestics have been successfully deployed.\n\n\nDescription:\n SCP-3592 is an anomalous event that has affected Liverpool Street Station's platform 10 once every three years since 1947:\n\n\n\n\n\n\nStage\n\n\nAvg Duration\n\n\nNotes\n\n\n\n\n\n\n1\n\n\n10 minutes\n\n\nMundane platform activity decreases to zero.\n1\n From this point on agents are unable to gain access to (or remain on) platform 10, citing confusion, disorientation and memory loss.\n\n\n\n\n\n\n2\n\n\n5 minutes\n\n\nSteam from an unknown anomalous source progressively reduces visibility to zero and disrupts manual/electronic surveillance.\n\n\n\n\n\n\n3\n\n\n20 minutes\n\n\nSteam completely obscures platform 10. Passengers and staff at adjacent platforms typically report hearing shouts, weeping and other vocalisations of distress throughout this stage. Individuals\n2\n also report feelings of extreme dread and anxiety, even if they do not hear the vocalisations.\n\n\n\n\n\n\n4\n\n\n17 minutes\n\n\nThe steam clears and mundane activity resumes. There is no evidence of any anomalous activity having taken place. This marks the end of an SCP-3592 event.\n\n\n\n\n\n\n \n\n\n\n\n+ Incident Log SCP-3592-685AE\n\n\n\n\nIncident Log SCP-3592-685AE\n\n\n\n\nAgents Anne Hlavinka and Nicholas Jones are posing as civilians on platform 10 when the tenth SCP-3592 event takes place. This is the only occasion where Foundation resources are able to remain at the scene or record unfolding events from within. It is unknown whether these events are indicative of SCP-3592 as a whole.\n\n\nDate:\n 1977-10-07\n\n\nNote:\n All times are in the format hh:mm\n\n\n\n\n10:14\n \nCivilians awaiting the arrival of the 10:15 from Harwich begin to leave the platform. Within five minutes numbers have dwindled from approximately one hundred to zero. Agent Hlavinka commences video recording via a camera and microphone concealed in her bag. As she does so Agent Jones walks towards the exit. Hlavinka orders him to return but Jones ignores the command and exits the platform without comment.\n\n\n\n\n10:21\n \nPlatform 10 is empty with the exception of Agent Hlavinka. As she films the scene the quality of the recording is noticeably worsened by increasing amounts of steam.\n\n\n\n\n10:26\n \nVisibility is now reduced to zero, although audio continues clearly. There are at first several, and then many cries and vocalisations of distress from all sides. There are several audible expressions of fear from Hlavinka, but the sources of the vocalisations remain hidden in the steam and make no attempt to interact.\n\n\n\n\n10:31\n \nThe steam clears enough to allow visual recording; visibility is now approximately 8 meters. Immediately behind Agent Hvalinka is a steam train, model unknown. Manifesting at or near the platform's edge are at least one hundred apparent human adults both male and female (designated SCP-3592-A). Their apparel is congruous to that of 1930's - 1940's continental Europe. They appear unaware of Agent Hlavinka.\n\n\n\n\n10:33\n \nA whistle blows and the carriage doors are opened from within. The \"A\" instances surge forward and the intensity and volume of vocalisations increase substantially.\n\n\nFor the next thirteen minutes approximately two hundred unaccompanied minors (ranging from two to fifteen years, designated SCP-3592-M) disembark from the train. Most are in a state of distress and evidence fear and confusion. Their dress is congruent to that of the \"A\" instances.\n\n\n\n\nThe \"A\" instances appear to search for specific \"M\" instances within the group. Upon success, they lead them away from the platform. Footage is unclear but all such instances exhibit extreme emotions. Agent Hlavinka attempts to communicate but the instances are unresponsive.\n\n\n\n\n10:46\n \nAn \"M\" instance clutching a small brown suitcase and a crude doll disembarks and approaches the Agent. Hlavinka initially ignores her, then realises that the other can see her and offers her chocolate.\n\n\n\n\n\n\nAgent Hlavinka:\n Here. It's good. What's your name?\n\n\n\n\nSCP-3592-M1:\n Radomila.\n\n\n\n\nAgent Hlavinka:\n Tell me Radomila, where are you from?\n\n\n\n\nSCP-3592-M1:\n Prague. Czechoslovakia.\n\n\n\n\nAgent Hlavinka:\n Really? My grandparents too. \nMluvíte česky?\n\n\n\n\nThe rest of the dialogue is conducted in Czech.\n\n\n\n\nAgent Hlavinka:\n Are you travelling alone? Where are your parents?\n\n\n\n\nSCP-3592-M1:\n They're still in Czechoslovakia. They're not allowed to leave.\n\n\n\n\nAgent Hlavinka:\n Here. More chocolate. How old are you, little princess?\n\n\nSCP-3592-M1:\n Nine. It was my birthday last Sunday.\n\n\n\n\nAgent Hlavinka:\n Your doll, was that a present? She's very beautiful. Does she have a name?\n\n\nSCP-3592-M1:\n Klára.\n\n\nAgent Hlavinka:\n Klára. That's a very pretty name. Do you think Klára would like some chocolate?\n\n\nSCP-3592-M1:\n She's asleep. Maybe if you give it to me and I'll give it to her later.\n\n\n\n\nAgent Hlavinka:\n \n(laughs)\n Oh you'll look after it? Okay. You'd better take some more then. \n(Inaudible dialogue).\n So - why were you on the train?\n\n\nAt this point SCP-3592-M1 is scared by screams and sobs further along the platform and cowers against the carriage.\n\n\nAgent Hlavinka:\n Stay close. Stay close to me.\n\n\nSCP-3592-M1:\n No! Don't let them hurt me - Don't let them hurt me.\n\n\nAgent Hlavinka:\n It's okay. I won't let anyone -\n\n\nSCP-3592-M1:\n Wait! Look! Look! They’re here! They’re here! It's them, it's them.\n\n\n\n\nSCP-3592-M1 breaks away and runs towards two \"A\" instances, a male and female of indeterminate age, who see her and likewise start to run. The adult female instance's legs buckle but she is supported by other instances. SCP-3592-M1 is picked up by the adult male who begins to weep. The A instance presents SCP-3592-M1 to the female instance. They are lost in the steam.\n\n\nAgent Hlavinka looks down and sees that SCP-3592-M1 has left her suitcase, but makes no attempt to follow them. The greater crowd dissipates slowly, each SCP-3592-A instance pairing off with one or more SCP-3592-M instances. None are hostile to the agent.\n\n\nAgent Hlavinka picks up SCP-3592-M1's suitcase and studies the exterior before undoing the string that holds it closed. She puts the bag (including the camera and microphone) onto the platform. The camera continues to record the SCP-3592 event in its entirety although Agent Hlavinka is out of shot.\n\n\n\n\n11:02\n \nStage 3 commences. Steam begins to obstruct visual recording and soon visibility is reduced to zero again. The cries and vocalisations of the A/M instances fade to inaudible levels; another whistle blows and sounds analogous to a steam train pulling away from the station can be heard, but these too fade.\n\n\n11:16\n \nSteam clears completely. The platform appears to be empty.\n\n\n11:21\n \nAgent Jones can be heard calling out for Agent Hlavinka.\n3\n The suitcase is moved out of shot, and then the camera's point of view changes as Jones picks it up. Jones pans around the platform to confirm that it is empty. As he does so the 11:15 train from Cambridge arrives and mundane traffic commences as normal. This marks the cessation of the SCP-3592 event. The suitcase is later transferred to Site-31 where the contents are catalogued and found to be mundane.\n\n\n\n\n \n\nThe suitcase was found to contain the following items (all are congruous with the mid-late 1930's):\n\n\n\n\nEight woolen pairs of socks, grey.\n\n\nFive pairs of underwear, assorted.\n\n\nThree cotton vests, grey.\n\n\nTwo summer dresses, pink/purple.\n\n\nAssorted toiletries.\n\n\nOne toy doll, manufacturer unknown.\n\n\nOne purse containing one monochrome photograph of two adults.\n\n\nTwo colouring books.\n\n\nOne pack of seasickness tablets (three used).\n\n\nCzech-English phrase book.\n\n\nIdentification and travel papers \n(see Document SCP-3592-D001)\n.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n+ Document SCP-3592-D001\n\n\n\n\n- Document SCP-3592-D001\n\n\n\n\n\n\n\n\nDocument SCP-3592-D001\n\n\n\n\n\n\nRadomila Sofie Alena Hlavinka was a passenger on the last \nKindertransport\n train bound from Prague for England, which was turned back on 1939-09-03 due to the outbreak of the Second World War. Historical evidence shows that most of the 250 children on board died under Nazi occupation.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This does not appear to hinder or alter passenger’s travel. Monitoring suggests that all mundane travelers arrive at their intended destinations at the intended times via the intended trains, but have no recollection of boarding or leaving at Liverpool Street Station.\n\n\n2\n. Especially those between 3-15 years of age\n\n\n3\n. Agent Hlavinka remains missing, presumed lost in action.\n\n\n\n\n\n\n\n\n« \nSCP-3591\n | SCP-3592 | \nSCP-3593\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "10:14 Civilians awaiting the arrival of the 10:15 from Harwich begin to leave the platform. Within five minutes numbers have dwindled from approximately one hundred to zero. Agent Hlavinka commences video recording via a camera and microphone concealed in her bag. As she does so Agent Jones walks towards the exit. Hlavinka orders him to return but Jones ignores the command and exits the platform without comment. 10:21 Platform 10 is empty with the exception of Agent Hlavinka. As she films the scene the quality of the recording is noticeably worsened by increasing amounts of steam. 10:26 Visibility is now reduced to zero, although audio continues clearly. There are at first several, and then many cries and vocalisations of distress from all sides. There are several audible expressions of fear from Hlavinka, but the sources of the vocalisations remain hidden in the steam and make no attempt to interact. 10:31 The steam clears enough to allow visual recording; visibility is now approximately 8 meters. Immediately behind Agent Hvalinka is a steam train, model unknown. Manifesting at or near the platform's edge are at least one hundred apparent human adults both male and female (designated SCP-3592-A). Their apparel is congruous to that of 1930's - 1940's continental Europe. They appear unaware of Agent Hlavinka. 10:33 A whistle blows and the carriage doors are opened from within. The \"A\" instances surge forward and the intensity and volume of vocalisations increase substantially. For the next thirteen minutes approximately two hundred unaccompanied minors (ranging from two to fifteen years, designated SCP-3592-M) disembark from the train. Most are in a state of distress and evidence fear and confusion. Their dress is congruent to that of the \"A\" instances. The \"A\" instances appear to search for specific \"M\" instances within the group. Upon success, they lead them away from the platform. Footage is unclear but all such instances exhibit extreme emotions. Agent Hlavinka attempts to communicate but the instances are unresponsive. 10:46 An \"M\" instance clutching a small brown suitcase and a crude doll disembarks and approaches the Agent. Hlavinka initially ignores her, then realises that the other can see her and offers her chocolate. Agent Hlavinka: Here. It's good. What's your name? SCP-3592-M1: Radomila. Agent Hlavinka: Tell me Radomila, where are you from? SCP-3592-M1: Prague. Czechoslovakia. Agent Hlavinka: Really? My grandparents too. Mluvíte česky? The rest of the dialogue is conducted in Czech. Agent Hlavinka: Are you travelling alone? Where are your parents? SCP-3592-M1: They're still in Czechoslovakia. They're not allowed to leave. Agent Hlavinka: Here. More chocolate. How old are you, little princess? SCP-3592-M1: Nine. It was my birthday last Sunday. Agent Hlavinka: Your doll, was that a present? She's very beautiful. Does she have a name? SCP-3592-M1: Klára. Agent Hlavinka: Klára. That's a very pretty name. Do you think Klára would like some chocolate? SCP-3592-M1: She's asleep. Maybe if you give it to me and I'll give it to her later. Agent Hlavinka: (laughs) Oh you'll look after it? Okay. You'd better take some more then. (Inaudible dialogue). So - why were you on the train? At this point SCP-3592-M1 is scared by screams and sobs further along the platform and cowers against the carriage. Agent Hlavinka: Stay close. Stay close to me. SCP-3592-M1: No! Don't let them hurt me - Don't let them hurt me. Agent Hlavinka: It's okay. I won't let anyone - SCP-3592-M1: Wait! Look! Look! They’re here! They’re here! It's them, it's them. SCP-3592-M1 breaks away and runs towards two \"A\" instances, a male and female of indeterminate age, who see her and likewise start to run. The adult female instance's legs buckle but she is supported by other instances. SCP-3592-M1 is picked up by the adult male who begins to weep. The A instance presents SCP-3592-M1 to the female instance. They are lost in the steam. Agent Hlavinka looks down and sees that SCP-3592-M1 has left her suitcase, but makes no attempt to follow them. The greater crowd dissipates slowly, each SCP-3592-A instance pairing off with one or more SCP-3592-M instances. None are hostile to the agent. Agent Hlavinka picks up SCP-3592-M1's suitcase and studies the exterior before undoing the string that holds it closed. She puts the bag (including the camera and microphone) onto the platform. The camera continues to record the SCP-3592 event in its entirety although Agent Hlavinka is out of shot. 11:02 Stage 3 commences. Steam begins to obstruct visual recording and soon visibility is reduced to zero again. The cries and vocalisations of the A/M instances fade to inaudible levels; another whistle blows and sounds analogous to a steam train pulling away from the station can be heard, but these too fade. 11:16 Steam clears completely. The platform appears to be empty. 11:21 Agent Jones can be heard calling out for Agent Hlavinka. 3 The suitcase is moved out of shot, and then the camera's point of view changes as Jones picks it up. Jones pans around the platform to confirm that it is empty. As he does so the 11:15 train from Cambridge arrives and mundane traffic commences as normal. This marks the cessation of the SCP-3592 event. The suitcase is later transferred to Site-31 where the contents are catalogued and found to be mundane.",
        "Agent Hlavinka: Here. It's good. What's your name? SCP-3592-M1: Radomila. Agent Hlavinka: Tell me Radomila, where are you from? SCP-3592-M1: Prague. Czechoslovakia. Agent Hlavinka: Really? My grandparents too. Mluvíte česky? The rest of the dialogue is conducted in Czech. Agent Hlavinka: Are you travelling alone? Where are your parents? SCP-3592-M1: They're still in Czechoslovakia. They're not allowed to leave. Agent Hlavinka: Here. More chocolate. How old are you, little princess? SCP-3592-M1: Nine. It was my birthday last Sunday. Agent Hlavinka: Your doll, was that a present? She's very beautiful. Does she have a name? SCP-3592-M1: Klára. Agent Hlavinka: Klára. That's a very pretty name. Do you think Klára would like some chocolate? SCP-3592-M1: She's asleep. Maybe if you give it to me and I'll give it to her later. Agent Hlavinka: (laughs) Oh you'll look after it? Okay. You'd better take some more then. (Inaudible dialogue). So - why were you on the train? At this point SCP-3592-M1 is scared by screams and sobs further along the platform and cowers against the carriage. Agent Hlavinka: Stay close. Stay close to me. SCP-3592-M1: No! Don't let them hurt me - Don't let them hurt me. Agent Hlavinka: It's okay. I won't let anyone - SCP-3592-M1: Wait! Look! Look! They’re here! They’re here! It's them, it's them."
    ],
    "item": "SCP-3592",
    "object_class": "Euclid",
    "containment_procedures": "The location's importance to national transport infrastructure makes permanent containment unfeasible. Long term efforts focus on 1) information gathering and covert surveillance by MTF Theta-17 (“Sick Boys”), and 2) influencing mundane infrastructural decision-making so as to maintain the site's viability.",
    "description": "SCP-3592 is an anomalous event that has affected Liverpool Street Station's platform 10 once every three years since 1947:",
    "title": "SCP-3592"
}