{
    "url": "https://scp-wiki.wikidot.com/scp-3593",
    "all_text": "rating: \n+118\n+\n–\nx\n\n\n\n\n\n\nSCP-3593\n\n\n\n\n\n\nItem #:\n SCP-3593\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Reports of missing dogs in coastal cities in England are to be triangulated and investigated for possible undiscovered SCP-3593 instances. If any are discovered, they are to be contained using \nFoundation-trained dogs\n as bait.\n\n\nDescription:\n SCP-3593 is a large green cormorant (a seabird; \nPhalacrocorax aristotelis\n) inhabiting various towns on the shores of England.\n\n\nSCP-3593 has a wingspan of ~2 m (about twice the size of nonanomalous green cormorants) and preys on domesticated dogs. In cloudy weather, SCP-3593 attempts to lure stray and pet dogs into secluded areas of the shore using shrill calls. SCP-3593 produces holographic images by fluttering its wing feathers, which have cognitohazardous effects on some of the dogs (while only causing mild dizziness in humans). Dogs affected by the cognitohazard display increased excitability and the capability to swim for greatly extended periods.\n\n\nAt this point, SCP-3593 will fly away from shore, leading the affected dogs to swim after it. No dogs, living, dead or otherwise have been recovered thus far.\n\n\nAddendum:\n After narrowing down the usual hunting grounds of SCP-3593, several Foundation testing dogs were equipped with miniaturized cameras, tracking devices, sensors, and assorted devices and allowed to be lured by SCP-3593.\n\n\nK-9119, an Old English sheepdog, was affected and followed SCP-3593. K-9119 returned safely to shore approximately six hours after leaving, unharmed but exhausted, and was provided standard treats upon retrieval of its camera.\n\n\nK-9119's camera showed it swimming westward after SCP-3593 for about three hours before SCP-3593 hovered in place, and made a loud squawking sound. A luminescent portal began to open near SCP-3593 and K-9119 as the former continued to vocalize. Through the portal, the camera briefly glimpsed a brightly lit river lined with trees.\n\n\nThe camera showed SCP-3593 continuing to widen the portal until the process was interrupted by the consumption of SCP-3593 by a large passing shark. K-9119 then swam back to shore.\n\n\nSCP-3593 is tentatively reclassified as Neutralized.\n\n\n\n\n\n\n« \nSCP-3592\n | SCP-3593 | \nSCP-3594\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3593\n\" by Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3593\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n EuropeanShag.jpg\n\n\nAuthor:\n Andrew Easton\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: After narrowing down the usual hunting grounds of SCP-3593, several Foundation testing dogs were equipped with miniaturized cameras, tracking devices, sensors, and assorted devices and allowed to be lured by SCP-3593.\nK-9119, an Old English sheepdog, was affected and followed SCP-3593. K-9119 returned safely to shore approximately six hours after leaving, unharmed but exhausted, and was provided standard treats upon retrieval of its camera.\nK-9119's camera showed it swimming westward after SCP-3593 for about three hours before SCP-3593 hovered in place, and made a loud squawking sound. A luminescent portal began to open near SCP-3593 and K-9119 as the former continued to vocalize. Through the portal, the camera briefly glimpsed a brightly lit river lined with trees.\nThe camera showed SCP-3593 continuing to widen the portal until the process was interrupted by the consumption of SCP-3593 by a large passing shark. K-9119 then swam back to shore.\nSCP-3593 is tentatively reclassified as Neutralized."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3593 \" by Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-3593 . Licensed under CC-BY-SA .",
        "Filename: EuropeanShag.jpg Author: Andrew Easton License: Public Domain Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3593",
    "object_class": "Euclid",
    "containment_procedures": "Reports of missing dogs in coastal cities in England are to be triangulated and investigated for possible undiscovered SCP-3593 instances. If any are discovered, they are to be contained using Foundation-trained dogs as bait.",
    "description": "SCP-3593 is a large green cormorant (a seabird; Phalacrocorax aristotelis) inhabiting various towns on the shores of England.",
    "title": "SCP-3593"
}