{
    "url": "https://scp-wiki.wikidot.com/scp-3608",
    "all_text": "rating: \n+106\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\nSCP-3608: \"PTSD: Post-Traumatic Stress Dimension\" by:\n \nDoctor Fullham\n\n\n \n\n\n\n\n♫ Doctor Fullham's Author Page ♫\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n88.41%\n\n(+122)\n\n\n11.59%\n\n(-16)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+106\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nSpecial Containment Procedures:\n Site-3608 has been constructed around the entrance to SCP-3608 due to the failure of all attempts to relocate it. The entrance to SCP-3608 must remain under 24/7 video surveillance in Secure Wing Alpha. Personnel are not to come within 15 meters of SCP-3608 without approval from Site Director Haugen.\n\n\nDescription:\n The portal leading to SCP-3608 is a single blue door and frame, composed of wooden materials and lacking attachment to any extant structure. It is located approximately 11.3km north-northeast of Nürensdorf, Zürich, Switzerland. The paint shows signs of aging, but the door itself is structurally sound, with no signs of degradation. Paint chips analyzed are chemically identical to Valspar brand paint. No anomalous properties have been detected in the door itself.\n\n\nThe threshold presents no anomalous visual effects. However, upon passing over the threshold, any sapient beings disappear.\n1\n\n\nSCP-3608 is a sapient, predatory dimension, accessed by passing through the door from either side. Foundation researchers have determined that SCP-3608 is able to siphon energy from the negative emotions of any sapient beings that enter it. It is able to obtain specific information about the being's history\n2\n as well as general details related to an environment which feels familiar to it\n3\n. The method by which SCP-3608 obtains this information is currently unknown. SCP-3608 does not appear to have any effect on inanimate objects that are not attached to or held by sapient creatures. Independent inanimate objects that pass over the threshold appear on the other side with no noticeable changes. Drones and other unmanned remote equipment cease to function inside SCP-3608, rendering unmanned expeditions impossible.\n\n\nDiscovery:\n SCP-3608 was discovered by the Foundation after a series of missing persons reports near Nürensdorf. Local authorities discovered SCP-3608, and a Foundation agent within the police force brought the item to The Foundation's attention after an officer by the name of Liam Wuthrich entered SCP-3608 and vanished from sight. He returned hours later in a state of severe emotional distress. Officer Wuthrich was escorted to European Site-11 for questioning and full psychological evaluation [See Log 3608-P]. Class-A amnestics were administered and the officer was returned to his home.\n\n\n\n\n+ 3608-P: Police Officer Interview Log\n\n\n\n\n- 3608-P: Police Officer Interview Log\n\n\n\n\nInterviewed:\n Officer Liam Wuthrich of the Nürensdorf Police Department.\n\n\nInterviewer:\n Dr. Sanderson, on-site psychologist for E-Site-11.\n\n\nForeword:\n Officer Wuthrich was the first person verified to have entered and exited SCP-3608. His testimony is invaluable in ascertaining the state of SCP-3608 before the Foundation began official testing. This interview took place three days after Officer Wuthrich encountered SCP-3608.\n\n\n\n\nBegin Log:\n 22/4/2012 14:00\n\n\nDr. Sanderson:\n Hello, Officer. How are you today?\n\n\nOfficer Wuthrich:\n I'm okay, I suppose. Still a little confused. Where am I, again?\n\n\nDr. Sanderson:\n That information is classified. You'll be perfectly safe here, no need to worry.\n\n\nOfficer Wuthrich:\n Right. I suppose this is about the door, isn't it?\n\n\nDr. Sanderson:\n Yes, we'd like some details about your experience that day.\n\n\nOfficer Wuthrich:\n Well, we were in the area after a few strange missing persons reports. One of them was a homeless guy, so nobody really took him seriously, but he kept talking about a door and the \"empty place\" that it lead to. The higher-ups got wind of it and wanted us to investigate.\n\n\nDr. Sanderson:\n How many people were reported missing in total, and how many came back?\n\n\nOfficer Wuthrich:\n I think it was….six people. Yeah, that's right. As far as I know, most of them came back within a day or two, but it was long enough that people were worried. One of them was gone for nearly a week, though.\n\n\nDr. Sanderson:\n Were there any noticeable differences between the people that came back within a few days and the one that was gone for longer?\n\n\nOfficer Wuthrich:\n Well, nothing physically if that's what you mean, but he had a record with us already. Minor stuff, mostly - some vandalism and one count of aggravated assault. The really weird part was that he said he had only been gone for a few hours, but nobody had seen him for at least a few days.\n\n\nDr. Sanderson:\n Interesting. Now, Officer, could you please tell me, in as much detail as possible, the circumstances leading up to you entering the door?\n\n\nOfficer Wuthrich:\n Well, Officers Ammann, Scheidegger and myself were investigating the door. We agreed that it was weird that it was just sitting there. There weren't even traces of a foundation or building that it would have been connected to in the first place. Officer Ammann, joking of course, dared me to go through it.\n\n\nDr. Sanderson:\n And you did.\n\n\nOfficer Wuthrich:\n I mean, yeah. Not the smartest thing I've done, looking back, but how could I have known? I went through the door, and….\n\n\nOfficer Wuthrich pauses for a few seconds.\n\n\nDr. Sanderson:\n And?\n\n\nOfficer Wuthrich:\n Well, have you ever been in an elevator when it stops too fast? It felt like that, like I just got jerked around a bit. I looked around to show the guys that I was fine, and they were gone. Or, I guess \nI\n was gone. The door took me somewhere else, I still don't know where the hell it was. Do you guys know?\n\n\nDr. Sanderson:\n Any information we have obtained is highly classified.\n\n\nOfficer Wuthrich:\n Yeah, I had guessed that much. You guys run a hell of a tight ship here.\n\n\nDr. Sanderson:\n The fields we specialize in require very strict security protocols. Now, can you describe to me what the environment inside was like? Please, be as detailed as possible.\n\n\nOfficer Wuthrich:\n It was just a big field, empty all the way to the horizon except for a single building sitting there. Well, I \nthink\n it was a building. Could have just been a big square rock, or monument, or something. And there was no grass on the ground; it felt like astro turf, and it was all grey.\n\n\nDr. Sanderson:\n Can you describe the object for me?\n\n\nOfficer Wuthrich:\n It was about the size of a small shed. I'd say probably three and a half meters wide, five meters deep and three meters tall. No doors or markings on it, and it was all completely grey. It wasn't made of anything I could identify, either. The sides were completely smooth, like silk. My hands just slid right off. I shouldn't have touched the damn thing.\n\n\nDr. Sanderson:\n Why's that?\n\n\nOfficer Wuthrich:\n As soon as I did, I started having, well….hallucinations. Started seeing some things from my past that I didn't ever want to see again.\n\n\nDr. Sanderson:\n Would you mind sharing?\n\n\nOfficer Wuthrich shudders and takes a deep breath.\n\n\nOfficer Wuthrich:\n Just….bad stuff, mostly. My parents getting divorced, dropping out of college, and, the, uh….first time I lost a partner on the force.\n\n\nDr. Sanderson:\n Did you encounter any beings while you were there?\n\n\nOfficer Wuthrich:\n No other beings, that's for sure. I was totally alone, except…\n\n\nDr. Sanderson:\n Except what?\n\n\nOfficer Wuthrich:\n Well, this is going to sound stupid, but I felt like I was being watched. And not just watched, but….\njudged.\n Like something was studying me.\n\n\nDr. Sanderson:\n But you didn't see any other beings while you were inside?\n\n\nOfficer Wuthrich:\n Not a sign of life anywhere. Just a big empty field and that weird…thing.\n\n\nDr. Sanderson:\n Noted. How long would you say you were inside?\n\n\nOfficer Wuthrich:\n Well, it only felt like an hour or so. I was trying to figure out how to get out, but there wasn't a door anymore. I tried to radio the guys, but I got nothing but static.\n\n\nDr. Sanderson:\n You say it \nfelt\n like an hour?\n\n\nOfficer Wuthrich:\n Yeah, but apparently it was closer to seven hours. The guys had put a team together to investigate the door. They even got someone from the local university out to have a look. Physics student, smart kid, but he had no idea what the hell was going on. They were baffled when I finally came back out.\n\n\nDr. Sanderson:\n How did you get out?\n\n\nOfficer Wuthrich:\n Well, I don't know why, but after a while the door just reappeared. I had taken what was probably my twentieth lap around the building, trying to figure out where I was and how to get back. I rounded the corner and the door was just…there. So I did what anyone would have done.\n\n\nDr. Sanderson:\n You went back through the door.\n\n\nOfficer Wuthrich:\n I couldn't think of anything else to do. The door had got me there, if it was anything like any other door, it would take me back, right?\n\n\nDr. Sanderson:\n Right. Were you concerned about it taking you somewhere else?\n\n\nOfficer Wuthrich:\n Of course I was. But, like I said, it was all I could think to do. Luckily, it took me back home, and then someone called you guys, and now I'm here.\n\n\nDr. Sanderson:\n You're certain you didn't experience anything else out of the ordinary?\n\n\nOfficer Wuthrich:\n Nope, just the random inter-dimensional portal in the middle of a field.\n\n\nDr. Sanderson:\n Your colleagues have informed us that you were in a state of emotional distress when you returned. Is this true?\n\n\nOfficer Wuthrich:\n Yeah, the hallucination or vision or whatever really hit me hard. Losing a partner… it's not something you get over easily, and it doesn't take much to reopen that kind of wound. So I was still pretty upset when I got out.\n\n\nDr. Sanderson:\n That's completely understandable, Officer. Do you have anything else that you would like to tell me before we conclude the interview?\n\n\nOfficer Wuthrich:\n Be careful with that thing. Nothing really bad happened to me, but I've just got a feeling that it's dangerous.\n\n\nDr. Sanderson:\n Thank you for your concern, Officer. I can assure you that we will proceed with the utmost caution.\n\n\nEnd Log:\n 22/04/2012 14:07\n\n\nClosing Statement:\n Officer Wuthrich. and all other non-Foundation personnel involved were administered Class-A amnestics and returned to their homes. The missing persons were interviewed individually, but no useful information was gained.\n\n\n\n\n\n\n- 3608-P: Police Officer Interview Log\n\n\n\n\n\n\n\n\nAs of 06/06/2014, four manned expeditions into SCP-3608 have been attempted, all overseen by Dr. Vogel and MTF Alpha-5 \"Paranaughts\" Captain James Lauder. Transcripts of expeditions can be seen below.\n\n\nUnless otherwise noted, all subjects are equipped with one wireless transmission video camera communicating with a laptop held by Dr. Vogel and one hands-free 2-way radio. Subject is also equipped with a standard issue field bag containing two day’s worth of emergency rations and several Field Recovery Kits (FRKs).\n\n\n\n\n+ Expedition 3608-E1: 26/04/2012\n\n\n\n\n- Expedition 3608-E1\n\n\n\n\nSubject:\n D-411356. 29 years old male of white European heritage, convicted of two counts of murder in the second degree.\n\n\n\n\nTRANSCRIPT\n\n\n14:41:00 - \nBegin Log\n\n\n14:41:15 - Subject is instructed to enter SCP-3608. Subject complies.\n\n\n14:41:30 - Subject has entered SCP-3608. Subject does not appear on other side of the door. No trace of subject remains on any visible or infrared spectrum.\n\n\n14:41:49 - Subject activates video feed. Transmission from subject’s camera is blurry and occasionally cuts to static. Landscape is observed as flat plains with what appear to be mountains in the distance. Subject walks a straight line from the door. Several groups of objects similar to the building described in 3608-P can be seen nearby. Dr. Vogel instructs subject to go to the nearest group of objects, designated 3608-1. Subject complies.\n\n\n14:51:13 - Subject is approaching 3608-1. Subject reports a lack of movement or any signs of life in the area, inquires if he should continue.\n\n\n14:51:25 - Subject is instructed to enter 3608-1 and collect any relevant information about the location. Subject is also instructed to defer to Dr. Vogel concerning any communication if contact is made.\n\n\n15:09:13 - Subject has entered 3608-1. No signs of life are observed. Rudimentary objects in shapes similar to automobiles are seen on the sides of the streets. 3608-1 appears to be similar in size and layout to a small town, but all buildings are of uniform size and grey in color. No doors or windows are visible on the buildings, and the outside surfaces are abnormally smooth, according to the subject. Dr. Vogel instructs subject to continue exploring 3608-1.\n\n\n15:21:10 - Subject appears to have thoroughly explored 3608-1. No signs of life have been found, nor any means of ingress to any building. Subject requests that the expedition be terminated, stating that the complete absence of any other life is making him uneasy.\n\n\n15:22:01 - Termination of expedition denied. Subject is directed to find the next nearest settlement and enter. following the same protocols as with 3608-1.\n\n\n15:23:12 - 15:26:41 - Subject argues with Dr. Vogel, stating that he feels as though something is watching him. Subject is very insistent upon terminating the expedition. Dr. Vogel states that if subject does not continue, video and radio communication will be severed and the door to SCP-3608 will be closed, with a high probability of leaving the subject stranded.\n\n\n15:23:45 - Subject exchanges some choice words with Dr. Vogel, but agrees to continue to the next closest settlement.\n\n\n15:31:19 - 15:42:19 - Subject seems to be unable to locate any boundaries of 3608-1. Even walking in a straight line for several minutes does not seem to bring the subject any closer to finding egress. Quality of video feed begins to rapidly deteriorate, until images are visible for only a few seconds in between nearly a full minute of static. Audio quality from transceiver also deteriorates, with a voice completely dissimilar to the subject's occasionally cutting in.\n\n\n15:43:41 - Subject reports that his feeling of unease is escalating. Transmission quality has degraded to the point that video feed is essentially useless and audio is barely decipherable. Dr. Vogel informs subject that there is a high probability that he may be trapped. Subject does not respond with panic, as would be expected, but rather with resignation and despair. Subject requests that radio and video communications be severed so that he may, in his own words, \"Suffer my fate alone\". Dr. Vogel agrees and severs transmission feeds.\n\n\nEXPEDITION TERMINATED\n\n\nNote:\n Buildings appear consistent with the structure described by Officer Wuthrich. in Interview Log 3608-P.\n\n\n\n\n\n\n- Expedition 3608-E1\n\n\n\n\n\n\n\n\n+ Expedition 3608-E2: 05/07/2012\n\n\n\n\n- Expedition 3608-E2\n\n\n\n\nSubject:\n D-991257. 26 years old female of Chinese descent. History of severe emotional, physical and sexual abuse as a child. Convicted of three counts of kidnapping, torture and murder of middle-aged Caucasian men.\n\n\n\n\nTRANSCRIPT\n\n\n18:22:00 - \nBegin Log\n\n\n18:22:10 - Subject is instructed to enter SCP-3608. Subject complies.\n\n\n18:22:21 - Subject has entered SCP-3608. Matching the events of 3608-E1, subject does not appear on other side of the door. No trace of subject remains on any visible or infrared spectrum.\n\n\n18:22:30 - Subject activates video feed. Feed shows a landscape drastically different than the one in 3608-E1. Subject appears to be standing in the middle of a large metropolitan city center, designated 3608-2. However, like in the previous expedition, the city appears to be totally devoid of any signs of life or activity. Automobiles of the same style can be seen on the streets. Buildings are of the same size, color and style as those encountered in 3608-E1; the only noticeable difference being that the buildings have visible doors.\n\n\n18:23:06 - Dr. Vogel instructs subject to approach the closest building and attempt ingress.\n\n\n18:24:19 - Subject approaches the nearest building and attempts to open the door. It appears to be locked, so subject knocks on the door and waits for a response.\n\n\n18:24:31 - Subject knocks again, more forcefully this time.\n\n\n18:24:44 - Dr. Vogel instructs subject to approach a different building and attempt ingress. Subject approaches the next nearest building, but stops before she reaches the door. Dr. Vogel inquires as to what is wrong.\n\n\n18:24:51 - Subject responds with confusion, inquiring whether or not a black figure was seen exiting the door of the building in question.\n\n\n18:25:01 - Dr. Vogel informs the subject that the figure in question did not appear on the feed, nor did the door move, and suggests the possibility that the subject imagined it.\n\n\n18:25:17 - Subject responds with anger, restating that the figure was present and real, and that the door had been opened and closed.\n\n\n18:25:30 - Dr. Vogel calms subject and instructs her to follow the figure and inform them if it appears again.\n\n\n\n18:25:42 - Subject begins to follow a relatively straight path, only occasionally turning down side streets and alleyways. Subject alerts Dr. Vogel whenever the figure appears again. The figure never appears on the camera feed. The figure does not appear hostile; rather, it seems to be leading the subject somewhere.\n\n\n18:36:32 - Subject has followed the figure for roughly ten minutes, and has been led to a lone building at the end of a long stretch of road. Building is designated 3608-2B. Dr. Vogel instructs subject to enter.\n\n\n18:36:40 - Upon approaching 3608-2B, subject notices that the door is slightly ajar. Subject enters 3608-2B.\n\n\n18:37:00 - Upon subject crossing the threshold, video feed cuts to black. A loud scream is heard from the audio feed and subject stumbles back over the threshold.\n\n\n18:37:10 - Dr. Vogel inquires what happened when the video feed was cut. Subject responds with incomprehensible babble. Dr. Vogel asks again, but subject seems to have undergone severe mental trauma. Captain Lauder recommends that expedition be terminated, insisting that the subject will not be able to continue in her current state.\n\n\n18:42:29 - After arguing for several minutes, Captain Lauder and Dr. Vogel agree to terminate the expedition.\n\n\n18:45:22 - Subject exits SCP-3608 far sooner than would be expected accounting for how far she traveled from the original entry point. 3608-2A\n1\n is recovered, and subject is brought to E-Site-11 for a full psychological evaluation and treatment. See Log 3608-2I for post-expedition interview.\n\n\nEXPEDITION TERMINATED\n\n\n\n\n\n\n- Expedition 3608-E2\n\n\n\n\n\n\n\n\n+ Expedition 3608-E3: 15/02/2013\n\n\n\n\n- Expedition 3608-E3\n\n\n\n\nSubject:\n D-11508. 31 years old male of Scandinavian descent. Convicted of over twenty different felonies, including grand theft auto, first degree murder, aggravated assault, robbery, rape, and arson.\n\n\nNOTE:\n Subject is also equipped with one advanced GPS tracking device.\n\n\n\n\nTRANSCRIPT\n\n\n08:44:00 - \nBegin Log\n\n\n08:44:08 - Subject is instructed to enter SCP-3608. Subject complies.\n\n\n08:44:17 - Subject has entered SCP-3608. Like in previous expeditions, subject does not appear on other side of the door. No trace of subject remains on any visible or infrared spectrum. GPS device immediately begins to malfunction; tracking displays \"OUT OF RANGE\" error.\n\n\n08:44:24 - Subject activates video feed. Landscape is similar to that in previous expeditions, except that subject appears to have entered on top of a building looking over a metropolitan area. Buildings are observed to have visible doors and windows. Once again, no signs of life are observed in the area. Area is designated 3608-3, building is designated 3608-3A.\n\n\n08:44:37 - Subject is directed to explore 3608-3A and recover any documents or other information using an FRK. Subject complies and begins walking towards a roof access door.\n\n\n08:44:51 - Subject opens door and enters 3608-3A. There is a momentary glitch in the camera feed as subject crosses the threshold. Subject begins to descend stairs to the next floor.\n\n\n08:45:22 - Subject has reached a landing with a door. Subject opens door and enters a hallway lined with doors fitted with pull handles. Doors appear to be very close together, with the gaps between them appearing to be less than 30cm. Subject approaches nearest door and opens it. Camera feed glitches momentarily, then shows a blank white wall behind the door. Subject's breathing becomes heavy and he shuts the door quickly.\n\n\n08:45:35 - Dr. Vogel inquires if anything is wrong. Subject replies in the negative and insists that he is fine.\n\n\n08:45:42 - Subject proceeds to the next nearest door and opens it. Camera feed glitches again, momentarily shows another blank wall before subject slams door shut and backs away quickly. Subject's breathing becomes panicked and erratic.\n\n\n08:46:11 - Dr. Vogel once again inquires if anything is wrong. Subject vehemently denies that anything is wrong, repeatedly stating that he is fine. Dr. Vogel informs subject that if he is experiencing any anomalous events, the observation team should be notified. Subject repeats again that everything is fine.\n\n\n08:46:19 - Subject approaches the next closest door and attempts to open it. Unlike the previous doors, this one leads into a small room with desks similar in design to those that would be found in a United States high school classroom. Desks are arranged in a semicircular formation, facing the rear of the room where there is a small podium on a raised platform. A single chair sits to the side of the podium. A small spiral-bound notebook can be seen on one of the desks.\n\n\n08:46:23 - Subject enters room and approaches the podium. Subject is instructed to place the notebook in an FRK for later study, but does not respond. When subject reaches the podium and turns around, another glitch occurs in the camera feed, and dark figures appear seated in the desks. Subject does not appear agitated as would be expected from such a sudden change in his environment.\n\n\n08:46:37 - Dr. Vogel inquires if subject notices anything out of the ordinary. Subject does not respond, instead placing his hands on the podium and gripping the edges as though he is about to deliver a speech or report. Dr. Vogel asks again, insisting that subject respond.\n\n\n08:47:12 - Subject remains silent for some time, and when he speaks it is not in response to Dr. Vogel's inquiry. Subject appears to be addressing the figures in the desks. Subject apologizes repeatedly for his crimes, going into great detail of each crime he was convicted of and some that were not on his record\n4\n. During his apology, subject begins openly weeping and slamming his hands on the podium. Dr. Vogel calls for an on-staff psychologist.\n\n\n08:51:20 - After subject's apology and confession have gone on for several minutes, Dr. Sanderson arrives. Dr. Vogel explains the situation to her and asks that she attempt to calm the subject so that the mission can continue.\n\n\n08:53:06 - Dr. Sanderson speaks to subject in gentle tones and attempts to calm him. Subject is completely non-responsive to any questions or statements from Dr. Sanderson. Subject has ceased speaking and is now sobbing with his head resting on the podium, occasionally lifting his head only to slam it on the podium again. With the camera at this angle, the camera feed is now picking up an additional figure seated in the chair next to the podium.\n\n\n08:53:44 - The figure next to the podium rises from its chair and approaches subject. As the figure gets closer, the camera and audio feeds rapidly dissolve into complete static.\n\n\n08:55:12 - When camera and audio feeds reactivate, subject is no longer in the classroom area, but instead staring out of an open window at the metropolitan area below. Subject looks over his shoulder and sees a figure, most likely the same one from the classroom, in the hallway. The figure inclines its head slightly, appearing to give the subject a nod of approval.\n\n\n08:55:21 - Subject climbs onto window frame and, despite all efforts from Dr. Sanderson to convince him not to, jumps from the window.\n\n\n08:55:24 - Video and audio feed cut out before subject makes impact with the ground. Dr. Vogel and α-5 Captain agree that expedition has been terminated.\n\n\nEXPEDITION TERMINATED\n\n\n08:57:20 - 116 seconds after termination of the expedition, the door to SCP-3608 opened briefly, and a small notebook identical to that seen in the classroom fell onto the ground in front of it. D-41517 was sent to recover the notebook, and did so without incident. Notebook was designated SCP-3608-N and added to archived materials. [See Log 3608-R: Recovered Materials]\n\n\n\n\n\n\n- Expedition 3608-E3\n\n\n\n\n\n\n\n\n+ 3608-2I: Post-Expedition Interview Log\n\n\n\n\n- 3608-2I: Post-Expedition Interview Log\n\n\n\n\nInterviewed:\n D-Class Personnel D-991257\n\n\nInterviewer:\n Dr. Sanderson, on-site psychologist for Site-3608\n\n\nForeword:\n D-991257 suffered from what appears to be a severe psychotic break during Expedition 3608-E2. Subject was unable or unwilling to communicate with any Foundation personnel until six days after she returned from the expedition.\n\n\n\n\nBegin Log:\n 09/07/2012 09:00\n\n\nDr. Sanderson:\n Greetings, D-991257.\n\n\nD-991257:\n …..Hi.\n\n\nDr. Sanderson:\n How are you today?\n\n\nD-991257:\n I feel like \nshit\n, and it's your fault.\n\n\nDr. Sanderson:\n Please, calm down. I am here to help. I understand that during your time inside of SCP-3608, you experienced some trauma?\n\n\nD-991257:\n Sure, you can call it trauma. I call it a fucking \nnightmare\n.\n\n\nDr. Sanderson:\n D-991257, I must ask you to keep your language in check. I understand that what happened to you-\n\n\nD-991257:\n You \nunderstand\n? Let me tell you right now, you don't understand a \ngoddamn thing\n about me, or that thing, or what it can do.\n\n\nDr. Sanderson:\n Well, that's what I'm here to find out. Can you please tell me what happened to you inside SCP-3608?\n\n\nD-991257:\n Fine.\n\n\nDr. Sanderson:\n Thank you. If you would, please tell me about the figure that you encountered after exiting the first building?\n\n\nD-991257:\n The shadow? Well, it looked sort of human, but it wasn't…solid.\n\n\nDr. Sanderson:\n Not solid? Could you elaborate?\n\n\nD-991257:\n It was like it was made of smoke. It was shifting around, and it was blurry, sort of hard to focus on. And it didn't talk, but I could tell it was trying to tell me something.\n\n\nDr. Sanderson:\n Did it communicate with you telepathically?\n\n\nD-991257:\n No, no voices in my head or anything. Just something I \nfelt\n. It wanted me to follow so it could show me something. And it did, \nfuck\n it showed me something…\n\n\nDr. Sanderson:\n The expedition footage shows that the figure led you to a building.\n\n\nD-991257:\n Yeah.\n\n\nDr. Sanderson:\n And that something occurred when you entered the building…something that caused you great distress.\n\n\nD-991257:\n When I went into that building….\n\n\nSubject takes a deep breath before continuing.\n\n\nD-991257:\n Listen, you know what I did to get in here. And if you're a shrink, you know that people don't do what I did unless they've been through some real bad shit. I didn't talk for three goddamn days, and not because I didn't have anything to say. I was afraid that if I opened my mouth I'd just start screaming again.\n\n\nDr. Sanderson:\n I can't force you to talk about anything that you do not want to. However, it is of utmost importance that we learn as much as possible about this entity and its abilities. All I can do is ask you to tell me what happened to you in there.\n\n\nD-991257 takes several more deep breaths and shudders before speaking again.\n\n\nD-991257:\n It was like walking into hell itself. I remembered….no, I \nfelt\n….everything. Every time someone held me down and [DATA EXPUNGED] me, every bruise and scratch, the feeling of shame and filth and the long showers that you know can't wash \nthis\n away, and how difficult it is to let anyone, even someone you love, touch you that way because all you can do is relive being \nviolated\n, and then the \nrage\n and the feeling of satisfaction from killing them, men who got off scot-free after [DATA EXPUNGED] a little girl!\n\n\nD-991257 stands up, slamming her hands on the table. Security personnel move to restrain her, but Dr. Sanderson motions for them to stay back.\n\n\nD-991257:\n And the court hearings, and that goddamned jury who'd rather see \nme\n locked up for giving them what they deserved than see those fuckers punished for ruining her life JUST LIKE MINE, and then your Foundation, they show up with waivers and a promise that I could help you \nsave the world\n, but you can't, because the real monsters aren't locked up in here, they're all around us in the world, and they all look like people…\n\n\nD-991257 begins panting heavily and sits back down. She is crying. Dr. Sanderson offers her a box of tissues. D-991257 takes one and wipes her eyes.\n\n\nDr. Sanderson:\n I am sorry that you were forced to experience these events again. Your file informed me of your past, but words can never convey the lasting effects of trauma like this.\n\n\nD-991257:\n All of that….all of it, all at once, flooding my mind…\n\n\nDr. Sanderson waits as D-991257 continues crying. After several minutes, she stops, hiccuping slightly. She is clearly still distressed.\n\n\nD-991257:\n C-can I go now?\n\n\nDr. Sanderson:\n Yes, thank you. You have given us some very important information.\n\n\nD-991257:\n Doctor, before I go…\n\n\nDr. Sanderson:\n Yes?\n\n\nD-991257:\n Don't…don't let them do this to anyone else. That thing, whatever it is, it gets in your head, it \nknows\n you somehow, knows how to destroy you…\n\n\nDr. Sanderson:\n I will do my best.\n\n\nEnd Log:\n 09/07/2012 09:05\n\n\nClosing Statement:\n Dr. Sanderson submitted an official request to cease testing on the grounds that continued testing would be tantamount to willingly subjecting D-Class personnel to what amounts to psychological torture. Request was denied by the Dr. Vogel with the following comment: \"Dr. Sanderson, we understand your concerns. However, D-Class personnel are made aware of the risks of their tasks when they are brought into Foundation custody. Sacrifices must be made to gain a better understanding of the forces that we are dealing with. Expeditions and testing will continue.\"\n\n\n\n\n\n\n- 3608-2I: Post-Expedition Interview Log\n\n\n\n\n\n\n\n\n+ 3608-R: Recovered Materials\n\n\n\n\n- 3608-R: Recovered Materials\n\n\n\n\nSCP-3608-N is the sole piece of material that has exited SCP-3608 without Foundation intervention. It appears to be a standard spiral-bound lined notebook with dimensions of 88mm x 125mm x 7mm. It has been given to multiple subjects, including several D-Class personnel, Dr. Vogel, and Site Director Haugen. It appears as though the text within the notebook changes depending on the person reading it. Excerpts of the text as dictated by the readers can be seen below.\n\n\n\n\nReader:\n D-411985\n\n\nContents:\n \"They are lying to you. They know these things can kill you. You are disposable.\" These three statements were repeated ad infinitum until the end of the pages.\n\n\nNote:\n D-411985 was caught attempting to leave E-Site-11 sixteen hours after reading 3608-N. Subject was hostile upon approach and was thus terminated.\n\n\n\n\n\n\nReader:\n D-97124\n\n\nContents:\n \"Your family has forsaken you. Your father tries to forget your name. Your mother tries to forget your face. Your sister changed her name so that she could not be tied to you anymore.\"\n\n\nNote:\n D-97124 was caught attempting to take his own life nine hours after reading 3608-N. Subject was stopped and is currently undergoing treatment in the psych ward of E-Site-11.\n\n\n\n\n\n\nReader:\n Dr. Vogel\n\n\nContents:\n \"You're so close. So close to the truth. You know what must be done.\"\n\n\nNote:\n This text and presumably others, acquired via non-approved contact by Dr. Vogel, are likely linked to Event 3608-V.\n\n\n\n\n\n\nReader:\n Site Director Haugen\n\n\nContents:\n [DATA EXPUNGED]\n\n\nNote:\n Data removed for security purposes. Contents included classified Foundation information.\n\n\n\n\n\n\nReader:\n Dr. Sanderson\n\n\nContents:\n \"He's leaving you. You work too much, Jocelyn\n5\n.\"\n\n\nNote:\n Roughly seven hours after Dr. Sanderson read 3608-N, she received an email from her husband informing her that he wanted a divorce. This information was voluntarily given to the Foundation.\n\n\n\n\n\n\n- 3608-R: Recovered Materials\n\n\n\n\n\n\n\n\n\n\n+ RESTRICTED ACCESS - Requires 3608-3 Security Clearance\n\n\n\n\n- ACCESS GRANTED \n\n\n\n\nOperation 3608-V\n\n\n13/09/2015\n\n\nOperation Goals:\n To locate and retrieve Dr. Vogel from inside SCP-3608.\n\n\nOperation Overseer:\n Site-3608 Director Haugen\n\n\nOperation Members:\n MTF Alpha-5 \"Paranaughts\" Captain Lauder, Agents Yukon, Powers, and Imski.\n\n\nForeword:\n On 13/09/2015, four hours prior to this operation, Dr. Vogel, acting against all Foundation security and operational protocols, and in clear breach of containment procedures, entered SCP-3608. Director Haugen approved Operation 3608-V immediately when this was discovered.\n\n\n\n\nTRANSCRIPT\n\n\n05:00:00 - 05:04:15 - Alpha-5 team members perform standard pre-mission checks of weapons and communications equipment. Each team member is equipped with short-range radios for intra-team communication, long-range radios for communication with Director Haugen, and chest-mounted body cameras. Each member is issued a field bag with five days of survival rations, six FRKs, an emergency medical kit, six autoinjecting needles with Class-D amnestics, and additional ammunition for their firearms.\n\n\nCpt. Lauder:\n Alright, boys, standard search and retrieve. You all know who Dr. Vogel is, he's the target. If he's become compromised by the effects of 3608, we are authorized to terminate and retrieve the body. Understood?\n\n\nYukon:\n Got it.\n\n\nImski:\n Understood.\n\n\nPowers:\n In and out, sounds pretty simple.\n\n\nDir. Haugen:\n To recap, the entity is a sapient dimension with, presumably, complete control over its internal layout. It's also been documented to have the ability to cause severe emotional distress. You were chosen because you all have clean records, no notable phobias, and high scores on the PRI\n6\n. D-Class have only been sent in one at a time so far, and we're not sure how it will react to multiple targets. No direct hostile activity has been seen from any entities inside; the danger seems to come from the entity's ability to manipulate emotions.\n\n\nImski:\n I don't know boss, I stole a candy bar when I was seven. Might want to keep our eyes out for a giant, angry Mars bar.\n\n\nPowers and Yukon laugh.\n\n\nCpt. Lauder:\n Can it. Anyone beginning to experience any regret, sadness, anger, anything like that, is to report it to the team immediately. We have low-strength Class D amnestics handy for short-term, recent memory erasure. Any hostile behavior towards a teammate or repeated refusal to follow orders will be seen as probable contamination and result in immediate termination. There will be no exceptions to this. We can't risk letting this thing into our heads. We all need to be on high alert - eyes up, ears open, heads clear.\n\n\nAlpha-5 team approaches the door. As Cpt. Lauder extends his hand to open it, the door opens before he makes contact.\n\n\nPowers:\n Well, \nthat's\n not ominous.\n\n\nCpt. Lauder:\n Sounds like we have a volunteer to go in first. \nNods at Powers.\n Powers leads, Yukon and I follow, Imski brings up the rear.\n\n\nAs Agent Powers crosses the threshold, his body-cam malfunctions. Cpt. Lauder and Agent Yukon attempt to follow, but the door violently swings shut, catching Agent Yukon's fingers between the door and frame, cleanly severing his forefinger and middle finger at the distal interphalangeal joint\n7\n. Agent Yukon shouts in pain and stumbles back from the door, attempting to stem the bleeding. Captain Lauder attempts to force the door open, but it remains shut.\n\n\nCpt. Lauder:\n Shit! Powers, do you read? The door shut behind you, the rest of the team is not with you. Do you read?\n\n\nNo response is heard from Agent Powers for roughly twenty seconds. Captain Lauder continues his attempts to force open the door. Agent Imski calls for on-site medical staff to assist Agent Yukon.\n\n\nPowers:\n I read, Captain. Christ, that hurts…\n\n\nCpt. Lauder:\n Powers! Powers, what the hell happened?\n\n\nPowers:\n The door opened in the middle of the fucking sky. I fell probably…10 meters? Left leg is injured, potentially broken, and this place is…oh. Oh, shit. What the hell?\n\n\nCpt. Lauder:\n What is it, Powers?\n\n\nPowers:\n I'm…I'm back at Site-3608. It dropped me right outside the entrance. But it's…\nwrong\n.\n\n\nDir. Haugen:\n Of course it's wrong. I just checked with the security team, there's nobody at the entrance.\n\n\nCpt. Lauder:\n Jesus. It recreated the site.\n\n\nPowers:\n What?\n\n\nCpt. Lauder:\n It's able to get information about the subject's universe of origin. Dr. Vogel is inside right now. It's probably recreating the site from his mental image.\n\n\nDir. Haugen:\n We've only seen it make uniform changes on a larger scale up to this point, but that sounds feasible. You are likely seeing 3608's recreation of Site-3608.\n\n\nPowers:\n I'm…not sure what I should do. Command, advise?\n\n\nDir. Haugen:\n I would recommend proceeding into the facility with great caution. Attempt to locate the equivalent of Secure Wing Alpha in the hopes of finding an egress point.\n\n\nCpt. Lauder:\n Agreed. Sounds like your best chance of getting out is to go in.\n\n\nPowers:\n I…I really don't like that idea. This place is really starting to get to me.\n\n\nCpt. Lauder:\n Powers, stay calm. Remember, this thing hasn't hurt anyone directly. You're one of our best agents, and you've survived a thousand times worse shit than this. You can do this. No doubt, no fear.\n\n\nPowers:\n No doubt, no fear. Eyes open, head clear.\n\n\nImski:\n You got this, Powers. Show this son of a bitch that it can't scare the Paranaughts!\n\n\nYukon:\n And hey, uh, grab my fingertips if you can find them?\n\n\nThe three MTF agents and Captain Lauder laugh.\n\n\nPowers:\n I'm going to splint my leg and head in. Still nothing on the video feed?\n\n\nDir. Haugen:\n Sorry, Agent Powers, still nothing but static.\n\n\nCpt. Lauder:\n We'll continue to monitor it as you go. Keep us updated if you notice anything abnormal, but assuming the site layout is identical, you should be able to get to Secure Wing Alpha no problem.\n\n\nPowers:\n Copy that, Captain.\n\n\nThe sounds of Agent Powers bandaging his leg are heard. Medical staff have bandaged Agent Yukon's fingers and he is attempting to force the door open with Agent Imski. Captain Lauder and Director Haugen are monitoring Agent Powers' audio and video feeds.\n\n\nPowers:\n Alright, my leg is patched up as best as it's going to be.\n\n\nThe sounds of Agent Powers getting to his feet are heard.\n\n\nPowers:\n Putting some weight on it. [\nGrunts.\n] It still hurts, but I think I'll manage. I'm heading to the main door.\n\n\nCpt. Lauder:\n Copy. Keep us updated as you continue through the complex. Yukon and Imski are still trying to get that damned door back open.\n\n\nPowers:\n You got it, cap. The main door opened by itself as I approached, didn't need to insert my access card. I suppose complex security systems are a bit beyond this thing's ability, at least for now.\n\n\n\n\nCpt. Lauder:\n What's the inside look like?\n\n\nPowers:\n It's identical to the site. It's kinda unnerving, seeing how it all looks right but just \nfeels\n wrong, you know?\n\n\nCpt. Lauder:\n Powers, we're the Paranaughts. Looking right but feeling weird is what we do.\n\n\nPowers:\n Got that right, captain. I think that this is helping, it's keeping me grounded. I'm heading through the door to the main hallway. No signs of activity.\n\n\nCpt. Lauder:\n Just keep going. Still feeling alright?\n\n\nPowers:\n Yeah, I feel okay. There have been sort of…pinpricks is how I'd describe them. Like, it feels like something is trying to mess with me, but it just can't get in, can't get a grip on anything.\n\n\nYukon:\n [\nShouting\n] It's got nothing because you won't give it anything! No fear!\n\n\nPowers:\n Hallway was totally empty. I've reached the door to Secure Wing Alpha.\n\n\nCpt. Lauder:\n You're almost out, Powers. Get in there, find the door, and get back to us. Drinks are on me.\n\n\nPowers:\n Yeah, like \nthat\n would ever happen.\n\n\nThe three MTF agents laugh.\n\n\nCpt. Lauder:\n Oh, shut it, Agent.\n\n\nPowers:\n Just kidding, cap. I'm entering Secure Wing Alpha now.\n\n\nCpt. Lauder:\n We all know you can do this, Powers.\n\n\nA sharp burst of static is heard over the audio feed.\n\n\nPowers:\n No! You're not getting in my head, you piece of shit!\n\n\nCpt. Lauder:\n Powers, what's going on?\n\n\nPowers:\n I crossed the threshold and just…a spike of anxiety and fear hit me. It didn't try to bring up anything specific, it was like it was just trying to force emotions on me. I think I deflected the worst of it, though.\n\n\nCpt. Lauder:\n Damn right! Show this thing who's boss!\n\n\nPowers:\n [\nShouting\n] Yeah, you son of a bitch! My mind is my own, you can't feed on me!\n\n\nCpt. Lauder:\n Alright Powers, you should be nearing the door now. What do you see?\n\n\nPowers:\n I'm entering the containment chamber now. And the door is…what the hell? Doctor?\n\n\nDr. Vogel:\n Hello, Agent Powers.\n\n\nCpt. Lauder:\n Powers! You found Vogel?\n\n\nPowers:\n Yeah, he's here. Doctor Vogel, I'm here to bring you back home. Do you know how to get out-\n\n\nDr. Vogel:\n There is only one exit, Agent Powers. Me.\n\n\nPowers:\n Doctor, come on, we need you back at the site. Especially now, you've got some really useful information. We'll get you back to work-\n\n\nDr. Vogel:\n \nLaughs.\n That's nonsense, and you know it. I've breached protocol. If I come with you, I might as well be dead. Which is why that's the only way you're getting out. You have to kill me.\n\n\nPowers:\n Screw that! Doctor, come on. You haven't done anything that can't be fixed. Director Haugen will understand-\n\n\nDr. Vogel:\n Haugen is a fool! Just because some D-Class got scared, he wanted us to stop! To stop exploring this world! He is not a man of science, not like me.\n\n\nCpt. Lauder:\n Powers, I think….I think you have to do it. We knew this might be an outcome. The doctor has clearly been compromised by this thing.\n\n\nPowers:\n I…alright. If that's your order, captain.\n\n\nMuffled movement is heard, presumably Powers unholstering his sidearm.\n\n\nPowers:\n Doctor, I'm sorry about this.\n\n\nCpt. Lauder:\n Powers, wait!\n\n\nThree gunshots are heard in quick succession. The door to SCP-3608 opens, and Doctor Vogel's lifeless body falls through it.\n\n\nCpt. Lauder:\n Shit! Powers, get out of there, now!\n\n\nPowers begins screaming, and his audio feed begins to become distorted. The video feed reactivates, and shows the scene of Powers shooting Doctor Vogel twice in the chest and once in the head on repeat. Agent Powers is seen through the door as it begins to close, raising his gun to his temple.\n\n\nCpt. Lauder:\n [\nShouting\n] POWERS!!!\n\n\nThe door loudly slams shut, rendering it unclear if a gunshot was heard as well.\n\n\nOPERATION TERMINATED\n\n\nNote from Director Haugen:\n We have recovered a small audio recording device from Doctor Vogel's body. We hope that it will give us some insight into his actions. We are holding a small ceremony for him and Agent Powers, after which amnestics will be administered. The loss of Agent Powers has clearly had an effect on the morale of the other Alpha-5 team members, and it would be dishonest of me to say that the loss of Dr. Vogel has not affected me. It would be a liability to allow us to remember.\n\n\n\n\n\n\n- ACCESS GRANTED \n\n\n\n\n\n\nAddendum 1:\n Testing has been ceased pending review from The O5 Council. No personnel are to interact with or approach SCP-3608 without express approval from Site Director Haugen.\n\n\nAddendum 2:\n After Event 3608-V, 3608-N is considered a cognitohazard, as it appears to retain a portion of the entity's ability to manipulate emotions, triggered when read. 3608-N is to be locked in a Level 4 Anomalous Object Containment Safe in Site-3608.\n\n\n\n\n\n\n\n\n\n\n\n\nTHIS FILE IS RESTRICTED TO PERSONNEL WITH LEVEL 5 CLEARANCE.\n\n\nATTEMPTS AT UNAUTHORIZED ACCESS WILL RESULT IN THE ACTIVATION OF SECURITY PROTOCOLS.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Once they have crossed the threshold, subjects do not appear on any visible or infrared spectrum. GPS devices malfunction upon entering. The reason that video and audio transmissions function normally is currently unknown.\n\n\n2\n. In each expedition, personnel were subjected to an experience that targeted their personal fears and/or traumatic memories.\n\n\n3\n. In each subsequent expedition, SCP-3608 altered itself to appear more like Earth.\n\n\n4\n. Additional crimes include conspiracy to commit murder, illegal possession of weaponized chemical compounds, and sexual misconduct with a minor.\n\n\n5\n. Dr. Sanderson's legal first name.\n\n\n6\n. Psychic Resistance Index\n\n\n7\n. The joint closest to the tip of the finger.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3607\n | SCP-3608 | \nSCP-3609\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Begin Log: 22/4/2012 14:00 Dr. Sanderson: Hello, Officer. How are you today? Officer Wuthrich: I'm okay, I suppose. Still a little confused. Where am I, again? Dr. Sanderson: That information is classified. You'll be perfectly safe here, no need to worry. Officer Wuthrich: Right. I suppose this is about the door, isn't it? Dr. Sanderson: Yes, we'd like some details about your experience that day. Officer Wuthrich: Well, we were in the area after a few strange missing persons reports. One of them was a homeless guy, so nobody really took him seriously, but he kept talking about a door and the \"empty place\" that it lead to. The higher-ups got wind of it and wanted us to investigate. Dr. Sanderson: How many people were reported missing in total, and how many came back? Officer Wuthrich: I think it was….six people. Yeah, that's right. As far as I know, most of them came back within a day or two, but it was long enough that people were worried. One of them was gone for nearly a week, though. Dr. Sanderson: Were there any noticeable differences between the people that came back within a few days and the one that was gone for longer? Officer Wuthrich: Well, nothing physically if that's what you mean, but he had a record with us already. Minor stuff, mostly - some vandalism and one count of aggravated assault. The really weird part was that he said he had only been gone for a few hours, but nobody had seen him for at least a few days. Dr. Sanderson: Interesting. Now, Officer, could you please tell me, in as much detail as possible, the circumstances leading up to you entering the door? Officer Wuthrich: Well, Officers Ammann, Scheidegger and myself were investigating the door. We agreed that it was weird that it was just sitting there. There weren't even traces of a foundation or building that it would have been connected to in the first place. Officer Ammann, joking of course, dared me to go through it. Dr. Sanderson: And you did. Officer Wuthrich: I mean, yeah. Not the smartest thing I've done, looking back, but how could I have known? I went through the door, and…. Officer Wuthrich pauses for a few seconds. Dr. Sanderson: And? Officer Wuthrich: Well, have you ever been in an elevator when it stops too fast? It felt like that, like I just got jerked around a bit. I looked around to show the guys that I was fine, and they were gone. Or, I guess I was gone. The door took me somewhere else, I still don't know where the hell it was. Do you guys know? Dr. Sanderson: Any information we have obtained is highly classified. Officer Wuthrich: Yeah, I had guessed that much. You guys run a hell of a tight ship here. Dr. Sanderson: The fields we specialize in require very strict security protocols. Now, can you describe to me what the environment inside was like? Please, be as detailed as possible. Officer Wuthrich: It was just a big field, empty all the way to the horizon except for a single building sitting there. Well, I think it was a building. Could have just been a big square rock, or monument, or something. And there was no grass on the ground; it felt like astro turf, and it was all grey. Dr. Sanderson: Can you describe the object for me? Officer Wuthrich: It was about the size of a small shed. I'd say probably three and a half meters wide, five meters deep and three meters tall. No doors or markings on it, and it was all completely grey. It wasn't made of anything I could identify, either. The sides were completely smooth, like silk. My hands just slid right off. I shouldn't have touched the damn thing. Dr. Sanderson: Why's that? Officer Wuthrich: As soon as I did, I started having, well….hallucinations. Started seeing some things from my past that I didn't ever want to see again. Dr. Sanderson: Would you mind sharing? Officer Wuthrich shudders and takes a deep breath. Officer Wuthrich: Just….bad stuff, mostly. My parents getting divorced, dropping out of college, and, the, uh….first time I lost a partner on the force. Dr. Sanderson: Did you encounter any beings while you were there? Officer Wuthrich: No other beings, that's for sure. I was totally alone, except… Dr. Sanderson: Except what? Officer Wuthrich: Well, this is going to sound stupid, but I felt like I was being watched. And not just watched, but…. judged. Like something was studying me. Dr. Sanderson: But you didn't see any other beings while you were inside? Officer Wuthrich: Not a sign of life anywhere. Just a big empty field and that weird…thing. Dr. Sanderson: Noted. How long would you say you were inside? Officer Wuthrich: Well, it only felt like an hour or so. I was trying to figure out how to get out, but there wasn't a door anymore. I tried to radio the guys, but I got nothing but static. Dr. Sanderson: You say it felt like an hour? Officer Wuthrich: Yeah, but apparently it was closer to seven hours. The guys had put a team together to investigate the door. They even got someone from the local university out to have a look. Physics student, smart kid, but he had no idea what the hell was going on. They were baffled when I finally came back out. Dr. Sanderson: How did you get out? Officer Wuthrich: Well, I don't know why, but after a while the door just reappeared. I had taken what was probably my twentieth lap around the building, trying to figure out where I was and how to get back. I rounded the corner and the door was just…there. So I did what anyone would have done. Dr. Sanderson: You went back through the door. Officer Wuthrich: I couldn't think of anything else to do. The door had got me there, if it was anything like any other door, it would take me back, right? Dr. Sanderson: Right. Were you concerned about it taking you somewhere else? Officer Wuthrich: Of course I was. But, like I said, it was all I could think to do. Luckily, it took me back home, and then someone called you guys, and now I'm here. Dr. Sanderson: You're certain you didn't experience anything else out of the ordinary? Officer Wuthrich: Nope, just the random inter-dimensional portal in the middle of a field. Dr. Sanderson: Your colleagues have informed us that you were in a state of emotional distress when you returned. Is this true? Officer Wuthrich: Yeah, the hallucination or vision or whatever really hit me hard. Losing a partner… it's not something you get over easily, and it doesn't take much to reopen that kind of wound. So I was still pretty upset when I got out. Dr. Sanderson: That's completely understandable, Officer. Do you have anything else that you would like to tell me before we conclude the interview? Officer Wuthrich: Be careful with that thing. Nothing really bad happened to me, but I've just got a feeling that it's dangerous. Dr. Sanderson: Thank you for your concern, Officer. I can assure you that we will proceed with the utmost caution. End Log: 22/04/2012 14:07 Closing Statement: Officer Wuthrich. and all other non-Foundation personnel involved were administered Class-A amnestics and returned to their homes. The missing persons were interviewed individually, but no useful information was gained.",
        "TRANSCRIPT 14:41:00 - Begin Log 14:41:15 - Subject is instructed to enter SCP-3608. Subject complies. 14:41:30 - Subject has entered SCP-3608. Subject does not appear on other side of the door. No trace of subject remains on any visible or infrared spectrum. 14:41:49 - Subject activates video feed. Transmission from subject’s camera is blurry and occasionally cuts to static. Landscape is observed as flat plains with what appear to be mountains in the distance. Subject walks a straight line from the door. Several groups of objects similar to the building described in 3608-P can be seen nearby. Dr. Vogel instructs subject to go to the nearest group of objects, designated 3608-1. Subject complies. 14:51:13 - Subject is approaching 3608-1. Subject reports a lack of movement or any signs of life in the area, inquires if he should continue. 14:51:25 - Subject is instructed to enter 3608-1 and collect any relevant information about the location. Subject is also instructed to defer to Dr. Vogel concerning any communication if contact is made. 15:09:13 - Subject has entered 3608-1. No signs of life are observed. Rudimentary objects in shapes similar to automobiles are seen on the sides of the streets. 3608-1 appears to be similar in size and layout to a small town, but all buildings are of uniform size and grey in color. No doors or windows are visible on the buildings, and the outside surfaces are abnormally smooth, according to the subject. Dr. Vogel instructs subject to continue exploring 3608-1. 15:21:10 - Subject appears to have thoroughly explored 3608-1. No signs of life have been found, nor any means of ingress to any building. Subject requests that the expedition be terminated, stating that the complete absence of any other life is making him uneasy. 15:22:01 - Termination of expedition denied. Subject is directed to find the next nearest settlement and enter. following the same protocols as with 3608-1. 15:23:12 - 15:26:41 - Subject argues with Dr. Vogel, stating that he feels as though something is watching him. Subject is very insistent upon terminating the expedition. Dr. Vogel states that if subject does not continue, video and radio communication will be severed and the door to SCP-3608 will be closed, with a high probability of leaving the subject stranded. 15:23:45 - Subject exchanges some choice words with Dr. Vogel, but agrees to continue to the next closest settlement. 15:31:19 - 15:42:19 - Subject seems to be unable to locate any boundaries of 3608-1. Even walking in a straight line for several minutes does not seem to bring the subject any closer to finding egress. Quality of video feed begins to rapidly deteriorate, until images are visible for only a few seconds in between nearly a full minute of static. Audio quality from transceiver also deteriorates, with a voice completely dissimilar to the subject's occasionally cutting in. 15:43:41 - Subject reports that his feeling of unease is escalating. Transmission quality has degraded to the point that video feed is essentially useless and audio is barely decipherable. Dr. Vogel informs subject that there is a high probability that he may be trapped. Subject does not respond with panic, as would be expected, but rather with resignation and despair. Subject requests that radio and video communications be severed so that he may, in his own words, \"Suffer my fate alone\". Dr. Vogel agrees and severs transmission feeds. EXPEDITION TERMINATED Note: Buildings appear consistent with the structure described by Officer Wuthrich. in Interview Log 3608-P.",
        "TRANSCRIPT 18:22:00 - Begin Log 18:22:10 - Subject is instructed to enter SCP-3608. Subject complies. 18:22:21 - Subject has entered SCP-3608. Matching the events of 3608-E1, subject does not appear on other side of the door. No trace of subject remains on any visible or infrared spectrum. 18:22:30 - Subject activates video feed. Feed shows a landscape drastically different than the one in 3608-E1. Subject appears to be standing in the middle of a large metropolitan city center, designated 3608-2. However, like in the previous expedition, the city appears to be totally devoid of any signs of life or activity. Automobiles of the same style can be seen on the streets. Buildings are of the same size, color and style as those encountered in 3608-E1; the only noticeable difference being that the buildings have visible doors. 18:23:06 - Dr. Vogel instructs subject to approach the closest building and attempt ingress. 18:24:19 - Subject approaches the nearest building and attempts to open the door. It appears to be locked, so subject knocks on the door and waits for a response. 18:24:31 - Subject knocks again, more forcefully this time. 18:24:44 - Dr. Vogel instructs subject to approach a different building and attempt ingress. Subject approaches the next nearest building, but stops before she reaches the door. Dr. Vogel inquires as to what is wrong. 18:24:51 - Subject responds with confusion, inquiring whether or not a black figure was seen exiting the door of the building in question. 18:25:01 - Dr. Vogel informs the subject that the figure in question did not appear on the feed, nor did the door move, and suggests the possibility that the subject imagined it. 18:25:17 - Subject responds with anger, restating that the figure was present and real, and that the door had been opened and closed. 18:25:30 - Dr. Vogel calms subject and instructs her to follow the figure and inform them if it appears again. 18:25:42 - Subject begins to follow a relatively straight path, only occasionally turning down side streets and alleyways. Subject alerts Dr. Vogel whenever the figure appears again. The figure never appears on the camera feed. The figure does not appear hostile; rather, it seems to be leading the subject somewhere. 18:36:32 - Subject has followed the figure for roughly ten minutes, and has been led to a lone building at the end of a long stretch of road. Building is designated 3608-2B. Dr. Vogel instructs subject to enter. 18:36:40 - Upon approaching 3608-2B, subject notices that the door is slightly ajar. Subject enters 3608-2B. 18:37:00 - Upon subject crossing the threshold, video feed cuts to black. A loud scream is heard from the audio feed and subject stumbles back over the threshold. 18:37:10 - Dr. Vogel inquires what happened when the video feed was cut. Subject responds with incomprehensible babble. Dr. Vogel asks again, but subject seems to have undergone severe mental trauma. Captain Lauder recommends that expedition be terminated, insisting that the subject will not be able to continue in her current state. 18:42:29 - After arguing for several minutes, Captain Lauder and Dr. Vogel agree to terminate the expedition. 18:45:22 - Subject exits SCP-3608 far sooner than would be expected accounting for how far she traveled from the original entry point. 3608-2A 1 is recovered, and subject is brought to E-Site-11 for a full psychological evaluation and treatment. See Log 3608-2I for post-expedition interview. EXPEDITION TERMINATED",
        "TRANSCRIPT 08:44:00 - Begin Log 08:44:08 - Subject is instructed to enter SCP-3608. Subject complies. 08:44:17 - Subject has entered SCP-3608. Like in previous expeditions, subject does not appear on other side of the door. No trace of subject remains on any visible or infrared spectrum. GPS device immediately begins to malfunction; tracking displays \"OUT OF RANGE\" error. 08:44:24 - Subject activates video feed. Landscape is similar to that in previous expeditions, except that subject appears to have entered on top of a building looking over a metropolitan area. Buildings are observed to have visible doors and windows. Once again, no signs of life are observed in the area. Area is designated 3608-3, building is designated 3608-3A. 08:44:37 - Subject is directed to explore 3608-3A and recover any documents or other information using an FRK. Subject complies and begins walking towards a roof access door. 08:44:51 - Subject opens door and enters 3608-3A. There is a momentary glitch in the camera feed as subject crosses the threshold. Subject begins to descend stairs to the next floor. 08:45:22 - Subject has reached a landing with a door. Subject opens door and enters a hallway lined with doors fitted with pull handles. Doors appear to be very close together, with the gaps between them appearing to be less than 30cm. Subject approaches nearest door and opens it. Camera feed glitches momentarily, then shows a blank white wall behind the door. Subject's breathing becomes heavy and he shuts the door quickly. 08:45:35 - Dr. Vogel inquires if anything is wrong. Subject replies in the negative and insists that he is fine. 08:45:42 - Subject proceeds to the next nearest door and opens it. Camera feed glitches again, momentarily shows another blank wall before subject slams door shut and backs away quickly. Subject's breathing becomes panicked and erratic. 08:46:11 - Dr. Vogel once again inquires if anything is wrong. Subject vehemently denies that anything is wrong, repeatedly stating that he is fine. Dr. Vogel informs subject that if he is experiencing any anomalous events, the observation team should be notified. Subject repeats again that everything is fine. 08:46:19 - Subject approaches the next closest door and attempts to open it. Unlike the previous doors, this one leads into a small room with desks similar in design to those that would be found in a United States high school classroom. Desks are arranged in a semicircular formation, facing the rear of the room where there is a small podium on a raised platform. A single chair sits to the side of the podium. A small spiral-bound notebook can be seen on one of the desks. 08:46:23 - Subject enters room and approaches the podium. Subject is instructed to place the notebook in an FRK for later study, but does not respond. When subject reaches the podium and turns around, another glitch occurs in the camera feed, and dark figures appear seated in the desks. Subject does not appear agitated as would be expected from such a sudden change in his environment. 08:46:37 - Dr. Vogel inquires if subject notices anything out of the ordinary. Subject does not respond, instead placing his hands on the podium and gripping the edges as though he is about to deliver a speech or report. Dr. Vogel asks again, insisting that subject respond. 08:47:12 - Subject remains silent for some time, and when he speaks it is not in response to Dr. Vogel's inquiry. Subject appears to be addressing the figures in the desks. Subject apologizes repeatedly for his crimes, going into great detail of each crime he was convicted of and some that were not on his record 4 . During his apology, subject begins openly weeping and slamming his hands on the podium. Dr. Vogel calls for an on-staff psychologist. 08:51:20 - After subject's apology and confession have gone on for several minutes, Dr. Sanderson arrives. Dr. Vogel explains the situation to her and asks that she attempt to calm the subject so that the mission can continue. 08:53:06 - Dr. Sanderson speaks to subject in gentle tones and attempts to calm him. Subject is completely non-responsive to any questions or statements from Dr. Sanderson. Subject has ceased speaking and is now sobbing with his head resting on the podium, occasionally lifting his head only to slam it on the podium again. With the camera at this angle, the camera feed is now picking up an additional figure seated in the chair next to the podium. 08:53:44 - The figure next to the podium rises from its chair and approaches subject. As the figure gets closer, the camera and audio feeds rapidly dissolve into complete static. 08:55:12 - When camera and audio feeds reactivate, subject is no longer in the classroom area, but instead staring out of an open window at the metropolitan area below. Subject looks over his shoulder and sees a figure, most likely the same one from the classroom, in the hallway. The figure inclines its head slightly, appearing to give the subject a nod of approval. 08:55:21 - Subject climbs onto window frame and, despite all efforts from Dr. Sanderson to convince him not to, jumps from the window. 08:55:24 - Video and audio feed cut out before subject makes impact with the ground. Dr. Vogel and α-5 Captain agree that expedition has been terminated. EXPEDITION TERMINATED 08:57:20 - 116 seconds after termination of the expedition, the door to SCP-3608 opened briefly, and a small notebook identical to that seen in the classroom fell onto the ground in front of it. D-41517 was sent to recover the notebook, and did so without incident. Notebook was designated SCP-3608-N and added to archived materials. [See Log 3608-R: Recovered Materials]",
        "Begin Log: 09/07/2012 09:00 Dr. Sanderson: Greetings, D-991257. D-991257: …..Hi. Dr. Sanderson: How are you today? D-991257: I feel like shit , and it's your fault. Dr. Sanderson: Please, calm down. I am here to help. I understand that during your time inside of SCP-3608, you experienced some trauma? D-991257: Sure, you can call it trauma. I call it a fucking nightmare . Dr. Sanderson: D-991257, I must ask you to keep your language in check. I understand that what happened to you- D-991257: You understand ? Let me tell you right now, you don't understand a goddamn thing about me, or that thing, or what it can do. Dr. Sanderson: Well, that's what I'm here to find out. Can you please tell me what happened to you inside SCP-3608? D-991257: Fine. Dr. Sanderson: Thank you. If you would, please tell me about the figure that you encountered after exiting the first building? D-991257: The shadow? Well, it looked sort of human, but it wasn't…solid. Dr. Sanderson: Not solid? Could you elaborate? D-991257: It was like it was made of smoke. It was shifting around, and it was blurry, sort of hard to focus on. And it didn't talk, but I could tell it was trying to tell me something. Dr. Sanderson: Did it communicate with you telepathically? D-991257: No, no voices in my head or anything. Just something I felt . It wanted me to follow so it could show me something. And it did, fuck it showed me something… Dr. Sanderson: The expedition footage shows that the figure led you to a building. D-991257: Yeah. Dr. Sanderson: And that something occurred when you entered the building…something that caused you great distress. D-991257: When I went into that building…. Subject takes a deep breath before continuing. D-991257: Listen, you know what I did to get in here. And if you're a shrink, you know that people don't do what I did unless they've been through some real bad shit. I didn't talk for three goddamn days, and not because I didn't have anything to say. I was afraid that if I opened my mouth I'd just start screaming again. Dr. Sanderson: I can't force you to talk about anything that you do not want to. However, it is of utmost importance that we learn as much as possible about this entity and its abilities. All I can do is ask you to tell me what happened to you in there. D-991257 takes several more deep breaths and shudders before speaking again. D-991257: It was like walking into hell itself. I remembered….no, I felt ….everything. Every time someone held me down and [DATA EXPUNGED] me, every bruise and scratch, the feeling of shame and filth and the long showers that you know can't wash this away, and how difficult it is to let anyone, even someone you love, touch you that way because all you can do is relive being violated , and then the rage and the feeling of satisfaction from killing them, men who got off scot-free after [DATA EXPUNGED] a little girl! D-991257 stands up, slamming her hands on the table. Security personnel move to restrain her, but Dr. Sanderson motions for them to stay back. D-991257: And the court hearings, and that goddamned jury who'd rather see me locked up for giving them what they deserved than see those fuckers punished for ruining her life JUST LIKE MINE, and then your Foundation, they show up with waivers and a promise that I could help you save the world , but you can't, because the real monsters aren't locked up in here, they're all around us in the world, and they all look like people… D-991257 begins panting heavily and sits back down. She is crying. Dr. Sanderson offers her a box of tissues. D-991257 takes one and wipes her eyes. Dr. Sanderson: I am sorry that you were forced to experience these events again. Your file informed me of your past, but words can never convey the lasting effects of trauma like this. D-991257: All of that….all of it, all at once, flooding my mind… Dr. Sanderson waits as D-991257 continues crying. After several minutes, she stops, hiccuping slightly. She is clearly still distressed. D-991257: C-can I go now? Dr. Sanderson: Yes, thank you. You have given us some very important information. D-991257: Doctor, before I go… Dr. Sanderson: Yes? D-991257: Don't…don't let them do this to anyone else. That thing, whatever it is, it gets in your head, it knows you somehow, knows how to destroy you… Dr. Sanderson: I will do my best. End Log: 09/07/2012 09:05 Closing Statement: Dr. Sanderson submitted an official request to cease testing on the grounds that continued testing would be tantamount to willingly subjecting D-Class personnel to what amounts to psychological torture. Request was denied by the Dr. Vogel with the following comment: \"Dr. Sanderson, we understand your concerns. However, D-Class personnel are made aware of the risks of their tasks when they are brought into Foundation custody. Sacrifices must be made to gain a better understanding of the forces that we are dealing with. Expeditions and testing will continue.\"",
        "Reader: D-411985 Contents: \"They are lying to you. They know these things can kill you. You are disposable.\" These three statements were repeated ad infinitum until the end of the pages. Note: D-411985 was caught attempting to leave E-Site-11 sixteen hours after reading 3608-N. Subject was hostile upon approach and was thus terminated.",
        "Reader: D-97124 Contents: \"Your family has forsaken you. Your father tries to forget your name. Your mother tries to forget your face. Your sister changed her name so that she could not be tied to you anymore.\" Note: D-97124 was caught attempting to take his own life nine hours after reading 3608-N. Subject was stopped and is currently undergoing treatment in the psych ward of E-Site-11.",
        "Reader: Dr. Vogel Contents: \"You're so close. So close to the truth. You know what must be done.\" Note: This text and presumably others, acquired via non-approved contact by Dr. Vogel, are likely linked to Event 3608-V.",
        "Reader: Site Director Haugen Contents: [DATA EXPUNGED] Note: Data removed for security purposes. Contents included classified Foundation information.",
        "Reader: Dr. Sanderson Contents: \"He's leaving you. You work too much, Jocelyn 5 .\" Note: Roughly seven hours after Dr. Sanderson read 3608-N, she received an email from her husband informing her that he wanted a divorce. This information was voluntarily given to the Foundation.",
        "TRANSCRIPT 05:00:00 - 05:04:15 - Alpha-5 team members perform standard pre-mission checks of weapons and communications equipment. Each team member is equipped with short-range radios for intra-team communication, long-range radios for communication with Director Haugen, and chest-mounted body cameras. Each member is issued a field bag with five days of survival rations, six FRKs, an emergency medical kit, six autoinjecting needles with Class-D amnestics, and additional ammunition for their firearms. Cpt. Lauder: Alright, boys, standard search and retrieve. You all know who Dr. Vogel is, he's the target. If he's become compromised by the effects of 3608, we are authorized to terminate and retrieve the body. Understood? Yukon: Got it. Imski: Understood. Powers: In and out, sounds pretty simple. Dir. Haugen: To recap, the entity is a sapient dimension with, presumably, complete control over its internal layout. It's also been documented to have the ability to cause severe emotional distress. You were chosen because you all have clean records, no notable phobias, and high scores on the PRI 6 . D-Class have only been sent in one at a time so far, and we're not sure how it will react to multiple targets. No direct hostile activity has been seen from any entities inside; the danger seems to come from the entity's ability to manipulate emotions. Imski: I don't know boss, I stole a candy bar when I was seven. Might want to keep our eyes out for a giant, angry Mars bar. Powers and Yukon laugh. Cpt. Lauder: Can it. Anyone beginning to experience any regret, sadness, anger, anything like that, is to report it to the team immediately. We have low-strength Class D amnestics handy for short-term, recent memory erasure. Any hostile behavior towards a teammate or repeated refusal to follow orders will be seen as probable contamination and result in immediate termination. There will be no exceptions to this. We can't risk letting this thing into our heads. We all need to be on high alert - eyes up, ears open, heads clear. Alpha-5 team approaches the door. As Cpt. Lauder extends his hand to open it, the door opens before he makes contact. Powers: Well, that's not ominous. Cpt. Lauder: Sounds like we have a volunteer to go in first. Nods at Powers. Powers leads, Yukon and I follow, Imski brings up the rear. As Agent Powers crosses the threshold, his body-cam malfunctions. Cpt. Lauder and Agent Yukon attempt to follow, but the door violently swings shut, catching Agent Yukon's fingers between the door and frame, cleanly severing his forefinger and middle finger at the distal interphalangeal joint 7 . Agent Yukon shouts in pain and stumbles back from the door, attempting to stem the bleeding. Captain Lauder attempts to force the door open, but it remains shut. Cpt. Lauder: Shit! Powers, do you read? The door shut behind you, the rest of the team is not with you. Do you read? No response is heard from Agent Powers for roughly twenty seconds. Captain Lauder continues his attempts to force open the door. Agent Imski calls for on-site medical staff to assist Agent Yukon. Powers: I read, Captain. Christ, that hurts… Cpt. Lauder: Powers! Powers, what the hell happened? Powers: The door opened in the middle of the fucking sky. I fell probably…10 meters? Left leg is injured, potentially broken, and this place is…oh. Oh, shit. What the hell? Cpt. Lauder: What is it, Powers? Powers: I'm…I'm back at Site-3608. It dropped me right outside the entrance. But it's… wrong . Dir. Haugen: Of course it's wrong. I just checked with the security team, there's nobody at the entrance. Cpt. Lauder: Jesus. It recreated the site. Powers: What? Cpt. Lauder: It's able to get information about the subject's universe of origin. Dr. Vogel is inside right now. It's probably recreating the site from his mental image. Dir. Haugen: We've only seen it make uniform changes on a larger scale up to this point, but that sounds feasible. You are likely seeing 3608's recreation of Site-3608. Powers: I'm…not sure what I should do. Command, advise? Dir. Haugen: I would recommend proceeding into the facility with great caution. Attempt to locate the equivalent of Secure Wing Alpha in the hopes of finding an egress point. Cpt. Lauder: Agreed. Sounds like your best chance of getting out is to go in. Powers: I…I really don't like that idea. This place is really starting to get to me. Cpt. Lauder: Powers, stay calm. Remember, this thing hasn't hurt anyone directly. You're one of our best agents, and you've survived a thousand times worse shit than this. You can do this. No doubt, no fear. Powers: No doubt, no fear. Eyes open, head clear. Imski: You got this, Powers. Show this son of a bitch that it can't scare the Paranaughts! Yukon: And hey, uh, grab my fingertips if you can find them? The three MTF agents and Captain Lauder laugh. Powers: I'm going to splint my leg and head in. Still nothing on the video feed? Dir. Haugen: Sorry, Agent Powers, still nothing but static. Cpt. Lauder: We'll continue to monitor it as you go. Keep us updated if you notice anything abnormal, but assuming the site layout is identical, you should be able to get to Secure Wing Alpha no problem. Powers: Copy that, Captain. The sounds of Agent Powers bandaging his leg are heard. Medical staff have bandaged Agent Yukon's fingers and he is attempting to force the door open with Agent Imski. Captain Lauder and Director Haugen are monitoring Agent Powers' audio and video feeds. Powers: Alright, my leg is patched up as best as it's going to be. The sounds of Agent Powers getting to his feet are heard. Powers: Putting some weight on it. [ Grunts. ] It still hurts, but I think I'll manage. I'm heading to the main door. Cpt. Lauder: Copy. Keep us updated as you continue through the complex. Yukon and Imski are still trying to get that damned door back open. Powers: You got it, cap. The main door opened by itself as I approached, didn't need to insert my access card. I suppose complex security systems are a bit beyond this thing's ability, at least for now. Cpt. Lauder: What's the inside look like? Powers: It's identical to the site. It's kinda unnerving, seeing how it all looks right but just feels wrong, you know? Cpt. Lauder: Powers, we're the Paranaughts. Looking right but feeling weird is what we do. Powers: Got that right, captain. I think that this is helping, it's keeping me grounded. I'm heading through the door to the main hallway. No signs of activity. Cpt. Lauder: Just keep going. Still feeling alright? Powers: Yeah, I feel okay. There have been sort of…pinpricks is how I'd describe them. Like, it feels like something is trying to mess with me, but it just can't get in, can't get a grip on anything. Yukon: [ Shouting ] It's got nothing because you won't give it anything! No fear! Powers: Hallway was totally empty. I've reached the door to Secure Wing Alpha. Cpt. Lauder: You're almost out, Powers. Get in there, find the door, and get back to us. Drinks are on me. Powers: Yeah, like that would ever happen. The three MTF agents laugh. Cpt. Lauder: Oh, shut it, Agent. Powers: Just kidding, cap. I'm entering Secure Wing Alpha now. Cpt. Lauder: We all know you can do this, Powers. A sharp burst of static is heard over the audio feed. Powers: No! You're not getting in my head, you piece of shit! Cpt. Lauder: Powers, what's going on? Powers: I crossed the threshold and just…a spike of anxiety and fear hit me. It didn't try to bring up anything specific, it was like it was just trying to force emotions on me. I think I deflected the worst of it, though. Cpt. Lauder: Damn right! Show this thing who's boss! Powers: [ Shouting ] Yeah, you son of a bitch! My mind is my own, you can't feed on me! Cpt. Lauder: Alright Powers, you should be nearing the door now. What do you see? Powers: I'm entering the containment chamber now. And the door is…what the hell? Doctor? Dr. Vogel: Hello, Agent Powers. Cpt. Lauder: Powers! You found Vogel? Powers: Yeah, he's here. Doctor Vogel, I'm here to bring you back home. Do you know how to get out- Dr. Vogel: There is only one exit, Agent Powers. Me. Powers: Doctor, come on, we need you back at the site. Especially now, you've got some really useful information. We'll get you back to work- Dr. Vogel: Laughs. That's nonsense, and you know it. I've breached protocol. If I come with you, I might as well be dead. Which is why that's the only way you're getting out. You have to kill me. Powers: Screw that! Doctor, come on. You haven't done anything that can't be fixed. Director Haugen will understand- Dr. Vogel: Haugen is a fool! Just because some D-Class got scared, he wanted us to stop! To stop exploring this world! He is not a man of science, not like me. Cpt. Lauder: Powers, I think….I think you have to do it. We knew this might be an outcome. The doctor has clearly been compromised by this thing. Powers: I…alright. If that's your order, captain. Muffled movement is heard, presumably Powers unholstering his sidearm. Powers: Doctor, I'm sorry about this. Cpt. Lauder: Powers, wait! Three gunshots are heard in quick succession. The door to SCP-3608 opens, and Doctor Vogel's lifeless body falls through it. Cpt. Lauder: Shit! Powers, get out of there, now! Powers begins screaming, and his audio feed begins to become distorted. The video feed reactivates, and shows the scene of Powers shooting Doctor Vogel twice in the chest and once in the head on repeat. Agent Powers is seen through the door as it begins to close, raising his gun to his temple. Cpt. Lauder: [ Shouting ] POWERS!!! The door loudly slams shut, rendering it unclear if a gunshot was heard as well. OPERATION TERMINATED Note from Director Haugen: We have recovered a small audio recording device from Doctor Vogel's body. We hope that it will give us some insight into his actions. We are holding a small ceremony for him and Agent Powers, after which amnestics will be administered. The loss of Agent Powers has clearly had an effect on the morale of the other Alpha-5 team members, and it would be dishonest of me to say that the loss of Dr. Vogel has not affected me. It would be a liability to allow us to remember."
    ],
    "containment_procedures": "Site-3608 has been constructed around the entrance to SCP-3608 due to the failure of all attempts to relocate it. The entrance to SCP-3608 must remain under 24/7 video surveillance in Secure Wing Alpha. Personnel are not to come within 15 meters of SCP-3608 without approval from Site Director Haugen.",
    "description": "The portal leading to SCP-3608 is a single blue door and frame, composed of wooden materials and lacking attachment to any extant structure. It is located approximately 11.3km north-northeast of Nürensdorf, Zürich, Switzerland. The paint shows signs of aging, but the door itself is structurally sound, with no signs of degradation. Paint chips analyzed are chemically identical to Valspar brand paint. No anomalous properties have been detected in the door itself.",
    "title": "SCP-3608"
}