{
    "url": "https://scp-wiki.wikidot.com/scp-3610",
    "all_text": "rating: \n+86\n+\n–\nx\n\n\nItem #:\n SCP-3610\n\n\nObject Class:\n \nSafe\n Neutralized\n\n\nSpecial Containment Procedures:\n \nSCP-3610 and a 5 meter radius around it are to be enclosed in a 20-meter-tall net to prevent any avian lifeforms from entering. The area is to be monitored, and repairs are to be made should the net be breached.\n\n\nDescription:\n SCP-3610 is an irregular area of roughly 2.6 km\n2\n, located in ███████, Shandong Province, China. SCP-3610 has a salt water pond of roughly 140 m\n2\n in size and 5m deep (referred to as SCP-3610-1) located inside it, and is otherwise filled with pebbles.\n\n\nTwo anomalous properties are observed:\n\n\n\n\nWhen solid matter is placed within SCP-3610-1, the same volume of water will disappear. Dissolved substances present in the water will be left behind. This effect will not reverse even after the object is removed.\n\n\n\n\n\n\nWhen avian lifeforms enter SCP-3610 at an altitude of 15m or less, they will stop all previous activities and begin to find and carry stones from the surrounding area, and place them within SCP-3610-1.\n1\n This will continue until they eventually die of exhaustion.\n\n\n\n\nIt is theorized that SCP-3610-1 once covered the entirety of SCP-3610, but reduced to the current size due to the anomalous properties.\n\n\nAddendum:\n Aside from the remains of avian lifeforms, digging at the site of SCP-3610 found remains of various sea life, as well the skeleton of a female humanoid dating back to around 3000 BCE, later classified as Anomalous Object #72976. DNA analysis of the subject shows no significant differences from baseline human DNA. However, AO#72976 possesses hollow bone structures similar to those found in avian lifeforms and half-developed wings in place of arms and hands. A piece of jade jewelry was recovered from its chest, with Chinese characters of previously unknown variation engraved on it. The text translates to \"Beloved daughter of [illegible]\".\n\n\nAfter AO#72976 was removed from the site, SCP-3610 ceased all anomalous activities. Putting AO#72976 into bodies of water or burying it near bodies of water yielded no result, and SCP-3610 was reclassified as Neutralized.\n\n\n\n\nFootnotes\n\n\n1\n. This triggers the primary effect and results in reduction of the size and depth of SCP-3610-1.\n\n\n\n\n\n\n\n\n« \nSCP-3609\n | SCP-3610 | \nSCP-3611\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3610\n\" by SunnyClockwork, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3610\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Aside from the remains of avian lifeforms, digging at the site of SCP-3610 found remains of various sea life, as well the skeleton of a female humanoid dating back to around 3000 BCE, later classified as Anomalous Object #72976. DNA analysis of the subject shows no significant differences from baseline human DNA. However, AO#72976 possesses hollow bone structures similar to those found in avian lifeforms and half-developed wings in place of arms and hands. A piece of jade jewelry was recovered from its chest, with Chinese characters of previously unknown variation engraved on it. The text translates to \"Beloved daughter of [illegible]\".\nAfter AO#72976 was removed from the site, SCP-3610 ceased all anomalous activities. Putting AO#72976 into bodies of water or burying it near bodies of water yielded no result, and SCP-3610 was reclassified as Neutralized."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3610 \" by SunnyClockwork, from the SCP Wiki . Source: https://scpwiki.com/scp-3610 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3610",
    "object_class": "Safe Neutralized",
    "containment_procedures": "SCP-3610 and a 5 meter radius around it are to be enclosed in a 20-meter-tall net to prevent any avian lifeforms from entering. The area is to be monitored, and repairs are to be made should the net be breached.",
    "description": "SCP-3610 is an irregular area of roughly 2.6 km2, located in ███████, Shandong Province, China. SCP-3610 has a salt water pond of roughly 140 m2 in size and 5m deep (referred to as SCP-3610-1) located inside it, and is otherwise filled with pebbles.",
    "title": "SCP-3610"
}