{
    "url": "https://scp-wiki.wikidot.com/scp-3611",
    "all_text": "rating: \n+43\n+\n–\nx\n\n\n\n\n\n\nFour cards from the Yamauchi Deck. Clockwise from top left: The Fox / 狐 (3611-0355), The Weeping Man / 夜鳴き男 (3611-0508), The Fool / ざ・ふうる (3611-0049), The Umibozu / 海坊主 (3611-0003).\n\n\n\n\n\n\nItem #:\n SCP-3611\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Item is kept in a secure locker in the Games department. To aid research efforts, weekly consulting sessions with Ms. Yamauchi Eiko (refer to Person-Of-Interest file #3611-B) have been scheduled at the Takeya District Hospice, subject to her present state of health.\n\n\nNovel card interactions and new cards discovered in the course of play are to be catalogued with due diligence.\n\n\nDescription:\n The item is an antique deck of hand-painted \nobake-karuta\n playing cards bearing non-standard iconography from Japanese and European sources. It is accompanied by a lacquered mulberry-wood case with a brief description of its contents inscribed within; said description claims that the deck is intended for play under an obsolete Kyoto variant of \nobake-karuta\n known as 千人一首 / \nsenren-isshu\n (en: \"A thousand poets, a single verse\"). While research has yet to uncover much written evidence of the game's existence\n1\n, its rules have been passed down through oral instruction from Ms. Yamauchi Eiko (山内 永子, born September 17, 1932), the sole surviving descendent of the item's creator.\n\n\nPlay proceeds similar to conventional \nobake-karuta\n, with the aim of the game to clear the table of all its cards based on cues given by a referee. However, \nsenren-isshu\n is intended as a cooperative game instead, whereby claimed cards must be rearranged towards the center of the play area to construct a coherent story. Given the deck's sheer volume and the play area's limited size, this usually results in the cards arranged in a spiralling pattern towards the center. As in conventional \nobake-karuta\n, the game concludes when all the cards have been exhausted.\n\n\nThere are legal and illegal plays: for example, The Fisherman / 漁師 (3611-0062) may conceivably encounter The Umibozu / 海坊主 (3611-0003) or fall prey to the maddening reflection of The Moon / ざ・むうん (3611-0015), but cannot possibly precede The Scarab / すからべ (3611-0601) or The Mountain General / 山の将 (3611-0259), unless intervening cards are played by the other players to explain the incongruity.\n\n\nShould all moves played be legal, players will find that an additional card has been manifested by the deck. New cards produced invariably depict a unique character, creature, or symbol in the same style as the rest of the deck. Careful accounting must take place to determine which card has been generated by this process.\n\n\nAddendum:\n A brief history of the Yamauchi Deck\n\n\nAccording to Eiko, the deck was originally created by her father, Yamauchi Kiyofumi (山内 清文, October 22, 1910 — February 23, 1945), himself the grandson of Yamauchi Fusajiro (山内 房治郎, November 22, 1859 — January 1, 1940), the illustrious founder of the playing card manufacturer \nNintendo Koppai\n. An eclectic and talented painter, Kiyofumi was delegated by his grandfather to design a commemorative product for the company's 40th anniversary at the age of 18. The result was the original 72-card \nsenren-isshu\n deck presented at the Yamauchi's New Year celebrations in 1929, received with great fanfare by the family and their close friends.\n\n\nAccusations of nepotism from the extended Yamauchi clan — as well as the relative obscurity of \nsenren-isshu\n itself — led Fusajiro to cancel the production of his grandson's deck. In return, the perfectionist Kiyofumi disavowed all ties from the Yamauchi estate, fleeing to Tokyo with his pregnant wife Chisato to seek his own fortune\n2\n. During this period, Chisato gave birth to her first two children: Juunichiro, in 1930; and Eiko, in 1932.\n\n\nEventually, tragedy struck. Chisato passed away while giving birth to Yamauchi Eimi in the winter of 1937, leaving Kiyofumi to raise the children by himself. It was during this time that Eiko learned of her father's past in Kyoto, and of the mysterious deck that had brought him here. She and Juunichiro soon sought it out, playing out secret games of \nsenren-isshu\n when their father was away, and eventually, in the early hours of March 31, 1936, they produced its first new card: The Morningstar / 暁星 (designated 3611-073)\n3\n.\n\n\nDriven by the discovery, Juunichiro soon assumed the responsibility of investigating and documenting the deck's myriad interactions, joined by his sisters. It was not an easy task: games with the original 72-card deck lasted three hours at least, and the longest recorded game on June 24, 1943 lasted three days and three nights. As Japan plunged into war, the children found themselves drawn further and further into their father's game, producing a total of 105 new cards and documenting more than 2,000 narrative interactions between them.\n\n\nThe last documented game by the Yamauchis began on the night of February 24, 1945. It was never completed. The firebombing of Tokyo had already begun; Kiyofumi, who had left to collect rations the previous morning, had never returned. As the city burned around them, Eiko fled her home with her siblings, leaving the deck — and Juunichiro's painstakingly-curated notes\n4\n — behind.\n\n\nMiraculously, the deck survived. Word of its existence must have spread since its unveiling in 1929, and by the 1950s, several decks in its style were known to be in circulation around Tokyo. Marshall, Carter and Dark began searching for the original in 1989, only recovering it in full in 1993. By then, it had accumulated an additional 257 cards, numbering 434 cards in all. In 1995, the Yamauchi Deck was sold to a Foundation-affiliated collector, who donated the item along with other artefacts to the Foundation in 1996.\n\n\nToday, the deck's play time has been shortened to fifteen hours or less through the use of modern-day pattern-matching algorithms. However, owing to the Foundation's incomplete knowledge of the game, certain gamestates can still only be solved through trial and error. In such cases, the advice of Ms. Yamauchi Eiko has proved invaluable in enumerating the deck's possible outcomes\n5\n. In this manner, 662 new cards have been discovered since the Foundation's acquisition.\n\n\nAs of 09/11/2005, the deck now numbers 1,087 cards with a total of 13,992 documented narrative interactions between them.\n\n\n\n\nFootnotes\n\n\n1\n. \nThat's not to say it didn't exist outside the Yamauchi clan: I've found mentions of it in a 1951\n Kyoto Shinbun \narticle on pre-war pastimes, and — inexplicably — in a collection of old songs about the city's Higashiyama district dating from 1965.\n - Researcher A. Fujiwara.\n\n\n2\n. \nAs luck would have it, Kiyofumi found great success as a dealer and part-time illustrator of\n kamishibai, \npainted boards used by street performers as storytelling props. No small coincidence, then, that he is survived today by his deck and its infinitude of tales.\n - Researcher A. Fujiwara.\n\n\n3\n. \nA most versatile card. Being the first-discovered card, it is also the most well-investigated and well-understood, symbolising guidance, hope, and the start of journeys — but also the Western connotations of a fall from grace, a loss of innocence, a descent into madness.\n - Researcher A. Fujiwara.\n\n\n4\n. \nAccording to Eiko, Juunichiro never stopped trying to recompile his notes from memory, even if he never saw the original deck again. He died in 1993 in a Sanya flophouse, surrounded by barely-legible scribblings; some of it was salvaged by Toshio Tanaka, his caseworker during his final days. To date, they remain the only written record of the deck as it was meant to be played.\n - Researcher A. Fujiwara.\n\n\n5\n. \nEiko has been most helpful, except when circumstances permit. For instance, she rejects vehemently any notion that the deck's interactions might have shifted over time, remaining as unchanged as they were on the day of her and her brother's first game.\n - Researcher A. Fujiwara.\n\n\n\n\n\n\n\n\n« \nSCP-3610\n | SCP-3611 | \nSCP-3612\n »",
    "addendums": [
        "Addendum: A brief history of the Yamauchi Deck\nAccording to Eiko, the deck was originally created by her father, Yamauchi Kiyofumi (山内 清文, October 22, 1910 — February 23, 1945), himself the grandson of Yamauchi Fusajiro (山内 房治郎, November 22, 1859 — January 1, 1940), the illustrious founder of the playing card manufacturer Nintendo Koppai . An eclectic and talented painter, Kiyofumi was delegated by his grandfather to design a commemorative product for the company's 40th anniversary at the age of 18. The result was the original 72-card senren-isshu deck presented at the Yamauchi's New Year celebrations in 1929, received with great fanfare by the family and their close friends.\nAccusations of nepotism from the extended Yamauchi clan — as well as the relative obscurity of senren-isshu itself — led Fusajiro to cancel the production of his grandson's deck. In return, the perfectionist Kiyofumi disavowed all ties from the Yamauchi estate, fleeing to Tokyo with his pregnant wife Chisato to seek his own fortune 2 . During this period, Chisato gave birth to her first two children: Juunichiro, in 1930; and Eiko, in 1932.\nEventually, tragedy struck. Chisato passed away while giving birth to Yamauchi Eimi in the winter of 1937, leaving Kiyofumi to raise the children by himself. It was during this time that Eiko learned of her father's past in Kyoto, and of the mysterious deck that had brought him here. She and Juunichiro soon sought it out, playing out secret games of senren-isshu when their father was away, and eventually, in the early hours of March 31, 1936, they produced its first new card: The Morningstar / 暁星 (designated 3611-073) 3 .\nDriven by the discovery, Juunichiro soon assumed the responsibility of investigating and documenting the deck's myriad interactions, joined by his sisters. It was not an easy task: games with the original 72-card deck lasted three hours at least, and the longest recorded game on June 24, 1943 lasted three days and three nights. As Japan plunged into war, the children found themselves drawn further and further into their father's game, producing a total of 105 new cards and documenting more than 2,000 narrative interactions between them.\nThe last documented game by the Yamauchis began on the night of February 24, 1945. It was never completed. The firebombing of Tokyo had already begun; Kiyofumi, who had left to collect rations the previous morning, had never returned. As the city burned around them, Eiko fled her home with her siblings, leaving the deck — and Juunichiro's painstakingly-curated notes 4 — behind.\nMiraculously, the deck survived. Word of its existence must have spread since its unveiling in 1929, and by the 1950s, several decks in its style were known to be in circulation around Tokyo. Marshall, Carter and Dark began searching for the original in 1989, only recovering it in full in 1993. By then, it had accumulated an additional 257 cards, numbering 434 cards in all. In 1995, the Yamauchi Deck was sold to a Foundation-affiliated collector, who donated the item along with other artefacts to the Foundation in 1996.\nToday, the deck's play time has been shortened to fifteen hours or less through the use of modern-day pattern-matching algorithms. However, owing to the Foundation's incomplete knowledge of the game, certain gamestates can still only be solved through trial and error. In such cases, the advice of Ms. Yamauchi Eiko has proved invaluable in enumerating the deck's possible outcomes 5 . In this manner, 662 new cards have been discovered since the Foundation's acquisition.\nAs of 09/11/2005, the deck now numbers 1,087 cards with a total of 13,992 documented narrative interactions between them."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-3611",
    "object_class": "Safe",
    "containment_procedures": "Item is kept in a secure locker in the Games department. To aid research efforts, weekly consulting sessions with Ms. Yamauchi Eiko (refer to Person-Of-Interest file #3611-B) have been scheduled at the Takeya District Hospice, subject to her present state of health.",
    "description": "The item is an antique deck of hand-painted obake-karuta playing cards bearing non-standard iconography from Japanese and European sources. It is accompanied by a lacquered mulberry-wood case with a brief description of its contents inscribed within; said description claims that the deck is intended for play under an obsolete Kyoto variant of obake-karuta known as 千人一首 / senren-isshu (en: \"A thousand poets, a single verse\"). While research has yet to uncover much written evidence of the game's existence1, its rules have been passed down through oral instruction from Ms. Yamauchi Eiko (山内 永子, born September 17, 1932), the sole surviving descendent of the item's creator.",
    "title": "SCP-3611"
}