{
    "url": "https://scp-wiki.wikidot.com/scp-3618",
    "all_text": "rating: \n+49\n+\n–\nx\n\n\nItem #:\n SCP-3618\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Due to its stationary nature, SCP-3618 is contained on site. Provisional Site-67 has been constructed in close proximity to the anomaly and imitates a military base. All civilians attempting to access the restricted area are to be administered Class-A amnestics.\n\n\nFoundation personnel are not to remain within SCP-3618 between 23:00-01:00. A permanent research team specializing in sociology and economics has been stationed on Provisional Site-67 in order to study the effects of the anomaly.\n\n\nDescription:\n SCP-3618 is a town located in ████ County. The road signs read \nJanowsky-White Model\n, but no records of such a settlement exist prior to its discovery by the Foundation. The town's area varies depending on the iteration, but it has been observed to fluctuate between 112 km\n2\n and 67 km\n2\n. The layout of the town as well as the architecture also changes, to the point that SCP-3618 has no defined characteristics and is unrecognizable between its separate iterations, except for the location and presence of SCP-3618-1. Inhabitants of SCP-3618 are non-anomalous while inside the affected area, but are unwilling to leave SCP-3618. If forced to leave the town premises the instance will rapidly decay until no physical matter remains. The same process takes place when any object is removed from SCP-3618.\n\n\nSCP-3618-1 is a small shed located on the outskirts of SCP-3618. The exact position of the building changes depending on the current iteration, but it is always present. The most important object within SCP-3618-1 is a control board, like that present in 20th century voltmeters. Knobs and switches number 1583 and are each labeled with a socio-economic variable. Examples of labels include:\n\n\n• Unemployment rate (set to auto to allow for this variable to naturally adjust),\n\n• Marginal propensity to consume - entertainment,\n\n• Marginal propensity to import - entertainment,\n\n• Infant mortality rate,\n\n• Wealth distribution (in development),\n\n• Human reasonability rating (in development - \nHomo Economicus\n is finished, but \nHomo Sapiens\n still needs work),\n\n• Real GDP growth rate,\n\n• Human spirit rating (avoid setting to \"dystopia\", equivalent to real-life around 50%),\n\n• Inflation rate,\n\n• Greed,\n\n• Same-sex marriage acceptance rating (in development - full effects on price discrimination not yet modelled).\n\n\nPosition of the switches controls the behavior of SCP-3618 inhabitants as well as the political and economic systems of the town. At 0:00 local time a transformation event takes place. SCP-3618 and all objects and individuals including those not consituting part of SCP-3618 present within it will start to rapidly decay. This process lasts about 10 minutes. Next, a large number of cylinders composed of unidentified\n1\n grey matter, varying in radius and height\n2\n will emerge from the ground, before separating into smaller objects that begin to take shape of buildings, roads and vehicles. The process is complete within 5 minutes. All human instances are believed to be formed within the buildings from which they begin to emerge after the transformation event is complete.\n\n\nAfter the transformation event concludes, SCP-3618 will change its properties according to the settings present in SCP-3618-1. All time-measuring equipment will reset, indicating the present date as 20th of July 1987. The current on-site research team is tasked with determining the possible applications of the anomaly for real-world economies. Testing has proven difficult, especially due to the amount of time necessary to obtain the necessary settings for every test.\n\n\nInside of SCP-3618-1 multiple hand-written notes and diaries were found. Those describe the work of Dr. George Janowsky, who is believed to be the creator of SCP-3618. Notes also include settings that according to the author best represent existing and theoretical economic systems. Those include \"Rothbard libertarianism\", \"communist utopia\", “Stalinism”, \"anarcho-primitivism\", \"anarcho-capitalism\", \"crony capitalism\", \"crypto-currency based imitation of Sweden \", “free-market utopia” etc. Multiple other items of everyday use, such as coffee cups, pencils and notebooks were located.\n3\n\n\nAddendum 3618-A:\n Test logs\n\n\n\n\n+ View document\n\n\n\n\n- Access granted\n\n\n\n\nTest A1 - ██-██-████\n\n\n\n\nSCP-3618-1 Configuration:\n \"anarcho-capitalism\"\n\n\nHuman spirit setting:\n 80%\n\n\nObservations:\n little deviation from the previous size was observed. Mostly even income distribution occurred with multiple quick changes to one's financial status. The hiring was found to be mostly based on skill and hard-working individuals held important positions. High turnover of workers was observed, but relatively low amounts of unemployment. Large amount of public goods present in private hands, managed effectively and provided at low prices. High levels of industrialization, significant negative effect on environment.\n\n\n\n\nTest A2 - ██-██-████\n\n\n\n\nSCP-3618-1 Configuration:\n \"anarcho-capitalism\"\n\n\nHuman spirit setting:\n 20%\n\n\nObservations:\n SCP-3618 drastically increased in size, reaching a total area of 95 km\n2\n. Most of the population were low-income earners living in poor conditions. Majority of the buildings were low-quality single houses and some large buildings providing similar low-income dwelling. Great amounts of factories were present. Low numbers of educational facilities observed. Exploration team has reported that multiple monopolistic companies led to heavy price increases. Roads and public goods and services were in various state of disrepair, except for a few profitable areas, accessible only after paying expensive fees. Multiple crimes and self-defense homicides were observed. Many well-off citizens were able to afford military-grade weaponry, including air vehicles located on private airfields. During one of the exploration attempts Foundation managed to infiltrate lower levels of one of the rich inhabitant’s mansion. Inside the agents found [DATA REDACTED]. Agents ██████ and ███ were administered amnestics at their own request.\n\n\n\n\nTest B1 - ██-██-████\n\n\n\n\nSCP-3618-1 Configuration:\n \"communism\"\n\n\nHuman spirit setting:\n 80%\n\n\nObservations:\n SCP-3618 took form of multiple largely self-sufficient districts, each offering different living conditions. Some were composed of large apartment buildings, while others included multiple single houses. Democratically governed companies were the primary means of employment and were largely effective at providing the necessary goods and services. Effective distribution of wealth observed contrary to test B1. Low amounts of crime but very well-developed police system present and sizeable prison population of dissenters present. Few black-market organizations present, of note was the use of sugar-based products as a currency.\n\n\n\n\nTest B2 - ██-██-████\n\n\n\n\nSCP-3618-1 Configuration:\n \"communism\"\n\n\nHuman spirit setting:\n 20%\n\n\nObservations:\n SCP-3618 took form of a small and concentrated settlement, mostly composed of large, uniform apartment buildings. Over 95% of the population composed the working class, living in conditions equivalent to the present day poverty line. Large amounts of resources wasted as a result of productive inefficiency. Economy controlled by the centralized town-management. Most decisions taken by the town management were arbitrary and based on short-run gains. Product prices were similarly mismanaged, separated from the demand and efficiency in producing the individual good. Heavily developed police and strict legislation. Very well-developed black market present and wide-spread corruption among all levels of society. Foundation agents were successful in bribing a law enforcement officer with a cake.\n\n\n\n\nTest C1 - ██-██-████\n\n\n\n\nSCP-3618-1 Configuration:\n \"crypto-currency based imitation of Sweden\"\n\n\nHuman spirit setting:\n 80%\n\n\nObservations:\n SCP-3618 was composed of well-planned and designed living, commercial and industrial areas. Ease of opening new business combined with generous benefits for the impoverished citizens and independent currency allowed for rapid economic growth. High worker turnover rates present but unemployment remained low due to numerous training and educational programs. Of note were the long queues resulting from the low transaction speed. Average waiting time for cashing out groceries was found to be 13,7 minutes.\n\n\n\n\nTest C2 - ██-██-████\n\n\n\n\nSCP-3618-1 Configuration:\n \"crypto-currency based imitation of Sweden \"\n\n\nHuman spirit setting:\n 20%\n\n\nObservations:\n SCP-3618 was mostly composed of slums-like living areas and few overcrowded government run facilities providing basic necessities. The incredible fluctuations of currency and limited transaction number per second effectively halted any possible economic growth. During the first day of testing three separate recessions greater in size than the Great Depression of 1929 occurred. Many instances of exchange trade observed, with the most popular exchangeable good being metal and ceramic cutlery.\n\n\n\n\nTest D1 - ██-██-████\n\n\n\n\nSCP-3618-1 Configuration:\n \"anarcho-primitivism\"\n\n\nHuman spirit setting:\n 80%\n\n\nObservations:\n Multiple separated households present, each inhabited by family group composed of individuals from up to three generations. Each settlement only utilized early farming civilization level technology. No trade between the family groups has been observed, even in case of significant shortages. Necessity shortages were common and many households were deprived of basic resources such as food. Violence was observed to be common as means of acquiring the necessary resources.\n\n\n\n\nTest D2 - ██-██-████\n\n\n\n\nSCP-3618-1 Configuration:\n \"anarcho-primitivism\"\n\n\nHuman spirit setting:\n 20%\n\n\nObservations:\n None, SCP-3618 replaced by temperate forest except for SCP-3618-1. Archeological excavation has uncovered multiple human remains in the area.\n\n\n\n\n\n\n\n\n\n\nAddendum 3618-B:\n Excerpts from materials found inside SCP-3618-1\n\n\n\n\n+ View document\n\n\n\n\n- Access granted\n\n\n\n\n\n\nDate: 20th of July\n\nI finally got it! Ministry of Anomalous Research finally decided to grant me the funding I needed to start building my model. The beginning is so far humble. I got a small patch of land and I began working on the project framework. This little shed will be my operating center. White started preparing the household algorithms. I expect to have be able to run the first rudimentary simulation within two weeks. Can't contain my excitement. This project will revolutionize economics!\n\n\n\n\n\n\nDate: 33rd of July\n\nConstruction workers complained that the material delivered is of low quality. The reshaping process is painfully slow as a result. I'm doing what I can! The funds are not as large as I wanted. Some cuts had to be made and I saved up a bit on the security. Model can't be accessed during transformation but its a small price to pay. Unless you get sucked into the inter-dimensional space while inside. Oh well.\n\n\n\n\n\n\nDate: 42nd of July\n\nIn the morning we ran the first simulation. Success! The human agents are a bit lacking in the scope of their activities, but it will have to do for now. I am planning to use anomalous substitutes from other Ministry assets, but I will need a better developed system first. Proper supply and demand system is in effect, the marginal propensities are working as intended. Time to focus on the less quantifiable elements of the model. Social factors are mostly White's area, but I will help as much as I can.\n\n\n\n\n\n\nDate: 1st of August\n\nI presented the project to the Ministry representative and she approved a transfer of some human substitutes from some other project! This is a big development. White is upset that so much of his time was wasted on creating the entertainment choice algorithms, but I think it was worth it. It definitely contributed to today's success. I am starting to work on the \"human spirit\" variable, I want this one out and done as soon as possible.\n\n\n\n\n\n\nDate: 4th of September\n\nReasonability is hard to quantify. The rates still need some adjusting, as today I saw one agent buy a dinner in an expensive restaurant while he was homeless. On Homo Economicus setting. Needs some tweaking. Work is progressing steadily. Nothing more to add so far.\n\n\n\n\n\n\nDate: 50th of September\n\nFirst major problem. The funding is running low and we need more ground to properly model the population gain as a result of the increased consumer confidence on the housing market. These short-sighted idiots at the Ministry can't comprehend that the extra land is necessary! How can I explain that modelling that gain allows us to judge the environmental impact and that it is a major part of the sustainable development predictions?\n\n\n\n\n\n\nDate: 14th of November\n\nWe had another inspection today. It did not go well. I am afraid they might introduce further cuts to our budget. Workers are complaining and the construction of stimuli models is going slowly. I hope that once we finish this part we will be able to show off the project at some major convention and get the necessary money injection.\n\n\n\n\n\n\nDate: 39th of November\n\nI discussed the matter with White today. We won't make it with the recent cuts. I am afraid that the Ministry will want us to shut down the project. We are not going to give up. White stitched together an algorithm that will drop the whole model in some backwards reality when we will have to deconstruct it. They should not be able to mess it up too much. I trust him, he's good at extra-dimensional transportation but it is a large project and I am afraid of the potential losses. So much work! There is still a chance they will let us continue, but it's slim. I hope for the best and expect the worst.\n\n\n\n\n\n\n\n\n\n\nAddendum 3618-C:\n SCP-3618 proposal – Scranton Reality Anchors\n\n\n\n\n+ View document\n\n\n\n\n- Access granted\n\n\n\n\nDate:\n ██-██-████\n\n\nProposal outline:\n based on the analysis of the notes found within SCP-3618-1 an extradimensional intervention is expected to take place in the indeterminate future. On-site research team suggests securing the area of the anomaly from outside influence utilizing Scranton Reality Anchors.\n\n\nResult:\n Proposal denied due to budget constraints. Research has been determined to be of low priority.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Samples rapidly decay when separated from the cylinders\n\n\n2\n. The largest observed instance had volume of approximately 640m\n3\n\n\n3\n. The brands that produced most of these items were found to be non-existent.\n\n\n\n\n\n\n\n\n« \nSCP-3617\n | SCP-3618 | \nSCP-3619\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3618\n\" by kemoT01, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3618\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3618-A: Test logs",
        "Addendum 3618-B: Excerpts from materials found inside SCP-3618-1",
        "Addendum 3618-C: SCP-3618 proposal – Scranton Reality Anchors"
    ],
    "documents": [],
    "notes": [
        "SCP-3618-1 Configuration: \"anarcho-capitalism\" Human spirit setting: 80% Observations: little deviation from the previous size was observed. Mostly even income distribution occurred with multiple quick changes to one's financial status. The hiring was found to be mostly based on skill and hard-working individuals held important positions. High turnover of workers was observed, but relatively low amounts of unemployment. Large amount of public goods present in private hands, managed effectively and provided at low prices. High levels of industrialization, significant negative effect on environment.",
        "SCP-3618-1 Configuration: \"anarcho-capitalism\" Human spirit setting: 20% Observations: SCP-3618 drastically increased in size, reaching a total area of 95 km 2 . Most of the population were low-income earners living in poor conditions. Majority of the buildings were low-quality single houses and some large buildings providing similar low-income dwelling. Great amounts of factories were present. Low numbers of educational facilities observed. Exploration team has reported that multiple monopolistic companies led to heavy price increases. Roads and public goods and services were in various state of disrepair, except for a few profitable areas, accessible only after paying expensive fees. Multiple crimes and self-defense homicides were observed. Many well-off citizens were able to afford military-grade weaponry, including air vehicles located on private airfields. During one of the exploration attempts Foundation managed to infiltrate lower levels of one of the rich inhabitant’s mansion. Inside the agents found [DATA REDACTED]. Agents ██████ and ███ were administered amnestics at their own request.",
        "SCP-3618-1 Configuration: \"communism\" Human spirit setting: 80% Observations: SCP-3618 took form of multiple largely self-sufficient districts, each offering different living conditions. Some were composed of large apartment buildings, while others included multiple single houses. Democratically governed companies were the primary means of employment and were largely effective at providing the necessary goods and services. Effective distribution of wealth observed contrary to test B1. Low amounts of crime but very well-developed police system present and sizeable prison population of dissenters present. Few black-market organizations present, of note was the use of sugar-based products as a currency.",
        "SCP-3618-1 Configuration: \"communism\" Human spirit setting: 20% Observations: SCP-3618 took form of a small and concentrated settlement, mostly composed of large, uniform apartment buildings. Over 95% of the population composed the working class, living in conditions equivalent to the present day poverty line. Large amounts of resources wasted as a result of productive inefficiency. Economy controlled by the centralized town-management. Most decisions taken by the town management were arbitrary and based on short-run gains. Product prices were similarly mismanaged, separated from the demand and efficiency in producing the individual good. Heavily developed police and strict legislation. Very well-developed black market present and wide-spread corruption among all levels of society. Foundation agents were successful in bribing a law enforcement officer with a cake.",
        "SCP-3618-1 Configuration: \"crypto-currency based imitation of Sweden\" Human spirit setting: 80% Observations: SCP-3618 was composed of well-planned and designed living, commercial and industrial areas. Ease of opening new business combined with generous benefits for the impoverished citizens and independent currency allowed for rapid economic growth. High worker turnover rates present but unemployment remained low due to numerous training and educational programs. Of note were the long queues resulting from the low transaction speed. Average waiting time for cashing out groceries was found to be 13,7 minutes.",
        "SCP-3618-1 Configuration: \"crypto-currency based imitation of Sweden \" Human spirit setting: 20% Observations: SCP-3618 was mostly composed of slums-like living areas and few overcrowded government run facilities providing basic necessities. The incredible fluctuations of currency and limited transaction number per second effectively halted any possible economic growth. During the first day of testing three separate recessions greater in size than the Great Depression of 1929 occurred. Many instances of exchange trade observed, with the most popular exchangeable good being metal and ceramic cutlery.",
        "SCP-3618-1 Configuration: \"anarcho-primitivism\" Human spirit setting: 80% Observations: Multiple separated households present, each inhabited by family group composed of individuals from up to three generations. Each settlement only utilized early farming civilization level technology. No trade between the family groups has been observed, even in case of significant shortages. Necessity shortages were common and many households were deprived of basic resources such as food. Violence was observed to be common as means of acquiring the necessary resources.",
        "SCP-3618-1 Configuration: \"anarcho-primitivism\" Human spirit setting: 20% Observations: None, SCP-3618 replaced by temperate forest except for SCP-3618-1. Archeological excavation has uncovered multiple human remains in the area.",
        "Date: 20th of July I finally got it! Ministry of Anomalous Research finally decided to grant me the funding I needed to start building my model. The beginning is so far humble. I got a small patch of land and I began working on the project framework. This little shed will be my operating center. White started preparing the household algorithms. I expect to have be able to run the first rudimentary simulation within two weeks. Can't contain my excitement. This project will revolutionize economics!",
        "Date: 33rd of July Construction workers complained that the material delivered is of low quality. The reshaping process is painfully slow as a result. I'm doing what I can! The funds are not as large as I wanted. Some cuts had to be made and I saved up a bit on the security. Model can't be accessed during transformation but its a small price to pay. Unless you get sucked into the inter-dimensional space while inside. Oh well.",
        "Date: 42nd of July In the morning we ran the first simulation. Success! The human agents are a bit lacking in the scope of their activities, but it will have to do for now. I am planning to use anomalous substitutes from other Ministry assets, but I will need a better developed system first. Proper supply and demand system is in effect, the marginal propensities are working as intended. Time to focus on the less quantifiable elements of the model. Social factors are mostly White's area, but I will help as much as I can.",
        "Date: 1st of August I presented the project to the Ministry representative and she approved a transfer of some human substitutes from some other project! This is a big development. White is upset that so much of his time was wasted on creating the entertainment choice algorithms, but I think it was worth it. It definitely contributed to today's success. I am starting to work on the \"human spirit\" variable, I want this one out and done as soon as possible.",
        "Date: 4th of September Reasonability is hard to quantify. The rates still need some adjusting, as today I saw one agent buy a dinner in an expensive restaurant while he was homeless. On Homo Economicus setting. Needs some tweaking. Work is progressing steadily. Nothing more to add so far.",
        "Date: 50th of September First major problem. The funding is running low and we need more ground to properly model the population gain as a result of the increased consumer confidence on the housing market. These short-sighted idiots at the Ministry can't comprehend that the extra land is necessary! How can I explain that modelling that gain allows us to judge the environmental impact and that it is a major part of the sustainable development predictions?",
        "Date: 14th of November We had another inspection today. It did not go well. I am afraid they might introduce further cuts to our budget. Workers are complaining and the construction of stimuli models is going slowly. I hope that once we finish this part we will be able to show off the project at some major convention and get the necessary money injection.",
        "Date: 39th of November I discussed the matter with White today. We won't make it with the recent cuts. I am afraid that the Ministry will want us to shut down the project. We are not going to give up. White stitched together an algorithm that will drop the whole model in some backwards reality when we will have to deconstruct it. They should not be able to mess it up too much. I trust him, he's good at extra-dimensional transportation but it is a large project and I am afraid of the potential losses. So much work! There is still a chance they will let us continue, but it's slim. I hope for the best and expect the worst.",
        "\" SCP-3618 \" by kemoT01, from the SCP Wiki . Source: https://scpwiki.com/scp-3618 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3618",
    "object_class": "Safe",
    "containment_procedures": "Due to its stationary nature, SCP-3618 is contained on site. Provisional Site-67 has been constructed in close proximity to the anomaly and imitates a military base. All civilians attempting to access the restricted area are to be administered Class-A amnestics.",
    "description": "SCP-3618 is a town located in ████ County. The road signs read Janowsky-White Model, but no records of such a settlement exist prior to its discovery by the Foundation. The town's area varies depending on the iteration, but it has been observed to fluctuate between 112 km2 and 67 km2. The layout of the town as well as the architecture also changes, to the point that SCP-3618 has no defined characteristics and is unrecognizable between its separate iterations, except for the location and presence of SCP-3618-1. Inhabitants of SCP-3618 are non-anomalous while inside the affected area, but are unwilling to leave SCP-3618. If forced to leave the town premises the instance will rapidly decay until no physical matter remains. The same process takes place when any object is removed from SCP-3618.",
    "title": "SCP-3618"
}