{
    "url": "https://scp-wiki.wikidot.com/scp-3621",
    "all_text": "rating: \n+163\n+\n–\nx\n\n\n\n\nWARNING: Unknown character sets detected in below report. Please contact the System Administrator at first opportunity.\n\n\n\n\nItem #:\n SCP-3621\n\n\nObject Class:\n Safe\n\n\n\n\nSpecial Containment Procedures:\n SCP-3621 is to be contained in the High-Security Vault of Dimensional Site-04. Testing with SCP-3621 is not permitted at this time, under any circumstances without direct approval by a majority of the O5 council.\n\nDocumentation regarding Hume level fluctuations regarding SCP-3621 are available in Document-3621-S-1, and Document-3621-S-2. Compositional reports are available in Document-3621-S-3.\n\n\nOne Scranton Reality Anchor is to be located within the containment chamber of SCP-3621, at all times.\n\n\nDescription:\n SCP-3621 is the skeletal remains of former Foundation employee Dr. Michael Magnus, deceased July 17, 20██. SCP-3621 constantly generates a low level elevated Hume field, which has proven to be disruptive to the function of Dimensional Site-04.\n\n\nDue to the volatile nature of Dimensional Anchoring, and the elevated Hume levels, at this time SCP-3621 is not to be moved.\n\n\nAt this time, no testing shall be permitted with SCP-3621. If testing with Hume fields is required, refer to document SCRANTON-SAGE-6-A-47 to determine if a Scranton Reality Field Generator is appropriate for testing.\n\n\nAddendum 1:\n Due to the nature of SCP-3621, at this time, access to Secure Storage at Dimensional Site-04 is restricted to those on the approved list located at [LEVEL 5 CLEARANCE REQUIRED].\n\n\n\n\nCredentials invalid, please try again\n\n\n\n\n\n\nOverseer Level credentials required.  Attempt to login again?\n\n\n\n\nWelcome Overseer\n\n\n\n\n\n\nAND LO,ΔTHEREΔWASΔAΔCRαSHING,ΔAND\n\n\nΔAΔGREαTΔDESTRUCTIONΔUPONΔTHEΔEαRTH\n\n\n_\n\nMemetic agent deployed, determining sapience matrix…\n\n_\n\n_\n\nMemetic resistance confirmed, displaying SCP-3621:\n\n_\n\n_\n\nWelcome Overseer.\n\n\n\n\n\n\n\n\n\n\nSCP-3621-α\n\n\nSCP-3621-β\n\n\nEthics Committee Findings\n\n\n\n\n\n\n\n\nItem #:\n SCP-3621\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-3621 is to be contained in the High-Security Vault of Dimensional Site-04. SCP-3621 is unable to be moved at this time, and while physically contained, its effects are currently uncontained at this time.\n\n\nSCP-3621's containment chamber is to be lined with standard Polypropylene-blend soundproofing, in order to dampen noise emanations during Emergence Events.\n\n\nPer ethics committee decision, this soundproofing shall not reduce noise levels below 20 db. See attached Ethics Committee report. -O5-2\n\n\nSeveral proposals have been put forward to contain SCP-3621, including the use of Scranton Reality Anchors, anomalous entities currently in containment, and potential destruction of Dimensional Site-04.\n\n\nAll current have been rejected as infeasible. Further proposals may be submitted directly to O5-6 or O5-2.\n\n\nDescription:\n SCP-3621 are the skeletal remains of former Foundation employee Dr. Michael Magnus, deceased July 17, 20██. SCP-3621 occasionally generates a Hume field of previously unobserved magnitude, which has to date corresponded with the discovery of an anomalous object requiring containment.\n\n\nDuring these events (hereafter designated as \"Emergence Events\"), a visual and auditory anomaly is observed within the containment chamber of SCP-3621. Visual identification has confirmed this to be a light-based anomaly resembling Dr. Michael Magnus. This image is transparent, and the light which comprises it falls within the 380–450 nm wavelengths of the visual spectrum.\n\n\nUniversally, this image has been observed to be drawn towards SCP-3621, however, no sources of motile force have been observed in SCP-3621's containment chamber.\n\n\n\n\n\n\n\"Sound Levels during Emergence Events\"\n\n\n\n\n\n\nThe only observable forces generated during an Emergence Event is a sound wave of significant magnitude, emanating from the approximate region of the visual anomaly's head, which has been observed at upwards of 120 dB, with an average around 110 dB. Content of this sound wave appears to be a compressed, overlapping continual vocalization consistent with vocal records for Dr. Michael Magnus.\n\n\nUpon reaching SCP-3621, the previously mentioned Hume field is generated, and all sound waves generated by the Emergence Event ceases.\n\n\nTo date, sixteen anomalous objects have been discovered, of which fourteen have been contained, and two are unaccounted for. These objects have been discovered with no discernable geographic pattern, at least one of which is located within extra-solar space. They have ranged from Safe, to Keter, and there appears to be no pattern as to the form these objects take.\n\n\nAt this time, there is no reasonable expectation of a cessation of this behavior. (See Document SCP-3621-β).\n\n\nAfter an extensive interview process, Dr. Jacob Kensington was found to have no memory of the events detailed in either document SCP-3621-β, or the actual attempt to enact \nDirective Legends\n. Through the use of both class A veritants, and standard interrogation, this has been proven to be true.\n\n\nIt's unknown at this time how much of our continuity is obscured, or altered by SCP-3621 and the events of its creation. Several key events of the actual creation of SCP-3621, and the circumstances of Melanie duMourne and Dr. Kensington's involvement have been shown to be altered in some significant way.\n\n\nAdditional continuity and reality-shifts are to be documented in Document SCP-3621-RS.\n\n\nAddendum 1:\n SCP-3621 is the result of a failed attempt to alter reality by former overseer Melanie duMourne. Through the unauthorized request of the assistance of \nSCP-343\n, an attempt was made on July 20██ to create a large-scale fracturing of reality, resulting in an CK-Restructuring event.\n\n\nThis was accomplished through the attempt to enact \nDirective Legends\n, a project which was deemed both completely unfeasible, and potentially dangerous. Directive Legends was the product of Dr. Magnus' \"research\" which was proven to be patently false, and inconsistent with the course of reality. SCP-3621-1's degree in the field of \"Metaphysics\" was an obvious forgery, and not related to any field of modern scientific study.\n\n\nDue to this, and the easily disproven nature of the proposal, the entire directive was near-unanimously rejected by the O5 council, in a 12-1 vote.\n\n\n\nThe following is a transcript of the hearing before the overseer council, regarding the incident:\n\n\n\nInterviewed:\n Melanie duMourne (previously O5-2)\n\n\nForeword:\n The transcription here is of a relatively informal meeting of the O5 council. A majority of vote-capable members were present either in person, or by proxy, and thus was considered enough to hold a vote of no-confidence.\n\n\n<Begin Log, August 22, 20██>\n\n\nO5-6:\n I was there, 2. I was in your office, with Kensington, when you told me that this was a no go, as we all voted.\n\n\nMelanie duMourne:\n I'm aware of that.\n\n\nO5-6:\n You're 'aware of that'? Really? That's your only defense?\n\n\nMelanie duMourne:\n I don't feel the need to defend my actions here. We were losing the fight, and it needed to be won. Had everyone voted in favor, we wouldn't be sitting here.\n\n\nO5-6:\n So that's all? No justification, you went ahead anyway, because you thought this would work? That's naive, and frankly, a gross breach of the trust you've had for decades. The entire council, yourself included, agreed that the patients cannot run the asylum.\n\n\nMelanie duMourne:\n Yes, I did. And I changed my mind. So I did what I thought was best. I make no apologies for that.\n\n\nO5-6:\n Very well. We'll call a vote.\n\n\n<End Log>\n\n\nClosing Statement:\n The final vote, with O5-2 abstaining for obvious reasons was 9-0 to revoke O5-2's status as overseer. A special committee was appointed by the ethics committee to determine the appropriate punishment.\n\n\n\n\n\n\n\n\nSpecial Addendum 2:\n The following is a document recovered from incident ARGON-RHO-M-47. All records of this incident have been sealed by a 2/3rds vote of the O5 council\n\n\nThis document, designated SCP-3621-β, is believed to have been recovered from an alternate, parallel continuity which is somehow intrinsically tied to our own. The following is an entry from the Foundation Database of that reality:\n\n\n\n\nItem #:\n SCP-3621\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3621 is to be contained in the High-Security Vault of Dimensional Site-04. Testing with SCP-3621 is not permitted at this time, under any circumstances without direct approval by a majority of the O5 council.\n\n\nDocumentation regarding Hume level fluctuations regarding SCP-3621 are available in Document-3621-S-1, and Document-3621-S-2. Compositional reports are available in Document-3621-S-3.\n\n\nOne Scranton Reality Anchor is to be located within the containment chamber of SCP-3621, at all times.\n\n\nDescription:\n SCP-3621 is the skeletal remains of former Foundation employee Dr. Michael Magnus, deceased July 17, 20██. SCP-3621 constantly generates a low level elevated Hume field, which has proven to be disruptive to the function of Dimensional Site-04.\n\n\nDue to the volatile nature of Dimensional Anchoring, and the elevated Hume levels, at this time SCP-3621 is not to be moved.\n\n\nAt this time, no testing shall be permitted with SCP-3621. If testing with Hume fields is required, refer to document SCRANTON-SAGE-6-A-47 to determine if a Scranton Reality Field Generator is appropriate for testing.\n\n\nAddendum 1:\n Due to the nature of SCP-3621, at this time, access to Secure Storage at Dimensional Site-04 is restricted to those on the approved list located at [LEVEL 5 CLEARANCE REQUIRED].\n\n\n<LINK NOT FOUND>\n\n\n\n\n\n\nBelow is the deciphered redirect of above link:\n\n\n\n\n\n\n\n\nItem #:\n SCP-3621\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n SCP-3621 is to be contained in the High-Security Vault of Dimensional Site-04. Testing with SCP-3621 is not permitted at this time, under any circumstances without direct approval by a majority of the O5 council, and special approval of 05-2.\n\n\nDocumentation regarding Hume level fluctuations regarding SCP-3621, including Hume-CDM formulaic conversions, are available in Document-3621-S-1, and Document-3621-S-2. Compositional reports are available in Document-3621-S-3.\n\nSCP-3621-1 is to be assigned to continual high-risk missions, likely to result in death, or significant bodily harm.\n\n\nPoI-3621-A (Dr. Jacob Kensington) is tasked with the continued secrecy of SCP-3621 and the related project files.\n\n\nOne Scranton Reality Anchor is to be located within the containment chamber of SCP-3621, at all times.\n\n\nDescription:\n SCP-3621 are the skeletal remains of former Foundation employee Dr. Michael Magnus, deceased July 17, 20██. SCP-3621 constantly generates a low level elevated Hume field, which has proven to be disruptive to the function of Dimensional Site-04.\n\n\nSCP-3621-1 is Foundation employee Dr. Michael Magnus. Due to the effects of Directive Legends, SCP-3621 is to be considered an anomalous reality bending object, however SCP-3621-1 is not capable of bending reality under its own power.\n\n\nUpon death, SCP-3621-1 re-appears within 12 to 24 hours within SCP-3621's containment chamber. O5-2 and Director Salazar are tasked with the recovery and re-insertion of SCP-3621-1 in to concurrent reality.\n\n\nSCP-3621's anomalous effect extends to what has been described as a \"Continuity Defference Matrix\" (referred hereafter as \"CDM\") which has been co-harmonized to various Senior Staff until further notice. For a full description of these effects see Addendum 3.\n\n\nAddendum 1:\n SCP-3621's effect has been confirmed to increase with each subsequent death of SCP-3621-1. Provisionally, SCP-3621-1 was assigned to several combat missions, despite their lack of combat training. Each mission proved fatal to SCP-3621-1, which raised concerns by the Ethics Committe.\n\n\n\n\n\n\nEthics Committe report on SCP-3621/SCP-3621-1\n\n\nDue to the significant physical harm caused to SCP-3621-1, at this time it is the findings of the Ethics Committee to immediately halt SCP-3621-1's assignment to combat missions.\n\n\nThere is not a significant gain to be made with the continual death and regeneration of SCP-3621-1. Due to the disturbing nature of recordings of these \"regenerations,\" the physical harm to SCP-3621-1 is completely unacceptable to this committee.\n\n\n\n\nAddendum 2:\n By a unanimous decision of the O5 council, the ruling of the ethics committee has been overturned.\n\n\nThe effect of the CDM upon the Senior Staff has proven to be significantly more valuable than the concerns raised in the ethics committee report.\n\n\nDue to the vast improvements made in the capture, containment, and termination (as required) of anomalous entities by the Senior Staff of the Foundation, the SCP-3621 project will continue as directed.\n\n\nCDM has been proven to increase Hume readings in affected subjects. The \"reality bending\" effect which occurs is not actively controllable. The effects however, allow subjects to perform near-impossible actions and achieve mission objectives deemed to carry unacceptable risk.\n\n\nAddendum 3:\n Some of the effects of the CDM include:\n\n\n\n\nIncreased Physical resilience\n\n\nDecreased recovery time from injury\n\n\nThe ability to perform difficult, to impossible, feats of marksmanship\n\n\nIncreased resistance to mental influence\n\n\nIncreased resistance to low Hume levels\n\n\nDecreased side effects from toxic substances\n\n\n\n\nSpecific events which demonstrate the CDM:\n\n\n\n\nImplantation of fully metallic bionic legs with zero rejection.\n\n\nThe ability to pursue combat against reality bending entities with no special preparations or weaponry.\n\n\nFully-body injuries which should induce crush syndrome which heal within two months.\n\n\n\n\nSince the introduction of the CDM to the Senior Staff of the foundation, identification, recovery, and containment of SCP objects has become a cost-adjusted value of 22.4% more efficient, with this number predicting to increase as SCP-3621-1's total deaths increase.\n\n\nAddendum 4:\n SCP-3621 was created as a side effect of the Directive Legends project. Initially rejected by majority vote of the O5 council, O5-2 proceeded without authorization to pursue with project, with an unauthorized request of assistance from SCP-343.\n\n\nThough officially reprimanded, O5-2 was not removed from the O5 council. The effects of Directive Legends significantly outweighed the potential risks in the end, and O5-2 was cleared of any potential disciplinary charges, with the provision of being warned that such behavior would not be tolerated in the future.\n\n\n\n\n\n\nEnd record of recovered document.\n\n\n\n\n\n\n\n\nAddendum 3:\n The ethics committee decision regarding the potential punishment of Melanie duMourne met on [REDACTED] and produced the following report:\n\n\n\n\n\n\nEthics Committee Report detailing the punishment and incarceration of former O5-2 Melanie duMourne\n\n\nIt is not normally the place of the O5 council, nor the ethics committee to \"punish\" individuals for perceived crimes. Loss of position, loss of privileges, loss of life. These are things that have been deemed required for particular offenses in the past. This case, however, has been deemed something more.\n\n\nTo be crystal clear, this is not about vengeance. This is not about justice. This is, pure and simple, about the most effective way to make use of Melanie duMourne, without exposing The Foundation, the world, or any related reality to the influence of her decisions.\n\n\nAs such, it is the Ethics Committee's findings that Melanie duMourne be confined to Dimensional Site-04, and be required to write the final after-action and Familial Notice documents for all incidents relating to SCP-3621. Any and all casualties, damage, death, or destruction that Melanie duMourne is responsible for, she will be directly responsible for cataloging, and responding to.\n\n\nThis task shall be completed within the outer containment chamber of SCP-3621, beyond the sound dampening barrier. Emergence Events shall be shielded to no lower than 20 dB.\n\n\nWe feel this is appropriate considering the magnitude of the damage done to our continuity, and, in truth, our very missions.\n\n\nIt is not determined at this time, the length of the sentence, though it shall take place immediately, beginning with the victims of \nSCP-2875\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCredentials invalid, please try again\n\n\n\n\n\n\nThis section only accessible by m.dumourne@scp.net.  Attempt to login again?\n\n\n\n\nClose Document\n\n\n\n\nWelcome Prisoner DuMourne\n\n\n\n\nRunning Scripts ecom_2017_mdm.exe\n\n\nIdentifying accessed sections…\n\n_\n\nSection A verified…read\n\n_\n\nSection B verified…read\n\n_\n\nSection C verified…read\n\n_\n\nAccessing attachments\n\n\n\n\n\n\nHello Melanie.\n\n\nBelow is the form letters you will use to apologize to the victims of your failure. This isn't exhaustive, just the ones we've had to make to get you started. You should make more if you need them.\n\n\nYou will come to this file. Enter your credentials. Read the results of your failure.\n\n\nEvery. Single. Time.\n\n\nYou may be thinking to yourself \"They're just being cruel. They want me to suffer.\"\n\n\nNo, Melanie. We don't want you to suffer. Cold, not cruel. We want you never to forget what you did.\n\n\nI never can. Neither should you.\n\n\nO5-2,\n\nDr. Jacob Kensington\n\n\n\n\nFormLetterDeath.docx\n\n\nFormLetterMentalIllness.docx\n\n\nFormLetterMIA.docx\n\n\nFormLetterComatose.docx\n\n\nFormLetterDisease.docx\n\n\nFormLetterMemetic.docx\n\n\nFormLetterAntiMemetic.docx\n\n\nFormLetterPersonalityShift.docx\n\n\nFormLetterKIA.docx\n\n\nFormLetterCognitoHazard_other.docx\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3620\n | SCP-3621 | \nSCP-3622\n »",
    "addendums": [
        "Addendum 1: Due to the nature of SCP-3621, at this time, access to Secure Storage at Dimensional Site-04 is restricted to those on the approved list located at [LEVEL 5 CLEARANCE REQUIRED]."
    ],
    "documents": [],
    "notes": [
        "AND LO,ΔTHEREΔWASΔAΔCRαSHING,ΔAND ΔAΔGREαTΔDESTRUCTIONΔUPONΔTHEΔEαRTH _ Memetic agent deployed, determining sapience matrix… _ _ Memetic resistance confirmed, displaying SCP-3621: _ _ Welcome Overseer.",
        "Interviewed: Melanie duMourne (previously O5-2) Foreword: The transcription here is of a relatively informal meeting of the O5 council. A majority of vote-capable members were present either in person, or by proxy, and thus was considered enough to hold a vote of no-confidence. <Begin Log, August 22, 20██> O5-6: I was there, 2. I was in your office, with Kensington, when you told me that this was a no go, as we all voted. Melanie duMourne: I'm aware of that. O5-6: You're 'aware of that'? Really? That's your only defense? Melanie duMourne: I don't feel the need to defend my actions here. We were losing the fight, and it needed to be won. Had everyone voted in favor, we wouldn't be sitting here. O5-6: So that's all? No justification, you went ahead anyway, because you thought this would work? That's naive, and frankly, a gross breach of the trust you've had for decades. The entire council, yourself included, agreed that the patients cannot run the asylum. Melanie duMourne: Yes, I did. And I changed my mind. So I did what I thought was best. I make no apologies for that. O5-6: Very well. We'll call a vote. <End Log> Closing Statement: The final vote, with O5-2 abstaining for obvious reasons was 9-0 to revoke O5-2's status as overseer. A special committee was appointed by the ethics committee to determine the appropriate punishment.",
        "Item #: SCP-3621 Object Class: Safe Special Containment Procedures: SCP-3621 is to be contained in the High-Security Vault of Dimensional Site-04. Testing with SCP-3621 is not permitted at this time, under any circumstances without direct approval by a majority of the O5 council. Documentation regarding Hume level fluctuations regarding SCP-3621 are available in Document-3621-S-1, and Document-3621-S-2. Compositional reports are available in Document-3621-S-3. One Scranton Reality Anchor is to be located within the containment chamber of SCP-3621, at all times. Description: SCP-3621 is the skeletal remains of former Foundation employee Dr. Michael Magnus, deceased July 17, 20██. SCP-3621 constantly generates a low level elevated Hume field, which has proven to be disruptive to the function of Dimensional Site-04. Due to the volatile nature of Dimensional Anchoring, and the elevated Hume levels, at this time SCP-3621 is not to be moved. At this time, no testing shall be permitted with SCP-3621. If testing with Hume fields is required, refer to document SCRANTON-SAGE-6-A-47 to determine if a Scranton Reality Field Generator is appropriate for testing. Addendum 1: Due to the nature of SCP-3621, at this time, access to Secure Storage at Dimensional Site-04 is restricted to those on the approved list located at [LEVEL 5 CLEARANCE REQUIRED]. <LINK NOT FOUND>",
        "Item #: SCP-3621 Object Class: Thaumiel Special Containment Procedures: SCP-3621 is to be contained in the High-Security Vault of Dimensional Site-04. Testing with SCP-3621 is not permitted at this time, under any circumstances without direct approval by a majority of the O5 council, and special approval of 05-2. Documentation regarding Hume level fluctuations regarding SCP-3621, including Hume-CDM formulaic conversions, are available in Document-3621-S-1, and Document-3621-S-2. Compositional reports are available in Document-3621-S-3. SCP-3621-1 is to be assigned to continual high-risk missions, likely to result in death, or significant bodily harm. PoI-3621-A (Dr. Jacob Kensington) is tasked with the continued secrecy of SCP-3621 and the related project files. One Scranton Reality Anchor is to be located within the containment chamber of SCP-3621, at all times. Description: SCP-3621 are the skeletal remains of former Foundation employee Dr. Michael Magnus, deceased July 17, 20██. SCP-3621 constantly generates a low level elevated Hume field, which has proven to be disruptive to the function of Dimensional Site-04. SCP-3621-1 is Foundation employee Dr. Michael Magnus. Due to the effects of Directive Legends, SCP-3621 is to be considered an anomalous reality bending object, however SCP-3621-1 is not capable of bending reality under its own power. Upon death, SCP-3621-1 re-appears within 12 to 24 hours within SCP-3621's containment chamber. O5-2 and Director Salazar are tasked with the recovery and re-insertion of SCP-3621-1 in to concurrent reality. SCP-3621's anomalous effect extends to what has been described as a \"Continuity Defference Matrix\" (referred hereafter as \"CDM\") which has been co-harmonized to various Senior Staff until further notice. For a full description of these effects see Addendum 3. Addendum 1: SCP-3621's effect has been confirmed to increase with each subsequent death of SCP-3621-1. Provisionally, SCP-3621-1 was assigned to several combat missions, despite their lack of combat training. Each mission proved fatal to SCP-3621-1, which raised concerns by the Ethics Committe. Ethics Committe report on SCP-3621/SCP-3621-1 Due to the significant physical harm caused to SCP-3621-1, at this time it is the findings of the Ethics Committee to immediately halt SCP-3621-1's assignment to combat missions. There is not a significant gain to be made with the continual death and regeneration of SCP-3621-1. Due to the disturbing nature of recordings of these \"regenerations,\" the physical harm to SCP-3621-1 is completely unacceptable to this committee. Addendum 2: By a unanimous decision of the O5 council, the ruling of the ethics committee has been overturned. The effect of the CDM upon the Senior Staff has proven to be significantly more valuable than the concerns raised in the ethics committee report. Due to the vast improvements made in the capture, containment, and termination (as required) of anomalous entities by the Senior Staff of the Foundation, the SCP-3621 project will continue as directed. CDM has been proven to increase Hume readings in affected subjects. The \"reality bending\" effect which occurs is not actively controllable. The effects however, allow subjects to perform near-impossible actions and achieve mission objectives deemed to carry unacceptable risk. Addendum 3: Some of the effects of the CDM include: Increased Physical resilience Decreased recovery time from injury The ability to perform difficult, to impossible, feats of marksmanship Increased resistance to mental influence Increased resistance to low Hume levels Decreased side effects from toxic substances Specific events which demonstrate the CDM: Implantation of fully metallic bionic legs with zero rejection. The ability to pursue combat against reality bending entities with no special preparations or weaponry. Fully-body injuries which should induce crush syndrome which heal within two months. Since the introduction of the CDM to the Senior Staff of the foundation, identification, recovery, and containment of SCP objects has become a cost-adjusted value of 22.4% more efficient, with this number predicting to increase as SCP-3621-1's total deaths increase. Addendum 4: SCP-3621 was created as a side effect of the Directive Legends project. Initially rejected by majority vote of the O5 council, O5-2 proceeded without authorization to pursue with project, with an unauthorized request of assistance from SCP-343. Though officially reprimanded, O5-2 was not removed from the O5 council. The effects of Directive Legends significantly outweighed the potential risks in the end, and O5-2 was cleared of any potential disciplinary charges, with the provision of being warned that such behavior would not be tolerated in the future.",
        "Ethics Committe report on SCP-3621/SCP-3621-1 Due to the significant physical harm caused to SCP-3621-1, at this time it is the findings of the Ethics Committee to immediately halt SCP-3621-1's assignment to combat missions. There is not a significant gain to be made with the continual death and regeneration of SCP-3621-1. Due to the disturbing nature of recordings of these \"regenerations,\" the physical harm to SCP-3621-1 is completely unacceptable to this committee.",
        "Ethics Committee Report detailing the punishment and incarceration of former O5-2 Melanie duMourne It is not normally the place of the O5 council, nor the ethics committee to \"punish\" individuals for perceived crimes. Loss of position, loss of privileges, loss of life. These are things that have been deemed required for particular offenses in the past. This case, however, has been deemed something more. To be crystal clear, this is not about vengeance. This is not about justice. This is, pure and simple, about the most effective way to make use of Melanie duMourne, without exposing The Foundation, the world, or any related reality to the influence of her decisions. As such, it is the Ethics Committee's findings that Melanie duMourne be confined to Dimensional Site-04, and be required to write the final after-action and Familial Notice documents for all incidents relating to SCP-3621. Any and all casualties, damage, death, or destruction that Melanie duMourne is responsible for, she will be directly responsible for cataloging, and responding to. This task shall be completed within the outer containment chamber of SCP-3621, beyond the sound dampening barrier. Emergence Events shall be shielded to no lower than 20 dB. We feel this is appropriate considering the magnitude of the damage done to our continuity, and, in truth, our very missions. It is not determined at this time, the length of the sentence, though it shall take place immediately, beginning with the victims of SCP-2875 .",
        "Running Scripts ecom_2017_mdm.exe Identifying accessed sections… _ Section A verified…read _ Section B verified…read _ Section C verified…read _ Accessing attachments",
        "Hello Melanie. Below is the form letters you will use to apologize to the victims of your failure. This isn't exhaustive, just the ones we've had to make to get you started. You should make more if you need them. You will come to this file. Enter your credentials. Read the results of your failure. Every. Single. Time. You may be thinking to yourself \"They're just being cruel. They want me to suffer.\" No, Melanie. We don't want you to suffer. Cold, not cruel. We want you never to forget what you did. I never can. Neither should you. O5-2, Dr. Jacob Kensington"
    ],
    "item": "SCP-3621",
    "description": "SCP-3621 are the skeletal remains of former Foundation employee Dr. Michael Magnus, deceased July 17, 20██. SCP-3621 constantly generates a low level elevated Hume field, which has proven to be disruptive to the function of Dimensional Site-04.",
    "object_class": "Thaumiel",
    "containment_procedures": "SCP-3621 is to be contained in the High-Security Vault of Dimensional Site-04. Testing with SCP-3621 is not permitted at this time, under any circumstances without direct approval by a majority of the O5 council, and special approval of 05-2.",
    "title": "SCP-3621"
}