{
    "url": "https://scp-wiki.wikidot.com/scp-3629",
    "all_text": "ADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\n{$custom-content}\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nSCP-3628\n |\nSCP-3629\n| \nSCP-3630\n »\n\n\n\n\n\n\n\n\nrating: \n+169\n+\n–\nx\n\n\nItem #:\n SCP-3629\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n In accordance with Parallel Civilizations Procedure 8—C10 and the terms of the Foundation’s treaty with the S’kakithi Principality, the human-S’kakithi interactions of SCP-3629 will be permitted to continue. To reduce risks to secrecy or of situations like Incident 3629-1, these encounters will be arranged through a Foundation-designed service which will include surreptitious surveillance software to detect and interfere with any attempts to publicize information about the S’kakithi.\n\n\nDescription:\n SCP-3629 is a pattern of interactions between a small community of humans in New York City and certain individuals among the subterranean S’kakithi population\n1\n in that vicinity. These respective parties voluntarily seek each other on dating applications, most frequently Tinder, for the purposes of paraphilic sexual activities.\n\n\nLike many smaller spiders, the S’kakithi have substantially larger females than males, and the males, which are non-sapient, are frequently instinctively killed and consumed during or immediately after mating. To lessen the risk of this, the males tie the females up with their silk, and so in at least 70% of natural matings, the male survives. Because it is a part of the mating process, S’kakithi females find being bound highly pleasurable. To avoid depleting their own population of males, some S’kakithi engage in sexual activities with humans, and SCP-3629 refers to this interspecies cooperation. Humans, being approximately the size of a S’kakithi female and not biochemically similar to their prey or their males, are resistant to S’kakithi venom, and indeed experience euphoric hallucinations when injected with it.\n\n\nTo facilitate these encounters and meet proficient and interested humans, S’kakithi create profiles on dating applications, with an estimated 2100 profiles on Tinder and only about 150 distributed across OKCupid, Fetlife, and ChristianMingle. As the S’kakithi know that humans are not generally aware of their existence, these profiles do not explicitly identify the S’kakithi as such.\n\n\nThe humans involved in SCP-3629 are drawn primarily from the New York City bondage community. These individuals are informally vetted by both the S’kakithi and established members of this community, and are instructed in relevant information regarding the non-humanoid physiology of the S’kakithi. It is believed that 90 humans have taken part in SCP-3629.\n\n\nSCP-3629 came to the Foundation’s attention in February 2018 as a result of Incident 3629-1, after S’kakithi investigators contacted the Foundation regarding a case they believed involved a human, in which S’kakithi had gone missing after participating in SCP-3629. Some relevant documents are reproduced below.\n\n\nInterview 3629-3:\n To learn about SCP-3629 from a human perspective, on February 16, 2018, Agent Sebastian Allen interviewed Manny Li, whom the S’kakithi had identified as a regular participant in SCP-3629. He was not believed to be a suspect in the disappearances, nor was he believed to have any knowledge of the anomalous outside of the context of SCP-3629. Also present at the interview was Investigator Chisithrita, the S’kakithi liaison on the case. Note that as they are unable to vocalize English, S’kakithi communicate by text.\n\n\n\n\nAgent Allen:\n Mr. Li, I’m glad you could make it. We’d like to ask you some questions about the Silkmaster community.\n\n\nManny Li:\n That’s… Uh, I’m sorry, officer, but I can’t talk about that.\n\n\nAgent Allen:\n Are you worried about retaliation? My branch of NYPD liaisons with and addresses problems among New York City’s… less traditional inhabitants, including the S’kakithi. We have reason to believe a crime has been committed, and anything you can tell us will help.\n\n\nManny Li:\n Okay, so you know, but do they know you know? I’ve never heard of the Special Crimes Posting. Do they know about you guys?\n\n\nAgent Allen:\n I believe I may be able to allay your concerns.\n\n\nAllen leaves the room and returns with Investigator Chisithrita\n\n\nAgent Allen:\n This is Chisithrita, our S’kakithi contact in this case. She can remain here while we talk to confirm that I don’t ask you about anything they’d rather us not hear about.\n\n\nInvestigator Chisithrita:\n \n😀😀😀Hi there Manny! 😀😀😀\n\n\nInvestigator Chisithrita:\n \nI’m basically a spider cop🕵️‍♀️🕷️\n\n\nInvestigator Chisithrita:\n \nSebastian and his people are good people, and they are helping us with our investigation. Explain to them the trysts you have with our people.\n\n\nManny Li:\n Well, as Chisithrita says, I— Look, how much do you already know about this?\n\n\nAgent Allen:\n Only the basics, but we’d like to know more about the group and how you got into this. We’ve been in contact with them for a long time, but the S’kakithi tend to share information only when they think it’s relevant.\n\n\nInvestigator Chisithrita:\n \n😉We like our discretion. But tell them.\n\n\nManny Li:\n Okay. I’d been a part of the kink community for a while, both here and in Portland. Tom and Diane organize a lot of events for the local scene, and at one of these a year or so ago, Diane asked me to try a session with her where I tied her up according to some very specific and weird instructions and with something like a dozen tarantulas crawling on us. Screening, you see.\n\n\nAgent Allen:\n Forgive me, Investigator, but Manny, I would think a lot of people have problems dealing with the S’kakithi? Tarantulas are quite a bit smaller.\n\n\nManny Li:\n Yeah, a few people drop out when they meet the S’kakithi, but by that point they’ve been sworn to secrecy. That’s actually the other way I was vetted. Tom told me something — false, as it turns out — but explosive and told me not to tell anyone about it. That I didn’t is why I had the spider scene with Diane.\n\n\nAgent Allen:\n Sensible. So what happened after they decided to bring you in?\n\n\nManny Li:\n Well, first understand that the scenes I’ve been in are usually pretty tailored to an individual. But there’s still commonalities, patterns — how to tie someone so they can breathe and won’t have joint issues, establishing safewords, the sorts of materials and toys, how to end the session. That’s all different with the S’kakithi. Diane showed me the various binds on a volunteer, I think Irishis, as well as how to use webbing, and the safer ways to get a hit of venom from an aroused S’kakithi. Better for her, too, so she doesn’t sit around tied up too long.\n\n\nInvestigator Chisithrita:\n \nOoh, Irishis! She’s a bit 😘😘😘\n\n\nAgent Allen:\n Sorry, getting a hit of venom? How is that safe?\n\n\nManny Li:\n Safe enough, and absolutely worth it. That stuff is just beyond anything else. Yeah, a couple inches of fangs going into you has its risks. But they patch up the punctures as if they were never there.\n\n\nAgent Allen:\n Investigator, you’re using your medicine on random civilians?\n\n\nInvestigator Chisithrita:\n \nI’m so sorry. Should we leave them riddled with holes? Or would you prefer we ate them?\n\n\nAgent Allen:\n You know very well what we’d prefer…\n\n\nInvestigator Chisithrita:\n \n😛\n\n\nAgent Allen:\n We can leave that. Manny, Mr. Li, tell me about how you arrange these encounters.\n\n\nManny Li:\n Tinder.\n\n\nAgent Allen:\n Tinder? Public-facing Tinder, where anyone, totally unvetted, could talk with one of the S’kakithi?\n\n\nManny Li:\n I guess, but it’s not like they have real photos or say “Hey, I’m a giant spider”.\n\n\nInvestigator Chisithrita:\n \nWe have our own laws.\n\n\nInvestigator Chisithrita:\n \nIf they follow the Way of Chalt’tiri, we’ll follow the Tinder Terms of Service\n\n\nManny Li:\n There’s other cues, like the picture being some woman with a spider tattoo or with spiders crawling on her — some of these are from the scene; Diane appears a bunch — and these days they’ll usually say “Silkmaiden” somewhere on the profile. That’s I guess what’s become the name for this community, Silkmasters and Silkmaidens, though I guess you know about that. With us, we’ll sometimes say “Silkmaster”, but personally I found that attracted questions when I’m surfing for normal humans so I mostly use the chat to let them know that I’m on the inside. I do make clear I’m pretty into bondage though, which gets the S’kakithi to swipe right and avoids incompatible humans.\n\n\nAgent Allen:\n I see. Are you usually able to find a match?\n\n\nManny Li:\n Always. This is really popular with the S’kakithi, so there’s tons of them for each of us.\n\n\nInvestigator Chisithrita:\n \n☝️You stay on. We don’t.\n\n\nInvestigator Chisithrita:\n \nWe stay satisfied. But you humans are so horny!😘\n\n\nInvestigator Chisithrita:\n \nA whole species of Irishises\n\n\nManny Li:\n Okay, yes, that reduces the imbalance. Every S’kakithi I’ve met with drops off Tinder. I think they come back on eventually, but we’re talking like a year.\n\n\nAgent Allen:\n Do you ever remain in touch with one of your dates to continue social relations?\n\n\nManny Li:\n No, that’s not what I’m on Tinder for.\n\n\nAgent Allen:\n So these dates, where do they take place?\n\n\nManny Li:\n Their place, usually.\n\n\nInvestigator Chisithrita:\n \nSebastian, we take them no further underground than we take you.\n\n\nManny Li:\n Yeah, there’s elevators or fireman’s poles or something. They have these hidden trapdoors all over. I meet with the night’s partner at one of those, she grabs hold of me, then we fall, fall, fall. It’s not dark down there, but I don’t know what the lights are. Officer, it’s vast.\n\n\nAgent Allen:\n Please continue.\n\n\nManny Li:\n Their homes, those I can understand. You’d expect giant webs, but they’re more like our houses, only in caves. Most of the appliances I recognized. I guess if you can use Tinder, you can use Amazon. I do the session with my date, and I’ll usually spend the night, since the venom takes a while to wear off. In the morning, she drops me off wherever I need to be. Handy for getting to work.\n\n\nAgent Allen:\n Could you meet above ground if you wanted?\n\n\nManny Li:\n In some places. The first place I met one of the S’kakithi was in the studio, and I’ve done a scene or two there. I gather Leo has a tunnel into his basement. But my apartment would be completely impossible — I’m on the sixth floor, and the S’kakithi are pretty serious about their privacy. Diane makes sure we don’t do anything that might bring them down on us. We add her on social media, share our Tinder password, clear any photos related to the scene before putting them up. But it’s better than what the S’kakithi do — sorry, Investigator. That’s why I didn’t want to talk to you about this; I’ve heard of people who just shared photos vanishing. They said we couldn’t even tell our families.\n\n\nInvestigator Chisithrita:\n \nIt can’t be allowed.\n\n\nInvestigator Chisithrita:\n \nThey do live. We’re not monsters.👿\n\n\nManny Li:\n Officer, you said there had been a crime. What is this about?\n\n\nAgent Allen:\n Mr. Li, do you believe you could remove a S’kakithi from her home to the surface?\n\n\nInvestigator Chisithrita:\n \nNot possible\n\n\nManny Li:\n I agree. Maybe if she was already pretty well-bound, I could move her, but up a vertical shaft? I don’t think I could make it back up myself, even if I did know the way.\n\n\nInvestigator Chisithrita:\n \nWhat about an ambush on being picked up or dropped off?\n\n\nManny Li:\n In most of my sessions, my date resists being tied up, but that’s playacting, half-fighting. I couldn’t subdue a truly uncooperative S’kakithi. Maybe with friends? Or weapons? But I’ve seen shed exoskeletal plates, and they’re really tough. Even with a gun, I don’t think I could stop her from at least getting back underground. Have S’kakithi been going missing?\n\n\nInvestigator Chisithrita:\n \nYes😠😢\n\n\nAgent Allen:\n Fine, we can tell him. So that leaves… Unless, Investigator, could they still be somewhere in your city?\n\n\nInvestigator Chisithrita:\n \nWe would know.\n\n\nInvestigator Chisithrita:\n \nAssuming it is a human responsible, none of you could foil our methods.\n\n\nAgent Allen:\n Let’s stick with that assumption for now. Mr. Li, it then seems that the only point of vulnerability would be during a session on the surface. Do you know of anyone who preferred to have their dates up here?\n\n\nManny Li:\n Maybe. As I said, a few people with ground level homes have passages in — Leo, Colleen, Muhammed, probably more — and I think Benjamin K is a claustrophobe, so he mostly meets at the studio. So yeah, him. But almost always we go under. Look, mood and atmosphere are really important for this kind of thing, and it’s just not the same here.\n\n\nAgent Allen:\n I think I see. Have you noticed any unusual behavior by any of your friends lately?\n\n\nManny Li:\n Nothing unusual for them.\n\n\nAgent Allen:\n I believe that’s everything, then. Investigator, do you have any further questions for Mr. Li?\n\n\nInvestigator Chisithrita:\n \n😁Thank you so much for helping, Manny!😁\n\n\nInvestigator Chisithrita:\n \nSebastian may want to interrogate you further at some later point.\n\n\nInvestigator Chisithrita:\n \nI may want to meet you again for other reasons.😉\n\n\nInvestigator Chisithrita:\n \nIf I’m not too forthright in asking, what’s your profile name?\n\n\n\n\nManny Li:\n On Tinder? Geez, okay. It’s “HungManny”.\n\n\nInvestigator Chisithrita:\n \nI’ll keep my eyes out!😁\n\n\nInvestigator Chisithrita:\n \n👁️👁️👁️👁️👁️👁️👁️👁️ (🕷️)\n\n\n\n\nInterview 3629-6:\n On February 27, 2018, IAC gave the Foundation access to Tinder chat logs for human participants in SCP-3629 and for the missing S’kakithi, in accordance with the plans from Interview 3629-5. Agent Sebastian Allen met with S’kakithi Investigators Chisithrita and Iskeran on March 1, 2018 to discuss the findings.\n\n\n\n\nAgent Allen:\n Good morning, Investigator Iskeran, Investigator Chisithrita. Tinder finally turned over the logs.\n\n\nInvestigator Chisithrita:\n \nWonderful! 😃 Let’s take a look.\n\n\nInvestigator Iskeran:\n \n🕷🔎\n\n\nAgent Allen:\n Right, I guess we’ll start off with the last to go missing. Let me know if you’re having trouble seeing the screen. Here’s the log for K’taithar. She met with SeventhWalrus — okay, I guess for the mustache — which seems to be the account of one Eric Thierse.\n\n\nInvestigator Iskeran:\n \nI’ve seen the name.\n\n\nInvestigator Iskeran:\n \nBut not one I’ve met.\n\n\nInvestigator Chisithrita:\n \nHe looks strong. 💪 Could he be a web?\n\n\nInvestigator Chisithrita:\n \nI mean, bait?\n\n\nInvestigator Iskeran:\n \nThe name has been there for a long time.\n\n\nAgent Allen:\n I don’t think so. He seems to have an account history, and I’d like to assume for now that our kidnapper isn’t able to edit Tinder’s files.\n\n\nInvestigator Chisithrita:\n \nLiaisons with both our kinds. I don’t know this SeventhWalrus, but I do recall Aserak being quite satisfied. 🤪 So he’s real and just started grabbing ⛓his partners one day? Are any of his humans missing?\n\n\nAgent Allen:\n I don’t know yet. We can look into that. Let’s go back to K’taithar’s last meeting. Is there anything odd about these messages?\n\n\nInvestigator Chisithrita:\n \nNot that I can tell. He comes off well here. But every predator should be pleasing to her prey.\n\n\nInvestigator Chisithrita:\n \nThey met at the studio rise.\n\n\nInvestigator Iskeran:\n \nThat’s relevant. We wouldn’t travel from the Rise, so that must have been where K’taithar was seized.\n\n\nInvestigator Iskeran:\n \nA definite 🔎. Was that where the other 🕷 were taken?\n\n\nInvestigator Chisithrita:\n \nSebastian, let’s look at more. How about Espachia?\n\n\nAgent Allen:\n Okay. Let’s see… Her last meeting wasn’t with Mr. Thierse. Espachia met with someone named Tietan. It says here her real name is —\n\n\nInvestigator Iskeran:\n \n😲😲😲😰🤯\n\n\nAgent Allen:\n Uh, what is it, Investigator?\n\n\nInvestigator Iskeran:\n \nI MET WITH HER\n\n\nAgent Allen:\n When?\n\n\nInvestigator Chisithrita:\n \nWith one of their females? 🤢 Do you think it would be okay to start eating people as well as fucking them?\n\n\nInvestigator Iskeran:\n \nHumans don’t have true gender. They’re practically identical. Both 🚺 and 🚹 are ignorant of the Way of Chalt’tiri. I see no difference.\n\n\nInvestigator Chisithrita:\n \nThey have the Tinder Terms of Service! If you got to know them, you’d see that.\n\n\nInvestigator Iskeran:\n \nThen wouldn’t their men you let bind you also be People? And you call me a pervert?\n\n\nAgent Allen:\n Investigators! Please, I don’t understand this, but is it really relevant? Iskeran, Investigator Iskeran, you said you met with Ms. Willard-Neeson, Tietan. Was this for, uh, SCP-3629? When was this?\n\n\nInvestigator Iskeran:\n \nYes. And my fellow Investigator will find nothing in Chalt’tiri to condemn that.\n\n\nInvestigator Iskeran:\n \nI met with her four days ago.\n\n\nAgent Allen:\n That’s well after Espachia vanished. Did she seem uncomfortable or anything like that? Any indicator of anything wrong, any aggressive moves against you at the surface?\n\n\nInvestigator Iskeran:\n \nI don’t know how to tell if she was uncomfortable, but she was quite satisfying.\n\n\nInvestigator Chisithrita:\n \nHow did she talk to Espachia?\n\n\nAgent Allen:\n I’ll bring that up. Oh, again meeting at the studio. That’s definitely a theme.\n\n\nInvestigator Iskeran:\n \nWe met at a Rise near her 🏠.\n\n\nAgent Allen:\n Are all of these meetings at the studio? Mind if I scroll through?\n\n\nInvestigator Chisithrita:\n \n🤔Go right ahead.\n\n\nAgent Allen:\n Ikla’akti disappeared after meeting RebelStar929… at the studio. Sichariti disappeared after meeting LionManWaistDown… at the studio. Chik—\n\n\nInvestigator Chisithrita:\n \n🔎Is LionManWaistDown named Leo?🔎\n\n\nAgent Allen:\n Leonel Simcoe, yes.\n\n\nInvestigator Chisithrita:\n \nWe built a rise to Leo’s house. He is in touch with the ground. There’s no reason he’d ask to meet at the studio.\n\n\nAgent Allen:\n That seems to be where all the abductions have happened. We can search the place, but perhaps there’s something there necessary for subduing the victims.\n\n\nInvestigator Chisithrita:\n \n🕵️‍♀️I don’t think so. Sebastian, Investigator Iskeran, might Leo and these others be imitated?\n\n\nInvestigator Iskeran:\n \nA deception? It shouldn’t be. Agent Allen, go back to the conversation between Espachia and Tietan.\n\n\nAgent Allen:\n Sure.\n\n\nInvestigator Iskeran:\n \nDoes not this remind you of SeventhWalrus’s approach?\n\n\nInvestigator Iskeran:\n \nThis was not how Tietan spoke to me.\n\n\nInvestigator Iskeran:\n \n🕸🕷👿🕸\n\n\nInvestigator Chisithrita:\n \n🧠Oh, good thinking, Investigator! 🧠 Show your conversation with Tietan to us.😉\n\n\nAgent Allen:\n We have experts on writing styles. I’m not one myself, but I can contact one.\n\n\nInvestigator Chisithrita:\n \nYou are a human. If Iskeran thought she saw a difference, you’re sure to.\n\n\nInvestigator Iskeran:\n \nMy personal correspondences are not supposed to be a part of the case!\n\n\nInvestigator Iskeran:\n \nBut I can show Agent Allen.\n\n\nAgent Allen:\n Okay, yes, that’s definitely different than the Espachia conversation. Unless she forgot how to capitalize letters between talking to Espachia and to you. Okay, I think that’s a good working hypothesis. Somehow, someone is getting onto the Tinder accounts of humans involved with 3629 and setting up meetings with S’kakithi at the studio, where… what? We got stuck here when Manny was here too, Chisithrita. Shouldn’t the victim realize that it’s not her date there and bolt back underground?\n\n\nInvestigator Iskeran:\n \nNo.\n\n\nInvestigator Iskeran:\n \nYou look the same.\n\n\nInvestigator Chisithrita:\n \n🤫\n\n\nInvestigator Chisithrita:\n \nMore diplomatically, you look human.\n\n\nInvestigator Chisithrita:\n \nWhen you’re together, I can tell you apart — you have different clothes, skin, hair, size — but alone, it’s harder. Especially since you change your appearance so much!\n\n\nInvestigator Iskeran:\n \nShe may have let herself be bound by someone else.\n\n\nAgent Allen:\n And then unable to free herself when they showed their true colors.\n\n\nInvestigator Chisithrita:\n \n😥We have stories like that. Some are romantic ❤️ when the hero finds her binder is a shimmering drone with thick silk instead of the shedding old lurker who’d been around her nest. But in real life? By a human? 🤢💔💔💔\n\n\nAgent Allen:\n So we want someone with access to the studio, a way to hack people’s accounts, and some reason for doing this.\n\n\nInvestigator Chisithrita:\n \n😳😳I think I know who.\n\n\nInvestigator Chisithrita:\n \nHungManny said that out of fear of our displeasure over our seclusion being spoiled, he and his fellow Silkmasters let BoundToPlease — Diane — audit their Tinder accounts. And of course she has access to the studio.\n\n\nAgent Allen:\n Yes! I think we had best bring her in for questioning. And her husband Tom too; if she is behind this, he might be as well. The two of them probably know more about you all than anyone outside the Foundation.\n\n\nInvestigator Iskeran:\n \nOr the Global Occult Coalition.\n\n\nInvestigator Iskeran:\n \nOr the Metropolitan Transportation Authority.\n\n\nInvestigator Iskeran:\n \nOr the Leaves of Winter.\n\n\nInvestigator Chisithrita:\n \n🤫 Now then, Investigator, let’s leave some secrets for Sebastian to discover on his own.😉\n\n\n\n\nAddendum 3629-6:\n Following the conclusions of Interview 3629-6, Foundation operatives apprehended Diane and Thomas Mallory. Under interrogation, they confessed to abducting and imprisoning six S’kakithi over a period of three months. Thomas explained that they harvested the venom from their victims and sold it as a drug. As S’kakithi venom is not anomalous and the Mallorys did not share the origin of the substance, no followup on the buyers is necessary. The victims were rescued from a property owned by the couple, dehydrated but alive. At the insistence of the S’kakithi Principality, Thomas and Diane were remanded to their custody.\n\n\nAddendum 3629-7:\n Below are reproduced several Tinder profiles of S’kakithi participating in SCP-3629.\n\n\n\n\nEightLegsUnder, 37\n\n\n📍 less than a mile away\n\n\n\n\nYou: Strong 💪 Silkmaster (men ONLY!)\n\nSend pics of your knots ➰\n\n\nMe: Silkmaiden 🕸️💞🕸️ My kiss 😘 will have you seeing stars!\n\n\n\n\n\n\nIrishisDelicious, 33\n\n\n📍 less than a mile away\n\n\n\n\nSilk… Well, \"maiden\" would be quite inaccurate 😘\n\nI know what I want and I want a lot…\n\nNot from Ireland!!\n\n\n\n\n\n\nSue, 24\n\n\n📍 less than a mile away\n\n\n\n\ni'm a giant spider woman w/ nice eyes looking for a strong human to tie me up\n\nmust like getting bit\n\n\nOMG why are so many creeps messaging me??!?\n\ni'm closing my account\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For further information about S'kakithi biology, society, and history with the Foundation, consult SCP-████\n\n\n\n\n\n\n\n\n« \nSCP-3628\n | SCP-3629 | \nSCP-3630\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3629\n\" by Anaxagoras, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3629\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n EightLegsUnderProfile-new.PNG\n\n\nName:\n Researcher Cheryl Hayashi studies the genetics of complex spider silk-making\n\n\nAuthor:\n National Science Foundation\n\n\nLicense:\n Public Domain\n\n\nSource Link:\nnsf.gov\n\n\n\n\n\n\nFilename:\n IrishisDeliciousProfile-new.jpg\n\n\nName:\n Spider Woman Surreal\n\n\nAuthor:\n kai Stachowiak\n\n\nLicense:\n CC0\n\n\nSource Link:\nPublic Domain Pictures\n\n\n\n\n\n\nFilename:\n SueProfile-new.jpg\n\n\nName:\n xIMG_2284\n\n\nAuthor:\n \nDavid Hill\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum 3629-6: Following the conclusions of Interview 3629-6, Foundation operatives apprehended Diane and Thomas Mallory. Under interrogation, they confessed to abducting and imprisoning six S’kakithi over a period of three months. Thomas explained that they harvested the venom from their victims and sold it as a drug. As S’kakithi venom is not anomalous and the Mallorys did not share the origin of the substance, no followup on the buyers is necessary. The victims were rescued from a property owned by the couple, dehydrated but alive. At the insistence of the S’kakithi Principality, Thomas and Diane were remanded to their custody.",
        "Addendum 3629-7: Below are reproduced several Tinder profiles of S’kakithi participating in SCP-3629."
    ],
    "documents": [],
    "notes": [
        "Agent Allen: Mr. Li, I’m glad you could make it. We’d like to ask you some questions about the Silkmaster community. Manny Li: That’s… Uh, I’m sorry, officer, but I can’t talk about that. Agent Allen: Are you worried about retaliation? My branch of NYPD liaisons with and addresses problems among New York City’s… less traditional inhabitants, including the S’kakithi. We have reason to believe a crime has been committed, and anything you can tell us will help. Manny Li: Okay, so you know, but do they know you know? I’ve never heard of the Special Crimes Posting. Do they know about you guys? Agent Allen: I believe I may be able to allay your concerns. Allen leaves the room and returns with Investigator Chisithrita Agent Allen: This is Chisithrita, our S’kakithi contact in this case. She can remain here while we talk to confirm that I don’t ask you about anything they’d rather us not hear about. Investigator Chisithrita: 😀😀😀Hi there Manny! 😀😀😀 Investigator Chisithrita: I’m basically a spider cop🕵️‍♀️🕷️ Investigator Chisithrita: Sebastian and his people are good people, and they are helping us with our investigation. Explain to them the trysts you have with our people. Manny Li: Well, as Chisithrita says, I— Look, how much do you already know about this? Agent Allen: Only the basics, but we’d like to know more about the group and how you got into this. We’ve been in contact with them for a long time, but the S’kakithi tend to share information only when they think it’s relevant. Investigator Chisithrita: 😉We like our discretion. But tell them. Manny Li: Okay. I’d been a part of the kink community for a while, both here and in Portland. Tom and Diane organize a lot of events for the local scene, and at one of these a year or so ago, Diane asked me to try a session with her where I tied her up according to some very specific and weird instructions and with something like a dozen tarantulas crawling on us. Screening, you see. Agent Allen: Forgive me, Investigator, but Manny, I would think a lot of people have problems dealing with the S’kakithi? Tarantulas are quite a bit smaller. Manny Li: Yeah, a few people drop out when they meet the S’kakithi, but by that point they’ve been sworn to secrecy. That’s actually the other way I was vetted. Tom told me something — false, as it turns out — but explosive and told me not to tell anyone about it. That I didn’t is why I had the spider scene with Diane. Agent Allen: Sensible. So what happened after they decided to bring you in? Manny Li: Well, first understand that the scenes I’ve been in are usually pretty tailored to an individual. But there’s still commonalities, patterns — how to tie someone so they can breathe and won’t have joint issues, establishing safewords, the sorts of materials and toys, how to end the session. That’s all different with the S’kakithi. Diane showed me the various binds on a volunteer, I think Irishis, as well as how to use webbing, and the safer ways to get a hit of venom from an aroused S’kakithi. Better for her, too, so she doesn’t sit around tied up too long. Investigator Chisithrita: Ooh, Irishis! She’s a bit 😘😘😘 Agent Allen: Sorry, getting a hit of venom? How is that safe? Manny Li: Safe enough, and absolutely worth it. That stuff is just beyond anything else. Yeah, a couple inches of fangs going into you has its risks. But they patch up the punctures as if they were never there. Agent Allen: Investigator, you’re using your medicine on random civilians? Investigator Chisithrita: I’m so sorry. Should we leave them riddled with holes? Or would you prefer we ate them? Agent Allen: You know very well what we’d prefer… Investigator Chisithrita: 😛 Agent Allen: We can leave that. Manny, Mr. Li, tell me about how you arrange these encounters. Manny Li: Tinder. Agent Allen: Tinder? Public-facing Tinder, where anyone, totally unvetted, could talk with one of the S’kakithi? Manny Li: I guess, but it’s not like they have real photos or say “Hey, I’m a giant spider”. Investigator Chisithrita: We have our own laws. Investigator Chisithrita: If they follow the Way of Chalt’tiri, we’ll follow the Tinder Terms of Service Manny Li: There’s other cues, like the picture being some woman with a spider tattoo or with spiders crawling on her — some of these are from the scene; Diane appears a bunch — and these days they’ll usually say “Silkmaiden” somewhere on the profile. That’s I guess what’s become the name for this community, Silkmasters and Silkmaidens, though I guess you know about that. With us, we’ll sometimes say “Silkmaster”, but personally I found that attracted questions when I’m surfing for normal humans so I mostly use the chat to let them know that I’m on the inside. I do make clear I’m pretty into bondage though, which gets the S’kakithi to swipe right and avoids incompatible humans. Agent Allen: I see. Are you usually able to find a match? Manny Li: Always. This is really popular with the S’kakithi, so there’s tons of them for each of us. Investigator Chisithrita: ☝️You stay on. We don’t. Investigator Chisithrita: We stay satisfied. But you humans are so horny!😘 Investigator Chisithrita: A whole species of Irishises Manny Li: Okay, yes, that reduces the imbalance. Every S’kakithi I’ve met with drops off Tinder. I think they come back on eventually, but we’re talking like a year. Agent Allen: Do you ever remain in touch with one of your dates to continue social relations? Manny Li: No, that’s not what I’m on Tinder for. Agent Allen: So these dates, where do they take place? Manny Li: Their place, usually. Investigator Chisithrita: Sebastian, we take them no further underground than we take you. Manny Li: Yeah, there’s elevators or fireman’s poles or something. They have these hidden trapdoors all over. I meet with the night’s partner at one of those, she grabs hold of me, then we fall, fall, fall. It’s not dark down there, but I don’t know what the lights are. Officer, it’s vast. Agent Allen: Please continue. Manny Li: Their homes, those I can understand. You’d expect giant webs, but they’re more like our houses, only in caves. Most of the appliances I recognized. I guess if you can use Tinder, you can use Amazon. I do the session with my date, and I’ll usually spend the night, since the venom takes a while to wear off. In the morning, she drops me off wherever I need to be. Handy for getting to work. Agent Allen: Could you meet above ground if you wanted? Manny Li: In some places. The first place I met one of the S’kakithi was in the studio, and I’ve done a scene or two there. I gather Leo has a tunnel into his basement. But my apartment would be completely impossible — I’m on the sixth floor, and the S’kakithi are pretty serious about their privacy. Diane makes sure we don’t do anything that might bring them down on us. We add her on social media, share our Tinder password, clear any photos related to the scene before putting them up. But it’s better than what the S’kakithi do — sorry, Investigator. That’s why I didn’t want to talk to you about this; I’ve heard of people who just shared photos vanishing. They said we couldn’t even tell our families. Investigator Chisithrita: It can’t be allowed. Investigator Chisithrita: They do live. We’re not monsters.👿 Manny Li: Officer, you said there had been a crime. What is this about? Agent Allen: Mr. Li, do you believe you could remove a S’kakithi from her home to the surface? Investigator Chisithrita: Not possible Manny Li: I agree. Maybe if she was already pretty well-bound, I could move her, but up a vertical shaft? I don’t think I could make it back up myself, even if I did know the way. Investigator Chisithrita: What about an ambush on being picked up or dropped off? Manny Li: In most of my sessions, my date resists being tied up, but that’s playacting, half-fighting. I couldn’t subdue a truly uncooperative S’kakithi. Maybe with friends? Or weapons? But I’ve seen shed exoskeletal plates, and they’re really tough. Even with a gun, I don’t think I could stop her from at least getting back underground. Have S’kakithi been going missing? Investigator Chisithrita: Yes😠😢 Agent Allen: Fine, we can tell him. So that leaves… Unless, Investigator, could they still be somewhere in your city? Investigator Chisithrita: We would know. Investigator Chisithrita: Assuming it is a human responsible, none of you could foil our methods. Agent Allen: Let’s stick with that assumption for now. Mr. Li, it then seems that the only point of vulnerability would be during a session on the surface. Do you know of anyone who preferred to have their dates up here? Manny Li: Maybe. As I said, a few people with ground level homes have passages in — Leo, Colleen, Muhammed, probably more — and I think Benjamin K is a claustrophobe, so he mostly meets at the studio. So yeah, him. But almost always we go under. Look, mood and atmosphere are really important for this kind of thing, and it’s just not the same here. Agent Allen: I think I see. Have you noticed any unusual behavior by any of your friends lately? Manny Li: Nothing unusual for them. Agent Allen: I believe that’s everything, then. Investigator, do you have any further questions for Mr. Li? Investigator Chisithrita: 😁Thank you so much for helping, Manny!😁 Investigator Chisithrita: Sebastian may want to interrogate you further at some later point. Investigator Chisithrita: I may want to meet you again for other reasons.😉 Investigator Chisithrita: If I’m not too forthright in asking, what’s your profile name? Manny Li: On Tinder? Geez, okay. It’s “HungManny”. Investigator Chisithrita: I’ll keep my eyes out!😁 Investigator Chisithrita: 👁️👁️👁️👁️👁️👁️👁️👁️ (🕷️)",
        "Agent Allen: Good morning, Investigator Iskeran, Investigator Chisithrita. Tinder finally turned over the logs. Investigator Chisithrita: Wonderful! 😃 Let’s take a look. Investigator Iskeran: 🕷🔎 Agent Allen: Right, I guess we’ll start off with the last to go missing. Let me know if you’re having trouble seeing the screen. Here’s the log for K’taithar. She met with SeventhWalrus — okay, I guess for the mustache — which seems to be the account of one Eric Thierse. Investigator Iskeran: I’ve seen the name. Investigator Iskeran: But not one I’ve met. Investigator Chisithrita: He looks strong. 💪 Could he be a web? Investigator Chisithrita: I mean, bait? Investigator Iskeran: The name has been there for a long time. Agent Allen: I don’t think so. He seems to have an account history, and I’d like to assume for now that our kidnapper isn’t able to edit Tinder’s files. Investigator Chisithrita: Liaisons with both our kinds. I don’t know this SeventhWalrus, but I do recall Aserak being quite satisfied. 🤪 So he’s real and just started grabbing ⛓his partners one day? Are any of his humans missing? Agent Allen: I don’t know yet. We can look into that. Let’s go back to K’taithar’s last meeting. Is there anything odd about these messages? Investigator Chisithrita: Not that I can tell. He comes off well here. But every predator should be pleasing to her prey. Investigator Chisithrita: They met at the studio rise. Investigator Iskeran: That’s relevant. We wouldn’t travel from the Rise, so that must have been where K’taithar was seized. Investigator Iskeran: A definite 🔎. Was that where the other 🕷 were taken? Investigator Chisithrita: Sebastian, let’s look at more. How about Espachia? Agent Allen: Okay. Let’s see… Her last meeting wasn’t with Mr. Thierse. Espachia met with someone named Tietan. It says here her real name is — Investigator Iskeran: 😲😲😲😰🤯 Agent Allen: Uh, what is it, Investigator? Investigator Iskeran: I MET WITH HER Agent Allen: When? Investigator Chisithrita: With one of their females? 🤢 Do you think it would be okay to start eating people as well as fucking them? Investigator Iskeran: Humans don’t have true gender. They’re practically identical. Both 🚺 and 🚹 are ignorant of the Way of Chalt’tiri. I see no difference. Investigator Chisithrita: They have the Tinder Terms of Service! If you got to know them, you’d see that. Investigator Iskeran: Then wouldn’t their men you let bind you also be People? And you call me a pervert? Agent Allen: Investigators! Please, I don’t understand this, but is it really relevant? Iskeran, Investigator Iskeran, you said you met with Ms. Willard-Neeson, Tietan. Was this for, uh, SCP-3629? When was this? Investigator Iskeran: Yes. And my fellow Investigator will find nothing in Chalt’tiri to condemn that. Investigator Iskeran: I met with her four days ago. Agent Allen: That’s well after Espachia vanished. Did she seem uncomfortable or anything like that? Any indicator of anything wrong, any aggressive moves against you at the surface? Investigator Iskeran: I don’t know how to tell if she was uncomfortable, but she was quite satisfying. Investigator Chisithrita: How did she talk to Espachia? Agent Allen: I’ll bring that up. Oh, again meeting at the studio. That’s definitely a theme. Investigator Iskeran: We met at a Rise near her 🏠. Agent Allen: Are all of these meetings at the studio? Mind if I scroll through? Investigator Chisithrita: 🤔Go right ahead. Agent Allen: Ikla’akti disappeared after meeting RebelStar929… at the studio. Sichariti disappeared after meeting LionManWaistDown… at the studio. Chik— Investigator Chisithrita: 🔎Is LionManWaistDown named Leo?🔎 Agent Allen: Leonel Simcoe, yes. Investigator Chisithrita: We built a rise to Leo’s house. He is in touch with the ground. There’s no reason he’d ask to meet at the studio. Agent Allen: That seems to be where all the abductions have happened. We can search the place, but perhaps there’s something there necessary for subduing the victims. Investigator Chisithrita: 🕵️‍♀️I don’t think so. Sebastian, Investigator Iskeran, might Leo and these others be imitated? Investigator Iskeran: A deception? It shouldn’t be. Agent Allen, go back to the conversation between Espachia and Tietan. Agent Allen: Sure. Investigator Iskeran: Does not this remind you of SeventhWalrus’s approach? Investigator Iskeran: This was not how Tietan spoke to me. Investigator Iskeran: 🕸🕷👿🕸 Investigator Chisithrita: 🧠Oh, good thinking, Investigator! 🧠 Show your conversation with Tietan to us.😉 Agent Allen: We have experts on writing styles. I’m not one myself, but I can contact one. Investigator Chisithrita: You are a human. If Iskeran thought she saw a difference, you’re sure to. Investigator Iskeran: My personal correspondences are not supposed to be a part of the case! Investigator Iskeran: But I can show Agent Allen. Agent Allen: Okay, yes, that’s definitely different than the Espachia conversation. Unless she forgot how to capitalize letters between talking to Espachia and to you. Okay, I think that’s a good working hypothesis. Somehow, someone is getting onto the Tinder accounts of humans involved with 3629 and setting up meetings with S’kakithi at the studio, where… what? We got stuck here when Manny was here too, Chisithrita. Shouldn’t the victim realize that it’s not her date there and bolt back underground? Investigator Iskeran: No. Investigator Iskeran: You look the same. Investigator Chisithrita: 🤫 Investigator Chisithrita: More diplomatically, you look human. Investigator Chisithrita: When you’re together, I can tell you apart — you have different clothes, skin, hair, size — but alone, it’s harder. Especially since you change your appearance so much! Investigator Iskeran: She may have let herself be bound by someone else. Agent Allen: And then unable to free herself when they showed their true colors. Investigator Chisithrita: 😥We have stories like that. Some are romantic ❤️ when the hero finds her binder is a shimmering drone with thick silk instead of the shedding old lurker who’d been around her nest. But in real life? By a human? 🤢💔💔💔 Agent Allen: So we want someone with access to the studio, a way to hack people’s accounts, and some reason for doing this. Investigator Chisithrita: 😳😳I think I know who. Investigator Chisithrita: HungManny said that out of fear of our displeasure over our seclusion being spoiled, he and his fellow Silkmasters let BoundToPlease — Diane — audit their Tinder accounts. And of course she has access to the studio. Agent Allen: Yes! I think we had best bring her in for questioning. And her husband Tom too; if she is behind this, he might be as well. The two of them probably know more about you all than anyone outside the Foundation. Investigator Iskeran: Or the Global Occult Coalition. Investigator Iskeran: Or the Metropolitan Transportation Authority. Investigator Iskeran: Or the Leaves of Winter. Investigator Chisithrita: 🤫 Now then, Investigator, let’s leave some secrets for Sebastian to discover on his own.😉",
        "EightLegsUnder, 37 📍 less than a mile away You: Strong 💪 Silkmaster (men ONLY!) Send pics of your knots ➰ Me: Silkmaiden 🕸️💞🕸️ My kiss 😘 will have you seeing stars!",
        "IrishisDelicious, 33 📍 less than a mile away Silk… Well, \"maiden\" would be quite inaccurate 😘 I know what I want and I want a lot… Not from Ireland!!",
        "Sue, 24 📍 less than a mile away i'm a giant spider woman w/ nice eyes looking for a strong human to tie me up must like getting bit OMG why are so many creeps messaging me??!? i'm closing my account",
        "\" SCP-3629 \" by Anaxagoras, from the SCP Wiki . Source: https://scpwiki.com/scp-3629 . Licensed under CC-BY-SA .",
        "Filename: EightLegsUnderProfile-new.PNG Name: Researcher Cheryl Hayashi studies the genetics of complex spider silk-making Author: National Science Foundation License: Public Domain Source Link: nsf.gov",
        "Filename: IrishisDeliciousProfile-new.jpg Name: Spider Woman Surreal Author: kai Stachowiak License: CC0 Source Link: Public Domain Pictures",
        "Filename: SueProfile-new.jpg Name: xIMG_2284 Author: David Hill License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-3629",
    "object_class": "Euclid",
    "containment_procedures": "In accordance with Parallel Civilizations Procedure 8—C10 and the terms of the Foundation’s treaty with the S’kakithi Principality, the human-S’kakithi interactions of SCP-3629 will be permitted to continue. To reduce risks to secrecy or of situations like Incident 3629-1, these encounters will be arranged through a Foundation-designed service which will include surreptitious surveillance software to detect and interfere with any attempts to publicize information about the S’kakithi.",
    "description": "SCP-3629 is a pattern of interactions between a small community of humans in New York City and certain individuals among the subterranean S’kakithi population1 in that vicinity. These respective parties voluntarily seek each other on dating applications, most frequently Tinder, for the purposes of paraphilic sexual activities.",
    "title": "SCP-3629"
}