{
    "url": "https://scp-wiki.wikidot.com/scp-3632",
    "all_text": "rating: \n+99\n+\n–\nx\n\n\n\n\n\n\nTHE CLEARANCE LEVEL TO ACCESS THIS FILE HAS BEEN CHANGED TO\n\n\n\n\nLEVEL 1/3632 UNCLASSIFIED\n\n\n\n\nFOR RELEVANCE TO THE ONGOING \nBE-CLASS \"MIGRATION\" END-OF-CONSCIOUSNESS SCENARIO\n\n\nAUTHORIZED BY: \nDr. Frederick Hoygull\n\n\n\n\n\n\n\n\n\n\n\n\nPhotograph of SCP-3632 captured by the Norcross Space Telescope.\n\n\n\n\n\n\nItem #:\n SCP-3632\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Given SCP-3632's distance from Earth, no immediate containment procedures are needed at this time. MTF Omicron-4 (“Bird Watchers”) operatives are embedded in all major space agencies capable of directly observing SCP-3632 in order to falsify any data that may imply the presence of a biosphere or sapient life; however, it is unlikely that such data could be gathered due to civilian technological limitations.\n\n\nThe Wide Angle Research Telescope at Site-309 will image SCP-3632 every 30 days: staff are encouraged to review these images for reference.\n\n\nDescription:\n SCP-3632 is an irregular planetoid with a mean radius of 440 km, currently approaching the Solar System from the direction of Alpha Centauri. Estimations of its current velocity indicate that SCP-3632 would not complete this journey for approximately 600 years: however, direct observations have suggested that SCP-3632 is able to anomalously alter its velocity and direction.\n\n\nSince 1998, WART imaging has revealed the presence of Earth-like biota on the near side of SCP-3632, as well as artificial structures resembling Old Kingdom and Ptolemaic architecture.\n1\n\n\nDue to the presence of diagrams strongly resembling SCP-3632, as well as star charts depicting an accurate route from the Sun to Alpha Centauri B, in the historical records of multiple cultures during the Hellenistic period, it has been hypothesized that SCP-3632 has previously interacted with humanity and is associated with a variety of avian religious figures or folk heroes, including Djehuti, Thoth, Garuda, and Lei Gong. However, aside from the perceived similarity of these diagrams, there is no information to confirm nor disprove this hypothesis.\n\n\nSeveral excerpts from contemporary documents that potentially describe SCP-3632 have been included below:\n\n\n\n\nSCP-3632 Historical Archive\n\n\n\n\nHide Historical Archive\n\n\n\n\n\n\n5. prize of victory of the men of \nKHEMENNU\n, who devoted their most excellent minds and many years of their labour to the Pyramid… [illegible] gone from a seedling in the mind of the nomarch MERESANKH to a splendid structure, which towers over the city,\n\n6. and it has been built in the name of DJEHUTI, whom all men of intellect aspire to\n\n[illegible]\n\n9. as it was a structure most ingenious and pleasing to his sight, he took the whole city of KHEMENNU to the wondrous land of BROT KRUMA beyond the Sun,\n\n10. where his chosen followers will live in bliss forever.\n\n\n-Unidentified tablet fragments, dating to the early Third Dynasty\n\n\n\n\n\n\nIn the later years of Huangdi’s\n2\n rule, the god Lei Gong, who could control thunder and rode in a flying city, visited his capital of Xinzheng. The boy Ji Mǐn, who was one of Huangdi’s sons, was a great admirer of Lei Gong and called to him, saying, “Look at the canals I have made by the river: they protect the city from flooding. Look at the wooden birds I have made: they carry our people from one end of our kingdom to the other.\n3\n Is this not pleasing to you?”\n\n\nBut Lei Gong was angry and said, “My people have been travelling for seven thousand years; they have travelled past the Moon and beyond the stars. But you bring them no food and no gifts, not even some workers to ease their burden. Instead you bring me tricks and toys, all of which I have seen before, and think this will please me?”\n\nAnd there was a great storm above Xinzheng, which knocked the palace roof down, and floods lasting for two years.\n\n\n-Redacted passage of the\n Records of the Grand Historian \nby Sima Qian, circa 1st century BC\n\n\n\n\n\n\n\n\nThe Bird and the Floating Island\n\n\n\n\n\nThere once was a wise old Bird, named Thoth, that greatly desired the miraculous floating island of his neighbours: a miniature world, much like the one we live on now, with all manner of plants and animals. His neighbours, the Pistreans, were monstrous creatures with fins and fangs and rough, scaly skin, and they spread all across the island until the plants were gone and the animals dead. Desperate for aid, they called for help, and Thoth disguised himself as a wrinkled old crane and went to them.\n\n“Wise crane,” said Akheilos,\n4\n their leader, “we have no food to eat and no crops to plant. Our children lie awake in their beds at night, keening with hunger. All we ask for is some bread, to fill our bellies and keep our people alive.”\n\n\nFor this Thoth was glad, for he did not care for Akheilos or his people, and was not overmuch concerned with keeping the Pistreans alive. But because he sensed an opportunity for himself, he opened his crooked beak into a smile and said, “My friend, your troubles are my troubles; I promise you that your people will never have to go hungry again. But for everything, there is a price.”\n\n\n“Anything,” pleaded the lord of the Pistreans, and Thoth preened his tattered wings and said, “Akheilos, my friend, as much as it pains me to say this, was it not you who led your people into famine? If I do this thing for you, you must leave the Pistreans and be bound outside the Universe, so they do not suffer the same fate again.”\n\n\nWith a heavy heart, Akheilos agreed, and was bound and cast outside the universe. And Thoth was glad, because he knew that this was the only creature that could defeat him in what he planned to do.\n\n\nTo the remaining Pistreans, he said, “Here is a spell that will give you all the bread you shall ever need: not a one of you shall ever be forsaken again.” And giving them the spell, he departed that place as speedily as he could.\n\n\nThe Pistreans, being a trusting people, immediately opened the spell that wise old Thoth had given them, and gave shouts of joy as the few crumbs of bread they had left began to grow in size. But their shouts turned to groans of despair, then screams, as the crumbs continued to grow and grow, filling their plates and then their homes and finally, their entire floating world.\n\n\nWhen Thoth returned to that place, not a single Pistrean was left alive: all were buried beneath the vast, undulating waves of bread that covered the surface of the planet. And seeing this, Thoth began to work his magic. From the bread sprang up something that looked like plants and animals, at least to the untrained eye, and from under the planet’s new crust rose the Pistreans, transformed into a new and terrible form of life. And they built palaces and edifices that were testaments to Thoth’s great power, even if they were not entirely real.\n\n\nOutside of the Universe, Akheilos still lies bound, unaware of the fate of his people. Let the moral that he learns from this tale be thus: \nAn old crane may be very, very wise, but that does not mean he is on your side.\n\n\n-Second-century Italian folk tale, anachronistically attributed to Aesop\n\n\n\n\n\n\nHide Historical Archive\n\n\n\n\n\n\nBased on the condition that these documents are describing SCP-3632 and semi-accurate events relating to it, a tentative secondary anomaly has been designated SCP-3632-1. This is assumed to be a sapient being, which may be responsible for SCP-3632's fluctuating architecture and autonomous changes in velocity.\n\n\nExploration:\n Due to recent advances in unmanned superluminal travel, as well as the avian features of many SCP-3632 architectural features and the suspected avian nature of SCP-3632-1, the exploratory probe \nSitchin-1\n was approved by regional O5 Undersecretariat vote (8-3, 2 abstaining). Designed to survive entry and re-entry of both Earth and SCP-3632 atmospheres, it was proposed that it would perform both an aerial flyby and a landing on the anomaly, collect surface samples and image potential avian lifeforms, and return to Earth for additional analysis at Site-309.\n\n\nSitchin-1\n was deployed on 08/15/2016 from the Penalva Launch Site, under the guise of a commercial satellite launch. It is projected to reach SCP-3632 by 01/03/2017.\n\n\n\n\nDisplay Sitchin-1 Incident Log\n\n\n\n\nHide Sitchin-1 Incident Log\n\n\n\n\n\n\n\n\nIncident\n\n\nDescription\n\n\n\n\n\n\nElectrical malfunction reduces Solar Array 3 to 60% power.\n\n\nIncident attributed to faulty wiring. As this array was designed to be redundant, no further action is required.\n\n\n\n\n\n\nComplete failure of video transmitter.\n\n\nHypothesized to be the result of space debris. Video and audio can no longer be transmitted back to Earth, and must be reviewed upon completion of the mission.\n\n\n\n\n\n\nShort-term anomaly in location readout.\n\n\nUnknown cause. Values returned to normal after 3 minutes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDisplay Sitchin-1 Recovery & Analysis\n\n\n\n\nHide Sitchin-1 Recovery & Analysis\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 11/05/18\n\n\nNOTE:\n \nSitchin-1\n was recovered from the Caribbean Sea on 09/05/18. Despite all parts being in good working order, no data had been transmitted back to Site-309 for the duration of its mission. The following post-mission analysis was conducted by Head Researcher Iqbar and Junior Researchers Kelsey & Bouche, both to determine the causes behind the probe’s mechanical failures and to review the video and audio data collected during the mission.\n\n\n\n\n[BEGIN LOG]\n\n\n00:02\n Hello? This is Dr. Maglan. I’m officially beginning this analysis: the quarantine officers have just finished reassembling our probe, and it looks like there’s no evidence of tampering with any of the machinery, anomalous or otherwise. Our next course of action is to go through the video available to us and determine what, exactly, caused us to lose contact for the better part of two years.\n\n\n00:05:\n \nDr. Kelsey finishes linking\n Sitchin-1 \ninternal audiovisual files to Site-309 database.\n All set up, sir. Should I go ahead and play it, or…?\n\n\n00:05:\n Whenever you’re ready.\n\n\n00:06:\n \nDr. Kelsey activates the video logs.\n Sitchin-1’s \ncameras activate as it achieves low-earth orbit and activates its main thrusters. After some deliberation, Dr. Bouche fast-forwards the video:\n Sitchin-1 \nis engulfed in a micrometeor shower which slightly dents the transmission dish, believed to be responsible for the mechanical failure.\n\n\n00:10:\n Sitchin-1 \nenters weirspace\n5\n uneventfully.\n\n\n00:47:\n \nA minor malfunction in\n Sitchin-1’s \nweirspace stabilizers is hypothesized by Dr. Bouche to cause the anomaly in location readout previously observed, but subsequent testing confirms that this is not the case.\n\n\n01:25:\n Sitchin-1 \nexits weirspace 14 minutes early, appearing directly over SCP-3632. The anomaly is approximately 3 km from the location it was imaged at by the WART telescope at the same time as the mission, accounting for relativistic differences.\n\n\n01:27:\n This is Dr. Maglan again. The probe appears to be starting its descent towards the… wait, that doesn’t look right.\n\n\n01:29:\n \nAs\n Sitchin-1 \napproaches the surface of SCP-3632, ripple-like distortions appear in its camera feed. The buildings on the anomaly’s structure are now clearly visible, appearing to self-construct and crumble to pieces over the course of minutes.\n\n\n01:34:\n \nA distortion overtakes\n Sitchin-1, \nand it suddenly appears near the upper atmosphere of the planet. Atmospheric perturbations resembling aurorae are visible overhead.\n\n\n01:36:\n Interesting. That’s… Dr. Kelsey, can you confirm that quarantine completely sterilized the probe? Yes? Okay.\n\n\n01:48:\n Sitchin-1 \nbegins its descent toward SCP-3632 another 14 minutes early, following its pre-programmed flight path.\n\n\n01:56:\n Sitchin-1 \ninitiates landing maneuvers over what superficially resembles a field of brown grass. Subsequent video analysis, as well as residual matter on\n Sitchin-1’s \nlanding gear, reveals that these are in fact down feathers, apparently still living.\n\n\n02:02:\n Sitchin-1 \ntouches down. A large ibis-shaped monument is visible in the distance, emanating a blue light.\n\n\n02:04:\n That's what we're looking for, right…right there. John – hey, John – could we get a focus on that area of the screen?\n\n\n02:05:\n \nTwo avian entities with humanoid faces, approximately 6 meters in height, approach from the direction of the monument. They appear to be softly whispering to each other.\n\n\n02:05:\n Dr. Bouche, you’ve been on the SCP-3632 project since almost the very beginning. Do these entities resemble SCP-3632-1 from the literature? Can we confirm its existence?\n\n\n02:07:\n I mean – ah – all the records are so vague, it’s, it’s really very difficult to tell…\n\n\n02:08:\n State your name for the record, please.\n\n\n02:08:\n Oh, sorry, sorry. This is Dr. Bouche. And… in my professional opinion, I would have to say not. SCP-3632-1 is often described as a bird-headed humanoid with powers of flight, although these creatures could be… associated?\n\n\n02:10:\n \nThe two entities pause in front of\n Sitchin-1 \nand face the camera. After a pause, they both produce noises reminiscent of throat-clearing.\n\n\n02:13:\n Are they trying to communicate? …Dr. Bouche, port this through to Command.\n\n\n02:16:\n \nThe two entities simultaneously begin producing harmonies, which are elaborated into melodies. Dr. Maglan laughs.\n\n\n02:17:\n They’re singing to us, you see that? Beautiful. Beautiful birds.\n\n\n02:19:\n There are tens of billions of birds in the world, did you know that? Almost 50 birds per person. Now there are birds in space, you see that. We are very, very small.\n\n\n02:22:\n \nBoth entities’ melodies shift a note. Cognitohazard alerts begin to sound.\n\n\n02:23:\n I’m not sure what’s going on here. Bouche, activate the SCRAMBLE filters.\n\n\n02:25:\n \nThere is no response from Bouche. Entities continue to vocalize.\n\n\n02:26:\n Bouche? Bouche, what’s going on? Activate the SCRA…\n\n\n02:27:\n …The scra…\n\n\n02:30:\n \nEntities continue to vocalize.\n\n\n02:32:\n Scra.\n\n\n02:33:\n \nAlerts from Site-507 indicate that \nSCP-3662\n is active and has begun to produce vibrations consistent with the entities’ harmonics. All personnel within a 20-meter radius have begun experiencing symptoms consistent with SCP-3662-1 subjects.\n\n\n02:35:\n Scraaaa.\n\n\n02:38:\n \nReports of SCP-3662-1-like symptoms begin to arrive primarily from regions surrounding Site-507, with exceptions. Radios on the same longitude as Site-309 begin to broadcast harmonies consistent with the SCP-3632 entities’.\n\n\n02:30:\n Scraaa scra scra SCRAW SCRAW \nSCRAW\n –\n\n\n02:34:\n \nSite-309 activates its on-site nuclear warhead. Reports of behaviour similar to Dr. Maglan’s intercepted from all major population centres. Estimated 40% of Foundation personnel compromised. Analysis abandoned.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOne (1) new note has been added on: 11 August, 2018\n\n\n\n\nHide note\n\n\n\n\n\n\nSo.\n\n\nBy now, you’ve probably figured out that SCP-3632-1 is very real. We mostly call him Thoth at this point – containment procedure’s fallen apart, but can you really blame us?\n\n\nWe should have recognized from the history records that Thoth has a penchant for setting traps, and we walked right into one he set. SCP-3632, the buildings, the entities – it was all elaborate bait he set for us, a means of transporting some kind of weaponized idea back to Earth. And we fell for it, because it was only a Safe anomaly and there were so many other, catastrophic, world-ending terrors we had to deal with on a daily basis. And here we are. Let that be a lesson to… well, who, really? There’s almost no one left.\n\n\nHumanity never stood a chance. The meme was across the planet in a matter of hours. We still have some colleagues holed up in Lunar Area-32, but it’s only a matter of time until they run out of supplies. In the end, there were no voracious reality-eaters, no walking pillars of flesh, just… a single, stupid meme that got past our filters, and suddenly the \npeople we swore to protect\n entire population of Earth is roaming around, cawing and pecking at the ground. And lately, there have been other, more \ndisturbing changes\n.\n\n\nIf you’re reading this – if at this point, by some miracle, you’re still alive – you’ll probably be reading this document, trying to figure out what went wrong. Well, we’re still alive too, and Thoth won’t see us coming. Come to \nSite-18\n. We’re there, the birds and the not-quite-humans that managed to avoid the apocalypse, and we’ve got a plan.\n\n\nI can’t tell you if it’s a good one, but we’ve got a plan.\n\n\n…\n\n\nOut of all the things that could have ended the world, I still can't believe it was fucking \nbirds.\n\n\n-Dr. Frederick Hoygull, Avian Division Head\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Of note: these structures have never been consistently imaged in the same location, but will appear in different arrangements.\n\n\n2\n. The semilegendary ‘Yellow Emperor’ of Chinese high antiquity.\n\n\n3\n. Heavier-than-air flight, which this passage seems to be describing, was not achieved by humans until 4,500 years later, and there is no archaeological evidence to corroborate this manuscript.\n\n\n4\n. A selachian daemon in Greek mythology.\n\n\n5\n. A subuniversal framework where absolute coordinates are not relevant, manipulated to send small payloads at superluminal velocities.\n\n\n\n\n\n\n\n\n« \nThe Sacred Djehuti\n | \nTEAM BIRD\n | \nAvian Anthology I\n »\n\n\n\n\n\n\n\n\n« \nSCP-3631\n | SCP-3632 | \nSCP-3633\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "5. prize of victory of the men of KHEMENNU , who devoted their most excellent minds and many years of their labour to the Pyramid… [illegible] gone from a seedling in the mind of the nomarch MERESANKH to a splendid structure, which towers over the city, 6. and it has been built in the name of DJEHUTI, whom all men of intellect aspire to [illegible] 9. as it was a structure most ingenious and pleasing to his sight, he took the whole city of KHEMENNU to the wondrous land of BROT KRUMA beyond the Sun, 10. where his chosen followers will live in bliss forever. -Unidentified tablet fragments, dating to the early Third Dynasty",
        "In the later years of Huangdi’s 2 rule, the god Lei Gong, who could control thunder and rode in a flying city, visited his capital of Xinzheng. The boy Ji Mǐn, who was one of Huangdi’s sons, was a great admirer of Lei Gong and called to him, saying, “Look at the canals I have made by the river: they protect the city from flooding. Look at the wooden birds I have made: they carry our people from one end of our kingdom to the other. 3 Is this not pleasing to you?” But Lei Gong was angry and said, “My people have been travelling for seven thousand years; they have travelled past the Moon and beyond the stars. But you bring them no food and no gifts, not even some workers to ease their burden. Instead you bring me tricks and toys, all of which I have seen before, and think this will please me?” And there was a great storm above Xinzheng, which knocked the palace roof down, and floods lasting for two years. -Redacted passage of the Records of the Grand Historian by Sima Qian, circa 1st century BC",
        "The Bird and the Floating Island There once was a wise old Bird, named Thoth, that greatly desired the miraculous floating island of his neighbours: a miniature world, much like the one we live on now, with all manner of plants and animals. His neighbours, the Pistreans, were monstrous creatures with fins and fangs and rough, scaly skin, and they spread all across the island until the plants were gone and the animals dead. Desperate for aid, they called for help, and Thoth disguised himself as a wrinkled old crane and went to them. “Wise crane,” said Akheilos, 4 their leader, “we have no food to eat and no crops to plant. Our children lie awake in their beds at night, keening with hunger. All we ask for is some bread, to fill our bellies and keep our people alive.” For this Thoth was glad, for he did not care for Akheilos or his people, and was not overmuch concerned with keeping the Pistreans alive. But because he sensed an opportunity for himself, he opened his crooked beak into a smile and said, “My friend, your troubles are my troubles; I promise you that your people will never have to go hungry again. But for everything, there is a price.” “Anything,” pleaded the lord of the Pistreans, and Thoth preened his tattered wings and said, “Akheilos, my friend, as much as it pains me to say this, was it not you who led your people into famine? If I do this thing for you, you must leave the Pistreans and be bound outside the Universe, so they do not suffer the same fate again.” With a heavy heart, Akheilos agreed, and was bound and cast outside the universe. And Thoth was glad, because he knew that this was the only creature that could defeat him in what he planned to do. To the remaining Pistreans, he said, “Here is a spell that will give you all the bread you shall ever need: not a one of you shall ever be forsaken again.” And giving them the spell, he departed that place as speedily as he could. The Pistreans, being a trusting people, immediately opened the spell that wise old Thoth had given them, and gave shouts of joy as the few crumbs of bread they had left began to grow in size. But their shouts turned to groans of despair, then screams, as the crumbs continued to grow and grow, filling their plates and then their homes and finally, their entire floating world. When Thoth returned to that place, not a single Pistrean was left alive: all were buried beneath the vast, undulating waves of bread that covered the surface of the planet. And seeing this, Thoth began to work his magic. From the bread sprang up something that looked like plants and animals, at least to the untrained eye, and from under the planet’s new crust rose the Pistreans, transformed into a new and terrible form of life. And they built palaces and edifices that were testaments to Thoth’s great power, even if they were not entirely real. Outside of the Universe, Akheilos still lies bound, unaware of the fate of his people. Let the moral that he learns from this tale be thus: An old crane may be very, very wise, but that does not mean he is on your side. -Second-century Italian folk tale, anachronistically attributed to Aesop",
        "So. By now, you’ve probably figured out that SCP-3632-1 is very real. We mostly call him Thoth at this point – containment procedure’s fallen apart, but can you really blame us? We should have recognized from the history records that Thoth has a penchant for setting traps, and we walked right into one he set. SCP-3632, the buildings, the entities – it was all elaborate bait he set for us, a means of transporting some kind of weaponized idea back to Earth. And we fell for it, because it was only a Safe anomaly and there were so many other, catastrophic, world-ending terrors we had to deal with on a daily basis. And here we are. Let that be a lesson to… well, who, really? There’s almost no one left. Humanity never stood a chance. The meme was across the planet in a matter of hours. We still have some colleagues holed up in Lunar Area-32, but it’s only a matter of time until they run out of supplies. In the end, there were no voracious reality-eaters, no walking pillars of flesh, just… a single, stupid meme that got past our filters, and suddenly the people we swore to protect entire population of Earth is roaming around, cawing and pecking at the ground. And lately, there have been other, more disturbing changes . If you’re reading this – if at this point, by some miracle, you’re still alive – you’ll probably be reading this document, trying to figure out what went wrong. Well, we’re still alive too, and Thoth won’t see us coming. Come to Site-18 . We’re there, the birds and the not-quite-humans that managed to avoid the apocalypse, and we’ve got a plan. I can’t tell you if it’s a good one, but we’ve got a plan. … Out of all the things that could have ended the world, I still can't believe it was fucking birds. -Dr. Frederick Hoygull, Avian Division Head"
    ],
    "item": "SCP-3632",
    "object_class": "Safe",
    "containment_procedures": "Given SCP-3632's distance from Earth, no immediate containment procedures are needed at this time. MTF Omicron-4 (“Bird Watchers”) operatives are embedded in all major space agencies capable of directly observing SCP-3632 in order to falsify any data that may imply the presence of a biosphere or sapient life; however, it is unlikely that such data could be gathered due to civilian technological limitations.",
    "description": "SCP-3632 is an irregular planetoid with a mean radius of 440 km, currently approaching the Solar System from the direction of Alpha Centauri. Estimations of its current velocity indicate that SCP-3632 would not complete this journey for approximately 600 years: however, direct observations have suggested that SCP-3632 is able to anomalously alter its velocity and direction.",
    "title": "SCP-3632"
}