{
    "url": "https://scp-wiki.wikidot.com/scp-3644",
    "all_text": "rating: \n+46\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n3644\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevelTBD\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nTBD\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nTBD\n\n\n\n\n\n\nRisk Class:\n\n\nTBD\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Upon the discovery of any entity matching the physical description provided by Dr. Salem-Orden, it is to be placed in standard humanoid containment at \nSite-86\n. Upon containment, SCP-3644 is to be placed in the custody of the Temporal Anomalies Department.\n\n\nDescription:\n The SCP-3644 slot in the Foundation database is reserved for an as-yet undiscovered entity witnessed by Dr. Salem-Orden\n1\n on September 2, 2021.\n\n\nAccording to Dr. Salem-Orden, the entity manifested inside her office at 12:58 on 09/02/2021. Shortly after the entity's manifestation, another entity bearing the insignia of the Foundation Temporal Anomalies Department (designated SCP-3644-1) manifested in the office and apprehended the entity. Both entities proceeded to demanifest shortly after.\n\n\nDue to the short amount of time between the entity's manifestation and disappearance, few details regarding the entity's physical appearance could be ascertained. The following physical characteristics were described by Dr. Salem-Orden in her initial report regarding the entity:\n\n\n\n\nEntity was similar in appearance to an adult human female.\n\n\nEntity bore a resemblance to Dr. Salem-Orden, though was noted to be approximately ten years older in appearance.\n\n\nEntity wore a uniform similar to those worn by Foundation agents within the Temporal Anomalies Department.\n\n\nEntity wielded a standard-issue Foundation firearm, which it directed toward Dr. Salem-Orden prior to being apprehended.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Site-86's \nregional head\n of the \nTemporal Anomalies Department.\n\n\n\n\n\n\n\n\n« \nSCP-3643\n | SCP-3644 | \nSCP-3645\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3644\n\" by Rhineriver, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3644\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3644 \" by Rhineriver, from the SCP Wiki . Source: https://scpwiki.com/scp-3644 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Upon the discovery of any entity matching the physical description provided by Dr. Salem-Orden, it is to be placed in standard humanoid containment at Site-86. Upon containment, SCP-3644 is to be placed in the custody of the Temporal Anomalies Department.",
    "description": "The SCP-3644 slot in the Foundation database is reserved for an as-yet undiscovered entity witnessed by Dr. Salem-Orden1 on September 2, 2021.",
    "title": "SCP-3644"
}