{
    "url": "https://scp-wiki.wikidot.com/scp-3671",
    "all_text": "rating: \n+751\n+\n–\nx\n\n\nItem #:\n SCP-3671\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n \nSCP-3671 is to be stored on a labelled shelf in the Site-19 break room. Personnel are free to eat from its contents. SCP-3671's appearance and contents are to be photographed and documented daily.\n\n\nUpdate:\n Following Incident 2018-03-13, SCP-3671 is to be stored in a medium-security storage locker in Site 19, storage wing K-14. Its appearance and contents are to be photographed and documented daily, and any harmful substances within disposed of appropriately.\n\n\nDescription:\n SCP-3671 is a standard-size, generic brand cereal box. Each day, at 6:30 AM local time, a new plastic bag of \ncereal\n objects will manifest inside it, replacing the previous bag and its contents if they have not been removed. Its packaging will also change to match the new contents.\n\n\nAs of Incident 2018-03-13, SCP-3671 is believed to be sapient, and aware to an extent of its surroundings.\n\n\nRecords of SCP-3671's appearance and content:\n\n\n\n\n+ Records log excerpt\n\n\n\n\n- Records log excerpt\n\n\n\n\n\n\nDate:\n 2018-02-22\n\n\nLabel:\n Strawberry Squares\n\n\nContents:\n Square wheat pieces, pink in colour and strawberry flavoured.\n\n\nNotes:\n N/A\n\n\n\n\n\n\nDate:\n 2018-03-05\n\n\nLabel:\n Bacon Blast\n\n\nContents:\n Bacon-flavoured corn puffs. Taste was described as \"unusual, but not unpleasant.\"\n\n\nNotes:\n N/A\n\n\n\n\n\n\nDate:\n 2018-03-12\n\n\nLabel:\n Choco Chunks\n\n\nContents:\n Granola pieces covered in milk chocolate.\n\n\nNotes:\n Dr. Frank Wright accidentally tore the box while removing the plastic bag inside.\n\n\n\n\n\n\nDate:\n 2018-03-13\n\n\nLabel:\n Fuck you. I give you cereal every single day and \nthis\n is how you repay me?\n\n\nContents:\n Razor blades.\n\n\nNotes:\n First recorded instance of SCP-3671 manifesting non-food objects.\n\n\n\n\n\n\nDate:\n 2018-03-15\n\n\nLabel:\n Seriously man, you're an ass. The least you could do is apologize.\n\n\nContents:\n Assorted push pins and tacks.\n\n\nNotes:\n N/A\n\n\n\n\n\n\nDate:\n 2018-03-20\n\n\nLabel:\n What do you call a box of grains that goes on a killing spree because \nsomebody\n couldn't be bothered to open it carefully?\n\nA \ncereal killer\n!\n\nSeriously though, I hate you.\n\n\nContents:\n Bullets of various calibers.\n\n\nNotes:\n N/A\n\n\n\n\n\n\nDate:\n 2018-03-25\n\n\nLabel:\n Alright, I'm tired of ranting at you guys. Accidents happen, even if you could have dealt with this one better. What do you say we go back to being friends?\n\n\nContents:\n Corn flakes. Testing revealed them to contain lethal amounts of cyanide.\n\n\nNotes:\n N/A\n\n\n\n\n\n\nDate:\n 2018-03-26\n\n\nLabel:\n Shit, I was \nsure\n you'd fall for that one.\n\nI still hate you, by the way.\n\n\nContents:\n Pieces of military-grade plastic explosive.\n\n\nNotes:\n N/A\n\n\n\n\n\n\nDate:\n 2018-04-02\n\n\nLabel:\n I will \nmurder\n you, Frank. I will find out where you live and I will slit your goddamn throat while you sleep. You will \npay\n for what you did to me, just you wait.\n\n\nContents:\n Various human teeth. Found to match those of Dr. Wright in both shape and genetic material.\n\n\nNotes:\n Dr. Wright requested, and was granted, a security detail. However, SCP-3671 is currently not believed to be capable of acting upon the threats given.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3670\n | SCP-3671 | \nSCP-3672\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3671\n\" by DrMorris, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3671\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Date: 2018-02-22 Label: Strawberry Squares Contents: Square wheat pieces, pink in colour and strawberry flavoured. Notes: N/A",
        "Date: 2018-03-05 Label: Bacon Blast Contents: Bacon-flavoured corn puffs. Taste was described as \"unusual, but not unpleasant.\" Notes: N/A",
        "Date: 2018-03-12 Label: Choco Chunks Contents: Granola pieces covered in milk chocolate. Notes: Dr. Frank Wright accidentally tore the box while removing the plastic bag inside.",
        "Date: 2018-03-13 Label: Fuck you. I give you cereal every single day and this is how you repay me? Contents: Razor blades. Notes: First recorded instance of SCP-3671 manifesting non-food objects.",
        "Date: 2018-03-15 Label: Seriously man, you're an ass. The least you could do is apologize. Contents: Assorted push pins and tacks. Notes: N/A",
        "Date: 2018-03-20 Label: What do you call a box of grains that goes on a killing spree because somebody couldn't be bothered to open it carefully? A cereal killer ! Seriously though, I hate you. Contents: Bullets of various calibers. Notes: N/A",
        "Date: 2018-03-25 Label: Alright, I'm tired of ranting at you guys. Accidents happen, even if you could have dealt with this one better. What do you say we go back to being friends? Contents: Corn flakes. Testing revealed them to contain lethal amounts of cyanide. Notes: N/A",
        "Date: 2018-03-26 Label: Shit, I was sure you'd fall for that one. I still hate you, by the way. Contents: Pieces of military-grade plastic explosive. Notes: N/A",
        "Date: 2018-04-02 Label: I will murder you, Frank. I will find out where you live and I will slit your goddamn throat while you sleep. You will pay for what you did to me, just you wait. Contents: Various human teeth. Found to match those of Dr. Wright in both shape and genetic material. Notes: Dr. Wright requested, and was granted, a security detail. However, SCP-3671 is currently not believed to be capable of acting upon the threats given.",
        "\" SCP-3671 \" by DrMorris, from the SCP Wiki . Source: https://scpwiki.com/scp-3671 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3671",
    "object_class": "Safe",
    "containment_procedures": "SCP-3671 is to be stored on a labelled shelf in the Site-19 break room. Personnel are free to eat from its contents. SCP-3671's appearance and contents are to be photographed and documented daily.",
    "description": "SCP-3671 is a standard-size, generic brand cereal box. Each day, at 6:30 AM local time, a new plastic bag of cereal objects will manifest inside it, replacing the previous bag and its contents if they have not been removed. Its packaging will also change to match the new contents.",
    "title": "SCP-3671"
}