{
    "url": "https://scp-wiki.wikidot.com/scp-3680",
    "all_text": "rating: \n+45\n+\n–\nx\n\n\n\n\n\n\nAn instance of SCP-3680 at the time of its retrieval.\n\n\n\n\n\n\nItem #:\n SCP-3680\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The hallway segments of ███████ High School are to be patrolled by several agents disguised as janitorial staff. These agents are to be issued:\n\n\n\n\nOne janitorial uniform consistent with the uniforms given to custodians of the school, consisting of: one pair of navy blue pants, one navy blue jacket with the lettering: “███████ High School” on the back, one brown or black belt, and one white or gray dress shirt.\n\n\nOne silent tranquilizer gun, concealed in the right inside jacket pocket.\n\n\nFour tranquilizer darts, carrying a heavy sedative that can incapacitate a 120 pound human male for one full hour post-injection. These darts are to be concealed in the left inside jacket pocket.\n\n\nTwo syringes filled with 1.75 mL of tranquilizer which are to be intravenously injected in case of containment breach (see Special Containment Procedures: paragraph three). These are also to be concealed in the left inside jacket pocket.\n\n\nOne wristwatch fitted with a tracking chip and two-way radio which can be used to contact Sector 76-R.\n\n\n\n\nSeveral micro-cameras have been set up around ███████ High School which broadcast a feed to Sector 76-R. This feed must be watched by no less than two persons at once to ensure no breaches of containment. Between certain hours of each weekday (Mon. through Fri.), no less than eight persons must be watching the feed. These times are:\n\n\n\n\nBetween the hours of 08:45 and 09:30\n\n\nBetween the hours of 12:30 and 13:00\n\n\nBetween the hours of 15:30 and 16:15\n\n\n\n\nIf a new instance of SCP-3680 is sighted, agents will be dispatched to safely dispose of the instance. In that time, students and faculty are to be rerouted away from the instance of SCP-3680 by any agents not directly involved in the disposal of the item. If any persons come into physical contact with an instance of SCP-3680, they are to be immediately tranquilized (either at a distance using a tranquilizer gun or through the use of a syringe) as well as any witnesses. They are to be detained and quickly sent to Sector 76-R, which is located two miles South of ███████, the town that ███████ High School resides in. They are then to be sealed in a small room with one closed access point in Sector 76-R until ample time has allowed the effects of SCP-3680 to dissipate. They are then issued Class-B amnestics and allowed to return home.\n\n\nUpon retrieval of a new instance of SCP-3680, it is to be brought into a safe room located inside of ███████ High School, where it is kept in an airtight storage cell. From there, the instance is transported to Site 76, where it is kept in a bulk storage vault.\n\n\nDescription:\n SCP-3680 are sheets of 18” x 24” poster paper that randomly materialize in the hallway segments of ███████ High School between specific hours of each weekday (Mon. through Fri.). Instances of SCP-3680 have, so far, only materialized in three specific time frames, and never if more than one person is able to view the materialization. These times are always when students of the school are having or have just gotten out of class, and are believed to have been chosen to increase exposure to instances of SCP-3680. Only one instance will appear per day, and instances do not necessarily materialize each day; in fact, time between appearances of SCP-3680 has been measured at up to seven days.\n\n\nInstances of SCP-3680 always have several things in common, with very few exceptions:\n\n\n\n\nThey will have words and/or drawings on them, which appear to be handwritten in multicolored washable marker.\n\n\nThe words will have a common theme: almost always the theme will be “bullying”; specifically, it will give reasonings to why “bullying” is good (although many are incoherent and meaningless).\n\n\nCrude drawings are shown of humanoid figures, always with shapes in the middle of their heads which appear to be brains\n1\n.\n\n\n\n\nUpon contact with the bare skin of any human, the anomalous effect of SCP-3680 begins. After thirty-two minutes and twenty-four seconds, any person who has come in contact with an instance of SCP-3680 will experience hallucinations of tall, slender humanoid figures. These entities (hereby designated SCP-3680-2) have been described by victims of SCP-3680 as white with a black outline surrounding their body, having small, misshapen eyes, and with large shapes inside their head that appear to be brains. These “brains” will have multicolored numbers inside of them that appear to be binary code. This description appears to directly correlate to the images that appear on the first instance of SCP-3680 created, which has been designated SCP-3680-1 throughout this document.\n\n\nInstances of SCP-3680-2 will continue to be hallucinated by victims of SCP-3680 for forty-six minutes and fifty-two seconds, at which point they will simply disappear. No brain damage has been found in victims of SCP-3680’s anomalous effects, but minor Post-Traumatic Stress Disorder has been observed. The symptomatic panic attacks common between persons suffering from PTSD are in this case usually caused by pieces of media that portray tall and thin characters, especially as inherently malevolent beings. Class-A and -B amnestic has been found to cure any cases of this.\n\n\nThe first instance of SCP-3680 was placed in the East hallway segment of ███████ High School on 2/██/201█, where it was brought to the Foundation’s attention after numerous reports of widespread paranoia forced the school to close for the rest of its school day. SCP-3680-1 was diagnosed as the problem and retrieved the next morning. Class-A amnestic was spread over the city of ███████, and its surrounding fields and towns.\n\n\n\n\n\n\nSCP-3680-1 at the time of its retrieval.\n\n\n\n\n\n\nSCP-3680-1 had first thought to be a work by GoI #2979 ‘Are We Cool Yet?’, but after extensive search through the student databases, personnel found that one student, Alexander Fillmore (hereby referred to as PoI #3674), was a known member of GoI #5869 ‘Gamers Against Weed’. Upon attempts to retrieve PoI #3674 for interrogation, it was found that he had been missing for just over fourteen hours. Following are several excerpts from the Gamers Against Weed chat log. It is important to note that PoI #3674 goes by the screen name ‘GhettoPotato’.\n\n\n \n\n\n\n\n+ Show Excerpt / GoI Chat Log\n\n\n\n\n- Hide Excerpt / GoI Chat Log\n\n\n\n\n\n\n~ GhettoPotato has joined the channel.\n\n\ngaycopmp4:\n hey potato\n\n\nKektagon:\n hey potes\n\n\nlesbian_gengar:\n so we got in gthe back of the van and there’s three dudes already there, just, like, sitting there\n\n\nlesbian_gengar:\n oh hey ptato\n\n\nGhettoPotato:\n yo\n\n\nGhettoPotato:\n guys I finally fucking got off my ass and made something\n\n\nlesbian_gengar:\n and we didn’t expect anyone to be there so it was super weird, y’know?\n\n\nGhettoPotato:\n oh sorry I didn’t know you were telling a story\n\n\nlesbian_gengar:\n no I mean\n\n\nlesbian_gengar:\n its fine\n\n\nlesbian_gengar:\n what did uyou make\n\n\nGhettoPotato:\n well you know how in my school the Juniors are all douchebags\n\n\nKektagon:\n yeah\n\n\ngaycopmp4:\n no but go on\n\n\nGhettoPotato:\n well I have a class w/ them first block tomorrow\n\n\nGhettoPotato:\n so I’m putting up a poster next to thier lockers that i made thatll make them piss themselves\n\n\ngaycopmp4:\n i mean\n\n\ngaycopmp4:\n no points for creativity\n\n\ngaycopmp4:\n but I guess itll embarrass them\n\n\nGhettoPotato:\n no not like they’ll literally piss themselves\n\n\nGhettoPotato:\n but that’s way better\n\n\nGhettoPotato:\n fuck\n\n\nGhettoPotato:\n i shouldve thought of that\n\n\ngaycopmp4:\n what does it do them?\n\n\nGhettoPotato:\n like theyll be so scared that they’ll figuratively piss themselves.\n\n\nKektagon:\n oh\n\n\nKektagon:\n that’s much more original i suppose\n\n\nlesbian_gengar:\n so, like, how does it scare them?\n\n\nGhettoPotato:\n if a person touches the poster then they get these scary halluciantions\n\n\nGhettoPotato:\n and they are of the guys that I drew on the poster\n\n\nGhettoPotato:\n and the guys will just kind of walk around the room and be cool enough but its less about jumpscares and more about just unnerving them so they get super creeped out and embarrass themselves in front of half the class\n\n\nlesbian_gengar:\n how long do the hallucinations last? like five or seven minutes?\n\n\nGhettoPotato:\n 45 minutes\n\n\ngaycopmp4:\n christ don’t you think that’s excessive\n\n\nGhettoPotato:\n i mean\n\n\nGhettoPotato:\n maybe?\n\n\nGhettoPotato:\n i guess it’s too late now i’m not changing it, plus all my friends are coming in tomorrow to the class I have with the juniors for a presentation theyre doing so i want them to see it\n\n\nlesbian_gengar:\n can we see pics of the poster?\n\n\nKektagon:\n yeah true I wanna see that shit\n\n\ngaycopmp4:\n same tbh\n\n\nGhettoPotato:\n here it is: \nhttps://imgur.com/gallery/\n████████████\n\n\n\n\nNote: the above link redirects to an imgur album that contains three pictures showing three different angles of SCP-3680-1. The post received 57 views, 0 comments, and had -3 points at the time of removal by the Foundation.\n\n\n\n\nGhettoPotato:\n is it good? I tried to make it like, surreal and shit\n\n\nGhettoPotato:\n the dudes omn the poster are the guys that they see\n\n\nGhettoPotato:\n the guys don’t really do much just kinda creep around the room\n\n\nGhettoPotato:\n hopefully it makes the juniors scared\n\n\nlesbian_gengar:\n I like the artwork\n\n\ngaycopmp4:\n yeah same\n\n\nKektagon:\n yo I hope it works out for you dude\n\n\ngaycopmp4:\n yeah same\n\n\nlesbian_gengar:\n yeah same\n\n\nGhettoPotato:\n yeah same\n\n\nGhettoPotato:\n anyway\n\n\nGhettoPotato:\n i need to get off my mom is yelling at me its like 11 pm here\n\n\nGhettoPotato:\n goodnight\n\n\nKektagon:\n good night\n\n\nlesbian_gengar:\n gn\n\n\n~ GhettoPotato has left the channel.\n\n\n\n\n\n\n\n\n\n\n \n\n\nSeveral tests were performed on various instances of SCP-3680 at a secured testing chamber in Site 76, monitored by Dr. Wallace Bishop.\n\n\n\n\n+ Show Video Log / Test #3680-001\n\n\n\n\n- Hide Video Log / Test #3680-001\n\n\n\n\n\n\nObjective(s):\n To study the effects of SCP-3680\n\n\nSubject(s):\n D-485269\n\n\nAdditional Information:\n This was the first test ever performed on SCP-3680, so general cautionary procedures were taken: D-485269 was asked to stand in the corner of the chamber, while one armed personnel was tasked to stand in the opposite corner. The chamber was sealed, and Dr. Bishop and his assistants were in an observation room just outside of the chamber.\n\n\n[BEGIN LOG]\n\n\nDr. Bishop:\n Test, test. Can you hear me, D-48?\n\n\nD-485269:\n Yes.\n\n\nDr. Bishop:\n Good. Please stand in the far right corner of the room.\n\n\nD-485269 moves to the corner of the room. One personnel enters the room through the door carrying a storage cell containing an instance of SCP-3680. The door is sealed behind him. The storage cell is opened, and moved next to D-485269. The personnel situates himself in the corner.\n\n\nDr. Bishop:\n Weapon check?\n\n\nP:\n Check.\n\n\nDr. Bishop:\n Perfect. D-48, are you ready to begin the test?\n\n\nD-485269:\n As I’ll ever be.\n\n\nDr. Bishop:\n Please place your hand onto the paper, and remove it after five seconds.\n\n\nD-485269 touches her hand to the middle of the SCP-3680 instance, and removes it after approx. 3.2 seconds.\n\n\nD-485269:\n Nothing happened.\n\n\nDr. Bishop:\n That is expected; we believe it may take time for the effects to begin.\n\n\nD-485269 sits on the floor of the chamber. After roughly 32 minutes, D-485269 begins to experience sudden paranoia.\n\n\nD-485269:\n Holy shit— fuck, what the—?\n\n\nDr. Bishop:\n D-48, what do you see?\n\n\nD-485269 continues panicking for approx. twelve seconds, before apparently calming herself down.\n\n\nD-485269:\n There’s these, like, white guys. Tall. [D-485269 takes a deep breath] They— shit, one just got close to me!— they are just, like, wandering around. They have these weird eyes like a kid drew them. And like, brains, in their head. Except you can see the brains. You think they can see us?\n\n\nDr. Bishop:\n D-48, please try to get the attention of one of them.\n\n\nD-485269:\n Fuck, okay.\n\n\nD-485269 attempts to wave and speak to the figures she sees, hereby designated SCP-3680-2, with no response.\n\n\nD-485269:\n I don’t think they care about me.\n\n\nDr. Bishop:\n Please touch one of them.\n\n\nD-485269 begins moving towards the corner of the room. She slowly sticks her hand out, and appears to interact with an unseen object.\n\n\nDr. Bishop:\n Can you feel it? Can it feel you?\n\n\nD-485269:\n I can feel it, but it didn’t notice me, I don’t think.\n\n\nDr. Bishop:\n What did it feel like?\n\n\nD-485269:\n Like- like it was made of cardboard, like a really hard paper.\n\n\nDr. Bishop:\n Okay. Please wait to see how long the effects of SCP-3680 will last.\n\n\nAfter roughly 46 minutes after first touching SCP-3680, D-485269 says she can no longer see any instances of SCP-3680-2. The test is concluded, the instance of SCP-3680 is placed back into the storage cell, and the chamber is emptied.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Video Log / Test #3680-002\n\n\n\n\n- Hide Video Log / Test #3680-002\n\n\n\n\n\n\nObjective(s):\n To study prolonged exposure to SCP-3680\n\n\nSubject(s):\n D-239304\n\n\nAdditional Information:\n One armed personnel is present to bring in and out the instance of SCP-3680. All other variables have been recreated from Test #3680-001.\n\n\n[BEGIN LOG]\n\n\nDr. Bishop:\n Test, test. Can you hear me, D-23?\n\n\nD-239304:\n Yeah.\n\n\nDr. Bishop:\n Good. Please stand in the center of the room.\n\n\nD-239304 moves to the center of the room. P1 enters the room through the door, carrying a storage cell containing the same instance of SCP-3680 as used in Test #3680-001. The door is sealed behind him. The storage cell is opened, and moved next to D-239304. P1 situates himself in the corner.\n\n\nDr. Bishop:\n Weapon check?\n\n\nP:\n Check.\n\n\nDr. Bishop:\n D-23, are you ready to begin the test?\n\n\nD-239304:\n Yeah.\n\n\nDr. Bishop:\n Please place your hand onto the paper.\n\n\nD-239304 places his hand onto the instance of SCP-3680, but does not remove it. After approx. 47.8 seconds, D-239304 completely vanishes from the room.\n\n\nP:\n What the fuck?\n\n\nDr. Bishop:\n Do you have visual on D-23?\n\n\nP:\n Nothing.\n\n\nDr. Bishop carries on with the test for fifteen more minutes before concluding it. P1 places the instance of SCP-3680 into the storage cell, and the chamber is emptied.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Video Log / Test #3680-003\n\n\n\n\n- Hide Video Log / Test #3680-003\n\n\n\n\n\n\nObjective(s):\n To find out what happened to D-239304, to retrieve D-239304\n\n\nSubject(s):\n D-364792\n\n\nAdditional Information:\n D-364792 is outfitted with a two-way radio and a visual recording device, as well as a tracking chip and flashlight. MTF Gamma-2 (“Worldhoppers”) will be inside the chamber as well, in case D-364792 finds both D-239304 and a viable exfiltration point. In that scenario, MTF Gamma-2 will extract D-239304 and D-364792.\n\n\n[BEGIN LOG]\n\n\nDr. Bishop:\n Test, test. Can you hear me, D-36?\n\n\nD-364792:\n Fuck. Yeah, I can.\n\n\nDr. Bishop:\n Good. Please stand in the center of the room.\n\n\nD-364792 moves to the center of the room. An armed personnel enters the room through the door, carrying a storage cell containing the same instance of SCP-3680 as used in Test #3680-001. Six members of MTF Gamma-2 enter as well. The door is sealed behind them. The storage cell is opened, and moved next to D-364792. Personnel situates himself in the corner, and MTF Gamma-2 situate themselves in the opposite corner.\n\n\nDr. Bishop:\n Gamma-2?\n\n\nG1:\n Check.\n\n\nG2:\n Check.\n\n\nG3:\n Check.\n\n\nG4:\n Check.\n\n\nG5:\n Check.\n\n\nG6:\n Check.\n\n\nDr. Bishop:\n Great. D-36, are you ready to begin the test?\n\n\nD-364792:\n Yeah.\n\n\nDr. Bishop:\n Please place your hand onto the paper.\n\n\nD-364792 places his hand onto the instance of SCP-3680, but does not remove it. After approx. 47.8 seconds, D-364792 completely vanishes from the room.\n\n\nDr. Bishop:\n D-36, come in.\n\n\nD-364792:\n Holy shit. Doc? I’m here, doc.\n\n\nDr. Bishop:\n D-36, tell me what you see. Where are you at?\n\n\nD-364792:\n I’m, uh— let me get my light.\n\n\nD-364792 turns on his flashlight. Through the video feed, we see an incredibly dark area that appears to be very large. The ground, while illuminated, is a bright orange.\n\n\nD-364792:\n This shit under my feet feels like plastic. Do you know what this is, doc?\n\n\nDr. Bishop:\n Please look around, and tell us about the space you’re in, D-36.\n\n\nD-364792:\n Uh, well, it’s— orange. And big, it’s like I’m in a plastic box. I can’t see any walls or the ceiling, but the ground is a neon orange. I think I see a little sparkle of light, or something, out in the distance, but that’s gotta be miles away.\n\n\nDr. Bishop:\n Please move toward that ‘sparkle’, D-36.\n\n\nD-364792:\n Uh, okay.\n\n\nD-364792 walks in the direction of the light. After an estimated twelve minutes, a soft moaning can be heard through the radio.\n\n\nD-364792:\n What the fuck is that?\n\n\nDr. Bishop:\n Please continue moving toward the light, D-36. Is the sound coming from that direction?\n\n\nD-364792:\n Maybe. I think so— I dunno.\n\n\nD-364792 continues toward the light, which has hardly grown bigger since his arrival. The moaning sound, however, grows much louder as D-364792 continues.\n\n\nAfter 31 minutes of walking, D-364792 encounters the source of the noise: two humanoid figures are lying on the ground.\n\n\nD-364792:\n Holy shit, there’s people here!\n\n\nDr. Bishop:\n D-36, can you describe the figures?\n\n\nD-364792 shines his flashlight on the humanoid figures, which makes one of them startle.\n\n\nD-364792:\n One of them is encased in this— white stuff. Like, white goopy gel. It’s— its up to his neck. It smells odd— like clean. It smells like it’s clean. The other person, it’s just on his leg and arm. What do you want me to do?\n\n\nDr. Bishop:\n D-36, how far have you walked, and how far away is the light?\n\n\nD-364792:\n I’d say I walked, uh… a couple miles? And the light is probably just one more.\n\n\nDr. Bishop:\n D-36, please lift and carry the less, uh, ‘goopy’ person to the light. Quickly.\n\n\nD-364792 picks up the figure and carries him on his back, and begins a light jog toward the light. One minute and thirty seconds later, D-364792 screams and collapses, dropping the figure.\n\n\nDr. Bishop:\n D-36! Are you alright?\n\n\nD-364792:\n Fuck fuck fuck fuck, shit, holy shit, oh my God what the fuck—\n\n\nDr. Bishop:\n D-36? D-36, get a hold of yourself!\n\n\nVideo feed shows nothing out of the ordinary— D-364792 is lying on his back, and kicking his legs. At approx. 33 minutes, D-364792’s leg is held up by an unknown force, his shoe is removed, and a spot of the same white substance that was covering the humanoid figures appeared on his toe. D-364792 begins to immediately cry out in pain.\n\n\nDr. Bishop:\n What’s going on, D-36? D-36!\n\n\nD-364792:\n There’s, th- there’s these white guys, they’re all on top of me— fuck, Goddammit, it hurts, fuck!\n\n\nDr. Bishop:\n Gamma-2, mobilize, grab both D’s and the third subject, and exfil at the light.\n\n\nG1:\n Understood.\n\n\nMTF Gamma-2 (“Worldhoppers”) all place their hands onto the instance of SCP-3680, and after approx. 47.8 seconds, vanish from the test chamber.\n\n\nAudio recordings of Gamma-2 show that they immediately began running toward the light. Thirteen and a half minutes after entering, they come upon the first humanoid figure.\n\n\nG2:\n First contact with figure. White substance covering entire body except the head. Appears conscious, but in a lot of pain. Probably the first D-class you sent in.\n\n\nG1:\n Hawthorne, grab him and let’s keep moving.\n\n\nG5:\n Roger.\n\n\nA member of Gamma-2 slings the humanoid over his back, and they continue moving toward the light.\n\n\nAt approx. 24 minutes, Gamma-2 comes across D-364792 and the other humanoid.\n\n\nG2:\n Second contact, recognize D-36 and the other guy. D-36’s legs are almost completely covered. The other guy— shit, he’s a teenager— his left leg is almost two-thirds, and his hand is white, too. Both are conscious and both are in a lot of pain.\n\n\nG1:\n Okay, Smith, McCormick, grab them. Push on, we don’t have a lot left.\n\n\nG3:\n Roger.\n\n\nG4:\n Roger.\n\n\nTwo members of Gamma-2 pick up the figures, and they continue running, this time at a slowed pace.\n\n\n32 minutes after entering the area, all members of Gamma-2 become panicked, and stop. Three members draw their rifles, while the three that are carrying persons draw their sidearms.\n\n\nDr. Bishop:\n What is it?\n\n\nG6:\n The- the white figures that the D’s saw—\n\n\nG2:\n Uh… doc, there’s a bunch of tall, slender, white figures looking at us. They’re closing in. They have these… brain-things—\n\n\nDr. Bishop:\n That’s what D-48 saw.\n\n\nG1:\n They’re closing in— open fire!\n\n\nAn explosion of gunfire is heard from the radio. After a few seconds, the bullets stop, as Gamma-2 needs to reload.\n\n\nG3:\n Doc, we can shoot them.\n\n\nG1:\n Push forward, we need to get out of here.\n\n\nG5:\n Roger.\n\n\nGamma-2 continues moving toward the light, which is now roughly half a mile away. Occasional bursts of gunfire are heard as Gamma-2 cuts through several instances of SCP-3680-2.\n\n\nAt approx. 35 minutes after entering the area, a member of Gamma-2 shouts and nearly falls.\n\n\nG1:\n Hawthorne, what was that?\n\n\nG5:\n The D on my back, he— started moving around. I looked back, and it wasn’t him anymore!\n\n\nG2:\n There’s a white guy on the ground behind us. Was that him? Did he turn into that thing?\n\n\nG5:\n I-I don’t know.\n\n\nGamma-2 continues to run forward without D-23. 37 minutes after entering the area, MTF Gamma-2 (“Worldhoppers”) reached the source of the light.\n\n\nG2:\n Doc, we’re at the light— it’s a doorway. Small.\n\n\nDr. Bishop:\n Can you get through it?\n\n\nG4:\n One at a time maybe— it’s the size of the paper we touched to get in here.\n\n\nG1:\n Send the D through first, then the kid, then down from designation number.\n\n\nG3:\n Roger.\n\n\nOne by one, Gamma-2 enters the doorway and comes out of the instance of SCP-3680. The last member of Gamma-2 struggles to get out, and by his own account, is “touched” by an instance of SCP-3680-2, and infected by the white substance.\n\n\nG3:\n Killian, you okay?\n\n\nG1:\n Fuck, it fucking hurts! Shit, my foot is burning!\n\n\nWith all the people out of the instance of SCP-3680, P1 quickly contains the instance in its storage cell, and the test is concluded.\n\n\n\n\n\n\n\n\n\n\nD-364792, G1, and the last figure were all sent directly to the medical bay after sealing the instance of SCP-3680. The pocket dimension that they were in and the white substance they were covered with will be hereby designated SCP-3680-3 and SCP-3680-4 respectively.\n\n\nTo prevent the same fate of D-239304, all infected areas were amputated— D-364792 lost both of his legs, the unidentified human lost his left leg below the knee and his right hand at the wrist, and Gamma-2 Lieutenant Killian lost his left foot. All three procedures were successful at stopping the spread of SCP-3680-4 and preventing the deaths of all three persons. The infected limbs were placed into an airtight storage cell and stored along with the instances of SCP-3680.\n\n\nThe unidentified person has been confirmed to be Alexander Fillmore, POI#3674, and the creator of SCP-3680-1.\n\n\nThe following interview was conducted by Dr. Bishop, approx. 16 hours after retrieval of POI#3674 from SCP-3680-3, and approx. 39 hours after retrieval of SCP-3680-1.\n\n\n\n\n+ Show Interview Log / POI#3694\n\n\n\n\n- Hide Interview Log / POI#3694\n\n\n\n\nShow Interview Log / POI#3694\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Bishop:\n Mr. Fillmore, you—\n\n\nPOI#3674:\n It’s Alex.\n\n\nDr. Bishop is heard clearing his throat before proceeding.\n\n\nDr. Bishop:\n Alright. Alex. Why did you create SCP-3680?\n\n\nPOI#3674:\n SCP? You mean the poster?\n\n\nDr. Bishop:\n Right. The poster.\n\n\nPOI#3674:\n Well, I’m sure you got guys reading the chat, right? That’s what Kek and Bones say.\n\n\nDr. Bishop:\n Yes, well, I’d like to hear it from you firsthand.\n\n\nPOI#3674:\n Okay. Well, did you ever get bullied in High School?\n\n\nDr. Bishop:\n I mean, I wasn’t exactly popular, but—\n\n\nPOI#3674:\n So, no. Well, there’s these kids in the grade above me that get fucking hard-ons when they make me pissed off. I know, I know, “don’t let them get to you,” but it doesn’t work. I figure I take them down a notch, or at least get some blackmail of them acting like lunatics so they don’t fuck around with me or my friends anymore.\n\n\nDr. Bishop:\n So you intended for them to be sucked into SCP-3680-3?\n\n\nPOI#3674:\n Uh, Mr. Janitor, I’m not sure I understand your lingo.\n\n\nDr. Bishop:\n Pardon; I mean the pocket dimension that SC- that the white guys reside in.\n\n\nPOI#3674:\n No, I wanted them to be able to see the white guys and get freaked out.\n\n\nDr. Bishop:\n Okay. Were you aware of the effects that the posters have on people after forty-five seconds of contact when you put up the poster in your school?\n\n\nPOI#3674:\n I wouldn’t have put it up if I did, dude.\n\n\nDr. Bishop:\n Could you tell me how you made the pocket dimension?\n\n\nPOI#3674:\n Trade secret.\n\n\nDr. Bishop:\n Did Esther teach you?\n\n\nPOI#3674 remains silent. Scribbling is heard as Dr. Bishop writes something in his notes.\n\n\nDr. Bishop:\n One of our D-Class claimed the pocket dimension was made of orange plastic. What is it made of, really?\n\n\nPOI#3674:\n I had a few orange LEGOs in my room, and I turned them into the pocket. Pretty smart, if you ask me— when people enter the pocket, they’re shrunk down.\n\n\nDr. Bishop:\n Ah. When we sent people into the pocket dimension, they escaped using a hole that was about the size of the poster. What was that?\n\n\nPOI#3674:\n The white guys have to be able to move between the pocket and the real world. That’s the door.\n\n\nDr. Bishop:\n Why can’t they enter the same way they leave— that is, why do they have to touch it for forty-five seconds to enter?\n\n\nPOI#3674:\n I told you, I didn’t expect that to happen. I thought they would enter the same way they leave, but it ended up with the other way instead. Hey, Mr. Janitor, you got some fancy stuff here; is there a way you could get me a new hand?\n\n\nDr. Bishop clears his throat again before continuing.\n\n\nDr. Bishop:\n Next question. The white guys in the pocket dimension spread white goo onto people. Do you know what that was?\n\n\nPOI#3674:\n Not a clue. Fucking hurts, though.\n\n\nDr. Bishop:\n Alex, we sent eight people into that poster, and seven came back. One of the D-Class \nbecame\n an instance of— he \nbecame\n a white guy.\n\n\nPOI#3674 lets out a slight chuckle.\n\n\nDr. Bishop:\n Something funny?\n\n\nPOI#3674 clears his throat.\n\n\nPOI#3674:\n No. Sorry.\n\n\nDr. Bishop:\n Alex, do you know how the white guys did that?\n\n\nPOI#3674:\n No. I know how it started; they just, like, touch you. I don’t think they can do it outside the pocket. Well, they touch you, and then the goo gets on you, and it fucking burns. And the goo eats away at you, like a virus or something—\n\n\nPOI#3674 becomes visibly distraught. Dr. Bishop stays silent for roughly forty seconds.\n\n\nDr. Bishop:\n Alex, just a few hours ago we recovered another poster. Looks a hell of a lot like the one you made, and functions the same way, too. The thing is, we reviewed the video footage— it wasn’t put up by anyone. It just showed up in the hallway, without anyone hanging it. Do you know anything about that?\n\n\nPOI#3674:\n Christ, if I did, I’d tell you. Do you think the white guys put it up?\n\n\nDr. Bishop:\n We aren’t sure. If you know anything, you \nhave\n to tell me, or else other people might get sucked into the pocket dimension, too.\n\n\nPOI#3674:\n Nothing. I don’t know anything.\n\n\nDr. Bishop:\n Alright. I think we’re done here. Alex— I’ll see about your hand.\n\n\n\n\n\n\n\n\n\n\nAddendum 3680.1:\n Two weeks after the initial containment of SCP-3680, Dr. Bishop requested that document SCP-3680 be changed in the following message to O5 command:\n\n\n\n\nTo:\n O5-1, O5-2, O5-3, O5-4, O5-5, O5-6, O5-7, O5-8, O5-9, O5-10, O5-11, O5-12, O5-13\n\n\nSub:\n SCP-3680\n\n\nBody:\n SCP-3680 has been revealed to be more than what we initially perceived it to be, and thus, I think we should update its Description.\n\n\nI request permission to edit the SCP-3680 document to add in the following information:\n\n\nObject Class: \nEuclid\n Keter\n\n\nUnder Description:\n\n\nIf contact is made by a person with an instance of SCP-3680 for exactly 48.7 seconds, that person is sent to a pocket dimension, hereby designated SCP-3680-3. SCP-3680-3 is a pocket dimension made of plastic consistent with commercial-grade acrylonitrile butadiene styrene produced by The Lego Group. SCP-3680-3 is believed to contain all instances of SCP-3680-2; however, it has been proven that these instances can move between SCP-3680-3 and our dimension freely using instances of SCP-3680. Upon entering SCP-3680-3, a subject can only come back to our universe using a window that resides in the pocket dimension. Upon going through this window, subject will come out of the instance of SCP-3680 that they entered.\n\n\nSCP-3680-2 instances are theorized to exit SCP-3680-3 at certain times during the day to create new instances of SCP-3680\n2\n and hang them on the walls of ███████ High School. This is believed to be to coerce students and faculty within the school to enter SCP-3680-3. SCP-3680-2 instances cannot be seen, felt, or heard without prior contact with an instance of SCP-3680, so these instances are nearly impossible to contain, but produce minimal threat on their own.\n\n\nWhen a subject enters SCP-3680, they do not immediately notice the instances of SCP-3680-2, as they are not yet under the anomalous effects of the instance of SCP-3680. However, once the anomalous effect of SCP-3680 begins, they will be attacked by the numerous instances of SCP-3680-2 that reside inside the pocket dimension. The SCP-3680-2 instances will try to pin down or restrain the subject, and infect them with a white gelatinous substance hereby designated SCP-3680-4. This substance is theorized to replace the human tissue of its subject with the same cardboard-like material that SCP-3680-2 is made of. After SCP-3680-4 has covered the whole body, the subject is transformed into a new instance of SCP-3680-2.\n3\n\n\nSCP-3680-2 instances have only been shown to act aggressively inside SCP-3680-3. However, even if the subject escapes SCP-3680-3, SCP-3680-4 will continue to consume them. Removal of infected areas is effective at stopping the spread of SCP-3680-4.\n\n\nSCP-3680 instances currently only materialize in ███████ High School. If the school were to be abandoned or torn down, it is expected that the instances of SCP-3680-2 would leave the school to find a better place to display new instances of SCP-3680, which may lead to significant loss of life, and the inability to contain SCP-3680 due to the nature of SCP-3680-2 instances. Therefore, it is imperative that ███████ High School continues to function in its present state.\n\n\n\n\nChange of the document is pending approval.\n\n\n\n\nFootnotes\n\n\n1\n. On SCP-3680-1, the “brains” have numbers in them which appear to be binary code. The binary translates into seemingly random strings of numbers and letters which don't appear to have any meaning. Testing with the code has been halted indefinitely.\n\n\n2\n. How SCP-3680-2 instances do this is unknown. While it may be possible to discover how this process occurs, all personnel are still advised to avoid contact with SCP-3680 instances at all times.\n\n\n3\n. This process has been shown to take only three to four hours, but has been measured up to twenty-three hours with minimal damage to the subject. The speed at which SCP-3680-4 replaces the body appears to change based on age of the subject.\n\n\n\n\n\n\n\n\n« \nSCP-3679\n | SCP-3680 | \nSCP-3681\n »",
    "addendums": [
        "Addendum 3680.1: Two weeks after the initial containment of SCP-3680, Dr. Bishop requested that document SCP-3680 be changed in the following message to O5 command:\nChange of the document is pending approval."
    ],
    "documents": [],
    "notes": [
        "~ GhettoPotato has joined the channel. gaycopmp4: hey potato Kektagon: hey potes lesbian_gengar: so we got in gthe back of the van and there’s three dudes already there, just, like, sitting there lesbian_gengar: oh hey ptato GhettoPotato: yo GhettoPotato: guys I finally fucking got off my ass and made something lesbian_gengar: and we didn’t expect anyone to be there so it was super weird, y’know? GhettoPotato: oh sorry I didn’t know you were telling a story lesbian_gengar: no I mean lesbian_gengar: its fine lesbian_gengar: what did uyou make GhettoPotato: well you know how in my school the Juniors are all douchebags Kektagon: yeah gaycopmp4: no but go on GhettoPotato: well I have a class w/ them first block tomorrow GhettoPotato: so I’m putting up a poster next to thier lockers that i made thatll make them piss themselves gaycopmp4: i mean gaycopmp4: no points for creativity gaycopmp4: but I guess itll embarrass them GhettoPotato: no not like they’ll literally piss themselves GhettoPotato: but that’s way better GhettoPotato: fuck GhettoPotato: i shouldve thought of that gaycopmp4: what does it do them? GhettoPotato: like theyll be so scared that they’ll figuratively piss themselves. Kektagon: oh Kektagon: that’s much more original i suppose lesbian_gengar: so, like, how does it scare them? GhettoPotato: if a person touches the poster then they get these scary halluciantions GhettoPotato: and they are of the guys that I drew on the poster GhettoPotato: and the guys will just kind of walk around the room and be cool enough but its less about jumpscares and more about just unnerving them so they get super creeped out and embarrass themselves in front of half the class lesbian_gengar: how long do the hallucinations last? like five or seven minutes? GhettoPotato: 45 minutes gaycopmp4: christ don’t you think that’s excessive GhettoPotato: i mean GhettoPotato: maybe? GhettoPotato: i guess it’s too late now i’m not changing it, plus all my friends are coming in tomorrow to the class I have with the juniors for a presentation theyre doing so i want them to see it lesbian_gengar: can we see pics of the poster? Kektagon: yeah true I wanna see that shit gaycopmp4: same tbh GhettoPotato: here it is: https://imgur.com/gallery/ ████████████",
        "GhettoPotato: is it good? I tried to make it like, surreal and shit GhettoPotato: the dudes omn the poster are the guys that they see GhettoPotato: the guys don’t really do much just kinda creep around the room GhettoPotato: hopefully it makes the juniors scared lesbian_gengar: I like the artwork gaycopmp4: yeah same Kektagon: yo I hope it works out for you dude gaycopmp4: yeah same lesbian_gengar: yeah same GhettoPotato: yeah same GhettoPotato: anyway GhettoPotato: i need to get off my mom is yelling at me its like 11 pm here GhettoPotato: goodnight Kektagon: good night lesbian_gengar: gn ~ GhettoPotato has left the channel.",
        "Objective(s): To study the effects of SCP-3680 Subject(s): D-485269 Additional Information: This was the first test ever performed on SCP-3680, so general cautionary procedures were taken: D-485269 was asked to stand in the corner of the chamber, while one armed personnel was tasked to stand in the opposite corner. The chamber was sealed, and Dr. Bishop and his assistants were in an observation room just outside of the chamber. [BEGIN LOG] Dr. Bishop: Test, test. Can you hear me, D-48? D-485269: Yes. Dr. Bishop: Good. Please stand in the far right corner of the room. D-485269 moves to the corner of the room. One personnel enters the room through the door carrying a storage cell containing an instance of SCP-3680. The door is sealed behind him. The storage cell is opened, and moved next to D-485269. The personnel situates himself in the corner. Dr. Bishop: Weapon check? P: Check. Dr. Bishop: Perfect. D-48, are you ready to begin the test? D-485269: As I’ll ever be. Dr. Bishop: Please place your hand onto the paper, and remove it after five seconds. D-485269 touches her hand to the middle of the SCP-3680 instance, and removes it after approx. 3.2 seconds. D-485269: Nothing happened. Dr. Bishop: That is expected; we believe it may take time for the effects to begin. D-485269 sits on the floor of the chamber. After roughly 32 minutes, D-485269 begins to experience sudden paranoia. D-485269: Holy shit— fuck, what the—? Dr. Bishop: D-48, what do you see? D-485269 continues panicking for approx. twelve seconds, before apparently calming herself down. D-485269: There’s these, like, white guys. Tall. [D-485269 takes a deep breath] They— shit, one just got close to me!— they are just, like, wandering around. They have these weird eyes like a kid drew them. And like, brains, in their head. Except you can see the brains. You think they can see us? Dr. Bishop: D-48, please try to get the attention of one of them. D-485269: Fuck, okay. D-485269 attempts to wave and speak to the figures she sees, hereby designated SCP-3680-2, with no response. D-485269: I don’t think they care about me. Dr. Bishop: Please touch one of them. D-485269 begins moving towards the corner of the room. She slowly sticks her hand out, and appears to interact with an unseen object. Dr. Bishop: Can you feel it? Can it feel you? D-485269: I can feel it, but it didn’t notice me, I don’t think. Dr. Bishop: What did it feel like? D-485269: Like- like it was made of cardboard, like a really hard paper. Dr. Bishop: Okay. Please wait to see how long the effects of SCP-3680 will last. After roughly 46 minutes after first touching SCP-3680, D-485269 says she can no longer see any instances of SCP-3680-2. The test is concluded, the instance of SCP-3680 is placed back into the storage cell, and the chamber is emptied.",
        "Objective(s): To study prolonged exposure to SCP-3680 Subject(s): D-239304 Additional Information: One armed personnel is present to bring in and out the instance of SCP-3680. All other variables have been recreated from Test #3680-001. [BEGIN LOG] Dr. Bishop: Test, test. Can you hear me, D-23? D-239304: Yeah. Dr. Bishop: Good. Please stand in the center of the room. D-239304 moves to the center of the room. P1 enters the room through the door, carrying a storage cell containing the same instance of SCP-3680 as used in Test #3680-001. The door is sealed behind him. The storage cell is opened, and moved next to D-239304. P1 situates himself in the corner. Dr. Bishop: Weapon check? P: Check. Dr. Bishop: D-23, are you ready to begin the test? D-239304: Yeah. Dr. Bishop: Please place your hand onto the paper. D-239304 places his hand onto the instance of SCP-3680, but does not remove it. After approx. 47.8 seconds, D-239304 completely vanishes from the room. P: What the fuck? Dr. Bishop: Do you have visual on D-23? P: Nothing. Dr. Bishop carries on with the test for fifteen more minutes before concluding it. P1 places the instance of SCP-3680 into the storage cell, and the chamber is emptied.",
        "Objective(s): To find out what happened to D-239304, to retrieve D-239304 Subject(s): D-364792 Additional Information: D-364792 is outfitted with a two-way radio and a visual recording device, as well as a tracking chip and flashlight. MTF Gamma-2 (“Worldhoppers”) will be inside the chamber as well, in case D-364792 finds both D-239304 and a viable exfiltration point. In that scenario, MTF Gamma-2 will extract D-239304 and D-364792. [BEGIN LOG] Dr. Bishop: Test, test. Can you hear me, D-36? D-364792: Fuck. Yeah, I can. Dr. Bishop: Good. Please stand in the center of the room. D-364792 moves to the center of the room. An armed personnel enters the room through the door, carrying a storage cell containing the same instance of SCP-3680 as used in Test #3680-001. Six members of MTF Gamma-2 enter as well. The door is sealed behind them. The storage cell is opened, and moved next to D-364792. Personnel situates himself in the corner, and MTF Gamma-2 situate themselves in the opposite corner. Dr. Bishop: Gamma-2? G1: Check. G2: Check. G3: Check. G4: Check. G5: Check. G6: Check. Dr. Bishop: Great. D-36, are you ready to begin the test? D-364792: Yeah. Dr. Bishop: Please place your hand onto the paper. D-364792 places his hand onto the instance of SCP-3680, but does not remove it. After approx. 47.8 seconds, D-364792 completely vanishes from the room. Dr. Bishop: D-36, come in. D-364792: Holy shit. Doc? I’m here, doc. Dr. Bishop: D-36, tell me what you see. Where are you at? D-364792: I’m, uh— let me get my light. D-364792 turns on his flashlight. Through the video feed, we see an incredibly dark area that appears to be very large. The ground, while illuminated, is a bright orange. D-364792: This shit under my feet feels like plastic. Do you know what this is, doc? Dr. Bishop: Please look around, and tell us about the space you’re in, D-36. D-364792: Uh, well, it’s— orange. And big, it’s like I’m in a plastic box. I can’t see any walls or the ceiling, but the ground is a neon orange. I think I see a little sparkle of light, or something, out in the distance, but that’s gotta be miles away. Dr. Bishop: Please move toward that ‘sparkle’, D-36. D-364792: Uh, okay. D-364792 walks in the direction of the light. After an estimated twelve minutes, a soft moaning can be heard through the radio. D-364792: What the fuck is that? Dr. Bishop: Please continue moving toward the light, D-36. Is the sound coming from that direction? D-364792: Maybe. I think so— I dunno. D-364792 continues toward the light, which has hardly grown bigger since his arrival. The moaning sound, however, grows much louder as D-364792 continues. After 31 minutes of walking, D-364792 encounters the source of the noise: two humanoid figures are lying on the ground. D-364792: Holy shit, there’s people here! Dr. Bishop: D-36, can you describe the figures? D-364792 shines his flashlight on the humanoid figures, which makes one of them startle. D-364792: One of them is encased in this— white stuff. Like, white goopy gel. It’s— its up to his neck. It smells odd— like clean. It smells like it’s clean. The other person, it’s just on his leg and arm. What do you want me to do? Dr. Bishop: D-36, how far have you walked, and how far away is the light? D-364792: I’d say I walked, uh… a couple miles? And the light is probably just one more. Dr. Bishop: D-36, please lift and carry the less, uh, ‘goopy’ person to the light. Quickly. D-364792 picks up the figure and carries him on his back, and begins a light jog toward the light. One minute and thirty seconds later, D-364792 screams and collapses, dropping the figure. Dr. Bishop: D-36! Are you alright? D-364792: Fuck fuck fuck fuck, shit, holy shit, oh my God what the fuck— Dr. Bishop: D-36? D-36, get a hold of yourself! Video feed shows nothing out of the ordinary— D-364792 is lying on his back, and kicking his legs. At approx. 33 minutes, D-364792’s leg is held up by an unknown force, his shoe is removed, and a spot of the same white substance that was covering the humanoid figures appeared on his toe. D-364792 begins to immediately cry out in pain. Dr. Bishop: What’s going on, D-36? D-36! D-364792: There’s, th- there’s these white guys, they’re all on top of me— fuck, Goddammit, it hurts, fuck! Dr. Bishop: Gamma-2, mobilize, grab both D’s and the third subject, and exfil at the light. G1: Understood. MTF Gamma-2 (“Worldhoppers”) all place their hands onto the instance of SCP-3680, and after approx. 47.8 seconds, vanish from the test chamber. Audio recordings of Gamma-2 show that they immediately began running toward the light. Thirteen and a half minutes after entering, they come upon the first humanoid figure. G2: First contact with figure. White substance covering entire body except the head. Appears conscious, but in a lot of pain. Probably the first D-class you sent in. G1: Hawthorne, grab him and let’s keep moving. G5: Roger. A member of Gamma-2 slings the humanoid over his back, and they continue moving toward the light. At approx. 24 minutes, Gamma-2 comes across D-364792 and the other humanoid. G2: Second contact, recognize D-36 and the other guy. D-36’s legs are almost completely covered. The other guy— shit, he’s a teenager— his left leg is almost two-thirds, and his hand is white, too. Both are conscious and both are in a lot of pain. G1: Okay, Smith, McCormick, grab them. Push on, we don’t have a lot left. G3: Roger. G4: Roger. Two members of Gamma-2 pick up the figures, and they continue running, this time at a slowed pace. 32 minutes after entering the area, all members of Gamma-2 become panicked, and stop. Three members draw their rifles, while the three that are carrying persons draw their sidearms. Dr. Bishop: What is it? G6: The- the white figures that the D’s saw— G2: Uh… doc, there’s a bunch of tall, slender, white figures looking at us. They’re closing in. They have these… brain-things— Dr. Bishop: That’s what D-48 saw. G1: They’re closing in— open fire! An explosion of gunfire is heard from the radio. After a few seconds, the bullets stop, as Gamma-2 needs to reload. G3: Doc, we can shoot them. G1: Push forward, we need to get out of here. G5: Roger. Gamma-2 continues moving toward the light, which is now roughly half a mile away. Occasional bursts of gunfire are heard as Gamma-2 cuts through several instances of SCP-3680-2. At approx. 35 minutes after entering the area, a member of Gamma-2 shouts and nearly falls. G1: Hawthorne, what was that? G5: The D on my back, he— started moving around. I looked back, and it wasn’t him anymore! G2: There’s a white guy on the ground behind us. Was that him? Did he turn into that thing? G5: I-I don’t know. Gamma-2 continues to run forward without D-23. 37 minutes after entering the area, MTF Gamma-2 (“Worldhoppers”) reached the source of the light. G2: Doc, we’re at the light— it’s a doorway. Small. Dr. Bishop: Can you get through it? G4: One at a time maybe— it’s the size of the paper we touched to get in here. G1: Send the D through first, then the kid, then down from designation number. G3: Roger. One by one, Gamma-2 enters the doorway and comes out of the instance of SCP-3680. The last member of Gamma-2 struggles to get out, and by his own account, is “touched” by an instance of SCP-3680-2, and infected by the white substance. G3: Killian, you okay? G1: Fuck, it fucking hurts! Shit, my foot is burning! With all the people out of the instance of SCP-3680, P1 quickly contains the instance in its storage cell, and the test is concluded.",
        "[BEGIN LOG] Dr. Bishop: Mr. Fillmore, you— POI#3674: It’s Alex. Dr. Bishop is heard clearing his throat before proceeding. Dr. Bishop: Alright. Alex. Why did you create SCP-3680? POI#3674: SCP? You mean the poster? Dr. Bishop: Right. The poster. POI#3674: Well, I’m sure you got guys reading the chat, right? That’s what Kek and Bones say. Dr. Bishop: Yes, well, I’d like to hear it from you firsthand. POI#3674: Okay. Well, did you ever get bullied in High School? Dr. Bishop: I mean, I wasn’t exactly popular, but— POI#3674: So, no. Well, there’s these kids in the grade above me that get fucking hard-ons when they make me pissed off. I know, I know, “don’t let them get to you,” but it doesn’t work. I figure I take them down a notch, or at least get some blackmail of them acting like lunatics so they don’t fuck around with me or my friends anymore. Dr. Bishop: So you intended for them to be sucked into SCP-3680-3? POI#3674: Uh, Mr. Janitor, I’m not sure I understand your lingo. Dr. Bishop: Pardon; I mean the pocket dimension that SC- that the white guys reside in. POI#3674: No, I wanted them to be able to see the white guys and get freaked out. Dr. Bishop: Okay. Were you aware of the effects that the posters have on people after forty-five seconds of contact when you put up the poster in your school? POI#3674: I wouldn’t have put it up if I did, dude. Dr. Bishop: Could you tell me how you made the pocket dimension? POI#3674: Trade secret. Dr. Bishop: Did Esther teach you? POI#3674 remains silent. Scribbling is heard as Dr. Bishop writes something in his notes. Dr. Bishop: One of our D-Class claimed the pocket dimension was made of orange plastic. What is it made of, really? POI#3674: I had a few orange LEGOs in my room, and I turned them into the pocket. Pretty smart, if you ask me— when people enter the pocket, they’re shrunk down. Dr. Bishop: Ah. When we sent people into the pocket dimension, they escaped using a hole that was about the size of the poster. What was that? POI#3674: The white guys have to be able to move between the pocket and the real world. That’s the door. Dr. Bishop: Why can’t they enter the same way they leave— that is, why do they have to touch it for forty-five seconds to enter? POI#3674: I told you, I didn’t expect that to happen. I thought they would enter the same way they leave, but it ended up with the other way instead. Hey, Mr. Janitor, you got some fancy stuff here; is there a way you could get me a new hand? Dr. Bishop clears his throat again before continuing. Dr. Bishop: Next question. The white guys in the pocket dimension spread white goo onto people. Do you know what that was? POI#3674: Not a clue. Fucking hurts, though. Dr. Bishop: Alex, we sent eight people into that poster, and seven came back. One of the D-Class became an instance of— he became a white guy. POI#3674 lets out a slight chuckle. Dr. Bishop: Something funny? POI#3674 clears his throat. POI#3674: No. Sorry. Dr. Bishop: Alex, do you know how the white guys did that? POI#3674: No. I know how it started; they just, like, touch you. I don’t think they can do it outside the pocket. Well, they touch you, and then the goo gets on you, and it fucking burns. And the goo eats away at you, like a virus or something— POI#3674 becomes visibly distraught. Dr. Bishop stays silent for roughly forty seconds. Dr. Bishop: Alex, just a few hours ago we recovered another poster. Looks a hell of a lot like the one you made, and functions the same way, too. The thing is, we reviewed the video footage— it wasn’t put up by anyone. It just showed up in the hallway, without anyone hanging it. Do you know anything about that? POI#3674: Christ, if I did, I’d tell you. Do you think the white guys put it up? Dr. Bishop: We aren’t sure. If you know anything, you have to tell me, or else other people might get sucked into the pocket dimension, too. POI#3674: Nothing. I don’t know anything. Dr. Bishop: Alright. I think we’re done here. Alex— I’ll see about your hand.",
        "To: O5-1, O5-2, O5-3, O5-4, O5-5, O5-6, O5-7, O5-8, O5-9, O5-10, O5-11, O5-12, O5-13 Sub: SCP-3680 Body: SCP-3680 has been revealed to be more than what we initially perceived it to be, and thus, I think we should update its Description. I request permission to edit the SCP-3680 document to add in the following information: Object Class: Euclid Keter Under Description: If contact is made by a person with an instance of SCP-3680 for exactly 48.7 seconds, that person is sent to a pocket dimension, hereby designated SCP-3680-3. SCP-3680-3 is a pocket dimension made of plastic consistent with commercial-grade acrylonitrile butadiene styrene produced by The Lego Group. SCP-3680-3 is believed to contain all instances of SCP-3680-2; however, it has been proven that these instances can move between SCP-3680-3 and our dimension freely using instances of SCP-3680. Upon entering SCP-3680-3, a subject can only come back to our universe using a window that resides in the pocket dimension. Upon going through this window, subject will come out of the instance of SCP-3680 that they entered. SCP-3680-2 instances are theorized to exit SCP-3680-3 at certain times during the day to create new instances of SCP-3680 2 and hang them on the walls of ███████ High School. This is believed to be to coerce students and faculty within the school to enter SCP-3680-3. SCP-3680-2 instances cannot be seen, felt, or heard without prior contact with an instance of SCP-3680, so these instances are nearly impossible to contain, but produce minimal threat on their own. When a subject enters SCP-3680, they do not immediately notice the instances of SCP-3680-2, as they are not yet under the anomalous effects of the instance of SCP-3680. However, once the anomalous effect of SCP-3680 begins, they will be attacked by the numerous instances of SCP-3680-2 that reside inside the pocket dimension. The SCP-3680-2 instances will try to pin down or restrain the subject, and infect them with a white gelatinous substance hereby designated SCP-3680-4. This substance is theorized to replace the human tissue of its subject with the same cardboard-like material that SCP-3680-2 is made of. After SCP-3680-4 has covered the whole body, the subject is transformed into a new instance of SCP-3680-2. 3 SCP-3680-2 instances have only been shown to act aggressively inside SCP-3680-3. However, even if the subject escapes SCP-3680-3, SCP-3680-4 will continue to consume them. Removal of infected areas is effective at stopping the spread of SCP-3680-4. SCP-3680 instances currently only materialize in ███████ High School. If the school were to be abandoned or torn down, it is expected that the instances of SCP-3680-2 would leave the school to find a better place to display new instances of SCP-3680, which may lead to significant loss of life, and the inability to contain SCP-3680 due to the nature of SCP-3680-2 instances. Therefore, it is imperative that ███████ High School continues to function in its present state."
    ],
    "item": "SCP-3680",
    "object_class": "Euclid",
    "containment_procedures": "The hallway segments of ███████ High School are to be patrolled by several agents disguised as janitorial staff. These agents are to be issued:",
    "description": "SCP-3680 are sheets of 18” x 24” poster paper that randomly materialize in the hallway segments of ███████ High School between specific hours of each weekday (Mon. through Fri.). Instances of SCP-3680 have, so far, only materialized in three specific time frames, and never if more than one person is able to view the materialization. These times are always when students of the school are having or have just gotten out of class, and are believed to have been chosen to increase exposure to instances of SCP-3680. Only one instance will appear per day, and instances do not necessarily materialize each day; in fact, time between appearances of SCP-3680 has been measured at up to seven days.",
    "title": "SCP-3680"
}