{
    "url": "https://scp-wiki.wikidot.com/scp-3694",
    "all_text": "rating: \n+137\n+\n–\nx\n\n\n\n\n\n\n\n\n3/3694\n LEVEL \n3/3694\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-3694\n\n\nObject Class: Keter\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All new openings of franchised restaurants under the name \nDenny's\n, or discoveries of previously unrecorded restaurants under that name, are to be investigated by local agents wearing nasal filters to determine if they are an instance of SCP-3694.\n\n\nIf an instance of SCP-3694 is confirmed, MTF Theta-4 (\"Gardeners\") is to secure the instance and amnesticize all employees. The instance and any extant \nDenny's\n food items within the area that can be located are then to be destroyed by herbicide and/or incineration.\n\n\nA single instance of SCP-3694 is kept under controlled conditions at Site-103 for monitoring and testing purposes. No unemployed person should be permitted to view this instance.\n\n\nNo food items produced by any SCP-3694 instance are to be consumed or removed from their instance, except where approved by the Containment Lead (currently Dr. Deepak Lashkar) for purposes of research.\n\n\nDescription:\n SCP-3694 is a flowering plant that reproduces using anthropochory.\n1\n SCP-3694 instances grow from seeds that can only germinate by passing through the human digestive system and take root in paved areas. The plant consists of a root system and a single, large flower: the root system will aggressively invade water and sewage pipes beneath the paved area, while the flower of an SCP-3694 instance has the appearance of a restaurant franchised under the brand \nDenny's,\n a diner chain primarily spread across the United States.\n\n\nThe structure, appliances, decor and signage of the flower all conform to the outward appearance and broad material properties of their equivalents in a non-anomalous \nDenny's\n restaurant; however, microscopy confirms they are composed entirely of plant cells and proteins, mostly resembling those of leaves and petals. A close external examination will also reveal small deviations from the appearance of a typical \nDenny's\n restaurant (see Addendum 3694.1).\n\n\nReproduction of SCP-3694 is accomplished by means of seed-bearing fruits. The fruits have the appearance and taste of food items from the \nDenny's\n menu, even if those items would ordinarily have meat or liquid components.\n2\n Dissection and microscopy of these items have revealed that they are, despite their appearance and taste, composed entirely of plant cells. All SCP-3694 fruits bear a variable number of black, spherical seeds ~2mm in diameter.\n\n\nWhen a human consumes an SCP-3694 food-item, the fruit is digested normally and the seeds pass through the human's digestive and gastrointestinal system. This process weakens the seed coats sufficiently for germination to occur. If the human consumer then defecates in a suitably-sized paved area,\n3\n a new SCP-3694 instance will grow from the seed, achieving full development within six hours. Once the flower has opened it will remain open for the lifetime of the instance, except where local laws prohibit the operation of restaurants at particular times. If this occurs, the flower will close up into a large, oblate spheroidal bud for the period specified by law.\n\n\nA mind-affecting inhalant\n4\n is exuded from the SCP-3694 flower. The compound when inhaled nasally subtly alters perceptions such that unusual occurrences and phenomena are viewed as mundane and uninteresting, so long as they are happening within or near to a Denny's restaurant.\n\n\nThe employees of an SCP-3694 instance are drawn from the unemployed population of the surrounding area. Unemployed persons who view the signage of an SCP-3694 instance are able to perceive a pattern only otherwise discernible on the ultraviolet spectrum. This pattern has a moderate hypnotic effect that causes viewing individuals to believe they have been hired and trained to work at the SCP-3694 instance. Once operating under this hypnotic suggestion, the affected persons will work at the instance as if it were a non-anomalous diner; however, prolonged exposure to the inhalant appears to lead to behavioural alterations in the employees (see Addendum 3694.1).\n\n\nAddendum 3694.1:\n Exploration of Active Instance\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n 05/05/2018\n\n\nExploration Team Members:\n Agents Annalise Jackson and Camila Hernandez\n\n\nSubject:\n SCP-3694 instance located in Grand Forks, North Dakota, US\n\n\nNotes:\n \nInitial data gathering had determined this instance to be one of the earliest manifesting, having been active for sixteen months prior to discovery. Agents were equipped with concealed body cameras and microphones, and nasal filters to counteract the inhalant. Mission objectives were to pose as undercover health inspectors, surveil premises thoroughly including kitchen and staff areas, and monitor staff behaviour after prolonged exposure.\n\n\nLog has been edited for clarity and brevity.\n\n\n[BEGIN LOG]\n\n\nHernandez:\n Okay, time is 2 am, couple patrons just left, should be as empty as we can hope for in there. Entering now.\n\n\nAgents push open the door of the restaurant. Hernandez's camera reveals a single, disheveled patron within, sat hunched over a table against the far wall. A member of the wait staff is sweeping the floor and looks up as the agents enter. The main restaurant area is otherwise deserted.\n\n\nWaitress:\n Welcome to Denny's! Take a seat and I'll be right with you.\n\n\nAgents take opposite seats at a table in one corner.\n\n\nJackson:\n Seems normal enough so far.\n\n\nHernandez:\n Not if you look close. Like, see here? \n(She points to where their table abuts the wall)\n There should be a join, or a little gap. This just flows straight from wall to table. You can't get prefab furniture that way.\n\n\nJackson:\n \n(Taps the table)\n Sounds like.. wood. Probably oughta be plastic or something.\n\n\nHernandez:\n It probably \nis\n wood. It's just all one organic piece, the whole place.\n\n\nJackson:\n Never seen a plant with lights. \n(She gestures at what appears to be fluorescent strip lighting.)\n\n\nHernandez:\n Got me there. We'll let the white coats figure that out.\n5\n\n\nJackson:\n What about the plumbing? Do the toilets work here?\n\n\nHernandez:\n Well, I guess that we can check. Wait here.\n\n\nHernandez leaves for the bathroom. While she is absent, the waitress approaches Agent Jackson.\n\n\nWaitress:\n You ready to order, honey?\n\n\nJackson:\n Uh, sure. Let me get a Meat Lover's Skillet. And a coffee, black. My friend will have pancakes.\n\n\nWaitress:\n You want syrup on those pancakes?\n\n\nThe waitress's face and body visibly and rapidly spasm as she says the word \"syrup.\" She does not react to or comment on this, and returns to normal immediately afterwards.\n\n\nJackson:\n Uh… Yeah.\n\n\nWaitress:\n That'll be all? Or anything else I can getcha?\n\n\nJackson:\n No, that's fine.\n\n\nWaitress:\n \n(brightly)\n Well, alrighty then. You change your mind, just give me a buzz.\n\n\nHernandez returns from the restroom as the waitress heads to the kitchen area.\n\n\nHernandez:\n Bathroom checks out. I mean, it's all still \nwrong\n but the faucets run, toilets flush. Heck if I know how they get the water up, or where it goes if you…\n\n\nJackson:\n Yeah, got it. We need to check out the staff. Something definitely up with our waitress. She had some kind of spasm..\n\n\nHernandez:\n Yeah? Alright. We waiting for the food first?\n\n\nJackson:\n Not like we're going to eat it. Plus I want to see what they actually do back there in the kitchen.\n\n\nAgents wait for the waitress to be distracted by attempting to rouse the disheveled patron, and swiftly move to enter the kitchen area.\n\n\nKitchen is devoid of any rear-of-house staff. Structure with the approximate appearance of a cooking range is visible, as well as door to agent's left labelled \"Staff Break Room\". No ingredient stores, utensils or other cookware are in evidence.\n\n\nJackson:\n Huh. Think there'd at least be a cook here… he on break? \n(She leans down to examine the door of an oven.)\n Shit… Hey, Hernandez? You ever wanted to see what a coffee cup looks like half grown?\n\n\nHernandez:\n What?\n\n\nJackson opens the oven door. Within, a meal is growing: the components of Agent Jackson's order discernible as partly-formed vegetable matter, with vegetable tissues rapidly growing, bending and differentiating to form the disparate elements.\n\n\nHernandez:\n Cool tech. Who even needs a chef?\n\n\nThe waitress enters the kitchen area. Her spasms have intensified, to the point that her image on the camera feed exhibits motion blur.\n\n\nWaitress:\n Hey, you can't be back here!\n\n\nJackson:\n \n(revealing prepared ID)\n Relax, ma'am. Surprise health inspection. Your manager here? Any way I can contact them?\n\n\nWaitress:\n I… I don't know a manager. \n(The waitress begins to pace in a figure-eight pattern, waggling her hips as she walks toward the breakroom door, then returning.)\n I don't think I ever met one…\n\n\nHernandez:\n Uh huh. And who's back here?\n\n\nWaitress:\n Nothing! No-one! It's locked.\n\n\nJackson:\n Then we'll be forced to break it down.\n\n\nWaitress:\n No! \n(She jabs a finger into Jackson's neck.)\n\n\nJackson:\n Ow! That \nstings\n. \n(Clutching at her neck)\n Ma'am, that's assault. Please step back or I'll be forced to restrain you. Go, Hernandez.\n\n\nHernandez kicks open the door to the break room.\n\n\nThe breakroom is a small space, visibly more organic in appearance than the rest of the restaurant. The walls, floor and ceiling curve and narrow towards the back of the room, terminating in a small well raised above the floor, containing a clear liquid. No other furnishing is visible. Within, a male staff member is lying on his back. A belt is pulled tight around the right arm, and a hypodermic syringe has been inserted into a vein just below. A siphon tube is immersed in the liquid.\n\n\nHernandez:\n Ugh. Oh, man.\n\n\nJackson:\n What? Let me see. \n(To waitress)\n Stay \nback\n, ma'am. \nJackson turns to the open door.\n Oh, shit. Better get a medic in here…\n\n\nWaitress:\n \n(sobbing, speech distorted)\n No! Mine! \n(She runs past the agents, pushing into the breakroom, and throws herself face-first into the well. Her body continues to spasm. After a few seconds she rolls back out and lays on the floor twitching, next to her colleague.)\n\n\nBoth agents exchange glances.\n\n\nJackson:\n So… Medic first, then secure the site, we take a sample, and let the white coats figure it out?\n\n\nHernandez:\n You're learning, kid.\n\n\n[END LOG]\n\n\nClosing statement: analysis of samples from syringe and breakroom well identified fluid substance as primarily a mixture of glucose and water, in proportions similar to that of the nectar of flowering plants. Staff and patron were detained, given medical treatment and then amnesticized. Agent Jackson treated for a mild abrasion on neck; the wound was found to contain traces of mellitin.\n6\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Inadvertent spreading of seeds by humans.\n\n\n2\n. It is currently unclear if SCP-3694 flowers require pollination to produce fruit, and if so how this pollination occurs.\n\n\n3\n. It is not believed that SCP-3694 compels this behaviour through anomalous means; however, SCP-3694 fruits are observed to cause urgency of defecation and diarrhea in test subjects at a notably higher rate than control food items from a non-anomalous \nDenny's\n restaurant.\n\n\n4\n. Described as having the odour of bacon grease.\n\n\n5\n. Research based on observation of and samples from the instance at Site-103 have determined that the light sources operate via bioluminescence utilising energy gathered from sunlight gathered by chlorophyll-rich structures on the roof.\n\n\n6\n. An apitoxin usually found in the sting of honey bees.\n\n\n\n\n\n\n\n\n« \nSCP-3693\n | SCP-3694 | \nSCP-3695\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3694\n\" by Meserach, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3694\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3694.1: Exploration of Active Instance"
    ],
    "documents": [],
    "notes": [
        "\" SCP-3694 \" by Meserach, from the SCP Wiki . Source: https://scpwiki.com/scp-3694 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "All new openings of franchised restaurants under the name Denny's, or discoveries of previously unrecorded restaurants under that name, are to be investigated by local agents wearing nasal filters to determine if they are an instance of SCP-3694.",
    "description": "SCP-3694 is a flowering plant that reproduces using anthropochory.1 SCP-3694 instances grow from seeds that can only germinate by passing through the human digestive system and take root in paved areas. The plant consists of a root system and a single, large flower: the root system will aggressively invade water and sewage pipes beneath the paved area, while the flower of an SCP-3694 instance has the appearance of a restaurant franchised under the brand Denny's, a diner chain primarily spread across the United States.",
    "title": "SCP-3694"
}