{
    "url": "https://scp-wiki.wikidot.com/scp-3717",
    "all_text": "rating: \n+276\n+\n–\nx\n\n\n\n\n\n\nFrom front to back: SCP-3717-01,-02, and -03\n\n\n\n\n\n\nItem #:\n SCP-3717\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Outside of testing, all instances of SCP-3717 are to be kept together in a small Humanoid Containment Chamber within the low-security wing of Site 17. Media devices provided to SCP-3717 must be voice controlled.\n\n\nTwice daily, one scoop (28 grams) of powdered baby formula is to be sprinkled into each instance’s jar. Instances are permitted to select from available flavours. Personnel assigned to this task are encouraged to engage SCP-3717 in conversation and report any requests or concerns to Dr. Valdez.\n\n\nPsychiatric sessions are to be conducted on a bi-weekly basis. As an incentive for cooperation, SCP-3717 may be placed on a customized secured dolly and taken on excursions around their containment wing. Supervised interaction with other residents of Site 17 is permitted.\n\n\nDescription:\n SCP-3717 is the collective designation for three stillborn, malformed infants preserved in glass jars filled with an anomalous solution of formaldehyde and amniotic fluid.\n\n\nAlthough dead on a cellular level, each instance possesses adult level human intelligence and sensory capabilities, which do not appear to be impeded by their fluid environment. SCP-3717 are capable of producing speech by inducing their jars to emit sonic vibrations via an unknown method. Instances are also capable of limited movement within their jars. Powdered food placed within their jars appears to be absorbed through the skin, though no waste products have been observed to be excreted.\n\n\nInstances claim that they will \"suffocate\"\n1\n if removed from their solution. This has not been confirmed via testing.\n\n\nSCP-3717-01 is a hermaphroditic infant that appears to possess craniotomy scars along the top of its head. Neuroimaging has revealed that SCP-3717-01's cranium is filled with several marbles.\n\n\nSCP-3717-02 is a male infant missing the left half of its cranium, with its brain having been replaced with a mass of dust, lint, dead skin cells and spider webs\n2\n.\n\n\nNotably, neither SCP-3717-01 or -02 seem to suffer any cognitive impairment because of their missing brain matter.\n\n\nSCP-3717-03 is a pair of female syncephalus\n3\n conjoined twins. Skin pigmentation is entirely absent. It is unclear (possibly even to itself) whether SCP-3717-03 possesses a singular consciousness or two distinct but similar minds.\n\n\nDNA analysis of SCP-3717 has revealed that they are genetically human as well as half-siblings, all possessing the same father.\n\n\nRecovery:\n SCP-3717 were discovered inside of a leather strongbox on the █████ County fairgrounds by Mobile Task Force Kappa 14 “AH! Sideshow Bob!” who were investigating reports of recent \nGoI-233\n activity. Adjacent promotional material referred to SCP-3717 as “Papa’s Precociously Provocative Pickl'd Punkz!”.\n\n\nInitial Containment Interview:\n\n\n\n\nInterviewer:\n Junior Researcher Luna Valdez\n\n\nInterviewees:\n SCP-3717\n\n\n<Begin log>\n\n\nDr. Valdez:\n Hello there. My name is Dr. Valdez and I’ll be overseeing your containment for the—\n\n\nSCP-3717-01:\n I want my phone call!\n\n\nDr. Valdez:\n …I beg your pardon?\n\n\nSCP-3717-01:\n I know my rights, Essie! I want my phone call!\n\n\nDr. Valdez:\n Prisoners don’t actually have a legal right to a phone call, that’s just a common courtesy. More importantly, this is not a prison. Think of it more like a long-term care facility. Your health and well-being are our utmost—\n\n\nSCP-3717-02:\n Do people make wine in the toilets?\n\n\nDr. Valdez:\n It’s…been known to happen.\n\n\nSCP-3717-02:\n Yeah, we’re in prison.\n\n\nSCP-3717-01:\n I demand a lawyer, or an actor who’s so method they actually got a law degree!\n\n\nDr. Valdez:\n You’re not being charged with anything. We’re not a prison. We’re here to help.\n\n\nSCP-3717-02:\n Then why are you behind bulletproof glass?\n\n\nDr. Valdez:\n It’s just standard procedure for new anomalies. We don’t know what you’re capable of.\n\n\nSCP-3717-01:\n We’re frickin’ babies! We’re in jars! Child-proof jars to boot!\n\n\nDr. Valdez:\n I realize you’re likely harmless, but we need to do some observations and tests before we…\n\n\nSCP-3717-01:\n Oh God, they’re gonna vivisect us! We’re in Harry Harlow's lab!\n\n\nDr. Valdez:\n No, I assure you all the tests will be minimally invasive. A biopsy will be the worst of it. For the moment, I’m just gathering some intel on you.\n\n\nSCP-3717-01:\n God Almighty! They told us Essie was evil, but I never thought you would stoop to waterboarding babies! Torture me all you want! I’ll never crack!\n\n\nDr. Valdez:\n No one is going to torture you. I’m just going to ask a few questions, and you’re free to answer them or not as you choose. My first question is how did you end up with the Circus of the Disquieting?\n\n\nSCP-3717-02:\n I guess you could say we were born to it. None of us remembers anything before waking up in these things.\n\n\nDr. Valdez:\n Did you never ask where you came from?\n\n\nSCP-3717-03\n: Oh sure, lots of times. Herman would say that after having some fun with a lady friend sometimes they'd have an accident, and she would come trying to get some money out of him for it.\n\n\nSCP-3717-01\n: I ain't sayin' they were gold diggers, but they weren't messing with no broke—\n\n\nSCP-3717-03:\n Spratz, you can't say that! We've been over this!\n\n\nSCP-3717-02:\n Herman said that where lesser men would flee — or worse, succumb to the manacles of matrimony — he saw an opportunity.\n\n\nSCP-3717-03:\n After putting his lady friend 'in her place' as he called it, he'd take her to the Amazing Zoltan, our alchemical consultant, and after a little razzmatazz the lady would have no cause to pester him for money and he'd have a brand new attraction.\n\n\nSCP-3717-01:\n We've been disgusting visitors in the Den of Freaks ever since!\n\n\nDr. Valdez:\n \n(pauses)\n You’re saying that you’re all…\n\n\nSCP-3717-02:\n The aborted bastards of Herman Fuller, dear old dad.\n\n\nSCP-3717-03:\n Not that we were ever allowed to call him that.\n\n\nSCP-3717-01:\n He wasn't all bad though. He did teach us some barbershop songs.\n\n\nDr. Valdez:\n I'm sorry, barbershop songs?\n\n\nSCP-3717-01:\n Hit it!\n\n\nAll instances of SCP-3717:\n\n\n\n\nMr. Sandman (bum, bum, bum) bring me a dream\n\n\n(bum bum bum bum)\n\n\nMake him the cutest that I've ever seen\n\n\n(bum bum bum bum)\n\n\nGive him two lips like roses and clover\n\n\n(bum bum)\n\n\nThen tell him that his lonesome nights are over\n\n\nMr. Sandman—\n\n\n\n\nDr. Valdez:\n That's sufficient. I don't need a demonstration. That was your act at the Circus?\n\n\nSCP-3717-02:\n Not at first. Herman just wanted us to creep people out. But after he got the boot, Icky reimagined the Den a little. She wanted the Freaks to proudly display their talents, wanted us to be proud of what we were, have some dignity. We liked to sing, so she let us sing.\n\n\nDr. Valdez\n: Speaking of talents, do you three have any active anomalous properties we should know about?\n\n\nSCP-3717-01:\n I may have been Grover Cleveland in two nonconsecutive past lives.\n\n\nSCP-3717-02:\n Sorry doc, no magic powers here. What you see is what you get.\n\n\nDr. Valdez:\n Any special needs? We're able to meet most reasonable requests.\n\n\nSCP-3717-01:\n Does a mind-controlled, fusion-powered mech-suit count as reasonable?\n\n\nDr. Valdez:\n \n(pauses)\n No.\n\n\nSCP-3717-01:\n Fine, it can be fission-powered, but I'm not responsible for disposing of the radioactive waste!\n\n\nSCP-3717-02:\n An ounce of formula twice a day is all we need. A little company now and then wouldn't go unappreciated either. We're good with people.\n\n\nSCP-3717-03:\n Well, mostly, but Spratz does sometimes get on people's nerves. He goes a little heavy on the dead baby humour.\n\n\nSCP-3717-01:\n We're dead babies! It's appropriate!\n\n\nSCP-3717-03:\n You know, life wasn't half bad at the Circus, at least not under Icky and Manny's rule. People would take us for walks sometimes, decorate our jars, and Lolly liked to read to us when she’d visit the Den.\n\n\nSCP-3717-02:\n I’ll miss Yume’s flowers, and Quincy’s butterflies.\n\n\nSCP-3717-01:\n But not Gabriel’s fish! I hate it when he stuck those slimy bastards in my jar!\n\n\nSCP-3717-03:\n You don’t think they left us behind on purpose, do you?\n\n\nSCP-3717-02:\n They just left in a hurry. You heard Manny shouting \"Essie P is coming!\". He's been especially worried about Essie since…well, just lately. Our box is easy to overlook.\n\n\nDr. Valdez:\n We can talk about your associates at the Circus another time. I understand that this may be a difficult adjustment but I assure you that you will be treated just as well here, if not better, than you were at the Circus. Once we've finished our assessments you might even be cleared to interact with fellow residents.\n\n\nSCP-3717-01:\n Show me the biggest guy here! I'll shiv him, show him who's boss!\n\n\nDr. Valdez:\n Violence against staff or residents will result in solitary confinement and psychiatric assessment. And the 'biggest' guy at this site is an immortal, invincible, thaumatological cyborg.\n\n\nSCP-3717-01:\n \n(pauses)\n So you'll make sure my mech-suit can take him, right?\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Instances of SCP-3717 do not appear to require oxygen. The solution they are kept in is also unoxygenated.\n\n\n2\n. SCP-3717-02 claims it was born without a brain and an unusually large 'dust bunny' was the only on hand substitute at the time.\n\n\n3\n. Fused at the face and head, but possessing separate bodies.\n\n\n\n\n\n\n\n\n« \nSCP-3716\n | SCP-3717 | \nSCP-3718\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewer: Junior Researcher Luna Valdez Interviewees: SCP-3717 <Begin log> Dr. Valdez: Hello there. My name is Dr. Valdez and I’ll be overseeing your containment for the— SCP-3717-01: I want my phone call! Dr. Valdez: …I beg your pardon? SCP-3717-01: I know my rights, Essie! I want my phone call! Dr. Valdez: Prisoners don’t actually have a legal right to a phone call, that’s just a common courtesy. More importantly, this is not a prison. Think of it more like a long-term care facility. Your health and well-being are our utmost— SCP-3717-02: Do people make wine in the toilets? Dr. Valdez: It’s…been known to happen. SCP-3717-02: Yeah, we’re in prison. SCP-3717-01: I demand a lawyer, or an actor who’s so method they actually got a law degree! Dr. Valdez: You’re not being charged with anything. We’re not a prison. We’re here to help. SCP-3717-02: Then why are you behind bulletproof glass? Dr. Valdez: It’s just standard procedure for new anomalies. We don’t know what you’re capable of. SCP-3717-01: We’re frickin’ babies! We’re in jars! Child-proof jars to boot! Dr. Valdez: I realize you’re likely harmless, but we need to do some observations and tests before we… SCP-3717-01: Oh God, they’re gonna vivisect us! We’re in Harry Harlow's lab! Dr. Valdez: No, I assure you all the tests will be minimally invasive. A biopsy will be the worst of it. For the moment, I’m just gathering some intel on you. SCP-3717-01: God Almighty! They told us Essie was evil, but I never thought you would stoop to waterboarding babies! Torture me all you want! I’ll never crack! Dr. Valdez: No one is going to torture you. I’m just going to ask a few questions, and you’re free to answer them or not as you choose. My first question is how did you end up with the Circus of the Disquieting? SCP-3717-02: I guess you could say we were born to it. None of us remembers anything before waking up in these things. Dr. Valdez: Did you never ask where you came from? SCP-3717-03 : Oh sure, lots of times. Herman would say that after having some fun with a lady friend sometimes they'd have an accident, and she would come trying to get some money out of him for it. SCP-3717-01 : I ain't sayin' they were gold diggers, but they weren't messing with no broke— SCP-3717-03: Spratz, you can't say that! We've been over this! SCP-3717-02: Herman said that where lesser men would flee — or worse, succumb to the manacles of matrimony — he saw an opportunity. SCP-3717-03: After putting his lady friend 'in her place' as he called it, he'd take her to the Amazing Zoltan, our alchemical consultant, and after a little razzmatazz the lady would have no cause to pester him for money and he'd have a brand new attraction. SCP-3717-01: We've been disgusting visitors in the Den of Freaks ever since! Dr. Valdez: (pauses) You’re saying that you’re all… SCP-3717-02: The aborted bastards of Herman Fuller, dear old dad. SCP-3717-03: Not that we were ever allowed to call him that. SCP-3717-01: He wasn't all bad though. He did teach us some barbershop songs. Dr. Valdez: I'm sorry, barbershop songs? SCP-3717-01: Hit it! All instances of SCP-3717: Mr. Sandman (bum, bum, bum) bring me a dream (bum bum bum bum) Make him the cutest that I've ever seen (bum bum bum bum) Give him two lips like roses and clover (bum bum) Then tell him that his lonesome nights are over Mr. Sandman— Dr. Valdez: That's sufficient. I don't need a demonstration. That was your act at the Circus? SCP-3717-02: Not at first. Herman just wanted us to creep people out. But after he got the boot, Icky reimagined the Den a little. She wanted the Freaks to proudly display their talents, wanted us to be proud of what we were, have some dignity. We liked to sing, so she let us sing. Dr. Valdez : Speaking of talents, do you three have any active anomalous properties we should know about? SCP-3717-01: I may have been Grover Cleveland in two nonconsecutive past lives. SCP-3717-02: Sorry doc, no magic powers here. What you see is what you get. Dr. Valdez: Any special needs? We're able to meet most reasonable requests. SCP-3717-01: Does a mind-controlled, fusion-powered mech-suit count as reasonable? Dr. Valdez: (pauses) No. SCP-3717-01: Fine, it can be fission-powered, but I'm not responsible for disposing of the radioactive waste! SCP-3717-02: An ounce of formula twice a day is all we need. A little company now and then wouldn't go unappreciated either. We're good with people. SCP-3717-03: Well, mostly, but Spratz does sometimes get on people's nerves. He goes a little heavy on the dead baby humour. SCP-3717-01: We're dead babies! It's appropriate! SCP-3717-03: You know, life wasn't half bad at the Circus, at least not under Icky and Manny's rule. People would take us for walks sometimes, decorate our jars, and Lolly liked to read to us when she’d visit the Den. SCP-3717-02: I’ll miss Yume’s flowers, and Quincy’s butterflies. SCP-3717-01: But not Gabriel’s fish! I hate it when he stuck those slimy bastards in my jar! SCP-3717-03: You don’t think they left us behind on purpose, do you? SCP-3717-02: They just left in a hurry. You heard Manny shouting \"Essie P is coming!\". He's been especially worried about Essie since…well, just lately. Our box is easy to overlook. Dr. Valdez: We can talk about your associates at the Circus another time. I understand that this may be a difficult adjustment but I assure you that you will be treated just as well here, if not better, than you were at the Circus. Once we've finished our assessments you might even be cleared to interact with fellow residents. SCP-3717-01: Show me the biggest guy here! I'll shiv him, show him who's boss! Dr. Valdez: Violence against staff or residents will result in solitary confinement and psychiatric assessment. And the 'biggest' guy at this site is an immortal, invincible, thaumatological cyborg. SCP-3717-01: (pauses) So you'll make sure my mech-suit can take him, right? <End Log>"
    ],
    "item": "SCP-3717",
    "object_class": "Safe",
    "containment_procedures": "Outside of testing, all instances of SCP-3717 are to be kept together in a small Humanoid Containment Chamber within the low-security wing of Site 17. Media devices provided to SCP-3717 must be voice controlled.",
    "description": "SCP-3717 is the collective designation for three stillborn, malformed infants preserved in glass jars filled with an anomalous solution of formaldehyde and amniotic fluid.",
    "title": "SCP-3717"
}