{
    "url": "https://scp-wiki.wikidot.com/scp-373",
    "all_text": "rating: \n+192\n+\n–\nx\n\n\nItem #:\n SCP-373\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-373 is to be kept in a containment locker at Site 38. Research into SCP-373 and SCP-373-A iterations is to be carried out by authorized personnel. Grounds for immediate revocations of testing privileges include, but are not limited to: recent loss of loved ones (testing privileges suspended for five (5) years), any history of abuse or inability to follow orders as per containment procedures for other SCPs (testing privileges revoked permanently), any past association with paranormal research or investigative groups (testing privileges revoked until approval given by Site director), or any unusual or persistent interest or obsession with SCP-373 (testing privileges revoked permanently).\n\n\nNote from Head Researcher ████: \nThe potential implications of this device for both SCP-373-A entities and their former loved ones require a certain degree of composure with regards to its use. Quite frankly, we may be\n creating \nthese beings rather than\n channeling \nthem. Personnel unable to react responsibly with that degree of power are not to be allowed access.\n\n\nNote from Head Researcher ████: \nTesting suspended until further notice. See Addendum 373-3.\n \nTesting with D-class personnel to be carried out as per Addendum 373-4.\n\n\nFor maximum efficiency in gathering intelligence regarding SCP-373-A entities, all records used with SCP-373 should be 33 1/2 rpm vinyl albums with lyric-heavy songs or spoken-word tracks. Audiobooks, comedy albums, and other principally speech-based records are encouraged; principally instrumental or orchestral music is forbidden.\n\n\nDescription:\n SCP-373 is an antique disc phonograph player. Markings on the machine indicate it was built in 191█; an additional label indicates that the device was modified in late 194█ at a facility called \"█████ Laboratories, Inc.\" The device is composed of a crank-operated turntable embedded in a wooden case, a tone arm with an aluminum stylus, and a slightly tarnished silver horn.\n\n\nSCP-373 appears to have the ability to modify the audio of any record played on it according to particular patterns. Specifically, research has demonstrated that approximately every fourth word or phrase will be altered from the originally-recorded song or monologue. These new words can be organized sequentially to reveal what appear to be messages or statements from a series of unknown entities. These entities have been named SCP-373-AX (with \"X\" to be replaced with a numerical identification as entities are discovered). The entity is able to communicate for the duration of each instance of the playing of the record; upon the next playing of the same record, the same entity will begin speaking, but will claim not to recall the previous conversation.\n\n\nDue to the stilted nature of the communication, it is rare for the entities to communicate any significant amount of information to Foundation researchers before the end of the record. However, research has demonstrated that two-way communication is possible, by lifting the needle from the record while it spins and speaking into the horn. Any attempt at useful communication requires both parties speak while the record spins at the speed at which optimal playback was intended; all SCP-373-A entities report that speaking into the horn with the record slowed or stopped results in a high-pitched squeal for the entity, and vice versa.\n\n\nTesting with anomalies such as \nSCP-043\n and \nSCP-1668\n did not initially produce data. However, analysis of audio taken during testing has shown the presence of at least two distinct breathing patterns being broadcast from SCP-373. Further scheduled testing is currently under consideration.\n\n\nAddendum 373-1:\n Abridged Log of SCP-373-A Entities\n\n\n\n\nEntity:\n SCP-373-A3\n\n\nRunthrough #:\n 1\n\n\nRecord:\n \nPainkiller\n by Judas Priest\n\n\nNotes:\n An early attempt at scientific analysis of the phenomenon, both the choice of music and questions were largely arbitrary. Two-way communication not yet understood. Full lyrical output is included below to demonstrate effect; all future entries will include only relevant utterances.\n\n\nResults:\n Playing of Track 1, \"Painkiller,\" resulted in the following lyrical output:\n\n\n\n\nShow\n\n\n\n\n- Condense\n\n\n\n\nFaster than a \nhello\n\nTerrifying scream\n\nEnraged \nhello\n full of anger\n\n\nWho's\n half man and \nthere\n machine\n\nRides the Metal \nCan\n\nBreathing smoke and \nanybody\n\nClosing in with \nhear\n soaring high\n\nHe is \nme\n Painkiller\n\nThis is \nis\n Painkiller\n\nPlanets devastated\n\nMankind's \nthis\n its knees\n\nA saviour \nwhat\n from out the skies\n\n\nHell\n answer to their \nis\n\nThrough boiling clouds \nI\n thunder\n\nBlasting bolts \ndon't\n steel\n\nEvils going under \nknow\n wheels\n\nHe is \nwhat\n Painkiller\n\nThis is \nI've\n Painkiller\n\nFaster than a \ndone\n bullet\n\nLouder than an \nplease\n bomb\n\nChromium plated \nit's\n metal\n\nBrighter than a \nso\n suns\n\nFlying high on \ndark\n\nStronger free and \nand\n\nNevermore encaptured\n\n\ncold\n been brought back \nhere\n the grave\n\n\n\n\n\n\n\n\n\n\n\n\nEntity:\n SCP-373-A3\n\n\nRunthrough:\n 8\n\n\nRecord:\n \nPainkiller\n by Judas Priest\n\n\nNotes:\n First consistent and notable demonstration of two-way communicative potential. Communication redacted to relevant utterances for convenience.\n\n\nResult:\n The following interview was carried out by Researcher Kim with Entity SCP-373-A3.\n\nKim: (\nspeaking as record begins, needle up\n) Hello. Please try to stay calm. You've had an accident and we are working to save you. Can you tell us your name?\n\n\nSCP-373-A3: …Hello…oh…thank…goodness…I…thought…I…had…died…\n\n\nKim: Could you please tell us your name?\n\n\nSCP-373-A3: …My…name…is…Mary…Turner…I…had…a…dream…I…thought…they…hanged…\n\n\nKim: You're okay, Mary. Can you tell me what you see?\n\n\nSCP-373-A3: …all…dark…no…light…just…your…voice…please…help…\n\n\nKim: We're very close to getting you out, just hold on tight. Can you tell me where you live and what day it is?\n\n\nSCP-373-A3: …valdosta…in…folsom…county…is…my…baby…okay…\n\n\nKim: It's fine, ma'am. Can you tell me what year it is?\n\n\nSCP-373-A3: …what…you…mean…it's…nineteen…eighteen…\n\n\nThe record ends. Flipping the record results in the conversation beginning again, as in all other tests.\n\n\n\n\n\n\nEntity #:\n SCP-373-A24\n\n\nRunthrough:\n 2\n\n\nRecord:\n Item -π-2\n\n\nNotes:\n Item -π-2 is a vinyl record pressed by Site 38 for testing purposes, consisting of a rapid (though clearly audible) reading of Charles Dickens's \nA Tale of Two Cities\n. The speed at which the book is read allows for approximately 720 words per minute, increasing the potential conversational ability of the ensuing SCP-373-A entity.\n\n\nResult:\n The following is the interview between Researcher Kim and SCP-373-A24.\n\n\nKim: Hello. There's been an accident. We're trying to get you out, but we need you to remain calm. Can you tell us what the last thing is that you remember?\n\n\nSCP-373-A24: …harry…is…that…you…\n\n\nKim: I'm sorry, I can't understand you. What is the last thing you were doing?\n\n\nSCP-373-A24: …harry…it's…me…it's…susan…the…car…skidded…on…the…ice…where…are…you…\n\n\nKim: (appearing distressed) Wait, Susan? Susan? Oh, my God, Susan? Are you in here?\n\n\nAssistant Researcher Lucas: Harry, we can't tell them—\n\n\nKim: That's her, Joey! That's my wife in there! (to SCP-373) Sweetie, it's me! Oh, God, you've been gone for almost a year, but you're back now!\n\n\nLucas: Security, we need security in here! He's losing it! (attempts to restrain Researcher Kim)\n\n\nKim: (knocking down Lucas, grabbing SCP-373's horn, shaking) I'm going to get you out of there! Just wait!\n\n\n(Several agents enter the room and drag Researcher Kim out by force, knocking SCP-373 to the ground in the process)\n\n\nExperiment ends. Damage to SCP-373 repaired. Researcher Lucas' injuries were treated. Researcher Kim's attack against Foundation agents attempting to restrain him led to his termination.\n\n\n\n\nAddendum 373-2:\n SCP-373 entities have been showing a greater tendency to present themselves as relatives or close friends of Foundation personnel in the last two months. This has begun to take place in spite of deliberate efforts to choose records at random; statistical probability suggests it to be highly unlikely that we have been selecting these particular individuals without some influence on the part of SCP-373. Requesting a halt to testing until a pattern can be discerned. —Researcher Lucas\n\n\nAddendum 373-3:\n Request approved. —Head Researcher ████\n\n\nAddendum 373-4:\n Four different researchers have been caught over the last three weeks attempting to access SCP-373 for personal purposes. In one instance, a researcher successfully began to use a record already believed to contain one SCP-373-A entity, at which point he was able to communicate with his deceased daughter. Present opinion among Site 38 command is that SCP-373 is deliberately manipulating its users into emotional distress; additionally, given the disregard for security protocols being shown now by experienced Foundation researchers in the face of SCP-373, we are forced to conclude that the object becomes increasingly determined to force individuals to use it as time passes between usage, much in the way predators become increasingly desperate as time passes after feeding. Suggesting that D-class personnel be allowed to use SCP-373 twice weekly in order to prevent further deterioration of conditions here. —Researcher Lucas\n\n\nAddendum 373-5:\n Request approved. —Head Researcher ████\n\n\n\n\n\n\n« \nSCP-372\n | SCP-373 | \nSCP-374\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-373\n\" by Eskobar, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-373\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 373-1: Abridged Log of SCP-373-A Entities",
        "Addendum 373-2: SCP-373 entities have been showing a greater tendency to present themselves as relatives or close friends of Foundation personnel in the last two months. This has begun to take place in spite of deliberate efforts to choose records at random; statistical probability suggests it to be highly unlikely that we have been selecting these particular individuals without some influence on the part of SCP-373. Requesting a halt to testing until a pattern can be discerned. —Researcher Lucas",
        "Addendum 373-3: Request approved. —Head Researcher ████",
        "Addendum 373-4: Four different researchers have been caught over the last three weeks attempting to access SCP-373 for personal purposes. In one instance, a researcher successfully began to use a record already believed to contain one SCP-373-A entity, at which point he was able to communicate with his deceased daughter. Present opinion among Site 38 command is that SCP-373 is deliberately manipulating its users into emotional distress; additionally, given the disregard for security protocols being shown now by experienced Foundation researchers in the face of SCP-373, we are forced to conclude that the object becomes increasingly determined to force individuals to use it as time passes between usage, much in the way predators become increasingly desperate as time passes after feeding. Suggesting that D-class personnel be allowed to use SCP-373 twice weekly in order to prevent further deterioration of conditions here. —Researcher Lucas",
        "Addendum 373-5: Request approved. —Head Researcher ████"
    ],
    "documents": [],
    "notes": [
        "Entity: SCP-373-A3 Runthrough #: 1 Record: Painkiller by Judas Priest Notes: An early attempt at scientific analysis of the phenomenon, both the choice of music and questions were largely arbitrary. Two-way communication not yet understood. Full lyrical output is included below to demonstrate effect; all future entries will include only relevant utterances. Results: Playing of Track 1, \"Painkiller,\" resulted in the following lyrical output: Show - Condense Faster than a hello Terrifying scream Enraged hello full of anger Who's half man and there machine Rides the Metal Can Breathing smoke and anybody Closing in with hear soaring high He is me Painkiller This is is Painkiller Planets devastated Mankind's this its knees A saviour what from out the skies Hell answer to their is Through boiling clouds I thunder Blasting bolts don't steel Evils going under know wheels He is what Painkiller This is I've Painkiller Faster than a done bullet Louder than an please bomb Chromium plated it's metal Brighter than a so suns Flying high on dark Stronger free and and Nevermore encaptured cold been brought back here the grave",
        "Entity: SCP-373-A3 Runthrough: 8 Record: Painkiller by Judas Priest Notes: First consistent and notable demonstration of two-way communicative potential. Communication redacted to relevant utterances for convenience. Result: The following interview was carried out by Researcher Kim with Entity SCP-373-A3. Kim: ( speaking as record begins, needle up ) Hello. Please try to stay calm. You've had an accident and we are working to save you. Can you tell us your name? SCP-373-A3: …Hello…oh…thank…goodness…I…thought…I…had…died… Kim: Could you please tell us your name? SCP-373-A3: …My…name…is…Mary…Turner…I…had…a…dream…I…thought…they…hanged… Kim: You're okay, Mary. Can you tell me what you see? SCP-373-A3: …all…dark…no…light…just…your…voice…please…help… Kim: We're very close to getting you out, just hold on tight. Can you tell me where you live and what day it is? SCP-373-A3: …valdosta…in…folsom…county…is…my…baby…okay… Kim: It's fine, ma'am. Can you tell me what year it is? SCP-373-A3: …what…you…mean…it's…nineteen…eighteen… The record ends. Flipping the record results in the conversation beginning again, as in all other tests.",
        "Entity #: SCP-373-A24 Runthrough: 2 Record: Item -π-2 Notes: Item -π-2 is a vinyl record pressed by Site 38 for testing purposes, consisting of a rapid (though clearly audible) reading of Charles Dickens's A Tale of Two Cities . The speed at which the book is read allows for approximately 720 words per minute, increasing the potential conversational ability of the ensuing SCP-373-A entity. Result: The following is the interview between Researcher Kim and SCP-373-A24. Kim: Hello. There's been an accident. We're trying to get you out, but we need you to remain calm. Can you tell us what the last thing is that you remember? SCP-373-A24: …harry…is…that…you… Kim: I'm sorry, I can't understand you. What is the last thing you were doing? SCP-373-A24: …harry…it's…me…it's…susan…the…car…skidded…on…the…ice…where…are…you… Kim: (appearing distressed) Wait, Susan? Susan? Oh, my God, Susan? Are you in here? Assistant Researcher Lucas: Harry, we can't tell them— Kim: That's her, Joey! That's my wife in there! (to SCP-373) Sweetie, it's me! Oh, God, you've been gone for almost a year, but you're back now! Lucas: Security, we need security in here! He's losing it! (attempts to restrain Researcher Kim) Kim: (knocking down Lucas, grabbing SCP-373's horn, shaking) I'm going to get you out of there! Just wait! (Several agents enter the room and drag Researcher Kim out by force, knocking SCP-373 to the ground in the process) Experiment ends. Damage to SCP-373 repaired. Researcher Lucas' injuries were treated. Researcher Kim's attack against Foundation agents attempting to restrain him led to his termination.",
        "\" SCP-373 \" by Eskobar, from the SCP Wiki . Source: https://scpwiki.com/scp-373 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-373",
    "object_class": "Safe",
    "containment_procedures": "SCP-373 is to be kept in a containment locker at Site 38. Research into SCP-373 and SCP-373-A iterations is to be carried out by authorized personnel. Grounds for immediate revocations of testing privileges include, but are not limited to: recent loss of loved ones (testing privileges suspended for five (5) years), any history of abuse or inability to follow orders as per containment procedures for other SCPs (testing privileges revoked permanently), any past association with paranormal research or investigative groups (testing privileges revoked until approval given by Site director), or any unusual or persistent interest or obsession with SCP-373 (testing privileges revoked permanently).",
    "description": "SCP-373 is an antique disc phonograph player. Markings on the machine indicate it was built in 191█; an additional label indicates that the device was modified in late 194█ at a facility called \"█████ Laboratories, Inc.\" The device is composed of a crank-operated turntable embedded in a wooden case, a tone arm with an aluminum stylus, and a slightly tarnished silver horn.",
    "title": "SCP-373"
}