{
    "url": "https://scp-wiki.wikidot.com/scp-3730",
    "all_text": "rating: \n+107\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n3730\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3730\n\n\n\n\n\n\nSpecial Containment Procedures:\n Inspections will be performed on a monthly basis to ensure that SCP-3730 remains functional. All testing with SCP-3730 must be approved by Level 3/3730 personnel. Standard wind tunnel safety guidelines will be followed by personnel when the anomaly is in operation.\n\n\nDescription:\n SCP-3730 is a 3.7m-long wind tunnel built by the Foundation at Site-201 in 1995, which began exhibiting anomalous properties three months after construction. If the model of an aircraft or other airborne vehicle is present in SCP-3730 when it is activated, variable anomalous phenomena will manifest for the duration of the machine's use. These phenomena are dependent on what vehicle the model represents.\n\n\nAddendum:\n The following is an abridged list of SCP-3730 tests.\n\n\n\n\n\n\nDate\n\n\nModel Vehicle\n\n\nOutcome\n\n\nNotes\n\n\n\n\n\n\n6-March-1995\n\n\nObservational Plane San-14\n\n\nCumulonimbus clouds continually formed in front of the model, dissipating after moving past it.\n\n\nThis is the first anomalous event to occur in SCP-3730.\n\n\n\n\n\n\n8-June-1996\n\n\nSCPF-16G Fighter Jet\n\n\nTwo miniature F-16 aircraft, possessing the same size as the model, manifested in the wind tunnel. After three minutes each F-16 fired a missile at the model, creating a small fireball and breaking it.\n\n\nNone\n\n\n\n\n\n\n12-September-1997\n\n\nSCPS \nLance\n Emergency Escape Capsule\n\n\nIntense flames surrounded the model, resembling aerodynamic predictions for the capsule's atmospheric reentry. A large quantity of salt water then spilled out of the fan and filled much of the chamber, with a parachute appearing on the capsule.\n\n\nNone\n\n\n\n\n\n\n29-April-1998\n\n\nSSTO\n1\n Spaceplane Yodh-0\n\n\nNo irregularities were observed until the wings of the model began to intensely vibrate, shearing off after one minute.\n\n\nAn inspection of the craft performed after the test found structural flaws that, if not repaired, would result in the wings breaking in the same manner.\n\n\n\n\n\n\n2-February-1999\n\n\nCargo Aircraft Lamedh-12\n\n\nSnow accumulated on the tunnel floor, apparently resistant to the wind being generated. After three hours the snow had formed piles resembling a region of the Sayan Mountains. A small stone was then blown out of SCP-3730's fan and landed in one of the piles.\n\n\nThis event allowed the Foundation to locate Lamedh-12 and recover its crew. The plane had crashed in the mountain range after accidentally entering Russian Anomalous Airspace Zone 2 and encountering an unknown aircraft.\n\n\n\n\n\n\n4-February-1999\n\n\nRAAZ-2 Unknown Aircraft\n\n\nSnow blew out of the fan, occasionally stopping when lights resembling the aurora borealis manifested.\n\n\nThe model was based off of blurry photographs taken from Lamedh-12. No conclusive information on the aircraft has been obtained.\n\n\n\n\n\n\n1-August-2001\n\n\n1986 Dodge Caravan\n\n\nA small featureless humanoid manifested on top of the model, tapping their foot and pacing about. The humanoid turned to face a security camera and shrugged immediately before vanishing.\n\n\nThis was the first test to be done with the model of a non-airborne vehicle.\n\n\n\n\n\n\n26-July-2002\n\n\nSCP-3730\n\n\nNo anomalous effects were observed until the model was analyzed after testing. An apparently indefinite number of models within models had manifested, reaching microscopic scales. During analysis SCP-3730 abruptly lost power, corresponding to the model shattering.\n\n\nNone\n\n\n\n\n\n\n22-January-2004\n\n\nExploratory Jet Samekh-9\n2\n\n\nThe cockpit of Samekh-9 and its pilots appeared in SCP-3730, broken off from the main vehicle.\n\n\nThe following day Samekh-9 entered the extradimensional space, encountering a temporal anomaly that transported the crew to the previous day after the craft was irreparably damaged by hostile organisms.\n\n\n\n\n\n\n6-March-2005\n3\n\n\nNone\n\n\nSCP-3730 spontaneously activated and manifested a large amount of confetti. After deactivation a slip of paper with a stylized rendition of a smiley face on one side and the phrase \"Hope I have helped!\" on the other was found.\n\n\nAfter observed morale improvements among members of Research Team 3730, approval was granted by the Site-201 Research Council to continue testing SCP-3730 for an indefinite period of time.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Single-stage-to-orbit.\n\n\n2\n. A VTOL aircraft designed for the exploration of an extradimensional space that manifested at Lonar Lake.\n\n\n3\n. This occurred ten years after SCP-3730 first exhibited anomalous properties.\n\n\n\n\n\n\n\n\n« \nSCP-3729\n | SCP-3730 | \nSCP-3731\n »",
    "addendums": [
        "Addendum: The following is an abridged list of SCP-3730 tests."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "Inspections will be performed on a monthly basis to ensure that SCP-3730 remains functional. All testing with SCP-3730 must be approved by Level 3/3730 personnel. Standard wind tunnel safety guidelines will be followed by personnel when the anomaly is in operation.",
    "description": "SCP-3730 is a 3.7m-long wind tunnel built by the Foundation at Site-201 in 1995, which began exhibiting anomalous properties three months after construction. If the model of an aircraft or other airborne vehicle is present in SCP-3730 when it is activated, variable anomalous phenomena will manifest for the duration of the machine's use. These phenomena are dependent on what vehicle the model represents.",
    "title": "SCP-3730"
}