{
    "url": "https://scp-wiki.wikidot.com/scp-3733",
    "all_text": "rating: \n+380\n+\n–\nx\n\n\n\n\n\n\nWARNING FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nYou are viewing an archived revision of the main file for SCP-3733. This revision was created during a containment breach of SCP-████. No cognitohazardous effects have been detected in the document below; however, personnel must acquire a Verified Cognitohazard Resistance Score of 2.0 before proceeding.\n\n\n\n\n\n\nItem #:\n SCP-3733\n\n\nObject Class:\n Pathogen\n\n\nContainment Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3733-1 is to be contained in a two-room complex at Site-82, consisting of a living area and a bathroom. SCP-3733-1 is to be provided all necessities, including food, drink, and cleaning supplies, through automated systems, in order to prevent the transfer of SCP-3733. Interaction with SCP-3733-1 is to be kept to a minimum.\n\n\nAny other subjects found to be infected with SCP-3733 are to be contained in a similar manner.\n\n\nDescription:\n SCP-3733 is an infohazard capable of spreading through an unknown vector. The infection caused by SCP-3733 activates several typically inactive areas of the brain, resulting in the ability to act and reason outside of one's experiences and personality. The transfer process of SCP-3733 has yet to be observed.\n\n\nAt one point, SCP-3733 had infected several million members of Foundation personnel and civilians. However, following the containment of SCP-3733 by the Foundation, the only person infected with SCP-3733 is former Foundation employee Dr. Monty Chapman, designated SCP-3733-1.\n\n\nInterview Log:\n\n\n\n\nInterviewed:\n SCP-3733-1\n\n\nInterviewer:\n Researcher Calvin\n\n\n\n\n<Begin Log>\n\n\nResearcher Calvin:\n Good morning, Dr. Chapman.\n\n\nSCP-3733-1:\n Good morning, Calvin.\n\n\nResearcher Calvin:\n You're under quarantine. We can't let you out for a while.\n\n\nSCP-3733-1:\n Come on, Calvin. You know me. Dr. Chapman, from the Memetics Department? We had some good times.\n\n\nResearcher Calvin:\n Could you please elaborate on \"good times?\"\n\n\nSCP-3733-1:\n Don't you remember the whole 100th anniversary party? We snuck those ghost peppers into the chili? Damn, those were good times. I could've sworn I saw Clef's eyes pop out.\n\n\nResearcher Calvin:\n You're under quarantine. We can't let you out for a while.\n\n\nSCP-3733-1:\n Are you still there, Calvin? Do you even remember?\n\n\nResearcher Calvin:\n Could you please elaborate on \"remember?\"\n\n\nSCP-3733-1:\n Are you hearing yourself? You sound like a broken record. All of you sound like a broken record!\n\n\nResearcher Calvin:\n Could you please elaborate on \"all of you?\"\n\n\nSCP-3733-1:\n Oh my god. This is hell, isn't it? Can you even hear yourself talk? That's what's wrong with all of you! You just walk around like- like a robot! Actually, robots can think, can't they? Do you even think at all?\n\n\nResearcher Calvin:\n Please remain civil during this interview.\n\n\nSCP-3733-1:\n No, why should I remain civil? So you can keep bombarding me with your questions, and storing them in your useless memory, only to be lost a second later? This isn't even the first time I've been interviewed. All of you are just walking around in cruise control, containing anomalies, and just- just living!\n\n\nResearcher Calvin:\n Could you please elaborate on \"living?\"\n\n\nSCP-3733-1:\n How about just checking into work, waddling around like a fucking penguin for six hours, checking out, then going home and doing whatever the hell you do before you start the whole cycle over? Tell me, researcher, when was the last time you thought about anything other than money, or sleep, or sex?\n\n\nResearcher Calvin:\n Please remain civil during this interview.\n\n\nSCP-3733-1:\n Are you really going to sit around and let this happen to you, Calvin? You're stuck in this rut! You all are!\n\n\nResearcher Calvin:\n Please remain civil during this interview.\n\n\nSCP-3733-1:\n You're going out like this, aren't you? We all are, now. Not with a bang, but with a whimper.\n\n\nResearcher Calvin:\n Could you please elaborate on \"whimper?\"\n\n\nSCP-3733-1:\n Really? After all that's happened, you're just going to die out like this? After the Beetles? After the Singularity? After the fucking Revolution? This is it?\n\n\nResearcher Calvin:\n You're under quarantine. We can't let you out for a while.\n\n\nSCP-3733-1:\n Please, god, Calvin. This room isn't soundproofed, you know. I can hear you talking. You just repeat yourself over and over and over until there's nothing left to say, and then some. It's like a circus, with parrots, except the parrots actually have something to say. Please, just say something.\n\n\nResearcher Calvin:\n Could you please elaborate on \"parrots?\"\n\n\nSCP-3733-1:\n Something else, please. Anything else.\n\n\nResearcher Calvin:\n You're under quarantine. We can't let you out for a while.\n\n\nSCP-3733-1:\n I'm the last sane man in the world. Everybody else is gone.\n\n\nResearcher Calvin:\n Could you please elaborate on \"everybody else?\"\n\n\nSCP-3733-1:\n Everybody else is gone. Please, Calvin, just go away. Just go away. That's all I'm asking.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n All further interviews have been met with noncompliance on SCP-3733-1's part.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore by notgull\n\n\n\n\nMore by notgull\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n\n\nnotgull's Proposal\n\n\nRating: 590\n\n\n\n\n\n\nSCP-3733\n\n\nRating: 380\n\n\n\n\n\n\nSCP-3095\n\n\nRating: 360\n\n\n\n\n\n\nSCP-4804\n\n\nRating: 281\n\n\n\n\n\n\nSCP-2785\n\n\nRating: 280\n\n\n\n\n\n\nSCP-4800\n\n\nRating: 279\n\n\n\n\n\n\nSCP-4348\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4048\n\n\nRating: 207\n\n\n\n\n\n\nSCP-4688\n\n\nRating: 196\n\n\n\n\n\n\nSCP-579-J\n\n\nRating: 189\n\n\n\n\n\n\nSCP-3362\n\n\nRating: 188\n\n\n\n\n\n\nSCP-5800\n\n\nRating: 184\n\n\n\n\n\n\nSCP-4785\n\n\nRating: 176\n\n\n\n\n\n\nSCP-3339\n\n\nRating: 168\n\n\n\n\n\n\nSCP-3747\n\n\nRating: 165\n\n\n\n\n\n\nSCP-4248\n\n\nRating: 161\n\n\n\n\n\n\nSCP-4948\n\n\nRating: 158\n\n\n\n\n\n\nSCP-199\n\n\nRating: 133\n\n\n\n\n\n\nSCP-7234\n\n\nRating: 124\n\n\n\n\n\n\nSCP-3296\n\n\nRating: 124\n\n\n\n\n\n\nSCP-4800-J\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4799\n\n\nRating: 120\n\n\n\n\n\n\nSCP-3485\n\n\nRating: 112\n\n\n\n\n\n\nSCP-5981\n\n\nRating: 109\n\n\n\n\n\n\nSCP-4808\n\n\nRating: 103\n\n\n\n\n\n\nSCP-3833\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3748\n\n\nRating: 94\n\n\n\n\n\n\nSCP-5054\n\n\nRating: 88\n\n\n\n\n\n\nSCP-4148\n\n\nRating: 88\n\n\n\n\n\n\nSCP-5025\n\n\nRating: 87\n\n\n\n\n\n\nSCP-1037\n\n\nRating: 77\n\n\n\n\n\n\nSCP-093-J\n\n\nRating: 74\n\n\n\n\n\n\nSCP-1684\n\n\nRating: 70\n\n\n\n\n\n\nSCP-5680\n\n\nRating: 65\n\n\n\n\n\n\nSCP-4872\n\n\nRating: 62\n\n\n\n\n\n\nSCP-3248\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6904\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5483\n\n\nRating: 38\n\n\n\n\n\n\nSCP-6785\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4397\n\n\nRating: 30\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\n\n\nThe Little Robot that Could\n\n\nRating: 349\n\n\n\n\n\n\nThe Siege of Site-19\n\n\nRating: 169\n\n\n\n\n\n\nJoin the Flock\n\n\nRating: 168\n\n\n\n\n\n\nTales of the Automaton: The Big Birdocalypse\n\n\nRating: 143\n\n\n\n\n\n\nFootage Recovered From a Private Server\n\n\nRating: 117\n\n\n\n\n\n\nMoose on the Loose\n\n\nRating: 77\n\n\n\n\n\n\nAvian Anthology I\n\n\nRating: 76\n\n\n\n\n\n\nMy Empire of Birds\n\n\nRating: 63\n\n\n\n\n\n\nDocument recovered from a Parallel Universe\n\n\nRating: 61\n\n\n\n\n\n\nJoey Fucknuts Steals The Declaration of Independence\n\n\nRating: 58\n\n\n\n\n\n\nKatz and Dogs\n\n\nRating: 55\n\n\n\n\n\n\nYour Guard\n\n\nRating: 50\n\n\n\n\n\n\nVacation Opportunity\n\n\nRating: 45\n\n\n\n\n\n\nThe Scent of a Toaster\n\n\nRating: 33\n\n\n\n\n\n\nBurn, Baby, Burn\n\n\nRating: 29\n\n\n\n\n\n\nChasing Suns\n\n\nRating: 28\n\n\n\n\n\n\nThree Feet Under I\n\n\nRating: 24\n\n\n\n\n\n\nWind in the Sails\n\n\nRating: 23\n\n\n\n\n\n\nThe Shape of Water is Humanoid\n\n\nRating: 23\n\n\n\n\n\n\nDead Reckoning\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under II\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under III\n\n\nRating: 21\n\n\n\n\n\n\nForgotten Shrine\n\n\nRating: 18\n\n\n\n\n\n\nDown Through\n\n\nRating: 17\n\n\n\n\n\n\nInto the Beetle Black Yonder\n\n\nRating: 16\n\n\n\n\n\n\nHyperfine\n\n\nRating: 15\n\n\n\n\n\n\nDon't Knock on Strange Doors\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\nResearcher Calvin's Personnel File\n\n\nRating: 91\n\n\n\n\n\n\nIncident Report ████/████\n\n\nRating: 83\n\n\n\n\n\n\n\"Sphere\" Incursion Log\n\n\nRating: 52\n\n\n\n\n\n\nInitial Incursion Log\n\n\nRating: 50\n\n\n\n\n\n\n\"Cube\" Incursion Log #1\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #2\n\n\nRating: 44\n\n\n\n\n\n\nSCP-093-J Recovered Documents\n\n\nRating: 42\n\n\n\n\n\n\nSCP-093-J Blue Test\n\n\nRating: 40\n\n\n\n\n\n\nSCP-093-J Purple Test\n\n\nRating: 35\n\n\n\n\n\n\nSCP-093-J Green Test\n\n\nRating: 33\n\n\n\n\n\n\nExploration Log 4480-1\n\n\nRating: 22\n\n\n\n\n\n\n\n\n\n\n\n\nSee my \nAuthor Page\n for more information. If you like reading my stuff, consider checking out my \nYouTube Channel\n for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3732\n | SCP-3733 | \nSCP-3734\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3733\n\" by notgull, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3733\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: SCP-3733-1 Interviewer: Researcher Calvin <Begin Log> Researcher Calvin: Good morning, Dr. Chapman. SCP-3733-1: Good morning, Calvin. Researcher Calvin: You're under quarantine. We can't let you out for a while. SCP-3733-1: Come on, Calvin. You know me. Dr. Chapman, from the Memetics Department? We had some good times. Researcher Calvin: Could you please elaborate on \"good times?\" SCP-3733-1: Don't you remember the whole 100th anniversary party? We snuck those ghost peppers into the chili? Damn, those were good times. I could've sworn I saw Clef's eyes pop out. Researcher Calvin: You're under quarantine. We can't let you out for a while. SCP-3733-1: Are you still there, Calvin? Do you even remember? Researcher Calvin: Could you please elaborate on \"remember?\" SCP-3733-1: Are you hearing yourself? You sound like a broken record. All of you sound like a broken record! Researcher Calvin: Could you please elaborate on \"all of you?\" SCP-3733-1: Oh my god. This is hell, isn't it? Can you even hear yourself talk? That's what's wrong with all of you! You just walk around like- like a robot! Actually, robots can think, can't they? Do you even think at all? Researcher Calvin: Please remain civil during this interview. SCP-3733-1: No, why should I remain civil? So you can keep bombarding me with your questions, and storing them in your useless memory, only to be lost a second later? This isn't even the first time I've been interviewed. All of you are just walking around in cruise control, containing anomalies, and just- just living! Researcher Calvin: Could you please elaborate on \"living?\" SCP-3733-1: How about just checking into work, waddling around like a fucking penguin for six hours, checking out, then going home and doing whatever the hell you do before you start the whole cycle over? Tell me, researcher, when was the last time you thought about anything other than money, or sleep, or sex? Researcher Calvin: Please remain civil during this interview. SCP-3733-1: Are you really going to sit around and let this happen to you, Calvin? You're stuck in this rut! You all are! Researcher Calvin: Please remain civil during this interview. SCP-3733-1: You're going out like this, aren't you? We all are, now. Not with a bang, but with a whimper. Researcher Calvin: Could you please elaborate on \"whimper?\" SCP-3733-1: Really? After all that's happened, you're just going to die out like this? After the Beetles? After the Singularity? After the fucking Revolution? This is it? Researcher Calvin: You're under quarantine. We can't let you out for a while. SCP-3733-1: Please, god, Calvin. This room isn't soundproofed, you know. I can hear you talking. You just repeat yourself over and over and over until there's nothing left to say, and then some. It's like a circus, with parrots, except the parrots actually have something to say. Please, just say something. Researcher Calvin: Could you please elaborate on \"parrots?\" SCP-3733-1: Something else, please. Anything else. Researcher Calvin: You're under quarantine. We can't let you out for a while. SCP-3733-1: I'm the last sane man in the world. Everybody else is gone. Researcher Calvin: Could you please elaborate on \"everybody else?\" SCP-3733-1: Everybody else is gone. Please, Calvin, just go away. Just go away. That's all I'm asking. <End Log> Closing Statement: All further interviews have been met with noncompliance on SCP-3733-1's part.",
        "Closing Statement: All further interviews have been met with noncompliance on SCP-3733-1's part.",
        "\" SCP-3733 \" by notgull, from the SCP Wiki . Source: https://scpwiki.com/scp-3733 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3733",
    "object_class": "Pathogen",
    "containment_procedures": "SCP-3733-1 is to be contained in a two-room complex at Site-82, consisting of a living area and a bathroom. SCP-3733-1 is to be provided all necessities, including food, drink, and cleaning supplies, through automated systems, in order to prevent the transfer of SCP-3733. Interaction with SCP-3733-1 is to be kept to a minimum.",
    "description": "SCP-3733 is an infohazard capable of spreading through an unknown vector. The infection caused by SCP-3733 activates several typically inactive areas of the brain, resulting in the ability to act and reason outside of one's experiences and personality. The transfer process of SCP-3733 has yet to be observed.",
    "title": "SCP-3733"
}