{
    "url": "https://scp-wiki.wikidot.com/scp-3744",
    "all_text": "rating: \n+170\n+\n–\nx\n\n\n\n\n\n\nSCP-3744 prior to containment. Faces of non-anomalous civilians have been redacted.\n\n\n\n\n\n\nItem #:\n SCP-3744\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3744 is to be housed within a standard humanoid containment unit in Site-88. The containment unit is to be monitored via standard CCTV surveillance. Any changes in its behavior are to be noted and reported immediately. A Scranton Reality Anchor (SRA) is to be active within the containment unit at all times, and should maintain a Hume level of 80 except when SCP-3744 is utilizing its socialization privileges.\n\n\nSCP-3744 may engage in supervised socialization for no longer than five hours weekly. During this time, four D-Class personnel with knowledge of table-top roleplaying games should engage SCP-3744 in a session of \"Dungeons and Dragons\". In order to allow for study of SCP-3744's abilities, the SRA present in its containment chamber may be lowered to Hume level 10. All sessions should be supervised electronically via security camera footage. Personnel are encouraged to remain in character and to maintain an amicable relationship with SCP-3744. Socialization privileges may be revoked if SCP-3744 ceases compliance with Foundation testing.\n\n\nEDIT: Foundation policy regarding SCP-3744's \"Dungeons and Dragons\" sessions has been revised post Incident 3744-01. During future sessions, a Scranton Reality Anchor with Hume level 40 is required. Additionally, all participants in future campaigns must be pre-approved C-Class Personnel.\n\n\nDescription:\n SCP-3744 is a twenty-three (23) year old human male who weighs 76 kilograms and stands at a height of 1.8 meters. During sessions of the table-top roleplaying game \"Dungeons and Dragons\", SCP-3744 exhibits Class IV reality bending abilities, which it typically utilizes for the purpose of increasing the game's realism. These abilities include being able to expand or contract the inner dimensions of an enclosed space\n1\n, manifesting objects and living entities, and imparting anomalous properties to subjects within its effective range. This range is limited to the enclosed space it inhabits. It is unable to use its abilities while outdoors.\n\n\nOutside of a \"Dungeons and Dragons\" setting, SCP-3744 has not yet demonstrated any anomalous abilities of significance. It has thus far demonstrated full cooperation with Foundation personnel.\n\n\nOn 06/24/2015, SCP-3744 was taken into custody by local police enforcement in Lake Geneva, Wisconsin as the result of a 911 call made by Andy M███████, SCP-3744's older brother, who asserted that he had been attacked by SCP-3744 and feared further physical violence to his person. M███████ additionally made claims regarding SCP-3744's anomalous abilities. Foundation agents were subsequently dispatched to investigate and recovery of SCP-3744 took place without incident.\n\n\n\n\n[+] Excerpt from Interview-3744-02\n\n\n\n\n[-] Close Excerpt from Interview-3744-02\n\n\n\n\n\n\nInterviewer:\n Researcher Mercer\n\n\nInterviewed:\n SCP-3744\n\n\nForeword:\n The following excerpt was taken from a series of interviews conducted shortly after SCP-3744 was brought into Foundation custody.\n\n\n\n\n<Begin Log>\n\n\nMercer:\n Hello, SCP-3744. I’m Researcher Mercer. I understand you've spoken with some of my colleagues already? Thank you again for your cooperation with us in this matter.\n\n\nSCP-3744:\n Hey, no problem, man!\n\n\nMercer:\n Let’s start with talking about your anomalous abilities, if it’s okay with you. When did you first discover them?\n\n\nSCP-3744:\n Oh, ages ago. Back when I was a kid. I’m, ah… \"not very good with people\", I guess. Had a hard time making friends my own age, you know? You probably do know that. Bet you were even worse than me. Scientist and all. Bunch'a nerds, right? So my brother used to include me in his friend group, and whenever his friends were going to play \"Dungeons and Dragons\", he’d invite me along. \n(softly)\n Andy was always cool like that.\n\n\nMercer:\n You’re referring to your older brother, Mr. Andy M███████? The same brother who made the 911 call which brought you to our attention?\n\n\n[SCP-3744 flinches.]\n\n\nSCP-3744:\n Ah… Yeah.\n\n\nMercer:\n We’ll come back to that later. Tell me about \"Dungeons and Dragons\". How is it related to the discovery of your abilities?\n\n\nSCP-3744:\n Oh. That's a real nice memory.\n\n\nMercer:\n Is that so?\n\n\nSCP-3744:\n Yeah. Our first session. I was having the time of my life, y’know? All these older kids were being nice to me and we were having this big adventure. They had this awesome dragon miniature. I couldn’t resist touching it. And as soon as I pick it up, it does this huge roar and spits a fireball at me. Singed my jacket real good.\n\n\nMercer:\n You said earlier that you’ve only used your abilities in a tabletop RPG settings. Is that correct?\n\n\nSCP-3744:\n Yeah. My brother and his friends thought it was awesome, so we kept practicing until I could turn our living room into an actual dragon’s den.\n\n\nMercer:\n Why didn’t you use your abilities outside of the games?\n\n\nSCP-3744:\n \n(looking away)\n I'm not sure if I even \ncan\n anymore, you know? I could at one point, but… one time I tried to use them to… well, there was this guy at school who was giving me a hard time. I just wanted to scare him a little. When Andy found out, he flipped his lid.\n\n\nMercer:\n Your brother didn’t approve?\n\n\nSCP-3744:\n Nah. Andy didn’t want me to show anyone but our D&D group. Said it was too dangerous, that someone could get hurt or scared. I thought he was being an idiot. But he was so angry, and he's always been the only one on my side. I'd loved the powers at first, but after that I just wanted them to go away. And they did. All of them, except the bits that he liked. The D&D bits.\n\n\nMercer:\n Your brother means a lot to you.\n\n\nSCP-3744:\n Yeah, I never wanted to… disappoint him. Not like that. And not like this. Never like this.\n\n\n[A long pause. Researcher Mercer remains silent.]\n\n\nSCP-3744:\n And he was right all along. We… I should have been more careful.\n\n\nMercer:\n Why did your brother make that 911 call, SCP-3744?\n\n\nSCP-3744:\n \n(breaking eye contact)\n I-It should have been a normal session. We were on this sailboat, and the pirate goblins attacked just like they were supposed to. Then one of the pirate goblins gets Andy all tangled up in a net and knocks him into the water. He starts drowning. Not fake drowning, like the kind of fake blood tricks we’d done before. It was real water, y’know? And he was really drowning.\n\n\nMercer:\n He survived, though.\n\n\n[SCP-3744 looks down at his hands.]\n\n\nSCP-3744:\n Yeah. He survived. But…\n\n\n[SCP-3744 trails off. After a brief silence, Researcher Mercer gestures for him to continue.]\n\n\nSCP-3744:\n But he almost didn’t. He’d been under for a long time. When we fished him out, he was unconscious. He almost died. If I'd been a few seconds slower, he would have. Afterwards, he was angry. And he was right to be angry. He nearly drowned in our own living room, for God's sake. His own brother nearly \nkilled\n him.\n\n\nMercer:\n I see.\n\n\nSCP-3744:\n I keep dreaming of him like that. Just lying there, with tangled wet hair and cold, clammy skin. His lips were blue when we pulled him out, did you know that? Like a dead person's.\n\n\nMercer:\n SCP-3744…\n\n\nSCP-3744:\n Of course I came quietly. Even Andy thinks I deserve to be here. I… I just don't want to hurt anyone else.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 3744.1:\n Incident 3744-01\n\n\nSES-3744-01 is the designation for the initial series of \"Dungeons and Dragons\" game sessions moderated by SCP-3744. The other participants in SES-3744-01 were D-3744-1 (as a Barbarian), D-3744-2 (as a Druid), D-3744-3 (as a Paladin) and D-3744-4 (as a Cleric). SCP-3744 appeared uncomfortable with the level of violence and general behavior that D-3744-1 and D-3744-3 demonstrated throughout the campaign.\n\n\nIncident 3744-01 took place on 12/01/2015, immediately following SES-3744-01-015. The relevant section of SES-3744-01-015 has been excerpted below.\n\n\n\n\n[+] Excerpt from SES-3744-01-015 Transcript\n\n\n\n\n[-] Close SES-3744-01-015 Transcript\n\n\n\n\n\n\nSES-3744-01-015 Video Log\n\n\nDate:\n 12/01/2015\n\n\nParticipants:\n D-3744-1, D-3744-2, D-3744-3, D-3744-4 (as Player Characters); SCP-3744 (as Dungeon Master)\n\n\nForeword:\n SCP-3744 had tasked the players with escorting a humanoid child entity serving as a Non-Player Character (NPC-3744-18) to a city via boat.\n\n\n\n\n<Begin Log>\n\n\n[Dressed in character-appropriate costumes, D-3744-1, D-3744-2, D-3744-3 and D-3744-4 board a ship. NPC-3744-18 accompanies them. It appears to be struggling to keep up with the pace of the four D-Class Personnel, due to its short stature. While SCP-3744 does not appear to be physically present, its voice remains audible.]\n\n\nSCP-3744:\n Gentle waves lap against your ship as you leave the ports of Desenia and set off towards the city of Sorindale to escort the prince towards his home.\n\n\nD-3744-1:\n Okay, so… do we just sit around and wait for us to get there?\n\n\nSCP-3744:\n Well… yeah.\n\n\nD-3744-3:\n Jesus fuck, I thought this was supposed to be exciting.\n\n\nSCP-3744:\n \nExciti\n— well, maybe if you guys would \nstop killing\n every important NPC that I introduce, you'd be able to have your adventure in Desenia \ninstead\n of having to travel all the way to Sorindale for your adventure.\n\n\n[D-3744-3 and SCP-3744 argue back and forth briefly, before SCP-3744 finally relents. D-3744-1 and D-3744-3 amuse themselves by drinking copious amounts of rum and initiating a gambling session with D-3744-2, in which they utilize intimidation tactics to coerce D-3744-2 into giving up valuable gear. D-3744-4 disappears below deck and re-emerges with a novel, which he begins to read. NPC-3744-18 huddles against the ship's mast, appearing terrified.]\n\n\nSCP-3744:\n The waves against the ship start getting more pronounced, and more violent.\n\n\nD-3744-4:\n \n(glancing up from his book)\n Uh… guys. Something's happening.\n\n\nD-3744-1:\n The fuck?\n\n\nD-3744-3:\n \n(giving D-3744-2 a meaningful look)\n Well? Go check out the side.\n\n\n[D-3744-2 tentatively approaches the side of the boat. An enormous tentacle rises from the water and strikes him across the chest, knocking him several feet away.]\n\n\nD-3744-1:\n Holy shit! Kill it!\n\n\n[The other Player Characters scramble to their feet, readying their weapons. D-3744-1 produces a longsword and slices at the appendage. It rears back and slips back into the water.]\n\n\nD-3744-4:\n There's no way in \nhell\n that that actually worked.\n\n\n[The seas begin to rumble, and an aquatic entity resembling a giant octopus emerges from the ocean, sending a shower of salt water onto the boat. It lashes out with one tentacle, striking D-3744-1 and sending him flying off the boat. It then catches him in mid-air with another tentacle and dangles him above its gaping mouth.]\n\n\nAquatic Entity:\n \n(in a deep, rumbling voice)\n Bring me a meal… and perhaps I shall spare his life.\n\n\n[D-3744-2, D-3744-3, D-3744-4, and NPC-3744-18 regroup to discuss what they should do. As the conversation progresses, D-3744-3's dissatisfaction with the conversation's direction grows increasingly apparent.]\n\n\nD-3744-4:\n Calm down, man. There's no way it wants that. Look, it's obvious what we're meant to do. Let's just give the squid our rations and—\n\n\nD-3744-3:\n Don't be such a goddamn \ncoward\n. It's not even a real kid, okay?\n\n\n[D-3744-3 grabs NPC-3744-18 by the wrist. The entity shrieks and begins sobbing.]\n\n\nNPC-3744-18:\n \nNo!\n Please, please, let me go, I'll do anything, my father can pay you, I—\n\n\nSCP-3744:\n You can't be serious. That's not—\n\n\n[Ignoring NPC-3744-18's screams and the horrified reactions of D-3744-2 and D-3744-4, D-3744-3 physically drags NPC-3744-18 to the edge of the ship, and shoves it into the water. It flails in mid-air briefly before hitting the water with a splash. After a few seconds, NPC-3744-18 resurfaces, flailing about in the water and screaming.]\n\n\nD-3744-2:\n \n(softly)\n He's drowning…\n\n\n[Abruptly, all non-player characters and components of the setting go unnaturally still. The only sound audible is SCP-3744's rapid breathing, as it begins to hyperventilate.]\n\n\nSCP-3744:\n I— I—\n\n\n[Movement resumes. The sea begins to churn furiously, causing the boat to rock precariously from side to side and throwing the D-3744-2, D-3744-3 and D-3744-4 across the deck. The aquatic entity vanishes, sending D-3744-1 plummeting into the sea. NPC-3744-18 begins screaming once more. A few seconds later, the water turns blood red and abruptly fills with thousands of gasping, thrashing bodies, flickering in and out of existence. The sky above blinks out of existence and then returns as a hanging canopy of damp, salt-encrusted hair.]\n\n\n[D-3744-4 is the only D-Class Personnel still visible on the video feed. He hangs precariously to the starboard side of the ship, soaking wet and half-entangled in hair.]\n\n\nD-3744-4:\n Oh god oh god make it stop \nmake it stop\n—\n\n\n[The entire setting abruptly vanishes, with the containment unit reappearing with its original dimensions. The four D Class Personnel are clustered together on one end of the unit, all apparently unconscious except for D-3744-4, who is on his knees. SCP-3744 is at the other end, breathing heavily. Pale-faced, D-3744-4 stretches out a hand towards SCP-3744.]\n\n\nD-3744-4:\n That was— Jesus \nChrist\n, man, I don't— are you okay?\n\n\nSCP-3744:\n \n(breathing hard)\n I— I— I can't.\n\n\n[SCP-3744 crouches to the ground and curls up in fetal position with its head in its knees. It is unresponsive to any further questioning.]\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nSubsequently, new policies were put in place regarding further \"Dungeons and Dragons\" sessions, including a higher Hume level setting for the Scranton Reality Anchor in SCP-3744's chambers and stricter regulations regarding participants in future campaigns.\n\n\n\n\nFootnotes\n\n\n1\n. Changes to a space's internal dimensions do not affect its external dimensions.\n\n\n\n\n\n\n\n\n« \nSCP-3743\n | SCP-3744 | \nSCP-3745\n »",
    "addendums": [
        "Addendum 3744.1: Incident 3744-01\nSES-3744-01 is the designation for the initial series of \"Dungeons and Dragons\" game sessions moderated by SCP-3744. The other participants in SES-3744-01 were D-3744-1 (as a Barbarian), D-3744-2 (as a Druid), D-3744-3 (as a Paladin) and D-3744-4 (as a Cleric). SCP-3744 appeared uncomfortable with the level of violence and general behavior that D-3744-1 and D-3744-3 demonstrated throughout the campaign.\nIncident 3744-01 took place on 12/01/2015, immediately following SES-3744-01-015. The relevant section of SES-3744-01-015 has been excerpted below.\nSubsequently, new policies were put in place regarding further \"Dungeons and Dragons\" sessions, including a higher Hume level setting for the Scranton Reality Anchor in SCP-3744's chambers and stricter regulations regarding participants in future campaigns."
    ],
    "documents": [],
    "notes": [
        "Interviewer: Researcher Mercer Interviewed: SCP-3744 Foreword: The following excerpt was taken from a series of interviews conducted shortly after SCP-3744 was brought into Foundation custody. <Begin Log> Mercer: Hello, SCP-3744. I’m Researcher Mercer. I understand you've spoken with some of my colleagues already? Thank you again for your cooperation with us in this matter. SCP-3744: Hey, no problem, man! Mercer: Let’s start with talking about your anomalous abilities, if it’s okay with you. When did you first discover them? SCP-3744: Oh, ages ago. Back when I was a kid. I’m, ah… \"not very good with people\", I guess. Had a hard time making friends my own age, you know? You probably do know that. Bet you were even worse than me. Scientist and all. Bunch'a nerds, right? So my brother used to include me in his friend group, and whenever his friends were going to play \"Dungeons and Dragons\", he’d invite me along. (softly) Andy was always cool like that. Mercer: You’re referring to your older brother, Mr. Andy M███████? The same brother who made the 911 call which brought you to our attention? [SCP-3744 flinches.] SCP-3744: Ah… Yeah. Mercer: We’ll come back to that later. Tell me about \"Dungeons and Dragons\". How is it related to the discovery of your abilities? SCP-3744: Oh. That's a real nice memory. Mercer: Is that so? SCP-3744: Yeah. Our first session. I was having the time of my life, y’know? All these older kids were being nice to me and we were having this big adventure. They had this awesome dragon miniature. I couldn’t resist touching it. And as soon as I pick it up, it does this huge roar and spits a fireball at me. Singed my jacket real good. Mercer: You said earlier that you’ve only used your abilities in a tabletop RPG settings. Is that correct? SCP-3744: Yeah. My brother and his friends thought it was awesome, so we kept practicing until I could turn our living room into an actual dragon’s den. Mercer: Why didn’t you use your abilities outside of the games? SCP-3744: (looking away) I'm not sure if I even can anymore, you know? I could at one point, but… one time I tried to use them to… well, there was this guy at school who was giving me a hard time. I just wanted to scare him a little. When Andy found out, he flipped his lid. Mercer: Your brother didn’t approve? SCP-3744: Nah. Andy didn’t want me to show anyone but our D&D group. Said it was too dangerous, that someone could get hurt or scared. I thought he was being an idiot. But he was so angry, and he's always been the only one on my side. I'd loved the powers at first, but after that I just wanted them to go away. And they did. All of them, except the bits that he liked. The D&D bits. Mercer: Your brother means a lot to you. SCP-3744: Yeah, I never wanted to… disappoint him. Not like that. And not like this. Never like this. [A long pause. Researcher Mercer remains silent.] SCP-3744: And he was right all along. We… I should have been more careful. Mercer: Why did your brother make that 911 call, SCP-3744? SCP-3744: (breaking eye contact) I-It should have been a normal session. We were on this sailboat, and the pirate goblins attacked just like they were supposed to. Then one of the pirate goblins gets Andy all tangled up in a net and knocks him into the water. He starts drowning. Not fake drowning, like the kind of fake blood tricks we’d done before. It was real water, y’know? And he was really drowning. Mercer: He survived, though. [SCP-3744 looks down at his hands.] SCP-3744: Yeah. He survived. But… [SCP-3744 trails off. After a brief silence, Researcher Mercer gestures for him to continue.] SCP-3744: But he almost didn’t. He’d been under for a long time. When we fished him out, he was unconscious. He almost died. If I'd been a few seconds slower, he would have. Afterwards, he was angry. And he was right to be angry. He nearly drowned in our own living room, for God's sake. His own brother nearly killed him. Mercer: I see. SCP-3744: I keep dreaming of him like that. Just lying there, with tangled wet hair and cold, clammy skin. His lips were blue when we pulled him out, did you know that? Like a dead person's. Mercer: SCP-3744… SCP-3744: Of course I came quietly. Even Andy thinks I deserve to be here. I… I just don't want to hurt anyone else. <End Log>"
    ],
    "item": "SCP-3744",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3744 is to be housed within a standard humanoid containment unit in Site-88. The containment unit is to be monitored via standard CCTV surveillance. Any changes in its behavior are to be noted and reported immediately. A Scranton Reality Anchor (SRA) is to be active within the containment unit at all times, and should maintain a Hume level of 80 except when SCP-3744 is utilizing its socialization privileges.",
    "description": "SCP-3744 is a twenty-three (23) year old human male who weighs 76 kilograms and stands at a height of 1.8 meters. During sessions of the table-top roleplaying game \"Dungeons and Dragons\", SCP-3744 exhibits Class IV reality bending abilities, which it typically utilizes for the purpose of increasing the game's realism. These abilities include being able to expand or contract the inner dimensions of an enclosed space1, manifesting objects and living entities, and imparting anomalous properties to subjects within its effective range. This range is limited to the enclosed space it inhabits. It is unable to use its abilities while outdoors.",
    "title": "SCP-3744"
}