{
    "url": "https://scp-wiki.wikidot.com/scp-3746",
    "all_text": "rating: \n+121\n+\n–\nx\n\n\nItem #:\n SCP-3746\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n All affected subjects are to be given Class-C amnestics and employed at Foundation front companies for further analysis. Should they attempt to contact their family, a higher level of amnestic therapy is to be administered and the subject is to be placed under Foundation psychiatric care.\n\n\nDescription:\n SCP-3746 is a phenomenon affecting adult male humans residing within the continental United States who are living with their maternal parent.\n\n\nAffected subjects will perceive the individual in their lives they identify as their mother deceased upon waking. Evidence recovered during containment operations suggests that affected subjects attended or were aware of a seminar entitled \"Living With Mom, Finding What Comes After\".\n1\n A statistically significant portion of individuals who self-reported attending these classes have reported experiencing night terrors, erotic, lucid or other extreme dream states prior to SCP-3746’s manifestation.\n\n\nThere is no known pattern in the causes of the deaths perceived by those affected by SCP-3746; most frequently it is natural causes. If the subject comes into contact with their mother, the contacted flesh will experience a drastic drop in temperature followed by the rapid onset of rigor mortis, and the ossification of bones.\n\n\nIf at any point the subject's mother loses consciousness, such as falling asleep, they will appear to be deceased through any measurement or observation taken by the subject\n2\n. An immediate compulsion to bury the apparently deceased follows, with affected individuals frequently failing to utilize obvious tools in favor of their hands. This effect ceases if the two are separated, if the mother perishes, or if the attempt is successful.\n\n\nSCP-3746 was initially discovered after Foundation I/Os picked up on imageboards popular in the United States which had postings about the phenomenon. As of 2017/05/05, 67 cases have been documented and contained by the Foundation.\n\n\nCase 29:\n On 2017/04/02, Benjamin Miller phoned 911 after claiming to have found his 68-year-old mother collapsed and bleeding in their home. A transcript of the 911 call is attached.\n\n\n\n\n«Begin Log»\n\n\nDispatch:\n Nine-one-one. What is your emergency?\n\n\nMiller:\n O-oh fucking Chri- holyshitholycowohman mom's bleeding out on the floor, oh Jesu-\n\n\nDispatch:\n Sir, what's your address?\n\n\nMiller:\n 1240 Quinn- oh, oh, oh fuck <retching>\n\n\nDispatch:\n Sir, I need your address!\n\n\nMiller:\n 1240 Quinn Hill Rd, Plantation and please please hurry!\n\n\nDispatch:\n Okay, an ambulance is en rou-\n\n\nMs. Miller:\n <muffled> Ben? Get off the phone, what’s gotten into you today?\n\n\nDispatch:\n Is that your Mother?\n\n\nMiller:\n Something’s happening! I’m going to try CPR! How do y’all do that?\n\n\nDispatch:\n Sir, who’s hurt? Please don’t try anything you don’t know how to do until the paramedics arrive.\n\n\nMiller:\n You don't know me! I can do it. Mom!\n\n\nPhone is put down.\n\n\nDispatch:\n Hello? Hello?\n\n\nFrom a distance.\n\n\nMiller:\n Mom! Mom, calm down, I'm trying to help!\n\n\nMs. Miller:\n Stop! Stop! I can’t breathe! Get your <unintelligible> face <crunching sound, followed by high-pitched screams>\n\n\nMiller:\n Staying alive… staying alive… get warm, please, staying alive\n\n\nMs. Miller:\n <gurgling>\n\n\nMiller:\n I think someone’s here.\n\n\nNote:\n Paramedics arrived shortly after and removed Benjamin Miller from his mother's person before attempting to administer assistance. Ms. Miller expired due to chest cavity collapse resulting in fatal trauma, and Foundation assets discovered the SCP-3746 involvement during Benjamin Miller's trial.\n\n\n«End Log»\n\n\n\n\nAddendum 3746.1:\n On 09/18/2018, Foundation agents learned of an apparent SCP-3746-related seminar being organized in Portland, Oregon. Observation showed that the event was not attended by the organizers or locals. Literature and other paraphernalia recovered had heavily plagiarized contents, from materials such as encyclopedias of natural phenomenon, Freudian psychology, recipe books, and sex manuals.\n\n\nThe venue was not able to provide record of who booked the event. Local communities are now being monitored specifically for SCP-3746 related phenomenon.\n\n\n\n\nFootnotes\n\n\n1\n. Advertisements and materials for this course have not been found outside containment operations, and the investigation is ongoing.\n\n\n2\n. Temperature, pulse check and reaction testing will show no signs of life if performed by the affected subject\n\n\n\n\n\n\n\n\n« \nSCP-3745\n | SCP-3746 | \nSCP-3747\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3746\n\" by Anonymous, Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3746\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3746.1: On 09/18/2018, Foundation agents learned of an apparent SCP-3746-related seminar being organized in Portland, Oregon. Observation showed that the event was not attended by the organizers or locals. Literature and other paraphernalia recovered had heavily plagiarized contents, from materials such as encyclopedias of natural phenomenon, Freudian psychology, recipe books, and sex manuals.\nThe venue was not able to provide record of who booked the event. Local communities are now being monitored specifically for SCP-3746 related phenomenon."
    ],
    "documents": [],
    "notes": [
        "«Begin Log» Dispatch: Nine-one-one. What is your emergency? Miller: O-oh fucking Chri- holyshitholycowohman mom's bleeding out on the floor, oh Jesu- Dispatch: Sir, what's your address? Miller: 1240 Quinn- oh, oh, oh fuck <retching> Dispatch: Sir, I need your address! Miller: 1240 Quinn Hill Rd, Plantation and please please hurry! Dispatch: Okay, an ambulance is en rou- Ms. Miller: <muffled> Ben? Get off the phone, what’s gotten into you today? Dispatch: Is that your Mother? Miller: Something’s happening! I’m going to try CPR! How do y’all do that? Dispatch: Sir, who’s hurt? Please don’t try anything you don’t know how to do until the paramedics arrive. Miller: You don't know me! I can do it. Mom! Phone is put down. Dispatch: Hello? Hello? From a distance. Miller: Mom! Mom, calm down, I'm trying to help! Ms. Miller: Stop! Stop! I can’t breathe! Get your <unintelligible> face <crunching sound, followed by high-pitched screams> Miller: Staying alive… staying alive… get warm, please, staying alive Ms. Miller: <gurgling> Miller: I think someone’s here. Note: Paramedics arrived shortly after and removed Benjamin Miller from his mother's person before attempting to administer assistance. Ms. Miller expired due to chest cavity collapse resulting in fatal trauma, and Foundation assets discovered the SCP-3746 involvement during Benjamin Miller's trial. «End Log»",
        "\" SCP-3746 \" by Anonymous, Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-3746 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3746",
    "object_class": "Keter",
    "containment_procedures": "All affected subjects are to be given Class-C amnestics and employed at Foundation front companies for further analysis. Should they attempt to contact their family, a higher level of amnestic therapy is to be administered and the subject is to be placed under Foundation psychiatric care.",
    "description": "SCP-3746 is a phenomenon affecting adult male humans residing within the continental United States who are living with their maternal parent.",
    "title": "SCP-3746"
}