{
    "url": "https://scp-wiki.wikidot.com/scp-3751",
    "all_text": "rating: \n+13\n+\n–\nx\n\n\nItem #:\n SCP-3751\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All major chess tournaments are to be monitored by Foundation agents stationed at their locations for SCP-3751. The Foundation has reached agreements with the FIDE, USCF, and many other major chess organizations to allow direct monitoring of all chess tournaments and events sponsored by these organizations through electronic surveillance as well as the use of onsite agents. Foundation personnel are to monitor all emergency channels in case of civilian contact with an instance of SCP-3751.\n\n\nIf an instance of SCP-3751 manifests at any event Mobile Task Force Theta-3 \"Deep Blue\" is to be deployed and secure all instances present. Class A amnestics are to be administered to all civilians involved.\n\n\nOnce those involved in the incident are secured, they are to undergo a 5-7 day re-identification process where they will receive Class-F amnestics in order to re-identify them with their new person. Once it has been ascertained that they possess no memory of their previous lives, they will be released back into the public and continue on in the life of their new person.\n\n\nDescription:\n SCP-3751 is an anomalous chess position achieved by playing the following moves\n1\n:\n\n\n1. d4 Nf6\n\n2. c4 g6\n\n3. Nc3 Bg7\n\n4. e4 d6\n\n5. f3 O-O\n\n6. Be3 a6\n\n7. Nge2 c6\n\n[REDACTED]\n\n\nUpon the playing of these moves, all people who have made moves during the game will have their consciousness randomly switched to the body of any other player in the game. These people's chess statistics will also be completely randomized, as well as all memory of these statistics being true will become accepted by all other people except those affected by SCP-3751.\n\n\nFor example, if player A and player B are the only two players who have made moves in a game of chess that reaches SCP-3751, the following will happen:\n\n\n- The consciousnesses of players A and B will switch bodies. Player A's consciousness will take up player B's body, and vice versa.\n\n\n- Their approximate or exact chess ratings at the time of the incident will become randomized, becoming anywhere from zero to the combined rankings of these two people multiplied by 2.\n\n\n- The total number of games played by them will be completely randomized, even reaching numbers which are theoretically impossible for the time either player has lived.\n\n\n- A number of other chess statistics of both players will be randomized in similar fashions, including preferred strategies, the age at which they began playing chess, specific games they have played, etc.\n\n\n- All people except for players A and B will remember their statistics as being these new ones. If player A is rated at 2000 ELO points and B is rated at 2100 ELO\n2\n points, SCP-3751 happens, and their new ratings become 1500 and 2700, all other people will accept their ratings as always being these values, while the players will remember their old ratings. The same applies with all other statistics.\n\n\nThere is no known way of reversing the effects of SCP-3751.\n\n\nAddendum 1: Initial Discovery\n\n\nThe first and thus far only time that SCP-3751 has occurred outside of a controlled testing environment was on ██/██/2013 during the 2013 ██████ Tournament in a blitz\n3\n game between ██████ B███████ and █████ P█████. B███████ and P█████ were rated at 2239 and 2401 ELO points respectively.\n\n\nThe game began normally, with B███████ having the white pieces. After roughly 5 minutes of gameplay, the players successfully manifested an SCP-3751 event with it's effects occurring immediately after P█████ retracted her hand from the piece she moved.\n\n\nB███████ and P█████ reacted with confusion and fear to the sudden change. Bystanders who were not aware of what had happened as per SCP-3751's effects continued watching the game uninterrupted. The players then asked each other to confirm if the switch of bodies they had experienced has just actually occurred. As per the rules of this chess origination, an arbiter stepped in to remind them that talking during a game was not permitted. The players, now distressed and confused at what had happened, began to speak to the people around them about what they had just experienced. It should be noted that SCP-3751 had caused both players to experience a significant jump in ELO rating to what is considered World-Class level. Many people looked on at the antics of the two in confusion, not knowing what had caused them to act this way.\n\n\nOut of frustration and panic, B███████ in P█████'s body (from here on referred to as SCP-3751-1, with P█████ being SCP-3751-2) became violent with bystanders. At this point, police were notified and SCP-3751-1 was taken into custody while SCP-3751-2 remained at the scene for questioning. Foundation police channel monitors and internet crawlers picked up on potentially anomalous activity at this point and agents were sent in to investigate. SCP-3751-1 and 2 were taken into Foundation custody while all bystanders at the site of incidence were administered Class-A amnestics. All videos and other records of the incident were quickly removed from the internet and their respective devices.\n\n\nAddendum 2: SCP-3751-1 and 2 interviews\n\n\nFollowing SCP-3751-1 and 2 being taken into Foundation custody, several interviews were done with them to determine precisely what had happened. The following are transcripts of these interviews.\n\n\n\n\nInterviewed:\n SCP-3751-1\n\n\nInterviewer:\n Dr. John Anshe\n\n\n<Begin Log>\n\n\nAnshe:\n Hello, I want to ask you a couple questions about what happened to you at the chess tournament. Please remain calm and answer them as best you can.\n\n\nSCP-3751-1:\n Alright\n\n\nAnshe:\n So from what we can understand, you have somehow been transferred into █████ P█████'s body. Is this correct?\n\n\nSCP-3751-1:\n Yes, I have no idea how it happened. She played a move and [gestures with hand] I'm in her body. I have no idea how it happened.\n\n\nAnshe:\n It appears you are a bit confused about your old identity. Prior to this incident, you were ██████ B███████ a ██-year-old male chess player from █████████. You had an ELO rating of roughly 2███ and were considered one of the greatest players of all time, is this correct?\n\n\nSCP-3751-1:\n I wish it was, but no. I had a ranking of 2239. Pretty high, but nothing spectacular. Everything else is right.\n\n\nAnshe:\n Alright, do you feel anything out of the ordinary in this new body? Any pain, headaches, unusual emotions?\n\n\nSCP-3751-1:\n No, uh, no, nothing\n\n\nAnshe:\n Nothing at all?\n\n\nSCP-3751-1:\n No\n\n\nAnshe:\n OK, why did you attack those people at the event?\n\n\nSCP-3751-1:\n I don't know, something just came over me. I just got so confused and panicked at becoming █████ that I just flipped out. I don't know what's going on at all.\n\n\nAnshe:\n Alright, that's all we need to know. Thank you.\n\n\n<End Log>\n\n\n\n\n\n\nInterviewed:\n SCP-3751-2\n\n\nInterviewer:\n Dr. John Anshe\n\n\n<Begin Log>\n\n\nAnshe:\n Hello, I have just finished interviewing your opponent in the game. I asked him some questions about what happened. I'm going to ask you some similar ones, OK?\n\n\nSCP-3751-2:\n Alright, I guess\n\n\nAnshe:\n So you were playing against B███████ at the tournament, and somehow you switched bodies with each other. Is this correct?\n\n\nSCP-3751-2:\n Yes\n\n\nAnshe:\n Do you have any idea of what may have caused it?\n\n\nSCP-3751-2:\n No, none at all.\n\n\nAnshe:\n Alright. According to record, you are █████ P█████, a ██-year-old female chess player from █████, with an ELO rating of 2███, is this correct?\n\n\nSCP-3751-2:\n Um, no. I had a rating of around 2400. It was never that high. Everything other than that is correct.\n\n\nAnshe:\n OK. Do you feel anything unusual in this new body? Any strange emotions, pains, feelings you don't recognize.\n\n\nSCP-3751-2:\n No, I don't think so. Just a new body.\n\n\nAnshe:\n Alright, that's all I need to know. Thank you.\n\n\n<End Log>\n\n\n\n\nFollowing these interviews, a series of Class-F amnestics were administered to SCP-3751-1 and 2 in order to wipe all memory of their previous lives and accustom them with their new ones. SCP-3751-1 had been reidentified after five days of this procedure, -2 after seven. Both of these people were then released back into the public, being designated POIs 3129 and 3130.\n\n\nIt should be noted that POI-3129 (now P█████, formally SCP-3751-1) quit playing chess for unknown reasons two years after the incident in 2015. However, further investigation of their playing hiatus has been deemed unnecessary.\n\n\nPOI-3130 has continued playing chess uninterrupted, now being as skilled as the rating which was given to him during the incident (2███).\n\n\nAddendum 3: Testing with D-Class personnel\n\n\nOn ██/██/2013, further testing on the phenomenon of SCP-3751 using D-Class personnel was requested to and approved by the O5 council. The following is a record of all test logs made during these experiments.\n\n\n\n\nTest A\n\n\nSubjects:\n Two D-Class personnel, each with moderate amounts of Chess experience\n\n\nProcedure:\n Have the players play a series of moves to achieve the position of SCP-3751. At which point, the effects of the phenomenon would be more precisely recorded.\n\n\nResults:\n As with the initial case, both players switched consciousness with the other's body. Analysis of their playing skill now seemed to show that one of them was now significantly better than he was before, able to beat Dr. ██████, a FIDE-certified International master. The other now apparently possessed a record of being a significantly poorer player than he was before. However, when played against, he demonstrated a skill level akin to that described by him prior to the test.\n\n\nAnalysis:\n It appears that whether or not the change in perceived experience affects the involved's actual playing ability is somewhat random. To determine the rate at which this effect actually occurs will require further testing.\n\n\n\n\n\n\nTest B\n\n\nSubject:\n 4 Class-D personnel\n\n\nProcedure:\n Have each of the players play different moves in the game to determine how SCP-3751 affects more than two people\n\n\nResults:\n The consciousnesses of the four players were seemingly randomized between them. All other effects of 2-player SCP-3751 games were the same.\n\n\nAnalysis:\n Adding additional people does seemingly little to change the effects of SCP-3751.\n\n\n\n\nAddendum 4: Testing on other anomalous entities\n\n\nThe body-switching nature of SCP-3751 created an interest in experimentation of other SCPs that posses similar abilities, such as \nSCP-1875\n and \nSCP-963\n. However, due to the potentially unintended consequences of experimenting with these entities, testing on them has been indefinitely postponed.\n\n\n\n\nFootnotes\n\n\n1\n. See \nThe Algebraic Notation\n\n\n2\n. The most common chess rating system used in modern times\n\n\n3\n. Games where each player has between 5 and 10 minutes of time\n\n\n\n\n\n\n\n\n« \nSCP-3750\n | SCP-3751 | \nSCP-3752\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3751\n\" by A_Water_Glass, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3751\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Initial Discovery\nThe first and thus far only time that SCP-3751 has occurred outside of a controlled testing environment was on ██/██/2013 during the 2013 ██████ Tournament in a blitz 3 game between ██████ B███████ and █████ P█████. B███████ and P█████ were rated at 2239 and 2401 ELO points respectively.\nThe game began normally, with B███████ having the white pieces. After roughly 5 minutes of gameplay, the players successfully manifested an SCP-3751 event with it's effects occurring immediately after P█████ retracted her hand from the piece she moved.\nB███████ and P█████ reacted with confusion and fear to the sudden change. Bystanders who were not aware of what had happened as per SCP-3751's effects continued watching the game uninterrupted. The players then asked each other to confirm if the switch of bodies they had experienced has just actually occurred. As per the rules of this chess origination, an arbiter stepped in to remind them that talking during a game was not permitted. The players, now distressed and confused at what had happened, began to speak to the people around them about what they had just experienced. It should be noted that SCP-3751 had caused both players to experience a significant jump in ELO rating to what is considered World-Class level. Many people looked on at the antics of the two in confusion, not knowing what had caused them to act this way.\nOut of frustration and panic, B███████ in P█████'s body (from here on referred to as SCP-3751-1, with P█████ being SCP-3751-2) became violent with bystanders. At this point, police were notified and SCP-3751-1 was taken into custody while SCP-3751-2 remained at the scene for questioning. Foundation police channel monitors and internet crawlers picked up on potentially anomalous activity at this point and agents were sent in to investigate. SCP-3751-1 and 2 were taken into Foundation custody while all bystanders at the site of incidence were administered Class-A amnestics. All videos and other records of the incident were quickly removed from the internet and their respective devices.",
        "Addendum 2: SCP-3751-1 and 2 interviews\nFollowing SCP-3751-1 and 2 being taken into Foundation custody, several interviews were done with them to determine precisely what had happened. The following are transcripts of these interviews.\nFollowing these interviews, a series of Class-F amnestics were administered to SCP-3751-1 and 2 in order to wipe all memory of their previous lives and accustom them with their new ones. SCP-3751-1 had been reidentified after five days of this procedure, -2 after seven. Both of these people were then released back into the public, being designated POIs 3129 and 3130.\nIt should be noted that POI-3129 (now P█████, formally SCP-3751-1) quit playing chess for unknown reasons two years after the incident in 2015. However, further investigation of their playing hiatus has been deemed unnecessary.\nPOI-3130 has continued playing chess uninterrupted, now being as skilled as the rating which was given to him during the incident (2███).",
        "Addendum 3: Testing with D-Class personnel\nOn ██/██/2013, further testing on the phenomenon of SCP-3751 using D-Class personnel was requested to and approved by the O5 council. The following is a record of all test logs made during these experiments.",
        "Addendum 4: Testing on other anomalous entities\nThe body-switching nature of SCP-3751 created an interest in experimentation of other SCPs that posses similar abilities, such as SCP-1875 and SCP-963 . However, due to the potentially unintended consequences of experimenting with these entities, testing on them has been indefinitely postponed."
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-3751-1 Interviewer: Dr. John Anshe <Begin Log> Anshe: Hello, I want to ask you a couple questions about what happened to you at the chess tournament. Please remain calm and answer them as best you can. SCP-3751-1: Alright Anshe: So from what we can understand, you have somehow been transferred into █████ P█████'s body. Is this correct? SCP-3751-1: Yes, I have no idea how it happened. She played a move and [gestures with hand] I'm in her body. I have no idea how it happened. Anshe: It appears you are a bit confused about your old identity. Prior to this incident, you were ██████ B███████ a ██-year-old male chess player from █████████. You had an ELO rating of roughly 2███ and were considered one of the greatest players of all time, is this correct? SCP-3751-1: I wish it was, but no. I had a ranking of 2239. Pretty high, but nothing spectacular. Everything else is right. Anshe: Alright, do you feel anything out of the ordinary in this new body? Any pain, headaches, unusual emotions? SCP-3751-1: No, uh, no, nothing Anshe: Nothing at all? SCP-3751-1: No Anshe: OK, why did you attack those people at the event? SCP-3751-1: I don't know, something just came over me. I just got so confused and panicked at becoming █████ that I just flipped out. I don't know what's going on at all. Anshe: Alright, that's all we need to know. Thank you. <End Log>",
        "Interviewed: SCP-3751-2 Interviewer: Dr. John Anshe <Begin Log> Anshe: Hello, I have just finished interviewing your opponent in the game. I asked him some questions about what happened. I'm going to ask you some similar ones, OK? SCP-3751-2: Alright, I guess Anshe: So you were playing against B███████ at the tournament, and somehow you switched bodies with each other. Is this correct? SCP-3751-2: Yes Anshe: Do you have any idea of what may have caused it? SCP-3751-2: No, none at all. Anshe: Alright. According to record, you are █████ P█████, a ██-year-old female chess player from █████, with an ELO rating of 2███, is this correct? SCP-3751-2: Um, no. I had a rating of around 2400. It was never that high. Everything other than that is correct. Anshe: OK. Do you feel anything unusual in this new body? Any strange emotions, pains, feelings you don't recognize. SCP-3751-2: No, I don't think so. Just a new body. Anshe: Alright, that's all I need to know. Thank you. <End Log>",
        "Test A Subjects: Two D-Class personnel, each with moderate amounts of Chess experience Procedure: Have the players play a series of moves to achieve the position of SCP-3751. At which point, the effects of the phenomenon would be more precisely recorded. Results: As with the initial case, both players switched consciousness with the other's body. Analysis of their playing skill now seemed to show that one of them was now significantly better than he was before, able to beat Dr. ██████, a FIDE-certified International master. The other now apparently possessed a record of being a significantly poorer player than he was before. However, when played against, he demonstrated a skill level akin to that described by him prior to the test. Analysis: It appears that whether or not the change in perceived experience affects the involved's actual playing ability is somewhat random. To determine the rate at which this effect actually occurs will require further testing.",
        "Test B Subject: 4 Class-D personnel Procedure: Have each of the players play different moves in the game to determine how SCP-3751 affects more than two people Results: The consciousnesses of the four players were seemingly randomized between them. All other effects of 2-player SCP-3751 games were the same. Analysis: Adding additional people does seemingly little to change the effects of SCP-3751.",
        "\" SCP-3751 \" by A_Water_Glass, from the SCP Wiki . Source: https://scpwiki.com/scp-3751 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3751",
    "object_class": "Euclid",
    "containment_procedures": "All major chess tournaments are to be monitored by Foundation agents stationed at their locations for SCP-3751. The Foundation has reached agreements with the FIDE, USCF, and many other major chess organizations to allow direct monitoring of all chess tournaments and events sponsored by these organizations through electronic surveillance as well as the use of onsite agents. Foundation personnel are to monitor all emergency channels in case of civilian contact with an instance of SCP-3751.",
    "description": "SCP-3751 is an anomalous chess position achieved by playing the following moves1:",
    "title": "SCP-3751"
}