{
    "url": "https://scp-wiki.wikidot.com/scp-3762",
    "all_text": "rating: \n+74\n+\n–\nx\n\n\n\n\n\n\nA photograph of SCP-3762 after a battle (see Recovered Document D).\n\n\n\n\n\n\nItem #\n: SCP-3762\n\n\nObject Class\n: Euclid\n\n\nSpecial Containment Procedures:\n MTF Tau-24 (\"Full House\") are tasked with observing SCP-3762 during its current period of growth. Mineral samples from the exterior shell and blood draws from the interior tissue are to be performed weekly. Any changes to the chemical composition of SCP-3762 is to be reported immediately to Research Cohort Alpha-22 in Site 19.\n\n\nDue to the small size of its current location, SCP-3762 is in danger of discovery by the native population. In case of discovery, MTF Tau-24 is to be dispatched with amnestics. Natives have been informed that several unexploded landmines have been discovered in the area, and that all forms of digging are prohibited.\n\n\nIn the event of the death of the current Agent Tau-24-01, agents are instructed to contact the nearest male blood relative according to Spreadsheet 3762-23-Epsilon.\n\n\nInstances of SCP-3762-1 are to remain within SCP-3762 at all times. New instances of SCP-3762-1 are to be photographed and transcribed immediately.\n\n\nDescription\n: SCP-3762 is a bio-lithic organism of indeterminate age. SCP-3762 takes the form of a structure composed primarily of stone; however, interior components of wood, metal, and other materials have been discovered. Excavation of the outer material will reveal an inner layer consisting of vascularized tissue. Low-frequency sonography has revealed several interior organs, including a heart analogue and several [REDACTED]. All DNA extracted from SCP-3762 has been shown to be human (p < .00001). Biomarker analysis suggests that SCP-3762 shares a common ancestor with Agent █████ Tanner and other individuals listed on Spreadsheet 3762-23-Epsilon (p < .05).\n\n\nSCP-3762-1 refers to a type of paper produced by SCP-3762. This paper incorporates large portions of calcium carbonate in addition to cellulose and other organic materials, greatly increasing its longevity.\n\n\nSCP-3762 is associated with a specific Welsh family line with the surname Tanner. On numerous instances (See Table 3762-01), a member of the Tanner family has discovered SCP-3762 and used it for shelter. These appearances generally occur in times of great distress, and no more than once in a single generation. Several such appearances are documented by handwritten notes and letters written on instances of SCP-3762-1 (see Recovered Documents A-E for a sample of such material).\n\n\nTesting has confirmed that SCP-3762 travels physically between locations rather than teleporting or implementing any other form of discontinuous travel. SCP-3762 is capable of moving at a rate of ██ meters per day using contraction waves similar to those observed in gastropod locomotion.\n\n\nSCP-3762 possesses a mild cognitohazardous effect, causing observers to neglect its motion or its sudden appearances. The Foundation did not become aware of SCP-3762 until an agent from the Tanner family encountered it during the recapture of SCP-███ (see Document E below) and placed a tracking device within it.\n\n\nSCP-3762 utilizes a form of precognition, allowing it to develop the appropriate form for the survival of the Tanner family. It has created towers, farmhouses, mineshafts, chapel, bunkers, and [DATA EXPUNGED]. Testing has determined that it takes between █ and ██ years for SCP-3762 to assume a new form.\n\n\nSCP-3762, though slow, has immense strength, capable of pushing through steel plates of ██ cm in thickness. Testing has determined that it can be restrained by keeping it elevated from the ground (for instance, by attaching large masses of metal to it and applying a magnetic field; see Document 3762-A-2). However, all agents are currently ordered to allow SCP-3762 to travel freely to its next location, pursuant to Foundation interests as outlined in Document 3762-13.\n\n\nDocuments Recovered\n:\n\n\nDocument A: 01/23/1352\n\n\n\n\nAt Alisaundre I was, whan it was wonne\n\nby a dark Knight, men clepeth Deeth\n\nHe hath a thousand slayn this pestilence:\n\nYet have I escapen from this prisoun of deeth.\n\nThis hous, blessed from every wikked wight\n\nwas shown me. I crossed the threshfold,\n\nand the dore was faste shette.\n\nI drank water of the wel, and did soupe of foode clene\n\nFrom grene treës. My gode fader, his name was writen\n\nIn this book, and alle his lyne, ech after other.\n\nHerkneth to my tale, and blessed be this hous ay!\n\n\n\n\nRough translation:\n\n\n\n\nI was at Alexandria when it was won\n\nby a dark Knight, whom men call Death\n\nHe has slain a thousand with this disease:\n\nYet I have escaped from this prison of death.\n\nThis house, blessed to be safe from every wicked man,\n\nwas shown me. I crossed the threshold,\n\nand the door was fast shut.\n\nI drank water of the well, and ate clean food\n\nFrom green trees. My good father's name was written\n\nIn this book, and all his descendants, each after another.\n\nListen to my tale, and blessed be this house forever!\n\n\n\n\nDocument B: 01/20/1607\n\n\n\n\nMy name is Duncan Tanner. The ryver of Severn rose upon a sudden and the hyghest tyde, with barefaced power, swept away my home and friends. And I had died, except this aery tower, in which I sodden stand, had not appeared.\n\n\n\n\n\n\nThis tome bears witness that many of my line have entered this hall under various forms. What charm or magic, angel or devil hath done this I know not, but I thank you.\n\n\n\n\nDocument C: 09/14/1862\n\n\n\n\nBattle oh horrid battle. What a bloody place was that sunken road as we advanced and the Irish Brigade fell back; what sights I have seen now around me. Not a mound or a tree gave us protection as we fled. Private James Spencer in the front rank went down with an awful cry, fell forward on his face and was motionless. I found this home, entered, and barred the entrance. From a window I shot at the enemy captain.\n\n\n\n\n\n\nI found this tattered book with strange letters from men whose names I am well familiar with. This incredible secret I would attribute to the angels, but this house I fear is subject to some horrible curse. I discovered where a stray bullet had entered the wall and red blood dripped from the hole.\n\n\n\n\n\n\nGod have mercy on us all.\n\n-Charles Tanner\n\n\n\n\nDocument D: 11/23/1914\n\n\n\n\nI grieve as I write this. How I came to be here, I cannot say. Perhaps I died, with my men, and this is hell, or some sort of awful heaven. I sit on a broken box in this battered shell of a house, with fresh gaps in the few remaining walls made by the enemy bullets. I cannot think of those, now, who took their places in the firing line for the last time today. What became of my squadron? I think I know; those bodies that lie in the trampled garden-close of this deserted house are not the enemy's, nor the blood which coats these walls.\n\n\n\n\n\n\nI pause in my writing to look at this house again. These pages that I have scribbled on are some sort of written record, which leave the most lively impressions. Surely a night of fever, a night of depression has lead me to imagine these things. Or perhaps some ancient genius loci truly has blessed our family over these years. But the captain approaches, and these pages I will store where I found them.-Henry Tanner\n\n\n\n\nDocument E: ██/██/19█\n\n\n\n\nDr. █████\n: Please state your name.\n\n\nAgent Tanner\n: My name is █████ Tanner.\n\n\nDr. █████\n: Tell us again what happened in Mexico.\n\n\nAgent Tanner\n: It was the second day, after SCP-███ breached containment. Agents were dying left and right. I was part of MTF Tau-17. I stumbled on an abandoned mineshaft. We cut the cables and lowered the elevator as fast as we could. SCP-███ came right over the top of the shaft after we entered. It buried the entrance, and we fell the last 20 meters. After it was over-\n\n\nDr. █████\n: You didn't suffer any injuries from the fall?\n\n\nAgent Tanner\n: No, there was a large pile of organic material, decayed leaves, I think it was, that stopped our fall. We lit our flashlights, and discovered that we were in an underground concrete room with a small spring in the corner. It was enough to hold us up until after SCP-███ was [REDACTED]. We were recovered three days later.\n\n\nDr. █████\n: What can you tell us about this? [Here, the doctor produced a large sheaf of papers]\n\n\nAgent Tanner\n: Yes, this appears to be a written history by members of my family, dating back to ███ CE. That's what led me to suspect the anomalous nature of the structure we were in.\n\n[EXTRANEOUS DIALOG REMOVED]\n\n\n\n\n\n\nDocument 3762-13: Level 4 Clearance Only\n\n\n\n\n– hide block\n\n\n\n\nWith the assistance of Agent Tanner, the SCP-3762 was located on 01/14/19██ and monitored as it traveled over a period of ███ months to the island of ███████ ██ █████. Since then, it has been steadily increasing in mass and volume, primarily underground. Samples taken from the outer skin show that it has been incorporating larger and larger volumes of post-transition metals such as lead and gold.\n\n\nSeveral sub-areas of the underground portion of the subject are filled with a novel species of moss that is similar to \nCladosporium sphaerospermum\n, but with increased radiotrophic properties. Testing has revealed this moss to be edible.\n\n\nThe largest sub-area is a large, gold-lined cavern containing 21000 liters of water and an apparatus capable of water recycling.\n\n\nThese preparations are compatible with an XK-Class End of the World Scenario involving a gamma ray burst of ██ solar mass-equivalents of energy. We are currently attempting to identify possible sources of such a burst.\n\n\nGiven current growth patterns, subject is expected to reach full size in ██ years.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3761\n | SCP-3762 | \nSCP-3763\n »",
    "addendums": [],
    "documents": [
        "Documents Recovered :",
        "Document A: 01/23/1352\nRough translation:",
        "Document B: 01/20/1607",
        "Document C: 09/14/1862",
        "Document D: 11/23/1914",
        "Document E: ██/██/19█"
    ],
    "notes": [
        "At Alisaundre I was, whan it was wonne by a dark Knight, men clepeth Deeth He hath a thousand slayn this pestilence: Yet have I escapen from this prisoun of deeth. This hous, blessed from every wikked wight was shown me. I crossed the threshfold, and the dore was faste shette. I drank water of the wel, and did soupe of foode clene From grene treës. My gode fader, his name was writen In this book, and alle his lyne, ech after other. Herkneth to my tale, and blessed be this hous ay!",
        "I was at Alexandria when it was won by a dark Knight, whom men call Death He has slain a thousand with this disease: Yet I have escaped from this prison of death. This house, blessed to be safe from every wicked man, was shown me. I crossed the threshold, and the door was fast shut. I drank water of the well, and ate clean food From green trees. My good father's name was written In this book, and all his descendants, each after another. Listen to my tale, and blessed be this house forever!",
        "My name is Duncan Tanner. The ryver of Severn rose upon a sudden and the hyghest tyde, with barefaced power, swept away my home and friends. And I had died, except this aery tower, in which I sodden stand, had not appeared.",
        "This tome bears witness that many of my line have entered this hall under various forms. What charm or magic, angel or devil hath done this I know not, but I thank you.",
        "Battle oh horrid battle. What a bloody place was that sunken road as we advanced and the Irish Brigade fell back; what sights I have seen now around me. Not a mound or a tree gave us protection as we fled. Private James Spencer in the front rank went down with an awful cry, fell forward on his face and was motionless. I found this home, entered, and barred the entrance. From a window I shot at the enemy captain.",
        "I found this tattered book with strange letters from men whose names I am well familiar with. This incredible secret I would attribute to the angels, but this house I fear is subject to some horrible curse. I discovered where a stray bullet had entered the wall and red blood dripped from the hole.",
        "God have mercy on us all. -Charles Tanner",
        "I grieve as I write this. How I came to be here, I cannot say. Perhaps I died, with my men, and this is hell, or some sort of awful heaven. I sit on a broken box in this battered shell of a house, with fresh gaps in the few remaining walls made by the enemy bullets. I cannot think of those, now, who took their places in the firing line for the last time today. What became of my squadron? I think I know; those bodies that lie in the trampled garden-close of this deserted house are not the enemy's, nor the blood which coats these walls.",
        "I pause in my writing to look at this house again. These pages that I have scribbled on are some sort of written record, which leave the most lively impressions. Surely a night of fever, a night of depression has lead me to imagine these things. Or perhaps some ancient genius loci truly has blessed our family over these years. But the captain approaches, and these pages I will store where I found them.-Henry Tanner",
        "Dr. █████ : Please state your name. Agent Tanner : My name is █████ Tanner. Dr. █████ : Tell us again what happened in Mexico. Agent Tanner : It was the second day, after SCP-███ breached containment. Agents were dying left and right. I was part of MTF Tau-17. I stumbled on an abandoned mineshaft. We cut the cables and lowered the elevator as fast as we could. SCP-███ came right over the top of the shaft after we entered. It buried the entrance, and we fell the last 20 meters. After it was over- Dr. █████ : You didn't suffer any injuries from the fall? Agent Tanner : No, there was a large pile of organic material, decayed leaves, I think it was, that stopped our fall. We lit our flashlights, and discovered that we were in an underground concrete room with a small spring in the corner. It was enough to hold us up until after SCP-███ was [REDACTED]. We were recovered three days later. Dr. █████ : What can you tell us about this? [Here, the doctor produced a large sheaf of papers] Agent Tanner : Yes, this appears to be a written history by members of my family, dating back to ███ CE. That's what led me to suspect the anomalous nature of the structure we were in. [EXTRANEOUS DIALOG REMOVED]"
    ],
    "containment_procedures": "MTF Tau-24 (\"Full House\") are tasked with observing SCP-3762 during its current period of growth. Mineral samples from the exterior shell and blood draws from the interior tissue are to be performed weekly. Any changes to the chemical composition of SCP-3762 is to be reported immediately to Research Cohort Alpha-22 in Site 19.",
    "title": "SCP-3762"
}