{
    "url": "https://scp-wiki.wikidot.com/scp-3766",
    "all_text": "rating: \n+65\n+\n–\nx\n\n\n\n\n\n\nA World War 2-era aeroplane, partially consumed by SCP-3766\n\n\n\n\n\n\nItem №:\n SCP-3766\n\n\nAnomaly Class:\n Euclid\n\n\nSpecial Containment Procedures:\n As a method of preventing the effects of SCP-3766 has not yet been found, no plan for containment of SCP-3766 besides basic media suppression has been devised at time of writing.\n\n\nDescription:\n SCP-3766 are semi-metaphysical creatures, capable of feeding on the conceptual base of anything deemed \"man-made\", including (but not limited to) artificial structures, works of art, digital information and humans themselves\n1\n. SCP-3766 are humanoid, between 80 and 150 cm in height, and composed almost entirely from desiccated plant matter and matted hair from various creatures. Attempts to neutralise SCP-3766 have resulted in instantaneous binary fission, which is presumed to be their primary method of reproduction.\n\n\nSCP-3766 instances are native to a hitherto uncharted Polynesian island approximately 12 km in diameter, located at the centre of a perception altering field, the net result of which is to render the island invisible to any subjects less than 200 metres from its border. A probabilistic anomaly (believed to be an intrinsic property of SCP-3766) also affects the island, and all vehicles (air, sea, or otherwise) passing within 500 metres will inevitably crash in its vicinity. This is due to external circumstances in 96% of cases, the other 4% being directly caused by SCP-3766.\n\n\nWhen left unobserved, SCP-3766 will construct life-size models of vehicles from any available material, and position these on the beach. Within 48 hours of the model's creation, the model's real-life counterpart will attempt to move close to the island (ordinarily following pre-planned routes), and will fall victim to SCP-3766's effects. Despite extensive research, no anomalous influence has been found to cause this correlation.\n\n\nThe following is a highly abridged list of noteworthy models constructed by SCP-3766-1 instances, and the effects thereof:\n\n\n\n\n\n\nDate\n\n\nDetails of Model\n\n\nEffect\n\n\n\n\n\n\n19/03/1989\n\n\nFirst model noted by the Foundation. Appeared to be a replica of a small sailing ship, complete with twenty model crew members and sails woven from natural fibres.\n\n\nA ship of similar size, returning from port, was drawn into the island by abnormally severe weather patterns in the region. Although initially intending to take only eighteen crew members, the captain (one Marcus Llewellyn), changed plans just before setting sail, allowing two others passage. All human crew members consumed by SCP-3766 alongside the boat itself.\n\n\n\n\n\n\n14/08/1994\n\n\nFirst non-seafaring vehicle replicated by SCP-3766, resembling a commercial passenger plane with a number of human passengers.\n\n\nAll passengers consumed by SCP-3766 on landing. Aircraft used as the centrepiece for a primitive celebration, after which it was also consumed.\n\n\n\n\n\n\n03/12/2003\n\n\nA small vehicle, vaguely resembling several known brands of speedboat. Model was left on the beach for an abnormally long period of time, upwards of three weeks.\n\n\nSeveral vehicles similar to the model were stolen by a local gang, and anchored nearby. During a storm two weeks later, one such vehicle came unfastened and drifted into the others, which quickly followed suit. All vehicles were drawn towards the island by natural water currents, and were consumed by SCP-3766 over a number of months.\n\n\n\n\n\n\n29/01/2017\n\n\nA large, vaguely cylindrical object, tapered at one end with a number of spurs (tree branches) arranged radially.\n\n\nSCPSAT-044A, a Foundation-owned communication satellite, underwent scheduled deorbiting. Complications arose, and the satellite made a direct impact 50 metres offshore from the island. While initially observed with suspicion by SCP-3766 instances, it was quickly consumed along with its contents.\n\n\n\n\n\n\n06/06/2021\n\n\n[REDACTED]\n\n\n[REDACTED]\n See Addendum.1 for more information.\n\n\n\n\n\n\nAddendum.1:\n On 27/05/2021, despite worries over hostility from SCP-3766, the decision was made to station a permanent ten-man task force on the island. Research Task Force Gamma-Digamma (\"So Cargo Good\") was formed shortly after.\n\n\nAlmost immediately after the initial island survey began, RTF-Γ-Ϝ Leader Micheals located a small, partially concealed cave on the eastern shorefront. The cave contained several SCP-3766 instances, who watched the intrusion warily, and ten humanoid models, dressed in white coats woven from dried grasses.\n\n\nPreliminary examination of relevant materials placed these models at just over 48 hours old. Contact with RTF-Γ-Ϝ was lost shortly afterwards.\n\n\n\n\nFootnotes\n\n\n1\n. For more information on abstract reduction (and the inevitable annihilation of related objects) consult the Foundation Guide to Metaphysical Anomalies.\n\n\n\n\n\n\n\n\n« \nSCP-3765\n | SCP-3766 | \nSCP-3767\n »",
    "addendums": [
        "Addendum.1: On 27/05/2021, despite worries over hostility from SCP-3766, the decision was made to station a permanent ten-man task force on the island. Research Task Force Gamma-Digamma (\"So Cargo Good\") was formed shortly after.\nAlmost immediately after the initial island survey began, RTF-Γ-Ϝ Leader Micheals located a small, partially concealed cave on the eastern shorefront. The cave contained several SCP-3766 instances, who watched the intrusion warily, and ten humanoid models, dressed in white coats woven from dried grasses.\nPreliminary examination of relevant materials placed these models at just over 48 hours old. Contact with RTF-Γ-Ϝ was lost shortly afterwards."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "As a method of preventing the effects of SCP-3766 has not yet been found, no plan for containment of SCP-3766 besides basic media suppression has been devised at time of writing.",
    "description": "SCP-3766 are semi-metaphysical creatures, capable of feeding on the conceptual base of anything deemed \"man-made\", including (but not limited to) artificial structures, works of art, digital information and humans themselves1. SCP-3766 are humanoid, between 80 and 150 cm in height, and composed almost entirely from desiccated plant matter and matted hair from various creatures. Attempts to neutralise SCP-3766 have resulted in instantaneous binary fission, which is presumed to be their primary method of reproduction.",
    "title": "SCP-3766"
}