{
    "url": "https://scp-wiki.wikidot.com/scp-3780",
    "all_text": "rating: \n+439\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3780\n: Who Shot J.F.K.?\n\n\nAuthor:\n \nA Random Day\n\n\n\n\n+ More SCPs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3220\n\n\nRating: 534\n\n\n\n\n\n\nSCP-2790\n\n\nRating: 493\n\n\n\n\n\n\nSCP-4780\n\n\nRating: 482\n\n\n\n\n\n\nSCP-2820\n\n\nRating: 476\n\n\n\n\n\n\nSCP-3780\n\n\nRating: 439\n\n\n\n\n\n\nSCP-2664\n\n\nRating: 412\n\n\n\n\n\n\nSCP-4950\n\n\nRating: 400\n\n\n\n\n\n\nSCP-2730\n\n\nRating: 293\n\n\n\n\n\n\nSCP-947\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2350\n\n\nRating: 275\n\n\n\n\n\n\nSCP-2810\n\n\nRating: 271\n\n\n\n\n\n\nSCP-3640\n\n\nRating: 264\n\n\n\n\n\n\nSCP-2490\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4670\n\n\nRating: 255\n\n\n\n\n\n\nSCP-3470\n\n\nRating: 250\n\n\n\n\n\n\nSCP-2680\n\n\nRating: 247\n\n\n\n\n\n\nSCP-5430\n\n\nRating: 215\n\n\n\n\n\n\nSCP-5940\n\n\nRating: 202\n\n\n\n\n\n\nSCP-2210\n\n\nRating: 202\n\n\n\n\n\n\nSCP-4710\n\n\nRating: 177\n\n\n\n\n\n\nSCP-3850\n\n\nRating: 160\n\n\n\n\n\n\nSCP-3360\n\n\nRating: 152\n\n\n\n\n\n\nSCP-7660\n\n\nRating: 132\n\n\n\n\n\n\nSCP-2060\n\n\nRating: 123\n\n\n\n\n\n\nSCP-2910\n\n\nRating: 118\n\n\n\n\n\n\nSCP-1750\n\n\nRating: 102\n\n\n\n\n\n\nSCP-2570\n\n\nRating: 95\n\n\n\n\n\n\nSCP-2650\n\n\nRating: 94\n\n\n\n\n\n\nSCP-6190\n\n\nRating: 87\n\n\n\n\n\n\nSCP-2143\n\n\nRating: 83\n\n\n\n\n\n\nSCP-7780\n\n\nRating: 79\n\n\n\n\n\n\nSCP-6880\n\n\nRating: 74\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAvatara\n\n\nRating: 246\n\n\n\n\n\n\nHypervelocity\n\n\nRating: 245\n\n\n\n\n\n\nI Thought You Died Alone\n\n\nRating: 188\n\n\n\n\n\n\nMoonlighting\n\n\nRating: 183\n\n\n\n\n\n\nZeitgeist\n\n\nRating: 141\n\n\n\n\n\n\nAutoerotic Assassination\n\n\nRating: 128\n\n\n\n\n\n\nTerminal Velocity\n\n\nRating: 122\n\n\n\n\n\n\nT Minus\n\n\nRating: 122\n\n\n\n\n\n\nThe Chosen Few\n\n\nRating: 100\n\n\n\n\n\n\nReboot or: How I Learned to Stop Worrying and Love the Apocalypses\n\n\nRating: 97\n\n\n\n\n\n\nHard Machine\n\n\nRating: 88\n\n\n\n\n\n\nLoud, Lawless, and Lost\n\n\nRating: 88\n\n\n\n\n\n\nThe Vice Girls\n\n\nRating: 87\n\n\n\n\n\n\nMorphine Machine\n\n\nRating: 87\n\n\n\n\n\n\nDeus Vulture\n\n\nRating: 87\n\n\n\n\n\n\nTruth Is Sin\n\n\nRating: 84\n\n\n\n\n\n\nNonpareil\n\n\nRating: 82\n\n\n\n\n\n\nEcstasy and Exorcism\n\n\nRating: 81\n\n\n\n\n\n\nThe Revelation\n\n\nRating: 81\n\n\n\n\n\n\nRise and Repent\n\n\nRating: 79\n\n\n\n\n\n\nT Plus\n\n\nRating: 68\n\n\n\n\n\n\nPrey and Obey\n\n\nRating: 51\n\n\n\n\n\n\nEscape Velocity\n\n\nRating: 50\n\n\n\n\n\n\nJump the Gun\n\n\nRating: 49\n\n\n\n\n\n\nNo One Gets Out of Her Alive\n\n\nRating: 47\n\n\n\n\n\n\nLeather Pig\n\n\nRating: 47\n\n\n\n\n\n\nThe Ballad of Santa Troy\n\n\nRating: 47\n\n\n\n\n\n\nContempt\n\n\nRating: 42\n\n\n\n\n\n\nDomo Arigato\n\n\nRating: 38\n\n\n\n\n\n\nThe Man-Machine\n\n\nRating: 36\n\n\n\n\n\n\nMile High Club\n\n\nRating: 30\n\n\n\n\n\n\nStrung Out in Heavens High\n\n\nRating: 27\n\n\n\n\n\n\nHands\n\n\nRating: 26\n\n\n\n\n\n\nIndustrial Espionage\n\n\nRating: 26\n\n\n\n\n\n\nNothing Human\n\n\nRating: 25\n\n\n\n\n\n\nFullmusic Astrobiologist\n\n\nRating: 22\n\n\n\n\n\n\nEight Hours in the ECRG\n\n\nRating: 18\n\n\n\n\n\n\nEnasni Si Gnihtyreve\n\n\nRating: 15\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Hubs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nPrometheus Labs Hub\n\n\nRating: 151\n\n\n\n\n\n\nSpeed Demon\n\n\nRating: 134\n\n\n\n\n\n\nGuns Pointed at the Head of God\n\n\nRating: 75\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nOverheard at Deer\n\n\nch00bakka\n\n\n\n\n\n\nSCP-150\n\n\nDecibelles\n\n\n\n\n\n\nSCP-3000\n\n\ndjkaktus\n, \nJoreth\n\n\n\n\n\n\nSCP-4220\n\n\nThe Great Hippo\n\n\n\n\n\n\nSCP-4310\n\n\nThe Great Hippo\n\n\n\n\n\n\nChicago Spirit Hub\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5555\n\n\nRounderhouse\n, \nUncle Nicolini\n\n\n\n\n\n\nVisions of Bodies Being Burned\n\n\nTaffeta\n\n\n\n\n\n\nSamsara\n\n\nTyGently\n\n\n\n\n\n\nDeath Perception\n\n\nTyGently\n\n\n\n\n\n\nThe Powers that Bark\n\n\nTyGently\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA Hymn For Pandora\n\n\n\n\n\n\nAlgorithm Curated Recommendations\n\n\n\n\n\n\nDr. Desai's Personnel File\n\n\n\n\n\n\nExperiment Log 914 - Part XIV\n\n\n\n\n\n\nHarmony's Proposal II\n\n\n\n\n\n\nInterviewing Icons - A Random Day\n\n\n\n\n\n\nMilk Hub\n\n\n\n\n\n\nMobile Task Forces\n\n\n\n\n\n\nSCP-1780\n\n\n\n\n\n\nSCP-3779\n\n\n\n\n\n\nSCP-3780 Extended Incident Log\n\n\n\n\n\n\nSCP-3781\n\n\n\n\n\n\nSCP-4034\n\n\n\n\n\n\nSCP-4220\n\n\n\n\n\n\nSCP-7760\n\n\n\n\n\n\nSCP Series 4\n\n\n\n\n\n\nUser-Curated Lists\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+439\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3780\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n The \nTemporal Anomalies Department\n is assumed to be in charge of ensuring containment of SCP-3780. They have been granted indefinite Level 5 clearance to all Foundation task forces and resources under the condition that said resources be either returned or replaced within one standard minute of deployment (relative to local time of requisition).\n\n\nDescription:\n SCP-3780 describes the collective attempts by various individuals, third parties, and separate temporal versions of the Foundation to prevent the assassination of United States President John Fitzgerald Kennedy by Lee Harvey Oswald on 22 November, 1963.\n\n\nAlthough no significant changes to the timeline would actually occur if Kennedy's assassination were successfully prevented, the objective of the Foundation to preserve original consensus reality extends to the preservation of a single objective timeline within this reality. Therefore, the Temporal Anomalies Department has established Operation Thunderbolt: an indefinite program to ensure that Kennedy is shot to death by Oswald at 12:30 PM on Friday, 22 November, 1963 in Dallas, Texas. To this end, Temporal Anomalies has established a holding ground between 2220 and 2230 AD to store resources and personnel for Operation Thunderbolt as needed. Further details on Operation Thunderbolt are limited to Temporal Anomalies personnel for paradoxical reasons.\n\n\nAddendum:\n Notable Attempts at Preventing Kennedy's Assassination\n\n\n\n\nDate: 22/11/1963\n\n\nAttempt:\n A gunman hiding in the Texas School Book Depository shoots Oswald dead before he can shoot Kennedy. Sweeps by the Department ahead of time to locate the gunman fail; however, Department personnel observing from the so-called grassy knoll are able to spot the gunman moving through the building from their position.\n\n\nPreventative Measures:\n A sniper placed on the grassy knoll is able to spot the gunman moving through the building and incapacitate him with a gut shot. Department personnel hiding in the building are subsequently able to locate the gunman; however, before they can recover his body, it abruptly vanishes.\n\n\n\n\n\n\nDate: 22/11/1963\n\n\nAttempt:\n At 12:29 PM, Oswald abruptly vanishes from his vantage point in the Texas Book Depository. Personnel surveying the scene are unable to locate any trace of him. At 12:42 PM, he reappears in the Depository, by which time the motorcade has passed. From Oswald's perspective, no time has passed and he is unable to explain the lost time.\n\n\nPreventative Measures:\n As soon as Oswald reappears at 12:42, a Temporal Relocation specialist transfers Oswald to 12:29 PM, synchronizing with the exact time of his disappearance. Oswald remains unaware of his relocation and successfully makes the shot.\n\n\n\n\n\n\nDate: 22/11/1963\n\n\nAttempt:\n An agent of Marshall, Carter, and Dark retroactively aborts Oswald by infiltrating the home of his mother, Marguerite Frances Claverie, and slipping \na capsule of powdered unicorn horn\n into the jug of milk in her fridge.\n\n\nPreventative Measures:\n Two Temporal Anomalies agents stake out Claverie's home overnight; in the early morning, they are able to intercept and subdue the MC&D agent and recover her for interrogation without incident. The capsule of unicorn horn is confiscated successfully.\n\n\n\n\n\n\nDate: 22/11/1963\n\n\nAttempt:\n While \nDr. Thaddeus Xyank\n is observing Oswald under the cover of an SEP-Field, his future self barges into the room, renders Xyank unconscious with a punch to the jaw, and pushes him into a portable temporal relocation gateway. However, the Fields are momentarily disturbed by the impact of the punch, causing both Xyanks to be noticed by Oswald and throwing off his aim.\n\n\nPreventative Measures:\n Dr. Xyank returns to the moment in time when he was incapacitated by his future self. However, he chooses to arrive five seconds after his future self arrives in the room. Xyank subsequently incapacitates his future self with a punch to the jaw and pushes him through the temporal relocation gateway instead. However, his future self repeats the action, appearing five seconds after him, incapacitating him, and pushing him into the gateway. Unwilling to accept defeat, both Xyanks repeat this process several more times until both of them only appear after Oswald has successfully shot and killed Kennedy, at which point the two Xyanks agree to a truce.\n\n\n\n\n\n\nDate: 22/11/1963\n\n\nAttempt:\n A version of \nMobile Task Force Tau-5\n is dispatched by the Foundation of the year 20██ to eliminate Oswald with extreme prejudice. Temporal Anomalies personnel attempt to prevent them from doing so; they are repeatedly unsuccessful and suffer heavy casualties as well.\n\n\nPreventative Measures:\n Mobile Task Force Tau-5 is dispatched to protect Oswald by intercepting and eliminating their future selves. Although they are initially successful in doing so, the surviving Nanku asset is found to be from the 20██-Foundation. She is subsequently reprogrammed to replace her past counterpart. Diplomatic channels have been opened with the 20██-Foundation to ascertain their reasoning for attempting to eliminate Oswald. No future attempts at using Tau-5 are expected.\n\n\n\n\nPlease view the \nExtended Incident Logs\n for further declassified successes of Operation Thunderbolt.\n\n\n\n\n\n\n« \nSCP-3779\n | SCP-3780 | \nSCP-3781\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3780\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3780\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Notable Attempts at Preventing Kennedy's Assassination\nPlease view the Extended Incident Logs for further declassified successes of Operation Thunderbolt."
    ],
    "documents": [],
    "notes": [
        "Date: 22/11/1963 Attempt: A gunman hiding in the Texas School Book Depository shoots Oswald dead before he can shoot Kennedy. Sweeps by the Department ahead of time to locate the gunman fail; however, Department personnel observing from the so-called grassy knoll are able to spot the gunman moving through the building from their position. Preventative Measures: A sniper placed on the grassy knoll is able to spot the gunman moving through the building and incapacitate him with a gut shot. Department personnel hiding in the building are subsequently able to locate the gunman; however, before they can recover his body, it abruptly vanishes.",
        "Date: 22/11/1963 Attempt: At 12:29 PM, Oswald abruptly vanishes from his vantage point in the Texas Book Depository. Personnel surveying the scene are unable to locate any trace of him. At 12:42 PM, he reappears in the Depository, by which time the motorcade has passed. From Oswald's perspective, no time has passed and he is unable to explain the lost time. Preventative Measures: As soon as Oswald reappears at 12:42, a Temporal Relocation specialist transfers Oswald to 12:29 PM, synchronizing with the exact time of his disappearance. Oswald remains unaware of his relocation and successfully makes the shot.",
        "Date: 22/11/1963 Attempt: An agent of Marshall, Carter, and Dark retroactively aborts Oswald by infiltrating the home of his mother, Marguerite Frances Claverie, and slipping a capsule of powdered unicorn horn into the jug of milk in her fridge. Preventative Measures: Two Temporal Anomalies agents stake out Claverie's home overnight; in the early morning, they are able to intercept and subdue the MC&D agent and recover her for interrogation without incident. The capsule of unicorn horn is confiscated successfully.",
        "Date: 22/11/1963 Attempt: While Dr. Thaddeus Xyank is observing Oswald under the cover of an SEP-Field, his future self barges into the room, renders Xyank unconscious with a punch to the jaw, and pushes him into a portable temporal relocation gateway. However, the Fields are momentarily disturbed by the impact of the punch, causing both Xyanks to be noticed by Oswald and throwing off his aim. Preventative Measures: Dr. Xyank returns to the moment in time when he was incapacitated by his future self. However, he chooses to arrive five seconds after his future self arrives in the room. Xyank subsequently incapacitates his future self with a punch to the jaw and pushes him through the temporal relocation gateway instead. However, his future self repeats the action, appearing five seconds after him, incapacitating him, and pushing him into the gateway. Unwilling to accept defeat, both Xyanks repeat this process several more times until both of them only appear after Oswald has successfully shot and killed Kennedy, at which point the two Xyanks agree to a truce.",
        "Date: 22/11/1963 Attempt: A version of Mobile Task Force Tau-5 is dispatched by the Foundation of the year 20██ to eliminate Oswald with extreme prejudice. Temporal Anomalies personnel attempt to prevent them from doing so; they are repeatedly unsuccessful and suffer heavy casualties as well. Preventative Measures: Mobile Task Force Tau-5 is dispatched to protect Oswald by intercepting and eliminating their future selves. Although they are initially successful in doing so, the surviving Nanku asset is found to be from the 20██-Foundation. She is subsequently reprogrammed to replace her past counterpart. Diplomatic channels have been opened with the 20██-Foundation to ascertain their reasoning for attempting to eliminate Oswald. No future attempts at using Tau-5 are expected.",
        "\" SCP-3780 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-3780 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3780",
    "object_class": "Keter",
    "containment_procedures": "The Temporal Anomalies Department is assumed to be in charge of ensuring containment of SCP-3780. They have been granted indefinite Level 5 clearance to all Foundation task forces and resources under the condition that said resources be either returned or replaced within one standard minute of deployment (relative to local time of requisition).",
    "description": "SCP-3780 describes the collective attempts by various individuals, third parties, and separate temporal versions of the Foundation to prevent the assassination of United States President John Fitzgerald Kennedy by Lee Harvey Oswald on 22 November, 1963.",
    "title": "SCP-3780"
}