{
    "url": "https://scp-wiki.wikidot.com/scp-379",
    "all_text": "rating: \n+89\n+\n–\nx\n\n\nItem #:\n SCP-379\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-379 is to be kept in vault-████ at Sector ████-█ when not in use. When being transported it should be carried in a locked and padded container, such as a padded briefcase, as the bottle is fragile. As our supply is limited, all testing and experimentation must be authorized by Dr. ███████ beforehand.\n\n\nDescription:\n SCP-379 is a translucent, pale, silver liquid contained in a small crystal bottle. The bottle is topped with an atomizer cap which delivers approximately one-half (.5) ml of the clear substance inside the bottle.\n\n\nThe bottle itself has no noted properties of any particular interest. However, the liquid inside (while scentless and ineffective to normal human beings) has the strange effect of inducing a state not unlike human infatuation upon electronic and mechanical devices. When applied to a person or some object, any machines or electronics in the vicinity (aside from those wearing SCP-379) will begin running in an overheated state, unable to process as many commands and consuming more energy.\n\n\nFor cybernetic systems or computers deemed 'sentient', the target seems to exhibit more humanistic qualities of typical 'infatuation' including:\n\n\n\n\nA preference to be around or in contact with the wearer of SCP-379.\n\n\nMore willingness to cooperate with anyone in the room while the wearer of SCP-379 is present.\n\n\nSlower response times in machines.\n\n\nA slightly higher chance of minor glitches and malfunctions.\n\n\n\n\nIt has been suggested to expose aggressive SCPs such as SCP-███ to SCP-379 to see if the pheromone can reduce their aggressiveness, perhaps allowing us to ask more questions about their function. It has also been suggested to try SCP-379 on SCPs that are not mechanical and do not exist in our 3D, real-world state (as is the case of \nSCP-732\n) to see if the pheromone affects them; deemed unlikely.\n\n\nThere is no known reason as to how the sporting of SCP-379 affects most machines; SCP-379 does not release any sort of scent or detectable pheromone into the air. It has been suggested that SCP-379 has an electromagnetic frequency of some sort, but tests have proven this theory inconclusive. Further tests are to be limited until chemical composition is established to determine if SCP-379 can be artificially replicated.\n\n\nAddendum 379-A:\n Experiments with SCP-379 and \nSCP-915\n show that purely mechanical devices of sufficient complexity could be affected by SCP-379. SCP-915's intake of air increased threefold, but this was not accompanied by a detectable increase in computation speed. Requests have been made to test if the internal shifts of SCP-915 increase in response to SCP-379. Due to lack of quantities of SCP-379, continued experiments with SCP-915 are denied.\n\n\n\n\n\n\n« \nSCP-378\n | SCP-379 | \nSCP-380\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-379\n\" by ManualSearch, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-379\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 379-A: Experiments with SCP-379 and SCP-915 show that purely mechanical devices of sufficient complexity could be affected by SCP-379. SCP-915's intake of air increased threefold, but this was not accompanied by a detectable increase in computation speed. Requests have been made to test if the internal shifts of SCP-915 increase in response to SCP-379. Due to lack of quantities of SCP-379, continued experiments with SCP-915 are denied."
    ],
    "documents": [],
    "notes": [
        "\" SCP-379 \" by ManualSearch, from the SCP Wiki . Source: https://scpwiki.com/scp-379 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-379",
    "object_class": "Safe",
    "containment_procedures": "SCP-379 is to be kept in vault-████ at Sector ████-█ when not in use. When being transported it should be carried in a locked and padded container, such as a padded briefcase, as the bottle is fragile. As our supply is limited, all testing and experimentation must be authorized by Dr. ███████ beforehand.",
    "description": "SCP-379 is a translucent, pale, silver liquid contained in a small crystal bottle. The bottle is topped with an atomizer cap which delivers approximately one-half (.5) ml of the clear substance inside the bottle.",
    "title": "SCP-379"
}