{
    "url": "https://scp-wiki.wikidot.com/scp-3803",
    "all_text": "Absolute Buffoon/Enemy of Nature\n\n\n\n\nrating: \n+267\n+\n–\nx\n\n\n\n\n\n\nSCP-3803 displaying an instance of SCP-3803-1 within it.\n\n\n\n\n\n\nItem #:\n SCP-3803\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3803 is currently held in a secure container within \nSite-55\n's Low-Risk Item Storage. All instances of SCP-3803-1 are to be incinerated after testing is concluded.\n\n\nFollowing Incident 3803-1221, testing with SCP-3803 may only be conducted with written permission from three \nLevel-4 Personnel.\n SCP-3803 is \ncurrently being held shut with a rubber band\n to be placed within a custom-made container with secure notches and an overhead weight to ensure the object remains shut while contained.\n\n\nDescription:\n SCP-3803 is a standard size portable business card case made of brushed aluminum with a felt interior. The exterior is silver in color and decorated with a small engraving of the object's manufacturer; \"APP Inc\". SCP-3803 opens and closes with an interference fit latch, the tab of which has become unreliable following a containment breach (See Incident 3803-1221 for details).\n\n\nWhen SCP-3803 is opened it will produce 10 business cards unique to the subject opening it, referred to as SCP-3803-1. Instances of SCP-3803-1 are made of high-grade cardstock, possess simple designs, and are double-backed. The contents of SCP-3803-1 list professional information of the subject; listing one's affiliation and position in the front, with contact information on the back (if applicable). SCP-3803 will continue to produce instances of SCP-3803-1 containing the information of the subject who opened it, with more instances manifesting if the object is kept open. Additional instances manifest in tens every thirty seconds.\n\n\nAddendum 1: Testing Logs\n\n\n\n\n+ Show Testing Logs\n\n\n\n\n- Hide Testing Logs\n\n\n\n\nNote:\n Foundation personnel's contact information; typically appearing on instances of SCP-3803-1, has been expunged from records for their privacy.\n\n\n\n\nSubject:\n Researcher Bellus\n\n\nTitle on SCP-3803-1:\n Level-3 Researcher, SCP Foundation\n\n\nInstances Produced:\n 10\n\n\n\n\n\n\nSubject:\n Dr. Xuen\n\n\nTitle on SCP-3803-1:\n Containment Specialist, SCP Foundation\n\n\nInstances Produced:\n 10\n\n\n\n\n\n\nSubject:\n Junior Researcher Callaway\n\n\nTitle on SCP-3803-1:\n In Over Her Head, SCP Foundation\n\n\nInstances Produced:\n 10\n\n\nNote:\n This is the first occurrence of SCP-3803 producing an instance of SCP-3803-1 not reflecting an accurate title. It is possible that SCP-3803 is capable of sensing one's perceived position as opposed to 'knowing' one's official title.\n\n\n\n\n\n\nSubject:\n Researcher Palacio\n\n\nTitle on SCP-3803-1:\n Level-4 Researcher/Catering Expert\n\n\nInstances Produced:\n 20\n\n\nNote:\n Researcher Palacio is a self-admitted amateur chef. SCP-3803 was held open for longer than any previously performed test and is the first recorded instance of producing more than 10 SCP-3803-1 instances.\n\n\n\n\n\n\nSubject:\n Dr. Jonas\n\n\nTitle on SCP-3803-1:\n Traitor, GOC\n\n\nInstances Produced:\n 10\n\n\nNote:\n Dr. Jonas defected from the \nGlobal Occult Coalition\n in 20██, and expressed discontent with the results of the test. Dr. Jonas requested a repeat of the test.\n\n\n\n\n\n\nSubject:\n Dr. Jonas\n\n\nTitle on SCP-3803-1:\n Quisling, GOC\n\n\nInstances Produced:\n 10\n\n\nNote:\n Dr. Jonas requested a third attempt to repeat the test.\n\n\n\n\n\n\nSubject:\n Dr. Jonas\n\n\nTitle on SCP-3803-1:\n Judas, GOC\n\n\nInstances Produced:\n 10\n\n\nNote:\n Dr. Jonas refused another attempt at testing. The results of the most recent experiments further belief in what was hypothesized following the Callaway experiment.\n\n\n\n\n\n\nSubject:\n D-99963\n\n\nTitle on SCP-3803-1:\n Serial Arsonist/███████ Cashier\n\n\nInstances Produced:\n 20\n\n\nNote:\n The instances of SCP-3803-1 possessed the location of D-99963's Cell within Site 55 instead of contact information. SCP-3803-1 also displayed the subject's birth name and D-Class designation. This remains constant for almost all further tests performed with D-Class subjects.\n\n\n\n\n\n\nSubject:\n D-99963\n\n\nTitle on SCP-3803-1:\n Serial Arsonist/Human Guinea Pig\n\n\nInstances Produced:\n 10\n\n\nNote:\n D-99963 was administered Class C Amnestics to erase memories of her criminal activities before coming under Foundation control. The produced instances of SCP-3803-1 still listed her as a 'Serial Arsonist', but also added 'Human Guinea Pig'. The subject's birth name was no longer listed on SCP-3803-1, only their D-class designation. It is possible that SCP-3803 may, in fact, possess a level of omniscience.\n\n\n\n\n\n\nSubject:\n D-008\n\n\nTitle on SCP-3803-1:\n Cannibal/Human Guinea Pig\n\n\nInstances Produced:\n 10\n\n\nNote:\n D-008 was not administered amnestics prior to the experiment.\n\n\n\n\n\n\nSubject:\n D-627\n\n\nTitle on SCP-3803-1:\n Innocent/Accountant, ███ Bank\n\n\nInstances Produced:\n 10\n\n\nNote:\n Investigation on D-627's background produced an extensive legal battle over the subject's involvement in the murder of 4 individuals in █████████, Virginia in 2███. It is currently unknown if SCP-3803's labeling of D-627 as 'innocent' means the subject is actually innocent or if the subject only believes himself to be.\n\n\n\n\n\n\nSubject:\n D-5400\n\n\nTitle on SCP-3803-1:\n Human Guinea Pig/Business Card Extraordinaire\n\n\nInstances Produced:\n 3,500\n\n\nNote:\n SCP-3803 seemed to be aware of the intentions of the test with D-5400; to test the yielding capacity of the object over an extended period of time.\n\n\n\n\n\n\nSubject:\n D-743\n\n\nTitle on SCP-3803-1:\n Human Guinea Pig/Business Card Tycoon\n\n\nInstances Produced:\n 8,000\n\n\n\n\n\n\nSubject:\n D-1221\n\n\nTitle on SCP-3803-1:\n Absolute Buffoon/Enemy of Nature\n\n\nInstances Produced:\n \n12,000\n Estimated over 2 billion\n\n\nNote:\n See Incident 3803-1221 Report.\n\n\n\n\n\n\n- Hide Testing Logs\n\n\n\n\n\n\n\n\nAddendum 2: Incident 3803-1221 Report\n\n\n \n\n\n\n\n+ Open Report\n\n\n\n\n- Hide Report\n\n\n\n\nFollowing the last experiment with D-1221 utilizing SCP-3803, the object was placed in its designated container and stored. D-1221 failed to properly shut the object, as its latch had not locked into place fully and was slightly ajar. As SCP-3803 remained in an active state, it continued to manifest instances of SCP-3803-1 and quickly filled its container beyond capacity; ultimately leading to the destruction of the container.\n\n\nDue to the minimal security measures in Site 55's Low-Risk Item Storage and the low foot traffic in the area, the continued production of SCP-3803-1 instances went unnoticed for several days until \nDr. Everwood\n attempted to enter the Low-Risk Item Storage and was buried under thousands of SCP-3803-1 instances. Dr. Everwood sustained minor injuries and was rescued by responding security personnel. Through the combined efforts of 2 security and 5 D-Class personnel, SCP-3803 was recovered and production of SCP-3803-1 stopped.\n\n\nThe object was examined following retrieval; it was noted that the latch used in SCP-3803's open-closing mechanism had been bent as a result of its constant manifestation of SCP-3803-1 instances. Though the object will still shut, it has difficulties remaining closed and will often come ajar. The creation of a custom-made case to keep SCP-3803 from opening while not under direct supervision has been commissioned. \nSCP-3803 is currently being held shut with a rubber band.\n\n\nAll instances of SCP-3803-1 from incident 3803-1221 contain the same information as the previously recorded 12,000 instances from the last test. All recovered instances from the incident have been incinerated. Following the incident, Site 55's Low-Risk Item Storage has been outfitted with security cameras and guards have been assigned to patrol the area.\n\n\nUpdate:\n On ██/██/2006, satellite images of the Amazon Rainforest in Rondônia, Brazil were brought to the Foundation's attention. The images display a dramatically accelerated rate of deforestation in the area over a short period of time. The captured images are dated ██/██/2003 (five days before SCP-3803 was contained) and █/██/2005 (fourteen days after Incident 3803-1221).\n\n\n\n\n\n\nRondônia, Brazil, ██/██/2003\n\n\n\n\n\n\nIt is currently unknown if SCP-3803 and Incident 3803-1221 are the cause of the sudden mass deforestation. Additional tests to confirm a correlation are currently pending approval.\n1\n Investigation of the logging activities in Rondônia's Amazon basin revealed supplier contracts with Avelar Professional Products Incorporated, shortened to 'APP Inc'. The Foundation is currently in talks with the Brazilian government to negotiate the cessation of all logging in the area to allow a more thorough investigation.\n\n\n\n\n\n\nRondônia, Brazil, ██/██/2005\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Including deployment of \nMobile Task Force Theta-4 (\"Gardeners\")\n for investigation.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-5726\n \n•\n\n\n\n\n\n\nSCP-1799\n \n•\n\n\n\n\n\n\nSCP-3923\n \n•\n\n\n\n\n\n\nSCP-1712\n \n•\n\n\n\n\n\n\nSCP-5047\n \n•\n\n\n\n\n\n\nSCP-6057\n \n•\n\n\n\n\n\n\nSCP-2912-JP\n \n•\n\n\n\n\n\n\nSCP-MYSTERY-J\n \n•\n\n\n\n\n\n\nSCP-7112\n \n•\n\n\n\n\n\n\nSCP-7724\n \n•\n\n\n\n\n\n\nSCP-4206\n \n•\n\n\n\n\n\n\nSCP-3085\n \n•\n\n\n\n\n\n\nSCP-6512\n \n•\n\n\n\n\n\n\nSCP-7337\n \n•\n\n\n\n\n\n\nSCP-020-J\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nGluttony Is Impossible\n \n•\n\n\n\n\n\n\nS&C Paper\n \n•\n\n\n\n\n\n\nDark Sushi File No. 995 \"Suisame\"\n \n•\n\n\n\n\n\n\nChasing The Union\n \n•\n\n\n\n\n\n\n#StormSite19\n \n•\n\n\n\n\n\n\nParalytic States\n \n•\n\n\n\n\n\n\nCarroll #280/R-01221\n \n•\n\n\n\n\n\n\nThe Pursuit of Knowledge, and Other Frivolities\n \n•\n\n\n\n\n\n\nI live my life as a palindrome. Backwards and forwards, and yet, exactly the same.\n \n•\n\n\n\n\n\n\nSublimation\n \n•\n\n\n\n\n\n\nCritter Profile: Chuck.\n \n•\n\n\n\n\n\n\nNico's Proposal\n \n•\n\n\n\n\n\n\nSquare your shoulders, lift your pack, and leave your friends and go.\n \n•\n\n\n\n\n\n\nA Tale Of Petty Revenge\n \n•\n\n\n\n\n\n\nProject Koza, 1942\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3802\n | SCP-3803 | \nSCP-3804\n »",
    "addendums": [
        "Addendum 1: Testing Logs\n\n\n"
    ],
    "documents": [],
    "notes": [
        "Subject: Researcher Bellus Title on SCP-3803-1: Level-3 Researcher, SCP Foundation Instances Produced: 10",
        "Subject: Dr. Xuen Title on SCP-3803-1: Containment Specialist, SCP Foundation Instances Produced: 10",
        "Subject: Junior Researcher Callaway Title on SCP-3803-1: In Over Her Head, SCP Foundation Instances Produced: 10 Note: This is the first occurrence of SCP-3803 producing an instance of SCP-3803-1 not reflecting an accurate title. It is possible that SCP-3803 is capable of sensing one's perceived position as opposed to 'knowing' one's official title.",
        "Subject: Researcher Palacio Title on SCP-3803-1: Level-4 Researcher/Catering Expert Instances Produced: 20 Note: Researcher Palacio is a self-admitted amateur chef. SCP-3803 was held open for longer than any previously performed test and is the first recorded instance of producing more than 10 SCP-3803-1 instances.",
        "Subject: Dr. Jonas Title on SCP-3803-1: Traitor, GOC Instances Produced: 10 Note: Dr. Jonas defected from the Global Occult Coalition in 20██, and expressed discontent with the results of the test. Dr. Jonas requested a repeat of the test.",
        "Subject: Dr. Jonas Title on SCP-3803-1: Quisling, GOC Instances Produced: 10 Note: Dr. Jonas requested a third attempt to repeat the test.",
        "Subject: Dr. Jonas Title on SCP-3803-1: Judas, GOC Instances Produced: 10 Note: Dr. Jonas refused another attempt at testing. The results of the most recent experiments further belief in what was hypothesized following the Callaway experiment.",
        "Subject: D-99963 Title on SCP-3803-1: Serial Arsonist/███████ Cashier Instances Produced: 20 Note: The instances of SCP-3803-1 possessed the location of D-99963's Cell within Site 55 instead of contact information. SCP-3803-1 also displayed the subject's birth name and D-Class designation. This remains constant for almost all further tests performed with D-Class subjects.",
        "Subject: D-99963 Title on SCP-3803-1: Serial Arsonist/Human Guinea Pig Instances Produced: 10 Note: D-99963 was administered Class C Amnestics to erase memories of her criminal activities before coming under Foundation control. The produced instances of SCP-3803-1 still listed her as a 'Serial Arsonist', but also added 'Human Guinea Pig'. The subject's birth name was no longer listed on SCP-3803-1, only their D-class designation. It is possible that SCP-3803 may, in fact, possess a level of omniscience.",
        "Subject: D-008 Title on SCP-3803-1: Cannibal/Human Guinea Pig Instances Produced: 10 Note: D-008 was not administered amnestics prior to the experiment.",
        "Subject: D-627 Title on SCP-3803-1: Innocent/Accountant, ███ Bank Instances Produced: 10 Note: Investigation on D-627's background produced an extensive legal battle over the subject's involvement in the murder of 4 individuals in █████████, Virginia in 2███. It is currently unknown if SCP-3803's labeling of D-627 as 'innocent' means the subject is actually innocent or if the subject only believes himself to be.",
        "Subject: D-5400 Title on SCP-3803-1: Human Guinea Pig/Business Card Extraordinaire Instances Produced: 3,500 Note: SCP-3803 seemed to be aware of the intentions of the test with D-5400; to test the yielding capacity of the object over an extended period of time.",
        "Subject: D-743 Title on SCP-3803-1: Human Guinea Pig/Business Card Tycoon Instances Produced: 8,000",
        "Subject: D-1221 Title on SCP-3803-1: Absolute Buffoon/Enemy of Nature Instances Produced: 12,000 Estimated over 2 billion Note: See Incident 3803-1221 Report."
    ],
    "item": "SCP-3803",
    "object_class": "Safe",
    "containment_procedures": "SCP-3803 is currently held in a secure container within Site-55's Low-Risk Item Storage. All instances of SCP-3803-1 are to be incinerated after testing is concluded.",
    "description": "SCP-3803 is a standard size portable business card case made of brushed aluminum with a felt interior. The exterior is silver in color and decorated with a small engraving of the object's manufacturer; \"APP Inc\". SCP-3803 opens and closes with an interference fit latch, the tab of which has become unreliable following a containment breach (See Incident 3803-1221 for details).",
    "title": "SCP-3803"
}