{
    "url": "https://scp-wiki.wikidot.com/scp-3810",
    "all_text": "rating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\n“It is, perhaps, a better thing to be valued only as an object of passion than never to be valued at all. I had never been so absolutely the mysterious other. I had become a kind of phoenix, a fabulous beast; I was an outlandish jewel.”\n\n\nAngela Carter, \nBurning Your Boats\n\n\n\n\n\n\n\n\n\n\nrating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n3810\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nHe was, in many ways, like the animal his physiology aped.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nToday, SCP-3810 is confined to Research Site-250, under the dubious auspice of Researcher Catherine Wright. But aren't we getting ahead of ourselves?\n\n\nDescription\n\n\nThis archipelago's playful gods blessed SCP-3810 with an invigorating mediocrity, the kind of subtle blandness that drove wild women to play him like a marionette. He was, perhaps, unprepared for this; born on the edge of a fishing village on the 17th of February, 1992, SCP-3810 should have been destined for a conservative existence of fishing trawlers and rural ennui.\n\n\nIndeed: after his thoroughly uneventful schooling, SCP-3810 dedicated his life to the trade of his ancestors. To those of us in the Occident, the life of the fisherman may seem romantic: sailing the Umibōzu's territory, providing for one's nation, eking out his small passions in-between the crew quarters and those ill-reputed ports of the Pacific. But the nation of Japan is not so superstitious as the West loves to believe — though its people are haunted by that very same industrial egregore haunting the Colonies — but taken to more practical concerns.\n\n\nLike many in our stories, SCP-3810 was marked by the two-pronged vice. One might think it tempered by his bland meekness, but again, such blandness is the wild woman's intoxicant, and his fellow man's assurance of silence and anonymity.\n\n\nThere was, of course, something uniquely disgusting to SCP-3810. Beneath his smooth and olive skin stewed deep-sea offal, transparent and luminous, loose as a putrid taffy. With the twitch of an exotic muscle, SCP-3810's guts would spill forth from his mouth, entangling and digesting anything caught in those terrible intestines. Such an ability might have marked him as villainous in the age of folklore — perhaps a cruel and aesthetically profane \ntsujigiri\n — but one must remember SCP-3810's meekness; outside of private exercises, SCP-3810's guts were only ever deployed against his will.\n\n\n\n\nHistory\n\n\nIt was on one such trawler that Researcher Catherine Wright found him.\n\n\nResearcher Wright was — and despite her indiscretions, still is — a part of our organization. Much like SCP-3810, her area of expertise concerns marine life, albeit its study. The Foundation had shuffled her around the world, from North to West to South to East, until she was finally stationed in Site-250's Department of Marine Studies.\n\n\nSite-250 had not yet commissioned its own fleet; instead it contracted commercial vessels at rates just exorbitant enough to quell its crews ethical and regulatory misgivings. The \nMatsudaira Takehisa\n was one such ship, and it was there that, to his misfortune, Researcher Wright came upon SCP-3810, and tasked him with the collection and sorting of a pungent breed of starfish, the bycatch of some obscure fishery.\n\n\nSCP-3810's sea legs had been acquired in the anonymity of his quaint village; he was not a queasy man. The wonders and terrors of a life at sea were woven intimately into the fabric of his being, and all of Honshu's natural horrors could not shake him from that industrious meekness. He was, thus, unprepared for those \nunnatural\n horrors, and when the first batch of starfish was hauled on-board, SCP-3810 could not help but to spill his guts at that alien stench.\n\n\nOne must emphasize the enormity of this involuntary twitch of muscle, for under the garish individuality of the English-speaking world, SCP-3810's mistake would still be an unpleasant misstep. The role of the fisherman is of the provider; to sully one's catch in a gastric stew is to spoil the pantry before it arrives. One must also remember that SCP-3810 did not merely vomit, but had spewed his acrid intestines over that foul catch, ensuring rapid digestion and ingestion — and all his failure was colored by the taste of putrid bycatch. Awful for any individual, to be sure, but SCP-3810 was not merely an individual. All this that ran through his mind was compounded by his place in the world, and the sudden, abject failure to embody it. He had betrayed the trust of his comrades; he had betrayed the trust of his \nfamily\n; he had betrayed the trust of everyone who has ever bought from the bustling Tokyo fish markets, and he had done it in perhaps the most grotesque way possible. To SCP-3810, this was the worst day of his life.\n\n\nTo Researcher Wright, however, this was only just something interesting.\n\n\nWhen the \nMatsudaira Takehisa\n returned to dock, the Foundation arrested SCP-3810 under the pretense of obscure environmental regulations — and if he noticed the loose strings of their facade, he dared not pull upon them.\n\n\n\n\nAddendum: Interview Log\n\n\nMust we talk of Researcher Catherine Wright? You know her kind, cunning and intrepid. Two hundred years earlier, she may have adorned a false name and gender, taking money from the Crown and disappearing into the heart of Africa. Modernity may have afforded her more freedom, to be sure… but deep down, she unconsciously longed for that bygone opportunity to plunder.\n\n\nBeing a researcher of marine life, Wright was assigned to SCP-3810.\n\n\n\n\nOne must remember, however, the circumstances of their introduction. As Researcher Wright walked into the interview chamber, SCP-3810 was struck with a terrible modesty, and could face neither her nor their translator — as if it were the judgemental rays of Amaterasu herself.\n\n\n\"Ogawa-san,\" she said. \"I do apologize for the… circumstances, that brought us here.\"\n\n\nHe flinched at the sound of his own name — let it be anyone but a witness to his indiscretion.\n\n\nSCP-3810 looked back up to his captor. She did not appear to be some covert officer — women rarely were — but should the circumstances of his confinement require the intercession of a scientist? It must be said, as well, that there was something else inside her gaze, something decidedly more than academic.\n\n\n\"I'm sorry about the catch.\" He gulped, and clenched the table for support. \"If there's anything I could do to… make things up, please let me know.\"\n\n\nThe translator relayed, and Researcher Wright made motion to respond… except, she didn't. No: not with words, at least.\n\n\nSCP-3810 had only just met Catherine. He had not the time to recognize those personal motions of hers, small tics exposed only in moments of predatory curiosity. Aposematism is the domain of the land, and however much we might compare Catherine to the colorful frogs of the Amazon, SCP-3810 was a creature of the sea.\n\n\nWhen she smiled and told him that wouldn't be necessary, he believed her.\n\n\n\n\n\n\nExperiment Log\n\n\nCatherine was lucky to have gone to work with the Foundation, to be able to sate her esoteric curiosities under the guise of professional altruism. Luckier still, she had been given a subject smart enough to recognize the value of obedience in captivity, yet too meek to protest.\n\n\nStill, she knew better than push too quickly into the light. Catherine would have time to probe SCP-3810's secrets; for now, a light battery of standard tests.\n\n\nFor his part, SCP-3810 was compliant, and why shouldn't he have been? Compliance bought amenities, small pleasures, welcome distractions from the miasmatic ennui of confinement. Yes, perhaps it constituted degradation, but it was no worse than the fateful catch that landed SCP-3810 onto Catherine's plate.\n\n\nAs experimentation continued, the two found themselves increasingly familiar with their respective complexities. Catherine tested the limits and comforts of SCP-3810's guts. What did SCP-3810 digest the quickest; what provided him the greatest caloric content; greatest \nnutritional\n content; how did the offal affect taste, contentment, digestion; was food so differently affected when consumed normally; and, given the opportunity, might SCP-3810 have the stomach for the once-undigestable? However degrading this battery this may seem, gradual procession slowly eased SCP-3810's senses, and body and mind gained much-needed familiarity with not only himself, but the ways of his captor.\n\n\nPut simply: Catherine was learning more of SCP-3810, and SCP-3810 was learning more of Catherine.\n\n\nAnd as SCP-3810 opened to Catherine, so his prison opened to him. He was allotted better food, better lodgings, a couple hours in the dusk to roam and a couple more to train his body. His physique, softened by confinement, hardened back to that of the young sailor. Though SCP-3810 knew he was not free, longed still for those rippling sapphire waters, the apprehension of weeks past gave quickly away to familiarity.\n\n\n\n\nIncident-3810-C\n\n\n\n\nExperiment 3810-224.\n Much to his surprise, SCP-3810 would be allowed back into the open waters. It would only last a day, of course — the Foundation is courteous, but not soft — but SCP-3810 met their allowance with considerable joy.\n\n\nIt was thus: SCP-3810 and Researcher Wright would travel off the coast of Hokkaido, to the edge of its shallows. There, SCP-3810 would be allowed to dive into the waters, spilling forth his guts and feeding upon whatever filtered through. Researcher Wright would serve as observation, security, and rescue.\n\n\n\n\nIf this sounds irresponsible, understand that a considerable deliberacy goes into everything Catherine does.\n\n\nBy boat they sailed on that cool summer day, bound for those gravel reefs SCP-3810 knew and loved. The sky shone a brilliant blue, cascading from the firmament down through to the ocean bottom, and through the churning wake SCP-3810 swore he could almost see the bottom. So beautiful it was that, when finally they arrived, a pang of disappointment in leaving the surface nearly eclipsed SCP-3810's excitement — but only nearly.\n\n\nSCP-3810 had already stripped to his trunks, goggles, and a safety harness by the time they arrived; not quite as familiar as the fisherman's garb, but much more comfortable than a lime-green jumpsuit. It did not take much to convince him to jump.\n\n\nOh, brilliant blue Pacific! None could match the love SCP-3810 has for your cool waters, the way you playfully seize your catch just before acclimation to your chilled embrace. Your land-walker's bane is the boon of the sea-dweller, and to SCP-3810, you are nothing less than home. Everything seemed to fall into place as SCP-3810 released his entrails onto your bosom: what was once a terrible, disgusting embarrassment felt now as natural as breathing, speaking, letting himself give in to his two-pronged inclinations. Your life-rich waters even made him forget his breath — at least until he realized why he didn't feel death constricting his chest.\n\n\nWherefore had this opportunity evaded Ogawa Masanori? He \nmust\n have his fill.\n\n\nAt rapturous attention stood Catherine — an attention, in truth, that preceded SCP-3810's dive. It will come as no surprise that she was unsatisfied with the mere study of SCP-3810's anomaly; how dull, the life of scientist that studies only the entrails of her subjects. No, SCP-3810 fascinated her totally, tugging at every fiber of her being. Catherine wanted to learn everything there was to know about him. \nEverything.\n\n\nIt was a struggle just to turn away long enough to take her notes. Catherine had never seen SCP-3810 quite so exuberant, so \nwild\n with joy. That malleable meekness she so loved had dispersed into the brilliant blue waters, and yet it only made SCP-3810's secrets that much more enticing.\n\n\nMasanori continued for well over an hour, and Catherine savored every moment of it.\n\n\nOnly with great reluctance did Masanori climb out of the ocean. He gasped — once, twice — and he was again SCP-3810, meek and longing for the ocean, knowing better than to follow his saltwater heart. He turned, then, to Catherine; surely she'd have questions, no?\n\n\nCatherine smiled at him, and only then did SCP-3810 recognize the predatory shift in her posture. His mind flashed with a thousand images, of tigers mauling their lovers, black-eyed spiders marching their prey into too-perfect web, forests that devoured in their beauty, great and terrible castles powered by the pureed hearts of young maidens. To her, SCP-3810 was as delectable as the \naka namako\n.\n\n\nIt did not terrify him like he supposed it should.\n\n\nCatherine kissed Masanori, and he allowed himself to be consumed.",
    "addendums": [],
    "documents": [],
    "notes": [
        "“It is, perhaps, a better thing to be valued only as an object of passion than never to be valued at all. I had never been so absolutely the mysterious other. I had become a kind of phoenix, a fabulous beast; I was an outlandish jewel.” Angela Carter, Burning Your Boats",
        "One must remember, however, the circumstances of their introduction. As Researcher Wright walked into the interview chamber, SCP-3810 was struck with a terrible modesty, and could face neither her nor their translator — as if it were the judgemental rays of Amaterasu herself. \"Ogawa-san,\" she said. \"I do apologize for the… circumstances, that brought us here.\" He flinched at the sound of his own name — let it be anyone but a witness to his indiscretion. SCP-3810 looked back up to his captor. She did not appear to be some covert officer — women rarely were — but should the circumstances of his confinement require the intercession of a scientist? It must be said, as well, that there was something else inside her gaze, something decidedly more than academic. \"I'm sorry about the catch.\" He gulped, and clenched the table for support. \"If there's anything I could do to… make things up, please let me know.\" The translator relayed, and Researcher Wright made motion to respond… except, she didn't. No: not with words, at least. SCP-3810 had only just met Catherine. He had not the time to recognize those personal motions of hers, small tics exposed only in moments of predatory curiosity. Aposematism is the domain of the land, and however much we might compare Catherine to the colorful frogs of the Amazon, SCP-3810 was a creature of the sea. When she smiled and told him that wouldn't be necessary, he believed her.",
        "Experiment 3810-224. Much to his surprise, SCP-3810 would be allowed back into the open waters. It would only last a day, of course — the Foundation is courteous, but not soft — but SCP-3810 met their allowance with considerable joy. It was thus: SCP-3810 and Researcher Wright would travel off the coast of Hokkaido, to the edge of its shallows. There, SCP-3810 would be allowed to dive into the waters, spilling forth his guts and feeding upon whatever filtered through. Researcher Wright would serve as observation, security, and rescue."
    ],
    "title": "SCP-3810"
}