{
    "url": "https://scp-wiki.wikidot.com/scp-3818",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\nItem #:\n SCP-3818\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3818 is two human beings with no other known anomalies, and as such have been contained within separate standard humanoid containment suites within Bio-Site 66. All security clearance has been revoked from SCP-3818 at the time of writing; personnel are to be reminded that SCP-3818 is to be referred to as such until further notice.\n\n\nSCP-3818-A and -B have been fitted with comfortable and locked collars indicating their SCP designations. These collars must be worn at all times.\n\n\nDescription:\n SCP-3818 is two identical instances of a human male of Irish-English ancestry. It stands 175cm tall (5 foot 9 inches) and weighs 75.75 kilograms (167 lbs).\n\n\nOn ██/██/████, a perfect doppelganger of Agent David Hawk, Level 3 Field Agent, manifested in the agent’s quarters of Bio-Site 66 sometime in the early morning hours while the ‘original’ was asleep. Prior to the manifestation of SCP-3818, Agent Hawk was attached to Task Force 066-Beta, which assists with the management of biological items contained for study at Bio-Site 66; currently, both instances of Agent Hawk have been contained collectively as SCP-3818 at Bio-Site 66 until the nature of this anomaly can be ascertained. The two have been arbitrarily designated SCP-3818-A and SCP-3818-B at this time, collectively SCP-3818.\n\n\nPhysical and psychological examination has revealed that both instances of Agent Hawk are identical. Below is an assortment of observations made during the initial containment process:\n\n\n\n\nBoth instances have the exact same DNA, height and weight, fingerprints, vocal signature, dental impression, tongue print, birthmarks, freckles, footprints, gut flora, and blood type.\n\n\nBoth instances have evidence of a healed clavicle, previously broken at age 13 while playing lacrosse, as well as independently reported mild memory loss from a car accident.\n\n\nBoth instances appear to possess the same memories, with knowledge of their login credentials, passwords, and specific knowledge of data on Agent Hawk’s computer.\n\n\nBoth instances possess the same memories of interpersonal history with other personnel within and outside the Foundation.\n\n\nBoth instances have an allergy to cumin.\n\n\nBoth instances have previously taken speech therapy to minimize a lisp.\n\n\nBoth instances have previously been wounded during an altercation with an instance of SCP-████, as evidenced by [unnecessary data redacted].\n\n\nBoth instances dislike the nickname “Dave”.\n\n\n\n\nThe origin of this anomaly is as of yet unknown; no SCP anomalies associated with Bio-Site 66, any of its researchers, or agents, have any history or effects that are in any way associated with the manifestation of duplicated human beings in the manner displayed in SCP-3818.\n\n\nInterviews:\n SCP-3818-A and -B were interviewed separately by Drs Bridge and Seidelman at 9:45 AM on the day of their discovery, and then multiple interviews at different points in time afterward. Below are transcripts of various interviews taken with SCP-3818.\n\n\n\n\n+ Show Interview 1 - SCP-3818-A \n\n\n\n\n- Hide Interview Log.\n\n\n\n\nInterview 1-3818-A\n\n\n\n\n[BEGIN LOG - 9:49 AM]\n\n\nDr. Bridge:\n Good morning, erm, please identify yourself.\n\n\n3818-A:\n David- Agent David Hawk, Level 3, Task Force Zero Six Six Beta, Site 66.\n\n\nDr. Bridge:\n Mm. Tell me about your day so far, Agent. I will be referring to you as 3818-A, or A, after this. Proceed.\n\n\n3818-A:\n Yeah, I get it. At six A.M. my alarm went off, and both of us woke up and realized we weren’t alone.\n\n\nDr. Bridge:\n Both you and B.\n\n\n3818-A:\n Yeah. Both woke up in… well, my bed, I looked over and saw him there. We freaked out, started fighting. Security guy, I think Frank? He heard us, came down and broke us up. Now we’re here.\n\n\nDr. Bridge:\n You woke up in bed together. And you had the same clothing, down to the brand of shirt… The guard detained you both from there, correct?\n\n\n3818-A:\n Yeah.\n\n\nDr. Bridge:\n And as far as we can all tell, you’re the same- sorry, you’re identical. Down to memories of people you know.\n\n\n3818-A:\n As far as I’m aware I guess? \nbrief pause\n Uh, about memory, Doctor, you probably know. I had an accident?\n\n\nDr. Bridge:\n Mm. I’m reading that on your file. You were in an accident and lost a lot of of your early memories.\n\n\n3818-A:\n Yeah.\n\n\nDr. Bridge:\n Mm. Noted. We’re done here for now, I’ll see you again later. If you need anything, ping the guards.\n\n\nInterview 1-3818-A end.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Interview 1 - SCP-3818-B \n\n\n\n\n- Hide Interview Log.\n\n\n\n\nInterview 1-3818-B\n\n\n\n\n[BEGIN LOG - 9:52 AM]\n\n\nDr. Bridge:\n Good morning, please identify yourself.\n\n\n3818-B:\n Agent David Hawk, Site-66 Task Force Oh-Six Six Beta, Level 3.\n\n\nDr. Bridge:\n Good, okay… so tell me why we’re here, Agent. Your designation is 3818-B, just so you’re aware.\n\n\n3818-B:\n I’m- Okay. Okay, so my alarm went off and he reached over to shut it off. He looked over, and we both scream and freak out.\n\n\nDr. Bridge:\n You and dash-A, you mean.\n\n\n3818-B:\n Rr- Yes. I shoved him out of bed, we started fighting. I almost got him in a grapple when… F-Frank. Frank? Showed up.\n\n\nDr. Bridge:\n He realized you two were- Appeared, sorry, identical, and detained you.\n\n\n3818-B:\n Yeah. Identical, as far as everyone can tell. Apparently he even broke his collarbone when he was little. I actually forgot about that.\n\n\nDr. Bridge:\n Yes, as far as we can tell everything seems identical between you two, down to medical history… Though, while we’re using the phrase ‘identical’, we’re treating the two of you as separate entities.\n\n\n3818-B:\n Thanks, I-I guess? We’re not the same, I didn’t just mitosis in the middle of the night.\n\n\nDr. Bridge:\n Yeah. \npause\n I think that’s all for now, but I will be back in later on. If you need anything, ping the guards.\n\n\n3818-B:\n Thanks, doctor.\n\n\nInterview 1-3818-B end\n\n\n\n\n\n\n\n\n\n\nBelow are further interviews, both taken eight days after initial containment.\n\n\n\n\n+ Show Interview 5 - SCP-3818-A \n\n\n\n\n- Hide Interview Log.\n\n\n\n\nInterview 5-SCP-3818-A\n\n\n\n\n[BEGIN LOG - 3:11 PM]\n\n\nDr. Bridge:\n Good afternoon, Dash-A. You holding up alright?\n\n\n3818-A:\n I am, yeah. Just trying to stay sane.\n\n\nDr. Bridge:\n It’s been a little over a week since containment.\n\n\n3818-A:\n Only that? It feels so much longer, fuck.\n\n\nDr. Bridge:\n So I hear from most containees. And… you’ve been a little reclusive, even for a containee.\n\n\n3818-A:\n I shouldn’t be in containment, Doctor. You know that.\n\n\nDr. Bridge:\n Well I wouldn’t say I should know that, you’re clearly part of an anomaly. As rough as it is, you’re…\n\n\n3818-A:\n … Here.\n\n\nDr. Bridge:\n \nseveral seconds of silence\n Dash-A, I’m concerned about your state of mind. Try to rest, you’re clearly stewing in something. Okay? You’re aware you can requisition entertainment material, right?\n\n\n3818-A:\n Yeah, of course. I’ll try to find something,\n\n\nDr. Bridge:\n Then do so. Just ask the guards, we’ll get it to you. They have a logging system, we won’t miss anything. Ask for anything you like. Other than Internet access.\n\n\n3818-A:\n Oh, drat, I hoped to get that first.\n\n\nDr. Bridge:\n Mm- hah. Yeah, I’m sorry, you know the process.\n\n\n3818-A:\n Yes Doctor. Containment first… It’s frustrating.\n\n\nDr. Bridge:\n … Now is there anything you need? Or want to talk about?\n\n\n3818-A:\n No, I’ll be okay Doctor. Just take care, okay?\n\n\nDr. Bridge:\n Alright, well. Until next time.\n\n\nInterview 5-SCP-3818-A end.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Interview 5 - SCP-3818-B \n\n\n\n\n- Hide Interview Log.\n\n\n\n\nInterview 5-SCP-3818-B\n\n\n\n\n[BEGIN LOG - 4:21 PM]\n\n\nDr. Bridge:\n Good afternoon Dash-B, you wanted to see me?\n\n\n3818-B:\n I did, yeah. Any progress trying to figure out what’s going on here?\n\n\nDr. Bridge:\n … No, not yet. No new developments on our end. How are you holding up?\n\n\n3818-B:\n Fff… doctor, I swear to god, I have no idea what’s going on here.\n\n\nDr. Bridge:\n I didn’t think you wo-\n\n\n3818-B:\n Sorry, I’m… Doctor, nothing? The camera thing maybe?\n\n\nDr. Bridge:\n You’ve never worked with that, have you?\n\n\n3818-B:\n N-no, but it’s… like the only thing I can think of that could explain this bullshit.\n\n\nDr. Bridge:\n Mm. You’re anxious, really anxious, aren’t you?\n\n\n3818-B:\n … Yeah, sorry. Shouldn’t swear at you- It’s been a week, right?\n\n\nDr. Bridge:\n Day eight… You’ve requisitioned some entertainment material, yes?\n\n\n3818-B:\n Yeah I have my music and movies and stuff. There’s nothing else to do around here.\n\n\nDr. Bridge:\n We can look into more novel entertainment or avenues of expression. If you think that would help.\n\n\n3818-B:\n I… I don’t know. It’s like a bad dream Doc. Like…\n\n\nDr. Bridge:\n … Go on.\n\n\n3818-B:\n Like it’s not getting better.\n\n\nInterview 5-SCP-3818-B end.\n\n\n\n\n\n\n\n\n\n\nDr. Bridge and Dr. Seidelman believe that the above interviews are worthwhile keeping in the main SCP-3818 summary file; further interview logs are available upon request.\n\n\nFollow-Up Summary:\n SCP-3818-A and -B remain in Euclid class humanoid containment. Both maintain ignorance to the nature of their shared anomaly.\n\n\nIncident Summary - Security Breach ██/██/████:\nedited\n On ██/██/████ at 2:17 P.M. local time, a wide-scale breach occurred across Bio-Site 66, causing the accidental release of multiple Euclid class SCP entities. During this time, a number of containment systems, site and SCP surveillance, and backup power systems experienced rolling failures across the Site.\n\n\nThe incident lasted for approximately two-and-a-half hours. Of note is that all humanoid containment at Bio-Site 66 failed during this breach; however, humanoid SCP objects other than 3818-A and 3818-B remained within containment, for their own safety. SCP-3818-A and -B are unaccounted for during the entire duration of the breach.\n\n\nDuring this time, security surveillance was irregular, with camera systems rebooting repeatedly. Due to this, limited visual records exist of the breach. While mostly successful in their efforts, the escaped SCP-████ became especially difficult towards the latter half of the breach and forced the present members of Task Force 066-Beta to scatter.\n\n\nBy 5:02 P.M. local time, several Mobile Task Forces arrived at Bio-Site 66 to lend support from other Sites. System functionality was restored and remaining SCP objects were soon returned to containment.\n\n\nAt 6:22 P.M. local time, SCP-3818-A and -B were discovered in an unused containment chamber. The designation collars had been damaged and removed from both instances; one instance was found dead, with the other bearing wounds consistent with SCP-████ as well as close-quarters-combat.\n\n\nThe remaining instance of SCP-3818 remains in containment; the deceased instance has been given full funerary process, at the behest of Dr. Bridge.\n\n\nThe cause of the breach is as of yet unknown.\n\n\n\n\n\n\n« \nSCP-3817\n | SCP-3818 | \nSCP-3819\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3818\n\" by Dexanote, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3818\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "[BEGIN LOG - 9:49 AM] Dr. Bridge: Good morning, erm, please identify yourself. 3818-A: David- Agent David Hawk, Level 3, Task Force Zero Six Six Beta, Site 66. Dr. Bridge: Mm. Tell me about your day so far, Agent. I will be referring to you as 3818-A, or A, after this. Proceed. 3818-A: Yeah, I get it. At six A.M. my alarm went off, and both of us woke up and realized we weren’t alone. Dr. Bridge: Both you and B. 3818-A: Yeah. Both woke up in… well, my bed, I looked over and saw him there. We freaked out, started fighting. Security guy, I think Frank? He heard us, came down and broke us up. Now we’re here. Dr. Bridge: You woke up in bed together. And you had the same clothing, down to the brand of shirt… The guard detained you both from there, correct? 3818-A: Yeah. Dr. Bridge: And as far as we can all tell, you’re the same- sorry, you’re identical. Down to memories of people you know. 3818-A: As far as I’m aware I guess? brief pause Uh, about memory, Doctor, you probably know. I had an accident? Dr. Bridge: Mm. I’m reading that on your file. You were in an accident and lost a lot of of your early memories. 3818-A: Yeah. Dr. Bridge: Mm. Noted. We’re done here for now, I’ll see you again later. If you need anything, ping the guards. Interview 1-3818-A end.",
        "[BEGIN LOG - 9:52 AM] Dr. Bridge: Good morning, please identify yourself. 3818-B: Agent David Hawk, Site-66 Task Force Oh-Six Six Beta, Level 3. Dr. Bridge: Good, okay… so tell me why we’re here, Agent. Your designation is 3818-B, just so you’re aware. 3818-B: I’m- Okay. Okay, so my alarm went off and he reached over to shut it off. He looked over, and we both scream and freak out. Dr. Bridge: You and dash-A, you mean. 3818-B: Rr- Yes. I shoved him out of bed, we started fighting. I almost got him in a grapple when… F-Frank. Frank? Showed up. Dr. Bridge: He realized you two were- Appeared, sorry, identical, and detained you. 3818-B: Yeah. Identical, as far as everyone can tell. Apparently he even broke his collarbone when he was little. I actually forgot about that. Dr. Bridge: Yes, as far as we can tell everything seems identical between you two, down to medical history… Though, while we’re using the phrase ‘identical’, we’re treating the two of you as separate entities. 3818-B: Thanks, I-I guess? We’re not the same, I didn’t just mitosis in the middle of the night. Dr. Bridge: Yeah. pause I think that’s all for now, but I will be back in later on. If you need anything, ping the guards. 3818-B: Thanks, doctor. Interview 1-3818-B end",
        "[BEGIN LOG - 3:11 PM] Dr. Bridge: Good afternoon, Dash-A. You holding up alright? 3818-A: I am, yeah. Just trying to stay sane. Dr. Bridge: It’s been a little over a week since containment. 3818-A: Only that? It feels so much longer, fuck. Dr. Bridge: So I hear from most containees. And… you’ve been a little reclusive, even for a containee. 3818-A: I shouldn’t be in containment, Doctor. You know that. Dr. Bridge: Well I wouldn’t say I should know that, you’re clearly part of an anomaly. As rough as it is, you’re… 3818-A: … Here. Dr. Bridge: several seconds of silence Dash-A, I’m concerned about your state of mind. Try to rest, you’re clearly stewing in something. Okay? You’re aware you can requisition entertainment material, right? 3818-A: Yeah, of course. I’ll try to find something, Dr. Bridge: Then do so. Just ask the guards, we’ll get it to you. They have a logging system, we won’t miss anything. Ask for anything you like. Other than Internet access. 3818-A: Oh, drat, I hoped to get that first. Dr. Bridge: Mm- hah. Yeah, I’m sorry, you know the process. 3818-A: Yes Doctor. Containment first… It’s frustrating. Dr. Bridge: … Now is there anything you need? Or want to talk about? 3818-A: No, I’ll be okay Doctor. Just take care, okay? Dr. Bridge: Alright, well. Until next time. Interview 5-SCP-3818-A end.",
        "[BEGIN LOG - 4:21 PM] Dr. Bridge: Good afternoon Dash-B, you wanted to see me? 3818-B: I did, yeah. Any progress trying to figure out what’s going on here? Dr. Bridge: … No, not yet. No new developments on our end. How are you holding up? 3818-B: Fff… doctor, I swear to god, I have no idea what’s going on here. Dr. Bridge: I didn’t think you wo- 3818-B: Sorry, I’m… Doctor, nothing? The camera thing maybe? Dr. Bridge: You’ve never worked with that, have you? 3818-B: N-no, but it’s… like the only thing I can think of that could explain this bullshit. Dr. Bridge: Mm. You’re anxious, really anxious, aren’t you? 3818-B: … Yeah, sorry. Shouldn’t swear at you- It’s been a week, right? Dr. Bridge: Day eight… You’ve requisitioned some entertainment material, yes? 3818-B: Yeah I have my music and movies and stuff. There’s nothing else to do around here. Dr. Bridge: We can look into more novel entertainment or avenues of expression. If you think that would help. 3818-B: I… I don’t know. It’s like a bad dream Doc. Like… Dr. Bridge: … Go on. 3818-B: Like it’s not getting better. Interview 5-SCP-3818-B end.",
        "\" SCP-3818 \" by Dexanote, from the SCP Wiki . Source: https://scpwiki.com/scp-3818 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3818",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3818 is two human beings with no other known anomalies, and as such have been contained within separate standard humanoid containment suites within Bio-Site 66. All security clearance has been revoked from SCP-3818 at the time of writing; personnel are to be reminded that SCP-3818 is to be referred to as such until further notice.",
    "description": "SCP-3818 is two identical instances of a human male of Irish-English ancestry. It stands 175cm tall (5 foot 9 inches) and weighs 75.75 kilograms (167 lbs).",
    "title": "SCP-3818"
}