{
    "url": "https://scp-wiki.wikidot.com/scp-3820",
    "all_text": "rating: \n+40\n+\n–\nx\n\n\n\n\n\n\nSCP-3820 prior to containment.\n\n\n\n\n\n\nItem #:\n SCP-3820\n\n\nObject Class:\n \nSafe\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-3820 is to be kept in a standard animal containment unit. It is to be provided with an adult diet designated for large breed canines twice daily as well as a constant supply of water. The containment unit is also to be decontaminated daily. A Foundation personnel specializing in canine veterinary is to complete a health inspection on SCP-3820 annually.\n\n\nDescription:\n SCP-3820 is a member of \nCanis lupus familiaris\n that is coated entirely in a material similar in texture and appearance to calcite, but is malleable enough to allow for normal movement. Other than the aforementioned anomalous properties, SCP-3820 vaguely resembles and behaves like a 5-year-old, female Golden Retriever.\n\n\nSite-19 security footage of the facility’s lobby has shown the sudden appearance of a bright, blue-colored flash lasting for approximately one second before subsiding, with SCP-3820 manifesting at the center of the flash. Researchers have yet to determine the exact mechanism of SCP-3820's manifestation, or why it appeared at Site-19's lobby.\n\n\n\n\n▶ Incident Log-3820-1\n\n\n\n\n◀ Collapse\n\n\n\n\nIncident Log-3820-1:\n On 08/08/2017, one month after SCP-3820's manifestation, Site-19 administration staff Harvey Black received a phone call from an unknown Person of Interest concerning SCP-3820. The Internal Investigation Department has failed to identify or trace the caller, as if the call never transpired.\n\n\nThe following is a transcript of the conversation between the unknown caller and Black:\n\n\n\n\nBlack:\n Hey pal. Been a long day, so keep it short.\n\n\n\n\nCaller:\n Oh, sorry to hear that! We’ll get straight to business then. Is this uh… Site-19?\n\n\n\n\nBlack:\n ‘Is this Site-19?’ The hell are you- wait, what’s your ID number?\n\n\n\n\nCaller:\n Uh… sorry, don’t have one since unlike you I don’t work for the Foundation! I’m just calling you about Marbs, my dog?\n\n\nBlack activates a silent emergency alert, designating the call to be a potential Level-3 security breach.\n\n\n\n\nBlack:\n Hey, hold up, hold up. Before we talk about ‘Marbs’ or whatever… how did you get onto this network?\n\n\n\n\nCaller:\n Oh, got your number in the phone book! Right between Site-██ and Site-██.\n\n\n\n\nBlack receives a directive from Site-19 Security to continue the conversation with the unknown caller and attempt to acquire as much information as possible.\n\n\n\n\nBlack:\n Right, right. So, who are you, really?\n\n\n\n\nCaller:\n Just Marbs’ parent, owner and guardian! And speaking of Marbs, I think she’s registered as number thirty-eight… two-zero in your system?\n\n\n\n\nBlack:\n Yeah um… just looked her up. Our file on ‘Marbs’ is a bit scant, so tell me more about her.\n\n\nCaller:\n Oh, she’s just the sweetest albeit stiffest sentient canine statue ever! Bit quiet and melancholic though. But I’m sure she’s warmed up to you all already!\n\n\n\n\nBlack:\n Very cute, very cute. Right, what’s a… ‘sentient canine statue’?\n\n\n\n\nCaller:\n I’m… honestly not sure really! Statue dogs just look so cool and so elegant- uh, okay, maybe Marbs’ an exception. That's why I chose Site-19. I heard you guys are really good with living statues!\n\n\n\n\nBlack:\n …What the hell is happening? Oh, uh… how did ‘Marbs’ get here?\n\n\n\n\nCaller:\n Wow, you’re really blasting me with the Q and As today, huh? Uh… it’s something to do with [REDACTED], maybe? Oh, I’m so sorry, I-\n\n\n\n\nBlack:\n I haven’t got a clue what you’re on about either. I’m just the… well, guess I’m just the receptionist today.\n\n\n\n\nCaller:\n Yeah, I get you, I so get you- oh! Oh, I’m so sorry, you said to keep it short and now look at what I’ve done!\n\n\n\n\nBlack:\n What? Oh, nah, nah, nah, I got time now-\n\n\n\n\nCaller:\n No, that won’t be fair of me, so let’s get back to business! I just wanna let you guys know that I’m picking up Marbs soon, so you all better say your goodbyes to her!\n\n\n\n\nBlack:\n The- the hell? Seriously?\n\n\n\n\nCaller:\n Oh, um… sorry, I should also thank you all at Site-19 for taking care of Marbs! And don’t worry, I’ve sorted out payment. Hey, it was fun chatting with you today. Really appreciate you putting up with me!\n\n\n\n\nThe caller disconnects.\n\n\n\n\nBlack:\n …That’s it. I’m transferring to Site-██.\n\n\n\n\nOne hour after the phone call, SCP-3820 underwent a spontaneous disappearance event. Security footage has shown the appearance of a bright, blue flash, similar to the manifestation event, lasting approximately one second before subsiding and revealing the disappearance of the subject. Replacing SCP-3820 is exactly one kilogram of [DATA EXPUNGED]. As of the compilation of this incident log, the Foundation’s potential use of [DATA EXPUNGED] is still being debated among the O5 Council.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3819\n | SCP-3820 | \nSCP-3821\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Black: Hey pal. Been a long day, so keep it short. Caller: Oh, sorry to hear that! We’ll get straight to business then. Is this uh… Site-19? Black: ‘Is this Site-19?’ The hell are you- wait, what’s your ID number? Caller: Uh… sorry, don’t have one since unlike you I don’t work for the Foundation! I’m just calling you about Marbs, my dog? Black activates a silent emergency alert, designating the call to be a potential Level-3 security breach. Black: Hey, hold up, hold up. Before we talk about ‘Marbs’ or whatever… how did you get onto this network? Caller: Oh, got your number in the phone book! Right between Site-██ and Site-██. Black receives a directive from Site-19 Security to continue the conversation with the unknown caller and attempt to acquire as much information as possible. Black: Right, right. So, who are you, really? Caller: Just Marbs’ parent, owner and guardian! And speaking of Marbs, I think she’s registered as number thirty-eight… two-zero in your system? Black: Yeah um… just looked her up. Our file on ‘Marbs’ is a bit scant, so tell me more about her. Caller: Oh, she’s just the sweetest albeit stiffest sentient canine statue ever! Bit quiet and melancholic though. But I’m sure she’s warmed up to you all already! Black: Very cute, very cute. Right, what’s a… ‘sentient canine statue’? Caller: I’m… honestly not sure really! Statue dogs just look so cool and so elegant- uh, okay, maybe Marbs’ an exception. That's why I chose Site-19. I heard you guys are really good with living statues! Black: …What the hell is happening? Oh, uh… how did ‘Marbs’ get here? Caller: Wow, you’re really blasting me with the Q and As today, huh? Uh… it’s something to do with [REDACTED], maybe? Oh, I’m so sorry, I- Black: I haven’t got a clue what you’re on about either. I’m just the… well, guess I’m just the receptionist today. Caller: Yeah, I get you, I so get you- oh! Oh, I’m so sorry, you said to keep it short and now look at what I’ve done! Black: What? Oh, nah, nah, nah, I got time now- Caller: No, that won’t be fair of me, so let’s get back to business! I just wanna let you guys know that I’m picking up Marbs soon, so you all better say your goodbyes to her! Black: The- the hell? Seriously? Caller: Oh, um… sorry, I should also thank you all at Site-19 for taking care of Marbs! And don’t worry, I’ve sorted out payment. Hey, it was fun chatting with you today. Really appreciate you putting up with me! The caller disconnects. Black: …That’s it. I’m transferring to Site-██."
    ],
    "item": "SCP-3820",
    "object_class": "Safe Neutralized",
    "containment_procedures": "SCP-3820 is to be kept in a standard animal containment unit. It is to be provided with an adult diet designated for large breed canines twice daily as well as a constant supply of water. The containment unit is also to be decontaminated daily. A Foundation personnel specializing in canine veterinary is to complete a health inspection on SCP-3820 annually.",
    "description": "SCP-3820 is a member of Canis lupus familiaris that is coated entirely in a material similar in texture and appearance to calcite, but is malleable enough to allow for normal movement. Other than the aforementioned anomalous properties, SCP-3820 vaguely resembles and behaves like a 5-year-old, female Golden Retriever.",
    "title": "SCP-3820"
}