{
    "url": "https://scp-wiki.wikidot.com/scp-3833",
    "all_text": "rating: \n+98\n+\n–\nx\n\n\n\n\n\n\nNanga Parbat.\n\n\n\n\n\n\nItem #:\n SCP-3833\n\n\nObject Class:\n Geographical\n\n\nContainment Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Site-3833 has been constructed one kilometer below SCP-3833's lower bound to assist in monitoring and containment efforts. No personnel or civilians are allowed to enter SCP-3833, \naside from D-class personnel equipped with recording equipment for testing purposes.\n A no-fly zone is to be enforced around Nanga Parbat under the guise of Standard Cover Story 088 (\"Weather Hazard\").\n\n\nDescription:\n SCP-3833 is a rectangular volume of space centered on the summit of Nanga Parbat, a mountain in the Himalayas mountain range. The lower bound of SCP-3833 is approximately six kilometers above sea level, and SCP-3833 is one kilometer in width and length. The upper bound of SCP-3833 is unknown\n1\n, but is believed to be between 20 and 30 kilometers above sea level.\n\n\nSCP-3833 plays host to two known anomalous phenomena, designated SCP-3833-1 and SCP-3833-2. SCP-3833-1 is a recurring phenomena where the conditions of Nanga Parbat will become extremely severe. An unusually intense snowstorm signifies the arrival of SCP-3833-1. SCP-3833-1 often involves:\n\n\n\n\nThe aforementioned snowstorm, described as being strong and very cold.\n\n\nRock formations becoming increasingly difficult to climb.\n\n\nEquipment failure becoming increasingly common.\n\n\nAreas of the mountain become iced over and hard to navigate.\n\n\n\n\nWithout intervention from SCP-3833-2, death due to SCP-3833-1 is unavoidable. Circumstances attributable to equipment failure prevent subjects from exiting SCP-3833. None of this anomalous phenomena has been observed by subjects outside of SCP-3833. SCP-3833-1 tends to only affect solo climbers or small groups, though SCP-3833-1 has been known to cause the crashes of commercial airliners flying through SCP-3833 on rare occasions. SCP-3833-1 typically lasts 3 to 6 hours before subsiding.\n\n\nSCP-3833-2 is a cabin located within SCP-3833. Though GPS devices left within SCP-3833-2 do not change location, SCP-3833-2 has not been observed outside of SCP-3833-1 occurrences. SCP-3833-3 is a Caucasian male of Slavic descent who inhabits SCP-3833-2, apparently as its caretaker.\n\n\nIn approximately 33% of all SCP-3833-1 occurrences, the subject will find SCP-3833-2. SCP-3833-3 will invite the subject to enter SCP-3833-2. Once they are inside, SCP-3833-3 will coerce the subject into staying in SCP-3833-2 to shelter themselves from SCP-3833-1. Once SCP-3833-1 has subsided, the subject will be given proper equipment to descend Nanga Parbat if their equipment was broken.\n\n\nDiscovery:\n SCP-3833-1 and SCP-3833-2 came to the Foundation's attention after mountain climber Jerry Helder ascended Nanga Parbat and encountered both SCP-3833-1 and SCP-3833-2. Helder posted about this incident on his mountain-climbing blog, where it was flagged by Foundation webcrawler I/O-BLACKLEECH for potential anomalous activity. The blog was seized by Foundation assets and the post was deleted.\n\n\nAddendum 02/01/2018:\n All attempts to find SCP-3833-2 using long-range surveillance has failed. In all instances, SCP-3833-2 only appears during manifestations of SCP-3833-1. Similarly to SCP-3833-1, SCP-3833-2 is unobservable outside of SCP-3833, making observation outside of SCP-3833 impossible.\n\n\nWith authorization from Site Director Graham and Resource Marshall ██████, short-range interaction through D-class personnel has been approved. Fifty D-class personnel of above-average physical health have been allocated to Site-3833 for use in this operation.\n\n\nOne group of four D-class personnel is to ascend Nanga Parbat and then descend the mountain. Should they ascend and descend successfully, another group is to ascend the mountain. Should they encounter SCP-3833-1, they are to attempt to find the cliffface where SCP-3833-2 is located. If they find SCP-3833-2, they are to enter and use audiovisual equipment to record interactions with SCP-3833-3.\n\n\nFive groups encountered SCP-3833-1, and only one encountered SCP-3833-2. No further incursions into SCP-3833 are planned.\n\n\n\n\nView Attachment: Relevant Audiovisual Excerpts\n\n\n\n\nClose File\n\n\n\n\n\n\nVIDEO TRANSCRIPT\n\n\n\n\n<Begin Log>\n\n\nAgent Krunt:\n Alright boys, recorders are on. For the record, state your names and numbers.\n\n\nD-8990:\n Marty ███████, D-8990.\n\n\nD-2344:\n Fredericks ████, D-2344.\n\n\nD-0110:\n Clyde █████, D-0110.\n\n\nD-5671:\n Micheal ████, D-5671.\n\n\nAgent Krunt:\n This is Agent James Krunt of the D-Class management division. I'm about to send these guys up to the peak of the mountain in hopes of encountering SCP-3833-2. We will have sniper rifles trained on them at all times\n2\n to ensure compliance. Do you have anything to say before I send you up?\n\n\nD-2344:\n I already fucking hate this.\n\n\nAgent Krunt:\n Great. Well, you know your mission, please begin to ascend the mountain.\n\n\nThe groups begins to ascend Nanga Parbat. 15 minutes and 43 seconds of little interaction.\n\n\nD-8990:\n I think we're outside earshot of Agent Cunt and his minions now.\n\n\nD-0110:\n Don't call him that! Remember what-\n\n\nD-8990:\n Yeah, what are they gonna do? Shoot us down for making shitty puns? Fat chance.\n\n\nD-2344:\n Shut up, Marty.\n\n\nD-8990:\n Shut the hell up, Fred.\n\n\nThe group continues to ascend the mountain, until they reach a very tall cliff-wall.\n\n\nD-0110:\n Fucking hell, how are we supposed to climb this?\n\n\nResearcher Calvin (Over Radio):\n You have a winch in your backpack.\n\n\nD-5671:\n Wait, you're still listening in on us?\n\n\nResearcher Calvin:\n Affirmative.\n\n\nPause.\n\n\nD-8990:\n So, is Agent Cunt there with you?\n\n\n33 minutes 46 seconds of little interaction. Wind begins to rise in intensity.\n\n\nD-0110:\n It's getting pretty fucking windy up here.\n\n\nResearcher Calvin:\n Is it also cloudy?\n\n\nD-2344:\n Yeah, it's basically overcast.\n\n\nCloud cover prevents direct observation of the group through satellite telescope.\n\n\nResearcher Calvin:\n This could be the anomalous storm we're looking for. Remember to keep close to the walls and watch your step, and try to navigate to [REDACTED]\n\n\nD-0110:\n Got it.\n\n\n2 minutes 12 seconds of little interaction. The group reaches a relatively flat part of the mountain.\n\n\nD-2344:\n Stop pushing me around, Marty.\n\n\nD-8990:\n Wasn't me.\n\n\nThe wind pushes D-2344 to the ground, and slides him towards a nearby cliff. D-2344 manages to employ his ice pick, but the end of the pick breaks off, and D-2344 falls into a chasm. Fall is assumed to be fatal.\n\n\nD-8990:\n Jesus fucking Christ.\n\n\nD-0110:\n I can swear to god there wasn't a chasm there a second ago.\n\n\n18 minutes 23 seconds of little interaction, aside from complaints from the group about the environment.\n\n\nD-5671:\n Fuck, it's getting colder by the minute up here. My coat isn't helping at all.\n\n\nD-0110:\n The snow's like a spray of fucking bullets.\n\n\nResearcher Calvin:\n Remember to go to [REDACTED]\n\n\nD-8990:\n You-\n\n\nInterference with audiovisual equipment makes communication impossible at this point. Signal is not received for fifteen minutes until backup equipment is remotely activated.\n\n\nD-8990:\n I can't fucking take it anymore. It's too intense.\n\n\nD-0110:\n Wait, I think I hear something?\n\n\nAnalysis of audio at this point has revealed that the sound of a man's voice can be heard through the storm.\n\n\nD-8990:\n It's coming from over there!\n\n\nThe group rounds a corner and discovers a wooden cabin matching descriptions of SCP-3833-2. A man, presumably SCP-3833-3, is standing in front of the door and yelling.\n\n\nSCP-3833-3:\n Hey! Over here!\n\n\nThe group enters SCP-3833-2. SCP-3833-3 closes the door to SCP-3833-2.\n\n\nSCP-3833-3:\n Welcome to the top of the mountain. Would you like something to drink?\n\n\nD-5671:\n Fuck yeah. I'm fucking dying from thirst.\n\n\nSCP-3833-3 leads the group over to a set of two worn, red couches and a stone fireplace. SCP-3833-3 then enters a kitchen area to make drinks.\n\n\nThe group takes their coats off.\n\n\nD-0110:\n Damn, these couches are comfy.\n\n\nD-8990:\n I'm guessing it's just because we're finally out of the fucking cold.\n\n\nD-5671:\n This reminds me a bit of my grammie's old cabin. I can swear to God she had that \nexact\n same painting of a moose…\n\n\nSCP-3833-3 enters the room carrying a tray of four cups of hot chocolate. SCP-3833-3 reacts with shock at a series of dermal abrasions on D-0110's arm and chest. SCP-3833-3 puts the tray down onto a table in between the couches, and the group begins to drink.\n\n\nSCP-3833-3 takes out a metal box underneath one of the couches, and takes out a small, unlabeled bottle of liquid from the box.\n\n\nD-0110:\n What's that?\n\n\nSCP-3833-3:\n A bit of medicine for those scars.\n\n\nSCP-3833-3 applies some liquid to his hand and then uses his hand to apply it to D-0110's arms, and a previously unseen set of abrasions on D-0110's chest. SCP-3833-3 then wraps gauze from the box around D-0110's arms.\n\n\nSCP-3833-3:\n It won't heal right away, but that should take the pain away. Make sure you keep the bandages on.\n\n\nD-0110:\n Thanks, man. I appreciate it.\n\n\nThe group sits in silence for three minutes until they finish their drinks. Personnel at Base Command push the group to ask SCP-3833-3 interview questions.\n\n\nD-8990:\n So, what's your name?\n\n\nSCP-3833-3:\n You can call me Russel.\n\n\nD-8990:\n Alright, Russel, what is this place?\n\n\nSCP-3833-3:\n It's a cabin I built here a while back. Nothing more.\n\n\nD-8990:\n Alright. Why is it so damn stormy up here?\n\n\nSCP-3833-3:\n The higher up you get, the colder it gets. If I'm not mistaken, that's how it works for every mountain.\n\n\nPause.\n\n\nSCP-3833-3:\n Did you enjoy your drinks?\n\n\nD-5671:\n They're great. They taste all sweet and fuzzy.\n\n\nSCP-3833-3:\n Well, it's getting pretty late now.\n\n\nIt is of note that the approximate time was 9:03 PM.\n\n\nSCP-3833-3:\n You must be tired, after all that's happened today. Would you like to rest?\n\n\nD-0110:\n Would I? I'd kill for a half-decent cot.\n\n\nSCP-3833-3 stands up.\n\n\nSCP-3833-3:\n Follow me.\n\n\nSCP-3833-3 leads the group into a hallway adjacent to the living room, and then to a bedroom. The room contains two bunk beds with red comforters covered in blue stars. The walls and ceiling are colored blue, and covered with a white spiral pattern. A window on one wall allows for a view of SCP-3833-1. A spruce dressing stand is pressed against the remaining wall, and has a beige lamp and a blue analog clock resting on it.\n\n\nThe group slides into the bunk beds and goes to sleep. Audiovisual equipment is set to deactivate for six hours during night time.\n\n\nThe next day, SCP-3833-1 is still in the process of occurring. Personnel stationed at Site-3833 confirms the precense of SCP-3833-1. This means that SCP-3833-1 has been occurring for 9 hours, making it the longest occurrence of SCP-3833-1 to date.\n\n\nAfter a short period of time, the group leaves the bedroom to find SCP-3833-3 in the living room, staring out the window.\n\n\nSCP-3833-3:\n The storm doesn't usually last this long. I don't think you'll be able to go out, so I guess you'll have to stay here.\n\n\nD-0110:\n That sucks.\n\n\nSCP-3833-3:\n Hey, it's not all bad. I'm making muffins, do you want any?\n\n\nOnce the group finishes eating breakfast, they begin to play board games such as checkers and chess by SCP-3833-3's suggestion. Little interaction is recorded during this period.\n\n\nD-8990:\n Hey, do you have cable up here?\n\n\nSCP-3833-3:\n Unfortunately, no. It does get lonely up here, but I doubt anyone would be able to run a cable up here.\n\n\nD-8990:\n I think we're missing the Super Bowl up here.\n\n\nD-5671:\n Oh crap, you're right!\n\n\nD-0110:\n Which teams are playing again?\n\n\n89 minutes and 45 seconds of little interaction.\n\n\nD-0110:\n And… checkmate.\n\n\nD-5671:\n God damn it.\n\n\nD-5671 walks up to SCP-3833-3, who is working in the kitchen.\n\n\nD-5671:\n Russel, do you have any other games? I swear to God, if I lose another game of chess to Clyde I'll throw myself out the window into the damn storm.\n\n\nSCP-3833-3:\n Well, I do have something else…\n\n\nThe group sets up a game of\n Dungeons & Dragons. \nThey play for 164 minutes and 33 seconds without interruption.\n\n\nD-5671:\n I take out my sword and fight the elf.\n\n\nSCP-3833-3:\n Alright, then roll initiative.\n\n\nThe group rolls twenty-sided dies.\n\n\nD-0110:\n Fuck yeah!\n\n\nD-8990:\n Another fucking natural twenty? I swear to God, Clyde, what \nare\n you?\n\n\nD-0110:\n Jackson Evergreen, level two Ranger, warrior of Neverwinter, and soon-to-be killer of elves.\n\n\nSCP-3833-3:\n Alright, you get to go first, Clyde.\n\n\nD-0110:\n I peg 'im between the eyes with my crossbow.\n\n\nD-0110 rolls a die.\n\n\nSCP-3833-3:\n You miss. It's now the elf's turn. He casts Eldritch Blast on Crogon-\n\n\nD-8990:\n Fuck me, \nanother\n sorcerer?\n\n\nSCP-3833-3:\n It's Micheal's turn, now.\n\n\nD-5671:\n I walk up and stab the fucker in the neck.\n\n\nD-0110:\n Damn, in the \nneck\n? We gotta catch this guy for information!\n\n\nSCP-3833-3:\n You're almost as cruel as the mountain, Micheal!\n\n\nPause.\n\n\nSCP-3833-3:\n Anyways, roll for damage.\n\n\nThe group continues to play\n Dungeons & Dragons \nfor a while longer, before stopping and sharing personal stories.\n\n\nD-5671:\n …and then I got the fuck out of the \nstairwell\n before the creep got me. Then I got transferred to here, and I had to climb this damn mountain. That's my story.\n\n\nD-0110:\n Alright, Russel, it looks like it's your turn.\n\n\nSCP-3833-3:\n Well, all of you have so many interesting stories, and I'm sorry for being so dull. I was born in Kaliningrad half a century ago. I had a relatively quiet childhood, before I went to Saint Petersburg to study Culinary Arts. I was a chef for the better part of my life, then I came up here.\n\n\nD-8990:\n \n<At the insistence of Researcher Calvin, connected through radio.>\n But why did you come up here in the first place?\n\n\nD-0110:\n I'm more interested in how he got up here, with the storms and all.\n\n\nSCP-3833-3 pauses.\n\n\nSCP-3833-3:\n It all started when a close friend of mine died here on the mountain. I was devastated, and at the funeral I vowed to make sure nobody died up here again. My vows were strong, and my will stronger, so I constructed a humble cabin to shelter the poor fools who came up here.\n\n\nSCP-3833-3 begins to cry.\n\n\nD-8990:\n What's wrong, Russel?\n\n\nSCP-3833-3:\n It's not the storm, it's the mountain. The mountain \nhates\n. It hated Randall back when it swallowed him up. It hates every little person who tries to climb up the mountain. It hates you. And it \nespecially\n hates me.\n\n\nPause. SCP-3833-1 is still occurring, creating a record time of 25 hours for duration.\n\n\nSCP-3833-3:\n I'm alright. It's getting pretty late, now. We should go to bed.\n\n\nThe group goes to bed. Audiovisual equipment is shut down to preserve power. However, equipment is not reactivated by the group in the morning. Remote activation is necessary. SCP-3833-1 has died down. The equipment is still in the bedroom. The following audio is audible through the equipment.\n\n\nSCP-3833-3:\n Ah, you're up quite early.\n\n\nD-5671:\n That's because we made a decision. We're going to stay here.\n\n\nSCP-3833-3:\n Pardon?\n\n\nD-0110:\n Yeah, you're right, this mountain fucking sucks. But you don't have to stay up here alone.\n\n\nD-5671:\n We'll help out wherever we can, we promise.\n\n\nPause.\n\n\nSCP-3833-3:\n I don't see why not. It gets a little bit lonely up here, and I'm tired of just having my thoughts for company.\n\n\nThe equipment does not record any more dialogue, and runs out of power 72 hours later.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nView Attachment: Status Report of SCP-3833-2, 07/19/2018\n\n\n\n\nClose File\n\n\n\n\n\n\nSTATUS REPORT\n\n\n\n\nOn 07/19/2018, another group of five D-class personnel were made to ascend Nanga Parbat, and encountered SCP-3833-1. The group was directed to [DATA REDACTED], where SCP-3833-2 was located. It was discovered that two new cabins were built next to SCP-3833-2, apparently for the residence of the original group sent up to SCP-3833-2. The D-Class sent to investigate were persuaded to remove their equipment and enter the cabins. These personnel are considered to have integrated to this community of D-class personnel and SCP-3833-3.\n\n\nThe two new cabins have been designated SCP-3833-2A and -2B. Due to the risk of sending trained agents into SCP-3833, and the risk of losing more D-class personnel to SCP-3833-2, no further personnel are to ascend Nanga Parbat.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Due to the difficulty in testing the upper bound.\n\n\n2\n. Untrue, said by Agent Krunt to motivate the group.\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore by notgull\n\n\n\n\nMore by notgull\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n\n\nnotgull's Proposal\n\n\nRating: 590\n\n\n\n\n\n\nSCP-3733\n\n\nRating: 380\n\n\n\n\n\n\nSCP-3095\n\n\nRating: 360\n\n\n\n\n\n\nSCP-4804\n\n\nRating: 281\n\n\n\n\n\n\nSCP-2785\n\n\nRating: 280\n\n\n\n\n\n\nSCP-4800\n\n\nRating: 279\n\n\n\n\n\n\nSCP-4348\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4048\n\n\nRating: 207\n\n\n\n\n\n\nSCP-4688\n\n\nRating: 196\n\n\n\n\n\n\nSCP-579-J\n\n\nRating: 189\n\n\n\n\n\n\nSCP-3362\n\n\nRating: 188\n\n\n\n\n\n\nSCP-5800\n\n\nRating: 184\n\n\n\n\n\n\nSCP-4785\n\n\nRating: 176\n\n\n\n\n\n\nSCP-3339\n\n\nRating: 168\n\n\n\n\n\n\nSCP-3747\n\n\nRating: 165\n\n\n\n\n\n\nSCP-4248\n\n\nRating: 161\n\n\n\n\n\n\nSCP-4948\n\n\nRating: 158\n\n\n\n\n\n\nSCP-199\n\n\nRating: 133\n\n\n\n\n\n\nSCP-7234\n\n\nRating: 124\n\n\n\n\n\n\nSCP-3296\n\n\nRating: 124\n\n\n\n\n\n\nSCP-4800-J\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4799\n\n\nRating: 120\n\n\n\n\n\n\nSCP-3485\n\n\nRating: 112\n\n\n\n\n\n\nSCP-5981\n\n\nRating: 109\n\n\n\n\n\n\nSCP-4808\n\n\nRating: 103\n\n\n\n\n\n\nSCP-3833\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3748\n\n\nRating: 94\n\n\n\n\n\n\nSCP-5054\n\n\nRating: 88\n\n\n\n\n\n\nSCP-4148\n\n\nRating: 88\n\n\n\n\n\n\nSCP-5025\n\n\nRating: 87\n\n\n\n\n\n\nSCP-1037\n\n\nRating: 77\n\n\n\n\n\n\nSCP-093-J\n\n\nRating: 74\n\n\n\n\n\n\nSCP-1684\n\n\nRating: 70\n\n\n\n\n\n\nSCP-5680\n\n\nRating: 65\n\n\n\n\n\n\nSCP-4872\n\n\nRating: 62\n\n\n\n\n\n\nSCP-3248\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6904\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5483\n\n\nRating: 38\n\n\n\n\n\n\nSCP-6785\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4397\n\n\nRating: 30\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\n\n\nThe Little Robot that Could\n\n\nRating: 349\n\n\n\n\n\n\nThe Siege of Site-19\n\n\nRating: 169\n\n\n\n\n\n\nJoin the Flock\n\n\nRating: 168\n\n\n\n\n\n\nTales of the Automaton: The Big Birdocalypse\n\n\nRating: 143\n\n\n\n\n\n\nFootage Recovered From a Private Server\n\n\nRating: 117\n\n\n\n\n\n\nMoose on the Loose\n\n\nRating: 77\n\n\n\n\n\n\nAvian Anthology I\n\n\nRating: 76\n\n\n\n\n\n\nMy Empire of Birds\n\n\nRating: 63\n\n\n\n\n\n\nDocument recovered from a Parallel Universe\n\n\nRating: 61\n\n\n\n\n\n\nJoey Fucknuts Steals The Declaration of Independence\n\n\nRating: 58\n\n\n\n\n\n\nKatz and Dogs\n\n\nRating: 55\n\n\n\n\n\n\nYour Guard\n\n\nRating: 50\n\n\n\n\n\n\nVacation Opportunity\n\n\nRating: 45\n\n\n\n\n\n\nThe Scent of a Toaster\n\n\nRating: 33\n\n\n\n\n\n\nBurn, Baby, Burn\n\n\nRating: 29\n\n\n\n\n\n\nChasing Suns\n\n\nRating: 28\n\n\n\n\n\n\nThree Feet Under I\n\n\nRating: 24\n\n\n\n\n\n\nWind in the Sails\n\n\nRating: 23\n\n\n\n\n\n\nThe Shape of Water is Humanoid\n\n\nRating: 23\n\n\n\n\n\n\nDead Reckoning\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under II\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under III\n\n\nRating: 21\n\n\n\n\n\n\nForgotten Shrine\n\n\nRating: 18\n\n\n\n\n\n\nDown Through\n\n\nRating: 17\n\n\n\n\n\n\nInto the Beetle Black Yonder\n\n\nRating: 16\n\n\n\n\n\n\nHyperfine\n\n\nRating: 15\n\n\n\n\n\n\nDon't Knock on Strange Doors\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\nResearcher Calvin's Personnel File\n\n\nRating: 91\n\n\n\n\n\n\nIncident Report ████/████\n\n\nRating: 83\n\n\n\n\n\n\n\"Sphere\" Incursion Log\n\n\nRating: 52\n\n\n\n\n\n\nInitial Incursion Log\n\n\nRating: 50\n\n\n\n\n\n\n\"Cube\" Incursion Log #1\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #2\n\n\nRating: 44\n\n\n\n\n\n\nSCP-093-J Recovered Documents\n\n\nRating: 42\n\n\n\n\n\n\nSCP-093-J Blue Test\n\n\nRating: 40\n\n\n\n\n\n\nSCP-093-J Purple Test\n\n\nRating: 35\n\n\n\n\n\n\nSCP-093-J Green Test\n\n\nRating: 33\n\n\n\n\n\n\nExploration Log 4480-1\n\n\nRating: 22\n\n\n\n\n\n\n\n\n\n\n\n\nSee my \nAuthor Page\n for more information. If you like reading my stuff, consider checking out my \nYouTube Channel\n for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3832\n | SCP-3833 | \nSCP-3834\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3833\n\" by notgull, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3833\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n mountain.jpg\n\n\nName:\n Nanga Parbat The Killer Mountain\n\n\nAuthor:\n Tahsin Anwar Ali\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 02/01/2018: All attempts to find SCP-3833-2 using long-range surveillance has failed. In all instances, SCP-3833-2 only appears during manifestations of SCP-3833-1. Similarly to SCP-3833-1, SCP-3833-2 is unobservable outside of SCP-3833, making observation outside of SCP-3833 impossible.\nWith authorization from Site Director Graham and Resource Marshall ██████, short-range interaction through D-class personnel has been approved. Fifty D-class personnel of above-average physical health have been allocated to Site-3833 for use in this operation.\nOne group of four D-class personnel is to ascend Nanga Parbat and then descend the mountain. Should they ascend and descend successfully, another group is to ascend the mountain. Should they encounter SCP-3833-1, they are to attempt to find the cliffface where SCP-3833-2 is located. If they find SCP-3833-2, they are to enter and use audiovisual equipment to record interactions with SCP-3833-3.\nFive groups encountered SCP-3833-1, and only one encountered SCP-3833-2. No further incursions into SCP-3833 are planned.\n"
    ],
    "documents": [],
    "notes": [
        "VIDEO TRANSCRIPT <Begin Log> Agent Krunt: Alright boys, recorders are on. For the record, state your names and numbers. D-8990: Marty ███████, D-8990. D-2344: Fredericks ████, D-2344. D-0110: Clyde █████, D-0110. D-5671: Micheal ████, D-5671. Agent Krunt: This is Agent James Krunt of the D-Class management division. I'm about to send these guys up to the peak of the mountain in hopes of encountering SCP-3833-2. We will have sniper rifles trained on them at all times 2 to ensure compliance. Do you have anything to say before I send you up? D-2344: I already fucking hate this. Agent Krunt: Great. Well, you know your mission, please begin to ascend the mountain. The groups begins to ascend Nanga Parbat. 15 minutes and 43 seconds of little interaction. D-8990: I think we're outside earshot of Agent Cunt and his minions now. D-0110: Don't call him that! Remember what- D-8990: Yeah, what are they gonna do? Shoot us down for making shitty puns? Fat chance. D-2344: Shut up, Marty. D-8990: Shut the hell up, Fred. The group continues to ascend the mountain, until they reach a very tall cliff-wall. D-0110: Fucking hell, how are we supposed to climb this? Researcher Calvin (Over Radio): You have a winch in your backpack. D-5671: Wait, you're still listening in on us? Researcher Calvin: Affirmative. Pause. D-8990: So, is Agent Cunt there with you? 33 minutes 46 seconds of little interaction. Wind begins to rise in intensity. D-0110: It's getting pretty fucking windy up here. Researcher Calvin: Is it also cloudy? D-2344: Yeah, it's basically overcast. Cloud cover prevents direct observation of the group through satellite telescope. Researcher Calvin: This could be the anomalous storm we're looking for. Remember to keep close to the walls and watch your step, and try to navigate to [REDACTED] D-0110: Got it. 2 minutes 12 seconds of little interaction. The group reaches a relatively flat part of the mountain. D-2344: Stop pushing me around, Marty. D-8990: Wasn't me. The wind pushes D-2344 to the ground, and slides him towards a nearby cliff. D-2344 manages to employ his ice pick, but the end of the pick breaks off, and D-2344 falls into a chasm. Fall is assumed to be fatal. D-8990: Jesus fucking Christ. D-0110: I can swear to god there wasn't a chasm there a second ago. 18 minutes 23 seconds of little interaction, aside from complaints from the group about the environment. D-5671: Fuck, it's getting colder by the minute up here. My coat isn't helping at all. D-0110: The snow's like a spray of fucking bullets. Researcher Calvin: Remember to go to [REDACTED] D-8990: You- Interference with audiovisual equipment makes communication impossible at this point. Signal is not received for fifteen minutes until backup equipment is remotely activated. D-8990: I can't fucking take it anymore. It's too intense. D-0110: Wait, I think I hear something? Analysis of audio at this point has revealed that the sound of a man's voice can be heard through the storm. D-8990: It's coming from over there! The group rounds a corner and discovers a wooden cabin matching descriptions of SCP-3833-2. A man, presumably SCP-3833-3, is standing in front of the door and yelling. SCP-3833-3: Hey! Over here! The group enters SCP-3833-2. SCP-3833-3 closes the door to SCP-3833-2. SCP-3833-3: Welcome to the top of the mountain. Would you like something to drink? D-5671: Fuck yeah. I'm fucking dying from thirst. SCP-3833-3 leads the group over to a set of two worn, red couches and a stone fireplace. SCP-3833-3 then enters a kitchen area to make drinks. The group takes their coats off. D-0110: Damn, these couches are comfy. D-8990: I'm guessing it's just because we're finally out of the fucking cold. D-5671: This reminds me a bit of my grammie's old cabin. I can swear to God she had that exact same painting of a moose… SCP-3833-3 enters the room carrying a tray of four cups of hot chocolate. SCP-3833-3 reacts with shock at a series of dermal abrasions on D-0110's arm and chest. SCP-3833-3 puts the tray down onto a table in between the couches, and the group begins to drink. SCP-3833-3 takes out a metal box underneath one of the couches, and takes out a small, unlabeled bottle of liquid from the box. D-0110: What's that? SCP-3833-3: A bit of medicine for those scars. SCP-3833-3 applies some liquid to his hand and then uses his hand to apply it to D-0110's arms, and a previously unseen set of abrasions on D-0110's chest. SCP-3833-3 then wraps gauze from the box around D-0110's arms. SCP-3833-3: It won't heal right away, but that should take the pain away. Make sure you keep the bandages on. D-0110: Thanks, man. I appreciate it. The group sits in silence for three minutes until they finish their drinks. Personnel at Base Command push the group to ask SCP-3833-3 interview questions. D-8990: So, what's your name? SCP-3833-3: You can call me Russel. D-8990: Alright, Russel, what is this place? SCP-3833-3: It's a cabin I built here a while back. Nothing more. D-8990: Alright. Why is it so damn stormy up here? SCP-3833-3: The higher up you get, the colder it gets. If I'm not mistaken, that's how it works for every mountain. Pause. SCP-3833-3: Did you enjoy your drinks? D-5671: They're great. They taste all sweet and fuzzy. SCP-3833-3: Well, it's getting pretty late now. It is of note that the approximate time was 9:03 PM. SCP-3833-3: You must be tired, after all that's happened today. Would you like to rest? D-0110: Would I? I'd kill for a half-decent cot. SCP-3833-3 stands up. SCP-3833-3: Follow me. SCP-3833-3 leads the group into a hallway adjacent to the living room, and then to a bedroom. The room contains two bunk beds with red comforters covered in blue stars. The walls and ceiling are colored blue, and covered with a white spiral pattern. A window on one wall allows for a view of SCP-3833-1. A spruce dressing stand is pressed against the remaining wall, and has a beige lamp and a blue analog clock resting on it. The group slides into the bunk beds and goes to sleep. Audiovisual equipment is set to deactivate for six hours during night time. The next day, SCP-3833-1 is still in the process of occurring. Personnel stationed at Site-3833 confirms the precense of SCP-3833-1. This means that SCP-3833-1 has been occurring for 9 hours, making it the longest occurrence of SCP-3833-1 to date. After a short period of time, the group leaves the bedroom to find SCP-3833-3 in the living room, staring out the window. SCP-3833-3: The storm doesn't usually last this long. I don't think you'll be able to go out, so I guess you'll have to stay here. D-0110: That sucks. SCP-3833-3: Hey, it's not all bad. I'm making muffins, do you want any? Once the group finishes eating breakfast, they begin to play board games such as checkers and chess by SCP-3833-3's suggestion. Little interaction is recorded during this period. D-8990: Hey, do you have cable up here? SCP-3833-3: Unfortunately, no. It does get lonely up here, but I doubt anyone would be able to run a cable up here. D-8990: I think we're missing the Super Bowl up here. D-5671: Oh crap, you're right! D-0110: Which teams are playing again? 89 minutes and 45 seconds of little interaction. D-0110: And… checkmate. D-5671: God damn it. D-5671 walks up to SCP-3833-3, who is working in the kitchen. D-5671: Russel, do you have any other games? I swear to God, if I lose another game of chess to Clyde I'll throw myself out the window into the damn storm. SCP-3833-3: Well, I do have something else… The group sets up a game of Dungeons & Dragons. They play for 164 minutes and 33 seconds without interruption. D-5671: I take out my sword and fight the elf. SCP-3833-3: Alright, then roll initiative. The group rolls twenty-sided dies. D-0110: Fuck yeah! D-8990: Another fucking natural twenty? I swear to God, Clyde, what are you? D-0110: Jackson Evergreen, level two Ranger, warrior of Neverwinter, and soon-to-be killer of elves. SCP-3833-3: Alright, you get to go first, Clyde. D-0110: I peg 'im between the eyes with my crossbow. D-0110 rolls a die. SCP-3833-3: You miss. It's now the elf's turn. He casts Eldritch Blast on Crogon- D-8990: Fuck me, another sorcerer? SCP-3833-3: It's Micheal's turn, now. D-5671: I walk up and stab the fucker in the neck. D-0110: Damn, in the neck ? We gotta catch this guy for information! SCP-3833-3: You're almost as cruel as the mountain, Micheal! Pause. SCP-3833-3: Anyways, roll for damage. The group continues to play Dungeons & Dragons for a while longer, before stopping and sharing personal stories. D-5671: …and then I got the fuck out of the stairwell before the creep got me. Then I got transferred to here, and I had to climb this damn mountain. That's my story. D-0110: Alright, Russel, it looks like it's your turn. SCP-3833-3: Well, all of you have so many interesting stories, and I'm sorry for being so dull. I was born in Kaliningrad half a century ago. I had a relatively quiet childhood, before I went to Saint Petersburg to study Culinary Arts. I was a chef for the better part of my life, then I came up here. D-8990: <At the insistence of Researcher Calvin, connected through radio.> But why did you come up here in the first place? D-0110: I'm more interested in how he got up here, with the storms and all. SCP-3833-3 pauses. SCP-3833-3: It all started when a close friend of mine died here on the mountain. I was devastated, and at the funeral I vowed to make sure nobody died up here again. My vows were strong, and my will stronger, so I constructed a humble cabin to shelter the poor fools who came up here. SCP-3833-3 begins to cry. D-8990: What's wrong, Russel? SCP-3833-3: It's not the storm, it's the mountain. The mountain hates . It hated Randall back when it swallowed him up. It hates every little person who tries to climb up the mountain. It hates you. And it especially hates me. Pause. SCP-3833-1 is still occurring, creating a record time of 25 hours for duration. SCP-3833-3: I'm alright. It's getting pretty late, now. We should go to bed. The group goes to bed. Audiovisual equipment is shut down to preserve power. However, equipment is not reactivated by the group in the morning. Remote activation is necessary. SCP-3833-1 has died down. The equipment is still in the bedroom. The following audio is audible through the equipment. SCP-3833-3: Ah, you're up quite early. D-5671: That's because we made a decision. We're going to stay here. SCP-3833-3: Pardon? D-0110: Yeah, you're right, this mountain fucking sucks. But you don't have to stay up here alone. D-5671: We'll help out wherever we can, we promise. Pause. SCP-3833-3: I don't see why not. It gets a little bit lonely up here, and I'm tired of just having my thoughts for company. The equipment does not record any more dialogue, and runs out of power 72 hours later. <End Log>",
        "STATUS REPORT On 07/19/2018, another group of five D-class personnel were made to ascend Nanga Parbat, and encountered SCP-3833-1. The group was directed to [DATA REDACTED], where SCP-3833-2 was located. It was discovered that two new cabins were built next to SCP-3833-2, apparently for the residence of the original group sent up to SCP-3833-2. The D-Class sent to investigate were persuaded to remove their equipment and enter the cabins. These personnel are considered to have integrated to this community of D-class personnel and SCP-3833-3. The two new cabins have been designated SCP-3833-2A and -2B. Due to the risk of sending trained agents into SCP-3833, and the risk of losing more D-class personnel to SCP-3833-2, no further personnel are to ascend Nanga Parbat.",
        "\" SCP-3833 \" by notgull, from the SCP Wiki . Source: https://scpwiki.com/scp-3833 . Licensed under CC-BY-SA .",
        "Filename: mountain.jpg Name: Nanga Parbat The Killer Mountain Author: Tahsin Anwar Ali License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3833",
    "object_class": "Geographical",
    "containment_procedures": "Site-3833 has been constructed one kilometer below SCP-3833's lower bound to assist in monitoring and containment efforts. No personnel or civilians are allowed to enter SCP-3833, aside from D-class personnel equipped with recording equipment for testing purposes. A no-fly zone is to be enforced around Nanga Parbat under the guise of Standard Cover Story 088 (\"Weather Hazard\").",
    "description": "SCP-3833 is a rectangular volume of space centered on the summit of Nanga Parbat, a mountain in the Himalayas mountain range. The lower bound of SCP-3833 is approximately six kilometers above sea level, and SCP-3833 is one kilometer in width and length. The upper bound of SCP-3833 is unknown1, but is believed to be between 20 and 30 kilometers above sea level.",
    "title": "SCP-3833"
}