{
    "url": "https://scp-wiki.wikidot.com/scp-3840",
    "all_text": "rating: \n+226\n+\n–\nx\n\n\nItem #:\n SCP-3840\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Due to the size of the area SCP-3840 can manifest in, the entity cannot be physically contained. Containment will focus on disseminating fictional accounts of SCP-3840 sightings, intending to convince the general population that information pertaining to the anomaly is derived from an urban legend, along with explanations that attribute sightings to native fauna or hallucinations. Amnestics may be administered if witnesses attempt to heavily spread information on SCP-3840.\n\n\nAs radio broadcasts from the object are interpreted as number station broadcasts and are only known to \nfringe groups\n, further containment on these is unnecessary.\n\n\nRevision:\n Attempting communication with SCP-3840 is forbidden.\n\n\nDescription:\n SCP-3840 is an emaciated humanoid entity that manifests in the Boreal forest region of Canada. It appears to be covered in severe burn wounds and is estimated to be 2m in height. Manifestations involve SCP-3840 being ejected out of a section of the forest, reaching a height of 50m above the canopy, and descending to another forested section 20m away.\n\n\nThis process will repeat for a variable length of time, normally around three minutes though reaching an hour on occasion, during which SCP-3840 moves toward the nearest population center until reaching a distance of 20km from the location. Demanifestation has not been directly observed. Of note is that, at all points during movement, SCP-3840 appears to be largely limp.\n\n\nCertain objects that enter an undetermined radius around SCP-3840 will be pushed by an unseen force into following the same \"leaping\" motions as the entity, invariably colliding with trees or the ground in the process. These objects will vanish when SCP-3840 demanifests, and do not appear in subsequent manifestations. The most frequently observed objects seen alongside the entity are deceased animals, damaged articles of clothing, and computers.\n\n\nShortwave radio broadcasts at a frequency of 2156 kHz are released from SCP-3840 when manifested. These broadcasts consist entirely of a repeating monotone buzzing sound. A sample of this audio is below. \nWARNING: As this file may be loud, personnel are advised to lower the volume before listening.\n\n\n\n\nNo variations have so far been observed.\n\n\nSightings of entities similar to SCP-3840 have been reported. The most common describe a humanoid rapidly flying through a forested area, frequently colliding with trees while followed by indiscernible objects. An investigation is in progress.\n\n\n\n\n\n\nThe area around the camp site, photographed by \nAgent Szmurlo\n.\n\n\n\n\n\n\nAddendum:\n On 21-August-2015, Foundation assets began detecting a stationary radio broadcast at 2156 kHz, originating from Spray Valley Provincial Park in Alberta, Canada. The signal consisted entirely of a female voice repeatedly saying \"Hello?\" in English and French. After twelve hours the broadcast ceased, and undercover Foundation operatives were dispatched to the location.\n\n\nOperatives discovered a camp site within a forested area. A heavily damaged camping van and the remains of a makeshift radio tower\n1\n were present at the location, along with burnt articles of clothing. Cyrielle Mercier, a member of multiple online conspiracy theory forums, and a cell phone that belonged to an acquaintance were found inside the van.\n\n\nRelevant files are available below.\n\n\n\n\n▷ Investigation 3840/10 Recovered Files\n\n\n\n\n▽ Investigation 3840/10 Recovered Files\n\n\n\n\nThe following are files recovered from the cell phone found with Mercier. A majority of data on the phone was corrupted.\n\n\n\n\nDesignation:\n REC-3840/1\n\n\nDocument Type:\n Image\n\n\nDescription:\n Four young individuals, including Mercier, stand next to each other in front of the camper van. All of them have their arms placed on each other's shoulders and are smiling. A male subject holds a white sign with \"\nparawatch.███\n\"\n2\n written on it in black paint. A male individual (hereafter Subject 1) is drinking from a beer bottle, holding it in a comedically exaggerated manner. Several cell phones, ear buds, and portable chargers are suspended in the air above them.\n\n\n\n\nNOTE:\n Due to the reluctance of Mercier to provide information, the names of these individuals are not known.\n\n\n\n\n\n\nDesignation:\n REC-3840/2\n\n\nDocument Type:\n Video\n\n\n\n\n<BEGIN LOG>\n\n\n[CORRUPTED DATA EXPUNGED]\n\n\nThe camera rapidly moves up from a view of the ground and pans between various trees. An entity resembling SCP-3840 can be seen moving between branches, though the erratic movement of the camera and anomaly prevents a clear view of it.\n\n\nMercier:\n (\nwhispering\n) Holy fuck.\n\n\nSCP-3840 slows and goes limp on a tree branch.\n\n\nSubject 1, presumed to be filming, starts speaking.\n\n\nSubject 1:\n Quiet!\n\n\n[CORRUPTED DATA EXPUNGED]\n\n\nA small fire is present on the tree branch. SCP-3840 is missing.\n\n\nMercier:\n I— Oh. (\nincoherent muttering\n)\n\n\n<END LOG>\n\n\n\n\n\n\nDesignation:\n REC-3840/3\n\n\nDocument Type:\n Image\n\n\nDescription:\n Mercier and one of the photographed individuals sit in fold-out lawn chairs, next to an unlit camp fire. Facial expressions suggest that they are uncomfortable. Mercier is looking over her shoulder at a collapsed and burnt tree, which is largely obscured by the chairs. The upper torso of a body under the tree is partially visible, surrounded by blood and possessing clothing matching that of the other photographed female individual (hereafter Subject 2). A helical antenna extends from behind Mercier's chair, suspected to be originating from the unseen head of Subject 2.\n\n\n\n\n\n\nDesignation:\n REC-3840/4\n\n\nDocument Type:\n Video\n\n\n\n\n<BEGIN LOG>\n\n\nThe interior of the van can be seen, with the camera apparently at the rear bunk bed. All side windows are covered with blinds, and the white \"parawatch.███\" sign is obscuring the windshield. The camera momentarily shakes, briefly showing the edges of a black metal object on the bed. Heavy breathing is audible.\n\n\nLoud scraping sounds are heard outside the van. The scraping stops after 30 seconds, and a heavy impact occurs on the left side of the van. There is a second impact from the opposite side, and over the next minute the impacts occur more frequently on all sides of the van. The windshields break and the sign falls over. Only darkness can be seen through the window. A hand grabs onto the black metal object. The impacts stop. Mercier can be heard from outside the van.\n\n\nMercier:\n Really now?\n\n\nThe van door opens and Subject 2 steps in, who turns to look at the subject holding the camera. She appears to be unharmed.\n\n\nSubject 2:\n Could you quiet down in here? You're going to get the ranger—\n\n\nThe phone falls onto the bed, obscuring the camera. Three gunshots and a loud impact are heard.\n\n\n\n\nNOTE:\n Analysis has found that the timing of each collision corresponds to a Morse code message:\n\n\n\n\nSIGNAL RADIO SHUT\n\n\n\n\n\n\n\n\nDesignation:\n REC-3840/5\n\n\nDocument Type:\n Video\n\n\n\n\n<BEGIN LOG>\n\n\nThe camera moves erratically as the subject holding it runs. Light from a flashlight illuminates patches of grass, though few details can be discerned. There is a high-pitched electronic whine and the subject collapses, rolling over and scrambling back. The flashlights points at SCP-3840, which is a meter away and lying on the ground. Its head turns to face the camera and its mouth widens, exposing a megaphone that protrudes from it.\n\n\nAnother electronic whine is released from a megaphone and a voice matching that of Peter Mansbridge\n3\n is heard from it.\n\n\nSCP-3840:\n —as the nation makes preparations. Meanwhile, Minister of National Defense Jason Kenney has declared the mobilization of all Canadian military forces. In his statement, he announced that citizens must be willing to provide any necessary—\n\n\n[CORRUPTED DATA EXPUNGED]\n\n\n<END LOG>\n\n\n\n\n\n\nDesignation:\n REC-3840/6\n\n\nDocument Type:\n Audio\n\n\nDescription:\n A repeating monotone buzzing sequence, forming the following message in Morse code:\n\n\n\n\nWAIT SIGNAL FOR OPERATIONS START\n\n\n\n\n\n\n\n\nDesignation:\n REC-3840/7\n\n\nDocument Type:\n Video\n\n\n\n\n<BEGIN LOG>\n\n\nSubject 1, who has the phone in their breast pocket, is walking through a forested area with a male individual from the photograph (hereafter Subject 3). A 2m tall structure resembling a radio tower is present in the distance.\n\n\nSubject 3:\n This'll work, right?\n\n\nA repeating monotone buzzing sound momentarily replaces normal audio.\n\n\nSubject 3:\n —been nice enough.\n\n\nSubject 3 is abruptly thrown to the side by an unseen force. Subject 1 does not appear to react, and continues walking to the radio tower until reaching it after a minute. The tower is shoddily built, with radio equipment on a metal platform that is welded to numerous support beams. A tangle of cables extends from the back of the equipment and connects to two portable electric generators, which can be heard running.\n\n\nSubject 1 grabs the phone and drops it onto the ground, with the camera facing upward. Severe burn wounds are seen on his right hand until he walks out of view. SCP-3840 is momentarily observed in the canopy, followed by a severed arm. Two minutes later the whirring stops and Subject 1 walks past the phone. There is a metal creaking sound and one of the generators is ejected through the tower, causing it to violently collapse. Metal debris lifts into the air and follow the path of the generator.\n\n\nA wet crunch is heard in the distance.\n\n\n<END LOG>\n\n\n\n\n\n\nDesignation:\n REC-3840/8\n\n\nDocument Type:\n Video\n\n\n\n\n<BEGIN LOG>\n\n\nA person entirely encompassed in flames sits on the ground, holding a beer bottle. Mercier, who is presumed to be filming, starts speaking.\n\n\nMercier:\n Soooo, anything I could get you?\n\n\nThe person lifts the beer bottle and begins drinking from it, making no apparent response.\n\n\nMercier:\n Mmm.\n\n\nMelting cell phones fall out of the person's head.\n\n\nMercier:\n Well, if you spot anything come hollering. Never know what's out here.\n\n\nMercier turns around and walks toward the van, which is on fire.\n\n\n<END LOG>\n\n\n\n\n\n\nDesignation:\n REC-3840/9\n\n\nDocument Type:\n Image\n\n\nDescription:\n Members of the Rocky Mountain Rangers march through an unidentified city. Half of the rangers lack any facial features. Royal Canadian Mounted Police Officers accompany them on horseback, with their faces covered by black masks. One of the rangers is identical in appearance to Subject 1.\n\n\n\n\n\n\nDesignation:\n REC-3840/10\n\n\nDocument Type:\n Audio\n\n\nDescription:\n A performance of \"O Canada.\" Artist unknown.\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Interview Log 3840/C.Mercier/1 [EXCERPT]\n\n\n\n\n▽ Interview Log 3840/C.Mercier/1 [EXCERPT]\n\n\n\n\n\n\nInterviewee:\n Cyrielle Mercier\n\n\nInterviewer:\n Researcher Victor Villeneuve\n\n\nDate:\n 22-August-2015\n\n\n\n\n<BEGIN EXCERPT>\n\n\nVilleneuve:\n Could you tell us what you saw out there?\n\n\nMercier raises an eyebrow.\n\n\nVilleneuve:\n When you were out camping, what did you see?\n\n\nMercier:\n Uhh, we saw some nice mountains and forests. \nMercier shrugs. She appears visibly confused.\n\n\nVilleneuve:\n Did anything eventful happen to you? Did you see anything out of the ordinary?\n\n\nMercier:\n One of the mountain rangers came over on a noise complaint and confiscated some stuff, but other than that it was fine? I don't get what this is about.\n\n\nVilleneuve:\n Mercier, we have seen the videos and photos you and your friend took. Nothing about this was fine.\n\n\nMercier:\n I—what are you on about? Is shutting up to not interfere so odd?\n\n\nVilleneuve:\n We found you unconscious in a burnt camper van. That's normal?\n\n\nMercier:\n Yes, and? God, you actually locked me up to know this.\n\n\nVilleneuve:\n Do I need to remind you what was out there? I have the photos.\n\n\nMercier:\n Jesus, just—look. If a ranger needs a rifle, would you give them a rifle?\n\n\nVilleneuve:\n If it is necessary for defense, yes.\n\n\nMercier:\n Right. So if a ranger comes down and asks for your electronics and lives, would you give it to them?\n\n\nVilleneuve:\n I— wait, \nlives?\n\n\nMercier:\n Would you give it?\n\n\nVilleneuve:\n No. I wouldn't.\n\n\nMercier facepalms then hits her hand on the table.\n\n\nMercier:\n Don't you get—(\ncoughing\n)—Don't you—\n\n\nMercier begins profusely coughing and gasping for air until a burnt phone battery is ejected from their mouth, which collides with the ceiling and lands on the table.\n\n\nMercier:\n (\ncoughing\n)—get it? People have to sacrifice for their country. If you can't handle that then you don't deserve protection.\n\n\n<END EXCERPT>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. How the tower reached the 2165 kHz frequency is unclear.\n\n\n2\n. One of the conspiracy forums Mercier was active on. As of the time of writing, the forum has been added to the \nMTF Gamma-5 (\"Red Herrings\")\n watchlist.\n\n\n3\n. A former anchor of the Canadian television news program \nThe National\n.\n\n\n\n\n\n\n\n\n« \nSCP-3839\n | SCP-3840 | \nSCP-3841\n »",
    "addendums": [
        "Addendum: On 21-August-2015, Foundation assets began detecting a stationary radio broadcast at 2156 kHz, originating from Spray Valley Provincial Park in Alberta, Canada. The signal consisted entirely of a female voice repeatedly saying \"Hello?\" in English and French. After twelve hours the broadcast ceased, and undercover Foundation operatives were dispatched to the location.\nOperatives discovered a camp site within a forested area. A heavily damaged camping van and the remains of a makeshift radio tower 1 were present at the location, along with burnt articles of clothing. Cyrielle Mercier, a member of multiple online conspiracy theory forums, and a cell phone that belonged to an acquaintance were found inside the van.\nRelevant files are available below."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-3840",
    "object_class": "Keter",
    "containment_procedures": "Due to the size of the area SCP-3840 can manifest in, the entity cannot be physically contained. Containment will focus on disseminating fictional accounts of SCP-3840 sightings, intending to convince the general population that information pertaining to the anomaly is derived from an urban legend, along with explanations that attribute sightings to native fauna or hallucinations. Amnestics may be administered if witnesses attempt to heavily spread information on SCP-3840.",
    "description": "A performance of \"O Canada.\" Artist unknown.",
    "title": "SCP-3840"
}