{
    "url": "https://scp-wiki.wikidot.com/scp-3851",
    "all_text": "rating: \n+65\n+\n–\nx\n\n\n\n\n\n\nSCP-3851 upon recovery.\n\n\n\n\n\n\nItem #:\n SCP-3851\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3851 is contained behind a chainlink fence measuring three meters in height topped with barbed wire which surrounds the lake's perimeter. Extra storm drains have been installed in the area surrounding SCP-3851 due to the lake's secondary anomalous effect.\n\n\nDescription:\n SCP-3851 is a lake located in Palm Harbor, Florida, which displays two anomalous properties. The lake is known to have naturally formed due to excessive rainfall over the course of three months. A neighborhood (previously known as \n\"Reign Springs\"\n) used to be located in SCP-3851's location prior to its gradual manifestation.\n\n\nSCP-3851's first anomalous property is that any and all living entities and manmade objects cannot submerge themselves in the body of water. If an entity or manmade object is to attempt to submerge themselves, they will be unable to pass SCP-3851's surface, appearing to stand atop the water. Due to this effect, it is unknown whether SCP-3851 has an ending point of depth.\n\n\nDeceased entities (which were living at any point) are able to breach SCP-3851's surface and will float or sink normally with their regular buoyancy.\n\n\nSCP-3851's secondary anomalous property is that, once every other day, a rainstorm lasting approximately ten minutes in duration occurs over the lake and the half-kilometer area surrounding SCP-3851.\n1\n During the time of downpour, a visual hallucination will occur when a subject attempts to look at the lake.\n\n\nWhen a subject views the lake, they are able to broadly see the figure of multiple homes with an appearance similar to standard reflection. Despite looking like a reflection, no houses matching the appearance of the effect surround SCP-3851.\n\n\nIncident 3851-1:\n On 12 June, 2018, the corpse of an unidentified male child surfaced from SCP-3851. The corpse was swiftly recovered by local Foundation personnel and taken in for autopsy.\n\n\nAutopsy of the corpse revealed the child to be containing a small glass bottle with an enclosing cork within its chest cavity. The glass bottle contained a note. The contents of said note are as follows:\n\n\n\n\n\n\nTo our Lord in Heaven,\n\n\nWe have been beneath this body for three months now. We are running out of food, heat, and, ironically, water.\n\n\nWe do not want to be beneath here much longer. We offer a sacrifice to you in hopes that the ocean above us clears up soon rather than crashes down upon us, crushing our homes.\n\n\nPlease, Lord, hear our plea. Send your angels to save us from this state of Limbo, trapped between the body of water above us and the Earth beneath us.\n\n\nWe are still here.\n Please, our Lord, do not forget about us.\n\n\n\n\n\n\n\nSurveillance of SCP-3851's surface is to be conducted with the intention to find objects similar to those discovered in Incident 3851-1.\n\n\n\nFootnotes\n\n\n1\n. This property was originally thought to be a coincidence, but due to the repeated pattern of being bidaily, it was considered an anomalous property.\n\n\n\n\n\n\n\n\n« \nSCP-3850\n | SCP-3851 | \nSCP-3852\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-3851",
    "object_class": "Safe",
    "containment_procedures": "SCP-3851 is contained behind a chainlink fence measuring three meters in height topped with barbed wire which surrounds the lake's perimeter. Extra storm drains have been installed in the area surrounding SCP-3851 due to the lake's secondary anomalous effect.",
    "description": "SCP-3851 is a lake located in Palm Harbor, Florida, which displays two anomalous properties. The lake is known to have naturally formed due to excessive rainfall over the course of three months. A neighborhood (previously known as \"Reign Springs\") used to be located in SCP-3851's location prior to its gradual manifestation.",
    "title": "SCP-3851"
}