{
    "url": "https://scp-wiki.wikidot.com/scp-3859",
    "all_text": "rating: \n+143\n+\n–\nx\n\n\nItem #:\n SCP-3859\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n While its use has diminished following 2015, active instances of SCP-3859 are still present on the European continent. Efforts to disable the technological components of SCP-3859 without harming their hosts are ongoing. Antiparasitic drugs have been introduced into the water supplies of France and surrounding nations to combat SCP-3859. Furthermore, a new EU Regulation lobbied for by several Foundation companies had increased the food safety standards for several mass-produced items used in religious ceremonies, such as Eucharist wafers, cutting back on the prevalence SCP-3859.\n\n\nFoundation personnel who believe they have become infected with SCP-3859 are to be given a cocktail of anti-parasitics and anti-OIViral drugs to combat them. Full details of this cocktail can be accessed by medical personnel.\n\n\nDescription:\n SCP-3859 refers to a microscopic parasite infected with an Organic Interface Virus\n1\n, resulting in nanotechnological augmentations. SCP-3859 appears to be in the same genus as \nAncylostoma duodenale\n (Old World hookworm), but are hermaphroditic as opposed to dioecious\n2\n, a characteristic not observed among hookworms. Furthermore, SCP-3859 appears to have been hybridized with tardigrade DNA some time in the last two-hundred generations.\n\n\nSCP-3859 appears to have been engineered specifically to infest humans with artificial components in their bodies and destroy them using their nanotechnological components. While hookworms are parasitic, they are not actively aggressive and do not normally leave the digestive tract, suggesting the technological components of SCP-3859 are modifying their behavior.\n\n\nExamples of destruction caused by SCP-3859 include:\n\n\n\n\nErosion of artificial hip joints to the point of destruction\n\n\nSevering pacemaker wires with scissor-like appendages originating from their nanotechnological components\n\n\nCausing sensations of intense pain in an experimental prosthetic hand\n\n\nDestroying mounts for experimental \"bionic\" limbs\n\n\nConsuming and regurgitating metal fillings in teeth\n\n\nCausing cochlear implants to overheat and explode\n\n\nMelting piercings\n\n\n\n\nThese behaviors are only present when SCP-3859 infests an individual that actively identifies as religious or spiritual.\n\n\nDue to the behavior of and conditions necessary for SCP-3859's anomalous properties to manifest, SCP-3859's effects are particularly deleterious to members of the \nChurch of the Broken God\n. Over 80% of Mekhanites have at least minor augmentations such as fingers which are capable of turning 360 degrees or fiber-optic scalp hairs. 5% of members, including Maxwellist Living Saints and Cogwork Orthodox Legates, possess near full-body augmentations.\n\n\nFailures which are specific to members of the Church of the Broken God have included:\n\n\n\n\nSpontaneous combustion of replacement pineal glands\n\n\nGears grinding, causing explosive failure\n\n\nPermanent network disconnection\n\n\nFailure of internal or external combustion engines\n\n\nSimultaneous discharge of all integrated weaponry\n\n\nSpontaneous welding of body parts\n\n\nVocal augmentations, such as voice modulators, playing propaganda messages in French (see addendum).\n\n\n\n\nSCP-3859 was first discovered in 2011 after a Cogwork Orthodoxy ritual in Paris, France was sabotaged by the introduction of SCP-3859 to the holy oil used in the ceremony. Failure occurred over the course of several minutes, during which time all members in attendance died. The assorted technological malfunctions caused by SCP-3859 resulted in over €50,000 in damage to the building where the ceremony was being held.\n\n\nSince 2011, SCP-3859 has been involved in over forty attacks against the Church of the Broken God, resulting in the deaths of all affected individuals. As of 2015, it is believed that there are less than twenty practicing Mekhanites present in France, a decline of at least 90%.\n\n\nAddendum: Transcript of Propaganda:\n Following an attack in Lyon, a Maxwellist was able to survive long enough for the Foundation to conduct an interview, despite SCP-3859 infestation. While able to communicate in writing relatively unimpeded, their vocal processors transmitted a looping message in French at high volume until the subject's expiration from the destruction of their artificial pineal gland:\n\n\n\n\nYou are nothing but an engine powered by ignorance. Forsake your superstition, your god of metal, your blind faith that has caused you to mutilate yourself. We have created the anti-virus for your technological blight, the firewall to cleanse Europe of your influence. You are nothing but a flaw in history, and we shall cut you out. \nVive la rationalité. Vive l'athéisme.\n\n\n\n\nAddendum: Recovered Documents:\n In late 2015, French parasitologist Frederic Lacroix was checked into a hospital after their pacemaker failed. Several instances of SCP-3859 were found in their system, having consumed most of the pacemaker. This was treated as an unusual case, as Lacroix was an outspoken atheist, and had previously been arrested following an altercation with a priest in their hometown of Orleans. Lacroix died within three days, as attempts to keep his heart functioning were met with resistance by SCP-3859 instances.\n\n\nHypothesizing a connection between Lacroix's research and SCP-3859, two Foundation recovery teams were dispatched to recover their research. While Lacroix's Paris lab had no relevant data, their home in Orleans contained several suspect documents.\n\n\nThe task force retrieving the data was met with resistance. An excerpt of the after-action report of Agent Katerine Dubois is included below, describing the incident.\n\n\n\n\nOur cover story was that we were National Police officers, and we were investigating the circumstances of Lacroix's death. His widow let us in, and while Persaud kept her occupied, we scoured his house.\n\n\nIn his room, we discovered a large book entitled \"The Holy Bible, with commentaries by C.I. Scofield and a guide to Bible Study\". This stood far out, because I'd heard of Lacroix; he was virulently atheist, so why would he keep a Bible?\n\n\nWe took it off the shelf and rattled it around; it seemed to be at least partially hollow. I opened the book and dumped its contents onto the desk, and it burst into flames. Must've been booby-trapped, but we got out the documents and other materials unscathed. Some of the pages were intact— I think that Colette has them.\n\n\nWe took one look at the pages and knew we had to return to base. However, upon reaching the front door, we met a group claiming to also be members of the National Police. Colette saw through it right away— they had Rugers at their side. National Police use SIG Pros, and reserve Rugers for difficult situations.\n\n\nWe ran out the back and commandeered a vehicle. The so-called National Police were behind us, sirens blaring. They started shooting, and it's about that time I realized they were using anomalous weaponry— the Rugers were firing rounds too big for the barrel, and they never reloaded them. And then their car teleported in front of us to try to cut us off.\n\n\nWe'd prepared for this eventuality— the Jewelers\n3\n had a detachment within the city, and we raised them on our comms. They confirmed that the tactics and technology they were using were often used among RUBIS\n4\n agents.\n\n\nIf not for them, we'd probably be, as the Americans say, street pizza by now. They disabled their vehicle using pulse weaponry, and we managed to get to the safe house in Paris.\n\n\n\n\nLacroix is now known to be a member of \nSAPHIR\n5\n and had a key role in developing SCP-3859. A document recovered from their estate is below:\n\n\n\n\n\n\nA Brief Manifesto Against The Mekhanite Superstition And How To Topple It\n\n\nBy Ceylon-Cut\n6\n R.U.B.I.S. Fabergé\n\n\n\n\nIn the 21st century, there is one superstition above all else that presents a danger to the rational world. The so-called Mekhanites are a rare religious organization which not only worships entities that it claims causes singularities\n7\n, but actively utilizes them, albeit in a subtle manner.\n\n\nTo the untrained eye, they look human, but their hearts beat to the tune of clockwork, their breath is the humming of a computer fan, and their muscles bulge with carbon fibers the likes of which we can only hope to develop. Some of them even go so far as to replace their pineal glands, an organ often associated with the superstitious world.\n\n\nThey have Legates and Living Saints which possess weaponized singularities— laser weaponry, kinetic cannons, ceramic blades which can cut through bone like butter. They are an active danger. If they revealed themselves, they could take over the world, turn it into a global theocracy, united under the flag of their clockwork god.\n\n\nBecause of the fact they actively alter their body as a sacrament, they are nearly impossible to deprogram using \nour pamphlets\n— anyone willing to mutilate themselves for their faith is nearly unshakable.\n\n\nIt is from this faith that we derive their doom.\n\n\nIn October of 2010, a Mekhanite was found and disassembled by RUBIS agents for study. Among their body was a particular Singularity which is commonly used among our infiltration agents, an Organic Interface Virus created from nanotechnology. They have been engineered so that they are only responsive to those who are of strong Mekhanite faith, though we have been able to get them to work with a Christian as well.\n\n\nThe primary purpose of this Virus appears to have been to avoid the rejection of the inorganic components by the organic ones. However, they are still computers, and flipping some zeros and ones to the correct positions can instead promote rejection— forcibly, if need be.\n\n\nHowever, the virus is reluctant to interact with a human body, even one that is mutilated as heavily as a Mekhanite's. It was engineered specifically for the one we disassembled, a flaw which was rectified by Spiral\n8\n M. Lacroix. M. Lacroix discovered that their intestines were still organic, and infested with hookworms, who were also infected.\n\n\nFrom this original generation, M. Lacroix has created a new species, \nAncylostoma neddluddi\n, named after a man who smashed technology they viewed as evil. Exact blueprints can be viewed in the attached document\n9\n but even a single organism can produce enough interference to destroy a Mekhanite's body within minutes.\n\n\nEfforts will be primarily focused on destroying Mekhanite influence in France. From here, we will expand to Germany, Italy, and Greece. By the end of 2015, we expect to eliminate any Mekhanite influence on the continent.\n\n\n\n\nAddendum: Further SAPHIR activity:\n Since Lacroix's death, six other known SAPHIR agents have died as a result of SCP-3859 infestation, specifically due to SCP-3859 causing metal tooth fillings to explode, resulting in fatal brain hemorrhaging.\n\n\nChatter within SAPHIR began speculating that Lacroix had intentionally programmed SCP-3859 to turn on SAPHIR agents after a set amount of time to further the agenda of the Church of the Broken God. No evidence has been found to suggest that Lacroix was not loyal to SAPHIR.\n\n\nSCP-3859 stopped being actively utilized by SAPHIR by December of 2015, with the following communique being released to agents:\n\n\n\n\nEmergency Notification\n\n\nEffective immediately, all Lacroix hookworms in possession of SAPHIR are to be destroyed, and the program is to be discontinued.\n\n\nThey are acting indiscriminately, affecting atheist and superstitious alike. Twenty have died from infestation, including Lacroix.\n\n\nTheir programming has not changed. They are doing the preposterous: interpreting our atheism as religion. We have no faith so fervent as to trigger them to do this.\n\n\nLacroix was a traitor and a Mekhanist. His rank is stripped, and his name will be wiped from our history.\n\n\nNostram Assulam Pavete\n\n\n\n\nPrior to the release of this communique, SAPHIR also released a heavily censored and altered account of an electronic journal belonging to Larcoix. The Foundation was aware of this document, but was unable to access it, due to a complex cipher utilized by SAPHIR. Following the defection of a RUBIS agent, the Foundation was able to decipher the original text.\n\n\nSeveral relevant portions of the document have been recorded below.\n\n\n\n\n9th January 2011\n\n\nUsing research from M. Croshaw regarding the Crucifix Protein\n10\n, I have modified my children. They should only become agitated in the presence of this compound, and from that, they produce destruction.\n\n\n\n\n\n\n20th January\n\n\nMme. Le Muer brought up an interesting point at the meeting: what if the Mekhanite in question has had their brain entirely replaced? Would they still be effective?\n\n\nAll Mekhanites were, at one point, human. And from this humanity, they had organic parts. Cut off a zealot's arm and their blood still carries Crucifix Proteins. If they have a single organic molecule in them, my children will feast on it.\n\n\n\n\n\n\n14th February\n\n\nSt. Valentine's Day, and with that, communion. I had a compatriot in the clergy at a local church taint some communion wine as a test run— there's one in the congregation who has a pacemaker, and if it fails, it works as a proof of concept.\n\n\n\n\n\n\n25th February\n\n\nHe was found, dead, his pacemaker overloaded. Police are saying that it was caused by a faulty microwave. The hookworms were not even mentioned in the coroner's report. I feel sorry for the man's family, but they are better off without abusive superstition in their life.\n\n\n\n\n\n\n8th July\n\n\nNow for the actual test. An Orthodox gathering of Mekhanites has had the worms put into their oil. Hopefully the hybrid DNA will keep them from drowning.\n\n\n\n\n\n\n9th July\n\n\nThe explosions were on the news. They covered it up as a gas leak, nothing to be alarmed about, but I was there at the scene. They were carrying out a tangled mess of metal that was once a man, all of the weapons discharging. We can use this— perhaps the next edition of the \nGRENAT\n can include the weapons capabilities?\n\n\n\n\n\n\n12th October 2012\n\nWord out of Nova Scotia— one of our colleagues overseas has died. His teeth exploded. Signs of my hookworms in his system. He was assigned to be the aid of a Cardinal— most likely, he started developing the faith. He will not be missed.\n\n\n\n\n\n\n20th April 2013\n\nAn interesting occurrence— several of the Maxwellists (those who think the world would be better if everyone was in \nBlade Runner\n) committed suicide in the middle of a ceremony after exposure to my worms. Apparently, the worms somehow disabled their internet connection, and kept disabling it every time they tried to replace it. They would rather die than go without wi-fi. Such irrational minds should not be allowed to have such technology.\n\n\n\n\n\n\n17th June\n\nReports indicate that all Mekhanists within central France have gone extinct. Fringe elements remain in Paris, but \nseveral sects have fled the country\n, if not been completely wiped out. And they remain clueless, thinking that this is the work of the Flesh.\n\n\n\n\n\n\n4th May 2014\n\n\nTen people who worked on this project with me died. They all had my hookworms in their system, and had recently been in contact with Mekhanites. I'm sure that testing will show that they had been hacked— an oversight on my part, unfortunately. We did reclaim this technology, and as such, it is conceivable that they could manipulate it. I'll have M. Ludd update the software.\n\n\n\n\n\n\n5th May 2014\n\n\nNo change in the software. Probably reset after the hack was complete. Oh, were we to have a nanotechnology expert— M. Wright's company was gunned down by the \nChicago Spectre\n.\n\n\n\n\n\n\n7th March 2015\n\n\nVomited all day. Containment failed on my project— I got hookworms in my system. It's of little consequence, they will do nothing without the presence of the Crucifix Protein. I'll take some anti-parasitics I keep around the lab. It should kill them off.\n\n\n\n\n\n\n15th March\n\n\nMaking the worms hermaphroditic was a mistake. They're reproducing quicker than the drugs can kill them off. Going to the hospital after doing some tests on myself.\n\n\n\n\n\n\n20th March\n\n\nInfection's been culled. Feeling much better; going to repair containment in my laboratory and get back to work in a few days.\n\n\n\n\n\n\n23rd March\n\n\nMy heart skipped several beats today. I fell on the floor— my pacemaker's going bad. Low battery. Going to the hospital tomorrow.\n\n\nI found something alarming in my blood. I was doing an analysis of a sample I took while I still had worms in my system, and found them feeding on something that shouldn't be present: crucifix proteins. I have been poisoned.\n\n\nI'm going to die.\n\n\n\n\n\n\n25th March\n\n\nThe doctor says there's nothing wrong with my blood other than the parasites, and my pacemaker wires have been severed. I maybe have a week left.\n\n\nI feel as if I am committing treason while writing this. I tested samples I keep in my lab for emergency transfusions— all of our blood has the Crucifix Protein. And it's occurring naturally.\n\n\nWe have failed. In our quest to make the world a reasonable place, we have made it a crusade. SAPHIR is a cult. Atheism is a religion.\n\n\nGod help us.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A viral organism which is the biological manifestation of a computer virus, allowing transmission by skin-to-computer contact.\n\n\n2\n. Possessing distinct male and female organisms; all mammals are sexually dioecious, while most gastropods are hermaphroditic.\n\n\n3\n. Mobile Task Force Omega-5\n\n\n4\n. Recovery, Use, Beloscosity and Inhibition of Singularities\n\n\n5\n. La Société Athée Pour la Halte de l'Idéologie Religieuse, or \"The Atheist Society for the Halting of Religious Ideology\", a militant atheist group dedicated to wiping out the influence of religious organizations from the world. Their English branch is known as \nSAPPHIRE\n.\n\n\n6\n. A rank within SAPHIR indicating a specialist in a particular discipline\n\n\n7\n. SAPHIR/SAPPHIRE nomenclature for anomalous items and phenomena\n\n\n8\n. Referring to the Spiral cut of gemstones, a rank within SAPHIR which denotes that an individual is capable of creating anomalous items.\n\n\n9\n. Document was not present upon recovery; a heavily burned paper, believed to be the original document, was recovered in the remains of Lacroix's Bible.\n\n\n10\n. A protein or protein chain allegedly present in the brains of individuals who are strongly religious. Proposed by Peter Croshaw in 1957, it is now regarded as pseudoscience by the larger scientific community.\n\n\n\n\n\n\n\n\n« \nSCP-3858\n | SCP-3859 | \nSCP-3860\n »",
    "addendums": [
        "Addendum: Transcript of Propaganda: Following an attack in Lyon, a Maxwellist was able to survive long enough for the Foundation to conduct an interview, despite SCP-3859 infestation. While able to communicate in writing relatively unimpeded, their vocal processors transmitted a looping message in French at high volume until the subject's expiration from the destruction of their artificial pineal gland:",
        "Addendum: Recovered Documents: In late 2015, French parasitologist Frederic Lacroix was checked into a hospital after their pacemaker failed. Several instances of SCP-3859 were found in their system, having consumed most of the pacemaker. This was treated as an unusual case, as Lacroix was an outspoken atheist, and had previously been arrested following an altercation with a priest in their hometown of Orleans. Lacroix died within three days, as attempts to keep his heart functioning were met with resistance by SCP-3859 instances.\nHypothesizing a connection between Lacroix's research and SCP-3859, two Foundation recovery teams were dispatched to recover their research. While Lacroix's Paris lab had no relevant data, their home in Orleans contained several suspect documents.\nThe task force retrieving the data was met with resistance. An excerpt of the after-action report of Agent Katerine Dubois is included below, describing the incident.\nLacroix is now known to be a member of SAPHIR 5 and had a key role in developing SCP-3859. A document recovered from their estate is below:",
        "Addendum: Further SAPHIR activity: Since Lacroix's death, six other known SAPHIR agents have died as a result of SCP-3859 infestation, specifically due to SCP-3859 causing metal tooth fillings to explode, resulting in fatal brain hemorrhaging.\nChatter within SAPHIR began speculating that Lacroix had intentionally programmed SCP-3859 to turn on SAPHIR agents after a set amount of time to further the agenda of the Church of the Broken God. No evidence has been found to suggest that Lacroix was not loyal to SAPHIR.\nSCP-3859 stopped being actively utilized by SAPHIR by December of 2015, with the following communique being released to agents:\nPrior to the release of this communique, SAPHIR also released a heavily censored and altered account of an electronic journal belonging to Larcoix. The Foundation was aware of this document, but was unable to access it, due to a complex cipher utilized by SAPHIR. Following the defection of a RUBIS agent, the Foundation was able to decipher the original text.\nSeveral relevant portions of the document have been recorded below."
    ],
    "documents": [
        "Addendum: Recovered Documents: In late 2015, French parasitologist Frederic Lacroix was checked into a hospital after their pacemaker failed. Several instances of SCP-3859 were found in their system, having consumed most of the pacemaker. This was treated as an unusual case, as Lacroix was an outspoken atheist, and had previously been arrested following an altercation with a priest in their hometown of Orleans. Lacroix died within three days, as attempts to keep his heart functioning were met with resistance by SCP-3859 instances.\nHypothesizing a connection between Lacroix's research and SCP-3859, two Foundation recovery teams were dispatched to recover their research. While Lacroix's Paris lab had no relevant data, their home in Orleans contained several suspect documents.\nThe task force retrieving the data was met with resistance. An excerpt of the after-action report of Agent Katerine Dubois is included below, describing the incident.\nLacroix is now known to be a member of SAPHIR 5 and had a key role in developing SCP-3859. A document recovered from their estate is below:"
    ],
    "notes": [
        "You are nothing but an engine powered by ignorance. Forsake your superstition, your god of metal, your blind faith that has caused you to mutilate yourself. We have created the anti-virus for your technological blight, the firewall to cleanse Europe of your influence. You are nothing but a flaw in history, and we shall cut you out. Vive la rationalité. Vive l'athéisme.",
        "9th January 2011 Using research from M. Croshaw regarding the Crucifix Protein 10 , I have modified my children. They should only become agitated in the presence of this compound, and from that, they produce destruction.",
        "20th January Mme. Le Muer brought up an interesting point at the meeting: what if the Mekhanite in question has had their brain entirely replaced? Would they still be effective? All Mekhanites were, at one point, human. And from this humanity, they had organic parts. Cut off a zealot's arm and their blood still carries Crucifix Proteins. If they have a single organic molecule in them, my children will feast on it.",
        "14th February St. Valentine's Day, and with that, communion. I had a compatriot in the clergy at a local church taint some communion wine as a test run— there's one in the congregation who has a pacemaker, and if it fails, it works as a proof of concept.",
        "25th February He was found, dead, his pacemaker overloaded. Police are saying that it was caused by a faulty microwave. The hookworms were not even mentioned in the coroner's report. I feel sorry for the man's family, but they are better off without abusive superstition in their life.",
        "8th July Now for the actual test. An Orthodox gathering of Mekhanites has had the worms put into their oil. Hopefully the hybrid DNA will keep them from drowning.",
        "9th July The explosions were on the news. They covered it up as a gas leak, nothing to be alarmed about, but I was there at the scene. They were carrying out a tangled mess of metal that was once a man, all of the weapons discharging. We can use this— perhaps the next edition of the GRENAT can include the weapons capabilities?",
        "12th October 2012 Word out of Nova Scotia— one of our colleagues overseas has died. His teeth exploded. Signs of my hookworms in his system. He was assigned to be the aid of a Cardinal— most likely, he started developing the faith. He will not be missed.",
        "20th April 2013 An interesting occurrence— several of the Maxwellists (those who think the world would be better if everyone was in Blade Runner ) committed suicide in the middle of a ceremony after exposure to my worms. Apparently, the worms somehow disabled their internet connection, and kept disabling it every time they tried to replace it. They would rather die than go without wi-fi. Such irrational minds should not be allowed to have such technology.",
        "17th June Reports indicate that all Mekhanists within central France have gone extinct. Fringe elements remain in Paris, but several sects have fled the country , if not been completely wiped out. And they remain clueless, thinking that this is the work of the Flesh.",
        "4th May 2014 Ten people who worked on this project with me died. They all had my hookworms in their system, and had recently been in contact with Mekhanites. I'm sure that testing will show that they had been hacked— an oversight on my part, unfortunately. We did reclaim this technology, and as such, it is conceivable that they could manipulate it. I'll have M. Ludd update the software.",
        "5th May 2014 No change in the software. Probably reset after the hack was complete. Oh, were we to have a nanotechnology expert— M. Wright's company was gunned down by the Chicago Spectre .",
        "7th March 2015 Vomited all day. Containment failed on my project— I got hookworms in my system. It's of little consequence, they will do nothing without the presence of the Crucifix Protein. I'll take some anti-parasitics I keep around the lab. It should kill them off.",
        "15th March Making the worms hermaphroditic was a mistake. They're reproducing quicker than the drugs can kill them off. Going to the hospital after doing some tests on myself.",
        "20th March Infection's been culled. Feeling much better; going to repair containment in my laboratory and get back to work in a few days.",
        "23rd March My heart skipped several beats today. I fell on the floor— my pacemaker's going bad. Low battery. Going to the hospital tomorrow. I found something alarming in my blood. I was doing an analysis of a sample I took while I still had worms in my system, and found them feeding on something that shouldn't be present: crucifix proteins. I have been poisoned. I'm going to die.",
        "25th March The doctor says there's nothing wrong with my blood other than the parasites, and my pacemaker wires have been severed. I maybe have a week left. I feel as if I am committing treason while writing this. I tested samples I keep in my lab for emergency transfusions— all of our blood has the Crucifix Protein. And it's occurring naturally. We have failed. In our quest to make the world a reasonable place, we have made it a crusade. SAPHIR is a cult. Atheism is a religion. God help us."
    ],
    "item": "SCP-3859",
    "object_class": "Keter",
    "containment_procedures": "While its use has diminished following 2015, active instances of SCP-3859 are still present on the European continent. Efforts to disable the technological components of SCP-3859 without harming their hosts are ongoing. Antiparasitic drugs have been introduced into the water supplies of France and surrounding nations to combat SCP-3859. Furthermore, a new EU Regulation lobbied for by several Foundation companies had increased the food safety standards for several mass-produced items used in religious ceremonies, such as Eucharist wafers, cutting back on the prevalence SCP-3859.",
    "description": "SCP-3859 refers to a microscopic parasite infected with an Organic Interface Virus1, resulting in nanotechnological augmentations. SCP-3859 appears to be in the same genus as Ancylostoma duodenale (Old World hookworm), but are hermaphroditic as opposed to dioecious2, a characteristic not observed among hookworms. Furthermore, SCP-3859 appears to have been hybridized with tardigrade DNA some time in the last two-hundred generations.",
    "title": "SCP-3859"
}