{
    "url": "https://scp-wiki.wikidot.com/scp-3863",
    "all_text": "Following infestation, SCP-3863-1 instances will no longer need to consume their usual dietary material and are instead sustained primarily by a mixture of honey and nectar.\n\n\n\n\nrating: \n+167\n+\n–\nx\n\n\n\n\n\n\nSCP-3863-1-D briefly following the installation of a sanitary rubber ring around the entrance created by SCP-3863.\n\n\n\n\n\n\nItem #:\n SCP-3863\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Containment of SCP-3863 is deferred to GoI-466 (Wilson's Wildlife Solutions) as per the Boring Agreement\n1\n. Instances of SCP-3863-1 are to be milked twice daily by personnel who are not allergic to bees.\n\n\nHosts suitable for SCP-3863 instances are to be provided to Wilson's personnel in observance of Hatching Events.\n\n\n\n\n\n\nSCP-3863 mid-flight.\n\n\n\n\n\n\nDescription:\n SCP-3863 is a species of honeybee similar to \nApis mellifera\n which form a symbiotic relationship with mammals. SCP-3863 will burrow a sizable hole through the skin, flesh, and eventually, stomachs/smaller intestines of affected subjects, hereafter referred to as SCP-3863-1. Once inside, SCP-3863 will construct masses of hexagonal prisms similar to honeycombs within the host's digestive system. Despite this, instances do not appear to suffer pain or other negative side effects. Following the construction of an initial hive, SCP-3863 will continue to behave as non-anomalous bees and collect pollen and nectar.\n\n\nFollowing infestation, SCP-3863-1 instances will no longer need to consume their usual dietary material and are instead sustained primarily by a mixture of honey and nectar.\n2\n Though SCP-3863-1 become sterile post-infection, their udders will engorge as if they were feeding offspring.\n\n\nSCP-3863-1 instances require milking in a process similar to non-anomalous livestock. The substance produced is a viscous dark orange semi-liquid chemically identical to honey, though it possesses nearly triple the normal quantity of the nutritional mineral iron. This substance possesses no anomalous properties aside from its origin. The Foundation has permitted Wilson's Wildlife Solutions to harvest and sell SCP-3863-1 byproduct within the Three Portlands area (Please contact GoI-466 liaison Roger Tarpan for additional information).\n\n\n\n\n\n\nEnhanced color image of a newly constructed hive within SCP-3863-1-D's upper stomach.\n\n\n\n\n\n\nHatching Events:\n Hatching Events occur between 11-13 months of the infestation of an SCP-3863-1 instance and are denoted by upwards of 80% of a colony's SCP-3863 instances swarming outside a host. This may last up to 72 hours, after which a queen instance will emerge accompanied by 10-15 drones in search of a new host. During this time, a mature dairy cow is to be introduced to the SCP-3863 containment facility and supervised from outside the enclosure until infestation takes place.\n\n\nAddendum- List of SCP-3863-1 instances in containment:\n\n\n \n\n\n\n\n\n\nSCP-3863-1 Designation\n\n\nSpecies\n\n\nNotes\n\n\n\n\n\n\nSCP-3863-1-A\n\n\nDairy Cow\n\n\nOriginal SCP-3863 colony found in Boring, Oregon.\n\n\n\n\n\n\nSCP-3863-1-B\n\n\nGoat\n\n\nAccidental instance of SCP-3863-1. First known instance of infection.\n\n\n\n\n\n\nSCP-3863-1-C\n\n\nDairy Cow\n\n\nFirst successful Foundation-created instance of SCP-3863-1.\n\n\n\n\n\n\nSCP-3863-1-D\n\n\nDairy Cow\n\n\nNext instance creation is due 10/10/2019\n\n\n\n\n\n\nSCP-3863-1-E\n3\n\n\nHuman\n\n\nFormerly WWS employee Jason Corthon, additional accidental instance. Expresses mild discomfort during milking but has not reported any other negative effects in regards to SCP-3863 or its conversion into an instance of SCP-3863-1.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Following the \nUrsus Maritimus Incident of 2008\n, the Boring Agreement was created as a binding document which allows Wilson's Wildlife Solutions to handle the containment of Euclid or Safe fauna based anomalies within Clackamas County under supervision of the SCP Foundation.\n\n\n2\n. Research into the possibility of SCP-3863 evolving this trait to create more space in the stomachs by removing the need for a rumen in their hosts is currently ongoing.\n\n\n3\n. Currently contained at Site-64.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8911\n \n•\n\n\n\n\n\n\nSCP-6512\n \n•\n\n\n\n\n\n\nSCP-6057\n \n•\n\n\n\n\n\n\nSCP-6832\n \n•\n\n\n\n\n\n\nSCP-8726\n \n•\n\n\n\n\n\n\nSCP-3297\n \n•\n\n\n\n\n\n\nSCP-4176\n \n•\n\n\n\n\n\n\nSCP-4046\n \n•\n\n\n\n\n\n\nSCP-4726\n \n•\n\n\n\n\n\n\nSCP-4934\n \n•\n\n\n\n\n\n\nSCP-2910-JP\n \n•\n\n\n\n\n\n\nSCP-7260\n \n•\n\n\n\n\n\n\nSCP-3874\n \n•\n\n\n\n\n\n\nSCP-2983\n \n•\n\n\n\n\n\n\nSCP-4206\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nWANTED: THE THIEVES' DOMAIN\n \n•\n\n\n\n\n\n\nSurprise! Happy Birthday! Just as the clock strikes midnight...\n \n•\n\n\n\n\n\n\nSPC-7000\n \n•\n\n\n\n\n\n\nI Don't Get It, But I'll Figure It Out.\n \n•\n\n\n\n\n\n\nASSET 'FLORIDA ORANGE'\n \n•\n\n\n\n\n\n\nI live my life as a palindrome. Backwards and forwards, and yet, exactly the same.\n \n•\n\n\n\n\n\n\nDrunkenly Stumbling Down Memory Lane\n \n•\n\n\n\n\n\n\nDanger: Medellin Hippos!\n \n•\n\n\n\n\n\n\nFanfa\n \n•\n\n\n\n\n\n\nSCP-5057 Additional Documentation\n \n•\n\n\n\n\n\n\nLillian Lillihammer And The Great Meme War\n \n•\n\n\n\n\n\n\nSCP-049-ΩK\n \n•\n\n\n\n\n\n\nCarroll #280/R-01221\n \n•\n\n\n\n\n\n\nProject Proposal 2018-145: \"Drinking With the Jocks\"\n \n•\n\n\n\n\n\n\nNobody Likes Having Enemies\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3862\n | SCP-3863 | \nSCP-3864\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-3863",
    "object_class": "Euclid",
    "containment_procedures": "Containment of SCP-3863 is deferred to GoI-466 (Wilson's Wildlife Solutions) as per the Boring Agreement1. Instances of SCP-3863-1 are to be milked twice daily by personnel who are not allergic to bees.",
    "description": "SCP-3863 is a species of honeybee similar to Apis mellifera which form a symbiotic relationship with mammals. SCP-3863 will burrow a sizable hole through the skin, flesh, and eventually, stomachs/smaller intestines of affected subjects, hereafter referred to as SCP-3863-1. Once inside, SCP-3863 will construct masses of hexagonal prisms similar to honeycombs within the host's digestive system. Despite this, instances do not appear to suffer pain or other negative side effects. Following the construction of an initial hive, SCP-3863 will continue to behave as non-anomalous bees and collect pollen and nectar.",
    "title": "SCP-3863"
}