{
    "url": "https://scp-wiki.wikidot.com/scp-3869",
    "all_text": "rating: \n+116\n+\n–\nx\n\n\nItem #:\n SCP-3869\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Mirrors of the websites YouTube and Bandcamp are to be hosted on an isolated server farm located on Site-15. Foundation agents implanted in internet service providers around North America are to monitor web activity from the 203.0.██.███ family of IP addresses. When the public instances of the aforementioned sites are requested by these addresses, they are to be redirected to the foundation-hosted mirrors.\n\n\nDescription:\n SCP-3869 is an anomalous YouTube channel by the username \"Mr. High Quality.\" The videos on the channel feature still images of video game logos, as well as music playing in the background (hereafter SCP-3869-1) which functions as a low-grade cognitohazard. Instances of SCP-3869-1 often vary greatly from the music that the upload titles and descriptions claim them to be, and are at times wholly unrelated to the original piece.\n\n\nSCP-3869's anomalous properties manifest when an instance of SCP-3869-1 is opened and allowed to play, at the minimum, to the point where the instance diverges from the original track. If an affected subject engages with the video game from which the SCP-3869-1 instance is claimed to originate, the audio from SCP-3869-1 will replace the original track within the game through anomalous means. At this point, secondary anomalies will manifest, often relevant in nature to the edits featured in the anomalous video. Though the primary anomaly can be observed regardless of prior exposure to SCP-3869-1, the replaced music in the context of the game does not act as its own instance of SCP-3869-1.\n\n\nAddendum 3869-1:\n On 05/22/17, the \"channel description\" area of SCP-3869's profile, which was previously blank, updated to contain the following text.\n\n\n\n\nHoly hell!\n You've just found yourself your very own \nMr. High Quality\n by The Gamers Against Weed! Please read the channel description. Who is Dr. Wondertainment?\n\n\nFind them all and become Mr. Gamer!\n\n\n01. Mr. Literal Serial Killer\n\n\n02. Mr. Normie\n\n\n03. Mr. Bernie Sanders\n\n\n04. Mr. Get Anything For Free In Any Shop\n\n05. Mr. High Quality ✔\n\n\n20. Mr. Sex Number\n\n\n21. Mr. Heavenly Virtues\n\n\n22. Mr. Deadly Sins\n\n\n23. Mr. Original Character\n\n\n24. Mr. D.A.R.E.\n\n\n25. Mrs. Gentrification\n\n\n26. Ms. Mad About Video Games\n\n\n27. Mr. Meme\n\n\n28. Mr. Ominous (discontinued)\n\n\n29. Mr. Destiny\n\n\n30. Mr. Monty Python And The Holy Grail\n\n\n31. Ms. Zapatista\n\n\n32. Mr. Hax\n\n\n33. Mr. Just Has The Tattoo\n\n\n34. Mr. Top Text and Mr. Bottom Text\n\n35. Mr. Finale\n\n\n\n\nAddendum 3869-2:\n Unless otherwise indicated, testing was carried out featuring an unmodified version of the game in question, on an unmodified version of the relevant platform. For each test, one D-class was exposed to SCP-3869-1 before testing, and one was used as a control group.\n\n\n\n\n+ Show notable test logs\n\n\n\n\n- Hide\n\n\n\n\n\n\nTest 1\n\n\nSCP-3869-1 instance title:\n Overworld - Super Mario Bros.\n\n\nDifferences from original track:\n Vocal track added, identified as \"Drop It Like It's Hot\" by Snoop Dogg, edited to match the tempo of the background track.\n\n\nTest results:\n Subject became easily agitated by discussion related to the use of narcotics, but personality remained otherwise unchanged.\n\n\nMiscellaneous notes:\n After testing, subject expressed frustration with a nonfunctional door supposedly encountered in the game. There are no doors in \nSuper Mario Bros\n.\n\n\n\n\n\n\nTest 2\n\n\nSCP-3869-1 instance title:\n Snake Eater - Metal Gear Solid 3: Snake Eater\n\n\nDifferences from original track:\n Vocals recreated with poorly-modulated text-to-speech software.\n\n\nTest results:\n Subject's voice replaced with one bearing striking resemblance to poorly-modulated text-to-speech software.\n\n\nMiscellaneous notes:\n N/A\n\n\n\n\n\n\nTest 3:\n\n\nSCP-3869-1 instance title:\n Let's Go Shopping (Beta Version) - PAYDAY 2\n\n\nDifferences from original track:\n All tones produced by the lead synth normalized to the note of C3.\n\n\nTest results:\n Inconclusive.\n\n\nMiscellaneous notes:\n Testing concluded that the different \"versions\" of a song are indicative of a non-standard context. Beta version of \nPAYDAY 2\n could not be secured for further testing with this instance.\n\n\n\n\n\n\nTest 4\n\n\nSCP-3869-1 instance title:\n Last Surprise (OST Version) - Persona 5\n\n\nDifferences from original track:\n Continues normally until the first line of the chorus, during which the vocals cut out mid-sentence, and the image in the video cuts to a blank screen.\n\n\nTest results:\n Subject reported vision rapidly degrading at the point of divergence from the original song, resulting in total loss of eyesight. Blindness persisted after playback was stopped.\n\n\nMiscellaneous notes:\n Anomalous effects did not activate while playing the game in question, and instead manifested while playing an album featuring the game's original soundtrack. This confirms the hypothesis posited after Test 3.\n\n\n\n\n\n\nTest 13\n\n\nSCP-3869-1 instance title:\n BFG Division - DOOM (2016)\n\n\nDifferences from original track:\n Japanese vocal track added, belonging to a separate, unidentified song, which does not match the instrumental in key, tempo, or time signature.\n\n\nTest results:\n Subject reported a steady, continuous increase in ambient temperature despite the control subject reporting no such alteration. By the time the duration of the song had elapsed, the subject lost consciousness, displaying symptoms analogous to frostbite. The onset of hypothermic symptoms was slowed, but not reversible through conventional means until 3-4 minutes after the song stopped playing in the game. Subject likely would not have recovered without direct intervention.\n\n\nMiscellaneous notes:\n Control subject played game while exposed subject watched. Control subject experienced no adverse effects. Replacement phenomenon found not to act on its own as an instance of SCP-3869-1.\n\n\n\n\n\n\nTest 20\n\n\nSCP-3869-1 instance title:\n Slow Ride - Guitar Hero III: Legends of Rock\n\n\nDifferences from original track:\n Track gradually slows down to a minimum of 25% of original speed.\n\n\nTest results:\n Subject reaction speed increased at a rate consistent with song's reduction in tempo. Testing stopped before the song could play to completion, but effects continued even after the console was unplugged. Subject expressed anxious behavior before attempting to escape. Subject moved at superhuman speeds, and avoided small arms fire from security team, but ultimately collapsed from a grand mal seizure. Subject's heart rate rapidly increased until chest cavity exploded after █ minutes of unconsciousness.\n\n\nMiscellaneous notes:\n Testing put on temporary standby.\n\n\n\n\n\n\n\n\n\n\nAddendum 3869-3:\n On 5/30/2017, the Foundation took notice of a video on SCP-3869 determined not to be cognitohazardous in nature. Instead, it directed the viewer to a page on Bandcamp, which featured an album of self-proclaimed \"Greatest Hits\" from the channel available for free download. The Foundation secured the album in .zip form before taking the page down. Containment protocols updated to include a locally-hosted mirror of Bandcamp in addition to the existing YouTube facsimile.\n\n\nThe tracks on the album also function as effective instances of SCP-3869-1, with the difference that the tracks, rather than being attributed to the source game's composer, are attributed to various miscellaneous usernames, likely the users who contributed the song edits; this would mean that SCP-3869 is not the work of an individual, but rather a collaborative project. Further analysis indicates that the authors credited on the album do not match any known users found in any Gamers Against Weed chat logs in the Foundation's possession.\n\n\nAlong with the listed tracks on the album, an additional password-protected archive labeled \"heyjude.zip\" (detailed in Document SCP-3869-A) was included inside the album's own archive.\n\n\nAddendum 3869-4:\n The following is an excerpt from existing chat logs stored on the Foundation database, found to pertain to SCP-3869, from a private chat room hosted by GoI-#5869 \"Gamers Against Weed.\"\n\n\n\n\n + Show chat log\n\n\n\n\n- Hide\n\n\n\n\n\n\nMay 23, 2017\n\n\nbluntfiend:\n Okay, let's put this one to rest once and for all.\n\n\nbluntfiend:\n Gun to your head, which would you rather have on a pizza instead of real cheese: Velveeta, Easy Cheese, Cheez Whiz, or Kraft Singles?\n\n\nFBI_Official:\n I'd take the bullet\n\n\nlesbian_gengar:\n jude, what the fuck.\n\n\nUser tacticalCannabinoid has joined the channel.\n\n\nbluntfiend:\n I'm just asking the hard questions.\n\n\ntacticalCannabinoid:\n hey any of our resident coghaz experts online\n\n\ntacticalCannabinoid:\n i have some Big Questions\n\n\nlesbian_gengar:\n present.\n\n\nbones:\n How about we put a hold on the pizza discussion for now? Sounds like TC's got something important to ask about.\n\n\nlesbian_gengar:\n what kind of Big Questions are we talking?\n\n\ntacticalCannabinoid:\n which one of yall came up with the half-baked siivagunner ripoff\n\n\ntacticalCannabinoid:\n because there are…\n\n\ntacticalCannabinoid:\n \nso many\n things wrong with this i dont know where to start\n\n\nFBI_Official:\n Um\n\n\nlesbian_gengar:\n what.\n\n\ntacticalCannabinoid:\n no dont \"what\" me you know exactly whats going on\n\n\nbones:\n Sorry, but we really don't.\n\n\nlesbian_gengar:\n i wasn't playing coy, tc.\n\n\nlesbian_gengar:\n i mean \"what\" as in \"what are you talking about?\"\n\n\ntacticalCannabinoid:\n mr. high quality\n\n\nbluntfiend:\n This is the first I've heard of a \"Mr. High Quality.\"\n\n\nbluntfiend:\n And as far as I can tell, we aren't starting a new series of Misters when we really haven't even finished the first yet.\n\n\nbones:\n Not seeing anything like that in a quick search of the older logs.\n\n\ntacticalCannabinoid:\n \nhttps://youtube.com/channel/\n█████████████\n\n\nFBI_Official:\n You'd think someone would've mentioned it here or at \nleast\n said something cryptic\n\n\nFBI_Official:\n Lemme see\n\n\nlesbian_gengar:\n this is some downright amateurish shit here, really.\n\n\nlesbian_gengar:\n they didn't even get the \"misters against weed\" format right.\n\n\nlesbian_gengar:\n \nthe\n gamers against weed?\n\n\nlesbian_gengar:\n ouch.\n\n\nFBI_Official:\n Someone tell this dunkass how to count from 4 to 20\n\n\ntacticalCannabinoid:\n ok we can pick their style apart all day long but our names are on shit that we dont want our names on\n\n\nFBI_Official:\n Well, judging that some of the uploads have already been taken down via copyright strikes from \"Smith Copyright Protection\"\n\n\nFBI_Official:\n Sounds like it's gonna be the Janitors' problem sooner rather than later\n\n\nbluntfiend:\n If it's who I think it is, I almost can't help but feel sorry for these guys.\n\n\nbluntfiend:\n …Only almost, though.\n\n\nlesbian_gengar:\n in that case we should probably be on our guard just in case they try to pin it on us.\n\n\ntacticalCannabinoid:\n good idea\n\n\nFBI_Official:\n Ye\n\n\npolaricecraps:\n zoned out for a bit\n\n\npolaricecraps:\n but ftr i'm going with velveeta\n\n\n\n\n\n\n\n\n\n\nDocument 3869-A:\n A brute force attack was utilized to access the contents of \"heyjude.zip.\" Inside the archive was a short text file, presented here in its entirety.\n\n\n\n\n+ Input password\n\n\n\n\n- Password accepted: ROLLER\n\n\n\n\n\n\nYou always find yourselves on the edge of something great, but never seem willing to take the final step towards brilliance. There is no room for cowardice in the world of anart, so consider this a one-time courtesy—a nudge in the right direction, if you will. \nWe know you have it in you,\n but if you don't want to leave a lasting impression on your audience, we'll be more than happy to do it for you.\n\n\nYou call yourselves gamers, but we can play your games, too.\n\n\nAre we cool yet?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3868\n | SCP-3869 | \nSCP-3870\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3869\n\" by CuppaBro, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3869\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3869-1: On 05/22/17, the \"channel description\" area of SCP-3869's profile, which was previously blank, updated to contain the following text.",
        "Addendum 3869-2: Unless otherwise indicated, testing was carried out featuring an unmodified version of the game in question, on an unmodified version of the relevant platform. For each test, one D-class was exposed to SCP-3869-1 before testing, and one was used as a control group.",
        "Addendum 3869-3: On 5/30/2017, the Foundation took notice of a video on SCP-3869 determined not to be cognitohazardous in nature. Instead, it directed the viewer to a page on Bandcamp, which featured an album of self-proclaimed \"Greatest Hits\" from the channel available for free download. The Foundation secured the album in .zip form before taking the page down. Containment protocols updated to include a locally-hosted mirror of Bandcamp in addition to the existing YouTube facsimile.\nThe tracks on the album also function as effective instances of SCP-3869-1, with the difference that the tracks, rather than being attributed to the source game's composer, are attributed to various miscellaneous usernames, likely the users who contributed the song edits; this would mean that SCP-3869 is not the work of an individual, but rather a collaborative project. Further analysis indicates that the authors credited on the album do not match any known users found in any Gamers Against Weed chat logs in the Foundation's possession.\nAlong with the listed tracks on the album, an additional password-protected archive labeled \"heyjude.zip\" (detailed in Document SCP-3869-A) was included inside the album's own archive.",
        "Addendum 3869-4: The following is an excerpt from existing chat logs stored on the Foundation database, found to pertain to SCP-3869, from a private chat room hosted by GoI-#5869 \"Gamers Against Weed.\""
    ],
    "documents": [
        "Document 3869-A: A brute force attack was utilized to access the contents of \"heyjude.zip.\" Inside the archive was a short text file, presented here in its entirety."
    ],
    "notes": [
        "Holy hell! You've just found yourself your very own Mr. High Quality by The Gamers Against Weed! Please read the channel description. Who is Dr. Wondertainment? Find them all and become Mr. Gamer! 01. Mr. Literal Serial Killer 02. Mr. Normie 03. Mr. Bernie Sanders 04. Mr. Get Anything For Free In Any Shop 05. Mr. High Quality ✔ 20. Mr. Sex Number 21. Mr. Heavenly Virtues 22. Mr. Deadly Sins 23. Mr. Original Character 24. Mr. D.A.R.E. 25. Mrs. Gentrification 26. Ms. Mad About Video Games 27. Mr. Meme 28. Mr. Ominous (discontinued) 29. Mr. Destiny 30. Mr. Monty Python And The Holy Grail 31. Ms. Zapatista 32. Mr. Hax 33. Mr. Just Has The Tattoo 34. Mr. Top Text and Mr. Bottom Text 35. Mr. Finale",
        "Test 1 SCP-3869-1 instance title: Overworld - Super Mario Bros. Differences from original track: Vocal track added, identified as \"Drop It Like It's Hot\" by Snoop Dogg, edited to match the tempo of the background track. Test results: Subject became easily agitated by discussion related to the use of narcotics, but personality remained otherwise unchanged. Miscellaneous notes: After testing, subject expressed frustration with a nonfunctional door supposedly encountered in the game. There are no doors in Super Mario Bros .",
        "Test 2 SCP-3869-1 instance title: Snake Eater - Metal Gear Solid 3: Snake Eater Differences from original track: Vocals recreated with poorly-modulated text-to-speech software. Test results: Subject's voice replaced with one bearing striking resemblance to poorly-modulated text-to-speech software. Miscellaneous notes: N/A",
        "Test 3: SCP-3869-1 instance title: Let's Go Shopping (Beta Version) - PAYDAY 2 Differences from original track: All tones produced by the lead synth normalized to the note of C3. Test results: Inconclusive. Miscellaneous notes: Testing concluded that the different \"versions\" of a song are indicative of a non-standard context. Beta version of PAYDAY 2 could not be secured for further testing with this instance.",
        "Test 4 SCP-3869-1 instance title: Last Surprise (OST Version) - Persona 5 Differences from original track: Continues normally until the first line of the chorus, during which the vocals cut out mid-sentence, and the image in the video cuts to a blank screen. Test results: Subject reported vision rapidly degrading at the point of divergence from the original song, resulting in total loss of eyesight. Blindness persisted after playback was stopped. Miscellaneous notes: Anomalous effects did not activate while playing the game in question, and instead manifested while playing an album featuring the game's original soundtrack. This confirms the hypothesis posited after Test 3.",
        "Test 13 SCP-3869-1 instance title: BFG Division - DOOM (2016) Differences from original track: Japanese vocal track added, belonging to a separate, unidentified song, which does not match the instrumental in key, tempo, or time signature. Test results: Subject reported a steady, continuous increase in ambient temperature despite the control subject reporting no such alteration. By the time the duration of the song had elapsed, the subject lost consciousness, displaying symptoms analogous to frostbite. The onset of hypothermic symptoms was slowed, but not reversible through conventional means until 3-4 minutes after the song stopped playing in the game. Subject likely would not have recovered without direct intervention. Miscellaneous notes: Control subject played game while exposed subject watched. Control subject experienced no adverse effects. Replacement phenomenon found not to act on its own as an instance of SCP-3869-1.",
        "Test 20 SCP-3869-1 instance title: Slow Ride - Guitar Hero III: Legends of Rock Differences from original track: Track gradually slows down to a minimum of 25% of original speed. Test results: Subject reaction speed increased at a rate consistent with song's reduction in tempo. Testing stopped before the song could play to completion, but effects continued even after the console was unplugged. Subject expressed anxious behavior before attempting to escape. Subject moved at superhuman speeds, and avoided small arms fire from security team, but ultimately collapsed from a grand mal seizure. Subject's heart rate rapidly increased until chest cavity exploded after █ minutes of unconsciousness. Miscellaneous notes: Testing put on temporary standby.",
        "May 23, 2017 bluntfiend: Okay, let's put this one to rest once and for all. bluntfiend: Gun to your head, which would you rather have on a pizza instead of real cheese: Velveeta, Easy Cheese, Cheez Whiz, or Kraft Singles? FBI_Official: I'd take the bullet lesbian_gengar: jude, what the fuck. User tacticalCannabinoid has joined the channel. bluntfiend: I'm just asking the hard questions. tacticalCannabinoid: hey any of our resident coghaz experts online tacticalCannabinoid: i have some Big Questions lesbian_gengar: present. bones: How about we put a hold on the pizza discussion for now? Sounds like TC's got something important to ask about. lesbian_gengar: what kind of Big Questions are we talking? tacticalCannabinoid: which one of yall came up with the half-baked siivagunner ripoff tacticalCannabinoid: because there are… tacticalCannabinoid: so many things wrong with this i dont know where to start FBI_Official: Um lesbian_gengar: what. tacticalCannabinoid: no dont \"what\" me you know exactly whats going on bones: Sorry, but we really don't. lesbian_gengar: i wasn't playing coy, tc. lesbian_gengar: i mean \"what\" as in \"what are you talking about?\" tacticalCannabinoid: mr. high quality bluntfiend: This is the first I've heard of a \"Mr. High Quality.\" bluntfiend: And as far as I can tell, we aren't starting a new series of Misters when we really haven't even finished the first yet. bones: Not seeing anything like that in a quick search of the older logs. tacticalCannabinoid: https://youtube.com/channel/ █████████████ FBI_Official: You'd think someone would've mentioned it here or at least said something cryptic FBI_Official: Lemme see lesbian_gengar: this is some downright amateurish shit here, really. lesbian_gengar: they didn't even get the \"misters against weed\" format right. lesbian_gengar: the gamers against weed? lesbian_gengar: ouch. FBI_Official: Someone tell this dunkass how to count from 4 to 20 tacticalCannabinoid: ok we can pick their style apart all day long but our names are on shit that we dont want our names on FBI_Official: Well, judging that some of the uploads have already been taken down via copyright strikes from \"Smith Copyright Protection\" FBI_Official: Sounds like it's gonna be the Janitors' problem sooner rather than later bluntfiend: If it's who I think it is, I almost can't help but feel sorry for these guys. bluntfiend: …Only almost, though. lesbian_gengar: in that case we should probably be on our guard just in case they try to pin it on us. tacticalCannabinoid: good idea FBI_Official: Ye polaricecraps: zoned out for a bit polaricecraps: but ftr i'm going with velveeta",
        "You always find yourselves on the edge of something great, but never seem willing to take the final step towards brilliance. There is no room for cowardice in the world of anart, so consider this a one-time courtesy—a nudge in the right direction, if you will. We know you have it in you, but if you don't want to leave a lasting impression on your audience, we'll be more than happy to do it for you. You call yourselves gamers, but we can play your games, too. Are we cool yet?",
        "\" SCP-3869 \" by CuppaBro, from the SCP Wiki . Source: https://scpwiki.com/scp-3869 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3869",
    "object_class": "Euclid",
    "containment_procedures": "Mirrors of the websites YouTube and Bandcamp are to be hosted on an isolated server farm located on Site-15. Foundation agents implanted in internet service providers around North America are to monitor web activity from the 203.0.██.███ family of IP addresses. When the public instances of the aforementioned sites are requested by these addresses, they are to be redirected to the foundation-hosted mirrors.",
    "description": "SCP-3869 is an anomalous YouTube channel by the username \"Mr. High Quality.\" The videos on the channel feature still images of video game logos, as well as music playing in the background (hereafter SCP-3869-1) which functions as a low-grade cognitohazard. Instances of SCP-3869-1 often vary greatly from the music that the upload titles and descriptions claim them to be, and are at times wholly unrelated to the original piece.",
    "title": "SCP-3869"
}