{
    "url": "https://scp-wiki.wikidot.com/scp-3873",
    "all_text": "rating: \n+36\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n70%\n\n(+63)\n\n\n30%\n\n(-27)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+36\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-3873 is contained in a large mammalian containment cell at Site-83, and is to be provided a diet consisting of berries, fruit, algae, and synthetically produced steak.\n\n\nPer the information accord established on October 9, 2328, PoI-3873 is permitted supervised interactions with SCP-3873 twice per week.\n\n\nDescription:\n SCP-3873 is an American grizzly bear with several cybernetic enhancements grafted onto its body. Fur is absent near the cybernetics. There are scars present on the entity's body, including a series of vertical lines across its back.\n\n\nSCP-3873 is able to communicate in English although its understanding of the language is rudimentary.\n\n\nSCP-3873 can manifest several airborne liquid spheres resembling bubbles from its mouth at will. These spheres are able to be popped with relative ease and produce a single note when destroyed, with each bubble producing a different pitch. Surveillance footage has revealed that SCP-3873 frequently uses this ability during its allotted leisure time and when not engaged in other activities.\n\n\nSCP-3873 is always aware of PoI-3873's location through an apparent psychic connection with PoI-3873.\n\n\nDiscovery\n\n\nSCP-3873 was discovered in the New Jersey Cusine District\n1\n consuming foodstuffs discarded in the dumpster of \nCannibal Chin's\n. SCP-3873 was detained without resistance once the owner informed it of the Foundation's nature.\n\n\nDue to the Anomalous Ratification Act, Cannibal Chin's patrons and the owner did not receive amnestization treatment.\n\n\nInterview SCP-3873\n\n\nAn interview with SCP-3873 was conducted in order to extrapolate information about its prior whereabouts.\n\n\n\n\nInterviewer:\n Dr. Allegre\n\n\nInterviewed:\n SCP-3873\n\n\nDr. Allegre:\n Can you understand me?\n\n\nSCP-3873:\n Understand, yes. Boro understand. Hand was good. You have Boro thanks.\n\n\nDr. Allegre:\n You're quite welcome. Now, what can you tell me about what happened to you?\n\n\nSCP-3873:\n Boro… Boro run from Clown Man. Boro not safe with Clown Man. Clown Man make Boro… scared.\n\n\nDr. Allegre:\n The Clown Man? Are you referring to Herman Fuller?\n\n\n[ \nSCP-3873 growls and begins pacing. After several seconds, it sits.\n ]\n\n\nSCP-3873:\n Clown Man take Boro from home. Clown Man take Boro from Frank. Boro not want to go back. Boro want to blow bubble with Frank.\n\n\nDr. Ranyes:\n I assure you, we will keep you safe from the Clown Man.\n\n\nSCP-3873:\n Boro want to see Frank. Where is Frank?\n\n\nDr. Allegre:\n I'm not sure. Perhaps you can tell me a bit more about Frank so that we can find him for you?\n\n\nSCP-3873:\n Frank… [ \nThe entity gestures toward its cybernetics.\n ] Frank like Boro. He like you, but like Boro too. Frank go to Church. Talk to WAN all day. WAN talk to Boro too. Tells Boro things about code.\n\n\nDr. Allegre:\n So you're a Maxwellist then?\n\n\n[ \nSCP-3873 tilts its head and raises its paws.\n ]\n\n\nSCP-3873:\n Boro is bear.\n\n\n\n\nFoundation agents embedded within the local GOI-004C (Church of Maxwellism) chapter were able to identify several individuals whose first names matched the one SCP-3873 provided. These individuals were then questioned until PoI-3873, Frank Simms, was located. All irrelevant interviewees were amnesticized.\n\n\nFrank Simms, presumed owner of SCP-3873 prior to its containment, cooperated when taken into Foundation custody.\n\n\nThe following interview was conducted immediately after POI-3873's detainment.\n\n\n\n\nInterviewer:\n Dr. Allegre\n\n\nInterviewed:\n Frank Simms\n\n\nDr. Allegre:\n Hello, Mr. Simms. I trust everything is to your accommodation?\n\n\nSimms:\n Yeah yeah, sure. Where's my bear?\n\n\nDr. Allegre:\n SCP-3873 is safe within our facility. Don't worry.\n\n\nSimms:\n When can I see him?\n\n\nDr. Allegre:\n After we're finished here, I'll talk to the people in charge and see if they'll allow it. But we need some information from you first.\n\n\nSimms:\n [ \nHe sighs\n ] Just tell me what you want so I can get outta here.\n\n\nDr. Allegre:\n Tell me about the raid the Circus conducted on your church. In as much detail as you can recall.\n\n\nSimms:\n A few of these guys came to one of the sermons, Father Eriquis was preaching about \nAlexander Clymer\n.\n\n\n[ \nSimms shakes his head.\n ]\n\n\nDr. Allegre:\n Something wrong?\n\n\nSimms:\n It's nothing. These guys right, they sit through the whole sermon. And then we all go home for the night. A few days later, they come back again, but there's more of them this time. And they brought in bigger guys too. Real swole assholes, the kind that'd eat folk like you or me for breakfast.\n\n\nDr. Allegre:\n And that's when the raid happened?\n\n\nSimms:\n No, but looking back on it, maybe that's when they got the idea. I seen a few of them staring at Boro. Eyeing a lot of us actually. Didn't think anything of it at the time. Eriquis believed in equality. Thought everyone deserved to be Standardized through WAN.\n\n\nDr. Allegre:\n Standardized? Can you clarify?\n\n\nSimms:\n It's where one achieves apotheosis, and becomes closer to WAN. Eriquis believed everyone deserved that chance, and Fuller knew that.\n\n\nDr. Allegre:\n What happened then?\n\n\nSimms:\n The next time they came, they came en masse. Didn't even pretend to have any pleasantries that time. A few of the bigger guys brought in these barrels, giant things they were. And out of those barrels come these disgusting, gnarly monsters. Tentacles sticking to the walls, suction cups lined with teeth. And they reeked something awful.\n\n\nDr. Allegre:\n That sounds terrible.\n\n\nSimms:\n Those things tore into my congregation, doctor. Ripped 'em to shreds. I saw one of them pour into Helen's throat and tear her apart from the inside. [ \nHe shudders.\n ] I guess they must have left when they got what they wanted.\n\n\nDr. Allegre:\n You mean SCP-3873?\n\n\nSimms:\n After the chaos settled, a bunch of us were dead or dying, and Boro was gone. I haven't seen him since.\n\n\nDr. Allegre:\n I'm sorry to hear that, Mr. Simms. That will be all for now. I'll talk to my supervisors about your visit.\n\n\nSimms:\n Thank you, doctor.\n\n\n\n\n\nDr. Allegre attempted to appeal to the on Site Director regarding POI-3873's visitation rights to SCP-3873, claiming that denial of the request would prove detrimental to SCP-3873's mental health. Her request was denied.\n\nMarshall of Marshall, Carter, & Dark was informed of SCP-3873's containment once the entity was secure at Site-83. In order to assess the entity's monetary value, Marshall instructed Dr. Allegre to perform a series of tests on SCP-3873 over the course of several weeks.\n\n\nExperimentation\n\n\n\n\n\n\nDate\n\n\nExperiment\n\n\nResult\n\n\n\n\n\n\nAugust 20, 2328\n\n\nSCP-3873 was instructed to manifest bubbles that produced the tune of \"Twinkle Twinkle Little Star\" when destroyed in order.\n\n\nSCP-3873 was successful in producing bubbles that produced the notes required to play \"Twinkle Twinkle Little Star\".\n\n\n\n\n\n\nAugust 22, 2328\n\n\nSCP-3873 was instructed to manifest bubbles that produced the tune of \"Gymnopedie No. 1\".\n\n\nSCP-3873 had no knowledge of \"Gymnopedie No. 1\" and was unable to produce the tune. Per Marshall's instruction, SCP-3873 recieved an electric shock and \"Gymnopedie No. 1\" was played in its containment chamber on repeat.\n\n\n\n\n\n\nAugust 30, 2328\n\n\nSCP-3873 was instructed to manifest bubbles that produced the tune of \"Gymnopedie No. 1\".\n\n\nSCP-3873 was able to manifest bubbles that produced the tune of \"Gymnopedie No. 1\".\n\n\n\n\n\n\nSeptember 15, 2328\n\n\nSCP-3873 was instructed to recite the alphabet.\n\n\nSCP-3873 was able to reciete the English alphabet, though it recieved an electric shock when a mistake was made. SCP-3873 was unresponsive to prompts by researchers unrelated to testing and experimentation.\n\n\n\n\n\n\nSeptember 20, 2328\n\n\nSCP-3873 was instructed to differentiate between a non-anomalous humanoid and an anomalous humanoid based on smell.\n\n\nSCP-3873 was not able to discern which of the two individuals was anomalous based on their scent. The entity recieved a moderate electric shock. SCP-3873 unresponsive to prompts from researchers not directly involved in its testing.\n\n\n\n\n\n\nSeptember 28, 2328\n\n\nSCP-3873 was asked to perform technomancy using its cybernetic implants.\n\n\nSCP-3873 did not understand the instruction. Entity received a severe electric shock. Entity now entirely unresponsive to anyone.\n\n\n\n\n\n\nThe following phrase was found carved into the walls of SCP-3873's containment chamber after testing had concluded:\n\n\n\n\nBORO KNOWS. FRANK WAS HERE. WHERE FRANK?\n\n\n\n\nNote from Senior Partner Marshall\n\n\n\n\nFind a way to make this worth the price of admission, gentlemen. Containment fees are getting ridiculous. If you don't find a way to make a profit off this thing soon, I'll have it killed. Get to work.\n\n\n\n\nAfter much deliberation between Dr. Allegre and the Site Director, POI-3873 was contacted again and brought into Foundation custody. The following conversation was recorded by Dr. Allegre.\n\n\n\n\nInterviewer:\n Dr. Allegre\n\n\nInterviewed:\n Frank Simms\n\n\nDr. Allegre:\n Thank you for agreeing to come to us today, Mr. Simms.\n\n\nSimms:\n I heard you were going to let me see my bear.\n\n\nDr. Allegre:\n SCP-3873 no longer seems to be in good health since you left our facilities.\n\n\nSimms:\n So let him come home.\n\n\nDr. Allegre:\n I'm afraid we can't do that, Mr. Simms.\n\n\nSimms:\n Then why am I even here?\n\n\nDr. Allegre:\n We're willing to propose a trade.\n\n\nSimms:\n A trade? What could I possibly offer you, Mr. Essie P?\n\n\nDr. Allegre:\n Our Sponsor tells us that the containment funds for SCP-3873 are getting costly. We could easily make more of a profit terminating the entity or selling it to the highest bidder.\n\n\nSimms:\n I'm sorry?\n\n\nDr. Allegre:\n It's simple. SCP-3873 will remain in our custody so long as you're willing to invest in fifty-one percent of its containment costs.\n\n\nSimms:\n How much?\n\n\nDr. Allegre:\n Fifty thousand dollars.\n\n\nSimms:\n I don't… Where am I supposed to get that kind of money?\n\n\nDr. Allegre:\n If you want to see SCP-3873 again, I suggest you figure that out.\n\n\n\n\nFrank Simms and the Foundation reached an agreement wherein he was allowed a supervised visit with SCP-3873 twice weekly in exchange for ninety-percent of the shares SCP-3873 holds. GOI-004C is now responsible for 90% of the containment fees for SCP-3873 as well.\n\n\nThe Site Director alerted Senior Partner Marshall of this agreement, and Dr. Allegre was granted Level 4 Clearance as a reward for his service to the corporation.\n\n\nA final interview was conducted with SCP-3873 following this agreement in order to assess its mental wellbeing.\n\n\n\n\nInterviewer:\n Dr. Allegre\n\n\nInterviewed:\n SCP-3873\n\n\nSCP-3873:\n What you want?\n\n\nDr. Allegre:\n We're going to let you see Frank.\n\n\n[ \nSCP-3873 sits up, but does not face Dr. Allegre.\n ]\n\n\nSCP-3873:\n Where Frank? You let Boro see Frank.\n\n\nDr. Allegre:\n We will, but we have one more thing to ask you. For our records.\n\n\nSCP-3873:\n [ \nSilent.\n ]\n\n\nDr. Allegre:\n If you cooperate with us, it makes the process much easier and you'll be able to see Frank that much faster.\n\n\nSCP-3873:\n You no have Frank. You like Clown Man.\n\n\nDr. Allegre:\n That's what we were going to ask you about, actually. The Clown Man.\n\n\nSCP-3873:\n You hurt Boro like Clown Man. Just different. You no use whips and bullets and loud shiny explosion. You use shocks. You use machines.\n\n\nDr. Allegre:\n The Circus beat you then, I gather.\n\n\nSCP-3873:\n Beat. Hurt. Make Boro do tricks. Like you.\n\n\nDr. Allegre:\n How did you escape?\n\n\nSCP-3873:\n Boro did tricks to not get hurt. Boro earn money. Boro escape.\n\n\n[ \nSCP-3873 turns to face Dr. Allegre.\n ]\n\n\nDr. Allegre:\n How?\n\n\nSCP-3873:\n Boro learn new trick.\n\n\n[ \nSCP-3873 begins choking on something. Dr. Allegre attempts to contact medical support. After several seconds, SCP-3873 regurgitates a top hat, cane, and several strands of shredded fabric.\n ]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Following New Hampshire's assimilation into the United Counties of Marshall, Carter, & Dark and the signing of the Dark Food Act in 2245, each city-state owned by the corporation is to have a standardized Cuisine District.\n\n\n\n\n\n\n\n\n« \nSCP-3872\n | SCP-3873 | \nSCP-3874\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3873\n\" by Marceline_Raynes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3873\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "BORO KNOWS. FRANK WAS HERE. WHERE FRANK?",
        "\" SCP-3873 \" by Marceline_Raynes, from the SCP Wiki . Source: https://scpwiki.com/scp-3873 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-3873 is contained in a large mammalian containment cell at Site-83, and is to be provided a diet consisting of berries, fruit, algae, and synthetically produced steak.",
    "description": "SCP-3873 is an American grizzly bear with several cybernetic enhancements grafted onto its body. Fur is absent near the cybernetics. There are scars present on the entity's body, including a series of vertical lines across its back.",
    "title": "SCP-3873"
}