{
    "url": "https://scp-wiki.wikidot.com/scp-3879",
    "all_text": "SCP-3879 is an emaciated, mechanically-altered, male Western lowland gorilla (Gorilla gorilla gorilla)\n\n\n\n\nrating: \n+150\n+\n–\nx\n\n\nItem #:\n SCP-3879\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n \nFull containment is deferred to GoI-466 (\nWilson's Wildlife Solutions\n) as per the Boring Agreement\n1\n.\n\n\nSCP-3879 has been transferred to Foundation containment in \nSite-64\n as per Addendum 2 of the Boring Agreement. SCP-3879 is to be kept in a 20 x 40 m enclosure surrounded by 5 m tall concrete walls. 15 kg of papayas, mangos, and bamboo shoots are to be provided to the entity on a daily basis. A LAIM\n2\n veterinarian from Site-64's biological containment wing is to submit weekly reports regarding SCP-3879's health to the project lead (Currently Dr. Grace) on a weekly basis.\n\n\nDescription:\n SCP-3879 is an emaciated, mechanically-altered, male Western lowland gorilla (\nGorilla gorilla gorilla\n). It wears purple overalls with a gold-colored 'W' emblazoned on the front across the chest. The fabric appears to be fused to the entity's body, making its removal impossible. SCP-3879's arms end in metal hi-hat cymbals in place of hands, which it uses in locomotion, consumption of food, etc. When prompted, SCP-3879 will open its mouth and vocalize a requested musical piece. It begins and ends performances by clapping its cymbals together.\n\n\nA medical examination has revealed the entity has been neutered and possesses minimal testosterone levels. Most of its teeth have been dulled and the canines removed, replaced with additional molars. X-rays have indicated its internal organs have been reorganized or removed to accommodate a metallic pianola roll which connects to its esophagus. SCP-3879 displays traits typical of depression such as lethargy, lack of appetite, and extended periods of restlessness.\n\n\nA note detailing the use of SCP-3879 was found in the left pocket of its overalls. A scanned image of the note is available below.\n\n\n\n\n\n\nHello, my name is\n\n\nWALTER THE MUSICAL JOLLY APE™!\n\n\n\n\nThis noble giant might look intimidating at first, but never fear, he can't hurt a fly. We made sure of it! Please make sure you read the following instructions before getting up to any shenanigans with your Musical Jolly Ape™ by Dr. Wondertainment\n\n\n\n\nDon't forget to feed WALTER twice a day! WALTER loves gumdrops, chocolate, and music!\n\n\nIf you want WALTER to perform for you, just say 'Sing for me, WALTER!'\n\n\nParental Notice: For maximum playtime fun, it is recommended neither you or your children smile with teeth in front of WALTER. Dr. Wondertainment is not legally, morally, or financially responsible for any injuries, death, or property damage resulting from the unsafe use of a Musical Jolly Ape™ or any other Dr. Wondertainment products.\n\n\nBy reading this document you agree to all said terms and forfeit your rights to lawsuits, organized boycotts, protests, honor duels, etc.\n\n\n\n\n\n\n\n\nAcquisition:\n SCP-3879 was originally discovered and contained by Wilson's Wildlife Solutions on 09/02/2008. Due to the low priority assigned to WWS, the submitted capture report was not reviewed by Foundation personnel until 01/22/2009. An investigation into a possible connection between SCP-3879 and \nDr. Wondertainment\n was initiated.\n\n\nThe following document was discovered on Tim Wilson's desk by a Foundation liaison.\n\n\n\n\nOpen Document 3879-GOI466\n\n\n\n\nHide Document\n\n\n\n\n\n\n\n\nMarch 29th, 2008\n\n\nFrom the desk of\n\n\nTHE WACKIEST PRACTICIONER OF WHIMSY!\n\n\nDear Mr. Wilson,\n\n\nI'd like to thank you for being so eager to take Walter into your center despite his oddities and your tight budgetary constraints. My predecessors had taken the brand to some truly dark places, and ever since I assumed the mantle I have been working hard to ensure we turn our image around. The cage Walter was kept in was a cesspool of filth; he was covered head to toe in waste and had bits of candy sticking to him. He was the only one of his product line that survived whatever the hell happened in that storage facility.\n\n\nBut I digress.\n\n\nThe fact that someone with so much love in their heart not only exists but is ready and able to help the weird and wild of the world is wonderful. I knew my trust in you was well placed, Mr. Wilson. Those folks you called 'The Supervisors' are trying to do good, but they lack that special touch you have. Please keep me updated on Walter's condition, I hope he may be able to lead as \nnormal a life as he can under your care and supervision\n. Once again, thank you.\n\n\nHere's to Boring being anything but.\n\n\n\n\nDr. H.L. Wondertainment\n\n\n\n\n\n\n\n\n\n\n\n\n\nUpon discovery of the document, a meeting was held to discuss an appropriate course of action regarding the collusion between Tim Wilson and Dr. Wondertainment. Below is a list of actions proposed to acquire SCP-3879.\n\n\n\nAction:\n Reduce the Foundation budget allotted to WWS.\n\n\nStatus:\n \nRejected\n- Reducing the funding given to WWS may lead to containment breaches, which may in turn lead to an \nARBH\n \nEnd-Of-The-World Scenario.\n\n\n\n\n\n\nAction:\n Revise the fifth paragraph of the Boring Agreement\n3\n to only allow WWS to contain Safe class fauna anomalies.\n\n\nStatus:\n \nRejected\n- This would require Site-64 to contain several more entities in its biological wing, construct additional enclosures and transport all the entities on-site, which would require expenditures the current budget cannot allow.\n\n\n\n\n\n\nAction:\n Revise the Boring Agreement to strictly forbid WWS from containing anomalies with ties to other Persons/Groups of Interest under threat of punishment.\n\n\nStatus:\n \nAccepted\n- A proposition to the Boring Agreement to include a clause which authorizes the Foundation to seize control of any anomaly contained by WWS if substantial proof could be produced indicating the entity had ties to other Persons/Groups of Interest has been approved.\n\n\n\n\nA meeting between the Site-64 Board of Directors, MTF-Beta-4 \"Castaways\" Captain Javier Guevara, and WWS-Foundation liaison Verlie Sincaire was organized to discuss the implementation of the proposed addendum. Tim and \nFaeowynn\n Wilson, Alice Gurscht, and Albert Westrin were in attendance as representatives of Wilson's Wildlife Solutions. Despite claiming rightful custody of SCP-3879, WWS conceded after three hours and the Boring Agreement was successfully addended. Extraction of SCP-3879 was scheduled for the following day.\n\n\nThe following emails were exchanged between Tim Wilson and Roger Tarpan from the Department of External Affairs following the extraction of SCP-3879 from the Wilson Center.\n\n\n\n\n\n\n\n\nFROM: t_wilson55@wilsoncenter\n\nTO: roger.tarpan.EAD@scipnet\n\nRE: Walter\n\n📎 ATTACHMENT: walterobservations.pdf (524kb)\n\n\n\n\n\n\n\n\nHowdy,\n\n\nYou've been a great boon to the Center and I want to keep relations amicable between us, but this could not have come at a worse time. We were making great progress with Walter; he'd finally put on a few pounds and was getting to be more sociable with a few of the other critters we have in the Terrestrial Center. This move is going to be big and scary for him, so please make sure he feels comfortable.\n\n\nI'm going to include Fae's notes on Walter as an attachment. As his primary caretaker, she knew him better than anyone. I hope they'll be of use to you, but I also hope you folks reconsider and let us have Walter back. If there's something we're proud of here at Wilson's it's our ability to change a critter's life for the best.\n\n\nHoping to see Walter again,\n\n\n— Tim Wilson\n\n\n\n\n\n\n\n\n\n\n\n\nFROM: roger.tarpan.EAD@scipnet\n\nTO: twilson466@scipnet\n\nCC: verlie.sincaire.s64@scipnet\n\nRE: RE: Walter\n\n\n\n\nHello,\n\n\nWe are thankful for your cooperation and understand your frustrations in regards to SCP-3879's situation. Please keep in mind that we have taken SCP-3879 into our custody for its own good. Though I cannot share a lot of information with you due to your lack of security clearance, I can tell you the following. There are many out there who would try to bring harm to SCP-3879 simply due to its association with another anomalous group. We're on the same page here; neither of us wants any harm to come to it.\n\n\nThank you for providing us with these notes, I'll make sure they are given to SCP-3879's new handlers. The work you and your center do is highly appreciated.\n\n\nAdditionally, please refrain from using non-encrypted emails to contact us. Instead, I request you use the email address we have provided you with.\n\n\nThank you.\n\n\n- Roger Tarpan,\n\nDepartment of External Affairs Representative\n\nSecure. Contain. Protect.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Following the \nUrsus Maritimus Incident of 2008\n, the Boring Agreement was created as a binding document which allows Wilson's Wildlife Solutions to handle the containment of Euclid or Safe fauna based anomalies within Clackamas County under supervision of the SCP Foundation.\n\n\n2\n. Large Animal Internal Medicine\n\n\n3\n. \"All fauna anomalies which the Supervisors designate Safe or Euclid class, based in Oregon, are to be contained by Wilson's Wildlife Solutions, with supervision by the Supervisors.\"\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7926\n \n•\n\n\n\n\n\n\nSCP-8984\n \n•\n\n\n\n\n\n\nSCP-PL-274\n \n•\n\n\n\n\n\n\nSCP-8400\n \n•\n\n\n\n\n\n\nSCP-3085\n \n•\n\n\n\n\n\n\nSCP-7266\n \n•\n\n\n\n\n\n\nSCP-7724\n \n•\n\n\n\n\n\n\nSCP-6161\n \n•\n\n\n\n\n\n\nSCP-6467\n \n•\n\n\n\n\n\n\nNico's Proposal II\n \n•\n\n\n\n\n\n\nSCP-2983\n \n•\n\n\n\n\n\n\nSCP-ES-101-J\n \n•\n\n\n\n\n\n\nSCP-8725\n \n•\n\n\n\n\n\n\nSCP-7112\n \n•\n\n\n\n\n\n\nSCP-8726\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nSublimation\n \n•\n\n\n\n\n\n\nThe Hermit, Death, and The Devil\n \n•\n\n\n\n\n\n\nBeing Dzhey Evervud\n \n•\n\n\n\n\n\n\nSC-99/734/01/506\n \n•\n\n\n\n\n\n\nCritter Profile: Maya!\n \n•\n\n\n\n\n\n\nCritter Profile: Sandra And George!\n \n•\n\n\n\n\n\n\nSCP Wiki Discussion Page Simulator\n \n•\n\n\n\n\n\n\n(Too) Late Registration\n \n•\n\n\n\n\n\n\nLa Persistencia De La Memoria\n \n•\n\n\n\n\n\n\nJuly 26th ETTRA Emergency Meeting\n \n•\n\n\n\n\n\n\nThere's Ngo Helping This One\n \n•\n\n\n\n\n\n\nUIU File: 2001-745\n \n•\n\n\n\n\n\n\nThe Corncrake Of Destiny\n \n•\n\n\n\n\n\n\nAce Of Hearts\n \n•\n\n\n\n\n\n\nProject Proposal 2014-1221: \"Finally Waking Up\"\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3878\n | SCP-3879 | \nSCP-3880\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Action: Reduce the Foundation budget allotted to WWS. Status: Rejected - Reducing the funding given to WWS may lead to containment breaches, which may in turn lead to an ARBH End-Of-The-World Scenario.",
        "Action: Revise the fifth paragraph of the Boring Agreement 3 to only allow WWS to contain Safe class fauna anomalies. Status: Rejected - This would require Site-64 to contain several more entities in its biological wing, construct additional enclosures and transport all the entities on-site, which would require expenditures the current budget cannot allow.",
        "Action: Revise the Boring Agreement to strictly forbid WWS from containing anomalies with ties to other Persons/Groups of Interest under threat of punishment. Status: Accepted - A proposition to the Boring Agreement to include a clause which authorizes the Foundation to seize control of any anomaly contained by WWS if substantial proof could be produced indicating the entity had ties to other Persons/Groups of Interest has been approved."
    ],
    "item": "SCP-3879",
    "object_class": "Euclid",
    "containment_procedures": "Full containment is deferred to GoI-466 (Wilson's Wildlife Solutions) as per the Boring Agreement1.",
    "description": "SCP-3879 is an emaciated, mechanically-altered, male Western lowland gorilla (Gorilla gorilla gorilla). It wears purple overalls with a gold-colored 'W' emblazoned on the front across the chest. The fabric appears to be fused to the entity's body, making its removal impossible. SCP-3879's arms end in metal hi-hat cymbals in place of hands, which it uses in locomotion, consumption of food, etc. When prompted, SCP-3879 will open its mouth and vocalize a requested musical piece. It begins and ends performances by clapping its cymbals together.",
    "title": "SCP-3879"
}