{
    "url": "https://scp-wiki.wikidot.com/scp-3880",
    "all_text": "rating: \n+346\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3880\n: ILLEST RAIN SOUNDS ∞ Hours No Looping - White Noise, Nature/Healing/Ambient, Meditation/Insomnia/Study ASMR [ORIGINAL]\n\n\nAuthor:\n \nRimple\n\n\n\n\n+ More by Rimple\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2338\n\n\nRating: 381\n\n\n\n\n\n\nSCP-3880\n\n\nRating: 346\n\n\n\n\n\n\nSCP-2779\n\n\nRating: 331\n\n\n\n\n\n\nSCP-948\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2559\n\n\nRating: 256\n\n\n\n\n\n\nSCP-3772\n\n\nRating: 195\n\n\n\n\n\n\nSCP-6774\n\n\nRating: 101\n\n\n\n\n\n\nSCP-5663\n\n\nRating: 100\n\n\n\n\n\n\nSCP-3559\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3224\n\n\nRating: 91\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAnd You Are?\n\n\nRating: 120\n\n\n\n\n\n\nHeadache\n\n\nRating: 98\n\n\n\n\n\n\nThis Year\n\n\nRating: 40\n\n\n\n\n\n\n\n\n\n\n\n\nUhhh\n\n\n\n\n\n\nOperation ÓverMeta\n\n\nRating: 281\n\n\n\n\n\n\nDraft Swap Hub\n\n\nRating: 44\n\n\n\n\n\n\n\n\n\n\n\n\nWith other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-3500\n\n\nDrBleep\n\n\n\n\n\n\nSCP-3504\n\n\nOthellotheCat\n\n\n\n\n\n\nSCP-3373\n\n\nLordStonefish\n\n\n\n\n\n\n\n\nHey, the stuff below is just for testing some stuff, please ignore for now\n\n\n\n\n\n\n\n\n72 Hour Jam Contest\n\n\n\n\n\n\nGoI Field Guide\n\n\n\n\n\n\nNews for February 2018\n\n\n\n\n\n\nSCP-3879\n\n\n\n\n\n\nSCP-3881\n\n\n\n\n\n\nSCP Series 4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n🌧️\n\n\nThis SCP was written and recorded in under 24 hours for \nThe 72 Hour Jam Contest\n, for Day 3's theme \n\"It was a dark and stormy night…\"\n.\n\n\nThanks to \nStallmantic\n, \nLordStonefish\n and Rimple's IRL friend Grimble.\n\n\nPicture is a screenshot of a livestream Rimple hosted - image used within the stream is from Wikipedia Commons. All storm noise is from FreeSound, an open-source recordings library.\n\n\n\n\n\n\n\n\nrating: \n+346\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nScreenshot of a DJ Chaac stream in session, shortly after an SCP-3880 event. Click to enlarge.\n\n\n\n\n\n\nItem #:\n SCP-3880\n\n\nObject Class:\n Keter/Uncontained\n\n\nSpecial Containment Procedures:\n As the DJ Chaac account cannot currently be removed, Foundation focus is on obfuscation of content via generation of streams with identical names and content.\n\n\nPoI-60413 (\"DJ Chaac\") is under investigation at mid priority.\n\n\nDescription:\n SCP-3880 is a phenomenon whereby a small percentage of people indoors during rain storms will become convinced they are not hearing a storm, but instead are listening to the YouTube livestream \nILLEST RAIN SOUNDS ∞ Hours No Looping - White Noise, Nature/Healing/Ambient, Meditation/Insomnia/Study ASMR [ORIGINAL]\n, hosted by user DJ Chaac. People affected in this way will universally report feeling their mood lighten and having their creativity and energy rise for the course of the storm. While no compulsive effect is believed to be at play, the majority of people affected this way will subsequently seek out the actual stream, reporting varying degrees of satisfaction with its content.\n\n\nThe livestream has been running since the YouTube Live service was opened to verified users in May 2013, and features the sounds of rain and thunder streamed live, with occasional interjections from DJ Chaac themself. DJ Chaac regularly engages with live comments on the stream\n1\n, often speaking as if it is an original music livestream - common comments of theirs include brags about their use of \"original organic glyphs\" and that fact that none of their storms are ever identical, leading to their most frequent comment, \"Real life has got no repeats\".\n\n\nSCP-3880 was first brought to the Foundation's attention with Storm Desmond, an extratropical cyclone which saw record rainfall in many parts of Ireland, Scotland, Iceland, Norway and Sweden. DJ Chaac claims responsibility for Storm Desmond, as they do many weather patterns, citing their status as a \"literal actual storm god\". This claim is somewhat suspect, as DJ Chaac has also claimed to be a demigod, the spirit of a rainforest, a sentient gust of wind and the Rainbow Serpent.\n\n\nFollowing Storm Desmond, DJ Chaac's regular viewership rose from 38 to a peak of 7,400. Shortly following this, DJ Chaac bought a microphone to communicate with viewers - previously, announcements had been made via a text-to-speech program. Transcripts are recommended, due to the low quality of audio and the unclear nature of DJ Chaac's speech.\n\n\nLivestream excerpt, 17/12/2015\n\n\n\n\n\n\n+Transcript\n\n\n\n\n– hide block\n\n\n\n\n\n\nHey uh, can you guys hear me? Can I get uh, can I get some comments- yeah, great! Um, it's ya boi DJ Chaac, no relation.\n\n\nWelcome all the newcomers - um, looks like Storm Desmond's really put me on the map, I guess, we're now at six \nthousand\n listeners, that's crazy! Now, I'm thinking - oh, uh, right, em, thanks Blartichoke. There's been, there's been a bit of hostility in chat, I guess, um, new people don't really knowing the deal… that's fine, that's fine! If you're asking me to replay something I've already played before, sorry, I only do live stuff, \ncos real life has got no repeats\n! Ahah, that's something we say in chat, that's something we say.\n\n\nSo if you want to listen to something old, I upload everything on SoundCloud, link's in the description, or a couple of chat members will host restreams with their favourite of my stuff - ask them about that. Stick around here, though, cos THIS is where the party is!\n\n\nAlright, I'll gotta get b- I'll get back out of your hair, Chaac out.\n\n\n\n\n\n\n\n\n\n\nThe livestream continued to gain popularity over the following year, with users citing good community spirit and the ability to request changes as strong reasons for regularly returning. DJ Chaac began to interject more frequently, commonly during lulls in storm patterns or when switching between storm locations. The first concrete demonstration of DJ Chaac's anomalous ability came when stream regular Shock Through The Heart requested they lessen the intensity of a storm in their area, as their roof was beginning to leak.\n\n\nLivestream excerpt, 3/12/16\n\n\n\n\n\n\n+ Transcript\n\n\n\n\n– hide block\n\n\n\n\n\n\nLoud rain makes DJ Chaac difficult to hear.\n\n\nHey!, It's ya boi, DJ um…\n\n\nThunder crashes\n\n\nAh, jeez, um, I'm just gonna turn this down a little. Sorry, sorry. Uuum, ok… Let's have a little patter, yeah? Yeahhh. Bit of drizzle going… There we go.\n\n\nYa boi DJ Chaac, no relation, popping in to share some great news: \nit's my birthday\n! That's right - be here, ummm…\n\n\nPaper can be heard rustling.\n\n\nDecember ninth, cos we are gonna have a party! And as part of a new annual tradition, I will be dropping my latest storm, something I've been brewing up for \nweeks\n now. That's right, \nget hype\n, cos we are going to have the (sickest/thickest) crashes, the whooshiest winds, the tinkliest rain on glass. This is gonna be better than Desmond, guys, and I \nknow\n you guys love Desmond.\n\n\nNow, normally the storm pre-streams are only available to Patreons, but as it's my birthday, it'll be totally free, right here on the livestream. Oh, and speaking of Patreon, \nbig\n thanks to the warlocks down at the Unicode Consortium, cos they have \nhooked me up\n with some glyphs that'll let me make sample packs. I'll put them up on Splice, or they'll also be available immediately for all Patreon backers Jade tier and up.\n\n\nAnd as a little taster, spoiler warning for the purists, the title of this one is gonna be Storm Caly. As in \nCalypso\n. Yeahhhhhh.\n\n\nDJ Chaac, out.\n\n\n\n\n\n\n\n\n\n\nAt this point, it was decided that the stream should be shut down, and standard contacts within Alphabet Incorporated were activated to remove the account. This proved impossible, however, as all accounts associated with DJ Chaac feature a strong cryptoarchaic ward, with various power sigils embedded within DJ Chaac's user details. Investigation of the account revealed a private video featuring audio of activation words for said sigils. Attempts at cracking this ward by Foundation thaumaturgic assets proved fruitless. Shortly after Storm Caly, which killed 9, the Foundation elected to hire a Three Portlands contractor to handle takedown of the livestream.\n\n\nLivestream excerpt, 12/12/2016\n\n\n\n\n\n\n+ Transcript\n\n\n\n\n– hide block\n\n\n\n\n\n\nHey, it's ya- Um… it's Chaac. Hey.\n\n\nI've got some good news and some bad news, I, I- I've got some bad news. Looks like the stream's gonna end, guys. Um, Lúghnasa, um, who I thought-\n\n\nDJ Chaac stumbles over their words.\n\n- who was my friend, he's claiming he was in Blackrock when I was making Storm Desmond, that I, that I used \nhis\n storm clouds? W-w-which is bullshit, by the way, aaha, he's not even a storm god, he's a war god who's associated with storms, but \nwhatever\n. He can't put a copyright strike on a video, because I haven't put up a video, so he's reported my account, um.. Well, yesterday, YouTube tried to take down my account. Uh, they can't yet, it's got some protections from friends, but for their sake, so they don't get discovered, I'm gonna have to take it down before YouTube looks too deep into some code and figures um… Y-y-you don't need to know this - the point is my account is getting suspended soon. Like, like possibly today, tomorrow. He, he's put similar strikes on Soundcloud, Bandcamp, Patreon… for some bullshit reason they've all gone through? This is, um… The regulars, you guys will know how to get through to me, but for everyone else, all the people who just joined today, the people who have been listening day in and day out, um, this is probably goodbye? That's weird to say.\n\n\nMaybe it's just some background noise for you guys, but this stream has meant a lot to me. Um, everything? I wasn't really creating before this, I'd sunk into this shitty depressive \nthing\n, and you guys, you guys helped me find myself again? Find my voice? Heh. A lot of people, in real life, they make fun of my lisp, but you guys are all just \nso nice\n when I talk…\n\n\nDJ Chaac takes a deep breath.\n\n\nI'm not gonna go back to how I was before, lying in bed all day til 2pm… I was missing lectures and I was missing friends and I… It might not be the way you expect, but I'm going to keep the rains coming, for all of you. Maybe that doesn't sound great, lots of people hate rain… How about this? I'll keep the flowers growing, the rivers flowing, the great winds blowing. All because I'm owing you the world.\n\n\nThat works.\n\n\nChaac out.\n\n\n\n\n\n\n\n\n\n\nAs DJ Chaac's identity remains unknown and their anomalous abilities are therefore still outside of Foundation containment standards, this article has not been reclassified. A proposal is ongoing to shift the article's focus to DJ Chaac themself.\n\n\nDr. Ryoko Sato, a Foundation employee who often listened to the livestream, now reports that during rainstorms, she feels as if she is sitting with a friend.\n\n\n\n\nFootnotes\n\n\n1\n. See archived chat logs attached to DJ Chaac's file, PoI-60413\n\n\n\n\n\n\n\n\n« \nSCP-3879\n | SCP-3880 | \nSCP-3881\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Hey uh, can you guys hear me? Can I get uh, can I get some comments- yeah, great! Um, it's ya boi DJ Chaac, no relation. Welcome all the newcomers - um, looks like Storm Desmond's really put me on the map, I guess, we're now at six thousand listeners, that's crazy! Now, I'm thinking - oh, uh, right, em, thanks Blartichoke. There's been, there's been a bit of hostility in chat, I guess, um, new people don't really knowing the deal… that's fine, that's fine! If you're asking me to replay something I've already played before, sorry, I only do live stuff, cos real life has got no repeats ! Ahah, that's something we say in chat, that's something we say. So if you want to listen to something old, I upload everything on SoundCloud, link's in the description, or a couple of chat members will host restreams with their favourite of my stuff - ask them about that. Stick around here, though, cos THIS is where the party is! Alright, I'll gotta get b- I'll get back out of your hair, Chaac out.",
        "Loud rain makes DJ Chaac difficult to hear. Hey!, It's ya boi, DJ um… Thunder crashes Ah, jeez, um, I'm just gonna turn this down a little. Sorry, sorry. Uuum, ok… Let's have a little patter, yeah? Yeahhh. Bit of drizzle going… There we go. Ya boi DJ Chaac, no relation, popping in to share some great news: it's my birthday ! That's right - be here, ummm… Paper can be heard rustling. December ninth, cos we are gonna have a party! And as part of a new annual tradition, I will be dropping my latest storm, something I've been brewing up for weeks now. That's right, get hype , cos we are going to have the (sickest/thickest) crashes, the whooshiest winds, the tinkliest rain on glass. This is gonna be better than Desmond, guys, and I know you guys love Desmond. Now, normally the storm pre-streams are only available to Patreons, but as it's my birthday, it'll be totally free, right here on the livestream. Oh, and speaking of Patreon, big thanks to the warlocks down at the Unicode Consortium, cos they have hooked me up with some glyphs that'll let me make sample packs. I'll put them up on Splice, or they'll also be available immediately for all Patreon backers Jade tier and up. And as a little taster, spoiler warning for the purists, the title of this one is gonna be Storm Caly. As in Calypso . Yeahhhhhh. DJ Chaac, out.",
        "Hey, it's ya- Um… it's Chaac. Hey. I've got some good news and some bad news, I, I- I've got some bad news. Looks like the stream's gonna end, guys. Um, Lúghnasa, um, who I thought- DJ Chaac stumbles over their words. - who was my friend, he's claiming he was in Blackrock when I was making Storm Desmond, that I, that I used his storm clouds? W-w-which is bullshit, by the way, aaha, he's not even a storm god, he's a war god who's associated with storms, but whatever . He can't put a copyright strike on a video, because I haven't put up a video, so he's reported my account, um.. Well, yesterday, YouTube tried to take down my account. Uh, they can't yet, it's got some protections from friends, but for their sake, so they don't get discovered, I'm gonna have to take it down before YouTube looks too deep into some code and figures um… Y-y-you don't need to know this - the point is my account is getting suspended soon. Like, like possibly today, tomorrow. He, he's put similar strikes on Soundcloud, Bandcamp, Patreon… for some bullshit reason they've all gone through? This is, um… The regulars, you guys will know how to get through to me, but for everyone else, all the people who just joined today, the people who have been listening day in and day out, um, this is probably goodbye? That's weird to say. Maybe it's just some background noise for you guys, but this stream has meant a lot to me. Um, everything? I wasn't really creating before this, I'd sunk into this shitty depressive thing , and you guys, you guys helped me find myself again? Find my voice? Heh. A lot of people, in real life, they make fun of my lisp, but you guys are all just so nice when I talk… DJ Chaac takes a deep breath. I'm not gonna go back to how I was before, lying in bed all day til 2pm… I was missing lectures and I was missing friends and I… It might not be the way you expect, but I'm going to keep the rains coming, for all of you. Maybe that doesn't sound great, lots of people hate rain… How about this? I'll keep the flowers growing, the rivers flowing, the great winds blowing. All because I'm owing you the world. That works. Chaac out."
    ],
    "item": "SCP-3880",
    "object_class": "Keter/Uncontained",
    "containment_procedures": "As the DJ Chaac account cannot currently be removed, Foundation focus is on obfuscation of content via generation of streams with identical names and content.",
    "description": "SCP-3880 is a phenomenon whereby a small percentage of people indoors during rain storms will become convinced they are not hearing a storm, but instead are listening to the YouTube livestream ILLEST RAIN SOUNDS ∞ Hours No Looping - White Noise, Nature/Healing/Ambient, Meditation/Insomnia/Study ASMR [ORIGINAL], hosted by user DJ Chaac. People affected in this way will universally report feeling their mood lighten and having their creativity and energy rise for the course of the storm. While no compulsive effect is believed to be at play, the majority of people affected this way will subsequently seek out the actual stream, reporting varying degrees of satisfaction with its content.",
    "title": "SCP-3880"
}