{
    "url": "https://scp-wiki.wikidot.com/scp-3883",
    "all_text": "rating: \n+388\n+\n–\nx\n\n\n\n\n\n\nSCP-3883 upon acquisition.\n\n\n\n\n\n\nItem #:\n SCP-3883\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3883 is to be kept in a standard secure locker in Site-16. Access to SCP-3883 requires Level-2 or higher authorization.\n\n\nPersonnel requesting permission for testing with SCP-3883 must first submit a detailed experimental procedures log to the project supervisor.\n\n\nDescription:\n SCP-3883 is a green tentacle-shaped silicone dildo measuring 16.5 cm in length. Two anomalous properties are associated with SCP-3883: the first effect manifests when SCP-3883 is placed in front of a reflective surface, while the second effect manifests when a human individual enters REM sleep\n1\n within a 1.5 meter radius of the object.\n\n\nWhen SCP-3883 is placed in front of a reflective surface\n2\n, the resulting reflection will differ in appearance from SCP-3883, depending on the type of reflective surface used to view the object. A brief overview of the altered reflections is as follows:\n\n\n\n\n\n\nReflective Surface\n\n\nReflection\n\n\n\n\n\n\nMirrors\n3\n\n\nUnremarkable (normal) reflection of SCP-3883.\n\n\n\n\n\n\nLiquids\n\n\nA green \nOctopus vulgaris\n (common octopus).\n\n\n\n\n\n\nTransparent (non-opaque) windows\n\n\nA green humanoid with multiple appendages hanging from the lower face. It appears to have an unguligrade\n4\n posture.\n\n\n\n\n\n\nTechnological Screens\n5\n\n\nA green, spherical organism. Features include a single eye on the front of the body and multiple appendages that protrude from the top of the body. Additional eyes are present on the end of the appendages.\n\n\n\n\n\n\nFood-related Items\n6\n\n\nA green organism with a resemblance to \nAsterias rubens\n (common sea star). The reflection exhibits behavior similar to the feeding habits of \nAsterias rubens\n, namely ejecting its stomach outwards. This is believed to be an attempted threat display.\n\n\n\n\n\n\nWhen a human enters the REM sleep phase while within 1.5 meters of SCP-3883, they will enter a mental state involving highly-realistic dreams\n7\n. The affected individual will be unable to leave this mental state by their own will; to return to full consciousness, they must either experience a \"death\" within the dream or be woken up by an outside force. SCP-3883 can only affect one individual at a time.\n\n\nDreams reported by individuals affected by SCP-3883 are varied in detail, but possess repeating themes. All SCP-3883 experimentation subjects report being chased by an antagonistic entity, designated SCP-3883-1. SCP-3883-1 has been noted to appear under multiple guises, but tends to be described as a large figure (standing over 10 meters tall), possessing multiple appendages and colored a bright green similar to SCP-3883 in hue. SCP-3883-1 has demonstrated signs of sapience, and based on collected data it is currently theorized that SCP-3883-1 is an alternate manifestation of SCP-3883.\n\n\nCommunication can be established with SCP-3883-1 by a sleeping individual simply speaking to it during a dream. When engaged in conversation, SCP-3883-1 has exhibited differing demeanors with members of Foundation personnel it has interacted with. See the attached interview logs for details.\n\n\n\n\n+ Interview 3883-01\n\n\n\n\n- Interview 3883-01\n\n\n\n\nOn 02/03/20██, Dr. Harpy, a researcher at Site-16 who specializes in Safe-class items, requested to attempt communication with SCP-3883-1. Request was approved following Dr. Harpy's completion of a training course provided by \nOneiroi\n specialists from \nMTF Omicron Rho\n. Upon awakening, Dr. Harpy described the dream, which was transcribed to create the following log.\n\n\n\n\n<Begin Log>\n\n\nUpon entering REM sleep, Dr. Harpy finds himself in a generic metropolitan area. Immediately, the ground begins to quake. A humanoid figure roughly 15 meters tall becomes visible, destroying multiple buildings. The creature is identified by Dr. Harpy as SCP-3883-1 due to its coloration and multiple appendages that resemble tentacles. Dr. Harpy does not move as SCP-3883-1 approaches. SCP-3883-1's body language shows signs of confusion and the following exchange occurs:\n\n\nSCP-3883-1:\n ARE YOU NOT AFRAID, HUMAN?\n\n\nDr. Harpy:\n No, I am not. We've studied you. I know that this is just a dream and you cannot physically harm me. My name is Dr. Harpy.\n\n\nSCP-3883-1:\n FOOLISH MAN. THIS IS NO DREAM. I AM IKARANA, CONSUMER OF GALAXIES. RUN IN TERROR.\n\n\nDr. Harpy:\n I'm not going to do that. I'd actually like to talk with you, ask you a few questions.\n\n\nSCP-3883-1:\n I ANSWER TO NO MAN. FEAR ME MORTAL.\n\n\nDr. Harpy:\n Are you aware of what you really are? Outside of dreams, you're a sex to-\n\n\nSCP-3883-1:\n STOP. ENOUGH!\n\n\nAt this point, SCP-3883-1 proceeds to crush Dr. Harpy with one of its appendages, \"killing\" him in the dream and causing him to wake up.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview 3883-02\n\n\n\n\n- Interview 3883-02\n\n\n\n\n\n\nDr. Harpy attempted to interview SCP-3883-1 again on 02/09/20██.\n\n\n<Begin Log>\n\n\nUpon entering REM sleep, Dr. Harpy appears to be on a cargo ship in the middle of a storm. A humanoid figure (identified as SCP-3883-1 based on appearance) standing about 10 meters tall emerges from the water. The following exchange takes place:\n\n\nSCP-3883-1:\n IKARANA, CONSUMER OF THE DEEP, HAS RETURNED TO FEAST AGAIN, MORTALS.\n\n\nDr. Harpy:\n Hello again. I would like to ask you a few questions.\n\n\nSCP-3883-1:\n YOU AGAIN? DO YOU NOT REMEMBER WHAT HAPPENED LAST TIME? WHEN WILL YOU LEARN TO FEAR ME?\n\n\nDr. Harpy:\n As I stated before, I have no reason to fear you. I know I'm dreaming. May I ask a few questions?\n\n\nSCP-3883-1 appears frustrated when Dr. Harpy finishes speaking. SCP-3883-1 proceeds to attack the ship until opening a hole in the hull. The ship begins to sink slowly.\n\n\nSCP-3883-1:\n HAHAHA! HOW CAN YOU NOT BE AFRAID NOW? THERE'S NO WAY OUT, YOU ARE GOING TO DIE HERE.\n\n\nDr. Harpy:\n Ikarana, how many times must I state this? I know this is a dream, you cannot cause any kind of distress to me. What do I have to fear?\n\n\nSCP-3883-1:\n ME! FEAR ME!\n\n\nAt this point, SCP-3883-1 picks up Dr. Harpy and throws him into the ocean. Upon impact with the water, Dr. Harpy is awakened from the dream.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview 3883-03\n\n\n\n\n- Interview 3883-03\n\n\n\n\n\n\nDr. Harpy attempted to interview SCP-3883-1 again on 02/10/20██.\n\n\n<Begin Log>\n\n\nUpon entering REM sleep, Dr. Harpy appears to be in a living room. An armchair and a couch are present. In the armchair is a common octopus\n \n(\nOctopus vulgaris\n)\n \nwith a bright green coloration. Dr. Harpy assumes this is SCP-3883-1. SCP-3883-1 indicates for Dr. Harpy to sit down and the following exchange takes place.\n\n\nDr. Harpy:\n So Ikarana, are you finally ready to answer some questions? What made you change from your usual setup?\n\n\nSCP-3883-1:\n I saw it was you and I just gave up. I knew my old routine wouldn't work on you. I figured that out during our first meeting. I guess I was just in denial.\n\n\nDr. Harpy:\n Why do you stick to this \"old routine\"? Why make these dreams?\n\n\nSCP-3883-1:\n Don't you know what I am? Not in here, I mean, out there. In the real world. Do you know what I'm used for?\n\n\nDr. Harpy:\n Well yes, but-\n\n\nSCP-3883-1:\n Have you seen me? I'm a tentacle! I should be part of a giant abomination or some city-destroying monster, not…not a mating substitute! It's…it's just embarrassing.\n\n\nDr. Harpy:\n So, these dreams are a form of escape for you?\n\n\nSCP-3883-1:\n Exactly! And I don't see a problem with it, do you? It's a win-win. I get to pretend I'm what I've always wanted to be and you humans get an interesting dream for once in your lives.\n\n\nDr. Harpy:\n I think I see.\n\n\nSCP-3883-1:\n Doc, can you, uh…can you do me a favor?\n\n\nDr. Harpy:\n Yes, Ikarana?\n\n\nSCP-3883-1:\n Can you send some new faces in every now and then? I just want to… I just want to keep my little facade going. It helps a lot.\n\n\nDr. Harpy:\n …I'll see what I can do.\n\n\nDr. Harpy awakens at this point and records the dream.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 3883-1:\n As per Interview 3883-03, a request has been made to allow at least one D-Class individual (or research personnel member unaware of SCP-3883's effects) to sleep near SCP-3883 once weekly. Approval for the change to containment procedures is pending.\n\n\n\n\nFootnotes\n\n\n1\n. A phase of sleep characterized by random eye movement and the propensity for vivid dreams.\n\n\n2\n. As noted below, mirrors appear to be the exception to this effect.\n\n\n3\n. Multiple types of mirrors, including compact mirrors, full-length mirrors, and decorative wall mirrors have been tested, all with the same result.\n\n\n4\n. Describing the gait of ungulates (e.g. horses and cows), in which only the tips of the digits (i.e. the hooves) are on the ground and the rest of the foot is off the ground.\n\n\n5\n. Including screens of televisions, computer monitors, and cellular phones.\n\n\n6\n. Includes reflective containers used to store edibles, fruit with a high shine, cutlery, etc.\n\n\n7\n. Commonly referred to as \"lucid dreaming\", involving the sleeper having full control over their actions in the dream.\n\n\n\n\n\n\n\n\n« \nSCP-3882\n | SCP-3883 | \nSCP-3884\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3883\n\" by Sly161, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3883\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n smaller.jpg\n\n\nAuthor:\n \nSly161\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 3883-1: As per Interview 3883-03, a request has been made to allow at least one D-Class individual (or research personnel member unaware of SCP-3883's effects) to sleep near SCP-3883 once weekly. Approval for the change to containment procedures is pending."
    ],
    "documents": [],
    "notes": [
        "<Begin Log> Upon entering REM sleep, Dr. Harpy finds himself in a generic metropolitan area. Immediately, the ground begins to quake. A humanoid figure roughly 15 meters tall becomes visible, destroying multiple buildings. The creature is identified by Dr. Harpy as SCP-3883-1 due to its coloration and multiple appendages that resemble tentacles. Dr. Harpy does not move as SCP-3883-1 approaches. SCP-3883-1's body language shows signs of confusion and the following exchange occurs: SCP-3883-1: ARE YOU NOT AFRAID, HUMAN? Dr. Harpy: No, I am not. We've studied you. I know that this is just a dream and you cannot physically harm me. My name is Dr. Harpy. SCP-3883-1: FOOLISH MAN. THIS IS NO DREAM. I AM IKARANA, CONSUMER OF GALAXIES. RUN IN TERROR. Dr. Harpy: I'm not going to do that. I'd actually like to talk with you, ask you a few questions. SCP-3883-1: I ANSWER TO NO MAN. FEAR ME MORTAL. Dr. Harpy: Are you aware of what you really are? Outside of dreams, you're a sex to- SCP-3883-1: STOP. ENOUGH! At this point, SCP-3883-1 proceeds to crush Dr. Harpy with one of its appendages, \"killing\" him in the dream and causing him to wake up. <End Log>",
        "Dr. Harpy attempted to interview SCP-3883-1 again on 02/09/20██. <Begin Log> Upon entering REM sleep, Dr. Harpy appears to be on a cargo ship in the middle of a storm. A humanoid figure (identified as SCP-3883-1 based on appearance) standing about 10 meters tall emerges from the water. The following exchange takes place: SCP-3883-1: IKARANA, CONSUMER OF THE DEEP, HAS RETURNED TO FEAST AGAIN, MORTALS. Dr. Harpy: Hello again. I would like to ask you a few questions. SCP-3883-1: YOU AGAIN? DO YOU NOT REMEMBER WHAT HAPPENED LAST TIME? WHEN WILL YOU LEARN TO FEAR ME? Dr. Harpy: As I stated before, I have no reason to fear you. I know I'm dreaming. May I ask a few questions? SCP-3883-1 appears frustrated when Dr. Harpy finishes speaking. SCP-3883-1 proceeds to attack the ship until opening a hole in the hull. The ship begins to sink slowly. SCP-3883-1: HAHAHA! HOW CAN YOU NOT BE AFRAID NOW? THERE'S NO WAY OUT, YOU ARE GOING TO DIE HERE. Dr. Harpy: Ikarana, how many times must I state this? I know this is a dream, you cannot cause any kind of distress to me. What do I have to fear? SCP-3883-1: ME! FEAR ME! At this point, SCP-3883-1 picks up Dr. Harpy and throws him into the ocean. Upon impact with the water, Dr. Harpy is awakened from the dream. <End Log>",
        "Dr. Harpy attempted to interview SCP-3883-1 again on 02/10/20██. <Begin Log> Upon entering REM sleep, Dr. Harpy appears to be in a living room. An armchair and a couch are present. In the armchair is a common octopus ( Octopus vulgaris ) with a bright green coloration. Dr. Harpy assumes this is SCP-3883-1. SCP-3883-1 indicates for Dr. Harpy to sit down and the following exchange takes place. Dr. Harpy: So Ikarana, are you finally ready to answer some questions? What made you change from your usual setup? SCP-3883-1: I saw it was you and I just gave up. I knew my old routine wouldn't work on you. I figured that out during our first meeting. I guess I was just in denial. Dr. Harpy: Why do you stick to this \"old routine\"? Why make these dreams? SCP-3883-1: Don't you know what I am? Not in here, I mean, out there. In the real world. Do you know what I'm used for? Dr. Harpy: Well yes, but- SCP-3883-1: Have you seen me? I'm a tentacle! I should be part of a giant abomination or some city-destroying monster, not…not a mating substitute! It's…it's just embarrassing. Dr. Harpy: So, these dreams are a form of escape for you? SCP-3883-1: Exactly! And I don't see a problem with it, do you? It's a win-win. I get to pretend I'm what I've always wanted to be and you humans get an interesting dream for once in your lives. Dr. Harpy: I think I see. SCP-3883-1: Doc, can you, uh…can you do me a favor? Dr. Harpy: Yes, Ikarana? SCP-3883-1: Can you send some new faces in every now and then? I just want to… I just want to keep my little facade going. It helps a lot. Dr. Harpy: …I'll see what I can do. Dr. Harpy awakens at this point and records the dream. <End Log>",
        "\" SCP-3883 \" by Sly161, from the SCP Wiki . Source: https://scpwiki.com/scp-3883 . Licensed under CC-BY-SA .",
        "Filename: smaller.jpg Author: Sly161 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-3883",
    "object_class": "Safe",
    "containment_procedures": "SCP-3883 is to be kept in a standard secure locker in Site-16. Access to SCP-3883 requires Level-2 or higher authorization.",
    "description": "SCP-3883 is a green tentacle-shaped silicone dildo measuring 16.5 cm in length. Two anomalous properties are associated with SCP-3883: the first effect manifests when SCP-3883 is placed in front of a reflective surface, while the second effect manifests when a human individual enters REM sleep1 within a 1.5 meter radius of the object.",
    "title": "SCP-3883"
}