{
    "url": "https://scp-wiki.wikidot.com/scp-3884",
    "all_text": "rating: \n+230\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3884:\n Gunmetal Gary Puts the Peddle to the Metal\n\n\nAuthor:\n \nCadaverCommander\n\n\nImage Credit:\n \nhttps://cdn.pixabay.com/photo/2016/06/30/22/52/truck-1490099_960_720.jpg\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+230\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n3884\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3884 in an inactive phase\n\n\n\n\n\n\nSpecial Containment Procedures\n: SCP-3884 is not physically containable at this time. Secondary containment procedures are considered adequate until a more feasible mechanism for SCP-3884's containment is determined.\n\n\nMobile Task Force Rho-66 “Road Hogs” will maintain continual ground and aerial patrols of the American Southwest. When alerted by Foundation listening network PANOPTICON, MTF Rho-66 assets will engage SCP-3884. If SCP-3884 is stationed in a heavily-populated area, Foundation assets will establish an observation cordon around SCP-3884 and immediately confiscate any items distributed to the populace by SCP-3884-01 while deflecting local law enforcement involvement. MTF Rho-66 will then track SCP-3884 until it has cleared the population center, then engage. Resultant explosion will be publicly designated a vehicular accident.\n\n\nAll civilians and local law enforcement personnel exposed to SCP-3884 will be amnesticized.\n\n\nUnder no circumstances are Foundation personnel to attempt to acquire or redeem Civil Defense Points.\n\n\nDescription\n: SCP-3884 is a black Industrieverband Fahrzeugbau (IFA) W 50 cab-over truck that displays a number of anomalous properties.\n\n\nSCP-3884's performance capabilities exceed that of a standard cargo truck. It has shown the ability to attain speeds of over 270 kilometers per hour, and exhibits effects characteristic of a Class 2 reality distortion field, including spatiotemporal translocation and the spontaneous manifestation of matter, described in further detail below.\n\n\n\n\n\n\nTypical result of SCP-3884 detainment attempt\n\n\n\n\n\n\nSCP-3884 will typically manifest within the outskirts of a population center, then drive to a local gathering point such as a strip mall, market, fairground, parking lot, or downtown area, whereupon SCP-3884-01 will exit the vehicle, lower its rear hatch, and attempt to distribute its wares. If approached by an element that intends to detain or obstruct SCP-3884-01's activities, SCP-3884 will explode, and SCP-3884-01 will vanish. SCP-3884 will then remanifest elsewhere in the southwestern United States after a variable amount of time.\n\n\nSCP-3884-01 visually resembles an emaciated, significantly decomposed humanoid figure, typically wearing a stahlhelm, leather trenchcoat, and combat boots. SCP-3884-01 will \nloudly advertise its products\n and attempt to give them to any passersby within arm's reach, or simply throw them on the ground in a pile near SCP-3884 in the frequent event that no civilians accept them. These items have thus far included fully-automatic machine guns, high-powered anti-materiel rifles, rocket launchers, flamethrowers, anti-personnel and anti-vehicle mines, and, in one instance, a Nerf brand toy rifle, spray-painted black and given to a small child.\n\n\nEach individual instance of weaponry will have a flyer crudely affixed to it with duct tape. Text follows.\n\n\n\n\n\n\nIT'S TIME TO LOCK AND LOAD, CITIZENS!\n\n\n\n\nDO YOU WANT TO BE SAFE? DO YOU WANT TO SHOW THOSE BASTARDS HOW TOUGH YOU ARE? ARE YOU AS \nFUCKING TERRIFIED\n AS I AM? NOW YOU CAN DEFEND YOURSELF AND YOUR LOVED ONES WITH THESE EXCELLENT SHOOTERS AND BLOWEMUPS! I MADE THEM MYSELF AND THEY'RE \nREAL GOOD!!!\n\n\n\n\nTHIS IS NOT A DRILL! CIVILIZATION IS UNDER ATTACK \nRIGHT NOW\n BY SOME \nNASTY CHARACTERS THAT ARE DEFINITELY NOT FROM AROUND HERE!\n I CAN MAKE THESE THINGS OUT OF THIN AIR LIKE SOME KIND OF GODDAMN \nSHOTGUN WIZARD\n FOR REASONS THAT ARE BEYOND MY UNDERSTANDING AND I'M \nPASSING THE SAVINGS ON TO YOU\n!!!\n\n\n\n\nCOLLECT ENOUGH CIVIL DEFENSE POINTS AND EARN SOME SUPER SPECIAL PRIZES TO FIGHT THAT EVIL EVEN HARDER! \nWHAT ARE CIVIL DEFENSE POINTS YOU ASK???\n HERE'S A HANDY LIST TO GET YOU STARTED! HA! HA! HA!\n\n\n\n\n\n\n\n\nGrab a weapon from your pal, Gunmetal Gary!\n - 1 point each!\n\n\n“\nTO BE FOREARMED IS TO HAVE AT LEAST FOUR KINDS OF ARMS!\n”\n\n\nStop a crime!\n - 5 points!\n\n\n“\nTAKE THAT, BAD GUYS! NOT IN OUR BACKYARD! EVILDOERS DON'T DESERVE KNEECAPS!\n”\n\n\nMuster a militia!\n - 20 points!\n\n\n“\nLEAD YOUR SQUAD TO VICTORY AGAINST EVIL! IF YOU'RE GOING TO GET EATEN YOU MIGHT AS WELL GO DOWN TOGETHER!\n”\n\n\nNeutralize an adversary!\n - 30 points!\n\n\n“\nYEAH, \nFUCK\n THAT GUY!\n”\n\n\nSlay a beast of the MOTHER\n - 50 points!\n\n\n“\nSHE'S NOT WELCOME HERE! THE ONLY WAY TO DEFEND YOUR CHILDREN IS BY KILLING HERS!\n”\n\n\n\n\nREDEEM YOUR POINTS FOR AMAZING PRIZES, AND TAKE THE FIGHT TO EVIL'S DOORSTEP! DONT WORRY, FOR SOME REASON I ALREADY KNOW WHERE YOU ARE, AND YOUR PRIZE IS ALREADY ON THE WAY!\n\n\n5 points\n – Limited edition GUNMETAL GARY body armor!\n\n\n“\nMAKE YOUR HIDE AS TOUGH AS STEEL! HECK YEAH! KEEP YOUR GUTS WHERE THE BIG BOSS PUT EM!\n”\n\n\n50 points\n – One of Gunmetal Gary's patented CREMATOR™ flamethrowers! Three barrels of white-hot justice, fuel canisters included!\n\n\n“\nOUR ENEMY DOESN'T FEAR FIRE, BUT IT SURE MAKES ME FEEL BETTER ANYWAY! LIGHT THOSE THINGS UP LIKE A GODDAMN CHRISTMAS TREE! FEEL THE HEAT! WOAH BABY!\n”\n\n\n200 points\n – 12-pack of Gunmetal Gary's signature PERDITION™ signal grenades! Just pull the pin and throw, and your airstrike is inbound, soldier! Never fear, Gary's got your back!\n\n\n“\nLET THEM LOOK UPON THE SKY WITH TERROR! THEY'VE GOT THE OCEANS, BUT THEY SURE AS FUCK CAN'T FLY! YET! JEEPERS WOW!\n”\n\n\n500 points\n – One IRON DEVASTATOR™ assault vehicle, designed by yours truly! With hardware like this, EVIL doesn't stand a chance!\n\n\n“\nHOLY CRAP LOOK AT THIS HOT MAMA!\n YOU ARE HUMANITY'S STEEL-CLAD SALVATION! YOU ARE HEAVY METAL THUNDER! THEY SAID A TANK THE SIZE OF A HOUSE WAS TOO MUCH! \nI SAID GO FUCK YOURSELF!\n”\n\n\n\n\n100,000 points\n – You are beyond war. Your time has come.\n\n\n\n\nAs SCP-3884's activities invariably attract local law enforcement attention, its attempts to supply weaponry to the populace are brief and swiftly interrupted. To date, civilians have reacted negatively to all SCP-3884 appearances and none have willingly accepted any items given by SCP-3884-01. As a result, none have participated in its rewards program, thus information regarding the aforementioned “prizes” is limited.\n\n\nEfforts to successfully detain SCP-3884 or SCP-3884-01 are currently underway.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nCadaverCommander's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-3982\n \n•\n\n\n\n\n\n\nSCP-3896\n \n•\n\n\n\n\n\n\nSCP-4999\n \n•\n\n\n\n\n\n\nSCP-3588\n \n•\n\n\n\n\n\n\nSCP-4866\n \n•\n\n\n\n\n\n\nSCP-4449\n \n•\n\n\n\n\n\n\nSCP-5902\n \n•\n\n\n\n\n\n\nSCP-3894\n \n•\n\n\n\n\n\n\nSCP-3885\n \n•\n\n\n\n\n\n\nSCP-3893\n \n•\n\n\n\n\n\n\nSCP-4933\n \n•\n\n\n\n\n\n\nSCP-1233\n \n•\n\n\n\n\n\n\nSCP-3899\n \n•\n\n\n\n\n\n\nSCP-3895\n \n•\n\n\n\n\n\n\nSCP-3889\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nThe Shape of a Gun\n \n•\n\n\n\n\n\n\nJoey Fucknuts Builds a Flying Machine\n \n•\n\n\n\n\n\n\nJoey Fucknuts Believes In Himself\n \n•\n\n\n\n\n\n\nJoey Makes a New Friend\n \n•\n\n\n\n\n\n\nJoey Fucknuts Takes to the Skies\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nCadaverCommander's Mobile Assault Necropolis\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3883\n | SCP-3884 | \nSCP-3885\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-3884"
}