{
    "url": "https://scp-wiki.wikidot.com/scp-3893",
    "all_text": "rating: \n+127\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3893:\n I'm Going to Have a Motherfucking Meltdown\n\n\nAuthor:\n \nCadaverCommander\n\n\nImage Credit:\n \nhttps://pixabay.com/sv/kraftverk-k%C3%A4rnreaktorer-499910/\n\n\nhttps://commons.wikimedia.org/wiki/File:Waimangu_geyser.jpg\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+127\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Facility 3893-SVAROG\n\n\n\n\n\n\nItem #\n: SCP-3893\n\n\nAnomaly Class\n: Euclid\n\n\nThreat Level\n: \n●\n Yellow\n\n\nSpecial Containment Procedures\n: Containment Facility 3893-SVAROG will maintain continual manning, operation, and maintenance in accordance with both Foundation and Australian nuclear regulations.\n\n\nSCP-3893-01 is to be continually monitored for any movement or change in physiological state. In the event that SCP-3893-01 undergoes a flux surge event, all on-site turbogenerators will be brought online to divert excess power to established grounding shafts, and SCP-3893-01's shielding barriers will be scrammed.\n\n\nDescription\n: SCP-3893 is the remains of a large machine, located 30 meters underground beneath an area of land approximately 120 kilometers east-northeast of Uluru.\n\n\nExcavated and partially reconstructed sections of the wreckage that comprises the majority of SCP-3893 have yielded structures resembling weapon barrels, armor plating, computer circuitry, and several continuous track assemblies, indicating that SCP-3893 may have been a form of land-based combat vehicle prior to its destruction. None of SCP-3893's components have shown to be made of inherently anomalous materials, save for its central power source, designated SCP-3893-01.\n\n\nSCP-3893-01 is a male human corpse in an advanced state of desiccation and decomposition, which is connected via a series of implanted wires and electromechanical contacts to several operational SCP-3893 subsystems. SCP-3893-01 is highly radioactive, and was originally found placed within the primary vessel of SCP-3893's pressurized water reactor, serving as the reactor's fuel source. The amount of heat, radiation, and steam produced by several of SCP-3893's damaged coolant lines led to its initial discovery.\n\n\n\n\n\n\nResults of SCP-3893-01 power surge prior to initial containment, circa 1963\n\n\n\n\n\n\nSCP-3893 was initially discovered routing its generated electricity into a ground load at a rate of over 500 megawatts per hour. As allowing this to continue would result in an eventual reactor meltdown, Containment Facility 3893-SVAROG was constructed above and around SCP-3893. This facility functions as a supplementary power generation plant, which converts the otherwise inordinate amount of energy produced by SCP-3893 into usable power for the surrounding region and provides adequate cooling to SCP-3893-01.\n\n\nNear SCP-3893-01's core observation porthole is a CRT monitor, affixed to a wall. The information displayed on this screen has not been observed to change since SCP-3893's containment. Text follows.\n\n\n\n\n5888 23/365 11:27 \nDB-SYSCON\n: CORE TEMP 702. CORE PRESS 3117. SYSTEMS NOMINAL.\n\n5888 23/365 11:28 \nCORE\n: these idiots are goddamn everywhere. does anyone have a bead on GRAYWING? i think the citadel's emitting a scramble field, sensors aren't picking up shit\n\n5888 23/365 11:31 \nCORE\n: alright thanks. keep the assault squadron in formation behind me as we advance, ill take the hard hits. make sure the channelers are paying attention and for fuck's sake watch our flanks for weavers, im gonna need a reload in about seven minutes and that wont happen if the slave battalion is too busy choking on feathers to lift the fucking magazines\n\n—-\n\n5888 23/365 11:53 \nDB-SYSCON\n: FIRE DETECTED IN SECTOR 3. EXTINGUISHERS ACTIVATED. FORWARD HULL INTEGRITY 87%.\n\n5888 23/365 11:55 \nCORE\n: okay. ive had enough of this shit. support squadron full retreat, im initiating mass limit override. say goodnight, you hilarious shitfucks, HERE COMES THE DEATHBREAKER\n\n5888 23/365 12:02 \nDB-SYSCON\n: WARNING. CORE TEMP 957 +7 DEGREES EXESSIVE. INITIATING SUPERMAX COOLING PROTOCOL.\n\n5888 23/365 12:04 \nCORE\n: HAHAHAHAHAHAHA\n\n5888 23/365 12:07 \nCORE\n: oh i could have sworn you jackasses said GRAYWING was still in the tower getting fucked up by the artillery\n\n5888 23/365 12:08 \nCORE\n: then why the FUCK IS HE HEADED RIGHT FOR ME\n\n5888 23/365 12:08 \nDB-SYSCON\n: CRITICAL PROXIMITY WARNING – CLASS 5 ENTITY WITHIN CHANNELING RANGE\n\n5888 23/365 12:08 \nCORE\n: thats right thats right COME AND GET SOME YOU WORTHLESS SHITBIRD\n\n5888 23/365 12:09 \nDB-SYSCON\n: WARNING. STARBOARD WEAPONS PLATFORMS 3-8 OFFLINE\n\n5888 23/365 12:09 \nDB-SYSCON\n: WARNING. STARBOARD REACTOR PLATIN=g BREACH## ARCANE CXNTAMiNATION DETECTEEEEeeD\n\n5888 23/365 12:10 \nCORE\n: initiating meltdown. eat this, you awful fucking freak\n\n5888 23/365 12:10 \nDB-SYSCON\n: WARNING. SELF-DESTRUCT SUBSYSTEM NONRESPONSIVE.\n\n5888 23/365 12:10 \nCORE\n: oh son of a\n\n5888 23/365 12:10 \nDB-SYSCON\n: WARNING. HULL INTEGRITY 0%\n\n5888 23/365 12:10 \nDB-SYSCON\n: WARNIII-+33Ng FLUX DiSTORRrTI0N EXCEED7ING L#CAL SPpppppppATIAL TOLER%NCE\n\n\nxxxxxxxxxxUNAUTHORIZED CONNECTION\n\n\nERR 01/365 00:00 \nGRAYWING\n: \nŚ̴L̕͝È̀͜͡͡Ę̶̨Ṕ̴̡ ̸̕̕͠W͢͠͡͡Ę̶͞Ļ͏͟͏̡L̵̶̀͜͟\n\n\nCRITICAL SYSTEM FAILURE\n\n\n…\n\n…\n\n…\n\n…\n\n…\n\n\nEMERGENCY POWER ACTIVATED\n\nSYSTEM RESTARTING\n\n\n???? 01/365 00:00 \nDB-SYSCON\n: ALL PRIMARY SYSTEMS DISABLED. NO INPUT DETECTED. REROUTING CORE POWER TO EMERGENCY GROUND.\n\n???? 01/365 00:00 \nDB-SYSCON\n: DATALINK DISABLED. FOUNDRY SIGNAL NOT DETECTED. COMMAND SIGNAL NOT DETECTED.\n\n\n—-\n\n\n???? 01/365 00:00 \nCORE\n: if it takes me forever, if i have to burn my way through ten thousand miles of solid stone, i will fucking find you, graywing. watch for falling rocks, you fucking monster. i am coming.\n\n\nERR 013 NO INPUT DETECTED\n\n\n\n\nSCP-3893-01 displays no signs of biological vitality, but has been seen to twitch or adjust position slightly in its tank. These movements coincide with massive releases of thermal energy and ionizing radiation, which 3893-SVAROG has thus far been able to successfully divert. However, these surges have increased in intensity over time since initial containment, and current projections estimate that without material upgrades or reinforcement, SCP-3893-01 will cause critical structural failure and containment breach within approximately ██ months.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nCadaverCommander's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-3982\n \n•\n\n\n\n\n\n\nSCP-3897\n \n•\n\n\n\n\n\n\nSCP-4233\n \n•\n\n\n\n\n\n\nSCP-3588\n \n•\n\n\n\n\n\n\nSCP-4866\n \n•\n\n\n\n\n\n\nSCP-5902\n \n•\n\n\n\n\n\n\nSCP-3983\n \n•\n\n\n\n\n\n\nSCP-3895\n \n•\n\n\n\n\n\n\nSCP-3896\n \n•\n\n\n\n\n\n\nSCP-3885\n \n•\n\n\n\n\n\n\nSCP-1233\n \n•\n\n\n\n\n\n\nSCP-4999\n \n•\n\n\n\n\n\n\nSCP-4449\n \n•\n\n\n\n\n\n\nSCP-3889\n \n•\n\n\n\n\n\n\nSCP-3899\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nJoey Fucknuts Believes In Himself\n \n•\n\n\n\n\n\n\nThe Shape of a Gun\n \n•\n\n\n\n\n\n\nJoey Fucknuts Takes to the Skies\n \n•\n\n\n\n\n\n\nJoey Makes a New Friend\n \n•\n\n\n\n\n\n\nJoey Fucknuts Builds a Flying Machine\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nCadaverCommander's Mobile Assault Necropolis\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3892\n | SCP-3893 | \nSCP-3894\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-3893"
}