{
    "url": "https://scp-wiki.wikidot.com/scp-3900",
    "all_text": "rating: \n+639\n+\n–\nx\n\n\n\n\nItem #:\n SCP-3900\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Recovered SCP-3900 infected hardware is to be destroyed prior to the next occurrence of a full moon. In the case that SCP-3900 is activated in an uncontrolled setting, care must be taken to ensure that no wolves escape.\n\n\nOne wireless router infected with SCP-3900 is to be stored in a secure containment locker.\n\n\nAll testing must be conducted within a Faraday cage enclosure to prevent unintended infection. The presence of an animal handler is required for testing.\n\n\nDescription:\n SCP-3900 is an anomalous, contagious property of wireless access points. SCP-3900 is spread between devices in proximity when both are turned on; this effect is correlated with the overlapping of WiFi signals between the two, and can be prevented through sufficient shielding. Infection requires an average of three days of uninterrupted contact between the two devices. As such, spread of SCP-3900 is limited in uncontrolled settings, although particularly connected spaces do pose a risk of epidemic.\n\n\nSCP-3900 becomes active when the infected device is enabled and a full moon is present above the horizon. At this point, a number of timber wolves will appear in the area currently covered by the wireless access point, which then ceases to transmit a signal.\n\n\nWolf density is typically very high, at approximately one wolf per square meter. Wolves usually display signs of distress or confusion, but are docile. Wolves created through SCP-3900 do not exhibit wireless connectivity and are otherwise non-anomalous.\n\n\nWhen the full moon is no longer above the horizon, or SCP-3900 is turned off, all wolves in the area (excepting wolves not related to SCP-3900) will disappear. It is currently unclear whether the wolves in subsequent SCP-3900 activations are the same, or if a new population is generated each time.\n\n\nAddendum:\n During a test on 22/04/2016, Junior Researcher Beckett was superficially bitten by a wolf produced by SCP-3900. On the full moon of 21/05/2016, wireless interference was detected around Beckett, and she was found to be uniformly emitting radio waves in a similar frequency to those of wireless access points. This effect ceased when the moon set.\n\n\nBeckett was contained and subsequently instructed to superficially bite D-7649. On the full moon of 20/06/2016, D-7649 began to produce wolves in his vicinity. Just as with SCP-3900, these wolves vanished upon the end of the full moon.\n\n\nD-7649 was instructed to superficially bite a restrained non-anomalous wolf. On the full moon of 19/07/2016, the wolf's enclosure began to fill with hundreds of wireless routers of varying make and model. All routers disappeared when the moon set. Further testing has been discontinued.\n\n\n\n\n\n\n« \nSCP-3899\n | SCP-3900 | \nSCP-3901\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3900\n\" by TyGently, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3900\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: During a test on 22/04/2016, Junior Researcher Beckett was superficially bitten by a wolf produced by SCP-3900. On the full moon of 21/05/2016, wireless interference was detected around Beckett, and she was found to be uniformly emitting radio waves in a similar frequency to those of wireless access points. This effect ceased when the moon set.\nBeckett was contained and subsequently instructed to superficially bite D-7649. On the full moon of 20/06/2016, D-7649 began to produce wolves in his vicinity. Just as with SCP-3900, these wolves vanished upon the end of the full moon.\nD-7649 was instructed to superficially bite a restrained non-anomalous wolf. On the full moon of 19/07/2016, the wolf's enclosure began to fill with hundreds of wireless routers of varying make and model. All routers disappeared when the moon set. Further testing has been discontinued."
    ],
    "documents": [],
    "notes": [
        "\" SCP-3900 \" by TyGently, from the SCP Wiki . Source: https://scpwiki.com/scp-3900 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "Recovered SCP-3900 infected hardware is to be destroyed prior to the next occurrence of a full moon. In the case that SCP-3900 is activated in an uncontrolled setting, care must be taken to ensure that no wolves escape.",
    "description": "SCP-3900 is an anomalous, contagious property of wireless access points. SCP-3900 is spread between devices in proximity when both are turned on; this effect is correlated with the overlapping of WiFi signals between the two, and can be prevented through sufficient shielding. Infection requires an average of three days of uninterrupted contact between the two devices. As such, spread of SCP-3900 is limited in uncontrolled settings, although particularly connected spaces do pose a risk of epidemic.",
    "title": "SCP-3900"
}