{
    "url": "https://scp-wiki.wikidot.com/scp-3908",
    "all_text": "rating: \n+551\n+\n–\nx\n\n\n\n\n\n\nSCP-3908 Being SCP-3908\n\n\n\n\n\n\nItem #:\n SCP-3908\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3908 is kept in SCP-3908's containment unit. Personnel are to refrain from speaking or writing about SCP-3908 to SCP-3908 to avoid SCP-3908 being SCP-3908.\n\n\nDescription:\n SCP-3908 is an anti-memetic entity. SCP-3908 is capable of speech. Images of the entity will be replaced with a plain black image and white text stating \"SCP-3908 is SCP-3908\". Any spoken or written information regarding SCP-3908, either directly stated or implied, will be censored.\n\n\nInterview-3908-1\n\n\n\n\nInterviewer:\n Dr. Witts\n\n\nInterviewed:\n SCP-3908\n\n\n<Begin Log>\n\n\nWitts:\n Hello, SCP-3908.\n\n\nSCP-3908:\n Hey.\n\n\nWitts:\n Can you tell me your name, SCP-3908?\n\n\nSCP-3908:\n Yeah, my name is SCP-3908. Wait-\n\n\nWitts:\n That is your Foundation-given designation. I would like to know your birth name.\n\n\nSCP-3908:\n I know, my name is SCP-3908. Wha- No! My name is SCP-3908! No!\n\n\nWitts:\n SCP-3908, do you know the origin of your anomalous properties?\n\n\nSCP-3908:\n Yeah… One day, I was SCP-3908, and I wa- Jesus… One day, I was SCP-39- I'm not!\n\n\n[SCP-3908 is SCP-3908. Dr. Witts appears worried.]\n\n\nWitts:\n Remain passive, SCP-3908.\n\n\nSCP-3908:\n Alright… I'm sorry.\n\n\nWitts:\n Please explain your anomalous properties.\n\n\nSCP-3908:\n My properties… I can do that… My properties are that I am SCP-3908. What? No! Stop! I am SCP-3908! No!\n\n\n[SCP-3908 is SCP-3908. The table is on the other side of the room now.]\n\n\nWitts:\n SCP-3908, remain passive.\n\n\nSCP-3908:\n OK… OK… I'm SCP-39-\n\n\nWitts:\n SCP-3908, calm do-\n\n\nSCP-3908:\n I'm SCP-3908! No, I'm SCP-3908! Jesus Christ stop this! I hate this!\n\n\n[SCP-3908 is SCP-3908. Dr. Witts is injured.]\n\n\nWitts:\n Terminate the interview!\n\n\n[Security personnel enter the containment chamber. SCP-3908 is SCP-3908.]\n\n\nSCP-3908:\n Wait! I'm SCP-390-\n\n\n[SCP-3908 is SCP-3908. Security personnel recover Dr. Witts.]\n\n\n<End Log>\n\n\n\n\nInterview-3908-2\n\n\n\n\nInterviewer:\n Dr. Witts\n\n\nInterviewed:\n SCP-3908\n\n\nForeword:\n SCP-3908 is SCP-3908. This is to prevent SCP-3908 from being SCP-3908.\n\n\n<Begin Log>\n\n\nSCP-3908:\n Doc, is this really necessary?\n\n\nWitts:\n During our last interview, you were SCP-390-\n\n\nSCP-3908:\n Yeah, it's annoying, isn't it.\n\n\nWitts:\n Let's stay on track. Where were you born?\n\n\nSCP-3908:\n Um… I was SCP-3908 in-\n\n\n[SCP-3908 is SCP-3908. Dr. Witts puts a hand out to SCP-3908.]\n\n\nWitts:\n For the purposes of SCP-3908 not being SCP-3908- Er… I'm going to have to ask you refrain from referring to yourself.\n\n\nSCP-3908:\n Alright, alright, that I think I can do.\n\n\nWitts:\n Now, where and when were you born?\n\n\nSCP-3908:\n Redmond Washington, 1978.\n\n\nWitts:\n When was the earliest you remember being called SCP-3908?\n\n\nSCP-3908:\n When SCP-3908 was- When… 7 years old.\n\n\nWitts:\n How did others react?\n\n\nSCP-3908:\n Nickname… Skip.\n\n\nWitts:\n Was that the nickname they gave to you?\n\n\nSCP-3908:\n Yes.\n\n\nWitts:\n Did you have friends?\n\n\nSCP-3908:\n No.\n\n\nWitts:\n Are you aware of why that was?\n\n\nSCP-3908:\n I was SCP-3908.\n\n\nWitts:\n SCP-3908, please refrain from referring to yourself.\n\n\nSCP-3908:\n Oh, sorry. Um… Anger problems.\n\n\nWitts:\n I see. Thank you for this interview, SCP-3908.\n\n\nSCP-3908:\n Thank you.\n\n\n<End Log>\n\n\n\n\nInterview-3908-3\n\n\n\n\nInterviewer:\n Dr. Witts\n\n\nInterviewed:\n SCP-3908\n\n\nForeword:\n SCP-3908 is SCP-3908. This is to prevent SCP-3908 from being SCP-3908.\n\n\n<Begin Log>\n\n\nWitts:\n Now, SCP-3908, please refrain from referring to yourself in this interview.\n\n\nSCP-3908:\n Ok.\n\n\nWitts:\n What is your legal first and last name?\n\n\nSCP-3908:\n Um… Craig Wattson.\n\n\nWitts:\n What is your age?\n\n\nSCP-3908:\n 40.\n\n\nWitts:\n When is your birthday?\n\n\nSCP-3908:\n June 26th.\n\n\nWitts:\n Wait… Shit.\n\n\nSCP-3908:\n What?\n\n\nWitts:\n Sorry, I forgot.\n\n\nSCP-3908:\n It's fine. Sorry about the scar.\n\n\nWitts:\n From when?\n\n\nSCP-3908:\n First interview.\n\n\nWitts:\n Oh, it's no problem. Thank you for this interview, SCP-3908.\n\n\nSCP-3908:\n Sorry…\n\n\nWitts:\n Sorry for what?\n\n\nSCP-3908:\n Everything.\n\n\n[SCP-3908 is SCP-3908. Dr. Witts walks to SCP-3908.]\n\n\nWitts:\n SCP-3908, it's fine. It was just a mistake.\n\n\nSCP-3908:\n Thanks.\n\n\n<End Log>\n\n\n\n\nAddendum-3908-1:\n The following is a proposed revision of SCP-3908's file in order to prevent SCP-3908 from being SCP-3908. Written by Dr. Witts.\n\n\n\n\nOpen SCP-Skip\n\n\n\n\nClose SCP-Skip\n\n\n\n\n\n\n\n\n\n\nCraig \"Skip\" Wattson\n\n\n\n\n\n\n\n\nItem #:\n Skip\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Standard humanoid containment unit. 3 meals are to be provided every day. Possible restraints for interaction. Weekly psychological evaluation.\n\n\nDescription:\n Human male. Gray hair. Brown eyes. 1.8 meters. 72 kilograms. Caucasian. 40 years.\n\n\nSelf-referential antimeme. Can't be directly spoken or written about.\n\n\nAnger problems. Not such a bad guy.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3907\n | SCP-3908 | \nSCP-3909\n »",
    "addendums": [
        "Addendum-3908-1: The following is a proposed revision of SCP-3908's file in order to prevent SCP-3908 from being SCP-3908. Written by Dr. Witts."
    ],
    "documents": [],
    "notes": [
        "Interviewer: Dr. Witts Interviewed: SCP-3908 <Begin Log> Witts: Hello, SCP-3908. SCP-3908: Hey. Witts: Can you tell me your name, SCP-3908? SCP-3908: Yeah, my name is SCP-3908. Wait- Witts: That is your Foundation-given designation. I would like to know your birth name. SCP-3908: I know, my name is SCP-3908. Wha- No! My name is SCP-3908! No! Witts: SCP-3908, do you know the origin of your anomalous properties? SCP-3908: Yeah… One day, I was SCP-3908, and I wa- Jesus… One day, I was SCP-39- I'm not! [SCP-3908 is SCP-3908. Dr. Witts appears worried.] Witts: Remain passive, SCP-3908. SCP-3908: Alright… I'm sorry. Witts: Please explain your anomalous properties. SCP-3908: My properties… I can do that… My properties are that I am SCP-3908. What? No! Stop! I am SCP-3908! No! [SCP-3908 is SCP-3908. The table is on the other side of the room now.] Witts: SCP-3908, remain passive. SCP-3908: OK… OK… I'm SCP-39- Witts: SCP-3908, calm do- SCP-3908: I'm SCP-3908! No, I'm SCP-3908! Jesus Christ stop this! I hate this! [SCP-3908 is SCP-3908. Dr. Witts is injured.] Witts: Terminate the interview! [Security personnel enter the containment chamber. SCP-3908 is SCP-3908.] SCP-3908: Wait! I'm SCP-390- [SCP-3908 is SCP-3908. Security personnel recover Dr. Witts.] <End Log>",
        "Interviewer: Dr. Witts Interviewed: SCP-3908 Foreword: SCP-3908 is SCP-3908. This is to prevent SCP-3908 from being SCP-3908. <Begin Log> SCP-3908: Doc, is this really necessary? Witts: During our last interview, you were SCP-390- SCP-3908: Yeah, it's annoying, isn't it. Witts: Let's stay on track. Where were you born? SCP-3908: Um… I was SCP-3908 in- [SCP-3908 is SCP-3908. Dr. Witts puts a hand out to SCP-3908.] Witts: For the purposes of SCP-3908 not being SCP-3908- Er… I'm going to have to ask you refrain from referring to yourself. SCP-3908: Alright, alright, that I think I can do. Witts: Now, where and when were you born? SCP-3908: Redmond Washington, 1978. Witts: When was the earliest you remember being called SCP-3908? SCP-3908: When SCP-3908 was- When… 7 years old. Witts: How did others react? SCP-3908: Nickname… Skip. Witts: Was that the nickname they gave to you? SCP-3908: Yes. Witts: Did you have friends? SCP-3908: No. Witts: Are you aware of why that was? SCP-3908: I was SCP-3908. Witts: SCP-3908, please refrain from referring to yourself. SCP-3908: Oh, sorry. Um… Anger problems. Witts: I see. Thank you for this interview, SCP-3908. SCP-3908: Thank you. <End Log>",
        "Interviewer: Dr. Witts Interviewed: SCP-3908 Foreword: SCP-3908 is SCP-3908. This is to prevent SCP-3908 from being SCP-3908. <Begin Log> Witts: Now, SCP-3908, please refrain from referring to yourself in this interview. SCP-3908: Ok. Witts: What is your legal first and last name? SCP-3908: Um… Craig Wattson. Witts: What is your age? SCP-3908: 40. Witts: When is your birthday? SCP-3908: June 26th. Witts: Wait… Shit. SCP-3908: What? Witts: Sorry, I forgot. SCP-3908: It's fine. Sorry about the scar. Witts: From when? SCP-3908: First interview. Witts: Oh, it's no problem. Thank you for this interview, SCP-3908. SCP-3908: Sorry… Witts: Sorry for what? SCP-3908: Everything. [SCP-3908 is SCP-3908. Dr. Witts walks to SCP-3908.] Witts: SCP-3908, it's fine. It was just a mistake. SCP-3908: Thanks. <End Log>",
        "Craig \"Skip\" Wattson Item #: Skip Object Class: Euclid Special Containment Procedures: Standard humanoid containment unit. 3 meals are to be provided every day. Possible restraints for interaction. Weekly psychological evaluation. Description: Human male. Gray hair. Brown eyes. 1.8 meters. 72 kilograms. Caucasian. 40 years. Self-referential antimeme. Can't be directly spoken or written about. Anger problems. Not such a bad guy."
    ],
    "item": "SCP-3908",
    "object_class": "Euclid",
    "containment_procedures": "Standard humanoid containment unit. 3 meals are to be provided every day. Possible restraints for interaction. Weekly psychological evaluation.",
    "description": "Human male. Gray hair. Brown eyes. 1.8 meters. 72 kilograms. Caucasian. 40 years.",
    "title": "SCP-3908"
}