{
    "url": "https://scp-wiki.wikidot.com/scp-3912",
    "all_text": "rating: \n+62\n+\n–\nx\n\n\n\n\nItem #:\n SCP-3912\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-3912 is to be contained in a 77mm lens filter case with soft-foam packaging and placed in a standard secure locker. Access to SCP-3912 for testing requires Level security 2 clearance.\n\n\nDescription:\n SCP-3912 is a 77mm Tiffen brand UV filter for camera lenses with a prominent set of fractures across the diameter of the glass. These fractures are clearly visible when looking through the viewfinder of a camera fitted with this filter. The anomalous effects of SCP-3912 manifest when an affected camera takes a picture of an object or person the user deems a threat. Incisions appear on the target, matching the superimposition of the fractures and severing along these lines, but not affecting any other objects in the frame. Development is not required; as testing has shown, this effect is produced with digital cameras as well as film cameras. Furthermore, the fractures do not appear on developed film and digital images.\n\n\nSubjects looking through the viewfinder report the presence of a benevolent entity looking over their shoulder. Tests consistently show thermal deviations to what the user perceives as optimal room temperature around the user whenever the effects of SCP-3912 manifest. While using SCP-3912, subjects have shown understanding of advanced and esoteric photographic concepts, regardless of previous experience.\n\n\nSCP-3912 was first made known to the Foundation when Hassan ██████, a famed photographer for his coverage of several military conflicts throughout the Middle East, was abducted by insurgents in Al Qa'im on ██/██/2016. Hassan survived the abduction by using SCP-3912 to neutralize eight of his captors.\n\n\nMTF Zulu-21 (\"Desert Devils\") was dispatched on ██/██/2016 to apprehend the subject and recover SCP-3912, who were both in the custody of insurgents belonging to the Al-Nursa Front along the Iraqi border. Hassan was found with multiple gunshot wounds, surrounded by ██ insurgents neutralized by the patterned incisions in the chest and neck. These incisions also affected Kevlar and bulletproof vests worn by said insurgents without tearing in the material.\n\n\nHassan was taken to Site-██ to be given medical attention and interrogated on the nature and acquisition of SCP-3912. Hassan expressed concern with SCP-3912 falling into the wrong hands and freely divulged information regarding SCP-3912 (See Addendum 3912-A).\n\n\nAddendum:\n\n\n\n\n+ Addendum 3912-A: Interview with Hassan ██████.\n\n\n\n\n- Addendum 3912-A: Interview with Hassan ██████.\n\n\n\n\n\n\nInterviewed:\n Hassan ██████\n\n\nInterviewer:\n Task Force Commander Amr Haddad\n\n\nForeword:\n Interview taking place at Site-██ infirmary. Subject condition unstable but conscious. Dr. Elissa was unavailable to conduct the interview. Task Force Commander Haddad is conducting the interview in her stead in light of Subject's failing condition and language barriers. Transcript is translated from Arabic.\n\n\n<Begin Log, [██/██/2016, 0023]>\n\n\nAmr:\n Hello, I'm Commander Haddad. I will be conducting this interview.\n\n\nHassan:\n [\nwheezing\n] This is about the lens filter, isn't it?\n\n\nAmr:\n Yes. We have some questions we need you to answer, namely how you came into possession of the item.\n\n\nHassan:\n This is it, isn't it? I lucked out too many times… I guess this is it then… Before… Before I give you anything… I need to know you can be trusted.\n\n\nAmr:\n I can assure you we have medical professionals working to keep you stable.\n\n\nHassan:\n Who are you, people? I don't… see any national badge. You're one of those groups after… after the unnatural stuff… aren't you?\n\n\nAmr:\n …Yes.\n\n\nHassan:\n Are you part of the GOC?\n\n\nAmr:\n No. Our practices focus on containment as opposed to the elimination of anomalous objects. How do you know of that organization?\n\n\nHassan:\n They wanted to take everything from me, so I killed, and killed, and killed. You'd understand, right? She was — [sharp inhale] she… We had her in… the West Bank. Her name was Zahr, and every bit as beautiful as one. She learned to be a photographer. She wanted to capture the beauty of the world.\n\n\nAmr:\n Was she the original owner of the item?\n\n\nHassan:\n She was killed by the IDF. A sniper — a sniper killed her during a protest. They claimed the camera was — they thought it was a gun. I should have never let her pursue that path.\n\n\nAmr:\n Can you tell me how this relates to your possession of—\n\n\nHassan:\n That's all… all they returned to me… no ashes… no… body.\n\n\nAmr:\n The IDF?\n\n\nHassan:\n I couldn't throw it… It was all I had of her, you know? [\ncoughing\n] …They probably saw it fit to mock her like that, steal a man's only daughter and leave him nothing but a broken memento.\n\n\nAmr:\n When did you discover the item had anomalous properties?\n\n\nHassan:\n Maybe two days after? I was angry, grieving. I wasn’t thinking straight; I just put the filter on one of her cameras and looked out the window. There was a lone IDF soldier out there, and I thought; just what if… I took the picture and he died right there, cut in half.\n\n\nAmr:\n Was this incident related to the [DATA EXPUNGED] killings?\n\n\nHassan:\n …Yes.\n\n\nAmr:\n Were you behind the killings?\n\n\nHassan:\n It was easy. You just stand there thinking it's not a threat, it even looks like a broken camera. I just kill you with a click. Even now. Even now I can see the justice running in crimson rivers. Veins of the deserving need their dams broken.\n\n\nAmr:\n I see. Has this effect ever happened to wild animals?\n\n\nHassan:\n She cut the leg off a bear once… it toppled over while running and it just collapsed, bleeding out all over the place.\n\n\nAmr:\n I see. Thank you for your time.\n\n\nHassan:\n Wait! Please… let me talk to her. Once… one last time before I die.\n\n\nAmr:\n … I'll see what I can do.\n\n\n<End Log>\n\n\nClosing Statement:\n Hassan ██████ was not given amnestics; delirium was noted during the interview and his condition began failing shortly after the interview. He was comatose after 10 hours and declared dead from internal bleeding and kidney failure three days later. Commander Amr Haddad was reprimanded for divulging information about the Foundation. Commander Haddad argued that divulging information to an individual who was on their deathbed was justified as it had resulted in the necessitated information.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3911\n | SCP-3912 | \nSCP-3913\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3912\n\" by A_Sack_Of_Potatoes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3912\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: Hassan ██████ Interviewer: Task Force Commander Amr Haddad Foreword: Interview taking place at Site-██ infirmary. Subject condition unstable but conscious. Dr. Elissa was unavailable to conduct the interview. Task Force Commander Haddad is conducting the interview in her stead in light of Subject's failing condition and language barriers. Transcript is translated from Arabic. <Begin Log, [██/██/2016, 0023]> Amr: Hello, I'm Commander Haddad. I will be conducting this interview. Hassan: [ wheezing ] This is about the lens filter, isn't it? Amr: Yes. We have some questions we need you to answer, namely how you came into possession of the item. Hassan: This is it, isn't it? I lucked out too many times… I guess this is it then… Before… Before I give you anything… I need to know you can be trusted. Amr: I can assure you we have medical professionals working to keep you stable. Hassan: Who are you, people? I don't… see any national badge. You're one of those groups after… after the unnatural stuff… aren't you? Amr: …Yes. Hassan: Are you part of the GOC? Amr: No. Our practices focus on containment as opposed to the elimination of anomalous objects. How do you know of that organization? Hassan: They wanted to take everything from me, so I killed, and killed, and killed. You'd understand, right? She was — [sharp inhale] she… We had her in… the West Bank. Her name was Zahr, and every bit as beautiful as one. She learned to be a photographer. She wanted to capture the beauty of the world. Amr: Was she the original owner of the item? Hassan: She was killed by the IDF. A sniper — a sniper killed her during a protest. They claimed the camera was — they thought it was a gun. I should have never let her pursue that path. Amr: Can you tell me how this relates to your possession of— Hassan: That's all… all they returned to me… no ashes… no… body. Amr: The IDF? Hassan: I couldn't throw it… It was all I had of her, you know? [ coughing ] …They probably saw it fit to mock her like that, steal a man's only daughter and leave him nothing but a broken memento. Amr: When did you discover the item had anomalous properties? Hassan: Maybe two days after? I was angry, grieving. I wasn’t thinking straight; I just put the filter on one of her cameras and looked out the window. There was a lone IDF soldier out there, and I thought; just what if… I took the picture and he died right there, cut in half. Amr: Was this incident related to the [DATA EXPUNGED] killings? Hassan: …Yes. Amr: Were you behind the killings? Hassan: It was easy. You just stand there thinking it's not a threat, it even looks like a broken camera. I just kill you with a click. Even now. Even now I can see the justice running in crimson rivers. Veins of the deserving need their dams broken. Amr: I see. Has this effect ever happened to wild animals? Hassan: She cut the leg off a bear once… it toppled over while running and it just collapsed, bleeding out all over the place. Amr: I see. Thank you for your time. Hassan: Wait! Please… let me talk to her. Once… one last time before I die. Amr: … I'll see what I can do. <End Log> Closing Statement: Hassan ██████ was not given amnestics; delirium was noted during the interview and his condition began failing shortly after the interview. He was comatose after 10 hours and declared dead from internal bleeding and kidney failure three days later. Commander Amr Haddad was reprimanded for divulging information about the Foundation. Commander Haddad argued that divulging information to an individual who was on their deathbed was justified as it had resulted in the necessitated information.",
        "\" SCP-3912 \" by A_Sack_Of_Potatoes, from the SCP Wiki . Source: https://scpwiki.com/scp-3912 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3912",
    "object_class": "Safe",
    "containment_procedures": "SCP-3912 is to be contained in a 77mm lens filter case with soft-foam packaging and placed in a standard secure locker. Access to SCP-3912 for testing requires Level security 2 clearance.",
    "description": "SCP-3912 is a 77mm Tiffen brand UV filter for camera lenses with a prominent set of fractures across the diameter of the glass. These fractures are clearly visible when looking through the viewfinder of a camera fitted with this filter. The anomalous effects of SCP-3912 manifest when an affected camera takes a picture of an object or person the user deems a threat. Incisions appear on the target, matching the superimposition of the fractures and severing along these lines, but not affecting any other objects in the frame. Development is not required; as testing has shown, this effect is produced with digital cameras as well as film cameras. Furthermore, the fractures do not appear on developed film and digital images.",
    "title": "SCP-3912"
}