{
    "url": "https://scp-wiki.wikidot.com/scp-3923",
    "all_text": "Oh you know what, I'm feeling great! Just like my confidence in our profits this quarter!\n\n\n\n\nrating: \n+84\n+\n–\nx\n\n\n\n\n\n\nAn instance of SCP-3923 in containment.\n\n\n\n\n\n\nItem #:\n SCP-3923\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All known instances of SCP-3923 are currently being held at \nSite-55\n's Botanical Containment Center. Personnel interacting with instances of SCP-3923 are to be equipped with non-rebreather masks and personal oxygen tanks. Prunings are to be carried out by trained personnel only. Instances are to be watered no more than once a week.\n\n\nFoundation web crawlers are to monitor internal email systems of major companies for references to behaviors and speech patterns caused by exposure to SCP-3923.\n\n\nDescription:\n SCP-3923 are visually and genetically identical to \nFicus lyrata\n (Fiddle Leaf Fig). Though varying in height and coloration, they are typically 1.5m tall and light green. To date, all recovered instances of SCP-3923 have been found in executive boardrooms, business meeting rooms, and the personal offices of high-ranking employees within multi-million dollar companies.\n\n\nInstead of photosynthesizing oxygen, SCP-3923 creates a previously unknown gas which affects human cognitive functions. Though physiologically harmless, the gas will cause subjects inhaling it to suffer from irregular speech patterns and behavior. Such behaviors include believing oneself to be issuing a presentation, engaging in sales pitches for non-specific products, and attempting to exchange non-existent business cards. If more than one subject is affected, they will take turns making faux presentations on perceived products and applauding one another. Gatherings of subjects affected by SCP-3923 can last hours, usually only ending due to outside disturbances or when biological needs arise.\n\n\nThe effects of SCP-3923 wear off within 5-10 minutes of leaving the affected area. Recovering subjects will express confusion and have little to no recollection of their prior state. This is particularly notable in subjects who are not in an office building or similar location while under the effects of SCP-3923. Prolonged exposure may result in SCP-3923's effects becoming near-permanent, as seen in William Heider, the CEO of the Fortune 500 company █████.\n\n\nAddendum 1: Apprehension of APP Inc Associate\n\nMatthew Sanders was apprehended at the 2019 Austin Small Business Expo in Austin (ASBE), Texas. Sanders was discovered to be exhibiting products on behalf of Avelar Professional Products Incorporated\n1\n at the convention, including SCP-3923, \nSCP-3709\n, \nSCP-3803\n, \nSCP-4988\n, and other previously unknown APP Inc products. The promotional materials involving SCP-3923 claimed the object was guaranteed to \"… get employees in the headspace of a top-dog salesman!\" and \"improve meeting productivity and boardroom aesthetics by 300%!\"\n\n\nUpon being questioned Sanders claimed he had been hired as a product demonstrator by a third party staffing agency and had no knowledge of APP Inc, save for the marketing material he had been provided. All marketing material seized during the apprehension of Sanders is currently kept in Site 55's Low-Risk Item Storage. Among the items was a list of representatives for several companies in attendance of ASBE who had left their contact information with Sanders. Foundation field agents are currently being planted as custodial personnel in over 20 companies to search and contain instances of SCP-3923 and other APP Inc products.\n\n\nSanders was later released from Foundation custody after administration of Class B Amnestics.\n\n\nAddendum 2: Affected Subject Interview\n\n\n\n\n+ Document 3923-1221: Interview with D-1221\n\n\n\n\n- Hide Interview Log\n\n\n\n\n\n\nInterviewed:\n D-1221\n\n\nInterviewer:\n Researcher Hart\n\n\nForeword:\n D-1221 was exposed to SCP-3923 for 20 minutes before Researcher Hart entered the chamber. Researcher Hart was equipped with the necessary equipment to not be affected by SCP-3923.\n\n\n<Begin Log>\n\n\nResearcher Hart:\n Hello, D-1221.\n\n\nD-1221:\n Bob! I didn't expect to see you at this meeting! How are you doing? I'd give you my business card \n(D-1221 attempts to search his jumpsuit for pockets)\n but I'm afraid I came unprepared! \n(D-1221 attempts to shake hands with Researcher Hart.)\n\n\nResearcher Hart:\n (\nRefusing the handshake\n) How are you feeling?\n\n\nD-1221:\n Oh you know what, I'm feeling great! Just like my confidence in our profits this quarter!\n\n\nResearcher Hart:\n What do you mean?\n\n\nD-1221:\n By dramatically innovating cooperative processes to proactively mesh cutting edge manufactured products which will beat out the competition in our untapped sectors abroad, we will triple our profits!\n\n\nResearcher Hart:\n I, uh… Okay. Are you feeling any sort of lightheadedness? Maybe dizziness, fatigue, or nausea?\n\n\nD-1221:\n Nope, like I said, feeling great! Anyway, as I was saying, by dramatically increasing our synergy with third-party distributors in the Eastern markets, I plan on pushing this product all the way to the top for this company!\n\n\nResearcher Hart:\n I'm afraid I don't follow. What company? What product?\n\n\nD-1221:\n Alright… Come on now, wise guy. A meeting is no place for joking around. We're talking money here! Big, big money!\n\n\nResearcher Hart:\n Very well. Can you detail your plans to me? A step by step, if you will.\n\n\nD-1221:\n (\nSighing\n) Okay. Listen, I normally don't do this but I'll do it just for you since you're the new guy and you seem like a real go-getter, okay? We're going to get together a crack tiger team to get a B2B rolling with some offshore brick and mortars. Put on a nice show and pretend to eat some of our own dogfood until they have a 'come to Jesus moment' and then we just so happen to lower our prices and manage to set up a profit center in the untapped sector. The entire time we will be courting a rival company of theirs and offering prices our competition cannot beat within a ballpark figure of $3 million. That way we still have an exit strategy in case we screw the pooch. By hiring exclusively newcomers in that foreign market, we can claim downsizing within 5 years to maximize our long-run profits.\n\n\n\n\nResearcher Hart:\n Thank you. Now, I have another question.\n\n\n\n\nD-1221:\n Go ahead and shoot, Tim!\n\n\n\n\nResearcher Hart:\n What company do you claim to work for?\n\n\nD-1221:\n Come on now…. Twice in one meeting? You're looking to get your position Bangalore'd with that behavior! We work for Schieffer Incorporated!\n2\n\n\nResearcher Hart:\n And what is the product you are selling?\n\n\nD-1221:\n You were on thin ice before, George, but this crosses the line. You're fired.\n\n\n<End Log>\n\n\nClosing Statement:\n D-1221 refused to answer further questions and attempted to force Researcher Hart into signing a non-compete agreement, which the subject claimed Hart could acquire from 'his secretary'. Following the cessation of testing, D-1221 recovered within 11 minutes and had no memory of their prior state.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Avelar Professional Products (APP Inc) is a group of interest specializing in the production and sale of anomalous office products and supplies.\n\n\n2\n. This has conflicted with information gleaned in prior conversations.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-3867\n \n•\n\n\n\n\n\n\nSCP-6467\n \n•\n\n\n\n\n\n\nSCP-4982\n \n•\n\n\n\n\n\n\nSCP-1046\n \n•\n\n\n\n\n\n\nSCP-ES-115\n \n•\n\n\n\n\n\n\nSCP-8911\n \n•\n\n\n\n\n\n\nSCP-7112\n \n•\n\n\n\n\n\n\nSCP-4056\n \n•\n\n\n\n\n\n\nSCP-7260\n \n•\n\n\n\n\n\n\nSCP-3756\n \n•\n\n\n\n\n\n\nSCP-5057\n \n•\n\n\n\n\n\n\nSCP-7337\n \n•\n\n\n\n\n\n\nSCP-020-J\n \n•\n\n\n\n\n\n\nSCP-4003\n \n•\n\n\n\n\n\n\nSCP-PL-274\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nMasquerade's End\n \n•\n\n\n\n\n\n\nProject Proposal 2014-1221: \"Finally Waking Up\"\n \n•\n\n\n\n\n\n\nProject Proposal 2018-145: \"Drinking With the Jocks\"\n \n•\n\n\n\n\n\n\nTactical Theology Disciplinary Meeting for Diana Ribiero\n \n•\n\n\n\n\n\n\nParalytic States\n \n•\n\n\n\n\n\n\nUIU File: 2001-745\n \n•\n\n\n\n\n\n\nUIU File: 2008-021\n \n•\n\n\n\n\n\n\nGRANT REQUEST FOR THE RE-CREATION OF AN ADVANCED POSTMORTEM NEURAL PRESERVATION SYSTEM\n \n•\n\n\n\n\n\n\nMerry Christmas, Jude Kriyot\n \n•\n\n\n\n\n\n\nZetetic Bulletin: The Myth of the Wu Xing Iris\n \n•\n\n\n\n\n\n\nCritter Profile: Sandra And George!\n \n•\n\n\n\n\n\n\nAce Of Hearts\n \n•\n\n\n\n\n\n\nPediatric Para-Psychology\n \n•\n\n\n\n\n\n\nUN's Proposal... Maybe.\n \n•\n\n\n\n\n\n\nSCP Wiki Discussion Page Simulator\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3922\n | SCP-3923 | \nSCP-3924\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3923\n\" by Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3923\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ficus.jpg\n\n\nName:\n Ficus lyrata1\n\n\nAuthor:\n KENPEI\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 1: Apprehension of APP Inc Associate Matthew Sanders was apprehended at the 2019 Austin Small Business Expo in Austin (ASBE), Texas. Sanders was discovered to be exhibiting products on behalf of Avelar Professional Products Incorporated 1 at the convention, including SCP-3923, SCP-3709 , SCP-3803 , SCP-4988 , and other previously unknown APP Inc products. The promotional materials involving SCP-3923 claimed the object was guaranteed to \"… get employees in the headspace of a top-dog salesman!\" and \"improve meeting productivity and boardroom aesthetics by 300%!\"\nUpon being questioned Sanders claimed he had been hired as a product demonstrator by a third party staffing agency and had no knowledge of APP Inc, save for the marketing material he had been provided. All marketing material seized during the apprehension of Sanders is currently kept in Site 55's Low-Risk Item Storage. Among the items was a list of representatives for several companies in attendance of ASBE who had left their contact information with Sanders. Foundation field agents are currently being planted as custodial personnel in over 20 companies to search and contain instances of SCP-3923 and other APP Inc products.\nSanders was later released from Foundation custody after administration of Class B Amnestics.",
        "Addendum 2: Affected Subject Interview\n"
    ],
    "documents": [],
    "notes": [
        "Interviewed: D-1221 Interviewer: Researcher Hart Foreword: D-1221 was exposed to SCP-3923 for 20 minutes before Researcher Hart entered the chamber. Researcher Hart was equipped with the necessary equipment to not be affected by SCP-3923. <Begin Log> Researcher Hart: Hello, D-1221. D-1221: Bob! I didn't expect to see you at this meeting! How are you doing? I'd give you my business card (D-1221 attempts to search his jumpsuit for pockets) but I'm afraid I came unprepared! (D-1221 attempts to shake hands with Researcher Hart.) Researcher Hart: ( Refusing the handshake ) How are you feeling? D-1221: Oh you know what, I'm feeling great! Just like my confidence in our profits this quarter! Researcher Hart: What do you mean? D-1221: By dramatically innovating cooperative processes to proactively mesh cutting edge manufactured products which will beat out the competition in our untapped sectors abroad, we will triple our profits! Researcher Hart: I, uh… Okay. Are you feeling any sort of lightheadedness? Maybe dizziness, fatigue, or nausea? D-1221: Nope, like I said, feeling great! Anyway, as I was saying, by dramatically increasing our synergy with third-party distributors in the Eastern markets, I plan on pushing this product all the way to the top for this company! Researcher Hart: I'm afraid I don't follow. What company? What product? D-1221: Alright… Come on now, wise guy. A meeting is no place for joking around. We're talking money here! Big, big money! Researcher Hart: Very well. Can you detail your plans to me? A step by step, if you will. D-1221: ( Sighing ) Okay. Listen, I normally don't do this but I'll do it just for you since you're the new guy and you seem like a real go-getter, okay? We're going to get together a crack tiger team to get a B2B rolling with some offshore brick and mortars. Put on a nice show and pretend to eat some of our own dogfood until they have a 'come to Jesus moment' and then we just so happen to lower our prices and manage to set up a profit center in the untapped sector. The entire time we will be courting a rival company of theirs and offering prices our competition cannot beat within a ballpark figure of $3 million. That way we still have an exit strategy in case we screw the pooch. By hiring exclusively newcomers in that foreign market, we can claim downsizing within 5 years to maximize our long-run profits. Researcher Hart: Thank you. Now, I have another question. D-1221: Go ahead and shoot, Tim! Researcher Hart: What company do you claim to work for? D-1221: Come on now…. Twice in one meeting? You're looking to get your position Bangalore'd with that behavior! We work for Schieffer Incorporated! 2 Researcher Hart: And what is the product you are selling? D-1221: You were on thin ice before, George, but this crosses the line. You're fired. <End Log> Closing Statement: D-1221 refused to answer further questions and attempted to force Researcher Hart into signing a non-compete agreement, which the subject claimed Hart could acquire from 'his secretary'. Following the cessation of testing, D-1221 recovered within 11 minutes and had no memory of their prior state.",
        "\" SCP-3923 \" by Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-3923 . Licensed under CC-BY-SA .",
        "Filename: ficus.jpg Name: Ficus lyrata1 Author: KENPEI License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3923",
    "object_class": "Euclid",
    "containment_procedures": "All known instances of SCP-3923 are currently being held at Site-55's Botanical Containment Center. Personnel interacting with instances of SCP-3923 are to be equipped with non-rebreather masks and personal oxygen tanks. Prunings are to be carried out by trained personnel only. Instances are to be watered no more than once a week.",
    "description": "SCP-3923 are visually and genetically identical to Ficus lyrata (Fiddle Leaf Fig). Though varying in height and coloration, they are typically 1.5m tall and light green. To date, all recovered instances of SCP-3923 have been found in executive boardrooms, business meeting rooms, and the personal offices of high-ranking employees within multi-million dollar companies.",
    "title": "SCP-3923"
}