{
    "url": "https://scp-wiki.wikidot.com/scp-3927",
    "all_text": "rating: \n+100\n+\n–\nx\n\n\n\n\n\n\nPhoto of SCP-3927 taken prior to transfer to Site-██. The balloon was later found buried in a corner of SCP-3927's habitat.\n\n\n\n\n\n\nItem #:\n SCP-3927\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3927 is to be kept in a wire cage, with all walls measuring at least 60 cm long. SCP-3927 is to be provided with a record player manufactured between the years of 1883 to 1927; music from the same time period is to be played to SCP-3927 continuously for at least 12 hours each day.\n\n\nSCP-3927's cage is currently kept in a standard containment cell. A spare record player and extra cases of records are to be kept in the same chamber. Access to SCP-3927 for experimentation requires Level-3 clearance.\n\n\nPersonnel handling SCP-3927 are required to wear rubber gloves. SCP-3927 currently does not require as much regular feeding as a non-anomalous mouse, but is to be fed according to the recommendations and schedule provided by the assigned veterinarian.\n\n\nDescription:\n SCP-3927 is a white taxidermied house mouse (\nMus musculus\n, also known as \"fancy mouse\") wearing a top hat, a monocle over the left eye, and black polished shoes. Although SCP-3927 is stuffed (demonstrated by it having stitches over its chest, as well as possessing plastic eyes), the specimen will still move, blink, and eat in the same manner as non-anomalous individuals of the same species.\n\n\nSCP-3927 generates a mild reality-altering anomaly that affects various objects within a proximity of 10 meters. Observed phenomena due to this effect include:\n\n\n\n\nVideo-recording devices of any kind will produce black and white footage.\n\n\nAny audio recorded within the area of effect will be interrupted by light popping and scratching sounds, as well as faint incidental piano music in the background similar to that of early 1900s short films.\n\n\nAll humans in the affected area will unconsciously use words and phrases associated with American English slang in the early 1900s.\n\n\n\n\nSCP-3927 seems to exhibit a sense of extreme dislike for humans using modern technology. For example, it will bite and nip at researchers who attempt to handle it while possessing a mobile phone on their person. SCP-3927 additionally becomes agitated when it sees researchers looking at digital screens.\n\n\nBased on experimentation,\n1\n it has been determined that SCP-3927's anomalous effect is nullified by allowing it to listen to music played by a record player. Furthermore, in the absence of such a record player, SCP-3927 will manifest increasingly noticeable reality alterations upon whichever human handles it most frequently. See abridged test log:\n\n\n\n\nDisplay Test SCP-3927-1-A\n\n\n\n\nClose Log\n\n\n\n\n\n\nTest SCP-3927-1-A\n\n\nSubject:\n D-1492\n\n\nProcedure:\n D-1492 was tasked with handling SCP-3927 three times each day while no record player music was provided.\n\n\nDay 1:\n Subject reported feeling a headache, but nothing else unusual.\n\n\nDay 2:\n Subject stated that he would have liked to listen to the record player, and even began to sway while seated. It was noted that D-1492 had previously exhibited disdain towards the record player as a \"useless antique\".\n\n\nDay 6:\n D-1492 spontaneously referred to SCP-3927 as \"Snowy\" several times, seemingly by instinct. SCP-3927 appeared to recognize and respond positively to this name.\n\n\nDay 11:\n D-1492 began to develop facial wrinkles, as well as grey hair. At this point, D-1492 retained physical strength and dexterity associated with his age.\n\n\nDay 12:\n D-1492 reported developing back pains.\n\n\nDay 14:\n During the evening portion of the experiment, the clothes D-1492 wore transformed into a 1900s-era nightgown. When questioned, D-1492 seemed unperturbed, stating, \"Why, I sleep in a nightgown every night! It's not strange!\"\n\n\nDay 15:\n D-1492 now believes he is an elderly woman at the age of 67.\n\n\nDay 17:\n D-1492 has begun to request that research personnel address him as \"Diana\", and has further engaged with SCP-3927 by teaching it to perform tricks. SCP-3927 has responded to various cues from D-1492 to jump, turn in circles, and stand on its hind legs, seemingly from memory rather than instinct.\n\n\nResearcher's note:\n Testing was prematurely concluded when D-1492 began to repeatedly feel unwell and developed symptoms of severe chronic illness. SCP-3927 was returned to its usual containment with its record player running continuously.\n\n\n\n\n\n\n\n\n\n\nAddendum 3927-1:\n SCP-3927 was initially discovered when a man contacted local animal control services, claiming that a stuffed mouse was frequently appearing in his great-grandmother's room, the backyard garden, and the attic where it \"seemed to be tampering with an antique record player\" in storage. A Foundation agent embedded in the animal control staff was dispatched to investigate the case. An interview with the informant was conducted after SCP-3927 was discovered and transferred to a Foundation facility (See interview log below).\n\n\n\n\nDisplay Interview Log SCP-3927-1-A1\n\n\n\n\nClose Log\n\n\n\n\n\n\nInterview Log SCP-3927-1-A1\n\n\nInterviewed:\n [REDACTED] \nNote: it is believed that Mr. [REDACTED] was affected by SCP-3927's primary anomalous effect during the course of this interview.\n\n\nInterviewer:\n Dr.████\n\n\n<Begin Log>\n\n\nDr. ████:\n So, when did the strange events start?\n\n\n[REDACTED]:\n Well, it started when I first got into the house. I had to move here because my family owned it so I didn't have to pay it off, also because it was much closer to the place I work at. Keen, I mean, nice place too. When I got inside the house I couldn't help but turn the record player on. It brought back memories. When it was on I noticed the taxidermied mouse. My great-grandma Diana had that mouse taxidermied and dolled up, I mean, dressed up, because she loved it so much. I gave the mouse a pat on the head.\n\n\nDr. ████:\n What happened after?\n\n\n[REDACTED]:\n I started noticing things happening. That night the record player started playing the same song on loop. While I was lying in bed, I thought I heard tapping and then the record player playing a different song. And then the next morning I woke up and a jar of peanut butter was knocked onto the floor and licked clean.\n\n\nDr. ████:\n Did anything strange happen to other electronic devices in the house?\n\n\n[REDACTED]:\n Nosirr, why do you ask?\n\n\nDr. ████:\n Just checking. Please continue.\n\n\n[REDACTED]:\n Everything was ducky, I mean… fine afterwards, actually. Until I came home one day and the mouse was gone.\n\n\nDr. ████:\n Did you look for it?\n\n\n[REDACTED]:\n Yes, it was in the garden in sitting on the bench. My grandmother once told me that the mouse loved to go in the garden and explore. And that her mother would be sitting on the bench watching the mouse. I freaked out because I assumed the the mouse was haunted or something.\n\n\nDr. ████:\n What did you do after that?\n\n\n[REDACTED]:\n I uh… I actually called an exorcist to take a gander. Take a look. But he said that he doesn't sense any angry or aggressive spirits. So then I decided I was just hallucinating or going off the deep end. I checked if there was a gas leak or some chemicals in the water I was drinking, or maybe I was jazzed at the time. But nothing.\n\n\nDr. ████:\n So you just kept your normal routine from then on? Did the mouse do anything else?\n\n\n[REDACTED]:\n Why, indeed it… uh. I mean. It appeared in my great-grandmother's room more often than any other room. It looked like it was searching for something. One time I could've sworn it blinked. Chow in the kitchen kept disappearing. I tried to ask the queer little thing what it wanted but it just kept cold when I picked it up. I mean kept silent. Sorry.\n\n\nDr. ████:\n What else?\n\n\n[REDACTED]:\n A few days ago I caught it staring at an old photo of my great-grandmother hanging on a wall. I tried to take a video of it with my phone, but it up and went batty and… I mean. It got upset and attacked my hand. Cracked my phone screen. After that I called animal control.\n\n\nDr. ████:\n I see. Do you have any further information you would like to share?\n\n\n[REDACTED]:\n Golly, I don't know. Did I say golly? Really? Sorry. Great-grandma Diana passed away from cancer in 1931 though, and I don't think anyone else in the family had a pet mouse since then. Is my house infested?\n\n\nDr. ████:\n I don't think so, but we can send some people to make sure. This concludes the interview, thank you.\n\n\n<End Log>\n\n\nClosing Statement:\n Following the interview, Mr. [REDACTED] was instructed to report any further unusual happenings to a Foundation contact. Amnestics have been deferred for the time being; Mr. [REDACTED] is expected to recover from symptoms of long-term SCP-3927 exposure in a few weeks.\n\n\n\n\n\n\n\n\n\n\nAddendum 3927-2:\n As of ██/██/████, it was proposed that Diandre \"Diana\" ██████, a former Foundation researcher (currently retired, but still listed as a contact for case-by-case consultations), be considered as a primary caretaker of SCP-3927 due to her experience handling mice in laboratory settings, as well as her age and appearance.\n\n\nOn ██/██/████, Researcher Diandre visited SCP-3927's containment unit, bringing a set of rodent toys she used with her own mice. SCP-3927 seemed to respond well to the interaction with Researcher Diandre, and even seemed to comprehend when she informed it she would be leaving to get lunch and would return shortly.\n\n\nApproximately three months after becoming SCP-3927's primary caretaker, Researcher Diandre reported that she noticed her appearance changing slightly. Some of her facial wrinkles had faded, and her silver hair had begun to revert to its original dark color at the very ends. Additionally, she reported feeling less tired than usual in the mornings, and being able to better remember schedules without the aid of calendars or reminders.\n\n\nResearcher Diandre has been cleared for long-term experimentation with SCP-3927. Further discussion is ongoing regarding potential use of SCP-3927 as a means of health maintenance for other elderly Foundation personnel.\n\n\n\n\nFootnotes\n\n\n1\n. Trial criteria for various exposure stimuli were proposed based on information collected upon SCP-3927's initial acquisition.\n\n\n\n\n\n\n\n\n« \nSCP-3926\n | SCP-3927 | \nSCP-3928\n »",
    "addendums": [
        "Addendum 3927-1: SCP-3927 was initially discovered when a man contacted local animal control services, claiming that a stuffed mouse was frequently appearing in his great-grandmother's room, the backyard garden, and the attic where it \"seemed to be tampering with an antique record player\" in storage. A Foundation agent embedded in the animal control staff was dispatched to investigate the case. An interview with the informant was conducted after SCP-3927 was discovered and transferred to a Foundation facility (See interview log below).",
        "Addendum 3927-2: As of ██/██/████, it was proposed that Diandre \"Diana\" ██████, a former Foundation researcher (currently retired, but still listed as a contact for case-by-case consultations), be considered as a primary caretaker of SCP-3927 due to her experience handling mice in laboratory settings, as well as her age and appearance.\nOn ██/██/████, Researcher Diandre visited SCP-3927's containment unit, bringing a set of rodent toys she used with her own mice. SCP-3927 seemed to respond well to the interaction with Researcher Diandre, and even seemed to comprehend when she informed it she would be leaving to get lunch and would return shortly.\nApproximately three months after becoming SCP-3927's primary caretaker, Researcher Diandre reported that she noticed her appearance changing slightly. Some of her facial wrinkles had faded, and her silver hair had begun to revert to its original dark color at the very ends. Additionally, she reported feeling less tired than usual in the mornings, and being able to better remember schedules without the aid of calendars or reminders.\nResearcher Diandre has been cleared for long-term experimentation with SCP-3927. Further discussion is ongoing regarding potential use of SCP-3927 as a means of health maintenance for other elderly Foundation personnel."
    ],
    "documents": [],
    "notes": [
        "Test SCP-3927-1-A Subject: D-1492 Procedure: D-1492 was tasked with handling SCP-3927 three times each day while no record player music was provided. Day 1: Subject reported feeling a headache, but nothing else unusual. Day 2: Subject stated that he would have liked to listen to the record player, and even began to sway while seated. It was noted that D-1492 had previously exhibited disdain towards the record player as a \"useless antique\". Day 6: D-1492 spontaneously referred to SCP-3927 as \"Snowy\" several times, seemingly by instinct. SCP-3927 appeared to recognize and respond positively to this name. Day 11: D-1492 began to develop facial wrinkles, as well as grey hair. At this point, D-1492 retained physical strength and dexterity associated with his age. Day 12: D-1492 reported developing back pains. Day 14: During the evening portion of the experiment, the clothes D-1492 wore transformed into a 1900s-era nightgown. When questioned, D-1492 seemed unperturbed, stating, \"Why, I sleep in a nightgown every night! It's not strange!\" Day 15: D-1492 now believes he is an elderly woman at the age of 67. Day 17: D-1492 has begun to request that research personnel address him as \"Diana\", and has further engaged with SCP-3927 by teaching it to perform tricks. SCP-3927 has responded to various cues from D-1492 to jump, turn in circles, and stand on its hind legs, seemingly from memory rather than instinct. Researcher's note: Testing was prematurely concluded when D-1492 began to repeatedly feel unwell and developed symptoms of severe chronic illness. SCP-3927 was returned to its usual containment with its record player running continuously.",
        "Interview Log SCP-3927-1-A1 Interviewed: [REDACTED] Note: it is believed that Mr. [REDACTED] was affected by SCP-3927's primary anomalous effect during the course of this interview. Interviewer: Dr.████ <Begin Log> Dr. ████: So, when did the strange events start? [REDACTED]: Well, it started when I first got into the house. I had to move here because my family owned it so I didn't have to pay it off, also because it was much closer to the place I work at. Keen, I mean, nice place too. When I got inside the house I couldn't help but turn the record player on. It brought back memories. When it was on I noticed the taxidermied mouse. My great-grandma Diana had that mouse taxidermied and dolled up, I mean, dressed up, because she loved it so much. I gave the mouse a pat on the head. Dr. ████: What happened after? [REDACTED]: I started noticing things happening. That night the record player started playing the same song on loop. While I was lying in bed, I thought I heard tapping and then the record player playing a different song. And then the next morning I woke up and a jar of peanut butter was knocked onto the floor and licked clean. Dr. ████: Did anything strange happen to other electronic devices in the house? [REDACTED]: Nosirr, why do you ask? Dr. ████: Just checking. Please continue. [REDACTED]: Everything was ducky, I mean… fine afterwards, actually. Until I came home one day and the mouse was gone. Dr. ████: Did you look for it? [REDACTED]: Yes, it was in the garden in sitting on the bench. My grandmother once told me that the mouse loved to go in the garden and explore. And that her mother would be sitting on the bench watching the mouse. I freaked out because I assumed the the mouse was haunted or something. Dr. ████: What did you do after that? [REDACTED]: I uh… I actually called an exorcist to take a gander. Take a look. But he said that he doesn't sense any angry or aggressive spirits. So then I decided I was just hallucinating or going off the deep end. I checked if there was a gas leak or some chemicals in the water I was drinking, or maybe I was jazzed at the time. But nothing. Dr. ████: So you just kept your normal routine from then on? Did the mouse do anything else? [REDACTED]: Why, indeed it… uh. I mean. It appeared in my great-grandmother's room more often than any other room. It looked like it was searching for something. One time I could've sworn it blinked. Chow in the kitchen kept disappearing. I tried to ask the queer little thing what it wanted but it just kept cold when I picked it up. I mean kept silent. Sorry. Dr. ████: What else? [REDACTED]: A few days ago I caught it staring at an old photo of my great-grandmother hanging on a wall. I tried to take a video of it with my phone, but it up and went batty and… I mean. It got upset and attacked my hand. Cracked my phone screen. After that I called animal control. Dr. ████: I see. Do you have any further information you would like to share? [REDACTED]: Golly, I don't know. Did I say golly? Really? Sorry. Great-grandma Diana passed away from cancer in 1931 though, and I don't think anyone else in the family had a pet mouse since then. Is my house infested? Dr. ████: I don't think so, but we can send some people to make sure. This concludes the interview, thank you. <End Log> Closing Statement: Following the interview, Mr. [REDACTED] was instructed to report any further unusual happenings to a Foundation contact. Amnestics have been deferred for the time being; Mr. [REDACTED] is expected to recover from symptoms of long-term SCP-3927 exposure in a few weeks."
    ],
    "item": "SCP-3927",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3927 is to be kept in a wire cage, with all walls measuring at least 60 cm long. SCP-3927 is to be provided with a record player manufactured between the years of 1883 to 1927; music from the same time period is to be played to SCP-3927 continuously for at least 12 hours each day.",
    "description": "SCP-3927 is a white taxidermied house mouse (Mus musculus, also known as \"fancy mouse\") wearing a top hat, a monocle over the left eye, and black polished shoes. Although SCP-3927 is stuffed (demonstrated by it having stitches over its chest, as well as possessing plastic eyes), the specimen will still move, blink, and eat in the same manner as non-anomalous individuals of the same species.",
    "title": "SCP-3927"
}