{
    "url": "https://scp-wiki.wikidot.com/scp-3929",
    "all_text": "ADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\n{$custom-content}\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nSCP-3928\n |\nSCP-3929\n| \nSCP-3930\n »\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nscp-3929\n - \nboner pill by dado\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+518\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n3929\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3929.\n\n\n\n\n\n\nItem #:\n SCP-3929\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The entire known supply of SCP-3929 is contained in a secure container at Site-81. Testing of SCP-3929 cannot take place without the authorization of the current SCP-3929 research head, currently Dr. G. McElroy, the Site-81 Containment Research Head.\n\n\nDescription:\n SCP-3929 is the group designation for a supply of roughly one-hundred twenty seven dark umber pharmaceutical capsules believed to have been produced by notable parapharmacologist and current Person of Interest \"dado\". The pills are bottled in standard orange prescription containers with white lids, and each has a sticker on the exterior with the words \"boner pill by dado\" written on it.\n\n\nThe effects of the drug become apparent roughly twenty minutes after ingestion. Subjects will begin to experience minor irritation, followed immediately by symptoms of rapid aging. Over the course of the next four hours, subjects will experience joint stiffness, poor posture, slowed and limited movement, decrease in overall energy, constipation, incontinence, slowing of mental processes, reduced reflexes, decrease in visual acuity, severely diminished hearing, wrinkling and sagging skin, and whitening or graying of hair. In most cases, the presumed age of the subject increases by at least seventy-years\n1\n. The subject's presumed age generally decreases as the effect of the medication wears off, unless the subject expires due to age-related causes.\n\n\nAt the same time, subjects will also report massively increased libido, past what is considered normal in humans. These effects are directly related; as subjects appear to grow older, their sex drive increases dramatically. This increase in sexual desire, combined with the various detriments that come with extremely advanced age, leads many individuals to become increasingly irritable. Notably, the medication does not appear to help with any sort of sexual dysfunction, much to the chagrin of affected subjects.\n\n\nAddendum 3929.1:\n Discovery\n\n\nSCP-3929 was discovered after the arrest of several individuals near Boca Raton, Florida by local police. The arrest was part of a much larger investigation into a rash of drug-related offenses involving seniors. After the effects of the medication became apparent, Foundation officials intercepted the drugs and began a series of raids on local drug manufacturers, with the hope of exposing the individual called \"dado\".\n\n\nWhile this was eventually unsuccessful, Foundation agents did collect a laptop containing a number of emails between one of the arrested individuals and dado. During questioning, the individual claimed to have never met dado personally, having only interacted with them over the internet. The contents of the emails are below.\n\n\n\n\nDate:\n 05/19/2017\n\n\nFrom:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nTo:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n2\n\n\ndemario said to hit you up. says you got the good shit. you make stuff?\n\n\n\n\n\n\nDate:\n 05/20/2017\n\n\nFrom:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\nTo:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nyes i am dado hello.\n\n\n\n\n\n\nDate:\n 05/20/2017\n\n\nFrom:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nTo:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\nyou trying to play right now? we don't fuck around man. i want to know if you can provide some shit. yes or no\n\n\n\n\n\n\nDate:\n 05/21/2017\n\n\nFrom:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nTo:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\nwtf dude you there? hello?\n\n\n\n\n\n\nDate:\n 05/22/2017\n\n\nFrom:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\nTo:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nyes sry dado type slow. but i make 4 u. what u want?\n\n\n\n\n\n\nDate:\n 05/22/2017\n\n\nFrom:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nTo:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\nok. you know viagra right? little blue pill that makes old people horny. we need a lot of that. i dont care if it works perfectly, we just need it cheap. got it?\n\n\n\n\n\n\nDate:\n 05/23/2017\n\n\nFrom:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\nTo:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nok u want pill what make old and horny yes?\n\n\n\n\n\n\nDate:\n 05/23/2017\n\n\nFrom:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nTo:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\nyes but we dont care if its exactly right. you get it? this is a scam. we just want cheap.\n\n\n\n\n\n\nDate:\n 05/24/2017\n\n\nFrom:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nTo:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\nhello???!!!\n\n\n\n\n\n\nDate:\n 05/25/2017\n\n\nFrom:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\nTo:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nok i make 4 u. i ship 2 u in one week. no charge. i have amazon prime\n\n\n\n\n\n\nDate:\n 06/02/2017\n\n\nFrom:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nTo:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\nhey man what the fuck is this shit you sent us. why these pills brown? this doesnt look like viagra dude the bottle says boner pills. wtf i want my money back\n\n\n\n\n\n\nDate:\n 06/03/2017\n\n\nFrom:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\nTo:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nno it ok. these better than vagro. u trust dado.\n\n\n\n\n\n\nDate:\n 06/06/2017\n\n\nFrom:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nTo:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\ngod damn it you asshole what did you do. holy shit my skin is getting so wrinkled and my balls are down by my knees goddamn. more important tho rn is that i want you to come on down here and plop that round little white ass of yours down on this dick\n\n\n\n\n\n\nDate:\n 06/06/2017\n\n\nFrom:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nTo:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\nwtf it only gets worse?!?!\n\n\n\n\n\n\nDate:\n 06/06/2017\n\n\nFrom:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nTo:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\nyou there\n\n\n\n\n\n\nDate:\n 06/06/2017\n\n\nFrom:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nTo:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\nyou want 2 fuck?\n\n\n\n\n\n\nDate:\n 06/06/2017\n\n\nFrom:\n \nzib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue\n\n\nTo:\n \nmoc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey\n\n\nhevens to betsy i just want to nut\n\n\n\n\nAddendum 3929.2:\n Testing Log\n\n\n\n\n3929 Trial #1\n\n\nSubject:\n D-92014 (34 year old adult male)\n\n\nDosage:\n 1 capsule\n\n\nResult:\n Subject aged rapidly over the course of roughly four hours, reaching a maximum age of approximately 140 years before the effect of the medication wore off. Subject returned to normal afterwards.\n\n\nSubject Feedback:\n Subject began aggressively rubbing his genitalia against a chair after three hours.\n\n\n\n\n\n\n3929 Trial #6\n\n\nSubject:\n D-92234 (46 year old adult female)\n\n\nDosage:\n 1 capsule\n\n\nResult:\n Same as above - subject aged rapidly over the span of four hours. Subject reached a maximum presumed age of 160 years. Subject returned to normal afterwards. Subject had to be restrained on three occasions, as the subject attempted to aggressively insert their fist into their vagina.\n\n\nSubject Feedback:\n Subject noted as having asked \"just push your whole leg up in there whippersnapper\" on no fewer than six different occasions.\n\n\n\n\n\n\n3929 Trial #14\n\n\nSubject:\n D-92651 (20 year old adult female\n3\n)\n\n\nDosage:\n 1 capsule\n\n\nResult:\n Subject began to rapidly decrease in age over the course of four hours. Subject reached a presumed age of two weeks. Subject returned to normal afterwards.\n\n\nSubject Feedback:\n Throughout the entire trial, the subject began to speak increasingly enthusiastically about flying kites, starting initially with their love of flying kites with their father and leading eventually to, just before they lost the ability to speak altogether, their $50,000 \"aero-rig\" equipped with advanced instrumentation and constructed from extremely high-quality materials. At several points, the subject referred to it as \"the kite life\" and rebuked a researcher for describing it as a hobby.\n4\n\n\n\n\n\n\n3929 Trial #43\n\n\nSubject:\n D-93489 (52 year old adult female)\n\n\nDosage:\n 2 capsules\n\n\nResult:\n Subject ingested both capsules and, after roughly five minutes, spontaneously burst into a pile of ash. While the subject did not recover from this incident, several individuals attending to the remains noted that the pile of ash made them feel incredibly sexually uncomfortable.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This figure is an average; while many older subjects will experience slightly diminished aging (usually in the 30-40 year range), younger subjects can experience aging in excess of one-hundred years. The most advanced age a subject is believed to have experienced was D-89102, who was believed to be no younger than two-hundred years old. Despite D-89102's incredibly advanced age, the subject was reported as being \"notably hostile\" and expressed \"a strong desire to forcefully insert Dr. Eisengraft's head into her vagina\", for the express purpose of \"feeling something again, goddammit\".\n\n\n2\n. No account by this name appears in Microsoft's Hotmail registration records.\n\n\n3\n. Notably, the subject listed their sexual preference as \"asexual\".\n\n\n4\n. \nThis is something we've discovered over the handful of tests we've done with SCP-3929 and asexual subjects. For some reason the drug isn't capable of making them desire sex more than they already do, so it makes them increasingly passionate about niche hobbies. They also age backwards. I had a \nlengthy\n conversation the other day with a toddler about the subtle nuances in Frasier Crane's psychological development. - Dr. G. McElroy\n\n\n\n\n\n\n\n\n« \nSCP-3928\n | SCP-3929 | \nSCP-3930\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3929\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3929\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n pill.png\n\n\nName:\n Kapsler.png\n\n\nAuthor:\n Kindrob\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 3929.1: Discovery\nSCP-3929 was discovered after the arrest of several individuals near Boca Raton, Florida by local police. The arrest was part of a much larger investigation into a rash of drug-related offenses involving seniors. After the effects of the medication became apparent, Foundation officials intercepted the drugs and began a series of raids on local drug manufacturers, with the hope of exposing the individual called \"dado\".\nWhile this was eventually unsuccessful, Foundation agents did collect a laptop containing a number of emails between one of the arrested individuals and dado. During questioning, the individual claimed to have never met dado personally, having only interacted with them over the internet. The contents of the emails are below.",
        "Addendum 3929.2: Testing Log\n"
    ],
    "documents": [],
    "notes": [
        "Date: 05/19/2017 From: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue To: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey 2 demario said to hit you up. says you got the good shit. you make stuff?",
        "Date: 05/20/2017 From: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey To: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue yes i am dado hello.",
        "Date: 05/20/2017 From: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue To: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey you trying to play right now? we don't fuck around man. i want to know if you can provide some shit. yes or no",
        "Date: 05/21/2017 From: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue To: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey wtf dude you there? hello?",
        "Date: 05/22/2017 From: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey To: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue yes sry dado type slow. but i make 4 u. what u want?",
        "Date: 05/22/2017 From: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue To: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey ok. you know viagra right? little blue pill that makes old people horny. we need a lot of that. i dont care if it works perfectly, we just need it cheap. got it?",
        "Date: 05/23/2017 From: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey To: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue ok u want pill what make old and horny yes?",
        "Date: 05/23/2017 From: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue To: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey yes but we dont care if its exactly right. you get it? this is a scam. we just want cheap.",
        "Date: 05/24/2017 From: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue To: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey hello???!!!",
        "Date: 05/25/2017 From: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey To: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue ok i make 4 u. i ship 2 u in one week. no charge. i have amazon prime",
        "Date: 06/02/2017 From: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue To: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey hey man what the fuck is this shit you sent us. why these pills brown? this doesnt look like viagra dude the bottle says boner pills. wtf i want my money back",
        "Date: 06/03/2017 From: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey To: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue no it ok. these better than vagro. u trust dado.",
        "Date: 06/06/2017 From: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue To: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey god damn it you asshole what did you do. holy shit my skin is getting so wrinkled and my balls are down by my knees goddamn. more important tho rn is that i want you to come on down here and plop that round little white ass of yours down on this dick",
        "Date: 06/06/2017 From: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue To: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey wtf it only gets worse?!?!",
        "Date: 06/06/2017 From: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue To: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey you there",
        "Date: 06/06/2017 From: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue To: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey you want 2 fuck?",
        "Date: 06/06/2017 From: zib.ekansd|eafwlahfue#zib.ekansd|eafwlahfue To: moc.liamtoh|odadmaisey#moc.liamtoh|odadmaisey hevens to betsy i just want to nut",
        "3929 Trial #1 Subject: D-92014 (34 year old adult male) Dosage: 1 capsule Result: Subject aged rapidly over the course of roughly four hours, reaching a maximum age of approximately 140 years before the effect of the medication wore off. Subject returned to normal afterwards. Subject Feedback: Subject began aggressively rubbing his genitalia against a chair after three hours.",
        "3929 Trial #6 Subject: D-92234 (46 year old adult female) Dosage: 1 capsule Result: Same as above - subject aged rapidly over the span of four hours. Subject reached a maximum presumed age of 160 years. Subject returned to normal afterwards. Subject had to be restrained on three occasions, as the subject attempted to aggressively insert their fist into their vagina. Subject Feedback: Subject noted as having asked \"just push your whole leg up in there whippersnapper\" on no fewer than six different occasions.",
        "3929 Trial #14 Subject: D-92651 (20 year old adult female 3 ) Dosage: 1 capsule Result: Subject began to rapidly decrease in age over the course of four hours. Subject reached a presumed age of two weeks. Subject returned to normal afterwards. Subject Feedback: Throughout the entire trial, the subject began to speak increasingly enthusiastically about flying kites, starting initially with their love of flying kites with their father and leading eventually to, just before they lost the ability to speak altogether, their $50,000 \"aero-rig\" equipped with advanced instrumentation and constructed from extremely high-quality materials. At several points, the subject referred to it as \"the kite life\" and rebuked a researcher for describing it as a hobby. 4",
        "3929 Trial #43 Subject: D-93489 (52 year old adult female) Dosage: 2 capsules Result: Subject ingested both capsules and, after roughly five minutes, spontaneously burst into a pile of ash. While the subject did not recover from this incident, several individuals attending to the remains noted that the pile of ash made them feel incredibly sexually uncomfortable.",
        "\" SCP-3929 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-3929 . Licensed under CC-BY-SA .",
        "Filename: pill.png Name: Kapsler.png Author: Kindrob License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-3929",
    "object_class": "Safe",
    "containment_procedures": "The entire known supply of SCP-3929 is contained in a secure container at Site-81. Testing of SCP-3929 cannot take place without the authorization of the current SCP-3929 research head, currently Dr. G. McElroy, the Site-81 Containment Research Head.",
    "description": "SCP-3929 is the group designation for a supply of roughly one-hundred twenty seven dark umber pharmaceutical capsules believed to have been produced by notable parapharmacologist and current Person of Interest \"dado\". The pills are bottled in standard orange prescription containers with white lids, and each has a sticker on the exterior with the words \"boner pill by dado\" written on it.",
    "title": "SCP-3929"
}