{
    "url": "https://scp-wiki.wikidot.com/scp-3940",
    "all_text": "rating: \n+205\n+\n–\nx\n\n\n\n\n\n\nThe location and \"target\" of Incident 3940-1.\n\n\n\n\n\n\nItem #:\n SCP-3940\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n Following the death of Mel Blanc and the simultaneous occurrence of Incident 3940-1 on July 10, 1989, no activity regarding this anomaly has been detected.\n\n\nPrior containment involved standard disinformation protocols regarding the states of the victims, and guidelines for tracking the presumed Archer. Efforts to protect predicted victims were attempted, but were ceased following 14 consecutive failures.\n\n\nDescription:\n SCP-3940 refers to a series of 56 murders that took place between 1949 and 1989. In all cases, the victims were struck by one or more arrows from an unseen source. All targets subsequently expired due to physical trauma, regardless of the speed and quality of medical attention administered. The estimated time between initial injury and loss of consciousness has never been observed to be less than five minutes.\n\n\nAll individuals targeted by SCP-3940 were employed by Leon Schlesinger Productions\n1\n between 1938 and 1944. A plurality of the victims were involved in the production of the 1940 cartoon short \nA Wild Hare\n, which was the introduction of the characters Bugs Bunny and Elmer Fudd. Victims were often shot from angles that recording equipment or physical barriers confirm as impossible. In other incidents, the arrows were detected early but displayed impossible feats of force. Most notably, the 1988 murder of Phil Monroe\n2\n occurred despite the target being located in a secure cell at Site-19 at the time. The arrow was originally detected three miles away, and proceeded to pierce both the ground and several layers of Foundation security walls before impacting Monroe.\n\n\nThe anomaly was initially discovered in 1949 when Leon Schlesinger was found dead, pierced by 11 arrow shafts while lying in bed. All arrows struck Schlesinger upwards through the bed, despite the fact that the floor below was undamaged. One arrow, which was lodged in Schlesinger's tongue, had a note attached which read \"Chronicles, 1:10.\n3\n I am no Fudd.\" The anomaly was originally suspected to be an isolated incident committed by a Person of Interest, but following three near-identical cases in the following year it was given the 3940 classification.\n\n\nIncident 3940-1:\n On 7/10/1989, Mel Blanc, who voiced the character Bugs Bunny between 1940 and his death, was killed by a total of 59 arrows. A second note was found attached to an arrow bisecting Blanc's cheeks, \"In Assyria, we punished slander with death.\" At the same time, the statue of Bugs Bunny located outside Warner Brothers studios was near completely destroyed by approximately 4000 arrows that assailed it from all directions, including underground. A second group of 372 arrows proceeded to spell the words \"That's whats up Doc.\" in front of the statue's remains.\n\n\n\n\nFootnotes\n\n\n1\n. Later renamed to Warner Brothers Cartoons Inc.\n\n\n2\n. One of the original animators of the Looney Tunes series of cartoons.\n\n\n3\n. A Biblical passage which reads as follows: \"Cush fathered Nimrod, who was the first to become a great warrior on earth.\"\n\n\n\n\n\n\n\n\n« \nSCP-3939\n | SCP-3940 | \nSCP-3941\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-3940",
    "object_class": "Neutralized",
    "containment_procedures": "Following the death of Mel Blanc and the simultaneous occurrence of Incident 3940-1 on July 10, 1989, no activity regarding this anomaly has been detected.",
    "description": "SCP-3940 refers to a series of 56 murders that took place between 1949 and 1989. In all cases, the victims were struck by one or more arrows from an unseen source. All targets subsequently expired due to physical trauma, regardless of the speed and quality of medical attention administered. The estimated time between initial injury and loss of consciousness has never been observed to be less than five minutes.",
    "title": "SCP-3940"
}