{
    "url": "https://scp-wiki.wikidot.com/scp-3954",
    "all_text": "rating: \n+10\n+\n–\nx\n\n\nItem #:\n SCP-3954\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n \nSCP-3954 is to be housed in a 5m X 5m humanoid containment cell in Site 4 with standard furniture items and a TV.\n\n\nSCP-3954 is to be kept restrained to a 2m steel pole in a Type S Standard Humanoid Containment Cell. Under no circumstances may SCP-3954 be given amnestics of any class at any time. No meals are required and no other precautions are necessary.\n\n\nDescription:\n SCP-3954 is a sexless humanoid, 1.5m tall and weighing 13.6kg. SCP-3954 resembles a scarecrow, with a support structure made up of paper and masking tape, with a thin outer layer of leather. SCP-3954 contains organic structures, including an oral cavity\n1\n, hair, nostrils, and luminescent eyes; all of these organs possess human DNA. SCP-3954 is sapient and capable of speech in several languages, and has shown passive-aggressive behavior when speaking.\n\n\nCranial Ultrasounds revealed the subject's optic nerves to be attached to a lone brain stem twice the size of an average human's. Further ultrasounds have revealed a larynx, trachea, bronchial tubes, and lungs. Each of SCP-3954's organs are encased in a protective, non-flammable mucus. Although the subject is immune to moderate blunt force trauma, electricity has shown to cause physical distress and damage to the living tissues in its organs. (See Addendum 3954-C) Subject is incapable of movement from the waist-below and unable to lift its arms above its head. The subject will remain motionless and unconscious during most of the day, only awakening \nfor tests or\n to converse with itself.\n\n\nSCP-3954 has access to memories of individuals it views\n2\n or comes within close proximity of. The subject seems to recall only specific memories that usually cause stress or extreme discomfort, and tends to use this private information against its target in a taunting fashion. SCP-3954 has proven to be able to learn the full identities of individuals observed in a memory.\n\n\nMultiple experiments have been conducted with chosen test subjects including D-Class personnel, actors\n3\n, and a collection of presidential campaigns. SCP-3954's refusal in cooperation, however, has encouraged staff to terminate any possible future testing.\n\n\nSCP-3954 was discovered in ██, Maine, when an individual attending a Halloween attraction became hostile and began attacking one of the scarecrow props after allegedly hearing it accuse them of homicide. Such accusations were confirmed to be true when the suspect confessed to law enforcement after being taken into custody for damage of property and assault. Wonders of how the theme park knew about the homicide encouraged local law enforcement to investigate, where they discovered SCP-3954, catching the attention of the Foundation after reports of a talking scarecrow began surfacing. Employees of the park claimed that SCP-3954 was never their property and were unaware of its existence until after the incident, leaving its true origins unknown. Agents of the Foundation easily contained SCP-3954, and all witnesses were given amnestic treatment.\n\n\nAddendum 3954-A: Testing\n\n\nOriginally assigned to SCP-3954, Dr. ██ requested amnestics and a transfer after conducting the first interview of its processing. SCP-3954 displayed its anomalous properties by focusing on Dr. ██'s personal life to the point where they became emotionally overwhelmed. Responsibilities were passed onto Dr. O'Dell.\n\n\nInitial tests with SCP-3954 were first conducted with D-Class personnel entering its containment chamber under the supervision of Dr. O'Dell. Below is one of few relevant transcripts of SCP-3954's testing logs.\n\n\n\n\n+ Show\n\n\n\n\n- hide\n\n\n\n\n\n\n[ \nD-3226 enters SCP-3954's containment chamber, where the anomaly remains restrained to its pole, while Dr. O'Dell communicates via intercom.\n ]\n\n\n\n\nD-3226:\n Damn, it's cramped in here. Is that a scarecrow?\n\n\n\n\nDr. O'Dell:\n Please approach the subject closer.\n\n\n\n\nD-3226:\n How friggin' close do you want me to get? That thing's creepy!\n\n\n\n[ \nSCP-3954 has lifted its head, acknowledging D-3226.\n ]\n\n\n\n\nD-3226:\n It's moving!\n\n\n\n\nDr. O'Dell:\n I can tell you with strong confidence that there's nothing to fear.\n\n\n\n\nD-3226:\n Better not be.\n\n\n\n\nSCP-3954:\n What's this guy for?\n\n\n\n\nD-3226:\n It's talking.\n\n\n\n\nDr. O'Dell:\n SCP-3954 is capable of speech, yes.\n\n\n\n\nD-3226:\n So what are you wanting me to do, talk to it? Why can't you do that yourself?\n\n\n\n\nSCP-3954:\n Why do you people keep making me see these things? This stuff never goes away. I'll have you know it's not remotely pleasant in the slightest, especially with this guy. It's repulsive.\n\n\n\n\nD-3226:\n Who, me?\n\n\n\n\nSCP-3954:\n Your slayings are disgusting. [looks towards camera] Does he think he's some kind of artist with this stuff, Doc? Is this some kind of fetish I'm looking at here? Out of all people in your fancy foundation you chose this guy to show up at my door? If you can't do any better then I'ma just go back to sleep!\n\n\n\n\nD-3226:\n Wait, what the hell are you talking about?\n\n\n\n\nDr. O'Dell:\n Unneeded, 3954. He's been convicted for a series of murders. I assume you just saw them?\n\n\n\n\nSCP-3954:\n So you already knew about all this and still decided to show me all the pretty little details? Thanks, Doc, really appreciate it. [EXPLETIVE REDACTED]. What's next? Gonna show me the details about your [DATA EXPUNGED] that you're also aware of?\n\n\n\n\nD-3226:\n [laughs] Holy hell! Didn't know that about you, Doc!\n\n\n\n\nSCP-3954:\n You haven't heard the best of it.\n\n\n\n\nD-3226:\n Do tell!\n\n\n\n\nDr. O'Dell:\n [sighs] That'll be quite enough.\n\n\n\n[ \nLaughter continues\n ]\n\n\n\n< \nEnd transcript\n >\n\n\n\n\n\n\nNote:\n \nThat's the first time in a while that I've used amnestic on a D-Class after a test. But we all do what we have to.\n ~Dr. O'Dell\n\n\n\n\n\n\n\n\n\n\nAddendum 3954-B: Amnestics\n\n\nOn 12/16/2008, it was discovered that the Foundation's amnestics had effect on SCP-3954. The idea generated from Dr. O'Dell's theory on the drugs wiping SCP-3954's learned memories despite possessing only a brain stem and not a full brain. Dr. O'Dell tested out this theory with class A amnestics in aerosol form. Successfully administered, SCP-3954 had 12 hours of memory erased from its knowledge.\n\n\n\n\n+ Experiment 3954-B\n\n\n\n\n- hide\n\n\n\n\n\n\nDr. O'Dell:\n Good morning, 3954.\n\n\n\n\nSCP-3954:\n Another day another dollar, right doc?\n\n\n\n\nDr. O'Dell:\n Of course. Now then, I'd like to conduct an experiment with you, if I may.\n\n\n\n\nSCP-3954:\n Why bother asking? It's gonna happen whether I say yes or no.\n\n\n\n\nDr. O'Dell:\n I'm afraid so.\n\n\n\n\nSCP-3954:\n Y'know, speaking of dollars, how many fat paychecks will you sink in finding a cure for your sister's illness?\n\n\n\n\nDr. O'Dell:\n Anyway, let me go ahead and explain a little, in case things don't work out.\n\n\n\n\nSCP-3954:\n Things usually don't work out for you and your family. Like health, am I right?\n\n\n\n\nDr. O'Dell:\n I'll be using this can of spray. It's an inhalant.\n\n\n\n\nSCP-3954:\n Yeah?\n\n\n\n\nDr. O'Dell:\n Doesn't smell too pleasant, but doesn't hurt either. We'll use this and see what's on your mind afterwords.\n\n\n\n\nSCP-3954:\n Plenty things on my mind. Always!\n\n\n\n\nDr. O'Dell:\n Good, good. Now I—\n\n\n\n\nSCP-3954:\n Like your sister, Mabel. You know the time's coming, doc. Kill the denial. The requiem bells are knelling! They knell they knell they knell for O'D—\n\n\n\n[ \nDr. O'Dell administers the class A amnestic by aerosol form. SCP-3954 is instantly sedated.\n ]\n\n\n\n<\nLog cut\n>\n\n\n\n[ \nSCP-3954 was sedated for a total of four hours. Dr. O'Dell returned to SCP-3954 one hour after it regained consciousness to record the final results.\n ]\n\n\n\n\nDr. O'Dell:\n So, SCP-3954, how are we feeling?\n\n\n\n\nSCP-3954:\n Never better! Head feels good for once! That's a first. I gotta do that more often, whatever the hell I just did. Wait…what happened?\n\n\n\n\nDr. O'Dell:\n Good. Still want to talk about Mabel?\n\n\n\n\nSCP-3954:\n Who?\n\n\n\n\nDr. O'Dell:\n Mabel. You were eager to speak of her earlier.\n\n\n\n\nSCP-3954:\n I don't remember that. I don't even know who that is!\n\n\n\n\nDr. O'Dell:\n [taking notes] Fascinating…\n\n\n\n<\nEnd log\n>\n\n\n\n\n\n\nNote:\n \nAlthough the experiment was successful, SCP-3954 still learns new information quickly. It didn't take long for it to try taunting me about another personal matter. But still, I'm very much proud of this discovery.\n ~Dr. O'Dell\n\n\n\n\n\n\n\n\n\n\nWith Experiment 3954-B successful, Dr. O'Dell planned further research in studying how far SCP-3954's memory could be wiped. It's been theorized that SCP-3954 could be administered more powerful amnestics without risks of severe side-effects\n4\n. However, without veins or the ability of oral consumption, injections and tablets were not possible for SCP-3954, thus encouraging Dr. O'Dell to explore the usage of class A amnestics in dosages higher than normally recommended by Ethics Committee. Dr. O'Dell conducted two weeks worth of sessions involving excessive amnestic administration. The results were temporary amnesia and SCP-3954 losing approximately over half its memory of the Foundation.\n\n\nSCP-3954 began displaying classic signs of dependency after prolonged use. On 2/28/2009, SCP-3954 experienced its first withdrawal, forcing medical staff to intervene and terminate Experiment 3954-B-2. After rehabilitating SCP-3954, Ethics Committee ordered the prohibition of freely experimenting amnestics on SCP's. If amnestics are to ever be used, medical staff must be present and perform follow-ups.\n\n\n\n\n+ 2/28/2009\n\n\n\n\n- hide\n\n\n\n\n\n\nDr. O'Dell:\n Good afternoon, 3954.\n\n\nSCP-3954:\n More gas, please.\n\n\nDr. O'Dell:\n That's not what we're doing today.\n\n\nSCP-3954:\n Gas gas!\n\n\nDr. O'Dell:\n Pardon?…\n\n\nSCP-3954:\n Me want spray can!\n\n\nDr. O'Dell:\n Speak properly, please.\n\n\nSCP-3954:\n Give me the drug.\n\n\nDr. O'Dell:\n I'm not going to just administer anything to you when we aren't in testing, 3954.\n\n\nSCP-3954:\n You don't understand, I need it!\n\n\nDr. O'Dell:\n You don't need it. You sound like you're—\n\n\n[ \nBrief silence\n ]\n\n\nDr. O'Dell:\n Is addiction even possible for you, 3954?\n\n\nSCP-3954:\n Anything is possible, you half-wit, just give me the drug!\n\n\n<\nLog cut\n>\n\n\nNote:\n Dr. O'Dell reported observing irritation in SCP-3954's eyes along with it continuously stating that it was feeling \"fresh again\". When questioned on this, SCP-3954 instantly fell asleep and remained unconscious despite numerous attempts made by Dr. O'Dell to awaken it.\n\n\n[ \nTwo hours after Dr. O'Dell's last encounter, SCP-3954 was heard screaming in its containment cell, suffering from a withdrawal attack.\n ]\n\n\nSCP-3954:\n I NEED SOMEONE IN HERE! I NEED THE DRUG! I'LL TELL YOU ANYTHING YOU GUYS WANT TO [EXPLETIVE REDACTED] KNOW! Dr. [REDACTED]? [DATA EXPUNGED]! President ███████ ████? He participated in ████ ████████ ████ ███ ██████ ████████ ████! ██ ████ █ █ ██ ████![gasping] Oh God, I can't breathe! SOMEONE HELP!\n\n\n[ \nSCP-3954 continued to yell and struggle in its restraints for several seconds until medical staff arrived, subduing it.\n ]\n\n\n\n\n\n\n\n\n\n\nAddendum 3954-C: Conversation\n\n\nAfter the incident with Experiment 3954-B-2, Dr. Simms was assigned in Dr. O'Dell's\n5\n position after SCP-3954's release from rehabilitation. Dr. Simms had conducted a successful interview with SCP-3954 in understanding its anomalous properties.\n\n\n\n\n+ 3954-C\n\n\n\n\n- hide\n\n\n\n\n\n\n[ \nDr. Simms is accompanied by one security personnel armed with a handheld high-voltage taser.\n ]\n\n\n\n\nDr. Simms:\n Good afternoon, 3954!\n\n\n\n\nSCP-3954:\n What happened to the other guy? There was another one…at least I think there was.\n\n\n\n\nDr. Simms:\n They've been relieved of your case; I've been assigned in their position. So, I'd like to start everything anew. All past failures and such will be counted as expunged.\n\n\n\n\nSCP-3954:\n Yeah, forget everything ever happened before, right? Heh…forget. This place is all about forgetting.\n\n\n\n\nDr. Simms:\n Now then, I'm aware that you prefer to be evasive and unwilling during your interviews and testing, am I accurate?\n\n\n\n\nSCP-3954:\n Sounds about right. Like how you're evasive about certain papers involving a failing marriage.\n\n\n\n[ \nSecurity personnel activates taser.\n ]\n\n\n\n\nDr. Simms:\n [waves hand] I want to discuss with you about your ability to see other's memories and such. What you did just there is an example of what I'm talking about. But I warn you to not stray far from the subject.\n\n\n\n\nSCP-3954:\n What happens if I do?\n\n\n\n\nDr. Simms:\n You'll find out.\n\n\nSCP-3954:\n You gonna take a swing at me?\n\n\nDr. Simms:\n Certainly not.\n\n\nSCP-3954:\n It's quite alright. I can take it.\n\n\nDr. Simms:\n That won't be happening. Like I said, you'll find out. We both will since this is kind of an experiment at the same time as well. We're going to see if this method delivers any success. Any questions?\n\n\n\n[ \nSilence\n ]\n\n\n\n\nDr. Simms:\n Good. Now then, would you care to tell me how you find out this kind of information from people? Does it come to you as a vision, an idea, anything like that?\n\n\n\n\nSCP-3954:\n Maybe something along that line. See it pretty clearly. What I don't see is that wedding band on your finger. Was it forgotten at home this morning or is there too much trouble and shame to remind yourself that you're still tethered?\n\n\n\n\nDr. Simms:\n If you're expecting a reaction, 3954, it won't happen. If anything it only makes me more curious.\n\n\n\n\nSCP-3954:\n I'm curious, too! Curious about all those toxic pills you bring home to try and feed to those mouths you have waiting there for you. It's like burning baggage!\n\n\n\n\nDr. Simms:\n What? That's not even real information, you're just trying to be cute.\n\n\n\n\nSCP-3954:\n You'd know all about what's cute, especially with Dr. [REDACTED] and her anatomy. Is that a reason why things at home—\n\n\n\n[ \nSecurity administers a shock to SCP-3954, who violently shakes in reaction before collapsing onto the table below.\n ]\n\n\n\n\nSCP-3954:\n [groans] That was…unpleasant…[coughs].\n\n\n\n[ \nSCP-3954 remains face-down.\n ]\n\n\n\n\nDr. Simms:\n You understand the seriousness of this now?\n\n\n\n[ \nSCP-3954 holds up its right hand and displays its middle finger. Security personnel activates taser. SCP-3954 retracts and recoils.\n ]\n\n\n\n\nDr. Simms:\n All I'm wanting is knowledge on how you learn all of this, 3954.\n\n\n\n\nSCP-3954:\n [sitting up] Yeah, yeah. [sighs] Ever have an old memory randomly strike you? You know what I mean?\n\n\n\n\nDr. Simms:\n Yes.\n\n\n\n\nSCP-3954:\n It's like that. Like when I saw you staring at your divorce papers and arguing with your wife dearest—\n\n\n\n[ \nSecurity personnel reactivates taser.\n ]\n\n\n\n\nSCP-3954:\n Don't hit me again…\n\n\n\n\nDr. Simms:\n [waves hand] Let it speak!\n\n\n\n[ \nSecurity backs away\n ]\n\n\n\n\nSCP-3954:\n I see it as if it were my own memory. But I don't immediately forget small details like you people do. In fact I know and remember every detail perfectly, even names.\n\n\n\n\nDr. Simms:\n Interesting. Are you able to choose what memory you want to see?\n\n\n\n\nSCP-3954:\n No. They just appear. I have no control over it…though I wish I did. But they always tend to have a hold over that person. It's always a triggered fear or anger. It's all…quite amusing.\n\n\n\n\nDr. Simms:\n Thank you, 3954.\n\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nBelow is a transcript recorded on 6/12/2009 of SCP-3954 conversing with itself inside its containment chamber. The discussion caught the interest of staff due to its particular nature, but when questioned, SCP-3954 refused any explanations. This has been the first and only conversation SCP-3954 has had with itself involving possible origins.\n\n\n\n\n[ \nSCP-3954 conversing with itself inside of containment. No personnel staff were inside of its cell at the time.\n ]\n\n\nSCP-3954:\n That's quite lovely, isn't it? So vast and spacious. No worries of getting cramped and forgotten about. But there are many that I'd like to forget. They never leave. Some of them are funny, yes. They do help. Hang on to the funny stuff and make the best of it. After all, laughter is the best medicine, right? Do I miss him? Of course I do. Well…from time to time. Not so much anymore. You could say I'm glad that I'm away. I hated being his \"reminder\". But he is the one who created me, after all; I can only respect him, though he did say I was too flawed. But I remember everything just fine. My knowledge can't be forced back by a physical boundary like his. No brain and I have better memory than him. Hah! However, I wish some things would disappear forever. I wish I had a physical limit like he. But the only limit is the universe. And there's plenty of space.\n\n\n\n\nAddendum 3954-01:\n \nRe: Procedure update\n - Request for silencing SCP-3954 via gag during routined cell maintenance is denied. (See document 3954-01)\n\n\nDocument 3954-01\n \nAs stated before, no other precautions are necessary. And refrain from assaulting SCP-3954. Just because it can take the damage doesn't mean you won't be reprimanded for it. If its remarks are too much to ignore then just wear headphones when conducting electrical maintenance around its cell\n. ~Dr. Simms\n\n\n\n\nFootnotes\n\n\n1\n. Complete with a set of 32 teeth and a tongue. No uvula present.\n\n\n2\n. SCP-3954's anomalous properties are also triggered when it views photography or footage of an individual. Drawings and depictions of individuals deliver no results; all photographs must be genuine.\n\n\n3\n. SCP-3954 was shown a number of movies and filmed interviews.\n\n\n4\n. Without a fully-formed brain, Dr. O'Dell hypothesized brain damage and Catatonic symptoms to be impossible.\n\n\n5\n. On 5/15/2009, Dr. O'Dell was reprimanded and removed from all cases involving SCP's due to negligence and Ethics Committee violations.\n\n\n\n\n\n\n\n\n« \nSCP-3953\n | SCP-3954 | \nSCP-3955\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3954\n\" by InkSauce, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3954\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3954-A: Testing\nOriginally assigned to SCP-3954, Dr. ██ requested amnestics and a transfer after conducting the first interview of its processing. SCP-3954 displayed its anomalous properties by focusing on Dr. ██'s personal life to the point where they became emotionally overwhelmed. Responsibilities were passed onto Dr. O'Dell.\nInitial tests with SCP-3954 were first conducted with D-Class personnel entering its containment chamber under the supervision of Dr. O'Dell. Below is one of few relevant transcripts of SCP-3954's testing logs.",
        "Addendum 3954-B: Amnestics\nOn 12/16/2008, it was discovered that the Foundation's amnestics had effect on SCP-3954. The idea generated from Dr. O'Dell's theory on the drugs wiping SCP-3954's learned memories despite possessing only a brain stem and not a full brain. Dr. O'Dell tested out this theory with class A amnestics in aerosol form. Successfully administered, SCP-3954 had 12 hours of memory erased from its knowledge.\nWith Experiment 3954-B successful, Dr. O'Dell planned further research in studying how far SCP-3954's memory could be wiped. It's been theorized that SCP-3954 could be administered more powerful amnestics without risks of severe side-effects 4 . However, without veins or the ability of oral consumption, injections and tablets were not possible for SCP-3954, thus encouraging Dr. O'Dell to explore the usage of class A amnestics in dosages higher than normally recommended by Ethics Committee. Dr. O'Dell conducted two weeks worth of sessions involving excessive amnestic administration. The results were temporary amnesia and SCP-3954 losing approximately over half its memory of the Foundation.\nSCP-3954 began displaying classic signs of dependency after prolonged use. On 2/28/2009, SCP-3954 experienced its first withdrawal, forcing medical staff to intervene and terminate Experiment 3954-B-2. After rehabilitating SCP-3954, Ethics Committee ordered the prohibition of freely experimenting amnestics on SCP's. If amnestics are to ever be used, medical staff must be present and perform follow-ups.",
        "Addendum 3954-C: Conversation\nAfter the incident with Experiment 3954-B-2, Dr. Simms was assigned in Dr. O'Dell's 5 position after SCP-3954's release from rehabilitation. Dr. Simms had conducted a successful interview with SCP-3954 in understanding its anomalous properties.\nBelow is a transcript recorded on 6/12/2009 of SCP-3954 conversing with itself inside its containment chamber. The discussion caught the interest of staff due to its particular nature, but when questioned, SCP-3954 refused any explanations. This has been the first and only conversation SCP-3954 has had with itself involving possible origins.",
        "Addendum 3954-01: Re: Procedure update - Request for silencing SCP-3954 via gag during routined cell maintenance is denied. (See document 3954-01)"
    ],
    "documents": [
        "Document 3954-01 As stated before, no other precautions are necessary. And refrain from assaulting SCP-3954. Just because it can take the damage doesn't mean you won't be reprimanded for it. If its remarks are too much to ignore then just wear headphones when conducting electrical maintenance around its cell . ~Dr. Simms"
    ],
    "notes": [
        "[ D-3226 enters SCP-3954's containment chamber, where the anomaly remains restrained to its pole, while Dr. O'Dell communicates via intercom. ] D-3226: Damn, it's cramped in here. Is that a scarecrow? Dr. O'Dell: Please approach the subject closer. D-3226: How friggin' close do you want me to get? That thing's creepy! [ SCP-3954 has lifted its head, acknowledging D-3226. ] D-3226: It's moving! Dr. O'Dell: I can tell you with strong confidence that there's nothing to fear. D-3226: Better not be. SCP-3954: What's this guy for? D-3226: It's talking. Dr. O'Dell: SCP-3954 is capable of speech, yes. D-3226: So what are you wanting me to do, talk to it? Why can't you do that yourself? SCP-3954: Why do you people keep making me see these things? This stuff never goes away. I'll have you know it's not remotely pleasant in the slightest, especially with this guy. It's repulsive. D-3226: Who, me? SCP-3954: Your slayings are disgusting. [looks towards camera] Does he think he's some kind of artist with this stuff, Doc? Is this some kind of fetish I'm looking at here? Out of all people in your fancy foundation you chose this guy to show up at my door? If you can't do any better then I'ma just go back to sleep! D-3226: Wait, what the hell are you talking about? Dr. O'Dell: Unneeded, 3954. He's been convicted for a series of murders. I assume you just saw them? SCP-3954: So you already knew about all this and still decided to show me all the pretty little details? Thanks, Doc, really appreciate it. [EXPLETIVE REDACTED]. What's next? Gonna show me the details about your [DATA EXPUNGED] that you're also aware of? D-3226: [laughs] Holy hell! Didn't know that about you, Doc! SCP-3954: You haven't heard the best of it. D-3226: Do tell! Dr. O'Dell: [sighs] That'll be quite enough. [ Laughter continues ] < End transcript >",
        "Note: That's the first time in a while that I've used amnestic on a D-Class after a test. But we all do what we have to. ~Dr. O'Dell",
        "Dr. O'Dell: Good morning, 3954. SCP-3954: Another day another dollar, right doc? Dr. O'Dell: Of course. Now then, I'd like to conduct an experiment with you, if I may. SCP-3954: Why bother asking? It's gonna happen whether I say yes or no. Dr. O'Dell: I'm afraid so. SCP-3954: Y'know, speaking of dollars, how many fat paychecks will you sink in finding a cure for your sister's illness? Dr. O'Dell: Anyway, let me go ahead and explain a little, in case things don't work out. SCP-3954: Things usually don't work out for you and your family. Like health, am I right? Dr. O'Dell: I'll be using this can of spray. It's an inhalant. SCP-3954: Yeah? Dr. O'Dell: Doesn't smell too pleasant, but doesn't hurt either. We'll use this and see what's on your mind afterwords. SCP-3954: Plenty things on my mind. Always! Dr. O'Dell: Good, good. Now I— SCP-3954: Like your sister, Mabel. You know the time's coming, doc. Kill the denial. The requiem bells are knelling! They knell they knell they knell for O'D— [ Dr. O'Dell administers the class A amnestic by aerosol form. SCP-3954 is instantly sedated. ] < Log cut > [ SCP-3954 was sedated for a total of four hours. Dr. O'Dell returned to SCP-3954 one hour after it regained consciousness to record the final results. ] Dr. O'Dell: So, SCP-3954, how are we feeling? SCP-3954: Never better! Head feels good for once! That's a first. I gotta do that more often, whatever the hell I just did. Wait…what happened? Dr. O'Dell: Good. Still want to talk about Mabel? SCP-3954: Who? Dr. O'Dell: Mabel. You were eager to speak of her earlier. SCP-3954: I don't remember that. I don't even know who that is! Dr. O'Dell: [taking notes] Fascinating… < End log >",
        "Note: Although the experiment was successful, SCP-3954 still learns new information quickly. It didn't take long for it to try taunting me about another personal matter. But still, I'm very much proud of this discovery. ~Dr. O'Dell",
        "Dr. O'Dell: Good afternoon, 3954. SCP-3954: More gas, please. Dr. O'Dell: That's not what we're doing today. SCP-3954: Gas gas! Dr. O'Dell: Pardon?… SCP-3954: Me want spray can! Dr. O'Dell: Speak properly, please. SCP-3954: Give me the drug. Dr. O'Dell: I'm not going to just administer anything to you when we aren't in testing, 3954. SCP-3954: You don't understand, I need it! Dr. O'Dell: You don't need it. You sound like you're— [ Brief silence ] Dr. O'Dell: Is addiction even possible for you, 3954? SCP-3954: Anything is possible, you half-wit, just give me the drug! < Log cut > Note: Dr. O'Dell reported observing irritation in SCP-3954's eyes along with it continuously stating that it was feeling \"fresh again\". When questioned on this, SCP-3954 instantly fell asleep and remained unconscious despite numerous attempts made by Dr. O'Dell to awaken it. [ Two hours after Dr. O'Dell's last encounter, SCP-3954 was heard screaming in its containment cell, suffering from a withdrawal attack. ] SCP-3954: I NEED SOMEONE IN HERE! I NEED THE DRUG! I'LL TELL YOU ANYTHING YOU GUYS WANT TO [EXPLETIVE REDACTED] KNOW! Dr. [REDACTED]? [DATA EXPUNGED]! President ███████ ████? He participated in ████ ████████ ████ ███ ██████ ████████ ████! ██ ████ █ █ ██ ████![gasping] Oh God, I can't breathe! SOMEONE HELP! [ SCP-3954 continued to yell and struggle in its restraints for several seconds until medical staff arrived, subduing it. ]",
        "[ Dr. Simms is accompanied by one security personnel armed with a handheld high-voltage taser. ] Dr. Simms: Good afternoon, 3954! SCP-3954: What happened to the other guy? There was another one…at least I think there was. Dr. Simms: They've been relieved of your case; I've been assigned in their position. So, I'd like to start everything anew. All past failures and such will be counted as expunged. SCP-3954: Yeah, forget everything ever happened before, right? Heh…forget. This place is all about forgetting. Dr. Simms: Now then, I'm aware that you prefer to be evasive and unwilling during your interviews and testing, am I accurate? SCP-3954: Sounds about right. Like how you're evasive about certain papers involving a failing marriage. [ Security personnel activates taser. ] Dr. Simms: [waves hand] I want to discuss with you about your ability to see other's memories and such. What you did just there is an example of what I'm talking about. But I warn you to not stray far from the subject. SCP-3954: What happens if I do? Dr. Simms: You'll find out. SCP-3954: You gonna take a swing at me? Dr. Simms: Certainly not. SCP-3954: It's quite alright. I can take it. Dr. Simms: That won't be happening. Like I said, you'll find out. We both will since this is kind of an experiment at the same time as well. We're going to see if this method delivers any success. Any questions? [ Silence ] Dr. Simms: Good. Now then, would you care to tell me how you find out this kind of information from people? Does it come to you as a vision, an idea, anything like that? SCP-3954: Maybe something along that line. See it pretty clearly. What I don't see is that wedding band on your finger. Was it forgotten at home this morning or is there too much trouble and shame to remind yourself that you're still tethered? Dr. Simms: If you're expecting a reaction, 3954, it won't happen. If anything it only makes me more curious. SCP-3954: I'm curious, too! Curious about all those toxic pills you bring home to try and feed to those mouths you have waiting there for you. It's like burning baggage! Dr. Simms: What? That's not even real information, you're just trying to be cute. SCP-3954: You'd know all about what's cute, especially with Dr. [REDACTED] and her anatomy. Is that a reason why things at home— [ Security administers a shock to SCP-3954, who violently shakes in reaction before collapsing onto the table below. ] SCP-3954: [groans] That was…unpleasant…[coughs]. [ SCP-3954 remains face-down. ] Dr. Simms: You understand the seriousness of this now? [ SCP-3954 holds up its right hand and displays its middle finger. Security personnel activates taser. SCP-3954 retracts and recoils. ] Dr. Simms: All I'm wanting is knowledge on how you learn all of this, 3954. SCP-3954: [sitting up] Yeah, yeah. [sighs] Ever have an old memory randomly strike you? You know what I mean? Dr. Simms: Yes. SCP-3954: It's like that. Like when I saw you staring at your divorce papers and arguing with your wife dearest— [ Security personnel reactivates taser. ] SCP-3954: Don't hit me again… Dr. Simms: [waves hand] Let it speak! [ Security backs away ] SCP-3954: I see it as if it were my own memory. But I don't immediately forget small details like you people do. In fact I know and remember every detail perfectly, even names. Dr. Simms: Interesting. Are you able to choose what memory you want to see? SCP-3954: No. They just appear. I have no control over it…though I wish I did. But they always tend to have a hold over that person. It's always a triggered fear or anger. It's all…quite amusing. Dr. Simms: Thank you, 3954. <End Log>",
        "[ SCP-3954 conversing with itself inside of containment. No personnel staff were inside of its cell at the time. ] SCP-3954: That's quite lovely, isn't it? So vast and spacious. No worries of getting cramped and forgotten about. But there are many that I'd like to forget. They never leave. Some of them are funny, yes. They do help. Hang on to the funny stuff and make the best of it. After all, laughter is the best medicine, right? Do I miss him? Of course I do. Well…from time to time. Not so much anymore. You could say I'm glad that I'm away. I hated being his \"reminder\". But he is the one who created me, after all; I can only respect him, though he did say I was too flawed. But I remember everything just fine. My knowledge can't be forced back by a physical boundary like his. No brain and I have better memory than him. Hah! However, I wish some things would disappear forever. I wish I had a physical limit like he. But the only limit is the universe. And there's plenty of space.",
        "\" SCP-3954 \" by InkSauce, from the SCP Wiki . Source: https://scpwiki.com/scp-3954 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3954",
    "object_class": "Safe",
    "containment_procedures": "SCP-3954 is to be housed in a 5m X 5m humanoid containment cell in Site 4 with standard furniture items and a TV.",
    "description": "SCP-3954 is a sexless humanoid, 1.5m tall and weighing 13.6kg. SCP-3954 resembles a scarecrow, with a support structure made up of paper and masking tape, with a thin outer layer of leather. SCP-3954 contains organic structures, including an oral cavity1, hair, nostrils, and luminescent eyes; all of these organs possess human DNA. SCP-3954 is sapient and capable of speech in several languages, and has shown passive-aggressive behavior when speaking.",
    "title": "SCP-3954"
}