{
    "url": "https://scp-wiki.wikidot.com/scp-3956",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\nItem #:\n SCP-3956\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n At least one member of MTF Mu-33 (\"Show-goers\") must be present at all showings of musical productions in London's West End. If SCP-3956 manifests the theatre is to be sealed off until all mealworms have been removed and all civilians inside have been amnesticised.\n\n\nThe acting leader of MTF Mu-33 will decide whether or not an attempt to capture SCP-3956-2 will be made based on the risk of civilian casualties.\n\n\nAll Foundation personnel investigating SCP-3956 are to wear noise-canceling earmuffs.\n\n\nDescription:\n SCP-3956 is an event that manifests in theatres found in the city of London. Thus far, SCP-3956 has only been observed during performances of musical theatre.\n\n\nThe event lasts an average of 15 minutes and is identifiable by the following occurrences:\n\n\n\n\nIn the second act, an actor will sing an unscripted solo about mealworms for 2-3 minutes. The opening line is always, \"Mmm, tasty mealworms\".\n\n\nDuring the solo, audience members who hear the song will be affected by an anomalous phenomenon. Several mealworms\n1\n will emerge from the ears of affected individuals; these mealworms will then approach the stage. In later manifestations, at least 1 mealworm will remain in the individual's ear.\n\n\nAt the conclusion of the mealworm song, the actor will gather and consume the mealworms on-stage. This typically takes approximately 10 minutes.\n\n\nOnce all mealworms are consumed the audience will applaud and the show will continue as normal.\n\n\n\n\nIndividuals who hear the mealworm song live, designated SCP-3956-1, do not perceive the event as unusual and will instead react to SCP-3956 as though it is a normal part of the show.\n\n\nSCP-3956-2 is a 2.1-metre-tall humanoid entity composed entirely of mealworms. It first appeared during the third manifestation of SCP-3956\n2\n. Following this appearance, additional recurring events pertaining to SCP-3956 manifestations have been noted. SCP-3956-2 now enters the stage at a seemingly random point during the second act and will perform the song itself. An actor being present on the stage is no longer required.\n\n\nThe first manifestation took place on 30/12/2016. Appearances are relatively sporadic, though seem to be increasing in frequency. A definite cause of SCP-3956 has not yet been determined.\n\n\nAddendum: Log of notable manifestations\n\n\nThis is an abridged log of manifestations, for a full list please see document-3956-01.\n\n\n\n\nDate:\n 14/02/2017\n\n\nManifestation Number:\n 3\n\n\nShow Name:\n \nWicked\n\n\nDescription of events:\n The event began as normal; however, once the consumption was complete, SCP-3956-2 crawled out of Tracy ██████'s\n3\n mouth. SCP-3956-2 attempted to perform SCP-3956; SCP-3956-1 reacted poorly to this and directed several insults towards SCP-3956-2. This caused SCP-3956-2 to flee the stage.\n\n\nNotes:\n N/A\n\n\n\n\n\n\nDate:\n 17/08/2017\n\n\nManifestation Number:\n 4\n\n\nShow Name:\n \nThe Book of Mormon\n\n\nDescription of events:\n SCP-3956-2 entered the stage slowly and looked at the audience several times. All other actors on stage stopped and observed SCP-3956-2. After 5 minutes, it performed SCP-3956. SCP-3956-1 reactions were mixed, with several audience members not applauding. At the end of the show, SCP-3956-2 returned to bow with the cast.\n\n\nNotes:\n The first attempt to capture SCP-3956-2 was made during this performance. Agent ██████ fired a tranquiliser dart into SCP-3956-2. A single mealworm was dislodged from and then consumed by SCP-3956-2.\n\n\n\n\n\n\nDate:\n 06/01/2018\n\n\nManifestation Number:\n 9\n\n\nShow Name:\n \nWicked\n\n\nDescription of events:\n The song \"No Good Deed\" was cut completely from the show and replaced with SCP-3956. SCP-3956-2 was lowered onto the stage via the bubble device typically used by the character Glinda. SCP-3956 began as SCP-3956-2 descended. At the end of the consumption phase, SCP-3956-1 gave a full standing ovation. SCP-3956-2 returned to bow with the cast and performed an encore, causing another SCP-3956 event. After the show, SCP-3956-2 was sighted in the main lobby shaking hands with instances of SCP-3956-1.\n\n\nNotes:\n SCP-3956-2 approached Agent ██████, the sole observer of this event, once the show had ended. It handed him a program with the message, \"I've seen you at all my shows. Thank you for never giving up on me! - WORMS\" written inside along with several mealworms. It then placed its mouth against his hand and exited the lobby. Agent ██████ later described SCP-3956-2 as \"a talented showman\".\n\n\n\n\n\n\nFootnotes\n\n\n1\n. 4 on average, though the maximum observed was 15.\n\n\n2\n. Please see the log of notable manifestations for details of this event.\n\n\n3\n. The actress playing the protagonist, Elphaba.\n\n\n\n\n\n\n\n\n« \nSCP-3955\n | SCP-3956 | \nSCP-3957\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3956\n\" by rubberchickenzilla, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3956\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Log of notable manifestations\nThis is an abridged log of manifestations, for a full list please see document-3956-01."
    ],
    "documents": [],
    "notes": [
        "Date: 14/02/2017 Manifestation Number: 3 Show Name: Wicked Description of events: The event began as normal; however, once the consumption was complete, SCP-3956-2 crawled out of Tracy ██████'s 3 mouth. SCP-3956-2 attempted to perform SCP-3956; SCP-3956-1 reacted poorly to this and directed several insults towards SCP-3956-2. This caused SCP-3956-2 to flee the stage. Notes: N/A",
        "Date: 17/08/2017 Manifestation Number: 4 Show Name: The Book of Mormon Description of events: SCP-3956-2 entered the stage slowly and looked at the audience several times. All other actors on stage stopped and observed SCP-3956-2. After 5 minutes, it performed SCP-3956. SCP-3956-1 reactions were mixed, with several audience members not applauding. At the end of the show, SCP-3956-2 returned to bow with the cast. Notes: The first attempt to capture SCP-3956-2 was made during this performance. Agent ██████ fired a tranquiliser dart into SCP-3956-2. A single mealworm was dislodged from and then consumed by SCP-3956-2.",
        "Date: 06/01/2018 Manifestation Number: 9 Show Name: Wicked Description of events: The song \"No Good Deed\" was cut completely from the show and replaced with SCP-3956. SCP-3956-2 was lowered onto the stage via the bubble device typically used by the character Glinda. SCP-3956 began as SCP-3956-2 descended. At the end of the consumption phase, SCP-3956-1 gave a full standing ovation. SCP-3956-2 returned to bow with the cast and performed an encore, causing another SCP-3956 event. After the show, SCP-3956-2 was sighted in the main lobby shaking hands with instances of SCP-3956-1. Notes: SCP-3956-2 approached Agent ██████, the sole observer of this event, once the show had ended. It handed him a program with the message, \"I've seen you at all my shows. Thank you for never giving up on me! - WORMS\" written inside along with several mealworms. It then placed its mouth against his hand and exited the lobby. Agent ██████ later described SCP-3956-2 as \"a talented showman\".",
        "\" SCP-3956 \" by rubberchickenzilla, from the SCP Wiki . Source: https://scpwiki.com/scp-3956 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3956",
    "object_class": "Euclid",
    "containment_procedures": "At least one member of MTF Mu-33 (\"Show-goers\") must be present at all showings of musical productions in London's West End. If SCP-3956 manifests the theatre is to be sealed off until all mealworms have been removed and all civilians inside have been amnesticised.",
    "description": "SCP-3956 is an event that manifests in theatres found in the city of London. Thus far, SCP-3956 has only been observed during performances of musical theatre.",
    "title": "SCP-3956"
}