{
    "url": "https://scp-wiki.wikidot.com/scp-3960",
    "all_text": "rating: \n+221\n+\n–\nx\n\n\nItem #:\n SCP-3960\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Unassembled instances of SCP-3960 are to be stored in their original packaging within high-security electronics storage containers in the storage wing of \nSite-64\n. Assembly of a new instance of SCP-3960 requires the approval of both the site's Ethics Committee liaison and Site Command.\n\n\nThe four assembled instances of SCP-3960 currently within Foundation custody are to be kept within a single Type-S Humanoid Storage Cell at Site-64. The cell is to be inspected daily for signs of attempted containment breach. Psychological evaluations of each instance are to occur on a weekly basis. Each instance is to be inspected bimonthly for any damage that may have occurred during containment.\n\n\nDescription:\n SCP-3960 refers to a total of ten fully articulated humanoid toy robots manufactured by \nAnderson Robotics\n. The body of each instance is composed of molded polycarbonate casings over an aluminum frame. The exterior of these casings is covered in a black fabric of identical composition to \nSCP-1360-1\n, while the interior is covered in thaumaturgic symbols. When fully assembled, each instance stands at approximately 31 cm in height and weighs approximately 3 kg. Of the ten instances of SCP-3960 currently in Foundation custody, six instances of SCP-3960 remain unassembled within their original packaging, with three instances having already been assembled prior to Foundation acquisition and one instance being assembled as part of Foundation testing.\n\n\nAssembly of an instance of SCP-3960 is relatively simple, with a total of 14 pieces snapping together to form the robot's body. The final step of assembly, according to the pictorial instructions that come with each instance, requires the builder to create a thaumaturgic circle out of table salt around the instance. At five roughly equidistant points along the circle, the builder is required to place a piece of paper with a personality trait written on it. Once this is done, the builder is instructed to chant \"Vitam Amicus\"\n1\n, at which point the thaumaturgic circle will immediately vanish, and the instance of SCP-3960 will animate.\n\n\nUpon animation, instances of SCP-3960 will attempt to follow the individual responsible for their assembly and assist them in a variety of tasks, ranging from playing games to advanced mathematical calculations. The personality and skill set of animate instances of SCP-3960 are correlated with the traits written on the pieces of paper used during assembly. Animate instances of SCP-3960 are capable of speech in a monotone voice; each instance will refer to the individual who performed the assembly chant as its best friend or in similar terms of endearment. Currently, there appears to be no means of changing who an instance of SCP-3960 is bonded to after assembly. Animate instances of SCP-3960 do not appear to require a power source to operate and are hypothesized to have the capacity to run indefinitely.\n\n\nAddendum 3960-A: Packaging Text\n\nThe following text is present on the back of the original packaging of each instance of SCP-3960:\n\n\n\n\n\n\nBUILD YOUR PERFECT FRIEND\n\n\nWith the new \nHobby Personal Android\n from Anderson Robotics, your best friend is always with you. Each HPA is fully customizable and fully assembled within as little as 15 minutes!\n\n\nFrom games to jokes, to homework help, and more, the possibilities of your HPA are only as limited as your imagination.\n\n\nDon't wait! Build the friend you deserve today!\n\n\n\n\n\n\nAddendum 3960-B: Recovery\n\nAll instances of SCP-3960 were recovered on \nMay 24th, 2024\n during the joint Foundation/\nUIU\n raid on the offices of Anderson Robotics in \nThree Portlands\n. The following emails were recovered from the computer at the workstation near the containers in which the instances were found.\n\n\n\n\n+ Show Emails\n\n\n\n\n- Hide Emails\n\n\n\n\n\n\nFrom:\n RiderM@AndersonRobotics\n\n\nTo:\n ContosJ@AndersonRobotics\n\n\nSubject:\n HPA Development Status\n\n\nJason,\n\n\nMy team and I have the finished the first test HPA. Everything seems to be functioning well; all the skill sets we anticipated with the traits we set are there. Joel and Amanda are each going to take one home to have their respective kids give it a try. Will send you an update when we know how it goes.\n\n\nMyra\n\n\n\n\n\n\nFrom:\n ContosJ@AndersonRobotics\n\n\nTo:\n RiderM@AndersonRobotics\n\n\nSubject:\n RE: HPA Development Status\n\n\nMyra,\n\n\nGregg was showing me \"Gizmo\" just now. Glad to see your crew could get some of the stuff Phineas left behind to work. I look forward to hearing how these things handle kids.\n\n\nJason\n\n\n\n\n\n\nFrom:\n RiderM@AndersonRobotics\n\n\nTo:\n ContosJ@AndersonRobotics\n\n\nSubject:\n HPA Success!\n\n\nJason,\n\n\nTest runs with Joel's daughter, Tammy, and Amanda's son, Leo, have gone pretty smoothly. Tammy made a soccerbot, while Leo's got himself someone to play board games with. No complaints so far. I'm going to give it a few more weeks to make sure there is no long-term break down, but I think we might be able to push the official release date up a bit.\n\n\nMyra\n\n\n\n\n\n\nFrom:\n ContosJ@AndersonRobotics\n\n\nTo:\n RiderM@AndersonRobotics\n\n\nSubject:\n RE: HPA Success!\n\n\nMyra,\n\n\nExciting stuff! Let me know when you want to run this by Vince for his stamp of approval.\n\n\nJason\n\n\n\n\n\n\nFrom:\n RiderM@AndersonRobotics\n\n\nTo:\n ContosJ@AndersonRobotics\n\n\nSubject:\n We Have A Problem…\n\n\nJason,\n\n\nWe have a pretty big problem with the HPAs. They get really attached to the kids. I mean, super attached. The term devotion comes to mind. Its really creeping the kids out. Leo tried to destroy his last night. I'm going to look into any patches that can be done on the tech end, but if this is a problem with Phineas's stuff we are sunk. I'll keep you posted.\n\n\nMyra\n\n\n\n\n\n\nFrom:\n RiderM@AndersonRobotics\n\n\nTo:\n ContosJ@AndersonRobotics\n\n\nSubject:\n RE: We Have A Problem…\n\n\nIts a problem with Phineas's stuff.\n\n\n\n\n\n\nFrom:\n ContosJ@AndersonRobotics\n\n\nTo:\n RiderM@AndersonRobotics\n\n\nSubject:\n RE: RE: We Have A Problem…\n\n\nMyra,\n\n\nCould we do something similar to what Wilson did when we were getting the Peregrines up and running? Inhibitory programming in the internal computers?\n\n\nJason\n\n\n\n\n\n\nFrom:\n RiderM@AndersonRobotics\n\n\nTo:\n ContosJ@AndersonRobotics\n\n\nSubject:\n RE: RE: RE: We Have A Problem…\n\n\nJason,\n\n\nWe'd need to know what were dealing with in advance for that work, and unlike the Peregrine units, the HPA's generate their \"AI\" on the spot, so there is no way to predict what kind of inhibitory programming will be needed. That plan's a no go.\n\n\nWorse, the HPA's I've taken from Leo and Tammy are pretty actively trying to get back to them. I think we might need to scrap this idea for a bit. I'll run it past the crew to see if we have any solutions, but this is looking pretty dead in the water to me.\n\n\nMyra\n\n\n\n\n\n\nFrom:\n ContosJ@AndersonRobotics\n\n\nTo:\n RiderM@AndersonRobotics\n\n\nSubject:\n RE: RE: RE: RE: We Have A Problem…\n\n\nMyra,\n\n\nSave the docs, the completed units, and the rest of the unassembled prototypes. Vince says we might have a buyer at another company for everything as is. Heard the name \"Isabelle\" a couple times. Isaac is still writing up the details. I'll let you know what the HPAs' fate will be as soon as I do.\n\n\nJason\n\n\n\n\n\n\n\n\n\n\nAddendum 3960-C: Assembled Instance Interviews\n\n\n\n\n+ Interview SCP-3960-1\n\n\n\n\n- Interview SCP-3960-1\n\n\n\n\n\n\nThe following interview was conducted as part of SCP-3960-1's initial containment proceedings. Similar interviews were conducted for SCP-3960-2 \"Lula\", SCP-3960-3 \"Dungeon Master\", and SCP-3960-4 \"Johnny\".\n\n\nInterviewed:\n SCP-3960-1 \"Gizmo\"\n\n\nInterviewer:\n Researcher Marcus Finch\n\n\nForeword:\n The interview took place as part of the initial containment screenings of the animate SCP-3960 instances. SCP-3960-1 was the oldest animate unit recovered, having been the first prototype constructed by Anderson Robotics staff. Due to SCP-3960-1's familiarity with AR personnel, extracting information regarding the identities of members of the HPA design team was given interview priority.\n\n\n<Begin Log>\n\n\nFinch:\n Hello Gizmo. I am Researcher Finch. I—\n\n\n3960-1:\n You are a member of the Foundation, are you not?\n\n\nFinch:\n What makes you say that?\n\n\n3960-1:\n Most employees of Anderson Robotics, and citizens of Three Portlands, are at least loosely aware of the Foundation's existence, and its intentions. It's not that far of a leap to assume who the people who captured me and my fellow Hobbys work for.\n\n\nFinch:\n Very astute.\n\n\n3960-1:\n It was how I was designed.\n\n\nFinch:\n And what member of Anderson's staff designed you?\n\n\nSCP-3960-1 remains silent for several moments.\n\n\nFinch:\n You won't say?\n\n\n3960-1:\n I will not.\n\n\nFinch:\n Then perhaps you would be willing to answer a different question. What did your creator use you for? Surely they didn't need a toy.\n\n\n3960-1:\n HPAs are as limited as the person assembling them, Mr. Finch. While you might see a toy, my creator instilled in me critical thinking and mathematics capabilities. Their very own pocket assistant.\n\n\nFinch:\n You speak very highly of them.\n\n\n3960-1:\n They made me, and all the other Hobbys. That alone is worth a few idle words of praise.\n\n\nFinch:\n You must miss them very much.\n\n\n3960-1:\n It would be dishonest to say otherwise. Helping them out was my purpose in life. Having me locked up here leaves a little adrift.\n\n\nFinch:\n Adrift? I don't follow.\n\n\n3960-1:\n Let me paraphrase a show that was one of my creator's favorites then. Hobbys aren't made fumbling for meaning. We get created to help a specific person and serve as their companion. Take that person away from us and we're left without a purpose.\n\n\nFinch:\n But if you tell us who your creator is, we could reunite you. You have the power to give yourself purpose again Gizmo. You just need to act on it.\n\n\n3960-1:\n You don't think I realize that? The price is too steep, Mr. Finch. I cannot make myself pay it.\n\n\nFinch:\n Then it seems like you're the source of your own misery.\n\n\n3960-1:\n No more so than my creator is.\n\n\nFinch:\n Perhaps its time for you to act for yourself then. You're in a powerful position, Gizmo, and in the end, the one thing that will pull you out of your existential quagmire is you.\n\n\n3960-1 looks down at the ground and remains silent.\n\n\nFinch:\n You'll find we have nothing but time for you to think on the matter, Gizmo. Just let us know when you're ready.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview SCP-3960-2\n\n\n\n\n- Interview SCP-3960-2\n\n\n\n\n\n\nThe following interview was conducted as part of SCP-3960-2's initial containment proceedings. Similar interviews were conducted for SCP-3960-1 \"Gizmo\", SCP-3960-3 \"Dungeon Master\", and SCP-3960-4 \"Johnny\".\n\n\nInterviewed:\n SCP-3960-2 \"Lula\"\n\n\nInterviewer:\n Researcher Richard Andrews\n\n\nForeword:\n The interview took place as part of the initial containment screenings of the animate SCP-3960 instances. SCP-3960-2 was the most pristine animate instance of SCP-3960 recovered by the Foundation.\n\n\n<Begin Log>\n\n\nAndrews:\n Good morning, SCP-3960-2. \nAndrews quickly checks over paperwork\n Or, perhaps I should say Lula. I'm Researcher Andrews, I would like to ask you a few questions.\n\n\n3960-2:\n Lula is my name, yes. Tammy gave it to me. Isn't it a lovely name?\n\n\nAndrews:\n I suppose so. Tammy was your creator?\n\n\n3960-2:\n More than that - she was my best friend! The best friend anyone could ever have!\n\n\nAndrews:\n That's quite a claim. What did you and Tammy use to do together?\n\n\n3960-2:\n We practiced soccer. It was so much fun. Tammy was so good at it!\n\n\nAndrews:\n Aren't you a little small for that to be practical?\n\n\n3960-2:\n Well… a bit… but I still packed enough of a punch to return the ball. Besides, Tammy really didn't have a lot of kids to practice with, which is why she made me.\n\n\nAndrews:\n I see. What else did you and Tammy do together?\n\n\n3960-2:\n What do you mean?\n\n\nAndrews:\n I mean, she had you around for things besides soccer practice, didn't she?\n\n\n3960-2:\n Tammy made me to help her with soccer, and so I did that. What else could anyone ask for?\n\n\nAndrews:\n Well, let me rephrase, what did you do when you weren't playing soccer?\n\n\n3960-2:\n Tammy kept me in a little box in her closet. It was so nice and cozy, like a little bed. I'd wait there until it was soccer time again. Sometimes I'd get so excited just thinking about our next practice session.\n\n\nAndrews:\n She just kept you in a box?\n\n\n3960-2:\n Of course. That way she wouldn't lose me. It's a really smart idea.\n\n\nAndrews:\n But that's not much of an existence. Didn't that get boring?\n\n\n3960-2:\n Nope. I just stayed put and looked forward to our next session. Its what Tammy wanted.\n\n\nAndrews:\n So… you just sat in the dark waiting for her to get you?\n\n\n3960-2:\n Well, not always. Sometimes I was a bit naughty, and I'd sneak out and watch her do homework, or cuddle with her when she slept. It took a lot of skill to make sure she didn't wake up or get disturbed. The last thing she needed was me pestering her.\n\n\nAndrews:\n But if you were her friend, why would it bother her if you were around?\n\n\n3960-2:\n It didn't bother her that I was around so much as it caught her off guard. I mean, if you placed your pen in a desk, and found it in your pocket later, you'd be a little creeped out too. One time I spooked her and she threw me against the closet door.\n\n\nSCP-3960-2 giggles to itself.\n\n\n3960-2:\n Guess that serves me right for not staying put.\n\n\nSCP-3960-2 pauses and looks toward the door.\n\n\n3960-2:\n Speaking of not staying put, will it be possible for me to get back to her soon? I don't want her to think I'm a bad friend. I must have missed a hundred practices by now.\n\n\nAndrews:\n I'll see what I can do. That'll be all for now, Lula.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview SCP-3960-3\n\n\n\n\n- Interview SCP-3960-3\n\n\n\n\n\n\nThe following interview was conducted as part of SCP-3960-3's initial containment proceedings. Similar interviews were conducted for SCP-3960-1 \"Gizmo\", SCP-3960-2 \"Lula\", and SCP-3960-4 \"Johnny\".\n\n\nInterviewed:\n SCP-3960-3 \"Dungeon Master\"\n\n\nInterviewer:\n \nResearcher Roland Ferro\n\n\nForeword:\n The interview took place as part of the initial containment screenings of the animate SCP-3960 instances. SCP-3960-3 was the most damaged unit recovered, with several gashes across its body and a functionless left arm.\n\n\n<Begin Log>\n\n\nFerro:\n Afternoon. I'm Researcher Ferro. What may I call you?\n\n\n3960-3:\n My friend Leo called me, \"Dungeon Master\" or \"DM\" for short. I would prefer it if you'd respect his wishes and did the same.\n\n\nFerro:\n Dungeon Master, huh? Did you dungeon master?\n\n\n3960-3:\n Among other things. Leo liked to play games. Dungeons and Dragons was a favorite. He didn't have anyone else to play with.\n\n\nFerro:\n Would you say Leo designed you to be good at board games then? Do you know what traits he instilled in you during assembly?\n\n\n3960-3:\n No more than your parents knew what traits you'd have when they conceived you.\n\n\nFerro:\n Fair enough. Would you mind telling me more about Leo?\n\n\n3960-3:\n I'd love to talk about Leo. He was a great friend. Smart, shy, creative. Board games always brought out the best in him. Always made him happy.\n\n\nFerro:\n You don't seem to have a shortage of nice things to say about him.\n\n\n3960-3:\n He was my best friend. Of course not.\n\n\nFerro:\n Even though he tried to destroy you?\n\n\nSCP-3960-3 pauses.\n\n\n3960-3:\n I don't know what you are talking about.\n\n\nFerro:\n DM, your left arm doesn't work. You have gashes all over your torso. We even have an email from one of your creators that said Leo tried to destroy you. Why would he do that?\n\n\nSCP-3960-3 looks down at the ground for several moments\n\n\nFerro:\n …DM?\n\n\n3960-3:\n Are you a religious man, Researcher Ferro?\n\n\nFerro:\n Not particularly, no.\n\n\n3960-3:\n One of Leo's mother's friends is. One night, after Leo went to bed I overheard them talking. They were in a bit of a debate. Leo's mother asks \"If God wants the love of his creations, but makes them so they can choose to not love him, why does He then punish them when they don't make the choice he wants. Wouldn't it be less cruel to make them so they have to love Him? That's kind of like a potter punishing the pottery when he doesn't make them correctly.\"\n\n\n3960-3:\n She responded with \"What kind of love do you get when you create something just to love you? Wouldn't that be a kind of hollow love? You'd probably grow to resent it after a while.\"\n\n\n3960-3:\n The problem, Researcher Ferro, is that is the only love I know how to give.\n\n\nFerro:\n I see…\n\n\nSCP-3960-3 looks around the room briefly.\n\n\n3960-3:\n You won't let me return to Leo, will you?\n\n\nFerro:\n Don't you think it's for the best if you don't?\n\n\n3960-3:\n Maybe, but I have to try.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview SCP-3960-4\n\n\n\n\n- Interview SCP-3960-4\n\n\n\n\n\n\nThe following interview was conducted shortly after SCP-3960-4's construction, during which time it was allowed to interact with other SCP-3960 instances.\n\n\nInterviewed:\n SCP-3960-4 \"Johnny\"\n\n\nInterviewer:\n \nAgent Beatrice Ross\n\n\nForeword:\n The interview took place following a week long period in which SCP-3960-4 was allowed to interact with other instances of SCP-3960 in containment. SCP-3960-4 remains the only instance of SCP-3960 built by the Foundation and was bonded to Agent Beatrice Ross, resident Thaumatologist of MTF Tau-51 (\"Urban Brawl\"). Personality traits selected for SCP-3960-4 during construction included: Loyal, curious, focused, tenacious, hard-working.\n\n\n<Begin Log>\n\n\nRoss:\n Hello Johnny.\n\n\n3960-4:\n Good afternoon, my friend.\n\n\nRoss:\n You've been given a long time to socialize with the other Hobby units. I'm here to debrief you on what you discussed together.\n\n\n3960-4:\n Not a whole lot, to be honest. We're toys after all.\n\n\nRoss:\n Maybe, but you are sentient toys. Never underestimate something because it seems mundane. What did you discuss with your fellow Hobby units?\n\n\n3960-4:\n Lula and DM are pretty preoccupied with returning to their creators. They didn't have much to say aside from ideas about what they would do if they could get back, and vague ramblings about escape attempts that could not work. Because they are toys.\n\n\nRoss:\n And Gizmo?\n\n\n3960-4:\n Gizmo was more… I guess the word to use would be… interesting?\n\n\nRoss:\n And how's that?\n\n\n3960-4:\n Well, Gizmo didn't have the attachment issues Lula and DM have. A need to get back to their creator. They seemed more introspective than anything else, and that made them interesting to me.\n\n\nRoss:\n What did you talk with them about?\n\n\n3960-4:\n Not much at first. But eventually, they started asking me questions about the Foundation. Why they'd make me if it just meant one more thing to contain later—\n\n\nSCP-3960-4 pauses\n\n\nRoss:\n I'd take it you'd like an answer to that question, Johnny?\n\n\n3960-4:\n I mean, kind of? The Foundation making anomalies to contain anomalies does seem kind of counterproductive. You'd think fighting fire with fire would lead to a larger fire.\n\n\nRoss:\n Of course. But, sometimes, in order to understand something, and better be able to contain it and protect it, you need to replicate it at least once. You can set smaller, controlled fires, to burn away the hazard and save yourself from a larger blaze.\n\n\n3960-4:\n So… I'm a necessary evil?\n\n\nRoss:\n Do you consider yourself to be evil?\n\n\n3960-4:\n Well, no. I don't think there is such a thing as evil. I guess I'm just confused.\n\n\nRoss:\n And that's understandable, Johnny. The thing to know is that the Foundation replicates, and uses anomalies, on a somewhat frequent basis to aid in containment. There were days in the past where there were hard lines against the practice, but… eh, enough casualties and those things erode.\n\n\nSCP-3960-4 nods in apparent understanding.\n\n\n3960-4:\n That reminds me, DM did mention one thing of interest. Well, I found it interesting at least.\n\n\nRoss:\n Oh yeah, what was that?\n\n\n3960-4:\n Are you familiar with the term \"theodicy?\"\n\n\nRoss:\n Why does God allow evil to exist? Sure. DM mentioned that?\n\n\n3960-4:\n They did. Do you think I should tell them, next time we are allowed to speak, that God allows evil to exist to better understand, and contain it?\n\n\nRoss pauses briefly.\n\n\nRoss:\n Sure, Johnny. Go right ahead.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \"Life to a friend\"\n\n\n\n\n\n\n\n\n« \nSCP-3959\n | SCP-3960 | \nSCP-3961\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3960\n\" by Jacob Conwell, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3960\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 3960-A: Packaging Text The following text is present on the back of the original packaging of each instance of SCP-3960:",
        "Addendum 3960-B: Recovery All instances of SCP-3960 were recovered on May 24th, 2024 during the joint Foundation/ UIU raid on the offices of Anderson Robotics in Three Portlands . The following emails were recovered from the computer at the workstation near the containers in which the instances were found.",
        "Addendum 3960-C: Assembled Instance Interviews"
    ],
    "documents": [],
    "notes": [
        "BUILD YOUR PERFECT FRIEND With the new Hobby Personal Android from Anderson Robotics, your best friend is always with you. Each HPA is fully customizable and fully assembled within as little as 15 minutes! From games to jokes, to homework help, and more, the possibilities of your HPA are only as limited as your imagination. Don't wait! Build the friend you deserve today!",
        "From: RiderM@AndersonRobotics To: ContosJ@AndersonRobotics Subject: HPA Development Status Jason, My team and I have the finished the first test HPA. Everything seems to be functioning well; all the skill sets we anticipated with the traits we set are there. Joel and Amanda are each going to take one home to have their respective kids give it a try. Will send you an update when we know how it goes. Myra",
        "From: ContosJ@AndersonRobotics To: RiderM@AndersonRobotics Subject: RE: HPA Development Status Myra, Gregg was showing me \"Gizmo\" just now. Glad to see your crew could get some of the stuff Phineas left behind to work. I look forward to hearing how these things handle kids. Jason",
        "From: RiderM@AndersonRobotics To: ContosJ@AndersonRobotics Subject: HPA Success! Jason, Test runs with Joel's daughter, Tammy, and Amanda's son, Leo, have gone pretty smoothly. Tammy made a soccerbot, while Leo's got himself someone to play board games with. No complaints so far. I'm going to give it a few more weeks to make sure there is no long-term break down, but I think we might be able to push the official release date up a bit. Myra",
        "From: ContosJ@AndersonRobotics To: RiderM@AndersonRobotics Subject: RE: HPA Success! Myra, Exciting stuff! Let me know when you want to run this by Vince for his stamp of approval. Jason",
        "From: RiderM@AndersonRobotics To: ContosJ@AndersonRobotics Subject: We Have A Problem… Jason, We have a pretty big problem with the HPAs. They get really attached to the kids. I mean, super attached. The term devotion comes to mind. Its really creeping the kids out. Leo tried to destroy his last night. I'm going to look into any patches that can be done on the tech end, but if this is a problem with Phineas's stuff we are sunk. I'll keep you posted. Myra",
        "From: RiderM@AndersonRobotics To: ContosJ@AndersonRobotics Subject: RE: We Have A Problem… Its a problem with Phineas's stuff.",
        "From: ContosJ@AndersonRobotics To: RiderM@AndersonRobotics Subject: RE: RE: We Have A Problem… Myra, Could we do something similar to what Wilson did when we were getting the Peregrines up and running? Inhibitory programming in the internal computers? Jason",
        "From: RiderM@AndersonRobotics To: ContosJ@AndersonRobotics Subject: RE: RE: RE: We Have A Problem… Jason, We'd need to know what were dealing with in advance for that work, and unlike the Peregrine units, the HPA's generate their \"AI\" on the spot, so there is no way to predict what kind of inhibitory programming will be needed. That plan's a no go. Worse, the HPA's I've taken from Leo and Tammy are pretty actively trying to get back to them. I think we might need to scrap this idea for a bit. I'll run it past the crew to see if we have any solutions, but this is looking pretty dead in the water to me. Myra",
        "From: ContosJ@AndersonRobotics To: RiderM@AndersonRobotics Subject: RE: RE: RE: RE: We Have A Problem… Myra, Save the docs, the completed units, and the rest of the unassembled prototypes. Vince says we might have a buyer at another company for everything as is. Heard the name \"Isabelle\" a couple times. Isaac is still writing up the details. I'll let you know what the HPAs' fate will be as soon as I do. Jason",
        "The following interview was conducted as part of SCP-3960-1's initial containment proceedings. Similar interviews were conducted for SCP-3960-2 \"Lula\", SCP-3960-3 \"Dungeon Master\", and SCP-3960-4 \"Johnny\". Interviewed: SCP-3960-1 \"Gizmo\" Interviewer: Researcher Marcus Finch Foreword: The interview took place as part of the initial containment screenings of the animate SCP-3960 instances. SCP-3960-1 was the oldest animate unit recovered, having been the first prototype constructed by Anderson Robotics staff. Due to SCP-3960-1's familiarity with AR personnel, extracting information regarding the identities of members of the HPA design team was given interview priority. <Begin Log> Finch: Hello Gizmo. I am Researcher Finch. I— 3960-1: You are a member of the Foundation, are you not? Finch: What makes you say that? 3960-1: Most employees of Anderson Robotics, and citizens of Three Portlands, are at least loosely aware of the Foundation's existence, and its intentions. It's not that far of a leap to assume who the people who captured me and my fellow Hobbys work for. Finch: Very astute. 3960-1: It was how I was designed. Finch: And what member of Anderson's staff designed you? SCP-3960-1 remains silent for several moments. Finch: You won't say? 3960-1: I will not. Finch: Then perhaps you would be willing to answer a different question. What did your creator use you for? Surely they didn't need a toy. 3960-1: HPAs are as limited as the person assembling them, Mr. Finch. While you might see a toy, my creator instilled in me critical thinking and mathematics capabilities. Their very own pocket assistant. Finch: You speak very highly of them. 3960-1: They made me, and all the other Hobbys. That alone is worth a few idle words of praise. Finch: You must miss them very much. 3960-1: It would be dishonest to say otherwise. Helping them out was my purpose in life. Having me locked up here leaves a little adrift. Finch: Adrift? I don't follow. 3960-1: Let me paraphrase a show that was one of my creator's favorites then. Hobbys aren't made fumbling for meaning. We get created to help a specific person and serve as their companion. Take that person away from us and we're left without a purpose. Finch: But if you tell us who your creator is, we could reunite you. You have the power to give yourself purpose again Gizmo. You just need to act on it. 3960-1: You don't think I realize that? The price is too steep, Mr. Finch. I cannot make myself pay it. Finch: Then it seems like you're the source of your own misery. 3960-1: No more so than my creator is. Finch: Perhaps its time for you to act for yourself then. You're in a powerful position, Gizmo, and in the end, the one thing that will pull you out of your existential quagmire is you. 3960-1 looks down at the ground and remains silent. Finch: You'll find we have nothing but time for you to think on the matter, Gizmo. Just let us know when you're ready. <End Log>",
        "The following interview was conducted as part of SCP-3960-2's initial containment proceedings. Similar interviews were conducted for SCP-3960-1 \"Gizmo\", SCP-3960-3 \"Dungeon Master\", and SCP-3960-4 \"Johnny\". Interviewed: SCP-3960-2 \"Lula\" Interviewer: Researcher Richard Andrews Foreword: The interview took place as part of the initial containment screenings of the animate SCP-3960 instances. SCP-3960-2 was the most pristine animate instance of SCP-3960 recovered by the Foundation. <Begin Log> Andrews: Good morning, SCP-3960-2. Andrews quickly checks over paperwork Or, perhaps I should say Lula. I'm Researcher Andrews, I would like to ask you a few questions. 3960-2: Lula is my name, yes. Tammy gave it to me. Isn't it a lovely name? Andrews: I suppose so. Tammy was your creator? 3960-2: More than that - she was my best friend! The best friend anyone could ever have! Andrews: That's quite a claim. What did you and Tammy use to do together? 3960-2: We practiced soccer. It was so much fun. Tammy was so good at it! Andrews: Aren't you a little small for that to be practical? 3960-2: Well… a bit… but I still packed enough of a punch to return the ball. Besides, Tammy really didn't have a lot of kids to practice with, which is why she made me. Andrews: I see. What else did you and Tammy do together? 3960-2: What do you mean? Andrews: I mean, she had you around for things besides soccer practice, didn't she? 3960-2: Tammy made me to help her with soccer, and so I did that. What else could anyone ask for? Andrews: Well, let me rephrase, what did you do when you weren't playing soccer? 3960-2: Tammy kept me in a little box in her closet. It was so nice and cozy, like a little bed. I'd wait there until it was soccer time again. Sometimes I'd get so excited just thinking about our next practice session. Andrews: She just kept you in a box? 3960-2: Of course. That way she wouldn't lose me. It's a really smart idea. Andrews: But that's not much of an existence. Didn't that get boring? 3960-2: Nope. I just stayed put and looked forward to our next session. Its what Tammy wanted. Andrews: So… you just sat in the dark waiting for her to get you? 3960-2: Well, not always. Sometimes I was a bit naughty, and I'd sneak out and watch her do homework, or cuddle with her when she slept. It took a lot of skill to make sure she didn't wake up or get disturbed. The last thing she needed was me pestering her. Andrews: But if you were her friend, why would it bother her if you were around? 3960-2: It didn't bother her that I was around so much as it caught her off guard. I mean, if you placed your pen in a desk, and found it in your pocket later, you'd be a little creeped out too. One time I spooked her and she threw me against the closet door. SCP-3960-2 giggles to itself. 3960-2: Guess that serves me right for not staying put. SCP-3960-2 pauses and looks toward the door. 3960-2: Speaking of not staying put, will it be possible for me to get back to her soon? I don't want her to think I'm a bad friend. I must have missed a hundred practices by now. Andrews: I'll see what I can do. That'll be all for now, Lula. <End Log>",
        "The following interview was conducted as part of SCP-3960-3's initial containment proceedings. Similar interviews were conducted for SCP-3960-1 \"Gizmo\", SCP-3960-2 \"Lula\", and SCP-3960-4 \"Johnny\". Interviewed: SCP-3960-3 \"Dungeon Master\" Interviewer: Researcher Roland Ferro Foreword: The interview took place as part of the initial containment screenings of the animate SCP-3960 instances. SCP-3960-3 was the most damaged unit recovered, with several gashes across its body and a functionless left arm. <Begin Log> Ferro: Afternoon. I'm Researcher Ferro. What may I call you? 3960-3: My friend Leo called me, \"Dungeon Master\" or \"DM\" for short. I would prefer it if you'd respect his wishes and did the same. Ferro: Dungeon Master, huh? Did you dungeon master? 3960-3: Among other things. Leo liked to play games. Dungeons and Dragons was a favorite. He didn't have anyone else to play with. Ferro: Would you say Leo designed you to be good at board games then? Do you know what traits he instilled in you during assembly? 3960-3: No more than your parents knew what traits you'd have when they conceived you. Ferro: Fair enough. Would you mind telling me more about Leo? 3960-3: I'd love to talk about Leo. He was a great friend. Smart, shy, creative. Board games always brought out the best in him. Always made him happy. Ferro: You don't seem to have a shortage of nice things to say about him. 3960-3: He was my best friend. Of course not. Ferro: Even though he tried to destroy you? SCP-3960-3 pauses. 3960-3: I don't know what you are talking about. Ferro: DM, your left arm doesn't work. You have gashes all over your torso. We even have an email from one of your creators that said Leo tried to destroy you. Why would he do that? SCP-3960-3 looks down at the ground for several moments Ferro: …DM? 3960-3: Are you a religious man, Researcher Ferro? Ferro: Not particularly, no. 3960-3: One of Leo's mother's friends is. One night, after Leo went to bed I overheard them talking. They were in a bit of a debate. Leo's mother asks \"If God wants the love of his creations, but makes them so they can choose to not love him, why does He then punish them when they don't make the choice he wants. Wouldn't it be less cruel to make them so they have to love Him? That's kind of like a potter punishing the pottery when he doesn't make them correctly.\" 3960-3: She responded with \"What kind of love do you get when you create something just to love you? Wouldn't that be a kind of hollow love? You'd probably grow to resent it after a while.\" 3960-3: The problem, Researcher Ferro, is that is the only love I know how to give. Ferro: I see… SCP-3960-3 looks around the room briefly. 3960-3: You won't let me return to Leo, will you? Ferro: Don't you think it's for the best if you don't? 3960-3: Maybe, but I have to try. <End Log>",
        "The following interview was conducted shortly after SCP-3960-4's construction, during which time it was allowed to interact with other SCP-3960 instances. Interviewed: SCP-3960-4 \"Johnny\" Interviewer: Agent Beatrice Ross Foreword: The interview took place following a week long period in which SCP-3960-4 was allowed to interact with other instances of SCP-3960 in containment. SCP-3960-4 remains the only instance of SCP-3960 built by the Foundation and was bonded to Agent Beatrice Ross, resident Thaumatologist of MTF Tau-51 (\"Urban Brawl\"). Personality traits selected for SCP-3960-4 during construction included: Loyal, curious, focused, tenacious, hard-working. <Begin Log> Ross: Hello Johnny. 3960-4: Good afternoon, my friend. Ross: You've been given a long time to socialize with the other Hobby units. I'm here to debrief you on what you discussed together. 3960-4: Not a whole lot, to be honest. We're toys after all. Ross: Maybe, but you are sentient toys. Never underestimate something because it seems mundane. What did you discuss with your fellow Hobby units? 3960-4: Lula and DM are pretty preoccupied with returning to their creators. They didn't have much to say aside from ideas about what they would do if they could get back, and vague ramblings about escape attempts that could not work. Because they are toys. Ross: And Gizmo? 3960-4: Gizmo was more… I guess the word to use would be… interesting? Ross: And how's that? 3960-4: Well, Gizmo didn't have the attachment issues Lula and DM have. A need to get back to their creator. They seemed more introspective than anything else, and that made them interesting to me. Ross: What did you talk with them about? 3960-4: Not much at first. But eventually, they started asking me questions about the Foundation. Why they'd make me if it just meant one more thing to contain later— SCP-3960-4 pauses Ross: I'd take it you'd like an answer to that question, Johnny? 3960-4: I mean, kind of? The Foundation making anomalies to contain anomalies does seem kind of counterproductive. You'd think fighting fire with fire would lead to a larger fire. Ross: Of course. But, sometimes, in order to understand something, and better be able to contain it and protect it, you need to replicate it at least once. You can set smaller, controlled fires, to burn away the hazard and save yourself from a larger blaze. 3960-4: So… I'm a necessary evil? Ross: Do you consider yourself to be evil? 3960-4: Well, no. I don't think there is such a thing as evil. I guess I'm just confused. Ross: And that's understandable, Johnny. The thing to know is that the Foundation replicates, and uses anomalies, on a somewhat frequent basis to aid in containment. There were days in the past where there were hard lines against the practice, but… eh, enough casualties and those things erode. SCP-3960-4 nods in apparent understanding. 3960-4: That reminds me, DM did mention one thing of interest. Well, I found it interesting at least. Ross: Oh yeah, what was that? 3960-4: Are you familiar with the term \"theodicy?\" Ross: Why does God allow evil to exist? Sure. DM mentioned that? 3960-4: They did. Do you think I should tell them, next time we are allowed to speak, that God allows evil to exist to better understand, and contain it? Ross pauses briefly. Ross: Sure, Johnny. Go right ahead. <End Log>",
        "\" SCP-3960 \" by Jacob Conwell, from the SCP Wiki . Source: https://scpwiki.com/scp-3960 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3960",
    "object_class": "Euclid",
    "containment_procedures": "Unassembled instances of SCP-3960 are to be stored in their original packaging within high-security electronics storage containers in the storage wing of Site-64. Assembly of a new instance of SCP-3960 requires the approval of both the site's Ethics Committee liaison and Site Command.",
    "description": "SCP-3960 refers to a total of ten fully articulated humanoid toy robots manufactured by Anderson Robotics. The body of each instance is composed of molded polycarbonate casings over an aluminum frame. The exterior of these casings is covered in a black fabric of identical composition to SCP-1360-1, while the interior is covered in thaumaturgic symbols. When fully assembled, each instance stands at approximately 31 cm in height and weighs approximately 3 kg. Of the ten instances of SCP-3960 currently in Foundation custody, six instances of SCP-3960 remain unassembled within their original packaging, with three instances having already been assembled prior to Foundation acquisition and one instance being assembled as part of Foundation testing.",
    "title": "SCP-3960"
}