{
    "url": "https://scp-wiki.wikidot.com/scp-3970",
    "all_text": "rating: \n+278\n+\n–\nx\n\n\n\n\nItem #:\n SCP-3970\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Site-211 has been created around SCP-3970 under the guise of a geologic research facility. Security checkpoints have been established on all roads leading to Site-211 to deter unauthorized access.\n\n\nEntrances to Unit-01 are to be guarded at all times. Personnel without Level 4/3970 clearance must receive permission from the site director to enter, perform experiments on, or otherwise interact with SCP-3970.\n\n\nSCP-3970 is to be given a psychological evaluation every week.\n\n\nDescription:\n SCP-3970 is located in the town of ████████, Washington, near the Glacier Peak region of the Cascade Mountains. SCP-3970 designates a former elementary school building. SCP-3970 is composed of two main hallways, with each end facing a cardinal direction. The main entrance and administration offices lie at the southern end of the school. Following the hallway north leads to a large cafeteria/auditorium, which includes a bathroom and small stage. Classrooms are present at the east and west ends of the school, with 6 in total. SCP-3970 has been fully integrated into Site-211 and is now known as Unit-01.\n\n\nVarious phenomena have been documented inside SCP-3970, including:\n\n\n\n\nMovement of floor/ceiling tiles\n\n\nReconfiguration of electrical wires\n\n\nMovement of walls\n\n\nRemoval/relocation of doors\n\n\nReconfiguration of piping\n\n\nActivation of fire suppressant systems\n\n\n\n\nSCP-3970 can communicate through rearranging chalk dust on any of the blackboards present within the former classrooms. Similarly, communication with SCP-3970 is possible by inscribing words upon the blackboards. Upon discovery, SCP-3970 used a crude form of written English, often misspelling words and misplacing punctuation, but since first contact, SCP-3970 has improved its language use considerably.\n\n\nSCP-3970 is fully sapient, having approximately the intelligence level of an average seven-year-old human. SCP-3970 possesses two forms of \"senses\", which allow it to feel and perceive areas within itself. SCP-3970 can detect when pressure is applied to any part of its structure, reacting to forces as little as 1 mN. SCP-3970 has also shown the ability to detect heat levels within its dimensions. This effect is believed to give SCP-3970 a form of sight through an effect similar to thermal imaging.\n\n\nDiscovery:\n Prior to 12/9/199█, SCP-3970 was a fully-functional school known as Northern Washington Elementary School. The building was taken under Foundation control to serve as a temporary containment site for SCP-████, and was shut down after transfer procedures were successfully completed. The area came back under observation when a field agent notified the Foundation of police reports detailing multiple missing persons, all of which were last seen near the former Foundation site. MTF Psi-7 (\"Home Improvement\") Division 3 was subsequently sent to assess any possible threats and destroy the building if necessary. Upon arrival, the team discovered the decommissioned containment area had been sealed by a brick wall. After demolishing the wall, a small blue sphere was found within the containment tent, along with 7 bodies matching the description of police reports. The sphere was later found to be a non-anomalous children's toy, commonly called a \"magic-8 ball\". While investigating one of the building's classrooms, a message manifested on the blackboard: \"pleese dont hurt me\". The team was evacuated, and initial contact was attempted.\n\n\n\n\n+Initial Interview Log\n\n\n\n\n-Initial Interview Log\n\n\n\n\n\n\nForeword:\n After the structure was given SCP designation and temporary containment was established, Senior Researcher McKnight was assigned to oversee the construction of Site-211 around SCP-3970. Accompanied by MTF Psi-7 Division 3, Senior Researcher McKnight entered the classroom in which SCP-3970 was observed to possibly communicate.\n\n\nDate:\n 10/20/200█\n\n\nInterviewer:\n Senior Researcher McKnight\n\n\nInterviewee:\n SCP-3970\n\n\n\n\nNote: All communication listed is in the form of chalk writing on the classroom blackboard unless otherwise noted. Senior Researcher McKnight will be referred to as McKnight for the purposes of this interview.\n\n\n<Start Log>\n\n\nMcKnight:\n Can you read?\n\n\n(\nThe chalk written by McKnight shifts, forming crudely drawn letters.\n)\n\n\nSCP-3970:\n yea\n\n\nMcKnight:\n What is your name?\n\n\nSCP-3970:\n i dunno i dont realy have one\n\n\nMcKnight:\n From now on, your name is SCP-3970. Is that alright?\n\n\nSCP-3970:\n i gess thats ok\n\n\nMcKnight:\n SCP-3970, why did you put a magic-8 ball in the containment tent?\n\n\nSCP-3970:\n it was magic so i had to keep it safe\n\n\nMcKnight:\n And why did you kill those people?\n\n\n(\nSCP-3970 does not respond for approximately 30 seconds, before commenting in visibly worse writing.\n)\n\n\nSCP-3970:\n i jus tryng to help you guys\n\n\n(\nSCP-3970 does not respond to any further questioning. Senior Researcher McKnight ceases the interview.\n)\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum-3970-1:\n Psychological Evaluation Logs\n\n\n\n\n+Psychological-Log-3970-1-11/03/200█\n\n\n\n\n-Psychological-Log-3970-1-11/03/200█\n\n\n\n\n\n\n<Start Log>\n\n\nDr. Underwood:\n Hello SCP-3970, my name is Dr. Underwood. I will be your psychologist from this point forward.\n\n\nSCP-3970:\n whats a psychologist.\n\n\nDr. Underwood:\n I make sure that you are happy. That you enjoy your situation, if you will.\n\n\nSCP-3970:\n you sond beter than that other person.\n\n\nDr. Underwood:\n What do you mean?\n\n\nSCP-3970:\n he cam here wit those other meen guys.\n\n\nDr. Underwood:\n Oh, Senior Researcher McKnight? Don't worry about him, he is only doing his job. I'll be with you from now on.\n\n\nSCP-3970:\n promise?\n\n\nDr. Underwood:\n Yes SCP-3970, I promise. One more thing before we end this session. I've noticed you have been using periods at the ends of your sentences. Why is that?\n\n\nSCP-3970:\n i saw you guys using it so i am.\n\n\nDr. Underwood:\n Thank you SCP-3970. Anything else on your mind?\n\n\nSCP-3970:\n are those peple ok?\n\n\nDr. Underwood:\n They are in a safe place, don't worry about them anymore.\n\n\n<End Log>\n\n\nNote: SCP-3970 shows a remarkable ability to learn. I want a language tutor in there ASAP.\n\n\n-Senior Researcher McKnight\n\n\n\n\n\n\n\n\n\n[DATA OMITTED]\n\n\n\n+Psychological-Log-3970-19-03/09/201█\n\n\n\n\n-Psychological-Log-3970-19-03/09/201█\n\n\n\n\n\n\n<Start Log>\n\n\nSCP-3970:\n Hello Dr. Underwood!\n\n\nDr. Underwood:\n Hello SCP-3970. I heard your lessons were going well.\n\n\nSCP-3970:\n Yes! I have learned so much!\n\n\nDr. Underwood:\n That is good news! I hope you are getting along well with the engineers and architects.\n\n\nSCP-3970:\n It was a little weird at first but I am used to it now.\n\n\nDr. Underwood:\n Good to hear that. Any concerns at the moment?\n\n\nSCP-3970:\n When do I finally get to start helping?\n\n\nDr. Underwood:\n Sorry SCP-3970, but I do not know. Keep up the good work and it might be soon.\n\n\nSCP-3970:\n Wait! There is something I have been working on.\n\n\n(\nSCP-3970 creates a drawing of a smiling stick-figure in a lab-coat labeled \"Dr. Underwood\" standing inside a large rectangle labelled \"Me\".\n)\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n[DATA OMITTED]\n\n\n\n+Psychological-Log-3970-28-08/25/201█\n\n\n\n\n-Psychological-Log-3970-28-08/25/201█\n\n\n\n\n\n\n<Start Log>\n\n\nDr. Underwood:\n How are you feeling today SCP-3970?\n\n\nSCP-3970:\n I'm so excited to get new training, but I'm a little nervous.\n\n\nDr. Underwood:\n It's okay SCP-3970, you'll do great. Remember, it's only a test. All of it's made by us to help you train for the real things.\n\n\nSCP-3970:\n You said the best way I can help you guys is if I work hard, right?\n\n\nDr. Underwood:\n Spot on. It'll be just like all the other training you've done. I fully believe in your abilities.\n\n\nSCP-3970:\n If you think so then it must be true. I just feel so big now.\n\n\nDr. Underwood:\n Sorry SCP-3970, I need to go. It's going to be a busy day for you and me.\n\n\n<End Log>\n\n\nNote: We have approval. The final step of Project 3970-θ is to commence immediately.\n\n\n-Site Director McKnight\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+Input Level 4/3970 Credentials\n\n\n\n\n-Input Level 4/3970 Credentials\n\n\n\n\nACCESS GRANTED\n\n\n\n\nItem #:\n SCP-3970\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n All information delivered to SCP-3970 is to be under the pretense that it is still undergoing training procedures. Under no circumstances is SCP-3970 to be told any items contained within Site-211 are anomalous in nature. SCP-3970 is not to manipulate any part of Site-211 outside of Level 3 or higher clearance areas.\n\n\nAll information below Level 2 clearance must cite that the influence of SCP-3970 extends to Unit-01 only. Clearance Level 2 and lower personnel are not to directly access or view video feed of Site-211 containment chambers. Any personnel found violating this protocol are to be administered Class-B amnestics as necessary.\n\n\nUnit-01 is to be guarded and patrolled by Clearance Level 3 security personnel. Entrance to Unit-01 is forbidden without permission of the Site Director.\n\n\nSCP-3970 is to be given a psychological evaluation every month.\n\n\nDescription:\n SCP-3970 is the designation for Site-211, located in ████████, Washington. The original structure of SCP-3970 has been fully integrated into Site-211, and is known as Unit-01.\n\n\nSCP-3970 is sapient, and has been shown to have a nearly photographic memory. SCP-3970 is extremely cooperative, and has shown an intense desire to aid the Foundation. There have been no recorded instances of SCP-3970 harming Foundation personnel, intentionally or otherwise. Despite the desire of SCP-3970 to help the Foundation, SCP-3970 has demonstrated acute anxiety towards the containment of anomalous objects. However, SCP-3970 is not able to differentiate between normal and anomalous properties, unless said properties are pointed out.\n\n\nSCP-3970 has complete mechanical control over its entire structure, and the influence of SCP-3970 spreads to any permanent addition made to its structure. There is no known limit to this ability, and the entirety of Site-211 is currently under the control of SCP-3970. SCP-3970 has shown no loss of effectiveness despite having dimensions roughly 30 times larger than it had upon discovery, and has demonstrated the ability to perform multiple tasks at once without the loss of efficiency.\n\n\nThe only method of direct communication with SCP-3970 is through the blackboards present in the classrooms of its original structure, now located in Unit-01. All attempts to install additional blackboards and invent other communication mediums have failed.\n\n\nAddendum-3970-θ:\n Project Report\n\n\n\n\nO5-██\n\n\nProject 3970-θ was an astounding success. The Tile-Array system is completely functional in all containment chambers and heavy containment areas. Transferable electricity-based security checkpoints have passed testing, so no more personnel getting fried for walking too slowly. SCP-3970 shows continual improvement in the handling of its tasks, and has become extremely efficient in carrying out containment procedures.\n\n\nI told you this one would be different. After all, when have I ever let you down? Let's get a drink sometime, on me.\n\n\nSite Director McKnight\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3969\n | SCP-3970 | \nSCP-3971\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3970\n\" by DrZinc, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3970\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-3970-1: Psychological Evaluation Logs\n\n"
    ],
    "documents": [],
    "notes": [
        "Foreword: After the structure was given SCP designation and temporary containment was established, Senior Researcher McKnight was assigned to oversee the construction of Site-211 around SCP-3970. Accompanied by MTF Psi-7 Division 3, Senior Researcher McKnight entered the classroom in which SCP-3970 was observed to possibly communicate. Date: 10/20/200█ Interviewer: Senior Researcher McKnight Interviewee: SCP-3970 Note: All communication listed is in the form of chalk writing on the classroom blackboard unless otherwise noted. Senior Researcher McKnight will be referred to as McKnight for the purposes of this interview. <Start Log> McKnight: Can you read? ( The chalk written by McKnight shifts, forming crudely drawn letters. ) SCP-3970: yea McKnight: What is your name? SCP-3970: i dunno i dont realy have one McKnight: From now on, your name is SCP-3970. Is that alright? SCP-3970: i gess thats ok McKnight: SCP-3970, why did you put a magic-8 ball in the containment tent? SCP-3970: it was magic so i had to keep it safe McKnight: And why did you kill those people? ( SCP-3970 does not respond for approximately 30 seconds, before commenting in visibly worse writing. ) SCP-3970: i jus tryng to help you guys ( SCP-3970 does not respond to any further questioning. Senior Researcher McKnight ceases the interview. ) <End Log>",
        "<Start Log> Dr. Underwood: Hello SCP-3970, my name is Dr. Underwood. I will be your psychologist from this point forward. SCP-3970: whats a psychologist. Dr. Underwood: I make sure that you are happy. That you enjoy your situation, if you will. SCP-3970: you sond beter than that other person. Dr. Underwood: What do you mean? SCP-3970: he cam here wit those other meen guys. Dr. Underwood: Oh, Senior Researcher McKnight? Don't worry about him, he is only doing his job. I'll be with you from now on. SCP-3970: promise? Dr. Underwood: Yes SCP-3970, I promise. One more thing before we end this session. I've noticed you have been using periods at the ends of your sentences. Why is that? SCP-3970: i saw you guys using it so i am. Dr. Underwood: Thank you SCP-3970. Anything else on your mind? SCP-3970: are those peple ok? Dr. Underwood: They are in a safe place, don't worry about them anymore. <End Log> Note: SCP-3970 shows a remarkable ability to learn. I want a language tutor in there ASAP. -Senior Researcher McKnight",
        "<Start Log> SCP-3970: Hello Dr. Underwood! Dr. Underwood: Hello SCP-3970. I heard your lessons were going well. SCP-3970: Yes! I have learned so much! Dr. Underwood: That is good news! I hope you are getting along well with the engineers and architects. SCP-3970: It was a little weird at first but I am used to it now. Dr. Underwood: Good to hear that. Any concerns at the moment? SCP-3970: When do I finally get to start helping? Dr. Underwood: Sorry SCP-3970, but I do not know. Keep up the good work and it might be soon. SCP-3970: Wait! There is something I have been working on. ( SCP-3970 creates a drawing of a smiling stick-figure in a lab-coat labeled \"Dr. Underwood\" standing inside a large rectangle labelled \"Me\". ) <End Log>",
        "<Start Log> Dr. Underwood: How are you feeling today SCP-3970? SCP-3970: I'm so excited to get new training, but I'm a little nervous. Dr. Underwood: It's okay SCP-3970, you'll do great. Remember, it's only a test. All of it's made by us to help you train for the real things. SCP-3970: You said the best way I can help you guys is if I work hard, right? Dr. Underwood: Spot on. It'll be just like all the other training you've done. I fully believe in your abilities. SCP-3970: If you think so then it must be true. I just feel so big now. Dr. Underwood: Sorry SCP-3970, I need to go. It's going to be a busy day for you and me. <End Log> Note: We have approval. The final step of Project 3970-θ is to commence immediately. -Site Director McKnight",
        "O5-██ Project 3970-θ was an astounding success. The Tile-Array system is completely functional in all containment chambers and heavy containment areas. Transferable electricity-based security checkpoints have passed testing, so no more personnel getting fried for walking too slowly. SCP-3970 shows continual improvement in the handling of its tasks, and has become extremely efficient in carrying out containment procedures. I told you this one would be different. After all, when have I ever let you down? Let's get a drink sometime, on me. Site Director McKnight",
        "\" SCP-3970 \" by DrZinc, from the SCP Wiki . Source: https://scpwiki.com/scp-3970 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Thaumiel",
    "containment_procedures": "All information delivered to SCP-3970 is to be under the pretense that it is still undergoing training procedures. Under no circumstances is SCP-3970 to be told any items contained within Site-211 are anomalous in nature. SCP-3970 is not to manipulate any part of Site-211 outside of Level 3 or higher clearance areas.",
    "description": "SCP-3970 is the designation for Site-211, located in ████████, Washington. The original structure of SCP-3970 has been fully integrated into Site-211, and is known as Unit-01.",
    "item": "SCP-3970",
    "title": "SCP-3970"
}