{
    "url": "https://scp-wiki.wikidot.com/scp-3973",
    "all_text": "rating: \n+321\n+\n–\nx\n\n\n\n\n\n\nSCP-3973 in containment.\n\n\n\n\n\n\nItem #:\n SCP-3973\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n \nSCP-3973 is to be kept in a locked box and placed inside of a standard anomalous item locker in the Site-16 storage room. Testing is approved for and staff Level 2 or higher. Staff who wish to test SCP-3973 must make an entry in the log book located in the Site-16 storage room.\n\n\nFollowing Interview 3973-1 and Dr. Harpy's request, SCP-3973's containment procedures are to be changed. SCP-3973 is to be kept in a locked 30x30x30 cm acrylic glass box in Site-16's Anomalous Item Research Lab 104. The scenery inside of the glass box should be changed once a month as an incentive for SCP-3973 to continue to comply with interviews. The scenery may be changed by adding more miniatures, plastic foliage, sand, or plastic rocks. These have been provided by Dr. Harpy and can be found in a labeled box in the Site-16 break room.\n\n\nStaff who wish to test or interview SCP-3973 must have a security clearance of Level 2 or higher and receive permission from Dr. Harpy first.\n\n\nDescription:\n SCP-3973 is a standard miniature from the tabletop war game \nWarhammer 40,000\n1\n. The object is physically unremarkable, being composed of plastic and reaching a height of about 3.3 cm. SCP-3973 is covered in layers of ███████ brand model paint. The object's only apparent anomalous property is an influence over the outcome of dice rolls within a 50-cm radius caused by unknown means.\n\n\nWhen it was originally contained, all dice rolled within a 50-cm radius of SCP-3973 always landed with the lowest side facing up. Due to this, SCP-3973 was originally classified as an anomalous item and denied full SCP classification. For a total of ██ months, SCP-3973 was kept in storage in one of Site-16's anomalous item lockers. During one of Site-16's routine anomalous item checks, Incident 3973-FC occurred. See below for details.\n\n\n\n\n+ Incident 3973-FC\n\n\n\n\n- Incident 3973-FC\n\n\n\n\nThe following is an excerpt from the log of Dr. Harpy. At the time, Dr. Harpy was preforming routine anomaly checks on multiple items from Site-16's Anomalous Items Department.\n\n\n\n\nItem Description:\n A tabletop war game miniature that influenced dice rolled within a 50-cm radius to land with the lowest side facing up.\n\n\nDate of Recovery:\n 02/09/██\n\n\nLocation of Recovery:\n █████████, ██\n\n\nCurrent Status:\n A standard anomalous item locker in Site-16.\n\n\nTesting materials:\n\n\n\n\nOne U.S. quarter\n\n\nOne four-sided die\n\n\nOne six-sided die\n\n\nOne eight-sided die\n\n\nOne 10-sided die\n\n\nOne 12-sided die\n\n\nOne 20-sided die\n\n\n\n\nTest 1:\n\n\nProcedure:\n One U.S. quarter is flipped within the item's area of effect.\n\n\nResults:\n The quarter lands vertically on its side. Test repeated five times with the same results\n\n\n\n\nFor brevity, tests two through six have been excluded. Procedure included rolling each die multiple times and each test resulted in the die landing with the \"1\" side facing up.\n\n\n\n\nTest 7:\n\n\nProcedure:\n An impromptu test after accidentally knocking multiple dice into the object's area of effect. A total of six dice were rolled in the 50cm area.\n\n\nResults:\n Dice landed in a pattern that resembled a \"smiley face\", with the six- and four-sided dice making two eyes and the rest forming a mouth. Test repeated a total of seven times, with the dice landing in the exact same formation each time. Requesting further research into the anomalous properties of this object.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Experiment Log 3973-1\n\n\n\n\n- Experiment Log 3973-1\n\n\n\n\nFor brevity, the following excerpts are some of the more important findings from experiments with SCP-3973.\n\n\n\n\nTest 1:\n\n\nProcedure:\n Asked for die to land on the \"2\" side.\n\n\nResults:\n Die landed on the \"2\" side\n\n\n\n\nAfter several tests to confirm that the results were an anomalous effect, and not merely coincidence, Dr. Harpy suggested asking SCP-3973 if it was listening or could understand them, as it was able to give them the numbers they asked for.\n\n\n\n\nTest 14:\n\n\nProcedure:\n Asked if SCP-3973 could understand what the doctors were saying, with the \"2\" side for yes and the \"3\" side for no.\n\n\nResults:\n The die landed with the \"2\" side facing up.\n\n\nAnalysis:\n The possibility of sapience in SCP-3973 is considered.\n\n\n\n\n\n\nTest 15:\n\n\nProcedure:\n Asked if SCP-3973 was aware of what was going on around it.\n\n\nResults:\n The die landed with the \"2\" side facing up.\n\n\n\n\n\n\nTest 16:\n\n\nProcedure:\n Asked if SCP-3973 had thoughts.\n\n\nResults:\n The die landed with the \"2\" side facing up.\n\n\nNote: In the ██ months that SCP-3973 as been in Foundation custody, it has been kept in a box in a locked anomalous item containment locker. Now we are faced with the possibility of sapience. -Dr. Harpy\n\n\n\n\n\n\n\n\n\n\nThrough testing, it was revealed that SCP-3973 exhibits signs of sapience. A communication system has been established with SCP-3973. The object must be placed on a surface that has a radius less than 50 cm. The interviewer can then roll a 20-sided and a 6-sided die. SCP-3973 will make the die show a number that lines up with a letter of the alphabet. If the letter is on a spot in the alphabet lower than 20, SCP-3973 will make the 6-sided die fall off of the table. All dice falling off of the table indicates a period.\n\n\n\n\n+ Interview 3973-1\n\n\n\n\n- Interview 3973-1\n\n\n\n\n\n\nInterviewed:\n SCP-3973\n\n\nInterviewer:\n Dr. Harpy\n\n\nForeword:\n Dr. Harpy performed the interview with the aforementioned dice-based communication system.\n\n\n<Begin Log>\n\n\nDr. Harpy:\n What is the first thing you can remember, SCP-3973?\n\n\nSCP-3973:\n WHERE IS COMMANDER\n\n\nDr. Harpy:\n Commander? Can you elaborate?\n\n\nSCP-3973:\n COMMANDER TOOK ME AND SQUAD IN. PUT US TOGETHER. MADE US THE MEN WE ARE TODAY.\n\n\nDr. Harpy:\n Others? There are more like you?\n\n\nSCP-3973:\n OTHERS BUT NOT LIKE ME. LOOK THE SAME BUT NO BRAINS. STILL NICE TO BE AROUND.\n\n\nDr. Harpy:\n What is the last thing you can remember before being put into our custody?\n\n\nSCP-3973:\n COMMANDER WAS UPSET. NOT SURE WHY. WAS HELPING COMMANDER WIN BIG BATTLE. GIVING HIGHEST ROLLS. PEOPLE SEEMED MAD AT COMMANDER. CALL THEM CHEATER. I THOUGHT I DID SOMETHING WRONG. DECIDED TO GIVE LOWEST INSTEAD OF HIGHEST FROM THEN ON. TOO LATE. COMMANDER LEFT US IN A DROP POD.\n\n\nDr. Harpy:\n …I think I see. You've done well SCP-3973. Any closing remarks?\n\n\n\n\nSCP-3973:\n THANK YOU FOR LISTENING SERGEANT\n\n\n\n\n<End Log>\n\n\n\n\nNote: Following Interview 3973-1, I am formally requesting a change in the containment procedures for SCP-3973. I suggest moving the object to a glass box in an Anomalous Item Research Lab so it can see people more often as a \"reward\" for being compliant during interviews. - Dr. Harpy\n\n\n\n\n\n\n\n\nAddendum:\n SCP-3973 was discovered at ████████, a war game tournament in the city of █████████, ██. A Foundation agent (Agent T████) who was attending that tournament on their personal time had heard rumors of a competitor (M████ C████) who had been accused of cheating at multiple tournaments. M████ C████ left all his figures behind in a box after getting banned for cheating at the tournament. Agent T████ took the box home to try to find out how the cheating had occurred. Shortly after, the anomalous property was discovered.\n\n\nSeveral items were discovered in the box that SCP-3973 was found in, including:\n\n\n\n\nSeveral more Space Marine miniatures\n\n\nSeveral different types of dice\n\n\nPhotographs of miniatures posed together, SCP-3973 is possibly in one of them\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Model, paint scheme, and paint type all indicate that it comes from the \"Space Marine + Paint\" set. The paint scheme and characteristics such as the inverted omega symbol identify it as part of the \"Ultramarines chapter\".\n\n\n\n\n\n\n\n\n« \nSCP-3972\n | SCP-3973 | \nSCP-3974\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3973\n\" by Sly161, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3973\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\nImage #\n\n\n\n\nFilename:\n resized.jpg\n\n\nName:\n resized.jpg\n\n\nAuthor:\n Sly161\n\n\nLicense:\n CC-BY-SA\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/local--files/scp-3973/resized.jpg",
    "addendums": [
        "Addendum: SCP-3973 was discovered at ████████, a war game tournament in the city of █████████, ██. A Foundation agent (Agent T████) who was attending that tournament on their personal time had heard rumors of a competitor (M████ C████) who had been accused of cheating at multiple tournaments. M████ C████ left all his figures behind in a box after getting banned for cheating at the tournament. Agent T████ took the box home to try to find out how the cheating had occurred. Shortly after, the anomalous property was discovered.\nSeveral items were discovered in the box that SCP-3973 was found in, including:\n"
    ],
    "documents": [],
    "notes": [
        "Item Description: A tabletop war game miniature that influenced dice rolled within a 50-cm radius to land with the lowest side facing up. Date of Recovery: 02/09/██ Location of Recovery: █████████, ██ Current Status: A standard anomalous item locker in Site-16. Testing materials: One U.S. quarter One four-sided die One six-sided die One eight-sided die One 10-sided die One 12-sided die One 20-sided die Test 1: Procedure: One U.S. quarter is flipped within the item's area of effect. Results: The quarter lands vertically on its side. Test repeated five times with the same results",
        "Test 7: Procedure: An impromptu test after accidentally knocking multiple dice into the object's area of effect. A total of six dice were rolled in the 50cm area. Results: Dice landed in a pattern that resembled a \"smiley face\", with the six- and four-sided dice making two eyes and the rest forming a mouth. Test repeated a total of seven times, with the dice landing in the exact same formation each time. Requesting further research into the anomalous properties of this object.",
        "Test 1: Procedure: Asked for die to land on the \"2\" side. Results: Die landed on the \"2\" side",
        "Test 14: Procedure: Asked if SCP-3973 could understand what the doctors were saying, with the \"2\" side for yes and the \"3\" side for no. Results: The die landed with the \"2\" side facing up. Analysis: The possibility of sapience in SCP-3973 is considered.",
        "Test 15: Procedure: Asked if SCP-3973 was aware of what was going on around it. Results: The die landed with the \"2\" side facing up.",
        "Test 16: Procedure: Asked if SCP-3973 had thoughts. Results: The die landed with the \"2\" side facing up. Note: In the ██ months that SCP-3973 as been in Foundation custody, it has been kept in a box in a locked anomalous item containment locker. Now we are faced with the possibility of sapience. -Dr. Harpy",
        "Interviewed: SCP-3973 Interviewer: Dr. Harpy Foreword: Dr. Harpy performed the interview with the aforementioned dice-based communication system. <Begin Log> Dr. Harpy: What is the first thing you can remember, SCP-3973? SCP-3973: WHERE IS COMMANDER Dr. Harpy: Commander? Can you elaborate? SCP-3973: COMMANDER TOOK ME AND SQUAD IN. PUT US TOGETHER. MADE US THE MEN WE ARE TODAY. Dr. Harpy: Others? There are more like you? SCP-3973: OTHERS BUT NOT LIKE ME. LOOK THE SAME BUT NO BRAINS. STILL NICE TO BE AROUND. Dr. Harpy: What is the last thing you can remember before being put into our custody? SCP-3973: COMMANDER WAS UPSET. NOT SURE WHY. WAS HELPING COMMANDER WIN BIG BATTLE. GIVING HIGHEST ROLLS. PEOPLE SEEMED MAD AT COMMANDER. CALL THEM CHEATER. I THOUGHT I DID SOMETHING WRONG. DECIDED TO GIVE LOWEST INSTEAD OF HIGHEST FROM THEN ON. TOO LATE. COMMANDER LEFT US IN A DROP POD. Dr. Harpy: …I think I see. You've done well SCP-3973. Any closing remarks? SCP-3973: THANK YOU FOR LISTENING SERGEANT <End Log>",
        "\" SCP-3973 \" by Sly161, from the SCP Wiki . Source: https://scpwiki.com/scp-3973 . Licensed under CC-BY-SA .",
        "Filename: resized.jpg Name: resized.jpg Author: Sly161 License: CC-BY-SA Source Link: https://scp-wiki.wikidot.com/local--files/scp-3973/resized.jpg"
    ],
    "item": "SCP-3973",
    "object_class": "Safe",
    "containment_procedures": "SCP-3973 is to be kept in a locked box and placed inside of a standard anomalous item locker in the Site-16 storage room. Testing is approved for and staff Level 2 or higher. Staff who wish to test SCP-3973 must make an entry in the log book located in the Site-16 storage room.",
    "description": "SCP-3973 is a standard miniature from the tabletop war game Warhammer 40,0001. The object is physically unremarkable, being composed of plastic and reaching a height of about 3.3 cm. SCP-3973 is covered in layers of ███████ brand model paint. The object's only apparent anomalous property is an influence over the outcome of dice rolls within a 50-cm radius caused by unknown means.",
    "title": "SCP-3973"
}