{
    "url": "https://scp-wiki.wikidot.com/scp-3982",
    "all_text": "rating: \n+126\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3982:\n The Devourer of Filth Would Like to Be Friends With You\n\n\nAuthor:\n \nCadaverCommander\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+126\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n3982\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n: SCP-3982 is to be housed in a low-priority arboreal bioform containment enclosure at Bioanomaly Containment Site-88.\n\n\nFor the dual purposes of sustenance and testing, Site-88 has been authorized to compost the entirety of its organic refuse and medical waste within the yard of SCP-3982's pen.\n\n\nDescription\n: SCP-3982 is a humanoid entity visually resembling a corpse in an advanced state of decomposition. Significant portions of its body are comprised of and structurally supported by living non-human organic matter, including but not limited to tree branches, mushrooms, moss, shrubbery, slime mold, and eusocial insect hives (with various species of ants, hornets, paper wasps, and bees observed thus far). SCP-3982's height, weight, and mass are subject to fluctuation coinciding with changes to this arrangement of living materials.\n\n\nSCP-3982's behavior is characterized by a predominantly saprophagic diet. The entity will perambulate through a broad territory and seek out any decomposing, rotten, toxic, or hazardous matter and consume it, by either inserting the food item into its mandibles and chewing it or by picking it up and absorbing it through its chest cavity or limbs. These food items include animal waste, decaying vegetable matter, corpses, and pollutants such as oil, heavy metal contamination, and radioactive waste.\n\n\nAfter feeding, SCP-3982 will, through an anomalous mass conversion process, produce shoots, spores, fruit, and seeds of a wide variety of species from its body and scatter them as it travels, with the intent to encourage further growth. The entity will also occasionally lie down and become dormant for brief periods of time after a large “meal”, whereupon the earth in a short radius around it will erupt in an anomalously accelerated profusion of plants and fungi.\n\n\nSCP-3982 is capable of speech and has displayed hyperpolyglotism, with demonstrated fluency in every language utilized by researchers thus far. It possesses a docile, friendly, relatively unintelligent, and somewhat childlike personality, and has reacted to the presence of researchers with genial curiosity.\n\n\n\n\nDate\n: 09 August, 2015\n\n\nInterviewer\n: Senior Researcher Dr. Wilberto Maravilla\n\n\nInterviewee\n: SCP-3982\n\n\nScenario\n: Intake interview immediately following initial containment.\n\n\n(SCP-3982 is sitting cross-legged on the ground within its enclosure and is approached by Dr. Maravilla. SCP-3982 is inspecting a sparrow which has perched on its right index finger.)\n\n\nDr. Maravilla\n: Hello, SCP-3982.\n\n\n(The sparrow flies away. SCP-3982 moves its head and regards Dr. Maravilla.)\n\n\nSCP-3982\n: Oh. Hi!\n\n\nDr. Maravilla\n: My name is Dr. Maravilla, and I've been assigned to look after you. Do you have a name?\n\n\nSCP-3982\n: No. I never got one. Yours is really nice, though. It's a really nice day today.\n\n\nDr. Maravilla\n: Ah… yeah. Yeah, it is. Well, alright, for the time being I'll just call you 3982, is that alright?\n\n\nSCP-3982\n: Uh-huh, that's okay. Oh! Oh, do you like apples?\n\n\n(SCP-3982 reaches into the vegetation within its chest cavity, pulls out a red apple, and holds it out to Dr. Maravilla.)\n\n\nSCP-3982\n: You can have this one. I bet it's real tasty. Apples are made to have. Good. Tastiness.\n\n\nDr. Maravilla\n: Um, no thank you 3982, maybe later. I ate recently.\n\n\n(SCP-3982 nods and inserts the apple back into its chest.)\n\n\nDr. Maravilla\n: Would it be okay if I asked you some questions?\n\n\n(SCP-3982 produces a gasping sound.)\n\n\nSCP-3982\n: \nOh my goodness yes\n.\n\n\nDr. Maravilla\n: Okay! First off, can you describe to me what you think you are?\n\n\nSCP-3982\n: What am I?\n\n\nDr. Maravilla\n: Yes, in your own words.\n\n\n(SCP-3982 is silent for a period of time. A number of bees begin to emerge from its body and hover, landing on flowers sprouting from SCP-3982's shoulders and back.)\n\n\nSCP-3982\n: Haha. I got the bees. Can we be friends?\n\n\nDr. Maravilla\n: … Sure, 3982, we can be friends. Maybe we'll move on to another topic. Can you tell me where you come from?\n\n\nSCP-3982\n: Oh yes absolutely I can. I can tell you that.\n\n\n(Pause. Dr. Maravilla mutters “Dios mio” under his breath. SCP-3982 continues in Spanish.)\n\n\nSCP-3982\n: Yeah. I'm from the glade. The baron put me here. He's nice. The ground over there is really spicy and I'm gonna eat it all up, later! Haha!\n\n\n(SCP-3982 stands to an approximate height of 2.5 meters.)\n\n\nDr. Maravilla\n: The glade? What is the glade?\n\n\n(SCP-3982 opens its arms, producing loud cracking sounds. Multiple unidentified passerine birds emerge from its body, flying to other parts of the enclosure. SCP-3982 lowers its arms.)\n\n\nSCP-3982\n: Look at all the little birds! Lord Graywing! I guess he really can see me up here! Woah! Wow. Wow. The glade is really good. You can't go there. I don't think I can go there anymore. I'm here instead. The baron said I would be good up here, and I think he was right. I'm being \nvery\n good. I'm a good. So far.\n\n\nDr. Maravilla\n: Who is the baron? And who is Lord Graywing?\n\n\nSCP-3982\n: The baron said up here could get helped, because of me. I said oooooh yeah, okay, yes. And Graywing said, woah, you got it, what a good idea. I was the good idea. \nIsn't that really nice of him to say that I was the good idea?!\n\n\nDr. Maravilla\n: Yes. That does sound very nice of him. Can you tell me more?\n\n\nSCP-3982\n: So anyway as I was saying. Yeah. Lord Graywing is really bird. So he can fly. With bird powers, because he's \nsuper\n bird. And the baron loves the plants and other things and he loves me. So the baron and Graywing did a plan. I went way up, because Graywing is so bird it's crazy and he's got all the magic. Then I wasn't in the glade anymore. There was a bad light. But then I was up here. And then I was eating up that super good man when those guys said hi and I said hi and now I'm here.\n\n\n(SCP-3982 hops into the air slightly and spreads its arms again.)\n\n\nSCP-3982\n: I have so many friends now!\n\n\nDr. Maravilla\n: I… Thank you, 3982. That clears some things up.\n\n\n\n\nDue to SCP-3982's speech patterns and general incoherence, little information concerning SCP-3982's origins or purpose has been gained. Investigation is underway to determine the specific connection between SCP-3982 and the entity termed “\nGraywing\n”, tentatively designated PoI-5501.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nCadaverCommander's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-3895\n \n•\n\n\n\n\n\n\nSCP-5902\n \n•\n\n\n\n\n\n\nSCP-4866\n \n•\n\n\n\n\n\n\nSCP-3894\n \n•\n\n\n\n\n\n\nSCP-4449\n \n•\n\n\n\n\n\n\nSCP-4553\n \n•\n\n\n\n\n\n\nSCP-3983\n \n•\n\n\n\n\n\n\nSCP-3588\n \n•\n\n\n\n\n\n\nSCP-3892\n \n•\n\n\n\n\n\n\nSCP-3396\n \n•\n\n\n\n\n\n\nSCP-3896\n \n•\n\n\n\n\n\n\nSCP-3893\n \n•\n\n\n\n\n\n\nSCP-3988\n \n•\n\n\n\n\n\n\nSCP-4233\n \n•\n\n\n\n\n\n\nSCP-3898\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nJoey Fucknuts Takes to the Skies\n \n•\n\n\n\n\n\n\nJoey Makes a New Friend\n \n•\n\n\n\n\n\n\nJoey Fucknuts Builds a Flying Machine\n \n•\n\n\n\n\n\n\nThe Shape of a Gun\n \n•\n\n\n\n\n\n\nJoey Fucknuts Believes In Himself\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nCadaverCommander's Mobile Assault Necropolis\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3981\n | SCP-3982 | \nSCP-3983\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3982\n\" by CadaverCommander, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3982\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-3982 \" by CadaverCommander, from the SCP Wiki . Source: https://scpwiki.com/scp-3982 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-3982"
}