{
    "url": "https://scp-wiki.wikidot.com/scp-3985",
    "all_text": "rating: \n+153\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3985:\n Focus of a Regulatory Dispute\n\n\nAuthor:\n \nPedantique\n\n\nAuthor Page:\n \nDr. Dentick's Personnel File\n\n\nHeron & Hound Commentary Corner:\n\n\n\n\n\"Hey, Dhole.\"\n\n\n\"Egret.\"\n\n\n\"This sure was a shitshow, wasn't it?\"\n\n\n\"Uncivilized conduct in an uncivilized world. Challenges should be made with coin, not cannons.\"\n\n\n\"Something like that. Though then there wouldn't be much use for me.\"\n\n\n\"Surely not. Swords must aspire to rust. A plowshare is too noble a goal by far.\"\n\n\n\"'could say the same about you. Still aspiring to be a bank in your next life?\"\n\n\n\"Silver steadies the world. Gold rights it. To balance scales is to balance the tides. Ships sail nowhere without a sea.\"\n\n\n\"Yeah, you lost me.\"\n\n\n\"As I said, an uncivilized world.\"\n\n\n\n\n\n\n\n\n\n\nrating: \n+153\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3985\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Site-262 is to be constructed for containment of SCP-3985. All non-aerial avenues of ingress are to be obstructed or destroyed following site construction. All records containing the exact location of Site-262 are to be removed from Foundation systems, and all vehicles transporting personnel or resources to Site-262 are to have tracking systems disengaged prior to departure. Site-262 is to operate permanently at alert level 9.\n\n\nA sensory deprivation chamber is to be maintained within Site-262 for the continuous containment of SCP-3985 via immobilization harness. The harness is to be fitted with feeds for intravenous drug administration, nutrition provision, and waste disposal. A record is to be maintained of all changes in the appearance of SCP-3985 and all vocalizations made by SCP-3985 over the course of containment.\n\n\nProtocol COMMANDMENT NOON is to be executed in the event that SCP-3985 vocalizes more frequently than a total of ten minutes per 24 hour period or refers to itself in the first person while vocalizing. The Overseer Council is to be immediately notified through secure communication channels if protocol COMMANDMENT NOON results fall below key thresholds listed in associated documentation.\n\n\nDescription:\n [DATA EXPUNGED]\n\n\nAddendum 3985-A (Notable Static Features of SCP-3985):\n\n\n\n\nCellulose mass integrated into intestinal tract. Origin and function unknown.\n\n\nFunctional nictitating membrane in both ocular systems.\n\n\nApparently vestigial fifth heart chamber.\n\n\nMicrofractures throughout the skeletal structure. Likely a result of physical violence.\n\n\nLarge accumulations of scar tissues across torso and limbs. Likely a result of physical violence.\n\n\nAbsence of smallest two fingers on left hand. Damage likely inflicted by human teeth.\n\n\n\n\nAddendum 3985-B (Protocol COMMANDMENT NOON):\n\n\n\n\n[OPEN ADDENDUM]\n\n\n\n\n[CLOSE ADDENDUM]\n\n\n\n\nProtocol Overview:\n\n\n\n\nProtocol COMMANDMENT NOON was designed primarily to maintain SCP-3985's null-personality state in an efficient and reliable manner. It was secondarily designed to not rely on traditional amnestics following the resistances developed by SCP-3985 in the course of previous containment procedures. The procedure entails a significant amount of psychic distress for the subject as a result of alternative amnestic techniques. This is considered to be an acceptable consequence given the state of the subject following successful completion of the procedure.\n\n\n\n\nProcedure Sequence:\n\n\n\n\nExact details held at Site-262.\n\n\n\n\nResult Measurements:\n\n\n\n\nExact details held at Site-262.\n\n\n\n\n\n\n\n\n\n\n\n\nOverseer credentials accepted.\n\n\n \n\n\nShowing additional files flagged as related to SCP-3985…\n\n\n \n\n\nPartial Communication Record (May 18, 2066):\n\n\n\n\n[OPEN RECORD]\n\n\n\n\n[CLOSE RECORD]\n\n\n\n\nTO:\n Overseer Council\n\n\nFROM:\n Board of the Ethics Committee\n\n\nSUBJECT:\n Official Complaint Regarding the Obfuscation of SCP-3985\n\n\n\n\nFor consideration by the Overseer Council,\n\n\n\n\nThe Ethics Committee has always recognized the fact that some information will not be made available for review. Exceptions to our mandate have been permitted in the effort to contain information that is innately hazardous, contagious, or otherwise detrimental to humanity at large. This ceding of authority in the field of containment procedures has only ever been taken with care and consideration, and the significance of it should not be understated.\n\n\nIn the case of SCP-3985, no opportunity has been provided for the Ethics Committee to consider the implications of voluntary disengagement from standard procedures. Critical portions of SCP-3985 documentation have yet to be made available despite repeated requests, a state of affairs in direct violation of Foundation tradition and bylaw. This situation must not be allowed to continue for the sake of healthy internal relations and continued ethical operation of the Foundation.\n\n\nAs a result, the following steps must be taken:\n\n\n\n\nThe full body of SCP-3985 documentation must be provided to the Ethics Committee. All records involving Protocol COMMANDMENT NOON must be further provided.\n\n\nAccess to Site-262 must be made immediately available for Ethics Committee inspectors.\n\n\nA review of all currently contained anomalies must be conducted to determine if similar lapses of reporting have taken place.\n\n\nAll responsible individuals must be censured to the fullest possible extent under current guidelines.\n\n\n\n\nFailure to carry out these actions will severely impair the ability of the Ethics Committee to ensure that all Foundation activity is compliant with its moral standards. It will further impair our ability to engage constructively with members of the Overseer Council in any future matters.\n\n\n \n Signed,\n\n\n \n \n\n\n \n Chairwoman Elif Sakarya\n\n\n \n\n\n\n\n\n\nTO:\n Chairwoman Elif Sakarya\n\n\nFROM:\n Overseer-3\n\n\nSUBJECT:\n Re: Official Complaint Regarding the Obfuscation of SCP-3985\n\n\n\n\nChairwoman Sakarya,\n\n\nThe Ethics Committee's request was reviewed by today's partial meeting of the Overseer Council. It was determined following careful consideration that we will not comment in any capacity on actions undertaken in pursuance of 4 FUL § 110. Any inconvenience suffered by the Ethics Committee is regrettable, but this course of action is necessary in accordance with the broader needs of the Foundation.\n\n\nThe Overseer Council is confident that the Ethics Committee in particular will understand that what is necessary is often unpleasant, and we have faith that you will bear this dutifully along with your other crosses.\n\n\nFurther information requests should be made through standard channels.\n\n\n\n\n\n\nTO:\n Overseer Council\n\n\nFROM:\n Board of the Ethics Committee\n\n\nSUBJECT:\n Official Complaint Regarding Overseer Council Behavior\n\n\n\n\nFor consideration by the Overseer Council,\n\n\n\n\nThe necessity of firm leadership over the Foundation's trilateral mission has never been in question. Recent actions by members of the Overseer Council have given the Board of the Ethics Committee reason to wonder if the current leaders of the Foundation have passed beyond the point of firmness and taken it upon themselves to rule rather than direct. In the long term, a pattern of such behavior would be certain to lower the standing of the Council and decrease the efficiency of all functions it oversees. A comprehensive record will be provided to validate this assertion.\n\n\nGiven this behavior, the Board of the Ethics Committee recommends that the following steps be taken to reestablish the standing of the Overseer Council and ensure that no further undesirable actions are taken by its members:\n\n\n\n\nMembership of the Overseer Council should be expanded to include a broader range of experiences and viewpoints. At least 13 additional members should be appointed on a provisional basis as soon as is possible under standard procedures.\n\n\nAt least one member of this expanded body should be an active member of the Ethics Committee.\n\n\nA broader effort should be made to describe the activities of the Overseer Council and the rationale supporting them.\n\n\n\n\nOnly by ensuring that the Overseer Council does not cement itself as a group of tyrants can the longevity and productivity of the Foundation as a whole be maintained. It is the hope of the Board of the Ethics Committee that individuals on the Council will be able to acknowledge this truth, and will place our collective mission above their personal interests.\n\n\n \n Signed,\n\n\n \n \n\n\n \n Chairwoman Elif Sakarya\n\n\n \n\n\n\n\n\n\nTO:\n Chairwoman Elif Sakarya\n\n\nFROM:\n Overseer-3\n\n\nSUBJECT:\n Re: Official Complaint Regarding Overseer Council Behavior\n\n\n\n\nChairwoman Sakarya,\n\n\nThe Overseer Council is disinterested in discussing this topic. We are similarly disinterested in your attempts to force our hand to action. There is more important work to be done. Tend to your own garden, as you have in the past, and we will tend to ours.\n\n\nPlease refrain from wasting Foundation resources in this manner.\n\n\n\n\n\n\n\n\n\n\nFORESIGHT-21 Predictive Analysis Memo 1625 (May 21, 2066):\n\n\n\n\n[OPEN DOCUMENT]\n\n\n\n\n[CLOSE DOCUMENT]\n\n\n\n\nTO:\n MTF Alpha-1 OPCOM, Overseer Council\n\n\nFROM:\n FORESIGHT-21 Advanced Threat Analysis Division\n\n\nSUBJECT:\n Internal Security/Ethics Committee: Possible Imminent Action Against O5 Assets\n\n\n\n\nFORESIGHT-21 has been tasked by MTF Alpha-1 OPCOM to examine recent Ethics Committee activity in light of communication that took place on May 18th between O5-3 and the sitting Chairwoman of the Ethics Committee.\n\n\nWe assess with a high degree of confidence, based on a large body of SIGINT and IMINT, that Ethics Committee leadership will mobilize MTF Zeta-1\n1\n to carry out hostile action against the Overseer Council within 72 hours. We further assess with a moderate degree of confidence that this action will precede wider action across Foundation elements dissatisfied with current leadership or desiring significant policy change.\n\n\nFrequency and magnitude of electronic communication between Ethics Committee Chairwoman Sakarya and Zeta-1 OPCOM have surpassed previously observed peaks since the date of the incident in question. Sakarya's psychological profile indicates an inclination to unilateral action in response to apparent persecution, as well as strong convictions regarding the institutional norms of the Ethics Committee. The loyalties of Zeta-1 leadership have been notably aligned toward her person in recent years. Sakarya has proven willing to escalate departmental conflict to achieve short-term objectives during reconciliation negotiations\n2\n and likely remains confident that tensions can be managed once she has secured an advantageous position.\n\n\nIncreased activity by Zeta-1 component teams has been noted in Site-06, Site-17, and Site-88 despite the lack of an immediate threat to those sites. Multiple component teams have failed to file scheduled field reports, and tracking signals appear to be undergoing ongoing disruption. All active elements of Zeta-1 possess considerable aptitude in a variety of conventional policing and military operations.\n\n\nFull report has been attached.\n\n\n\n\n\n\n\n\n\n\nSupplementary Material for Emergency Briefing (May 23, 2066):\n\n\n\n\n[OPEN DOCUMENT]\n\n\n\n\n[CLOSE DOCUMENT]\n\n\n \n\n\nMay 22 Incident Timeline\n\n\n\n\n\n\nTime\n\n\nEvent Description\n\n\n\n\n\n\n0551\n\n\nConvoy transporting O5-3 ambushed en route to secure holding location. O5-3 presumed deceased.\n\n\n\n\n\n\n0553\n\n\nAircraft carrying O5-8 disappears in flight over Pacific Ocean. Transponder and assorted tracking devices are non-responsive. O5-8 presumed deceased.\n\n\n\n\n\n\n0554\n\n\nGunfire reported at Site-01. Communications terminated following automated emergency broadcast.\n\n\n\n\n\n\n0556\n\n\nAll Foundation facilities placed on alert level 4.\n\n\n\n\n\n\n0558\n\n\nLoss of contact with O5-2 and O5-4 at secure holding location. O5-2 and O5-4 status unknown. Active firefights reported at several sites between security forces and unknown assailants. Contingency procedures activated at Site-01.\n\n\n\n\n\n\n0559\n\n\nDeclaration of intent released by Ethics Committee through official Foundation communications channels. Text of declaration delivered to all Foundation personnel via email.\n\n\n\n\n\n\n0601\n\n\nPublic statements made by Site-17 and Site-88 Directors in support of Ethics Committee action.\n\n\n\n\n\n\n0604\n\n\nEmergency notice released stating Ethics Committee declaration to contain infohazardous material. All Foundation facilities placed on alert level 6.\n\n\n\n\n\n\n0607\n\n\nCessation of conflict at Site-01. No successful capture of enemy combatants.\n\n\n\n\n\n\n0609\n\n\nSRBM strike issued against Ethics Committee main office complex. Complex destroyed within 95% margin.\n\n\n\n\n\n\n0620\n\n\nMTF Alpha-1 strike team terminates Chairwoman Sakarya. Nature as body double not immediately apparent.\n\n\n\n\n\n\n0625\n\n\nO5-1 activates panic button in Site-01 office. O5-1 presumed deceased.\n\n\n\n\n\n\n0629\n\n\nSite-113 contingency warhead detonated. Context unclear.\n\n\n\n\n\n\n0631\n\n\nContingency warheads at Site-74, Site-141, and Site-199 detonated. Context unclear.\n\n\n\n\n\n\n0636\n\n\nO5-10, O5-12, and O5-13 make collective announcement of abdication. O5-10, O5-12, and O5-13 status unknown.\n\n\n\n\n\n\n0651\n\n\nChairwoman Sakarya announces the establishment of new Overseer Council by invocation of the empty chairs clause. New body is supported by large portions of upper Foundation management (likely between 55-70%.)\n\n\n\n\n\n\n0700\n\n\nAll Foundation sites placed at alert level 9. Internal security forces enact lockdown procedures. Multiple site directors apprehended.\n\n\n\n\n\n\n0714\n\n\nContainment breach at Site-33. Relationship to ongoing crisis unknown.\n\n\n\n\n\n\n0720\n\n\nContact lost with O5-7 security team. MASINT indicates continued operations of security elements outside of authorized area. O5-7 presumed deceased.\n\n\n\n\n\n\n0724\n\n\nCritical containment breach at Site-85. Relationship to ongoing crisis unknown.\n\n\n\n\n\n\n0730\n\n\nIncident involving Site-106 internal security culminating in the death of 26 research personnel.\n\n\n\n\n\n\n0739\n\n\nIncident involving Site-106 internal security culminating in the death of 34 administrative personnel and 6 security personnel.\n\n\n\n\n\n\n0750\n\n\nExplosion of unknown origin destroys Alpha-1 Central HQ. Alpha-1 OPCOM confirmed dead. Command falls to Alpha-1 ECICOM.\n\n\n\n\n\n\n0801\n\n\nActing Alpha-1 OPCOM acknowledges legitimacy of new Overseer Council. Orders apprehension of all members of former Council iteration. Former O5-5, O5-6, O5-9, and O5-11 are successfully captured.\n\n\n\n\n\n\n0900\n\n\nLockdown procedures ended. Contact reestablished with regional governments to address geopolitical instability caused by day's events.\n\n\n\n\n\n\nTimeline has been condensed and summarized. Additional details are available in appended documentation.\n\n\n\n\n\n\n\n\nProposed Revisions to SCP-3985 Documentation:\n\n\n\n\n[OPEN DOCUMENT]\n\n\n\n\n[CLOSE DOCUMENT]\n\n\n\n\n\n\nThe following text has been proposed to replace the expunged description of SCP-3985:\n\n\n\n\nSCP-3985 is the collective designation of fourteen humanoids who vary in terms of age, sex, and ethnicity. Additional information on SCP-3985 is available in Site-262 archives.\n\n\n\n\n\n\n\n\n\n\n\n\nPartial Communication Record (August 19, 2072):\n\n\n\n\n[OPEN RECORD]\n\n\n\n\n[CLOSE RECORD]\n\n\n\n\nTO:\n Overseer Council\n\n\nFROM:\n Board of the Ethics Committee\n\n\nSUBJECT:\n Official Request for Inspection of Site-262\n\n\n\n\nFor the attention of the Overseer Council,\n\n\n\n\nThe Board of the Ethics Committee has been made aware that critical information is absent from the documentation of SCP-3985 and that no inspectors have had the opportunity to examine regulation compliance at Site-262. We are confident this is an oversight given our shared eagerness to certify all Foundation sites as operating ethically.\n\n\nUnfortunately, the 2071 Review of Contained Anomalies cannot be completed without direct examination of all humanoid containment practices. As such, we must request permission for Ethics Committee inspectors to access all related documentation and facilities. We assure you that this review will be conducted with the utmost speed and discretion so as to not disrupt the important work of Foundation personnel.\n\n\n \n Respectfully yours,\n\n\n \n \n\n\n \n Chairman Ian McMillan\n\n\n \n\n\n\n\n\n\nTO:\n Chairman Ian McMillan\n\n\nFROM:\n Overseer-1\n\n\nSUBJECT:\n Re: Official Request for Inspection of Site-262\n\n\n\n\n\n\nMcMillan,\n\n\nYour request is denied.\n\n\n–Sakarya\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Supplementary force assigned directly to Ethics Committee during the 2031 Facade Slip.\n\n\n2\n. See HINDSIGHT-20 Report on 2064 Budgetary Crisis and related damages.\n\n\n\n\n\n\n\n\n« \nSCP-3984\n | SCP-3985 | \nSCP-3986\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3985\n\" by Pedantique, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3985\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\nImage #\n\n\n\n\nFilename:\n signature\n\n\nName:\n signature\n\n\nAuthor:\n Pedantique\n\n\nLicense:\n \nhttps://fontmeme.com/disclaimer/\n\n\nSource Link:\n \nhttp://scp-wiki.wikidot.com/local--files/scp-3985/signature\n\n\n\n\nImage #\n\n\n\n\nFilename:\n signature2\n\n\nName:\n signature2\n\n\nAuthor:\n Pedantique\n\n\nLicense:\n \nhttps://fontmeme.com/disclaimer/\n\n\nSource Link:\n \nhttp://scp-wiki.wikidot.com/local--files/scp-3985/signature2",
    "addendums": [
        "Addendum 3985-A (Notable Static Features of SCP-3985):",
        "Addendum 3985-B (Protocol COMMANDMENT NOON):"
    ],
    "documents": [
        "Proposed Revisions to SCP-3985 Documentation:"
    ],
    "notes": [
        "\"Hey, Dhole.\" \"Egret.\" \"This sure was a shitshow, wasn't it?\" \"Uncivilized conduct in an uncivilized world. Challenges should be made with coin, not cannons.\" \"Something like that. Though then there wouldn't be much use for me.\" \"Surely not. Swords must aspire to rust. A plowshare is too noble a goal by far.\" \"'could say the same about you. Still aspiring to be a bank in your next life?\" \"Silver steadies the world. Gold rights it. To balance scales is to balance the tides. Ships sail nowhere without a sea.\" \"Yeah, you lost me.\" \"As I said, an uncivilized world.\"",
        "Protocol COMMANDMENT NOON was designed primarily to maintain SCP-3985's null-personality state in an efficient and reliable manner. It was secondarily designed to not rely on traditional amnestics following the resistances developed by SCP-3985 in the course of previous containment procedures. The procedure entails a significant amount of psychic distress for the subject as a result of alternative amnestic techniques. This is considered to be an acceptable consequence given the state of the subject following successful completion of the procedure.",
        "Exact details held at Site-262.",
        "Exact details held at Site-262.",
        "For consideration by the Overseer Council, The Ethics Committee has always recognized the fact that some information will not be made available for review. Exceptions to our mandate have been permitted in the effort to contain information that is innately hazardous, contagious, or otherwise detrimental to humanity at large. This ceding of authority in the field of containment procedures has only ever been taken with care and consideration, and the significance of it should not be understated. In the case of SCP-3985, no opportunity has been provided for the Ethics Committee to consider the implications of voluntary disengagement from standard procedures. Critical portions of SCP-3985 documentation have yet to be made available despite repeated requests, a state of affairs in direct violation of Foundation tradition and bylaw. This situation must not be allowed to continue for the sake of healthy internal relations and continued ethical operation of the Foundation. As a result, the following steps must be taken: The full body of SCP-3985 documentation must be provided to the Ethics Committee. All records involving Protocol COMMANDMENT NOON must be further provided. Access to Site-262 must be made immediately available for Ethics Committee inspectors. A review of all currently contained anomalies must be conducted to determine if similar lapses of reporting have taken place. All responsible individuals must be censured to the fullest possible extent under current guidelines. Failure to carry out these actions will severely impair the ability of the Ethics Committee to ensure that all Foundation activity is compliant with its moral standards. It will further impair our ability to engage constructively with members of the Overseer Council in any future matters. Signed, Chairwoman Elif Sakarya",
        "Chairwoman Sakarya, The Ethics Committee's request was reviewed by today's partial meeting of the Overseer Council. It was determined following careful consideration that we will not comment in any capacity on actions undertaken in pursuance of 4 FUL § 110. Any inconvenience suffered by the Ethics Committee is regrettable, but this course of action is necessary in accordance with the broader needs of the Foundation. The Overseer Council is confident that the Ethics Committee in particular will understand that what is necessary is often unpleasant, and we have faith that you will bear this dutifully along with your other crosses. Further information requests should be made through standard channels.",
        "For consideration by the Overseer Council, The necessity of firm leadership over the Foundation's trilateral mission has never been in question. Recent actions by members of the Overseer Council have given the Board of the Ethics Committee reason to wonder if the current leaders of the Foundation have passed beyond the point of firmness and taken it upon themselves to rule rather than direct. In the long term, a pattern of such behavior would be certain to lower the standing of the Council and decrease the efficiency of all functions it oversees. A comprehensive record will be provided to validate this assertion. Given this behavior, the Board of the Ethics Committee recommends that the following steps be taken to reestablish the standing of the Overseer Council and ensure that no further undesirable actions are taken by its members: Membership of the Overseer Council should be expanded to include a broader range of experiences and viewpoints. At least 13 additional members should be appointed on a provisional basis as soon as is possible under standard procedures. At least one member of this expanded body should be an active member of the Ethics Committee. A broader effort should be made to describe the activities of the Overseer Council and the rationale supporting them. Only by ensuring that the Overseer Council does not cement itself as a group of tyrants can the longevity and productivity of the Foundation as a whole be maintained. It is the hope of the Board of the Ethics Committee that individuals on the Council will be able to acknowledge this truth, and will place our collective mission above their personal interests. Signed, Chairwoman Elif Sakarya",
        "Chairwoman Sakarya, The Overseer Council is disinterested in discussing this topic. We are similarly disinterested in your attempts to force our hand to action. There is more important work to be done. Tend to your own garden, as you have in the past, and we will tend to ours. Please refrain from wasting Foundation resources in this manner.",
        "FORESIGHT-21 has been tasked by MTF Alpha-1 OPCOM to examine recent Ethics Committee activity in light of communication that took place on May 18th between O5-3 and the sitting Chairwoman of the Ethics Committee. We assess with a high degree of confidence, based on a large body of SIGINT and IMINT, that Ethics Committee leadership will mobilize MTF Zeta-1 1 to carry out hostile action against the Overseer Council within 72 hours. We further assess with a moderate degree of confidence that this action will precede wider action across Foundation elements dissatisfied with current leadership or desiring significant policy change. Frequency and magnitude of electronic communication between Ethics Committee Chairwoman Sakarya and Zeta-1 OPCOM have surpassed previously observed peaks since the date of the incident in question. Sakarya's psychological profile indicates an inclination to unilateral action in response to apparent persecution, as well as strong convictions regarding the institutional norms of the Ethics Committee. The loyalties of Zeta-1 leadership have been notably aligned toward her person in recent years. Sakarya has proven willing to escalate departmental conflict to achieve short-term objectives during reconciliation negotiations 2 and likely remains confident that tensions can be managed once she has secured an advantageous position. Increased activity by Zeta-1 component teams has been noted in Site-06, Site-17, and Site-88 despite the lack of an immediate threat to those sites. Multiple component teams have failed to file scheduled field reports, and tracking signals appear to be undergoing ongoing disruption. All active elements of Zeta-1 possess considerable aptitude in a variety of conventional policing and military operations. Full report has been attached.",
        "SCP-3985 is the collective designation of fourteen humanoids who vary in terms of age, sex, and ethnicity. Additional information on SCP-3985 is available in Site-262 archives.",
        "For the attention of the Overseer Council, The Board of the Ethics Committee has been made aware that critical information is absent from the documentation of SCP-3985 and that no inspectors have had the opportunity to examine regulation compliance at Site-262. We are confident this is an oversight given our shared eagerness to certify all Foundation sites as operating ethically. Unfortunately, the 2071 Review of Contained Anomalies cannot be completed without direct examination of all humanoid containment practices. As such, we must request permission for Ethics Committee inspectors to access all related documentation and facilities. We assure you that this review will be conducted with the utmost speed and discretion so as to not disrupt the important work of Foundation personnel. Respectfully yours, Chairman Ian McMillan",
        "McMillan, Your request is denied. –Sakarya",
        "\" SCP-3985 \" by Pedantique, from the SCP Wiki . Source: https://scpwiki.com/scp-3985 . Licensed under CC-BY-SA .",
        "Filename: signature Name: signature Author: Pedantique License: https://fontmeme.com/disclaimer/ Source Link: http://scp-wiki.wikidot.com/local--files/scp-3985/signature",
        "Filename: signature2 Name: signature2 Author: Pedantique License: https://fontmeme.com/disclaimer/ Source Link: http://scp-wiki.wikidot.com/local--files/scp-3985/signature2"
    ],
    "item": "SCP-3985",
    "object_class": "Euclid",
    "containment_procedures": "Site-262 is to be constructed for containment of SCP-3985. All non-aerial avenues of ingress are to be obstructed or destroyed following site construction. All records containing the exact location of Site-262 are to be removed from Foundation systems, and all vehicles transporting personnel or resources to Site-262 are to have tracking systems disengaged prior to departure. Site-262 is to operate permanently at alert level 9.",
    "description": "[DATA EXPUNGED]",
    "title": "SCP-3985"
}