{
    "url": "https://scp-wiki.wikidot.com/scp-3987",
    "all_text": "Nothing freshens up a room quite like human screaming.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-3987:\n Purifying Exclamation\n\n\nTotal Word Count: 2.5k\n\n\nTotal Reading Time: 9 minutes\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+38\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following documents have been archived for historical reference. The current documentation for SCP-3987 is located in the fourth tab.\n\n\n\n\n\n\n__\n\n\n\n\n\n\n\n\nArchived June 25, 2014\n\n\nArchived July 12, 2014\n\n\nArchived August 5, 2014\n\n\nCURRENT DOCUMENT\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3987\n\n\nLevel 3/3987\n\n\n\n\n\n\nObject Class:\n Safe\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-48\n\n\nDir. Linda Lutz\n\n\nRs. Samuel Celi\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3987 at the time of recovery.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-3987 is to be kept in a soundproof containment locker at Site-48. Hearing protection is to be worn by personnel when activating SCP-3987.\n\n\nDescription:\n SCP-3987 is a black Zannis\n1\n brand air purifier, model R-350. When activated, SCP-3987 will begin to exert a vocal exclamation in a masculine human voice. The volume of the exclamation directly correlates with the fan speed of SCP-3987: The higher the fan speed, the higher the volume.\n\n\nThe exclamations are constant, and will not cease until power is cut from SCP-3987. The device will perform its expected air purification duties to a level consistent with non-anomalous Zannis R-350 models.\n\n\nThe source of the exclamation from within SCP-3987 has not been discovered. Dismantling of its components did not reveal any recording or playback devices. The phenomenon has not been replicated in other air purifiers of the same model.\n\n\n\n\nDiscovery:\n SCP-3987 was discovered during routine social media surveillance of the San Joaquin area of California, USA. A video was discovered on June 18, 2014 of a civilian filming SCP-3987 exclaiming in their residence. Foundation personnel confiscated SCP-3987 from the civilian, and Class-B amnestics were administered. SCP-3987 was taken to Site-48 for containment and study.\n\n\n\n\nAddendum:\n On June 23, 2014, Researcher Samuel Celi was admitted into the Site-48 medical center after he reported hearing a persistent auditory hallucination. He recognized the noise as exclamation similar to SCP-3987. Researcher Celi was administered Class-C amnestics and made a full recovery.\n\n\nDuring a subsequent interview, Researcher Celi reported that the hallucination started on June 19, 2014, the same day as the arrival of SCP-3987 to Site-48. Researcher Celi expressed that the volume of the auditory hallucination increased over time. It is of note that Researcher Celi was not assigned to the research or containment of SCP-3987 at any prior date.\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3987\n\n\nLevel 3/3987\n\n\n\n\n\n\nObject Class:\n \nKeter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-103\n\n\nDir. Nancy Neideffer\n\n\nRs. Kelly Karnes\n\n\nMTF O-39 \"GM Ignitions\"\n\n\n\n\n\n\n\n\n\n\n\n\nAn instance of SCP-3987-B at the time of recovery.\n\n\n\n\n\n\nSpecial Containment Procedures:\n \nMobile Task Force Omega-39 (\"General Motors Ignition Switch\") is currently in charge of tracking the location of SCP-3987 instances in civilian locations. Class-B amnestics are to be issued to civilians when necessary. All SCP-3987 instances are to be delivered and contained at the Site nearest their recovery in standard soundproof storage lockers.\n\n\nDescription:\n \nSCP-3987 is the designation for an auditory phenomenon affecting an estimated 47,000 Zannis air purifiers, models R-350 and Q-530. The R-350 models are black in color and are designated SCP-3987-A, while the Q-530 models are colored white and designated SCP-3987-B.\n\n\nAll SCP-3987 instances will emit a constant vocal exclamation when powered. SCP-3987-A instances use a masculine voice; SCP-3987-B instances use a feminine voice.\n The volume directly correlates to the fan speed of both models: the faster the fan, the louder the exclamation.\n\n\nCurrently, there is no known source for the exclamation in either model. It is currently presumed that the exclamation is not from an electronic audio recording. Analysis of Zannis Atmospheric Conditions documents reveal no anomalous interference in the production of their air purifiers, including SCP-3987 instances.\n\n\n\n\nDiscovery:\n \nThe first known instance of SCP-3987-A was discovered in a civilian household on June 18, 2014. The Foundation was notified of the existence of more SCP-3987 instances during routine social media surveillance of locations across the United States. Due to the prevalence of SCP-3987 instances in civilian populations, its Object Class has been changed to Keter for the duration of the retrieval attempts. As of July 11, 2014, a total of 1,245 instances have been recovered.\n\n\n\n\nAddendum:\n On July 6, 2014, an instance of SCP-3987-B was accidentally purchased by Researcher Kelly Karnes in Custer, Montana, USA. The instance was taken to Site-103 for containment and study. On July 10, 2014, Doctor Lanyard McHugh was admitted to the Site-103 medical center over reports of hearing a constant \"screaming hallucination\". Class-C amnestics were administered, and Dr. McHugh made a full recovery.\n\n\nIt has been discovered that Dr. McHugh and Researcher Celi of Site-48 are unable to hear the exclamation from SCP-3987 instances, and can only perceive them as non-anomalous air purifiers. Research into this phenomenon is underway.\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3987\n\n\nLevel 3/3987\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-127\n\n\nDir. K.J. Tjorko\n\n\nRs. Rodney Faulkner\n\n\nMTFs O-39, E-33, and P-41\n\n\n\n\n\n\n\n\n\n\n\n\nA recall notice issued by Zannis Atmospheric Conditions.\n\n\n\n\n\n\nSpecial Containment Procedures:\n \nAn official recall of SCP-3987 instances has been issued by Zannis Atmospheric Conditions.\n Mobile Task Forces Omega-39 \nand Epsilon-33 (\"Ford Pintos\") are currently responsible for locating SCP-3987 instances in the United States and Canada. All instances are to be seized from civilians as soon as possible, Class-B amnestics are to be administered, and proper monetary compensation given.\n SCP-3987 instances are to be contained at the Site nearest their recovery in standard soundproof storage lockers.\n\n\nIndividuals claiming to hear a \"constant screaming noise\", even when not around active SCP-3987 instances, are to be administered Class-C amnestics.\n\n\nDescription:\n SCP-3987 is the designation for an auditory phenomenon affecting an estimated \n85,000\n Zannis air purifiers, models R-350 and Q-530. R-350 models are colored black and designated SCP-3987-A. Q-530 models are white in color and designated SCP-3987-B.\n\n\nAll SCP-3987 instances will vocalize constant exclamation when powered. SCP-3987-A instances use masculine voices; SCP-3987-B instances use feminine voices. \nSCP-3987 instances will perform their expected air purification duties to a level consistent with non-anomalous air purifiers. The volume of the exclamation directly correlates with the fan speed of the instance.\n\n\nCertain individuals may become subject to a persistent auditory hallucination of an SCP-3987 instance constantly exclaiming after an undetermined amount of exposure to SCP-3987 instances. This phenomenon can be erased with Class-C amnestics or stronger\n2\n. After amnestics are administered, the individuals will no longer be able to hear any exclamation from SCP-3987 instances, and will perceive the instances as regular air purifiers afterwards.\n\n\nThe source of the exclamation from within SCP-3987 instances is currently undetermined.\n\n\n\n\nDiscovery:\n The SCP-3987 phenomenon was discovered on June 18, 2014 through routine social media surveillance. \nAn investigation into Zannis Atmospheric Conditions revealed potential sabotage during the manufacturing process by an unknown individual. On July 17, 2014, the Foundation coerced the company to issue an official recall of potential SCP-3987 instances.\n As of \nAugust 4, 2014\n, a total of \n31,400\n SCP-3987 instances have been recovered.\n\n\n\n\nAddendum:\n On August 2, 2014, an internet blogger by the screen name \"zannie27\" was discovered admitting to a chat room that they were solely responsible for the SCP-3987 phenomenon. Mobile Task Force Psi-41 (\"Firestone Tires\") was dispatched to the location of the user's IP address in Zuni, Colorado, USA, and successfully detained a Phillip Lowell. The individual was detained at Site-127 in Northglenn, Colorado, USA.\n\n\nHowever, after multiple interrogations, it was discovered that Lowell did not possess enough knowledge of the SCP-3987 instances or the Zannis company to be the original creator. Lowell was administered Class-B amnestics and released.\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3987\n\n\nLevel 3/3987\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-56\n\n\nDir. Peter Palermo\n\n\nDr. Charlotte Triana\n\n\nMTFs L-29 and M-18\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All remaining SCP-3987 instances are to be recovered and contained at the Site nearest their recovery location in standard soundproof storage lockers. \nCurrently, Mobile Task Force Lambda-29 (\"Takata Airbags\") is responsible for the recovery of SCP-3987 instances.\n Civilians that have their SCP-3987 instances seized are to administered Class-B amnestics, and given proper monetary compensation.\n\n\nInstances of SCP-3987-1 are to be given Class-C amnestics. Afterwards, the effectiveness of the amnestics are to be tested by powering an SCP-3987 instance. If the auditory phenomenon cannot be heard by the SCP-3987-1 instance, they are to be released. Otherwise, Class-C amnestics are to administered again.\n\n\nDescription:\n SCP-3987 is the designation for an auditory phenomenon affecting \n85,334\n Zannis air purifiers, models R-350 and Q-530. The R-350 models are black in color and are designated SCP-3987-A, while the Q-530 models are colored white and designated SCP-3987-B.\n\n\nAll SCP-3987 instances will vocalize constant exclamation through unknown means when powered. SCP-3987-A instances use masculine voices; SCP-3987-B instances use feminine voices. All instances are capable of purifying the air around them in a manner expected of air purifiers. The speed of the fan directly correlates to the volume of the exclamation.\n\n\nSCP-3987-1 is the designation for individuals that suffer from a persistent auditory hallucination, wherein the individual will hear a constant exclamation at all times. All reported hallucinations involve the voice of an SCP-3987 instance, and can be heard even when no SCP-3987 instances are in the vicinity. It is unknown how an individual develops this condition, however, prolonged exposure to an SCP-3987 instance, regardless of power, may increase one's probability of developing into an SCP-3987-1 instance.\n\n\nWhen administered Class-C amnestics or stronger, SCP-3987-1 instances will no longer report hearing the auditory hallucination. These individuals will now be immune to the exclamations from SCP-3987 instances, only perceiving them as regular air filters. The significance of this phenomenon is unknown.\n\n\n\n\nDiscovery:\n The first SCP-3987 instance was discovered on June 18, 2014. A raid of the Zannis company revealed potential sabotage during manufacturing by an unknown employee. An official recall notice was issued to known owners of SCP-3987 instances urging them to return their instance for monetary compensation. \nA total of 85,334 air purifiers are known to be SCP-3987 instances. Zannis Atmospheric Conditions declared bankruptcy on August 14, 2014.\n\n\n\n\nAddendum:\n On August 19, 2014, an individual was discovered at an \"Are We Cool Yet?\" artist meetup in San Francisco, California, USA, admitting to the creation of the SCP-3987 phenomenon. Mobile Task Force Mu-18 (\"No You're Still Not Cool\") was dispatched to detain this individual, designated PoI-2919. The operation was successful, with only seven casualties. PoI-2919, discovered to be a former Zannis employee, was taken to Site-56 for interrogation.\n\n\nThe following is an interview conducted on August 20, 2014 with PoI-2919 at Site-56.\n\n\n\n\nTranscript 3987-1\n\n\n\n\nInterviewer:\n Dr. Charlotte Triana\n\n\nInterviewed:\n PoI-2919\n\n\nForeword:\n Dr. Triana is a former SCP-3987-1 instance.\n\n\n\n\n<Begin Log>\n\n\n\n\nDr. Triana:\n Good afternoon. You haven't told me your name, so I will have to refer to you as Person of Interest 2919.\n\n\nPoI-2919:\n It's Tony. Call me Tony.\n\n\nDr. Triana:\n Okay, \"Tony\", could you tell me the reason you built screaming air purifiers?\n\n\nPoI-2919:\n It's one of my new art pieces. I call it \"Purifying Exclamation\". It's supposed to be a pun on \"satisfying explanation\". Clever, right? The screaming represents our internal screaming at the mundane way we live our lives. Why do you ask?\n\n\nDr. Triana:\n Your reckless tampering resulted in millions of dollars spent recalling the purifiers, more millions for the issuing of amnestics to make people stop hallucinating constant screaming, and bankruptcy for the Zannis company. What do you have to say for yourself?\n\n\nPoI-2919:\n I didn't expect my art to have such a big impact.\n\n\nDr. Triana:\n Why would you build screaming air purifiers, Tony?\n\n\nPoI-2919:\n I told you, it's my new art piece representing our inner screaming and disdain for the rat race as we pace around, trying to make ends meet. All an air purifier does is drone on and on purifying air, so if it were sapient, it would probably scream in anguish over its repetitive existence.\n\n\nDr. Triana:\n So, to show off your \"art\", you sabotaged your employer's products and scared innocent customers?\n\n\nPoI-2919:\n It's good exposure. You wouldn't understand.\n\n\nDr. Triana:\n You couldn't have signed your \"work\", or sent a letter, or said anything about your \"message\"? You just let the purifiers scream for seemingly no reason?\n\n\nPoI-2919:\n People don't look at art just to be told the meaning. They like to derive meaning from the art for themselves. Telling them the message wouldn't leave as big of an impact.\n\n\nDr. Triana:\n People don't buy air purifiers to appreciate art, they buy them to purify the air they breathe. You sabotaged your employer's product just to support your ego.\n\n\nPoI-2919:\n Look, lady, all I want is to spread my work out into the world. If I have to use unorthodox methods to spread my message, than so be it.\n\n\nDr. Triana:\n \n<sighs>\n Okay, so did anyone else work with you on your \"project\"?\n\n\nPoI-2919:\n Yeah, I told my buddy Phillip up in Colorado about my art piece. He ended up claiming all the credit. Dickhead.\n\n\nDr. Triana:\n Anyone else?\n\n\nPoI-2919:\n Nah, I worked alone. I learned early on that collaboration always leads to a meager combination of both artists' talent, rather than one artist shining through.\n\n\nDr. Triana:\n How were you able to make them scream?\n\n\nPoI-2919:\n Well, there isn't any reason to tell \nyou\n, right? I can't have copycats copying my art, you know.\n\n\nDr. Triana:\n We need to know how you made your \"art\" because we can't stop the purifiers from screaming. That's our reason.\n\n\nPoI-2919:\n Look, woman, I'm not going to let you destroy my art just because you don't agree with my message.\n\n\nDr. Triana:\n You're not going anywhere until you tell us how to stop the screaming.\n\n\nPoI-2919:\n I'm not gonna tell you, lady.\n\n\nDr. Triana:\n I'm warning you, Tony. Tell us how to stop the screaming.\n\n\nPoI-2919:\n I said NO, lady. Forget about it.\n\n\nDr. Triana silently gets up from her seat and walks over to an instance of SCP-3987-A in the corner. She turns it on, and it begins to vocalize its exclamation.\n\n\nPoI-2919:\n What are you trying to do? You know I can appreciate my art too, right?\n\n\nAgent Brannigan, a former SCP-3987 instance, enters the room with a hammer. He hands it to Dr. Triana.\n\n\nPoI-2919:\n Wait a minute, are you going to-\n\n\nDr. Triana begins to attack the SCP-3987 instance with the hammer. The exclamations continue.\n\n\nPoI-2919:\n Hey, lady! You're destroying an art piece here!! Do you know how long it took me to get them to scream?!\n\n\nThe SCP-3987-A instance is completely destroyed, and no exclamations can be heard. Dr. Triana faces PoI-2919, still holding the hammer.\n\n\nDr. Triana:\n I'm only going to tell you once. \nTell us how to stop the screaming.\n\n\nPoI-2919 does not respond. Agent Brannigan brings in an SCP-3987-B instance into the room. He plugs it in, and it begins its vocal exclamation. Agent Triana begins to attack it.\n\n\nPoI-2919:\n Motherfucker! Philistine! Uncultured bitch!! STOP THAT!!\n\n\nDr. Triana ignores PoI-2919 and continues to attack the SCP-3987-B instance.\n\n\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The Zannis Atmospheric Conditions company is a manufacturer of air conditioning units and purifiers.\n\n\n2\n. Class-A and B amnestics have been found ineffective at removing the auditory hallucination for affected individuals.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3986\n | SCP-3987 | \nSCP-3988\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3987\n\" by Jiwoahn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3987\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n IMG_2917SMALL.jpg\n\n\nName:\n Zannis Air Purifier R-350\n\n\nAuthor:\n \nJiwoahn\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nName:\n SHOOPDEWHOOP.jpg\n\n\nName:\n Zannis Air Purifier Q-530\n\n\nAuthor:\n \nJiwoahn\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nName:\n Zannynotice.png\n\n\nName:\n Recall Notice 86-753-09\n\n\nAuthor:\n \nJiwoahn\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "Transcript 3987-1 Interviewer: Dr. Charlotte Triana Interviewed: PoI-2919 Foreword: Dr. Triana is a former SCP-3987-1 instance. <Begin Log> Dr. Triana: Good afternoon. You haven't told me your name, so I will have to refer to you as Person of Interest 2919. PoI-2919: It's Tony. Call me Tony. Dr. Triana: Okay, \"Tony\", could you tell me the reason you built screaming air purifiers? PoI-2919: It's one of my new art pieces. I call it \"Purifying Exclamation\". It's supposed to be a pun on \"satisfying explanation\". Clever, right? The screaming represents our internal screaming at the mundane way we live our lives. Why do you ask? Dr. Triana: Your reckless tampering resulted in millions of dollars spent recalling the purifiers, more millions for the issuing of amnestics to make people stop hallucinating constant screaming, and bankruptcy for the Zannis company. What do you have to say for yourself? PoI-2919: I didn't expect my art to have such a big impact. Dr. Triana: Why would you build screaming air purifiers, Tony? PoI-2919: I told you, it's my new art piece representing our inner screaming and disdain for the rat race as we pace around, trying to make ends meet. All an air purifier does is drone on and on purifying air, so if it were sapient, it would probably scream in anguish over its repetitive existence. Dr. Triana: So, to show off your \"art\", you sabotaged your employer's products and scared innocent customers? PoI-2919: It's good exposure. You wouldn't understand. Dr. Triana: You couldn't have signed your \"work\", or sent a letter, or said anything about your \"message\"? You just let the purifiers scream for seemingly no reason? PoI-2919: People don't look at art just to be told the meaning. They like to derive meaning from the art for themselves. Telling them the message wouldn't leave as big of an impact. Dr. Triana: People don't buy air purifiers to appreciate art, they buy them to purify the air they breathe. You sabotaged your employer's product just to support your ego. PoI-2919: Look, lady, all I want is to spread my work out into the world. If I have to use unorthodox methods to spread my message, than so be it. Dr. Triana: <sighs> Okay, so did anyone else work with you on your \"project\"? PoI-2919: Yeah, I told my buddy Phillip up in Colorado about my art piece. He ended up claiming all the credit. Dickhead. Dr. Triana: Anyone else? PoI-2919: Nah, I worked alone. I learned early on that collaboration always leads to a meager combination of both artists' talent, rather than one artist shining through. Dr. Triana: How were you able to make them scream? PoI-2919: Well, there isn't any reason to tell you , right? I can't have copycats copying my art, you know. Dr. Triana: We need to know how you made your \"art\" because we can't stop the purifiers from screaming. That's our reason. PoI-2919: Look, woman, I'm not going to let you destroy my art just because you don't agree with my message. Dr. Triana: You're not going anywhere until you tell us how to stop the screaming. PoI-2919: I'm not gonna tell you, lady. Dr. Triana: I'm warning you, Tony. Tell us how to stop the screaming. PoI-2919: I said NO, lady. Forget about it. Dr. Triana silently gets up from her seat and walks over to an instance of SCP-3987-A in the corner. She turns it on, and it begins to vocalize its exclamation. PoI-2919: What are you trying to do? You know I can appreciate my art too, right? Agent Brannigan, a former SCP-3987 instance, enters the room with a hammer. He hands it to Dr. Triana. PoI-2919: Wait a minute, are you going to- Dr. Triana begins to attack the SCP-3987 instance with the hammer. The exclamations continue. PoI-2919: Hey, lady! You're destroying an art piece here!! Do you know how long it took me to get them to scream?! The SCP-3987-A instance is completely destroyed, and no exclamations can be heard. Dr. Triana faces PoI-2919, still holding the hammer. Dr. Triana: I'm only going to tell you once. Tell us how to stop the screaming. PoI-2919 does not respond. Agent Brannigan brings in an SCP-3987-B instance into the room. He plugs it in, and it begins its vocal exclamation. Agent Triana begins to attack it. PoI-2919: Motherfucker! Philistine! Uncultured bitch!! STOP THAT!! Dr. Triana ignores PoI-2919 and continues to attack the SCP-3987-B instance. <End Log>",
        "\" SCP-3987 \" by Jiwoahn, from the SCP Wiki . Source: https://scpwiki.com/scp-3987 . Licensed under CC-BY-SA .",
        "Filename: IMG_2917SMALL.jpg Name: Zannis Air Purifier R-350 Author: Jiwoahn License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Name: SHOOPDEWHOOP.jpg Name: Zannis Air Purifier Q-530 Author: Jiwoahn License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Name: Zannynotice.png Name: Recall Notice 86-753-09 Author: Jiwoahn License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "All remaining SCP-3987 instances are to be recovered and contained at the Site nearest their recovery location in standard soundproof storage lockers. Currently, Mobile Task Force Lambda-29 (\"Takata Airbags\") is responsible for the recovery of SCP-3987 instances. Civilians that have their SCP-3987 instances seized are to administered Class-B amnestics, and given proper monetary compensation.",
    "description": "SCP-3987 is the designation for an auditory phenomenon affecting 85,334 Zannis air purifiers, models R-350 and Q-530. The R-350 models are black in color and are designated SCP-3987-A, while the Q-530 models are colored white and designated SCP-3987-B.",
    "title": "SCP-3987"
}