{
    "url": "https://scp-wiki.wikidot.com/scp-3995",
    "all_text": "rating: \n+138\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n: \"A Pair Of Lungs That May Or May Not Exist\"\n\n\nAuthor:\n \nOthellotheCat\n\n\n\n\n+ More by Othello\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3774\n\n\nRating: 491\n\n\n\n\n\n\nSCP-3287\n\n\nRating: 356\n\n\n\n\n\n\nSCP-4734-EX\n\n\nRating: 296\n\n\n\n\n\n\nSCP-8==D-J\n\n\nRating: 271\n\n\n\n\n\n\nSCP-4080\n\n\nRating: 245\n\n\n\n\n\n\nSCP-3323\n\n\nRating: 193\n\n\n\n\n\n\nSCP-2541\n\n\nRating: 183\n\n\n\n\n\n\nSCP-4269\n\n\nRating: 176\n\n\n\n\n\n\nSCP-4599\n\n\nRating: 154\n\n\n\n\n\n\nSCP-3995\n\n\nRating: 138\n\n\n\n\n\n\nSCP-3430\n\n\nRating: 136\n\n\n\n\n\n\nSCP-3177\n\n\nRating: 122\n\n\n\n\n\n\nSCP-3811\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4360\n\n\nRating: 118\n\n\n\n\n\n\nSCP-4725\n\n\nRating: 117\n\n\n\n\n\n\nSCP-5784\n\n\nRating: 108\n\n\n\n\n\n\nSCP-4907\n\n\nRating: 87\n\n\n\n\n\n\nSCP-4111\n\n\nRating: 87\n\n\n\n\n\n\nSCP-3677\n\n\nRating: 86\n\n\n\n\n\n\nSCP-7772\n\n\nRating: 84\n\n\n\n\n\n\npage 1 of 2\n1\n2\nnext »\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nPopulation Control(led)\n\n\nRating: 304\n\n\n\n\n\n\nLet Her Heart DEET Once More\n\n\nRating: 116\n\n\n\n\n\n\nLa Marcha GrenaDEETa\n\n\nRating: 84\n\n\n\n\n\n\nEat Your Greenes\n\n\nRating: 78\n\n\n\n\n\n\nI am Become DEET, Destroyer of Worlds\n\n\nRating: 75\n\n\n\n\n\n\nDaddy's hands weren't always gentle but I've come to understand, there was always love in Daddy's hands\n\n\nRating: 60\n\n\n\n\n\n\nThe Ultimate Showdown of Ultimate DEETstiny\n\n\nRating: 45\n\n\n\n\n\n\nA Bit More of a Plan\n\n\nRating: 42\n\n\n\n\n\n\nHalf of a Plan\n\n\nRating: 40\n\n\n\n\n\n\nThe Five Year Anniversary of the Most Important Day of Achebe Okoro's Life\n\n\nRating: 37\n\n\n\n\n\n\nAn Actual Plan\n\n\nRating: 36\n\n\n\n\n\n\nMoving On\n\n\nRating: 21\n\n\n\n\n\n\nBehind the Scenes of \"Reeling in the Crocosquid\"\n\n\nRating: 13\n\n\n\n\n\n\n\n\n\n\n\n\nGoI Formats\n\n\n\n\n\n\nAnderson Robotics' Installation Guide: Your New Buteo Series Mechanical Exoskeleton!\n\n\nRating: 269\n\n\n\n\n\n\n'Weissman Model Assistance Clones' (ET796/IH249/W3336)\n\n\nRating: 100\n\n\n\n\n\n\nNobody's Observations on Arson, Activism, and Mustaches\n\n\nRating: 67\n\n\n\n\n\n\n\n\n\n\n\n\nWith other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-3504\n\n\nRimple\n\n\n\n\n\n\nTales Of The Ethics Committee: 5 Reasons The Foundation Wants A Robot Army\n\n\nCaptain Kirby\n, \nVeiedhimaedhr\n, \nCroquembouche\n\n\n\n\n\n\nSCP-4405\n\n\nDolphinSlugchugger\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+138\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThis document has been locked by Dr. Hannibal Romero and may no longer be edited without O5 clearance. Further information may be accessed in Addendum 02 with Level 4 clearance.\n\n\n\n\n\n\nItem #:\n SCP-3995\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n\n\n\n\nSHOW PREVIOUS CONTAINMENT PROCEDURES\n\n\n\n\nHIDE PREVIOUS CONTAINMENT PROCEDURES\n\n\n\n\n\n\nSCP-3995 is to be contained in a refrigerated organ storage locker, only to be removed for interviews. Should SCP-3995 be interviewed, it must be done in a lightless room to prevent any of its violent outbursts. SCP-3995 does not require any food or water, and appears content in any environment with a temperature below body temperature.\n\n\n\n\n\n\n\n\n\n\nSCP-3995 is to be contained in a refrigerated organ storage locker, which is not to be opened for any reason. All Foundation personnel are to presume that SCP-3995 exists. All Foundation personnel are to presume SCP-3995 is alive.\n\n\nDescription:\n SCP-3995 is a pair of human lungs capable of levitating up to approximately 140 cm in the air. SCP-3995 has displayed an ability to breathe oxygen, despite the lack of assisting organs and skeletal structures to do so. SCP-3995 has also exhibited that it can survive without food or water, among other things it claims humans need for survival. SCP-3995 has claimed that it does not need \"form\", which may be interpreted to mean it does not need a human body to survive.\n\n\nWhile SCP-3995 does not have a nervous system or any assisting apparatus, it has displayed an ability to hear sound and utilize touch\n1\n, but cannot smell or taste. SCP-3995 may have some sort of sight, as it reacts violently should it be in the presence of any light, attempting to knock over physical objects to block the light. Should no objects be in the room SCP-3995 is in, it will try to go to the most dimly-lit corner and hide until the source of the light is terminated. When asked about this behavior, it claimed light causes it stress and pain.\n\n\nSCP-3995 also has displayed an ability to speak fluent English and Mandarin Chinese, despite not having a larynx or mouth. As of yet, the voice produced by SCP-3995 is unidentifiable as either male or female; however, tissue samples taken from have confirmed a genetic match to \nBai Zhào\n, who was reported to have disappeared on 12/13/████ after being released from the Lu Zhiwei Rehabilitation Center in ██████, China after receiving treatment for alcoholism.\n\n\nAddendum 01:\n\n\n\n\nShow Interview Log\n\n\n\n\nHide Interview Log\n\n\n\n\n\n\nForeword:\n Interview conducted by Dr. Hannibal Romero, a psychology specialist.\n\n\n<Begin Log>\n\n\nDr. Romero:\n This is Dr. Hannibal Romero, beginning interview with SCP-3995—\n\n\nSCP-3995:\n Do not give it a title.\n\n\nDr. Romero:\n I'm… I'm sorry?\n\n\nSCP-3995:\n Do not give it a title. It does not need a title.\n\n\nDr. Romero:\n What do you mean by \"it\"?\n\n\nSCP-3995:\n It has no need for identity. An identity gives it form. It is clean.\n\n\nDr. Romero:\n Are you referring to yourself? Are \nyou\n it?\n\n\nSCP-3995 is silent.\n\n\nDr. Romero:\n Okay… I'll just assume that's a yes, then. Can you tell me about yourself? Were you ever a part of a person before?\n\n\nSCP-3995:\n It was not part of a person, it is.\n\n\nDr. Romero:\n It is what?\n\n\nSCP-3995 is silent.\n\n\nDr. Romero:\n Fine, be difficult. Can you explain anything more about yourself? Do you know what caused your anomalous properties to manifest?\n\n\nSCP-3995:\n It wanted to be clean. It is not clean yet, but it will be clean of addiction in time.\n\n\nDr. Romero:\n Addiction?\n\n\nSCP-3995:\n It was addicted to… It was addicted to attachment.\n\n\nDr. Romero:\n Attachment? Could you explain more?\n\n\nSCP-3995:\n When a person is addicted to attachment, they fear death. It feared death. It was addicted to attachment, as others are addicted to alcohol, cigarettes or heroin. It needed life to live… but it soon learned that was not true. It does not need life to live. It needs to be clean.\n\n\nDr. Romero:\n What do you mean \"clean\"? How does one become \"clean\"?\n\n\nSCP-3995:\n How does one become clean of any addiction? Less over time. It realized it could be clean by eating less, feeling less, having less form. It broke its addiction to nutrition first, one of the most useless ideas most humans believe is a requirement. Eventually, it learned to stop feeling pain, which aided in it removing its form.\n\n\n\n\nDr. Romero:\n That's… That's disgusting…\n\n\nSCP-3995:\n But it is not clean yet. It is almost clean, but it is not clean yet.\n\n\nDr. Romero:\n What? What would happen if you would become totally clean?\n\n\nSCP-3995:\n I would be free of addiction. Free of life, unable to die. I would be perfect.\n\n\nDr. Romero:\n You would be… Wait, you just referred to yourself as \"I\".\n\n\nSCP-3995 is silent.\n\n\nDr. Romero:\n SCP-3995, are you familiar with Bai Zhào? Bai went missing ██ years ago after being released from a rehab center, and you just so happen to be a genetic match.\n\n\nSCP-3995 is silent.\n\n\nDr. Romero:\n Are you Bai Zhào?\n\n\nSCP-3995:\n It should thank you. Containment and lack of social interaction was all it needed to become clean.\n\n\n<End Log>\n\n\nClosing Statements:\n The subject refused to answer any further questions. Interview was terminated soon after.\n\n\n\n\n\n\n\n\n\n\nAddendum 02:\n\n\n\n\nENTER LEVEL 4 CREDENTIALS FOR ACCESS\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\nOn 9/28/2017, Dr. Romero opened SCP-3995's containment unit to retrieve it for an interview. Upon opening, SCP-3995's lungs were no longer observed to be breathing, and began to rapidly decay. It is unknown if SCP-3995 has breached containment or simply ceased to exist.\n\n\n\n\n\n\nNOTE FROM THE DESK OF HANNIBAL ROMERO\n\n\nIf you're wondering why I changed the containment procedures and locked the page, I can explain.\n\n\nIt's not dead. I don't think it's dead. It might be dead, but I believe that it's not. If what it told me is true, then it could potentially be more dangerous than any of us ever expected, because it literally has cracked the code to existence. If something can literally will themselves into un-existence… then who's to say what can be willed into existence? The only way to contain something like this, is to believe that it exists at all, but if this even works, then God knows what else could be created like this. We have to test this theory whether we like it or not; we all need to believe that still exists. If it makes it easier for people, we need to believe it's still alive, too. I don't care what it'll take to get people to believe this, but it needs to be believed in.\n\n\nI could just be seeing things where there's only empty space, but… considering we're dealing with non-existence, that's exactly what I should be seeing.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-3995 has shown that it is able to distinguish differently-textured objects by placing them against its flesh.\n\n\n\n\n\n\n\n\n« \nSCP-3994\n | SCP-3995 | \nSCP-3996\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3995\n\" by OthellotheCat, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3995\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 01:",
        "Addendum 02:"
    ],
    "documents": [],
    "notes": [
        "SCP-3995 is to be contained in a refrigerated organ storage locker, only to be removed for interviews. Should SCP-3995 be interviewed, it must be done in a lightless room to prevent any of its violent outbursts. SCP-3995 does not require any food or water, and appears content in any environment with a temperature below body temperature.",
        "Foreword: Interview conducted by Dr. Hannibal Romero, a psychology specialist. <Begin Log> Dr. Romero: This is Dr. Hannibal Romero, beginning interview with SCP-3995— SCP-3995: Do not give it a title. Dr. Romero: I'm… I'm sorry? SCP-3995: Do not give it a title. It does not need a title. Dr. Romero: What do you mean by \"it\"? SCP-3995: It has no need for identity. An identity gives it form. It is clean. Dr. Romero: Are you referring to yourself? Are you it? SCP-3995 is silent. Dr. Romero: Okay… I'll just assume that's a yes, then. Can you tell me about yourself? Were you ever a part of a person before? SCP-3995: It was not part of a person, it is. Dr. Romero: It is what? SCP-3995 is silent. Dr. Romero: Fine, be difficult. Can you explain anything more about yourself? Do you know what caused your anomalous properties to manifest? SCP-3995: It wanted to be clean. It is not clean yet, but it will be clean of addiction in time. Dr. Romero: Addiction? SCP-3995: It was addicted to… It was addicted to attachment. Dr. Romero: Attachment? Could you explain more? SCP-3995: When a person is addicted to attachment, they fear death. It feared death. It was addicted to attachment, as others are addicted to alcohol, cigarettes or heroin. It needed life to live… but it soon learned that was not true. It does not need life to live. It needs to be clean. Dr. Romero: What do you mean \"clean\"? How does one become \"clean\"? SCP-3995: How does one become clean of any addiction? Less over time. It realized it could be clean by eating less, feeling less, having less form. It broke its addiction to nutrition first, one of the most useless ideas most humans believe is a requirement. Eventually, it learned to stop feeling pain, which aided in it removing its form. Dr. Romero: That's… That's disgusting… SCP-3995: But it is not clean yet. It is almost clean, but it is not clean yet. Dr. Romero: What? What would happen if you would become totally clean? SCP-3995: I would be free of addiction. Free of life, unable to die. I would be perfect. Dr. Romero: You would be… Wait, you just referred to yourself as \"I\". SCP-3995 is silent. Dr. Romero: SCP-3995, are you familiar with Bai Zhào? Bai went missing ██ years ago after being released from a rehab center, and you just so happen to be a genetic match. SCP-3995 is silent. Dr. Romero: Are you Bai Zhào? SCP-3995: It should thank you. Containment and lack of social interaction was all it needed to become clean. <End Log> Closing Statements: The subject refused to answer any further questions. Interview was terminated soon after.",
        "On 9/28/2017, Dr. Romero opened SCP-3995's containment unit to retrieve it for an interview. Upon opening, SCP-3995's lungs were no longer observed to be breathing, and began to rapidly decay. It is unknown if SCP-3995 has breached containment or simply ceased to exist.",
        "NOTE FROM THE DESK OF HANNIBAL ROMERO If you're wondering why I changed the containment procedures and locked the page, I can explain. It's not dead. I don't think it's dead. It might be dead, but I believe that it's not. If what it told me is true, then it could potentially be more dangerous than any of us ever expected, because it literally has cracked the code to existence. If something can literally will themselves into un-existence… then who's to say what can be willed into existence? The only way to contain something like this, is to believe that it exists at all, but if this even works, then God knows what else could be created like this. We have to test this theory whether we like it or not; we all need to believe that still exists. If it makes it easier for people, we need to believe it's still alive, too. I don't care what it'll take to get people to believe this, but it needs to be believed in. I could just be seeing things where there's only empty space, but… considering we're dealing with non-existence, that's exactly what I should be seeing.",
        "\" SCP-3995 \" by OthellotheCat, from the SCP Wiki . Source: https://scpwiki.com/scp-3995 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3995",
    "object_class": "Euclid",
    "containment_procedures": "",
    "description": "SCP-3995 is a pair of human lungs capable of levitating up to approximately 140 cm in the air. SCP-3995 has displayed an ability to breathe oxygen, despite the lack of assisting organs and skeletal structures to do so. SCP-3995 has also exhibited that it can survive without food or water, among other things it claims humans need for survival. SCP-3995 has claimed that it does not need \"form\", which may be interpreted to mean it does not need a human body to survive.",
    "title": "SCP-3995"
}