{
    "url": "https://scp-wiki.wikidot.com/scp-3996",
    "all_text": "Here we are, then. Another frontier. I touch you, and you take me where I want to go, right?\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+115\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-3996:\n The Tangential Frontier\n\n\nAuthor:\n \nTufto\n, written on their original account. More of their work can be found \nhere\n.\n\n\n\n\n\n\n\n\nrating: \n+115\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-3996\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-3996's intangibility makes any capture impossible. Instead, Research Base 1212 has been set up to surround SCP-3996's area of operation.\n\n\nNo personnel are to be permitted entry into SCP-3996-1 unless given express permission for testing purposes.\n\n\nUpdate 01/03/2001:\n Further exploration of SCP-3996-1 has been approved by the O5 Council. MTF Upsilon-90 \"Andalusian Dogs\" is to conduct all explorations, due to its experience with extradimensional anomalies and exploration.\n\n\nUpdate 07/08/2001:\n Testing is indefinitely suspended.\n\n\nDescription:\n SCP-3996 refers to a herd of intangible white horses, which appear every 12 hours at the same point in the Nevadan portion of the Great Basin Desert. The SCP-3996 instances manifest at a galloping speed (40-48 kph) before gradually slowing to a halt after 100m. The SCP-3996 instances will remain in the same area for approximately ten minutes, before turning and accelerating over the 100m it initially galloped down, before demanifesting.\n\n\nSCP-3996 instances can only be interacted physically if a human individual intends and attempts to climb onto an SCP-3996 instance's back and assume an ordinary riding position; the anomaly is apparently able to distinguish the intentions of any human attempting to touch it. If said individual is still on the SCP-3996 instance's back when it demanifests, then it will demanifest along with it. The SCP-3996 instance and the individual will then remanifest in another dimension, hereafter referred to as SCP-3996-1. Within SCP-3996-1, SCP-3996's cycle mirrors that found in the prime dimension.\n\n\nSCP-3996-1's landscape initially appears to be identical to the scrubland of the prime dimension; however, the further away from SCP-3996's entrance point, the more the landscape changes, and the more the dimension experiences extreme fluctuations in the Hume level. These fluctuations cause significant alterations to the nature of the dimension's reality. Various anomalous organisms and non-human creatures are reputed to inhabit SCP-3996-1, possessing biological features which would not function in the prime dimension. The Hume fluctuations often reach extreme levels and occur very rapidly, which results in immense strain on any Scranton Reality Anchors used. This has resulted in several malfunctions and breakages, making their use inadvisable.\n\n\nHumans do not age within SCP-3996-1, but if they return to the prime dimension their body will immediately age to match the length of time which has passed. Approximately 1km to the east of SCP-3996-1's entrance point is an oasis, surrounded by a small settlement of humans who have entered SCP-3996-1 via SCP-3996 at various points over the last 200 years. The settlement- named by the inhabitants as \"Ghost Town\"- contains 144 human residents, and has the appearance of a 19th century town in the American West. The town's inhabitants subsist on hunting an animal they call \"potatolos\"; these have been described as having the external appearance and behaviour of an American bison (\nBison bison\n), but the internal composition of a potato (the tuberous bulb of the nightshade \nSolanum tuberosum\n).\n\n\nThe inhabitants of the town utilise a variety of anomalous items and practices in order to enhance their standard of living. This includes using the corpses of a species of glowing, desert-dwelling squid as lighting; the developement of walls of shifting sand and dirt to be used as a defence against unwanted intruders; and the use of a species of singing cactus as a form of public entertainment. The Foundation has decided to co-operate with the inhabitants of Ghost Town, as a safe case-study in the analysis of humanity's use of anomalies in day-to-day life.\n\n\nSCP-3996 and SCP-3996-1 was first discovered by the Foundation in 1998, after a chance encounter during a containment breach of \nSCP-2895\n. SCP-3996 was being ridden by a deceased corpse, believed to be the remains of a resident of Ghost Town who attempted to return to the prime dimension after an advanced period of time.\n\n\nBelow is an interview log with a resident of Ghost Town.\n\n\n\n\n+Interview 3996-3\n\n\n\n\n-Interview 3996-3\n\n\n\n\n\n\nInterviewer:\n Dr. Claude Montague (Unreality Division).\n\n\nInterviewee:\n Silas Harlington, \nde facto\n mayor of Ghost Town and long-term resident; reported to be the settlement's founder.\n\n\nDate:\n 19/09/2000.\n\n\n<Begin Log>\n\n\nDr. Montague:\n Good afternoon.\n\n\nMr. Harlington:\n Afternoon, sir. What can I do for y'all?\n\n\nDr. Montague:\n You can answer a few questions. We’re just a little curious about… this place.\n\n\nMr. Harlingon:\n Ghost Town? Or the whole tangential frontier?\n\n\nDr. Montague:\n …Tangential frontier?\n\n\nMr. Harlington:\n A name some fella came up with a few years ago. He liked some- well, I don’t what “television” is, but some kinda theatre show or something. Said that it called space the “final frontier”, so this must be a frontier a bit to the side. Tangential frontier.\n\n\nDr. Montague:\n I see. We’re curious about both. How was this town founded?\n\n\nMr. Harlington:\n Same way all the places on the frontier were founded; people looking for riches, and other folks like me trying to make a little money off ‘em. I came here with the first bunch back in ’89. There wasn’t much of a frontier left in the Dakotas then, what with all the Indians being herded into the reservations, and me and old Gul had heard about a strange place, a new frontier down Nevada way. We tracked down a guy who knew more- some artsy type, looking for inspiration- and stumbled across the horses one day.\n\n\nWell, was a hard few years. Had to convince gullible easterners to come here, promised they’d get rich. We realised the aging thing pretty early on; I haven’t been back home since 1901, when I brought my wife over. Not my kids. They had their own life to lead.\n\n\nDr. Montague:\n What kind of “riches” did you promise people?\n\n\nMr. Harlington:\n The kind that are actually here. Why, look around you! This place is full of all kind of strange, devilish things. The potatolos are just their start. There’s rocks that tell you the future, strange trees that produce whatever fruit you want, flies that eat spiders, all sorts of stuff. You can’t make it back home, so we’d get collectors coming here for years. Those were the good days.\n\n\nDr. Montague:\n What happened?\n\n\nMr. Harlington:\n You know out west, where all the tribes are? Bunch of Indians and Chinamen, looking to stir up trouble. They started getting close, started raiding us. We got more guns and stuff from back home, but they had.. weird stuff. Lasers on the tops of their rifles. Bows and arrows that knew exactly where you were. A weird mix of strange engines and weird magic that we couldn’t stop.\n\n\nDr. Montague:\n You’re still here, though.\n\n\nMr. Harlington:\n Yeah, that was the thing; they never burnt our stuff down, or attacked people they didn’t have to. Don’t get me wrong, they killed a bunch of folks, but they only ever went for the weird stuff. All those rich, strange things we were hawking, they kept taking them away. Eventually, we just gave up. Stopped people from taking stuff, shut the whole thing down. The place became a ghost town for a while; seemed a fitting name, so we used it.\n\n\nAnyway. That didn’t last long. We’re thriving now, ‘cos when people got wind of the fact that you couldn’t age, they all wanted to move here. We got electricity, a little cinema back in the ‘20s, those refrigerator things- a lot of stuff that helped folks out. There’s still some hardship- we probably shouldn’t eat so many taters- but it’s a nice life, and it lasts forever.\n\n\nDr. Montague:\n Didn’t you ever want to go back? To the prime dimension?\n\n\nMr. Harlington:\n What for? Frontier was drying up, and even the Indians have been shoved in the same boxes as everyone else. My kids are probably long dead, and their kids wouldn’t want to know me. And, hell, the immortality is sweet. If I tried to go back, I’d just die of old age.\n\n\nDr. Montague:\n So- what can you tell us about the rest of this place? What happens when you go further out?\n\n\nMr. Harlington:\n Well, there’s the nomads to the west. Fierce devils, but they mostly leave us alone nowadays. Tougher than us, too, so we don’t want to go too near them. Then there’s the cities, down to the far south. All grey concrete. The townfolk there all have cold hearts- don’t like us too much. Have lots of rules, regulations, temples. Not very nice. There’s nothing to the east; just boring desert forever. Not even any interesting devils or demons to tempt you.\n\n\nDr. Montague:\n And to the north?\n\n\nMr. Harlington:\n The north… it’s just dark up north. The sun emits darkness, not lights. Shadows are white, day is night. The wolves and bats live up there, preying on the weak. The people up there are friendly, but a bit odd. Best be wary if you want to go north.\n\n\nDr. Montague:\n I see. Thank you. There may be more questions later.\n\n\nMr. Harlington:\n Hey, I’m not going anywhere. I'll see you around.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 1:\n On 07/03/2001, exploration began of SCP-3996-1 by MTF Upsilon-90 \"Andalusian Dogs\". Composed of team members U90-1 \"Persistent Memory\" (Captain), U90-2 \"Burning Giraffe\", U90-3 \"Reflecting Swan\" and U90-4 \"Meditative Rose\", the team was instructed to proceed west and report on what they found. A table detailing of the anomalous events and organisms encountered can be seen below:\n\n\n\n\n\n\nTime (Hours:Minutes)\n\n\nDistance from SCP-3996 (km)\n\n\nAnomaly observed\n\n\n\n\n\n\n00:45\n\n\n2.1 km\n\n\nA series of fruitbats, composed of sand, abruptly flew upwards from the desert, and flew north. As they did so, they began to glow, eventually reaching a light output of 30,000 lumens as they reached the edge of U90's field of vision.\n\n\n\n\n\n\n01:45\n\n\n4.5 km\n\n\nThe landscape has since become noticeably rockier and contains more flora, especially gorse bushes and grass. The U90 passed betweeen two rocks; protrusions from the rocks in the shape of human hands then manifested. They attempted to seize the MTF members and drag them towards the boulders. All members of U90 were able to clear the rocks unharmed; the hands disappeared, before several appendages in the shape of human arms instead manifested themselves. A protrusion at the end of each appendage resembled a human head, with an Italian tragedy mask in lieu of a face. All of the masks stared at U90, and were continuing to do so when U90 lost visual contact.\n\n\n\n\n\n\n03:59\n\n\n5.8 km\n\n\nU90 had just cleared the rocky area, coming onto a large area of steppe or grassland. A large quantity of \"potatalos\", followed by a series of humanoids on horseback, then came into view. The humanoids were armed with either bows or rifles, and were attempting to hunt the potatalo; they managed to fell several of them and took them with them back to the south. Of note was that the clothing and practices of these individuals were reminiscent of a number of nomadic horseback riders throughout history, such as the Mongols, Kerait, Lakota Sioux, Kyrgyz, Bedouin and Berbers.\n\n\n\n\n\n\n06:29\n\n\n8.1 km\n\n\nThe MTF was moving through a thick swamp. The entire ground and sky abruptly disappeared, leaving the MTF falling in a black void. The void suddenly transformed into a sandy desert, which the MTF then fell onto unharmed. Their instruments recorded that they were in the same position as before; a brief reconaissance mission showed that the swamp had apparently been transformed but that the rest of the surrounding landscape remained intact.\n\n\n\n\n\n\n06:48\n\n\n8.3 km\n\n\nWhile still in the sandy desert, a series of large pocket watches, which appeared to be melting, manifested 100m away from U90-1 \"Persistent Memory\". All of the watches headed for U90-1 at a fast speed, emitting a series of Spanish expletives. When they were 1m away from U90-1, they abruptly demanifested.\n\n\n\n\n\n\nAfter 7 hours within SCP-3996-1, the decision was taken to return to SCP-3996. However, contact was lost with U90-3 \"Reflecting Swan\" shortly after this decision was taken; the remaining members of Upsilon-90 attempted to search for their missing teammate, but could not find her. The decision was taken to return to base; U90-3 has not resumed contact.\n\n\nAddendum 2:\n On 12/03/2001, U90-3's camera and audio feed abruptly resumed contact for several minutes, before cutting out for a second time. Attempts to contact U90-3 failed. A log of the transmission is below; all dialogue has been translated from Lakota Sioux, U90-3's first language.\n\n\n\n\n+Exploration Log 1\n\n\n\n\n-Exploration Log 2\n\n\n\n\n<Begin Log>\n\n\n\n\nU90-3 is sitting in the middle of a large snowy field. She appears to be drawing a map of her surroundings into the snow, presumably in order to better gauge her position. Several trees can be seen from a distance; the landscape is reminiscent of rural England. Snow continues to fall onto the field.\n\n\nA figure can be seen approaching from the other side of the field. As it gets closer, it can be seen to be wearing hunting clothes worn by the Lakota Sioux during the mid-19th century.\n\n\nU90-3:\n H-Hello! Hi!\n\n\nU90-3 stands and waves at the figure. The figure continues to approach, before stopping approximately 3 metres away from U90-3. Aside from her clothing, she has an identical appearance to U90-3. U90-3 abruptly stops waving, and steps backwards a few paces.\n\n\nUnknown:\n Hello.\n\n\nU90-3:\n Wh- what the hell-\n\n\nUnknown:\n There’s no need to panic. I’m just you, from another world. Just another Margaret Blue Wolf.\n\n\nU90-3:\n That doesn’t exactly fill me with confidence.\n\n\nUnknown:\n I come from a place where history went a bit differently. Some things still happen the same, though. I’ve seen it before.\n\n\nU90-3:\n You were one of those nomads we saw earlier, weren't you? Hunting those potato-buffalo-things?\n\n\nUnknown:\n Yes. But this place is just as much the frontier to us as to you. We came here from somewhere else; between two flames and into a ghostly \nger\n\n\nU90-3:\n Like the horses… This is weird.\n\n\nUnknown:\n Yeah, seeing versions of yourselves in different universes never gets easier.\n\n\nU90-3:\n Why- why were there so many tribes with you?\n\n\nUnknown:\n The nomads of my world won, while the settled people, the city dwellers, lost. They abandoned their cities early on. We see them just as relics now. Great hulking ruins sticking out of the ground.\n\n\nU90-3:\n But- you're meant to have technology. Advanced technology.\n\n\nUnknown:\n Oh, we just use used magic instead.\n\n\nU90-3:\n … Magic.\n\n\nUnknown:\n Yes. I think there were people on your world who used it, like the Daevites. We had Daevites once too, but they died out early. Their magic misfired. We still have the snake folk and the apes, though. Snake-folk make some of the best riders.\n\n\nThe unknown individual sighs heavily.\n\n\nUnknown:\n Things are strange. This place is strange. To the residents of your little town, we're something inherent to this place, a problem to be dealt with. To us, your residents are dangerous interlopers. This place is a frontier to both of us. One person's edge is just another's heartland.\n\n\nU90-3:\n Okay- look, I don’t care. I have other things to worry about right now.\n\n\nUnknown:\n Yeah, I get it. You’re stressed.\n\n\nU90-3:\n I- look, shut up. Just shut up. I don’t want to hear about your world, so stop bragging in that matter-of-fact tone about how great you all have it. I don’t care. I’ve been travelling for three days, and my food is low, and my water is almost gone. I'm going to have to start eating snow. If you could help, it would be appreciated.\n\n\nUnknown:\n Hah! You really are me. Alright. Listen. There’s not much I can do here, but there are some places you can go. If you go about 5 miles north of here, there’s an outpost. You can trade some of that neat stuff you have on you for some supplies there. Guy who runs it is named Michael, he’s from your world. Nice fellow.\n\n\nU90-3:\n And then?\n\n\nUnknown:\n Then… that’s up to you. I'm sure you know about the city and the northerners; they'd take you in. You could come back with us, if you like.\n\n\nU90-3:\n How do I get home?\n\n\nUnknown:\n The way you came.\n\n\nU90-3:\n I’ll never find that.\n\n\nUnknown:\n No, you won’t. Not without our help, but I’ve got other things to worry about. Sorry. Just how it is.\n\n\nU90-3:\n So… I’m stuck here forever.\n\n\nUnknown:\n It’s not so bad. You can’t age here, you know. Some people like that sort of thing.\n\n\nU90-3:\n Not me. Do you have a Martha back home?\n\n\nUnknown:\n … Yes, actually. Okay. Fair enough. The only thing I know of is this old legend. You go north, further north than you can imagine, through the dark lands. And there, right up at the top of the world, there’s a- thing. The legends are vague. All I know is that it takes you somewhere else, somewhere you want to go.\n\n\nU90-3:\n And how exactly do I find that?\n\n\nUnknown:\n If you go north, to the farthest coastline, it’ll be there. Wherever you are. All you need is to want what it gives.\n\n\nU90-3:\n Okay. Is there really no other way?\n\n\nUnknown:\n Not unless you want to wander in the desert for eternity, or the scrubland, or dwell amongst the hand-rocks.\n\n\nU90-3:\n Okay. Thanks.\n\n\nUnknown:\n Any time. I have to look out for myself, after all.\n\n\nAt this point, the air around U90-3 appears to explode into shards. The shards then transform into snow, falling into the ground. The unknown individual has apparently disappeared.\n\n\nAt this point, the transmission abruptly cuts out.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 3:\n On 14/04/2001, a computer file was transmitted from within SCP-3996-1. It contains a written message written by U90-3. A copy of the text can be found below.\n\n\n\n\n+Text file\n\n\n\n\n-Text file\n\n\n\n\n\n\nHi. Are you there, Foundation? It’s me, Margaret.\n\n\nSorry- that was an old, bad joke, and it was beneath me. It’s a little difficult to stay sane without bad humour when you’re stuck in a place where day is night and night is day.\n\n\nThis is a message from Upsilon-90-3, “Reflecting Swan”. I’m currently engaged in an exploration of SCP-3996-3, and am stuck somewhere to the northwest of SCP-3996’s entry point. I’m sheltering with this little tribe at the moment- they’re friendly, though neither of us can understand a word the other one is saying. I’m not sure they’re exactly human, but their food is fantastic, so that’s good enough for me.\n\n\nIt’s been a couple of weeks- maybe longer- and I had to trade most of my gear. I got a lot of supplies, and this near little transmission device which I think I've finally got working. I tried going back east, but that didn’t work, so under the advice of a trusted source I headed north instead. Apparently there’s something up here that’ll help me get back home- or might do, anyway.\n\n\nSo, as I said, these people are nice. But everything here just absorbs light, including them. They feel human to the touch, but it’s only at night that I can even see their silhouettes. They seem to see stuff fine, though. It’s a little odd. There are a few bright things too, things that emit light like the bats and the wolf, but they’re usually aggressive and hostile. The tribe hunts them. I think they’re a bit confused by me, but since I’m not aggressive they’ve decided to trust me. Plus, my weapon is really useful in hunting stuff, so they seem to have accepted me.\n\n\nI was always so scared of the dark. But here, in the darkest of dark places, it all seems rather normal. Like it’s just a different way of seeing. I think the only thing for it is to keep going north. Find whatever the thing other-me was talking about. If I die- well, maybe my feeds will work again, and you all back home can at least get some juicy pictures of this strangeness.\n\n\nTell Martha that I love her. Don’t amnesticise her- make up some excuse. And don’t send anyone else after me. This place is too dark and too deep for us.\n\n\n\n\n\n\n\n\n\n\nAddendum 4:\n On 07/08/2001, U90-3's camera and audio feeds abruptly resumed for a period of 1 minute, before cutting out again. Attempts to contact U90-3 failed. No further transmissions have since been recieved from U90-3. A log of the transmission is below.\n\n\n\n\n+Exploration Log 3996-2\n\n\n\n\n-Exploration Log 3996-2\n\n\n\n\n\n\n<Begin Log>\n\n\nU90-3 is standing on what appears to be a beach, facing the sea. The lighting appears to be normal, something believed to be highly atypical of the northern regions of SCP-3996-1; it appears to be twilight, with a large amount of cloud overhead. Instead of water, the sea appears to be made of a thick, black substance. Based on the position of SCP-3996-1’s stars, it is believed that U90-3 is facing directly north.\n\n\nU90-3:\n Come on. I know you’re there.\n\n\nSuddenly, what appears to the camera to be a multi-coloured ball of light rises from the ocean. Several distortions in the video feed around the ball of light appear to signify that the entirety of the object cannot be perceived by the camera.\n\n\nU90-3:\n Here we are, then. Another frontier. I touch you, and you take me where I want to go, right?\n\n\nThe ball of light appears to extend a long appendage towards U90-3, who starts to wade through the ocean towards it.\n\n\nU90-3:\n … There’s us and the other. There's the outpost and the horizon beyond. There's the camp and the distant smoke. That’s all there ever was. I'm so tired of it all. I just want… a world without end.\n\n\nThe appendage reaches out, and touches U90-3’s hand.\n\n\nU90-3:\n Forgive me, Martha. I'm- I'm just so tired. And it's been so dark.\n\n\nThe transmission abruptly cuts out.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-3995\n | SCP-3996 | \nSCP-3997\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3996\n\" by Tufto, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3996\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: On 07/03/2001, exploration began of SCP-3996-1 by MTF Upsilon-90 \"Andalusian Dogs\". Composed of team members U90-1 \"Persistent Memory\" (Captain), U90-2 \"Burning Giraffe\", U90-3 \"Reflecting Swan\" and U90-4 \"Meditative Rose\", the team was instructed to proceed west and report on what they found. A table detailing of the anomalous events and organisms encountered can be seen below:\nAfter 7 hours within SCP-3996-1, the decision was taken to return to SCP-3996. However, contact was lost with U90-3 \"Reflecting Swan\" shortly after this decision was taken; the remaining members of Upsilon-90 attempted to search for their missing teammate, but could not find her. The decision was taken to return to base; U90-3 has not resumed contact.",
        "Addendum 2: On 12/03/2001, U90-3's camera and audio feed abruptly resumed contact for several minutes, before cutting out for a second time. Attempts to contact U90-3 failed. A log of the transmission is below; all dialogue has been translated from Lakota Sioux, U90-3's first language.",
        "Addendum 3: On 14/04/2001, a computer file was transmitted from within SCP-3996-1. It contains a written message written by U90-3. A copy of the text can be found below.",
        "Addendum 4: On 07/08/2001, U90-3's camera and audio feeds abruptly resumed for a period of 1 minute, before cutting out again. Attempts to contact U90-3 failed. No further transmissions have since been recieved from U90-3. A log of the transmission is below."
    ],
    "documents": [],
    "notes": [
        "Interviewer: Dr. Claude Montague (Unreality Division). Interviewee: Silas Harlington, de facto mayor of Ghost Town and long-term resident; reported to be the settlement's founder. Date: 19/09/2000. <Begin Log> Dr. Montague: Good afternoon. Mr. Harlington: Afternoon, sir. What can I do for y'all? Dr. Montague: You can answer a few questions. We’re just a little curious about… this place. Mr. Harlingon: Ghost Town? Or the whole tangential frontier? Dr. Montague: …Tangential frontier? Mr. Harlington: A name some fella came up with a few years ago. He liked some- well, I don’t what “television” is, but some kinda theatre show or something. Said that it called space the “final frontier”, so this must be a frontier a bit to the side. Tangential frontier. Dr. Montague: I see. We’re curious about both. How was this town founded? Mr. Harlington: Same way all the places on the frontier were founded; people looking for riches, and other folks like me trying to make a little money off ‘em. I came here with the first bunch back in ’89. There wasn’t much of a frontier left in the Dakotas then, what with all the Indians being herded into the reservations, and me and old Gul had heard about a strange place, a new frontier down Nevada way. We tracked down a guy who knew more- some artsy type, looking for inspiration- and stumbled across the horses one day. Well, was a hard few years. Had to convince gullible easterners to come here, promised they’d get rich. We realised the aging thing pretty early on; I haven’t been back home since 1901, when I brought my wife over. Not my kids. They had their own life to lead. Dr. Montague: What kind of “riches” did you promise people? Mr. Harlington: The kind that are actually here. Why, look around you! This place is full of all kind of strange, devilish things. The potatolos are just their start. There’s rocks that tell you the future, strange trees that produce whatever fruit you want, flies that eat spiders, all sorts of stuff. You can’t make it back home, so we’d get collectors coming here for years. Those were the good days. Dr. Montague: What happened? Mr. Harlington: You know out west, where all the tribes are? Bunch of Indians and Chinamen, looking to stir up trouble. They started getting close, started raiding us. We got more guns and stuff from back home, but they had.. weird stuff. Lasers on the tops of their rifles. Bows and arrows that knew exactly where you were. A weird mix of strange engines and weird magic that we couldn’t stop. Dr. Montague: You’re still here, though. Mr. Harlington: Yeah, that was the thing; they never burnt our stuff down, or attacked people they didn’t have to. Don’t get me wrong, they killed a bunch of folks, but they only ever went for the weird stuff. All those rich, strange things we were hawking, they kept taking them away. Eventually, we just gave up. Stopped people from taking stuff, shut the whole thing down. The place became a ghost town for a while; seemed a fitting name, so we used it. Anyway. That didn’t last long. We’re thriving now, ‘cos when people got wind of the fact that you couldn’t age, they all wanted to move here. We got electricity, a little cinema back in the ‘20s, those refrigerator things- a lot of stuff that helped folks out. There’s still some hardship- we probably shouldn’t eat so many taters- but it’s a nice life, and it lasts forever. Dr. Montague: Didn’t you ever want to go back? To the prime dimension? Mr. Harlington: What for? Frontier was drying up, and even the Indians have been shoved in the same boxes as everyone else. My kids are probably long dead, and their kids wouldn’t want to know me. And, hell, the immortality is sweet. If I tried to go back, I’d just die of old age. Dr. Montague: So- what can you tell us about the rest of this place? What happens when you go further out? Mr. Harlington: Well, there’s the nomads to the west. Fierce devils, but they mostly leave us alone nowadays. Tougher than us, too, so we don’t want to go too near them. Then there’s the cities, down to the far south. All grey concrete. The townfolk there all have cold hearts- don’t like us too much. Have lots of rules, regulations, temples. Not very nice. There’s nothing to the east; just boring desert forever. Not even any interesting devils or demons to tempt you. Dr. Montague: And to the north? Mr. Harlington: The north… it’s just dark up north. The sun emits darkness, not lights. Shadows are white, day is night. The wolves and bats live up there, preying on the weak. The people up there are friendly, but a bit odd. Best be wary if you want to go north. Dr. Montague: I see. Thank you. There may be more questions later. Mr. Harlington: Hey, I’m not going anywhere. I'll see you around. <End Log>",
        "U90-3 is sitting in the middle of a large snowy field. She appears to be drawing a map of her surroundings into the snow, presumably in order to better gauge her position. Several trees can be seen from a distance; the landscape is reminiscent of rural England. Snow continues to fall onto the field. A figure can be seen approaching from the other side of the field. As it gets closer, it can be seen to be wearing hunting clothes worn by the Lakota Sioux during the mid-19th century. U90-3: H-Hello! Hi! U90-3 stands and waves at the figure. The figure continues to approach, before stopping approximately 3 metres away from U90-3. Aside from her clothing, she has an identical appearance to U90-3. U90-3 abruptly stops waving, and steps backwards a few paces. Unknown: Hello. U90-3: Wh- what the hell- Unknown: There’s no need to panic. I’m just you, from another world. Just another Margaret Blue Wolf. U90-3: That doesn’t exactly fill me with confidence. Unknown: I come from a place where history went a bit differently. Some things still happen the same, though. I’ve seen it before. U90-3: You were one of those nomads we saw earlier, weren't you? Hunting those potato-buffalo-things? Unknown: Yes. But this place is just as much the frontier to us as to you. We came here from somewhere else; between two flames and into a ghostly ger U90-3: Like the horses… This is weird. Unknown: Yeah, seeing versions of yourselves in different universes never gets easier. U90-3: Why- why were there so many tribes with you? Unknown: The nomads of my world won, while the settled people, the city dwellers, lost. They abandoned their cities early on. We see them just as relics now. Great hulking ruins sticking out of the ground. U90-3: But- you're meant to have technology. Advanced technology. Unknown: Oh, we just use used magic instead. U90-3: … Magic. Unknown: Yes. I think there were people on your world who used it, like the Daevites. We had Daevites once too, but they died out early. Their magic misfired. We still have the snake folk and the apes, though. Snake-folk make some of the best riders. The unknown individual sighs heavily. Unknown: Things are strange. This place is strange. To the residents of your little town, we're something inherent to this place, a problem to be dealt with. To us, your residents are dangerous interlopers. This place is a frontier to both of us. One person's edge is just another's heartland. U90-3: Okay- look, I don’t care. I have other things to worry about right now. Unknown: Yeah, I get it. You’re stressed. U90-3: I- look, shut up. Just shut up. I don’t want to hear about your world, so stop bragging in that matter-of-fact tone about how great you all have it. I don’t care. I’ve been travelling for three days, and my food is low, and my water is almost gone. I'm going to have to start eating snow. If you could help, it would be appreciated. Unknown: Hah! You really are me. Alright. Listen. There’s not much I can do here, but there are some places you can go. If you go about 5 miles north of here, there’s an outpost. You can trade some of that neat stuff you have on you for some supplies there. Guy who runs it is named Michael, he’s from your world. Nice fellow. U90-3: And then? Unknown: Then… that’s up to you. I'm sure you know about the city and the northerners; they'd take you in. You could come back with us, if you like. U90-3: How do I get home? Unknown: The way you came. U90-3: I’ll never find that. Unknown: No, you won’t. Not without our help, but I’ve got other things to worry about. Sorry. Just how it is. U90-3: So… I’m stuck here forever. Unknown: It’s not so bad. You can’t age here, you know. Some people like that sort of thing. U90-3: Not me. Do you have a Martha back home? Unknown: … Yes, actually. Okay. Fair enough. The only thing I know of is this old legend. You go north, further north than you can imagine, through the dark lands. And there, right up at the top of the world, there’s a- thing. The legends are vague. All I know is that it takes you somewhere else, somewhere you want to go. U90-3: And how exactly do I find that? Unknown: If you go north, to the farthest coastline, it’ll be there. Wherever you are. All you need is to want what it gives. U90-3: Okay. Is there really no other way? Unknown: Not unless you want to wander in the desert for eternity, or the scrubland, or dwell amongst the hand-rocks. U90-3: Okay. Thanks. Unknown: Any time. I have to look out for myself, after all. At this point, the air around U90-3 appears to explode into shards. The shards then transform into snow, falling into the ground. The unknown individual has apparently disappeared. At this point, the transmission abruptly cuts out. <End Log>",
        "Hi. Are you there, Foundation? It’s me, Margaret. Sorry- that was an old, bad joke, and it was beneath me. It’s a little difficult to stay sane without bad humour when you’re stuck in a place where day is night and night is day. This is a message from Upsilon-90-3, “Reflecting Swan”. I’m currently engaged in an exploration of SCP-3996-3, and am stuck somewhere to the northwest of SCP-3996’s entry point. I’m sheltering with this little tribe at the moment- they’re friendly, though neither of us can understand a word the other one is saying. I’m not sure they’re exactly human, but their food is fantastic, so that’s good enough for me. It’s been a couple of weeks- maybe longer- and I had to trade most of my gear. I got a lot of supplies, and this near little transmission device which I think I've finally got working. I tried going back east, but that didn’t work, so under the advice of a trusted source I headed north instead. Apparently there’s something up here that’ll help me get back home- or might do, anyway. So, as I said, these people are nice. But everything here just absorbs light, including them. They feel human to the touch, but it’s only at night that I can even see their silhouettes. They seem to see stuff fine, though. It’s a little odd. There are a few bright things too, things that emit light like the bats and the wolf, but they’re usually aggressive and hostile. The tribe hunts them. I think they’re a bit confused by me, but since I’m not aggressive they’ve decided to trust me. Plus, my weapon is really useful in hunting stuff, so they seem to have accepted me. I was always so scared of the dark. But here, in the darkest of dark places, it all seems rather normal. Like it’s just a different way of seeing. I think the only thing for it is to keep going north. Find whatever the thing other-me was talking about. If I die- well, maybe my feeds will work again, and you all back home can at least get some juicy pictures of this strangeness. Tell Martha that I love her. Don’t amnesticise her- make up some excuse. And don’t send anyone else after me. This place is too dark and too deep for us.",
        "<Begin Log> U90-3 is standing on what appears to be a beach, facing the sea. The lighting appears to be normal, something believed to be highly atypical of the northern regions of SCP-3996-1; it appears to be twilight, with a large amount of cloud overhead. Instead of water, the sea appears to be made of a thick, black substance. Based on the position of SCP-3996-1’s stars, it is believed that U90-3 is facing directly north. U90-3: Come on. I know you’re there. Suddenly, what appears to the camera to be a multi-coloured ball of light rises from the ocean. Several distortions in the video feed around the ball of light appear to signify that the entirety of the object cannot be perceived by the camera. U90-3: Here we are, then. Another frontier. I touch you, and you take me where I want to go, right? The ball of light appears to extend a long appendage towards U90-3, who starts to wade through the ocean towards it. U90-3: … There’s us and the other. There's the outpost and the horizon beyond. There's the camp and the distant smoke. That’s all there ever was. I'm so tired of it all. I just want… a world without end. The appendage reaches out, and touches U90-3’s hand. U90-3: Forgive me, Martha. I'm- I'm just so tired. And it's been so dark. The transmission abruptly cuts out. <End Log>",
        "\" SCP-3996 \" by Tufto, from the SCP Wiki . Source: https://scpwiki.com/scp-3996 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-3996",
    "object_class": "Euclid",
    "containment_procedures": "SCP-3996's intangibility makes any capture impossible. Instead, Research Base 1212 has been set up to surround SCP-3996's area of operation.",
    "description": "SCP-3996 refers to a herd of intangible white horses, which appear every 12 hours at the same point in the Nevadan portion of the Great Basin Desert. The SCP-3996 instances manifest at a galloping speed (40-48 kph) before gradually slowing to a halt after 100m. The SCP-3996 instances will remain in the same area for approximately ten minutes, before turning and accelerating over the 100m it initially galloped down, before demanifesting.",
    "title": "SCP-3996"
}