{
    "url": "https://scp-wiki.wikidot.com/scp-3998",
    "all_text": "SCP-3998\n - \nThe Wicker Witch lives\n\n\n\n\nVengence.\n\n\nImage Credit\n\n\nhttp://marrowhouse.blogspot.com/2012/03/skeleton-country.html\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+519\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-3998\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-45\n\n\nREDACTED\n\n\nDr. Stuart Hayward\n\n\nREDACTED\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-3998 upon retrieval.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-3998 is to be contained in Secure Holding Locker 3998-1 (SHL 3998-1). SHL-3998-1 is to be fireproofed, and vacuum sealed to prevent access to oxygen. SCP-3998 and SHL 3998-1 are scheduled for cleaning every day at 9:00 AM.\n\n\nIf any D-class personnel spontaneously ignite, the seal to SCP-3998's containment locker must be inspected and repaired/replaced as necessary. For safety reasons, Site-34 must hold D-class personnel, particularly those who have been convicted of first-degree murder charges and domestic abuse.\n\n\nIf staff are found to have been targeted by SCP-3998, they are to be investigated, and then processed.\n\n\nDescription:\n SCP-3998 is a human cadaver, which expired late 17th century. SCP-3998 lacks any legs, and is covered in extensive fourth degree burns. Sometime after its death, SCP-3998's remains were collected and fashioned into a scarecrow, held together by wicker, nails, and wire. Along with its severe burns, SCP-3998 appears to have suffered blunt force trauma to multiple regions of its body; it is unclear if SCP-3998 died as a result from one of the two, or both (See Examination-3998-6).\n\n\nThe object constantly exudes a flammable liquid from its bones, which is composed primarily of ethanol and human fat. Each night, between 11:00 PM and 4:00 AM, SCP-3998 ignites and is engulfed in flames. However, despite being highly flammable, SCP-3998 does not suffer any structural damage. When SCP-3998 is on fire, and when not contained properly, the nearest person who meets certain criteria will also spontaneously ignite.\n\n\nSCP-3998 targets those who have killed\n1\n or physically abused a romantic partner. If SCP-3998 is unable to ignite itself, SCP-3998 cannot ignite targets. Instead, those who would have been targeted only develop brief, mild pains to either their chest, or to the back of their head.\n\n\nAs targets are left burning, large quantities of boiling ethanol will appear in their stomach. This large influx of alcohol typically induces vomiting, which causes further external burns, and will often cause permanent nerve and organ damage if they survive the initial burning.\n\n\nEventually, their body fat, particularly in the torso/stomach region, will begin to melt. The process is extremely rapid, often causing massive internal damage if the target is successfully extinguished before they die of 4th degree burns.\n\n\nIf left to burn, the combination of melted fat and ethanol will cause the stomach to violently rupture, often bisecting the victim in the process. Those that SCP-3998 affects cannot be extinguished until SCP-3998 itself is also extinguished.\n\n\n\n\n\n\nAddendum-3998-1:\n\n\n\n\n\n\n\n\nF-3998-0\n\n\nJ-3998-1\n\n\nInt-3998-2\n\n\nDoc-3998-3\n\n\nL-3998-4\n\n\nDoc-3998-5\n\n\nE-3998-6\n\n\n\n\n\n\n\n\n\n\nForeword-3998-0\n\n\n\n\nSCP-3998 Documents\n\n\n\n\n\n\nThe following is a partial set of documents and materials related to SCP-3998, as well as related correspondences and articles discovered on the property where SCP-3998 was originally found.\n\n\nThese Documents may only be viewed by staff with specialized 3998 clearance, the current Site-34 Administrator, and those with O5 designations.\n\n\n\n\n\n\n\n\n\n\n\n\nJournal-3998-1\n\n\nForeword:\n The following are excerpts found in contemporaneous journals from Salem that appear relevant to SCP-3998. Documentary evidence suggests a connection between SCP-3998 and one Candice Hayes, a 17th century resident of Salem. Most were found in basements and attics of historic buildings located near the property SCP-3998 was found.\n\n\n\n\n\n\nJournal 1, Author: Mary A███, 1682\n\nWe attended the wedding of Aiden Hayes and Candice. Candice seemed rather distraught. The lady's father went through all that trouble to see her married, it would be a shame if she did not appreciate it. Especially with a sir as respected as Aiden Hayes.\n\n\n\n\n\n\n\n\nJournal 2, Author: Mary A███, 1683\n\nCandice has been different. She used to keep her hair tied, but now she's been keeping it long. I see bruises on her often. She's been looking for every excuse to be alone, just so she can wend to the forest.\n\n\n\n\n\n\n\n\nJournal 3, Author: Mary A███, 1683\n\nSomething piqued my interest today. Margarete pointed out how Candice shies from her chores lately, and I heard that she might be a \nbad wife,\n making Aiden angry. Bruises make sense now.\n\n\n\n\n\n\n\n\nJournal 4, Author: Mary A███, 1691\n\nI was out washing the laundry, and I heard Candice \nshouting\n at her husband.\n\n\nI went out to ask her what was wrong, but she snapped at me, calling me \"nosy\". The amount of disrespect and scorn in the mistress is remarkable, though to be expected. I have half a mind to complain.\n\n\n\n\n\n\n\n\nJournal 5, Author: Mary A███, 1692\n\nI've been hearing some troubling things about Candice lately. Ever since she wed Aiden, she's been wandering off more. Plus, I've heard rumors that her interests are not with men.\n\n\nThe Devil must have a hold on her. Maybe Aiden will know what to do. I'll just have to tell him tomorrow.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview-3998-0\n\n\nForeword:\n The following interview was taken on June 8th, 1693 by Judge William Stoughton and the constables of Salem. Interview has been edited from its original document for clarity.\n\n\n\n\n\n\nWilliam Stoughton:\n When presented with a warrant for your arrest, you fled immediately. It's this, your refusal to speak only until you've been branded, and your husband's testimony that places you under suspicion. What do you have to say in your defense?\n\n\nCandice Hayes:\n … I have no words for it. I shalt not lie, the accusations are true.\n\n\nStoughton:\n So you admit to being a witch? And you admit to consorting with a evil spirit?\n\n\nCandice:\n I do. Although, she is not evil in heart.\n\n\n\n\nStoughton:\n What in the name of God would lead thee down such a path, to perform such detestable arts?\n\n\nCandice:\n They are not detestable. They would work for anyone, be they of God or Satan, or anyone and no one. They are merely a form of tool.\n\n\nStoughton:\n You haven't answered the question.\n\n\nCandice:\n Isn't it obvious? I did not ask to marry, yet I was waived to a bastard in my father's church. He does not respect me; to him I am his property.\n\n\nStoughton:\n Just as Lilith has done. That is the woman's place. You only had to be a faithful wife to h-\n\n\nCandice:\n Quiet! How could I be a faithful to a man I detest? I care only for Clovis, and I'll be damned if I am with anyone but her. It'd be my dying wish to see that bastard on his knees, and treated as I have.\n\n\nStoughton:\n Clovis? Is that the name of the devil that you conjured? It bewitched you.\n\n\nCandice:\n She bewitched me, but not in the manner you think.\n\n\nStoughton:\n It doesn't matter. We have your confession. An exception will be made for a witch as brazen as you. Instead of typical hanging, you shall be burned at the stake. We will see how your \"Clovis\" treats you in Hell. In the name of our Sovereign Lord and Lady, the King & Queen, may God have mercy on your soul.\n\n\nCandice:\n So be it.\n\n\n\n\n\n\n\n\n\n\n\n\nDocument-3998-3\n\n\n\n\n\n\nTo the people of this hamlet,\n\n\n\n\nAn execution of\n\n\na witch\n\n\non the tenth day of June, 1693.\n\n\nAiden Hayes has caught his wife, Candice, consorting with the devil and one of his evil angels. The evil witch has been justly convicted and shall be put to death by burning. If you are able, come to the center of town. We need good men willing to stand between Satan's whore, and our women and children. Hayes a honest, god-fearing man, and the victim of this witch, has requested to be the one to start the flame himself.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLetter-3998-4\n\n\n\n\nDear Candice,\n\n\n\nIf you are reading this, something has gone wrong.\n\n\n\nYou must be angry, confused, maybe depressed. You've given your soul to me when you were young, and we've been together since. But now that you have died, this means your soul is supposed to be mine now.\n\n\n\nBut I don't want it. I want you.\n\n\n\nI'm sorry we were caught. I'm sorry for what was done to you over the years. I'm still here for you, even if I'm not here with you.\n\n\n\nSo I've brought you back. They put you to the pyre, but I only needed the bones to make you yourself again.\n\n\nI had to remove your flesh, and I couldn't save your legs; they were too far gone. I made do with what was around me. I reaped from the field and wrapped your bones in wicker. You'll have to find a replacement.\n\n\n\nSpeaking of, your husband restocked the shelf with gin, and while you are flammable, fire will only make you stronger this time. You won't be hurt from it ever again.\n\n\n\nYou have the power to make him feel worse than what you've felt. Just a thought\n\n\n\nMake him wish he could go to Hell.\n\n\n\nI love you, and Farewell.\n\n\n\n~Clovis\n\n\n\n\n\n\nNote:\n This letter was found in the cellar of the estate, under a pillow. The letter was still sealed, and remained unopened.\n\n\n\n\n\n\n\n\n\n\nDocument-3998-5\n\n\nForeword:\n The following document is an except from an urban legend website regarding an entity called the \"Wicker Witch.\" Given supporting evidence, this is hypothesized to be Candice Hayes.\n\n\n\n\n\n\nThe Wicker Witch\n\n\nThere was once a young woman who was wed to a man against her will. She hated the man, but obeyed her father's wishes for her to bear children for his church. An evil spirit saw this, and came to her while she was out gathering in the woods. The succubus took her hand and told her \"I can help you live the life you truly wish to live. You need only to toss this one aside in exchange.\"\n\n\n\"Will you take my soul?\" the woman asked.\n\n\n\"Yes,\" said the she-devil.\n\n\n\"Will I be rich?\" the woman asked.\n\n\n\"You shall have power that money could not hope to provide.\" the spirit told her.\n\n\n\"Will I have a real love?\" the woman asked.\n\n\nThe spirit paused. \"I do not know.\"\n\n\nThe woman pondered the offer, and asked one more time, \"what shall you do with my soul?\"\n\n\nThis surprised the devil, but it kept its composure. It told her \"it will be consumed. Nothing more, nothing less.\"\n\n\nThe woman accepted, and met with the spirit everyday for ten years, and grew close. She brought the spirit berries and trinkets, and it brought her advice and its companionship. It answered her questions and taught her its magicks. The woman became a witch, and she used her power to torment her husband the same way he tormented her.\n\n\nOne day, her husband followed her and found her shaking the devil's tail. He quietly went back to the town and gathered up a mob. They tied her up to a stake, broke her legs, and hung her up like a scarecrow to burn.\n\n\nThey dumped her body down the mountain, but the devil found her, to give back her soul.\n\n\nIt wrapped her bones in reeds, and used the fire of her soul to keep her alive. But the fire consumed her, and she wanted her old husband to burn with her.\n\n\nIn the middle of the night, she doused herself in her old husband's gin, and set herself ablaze once again. She dragged her husband out of bed and fell upon him. She burned his face, and with her thumb, dug his eyes out of his skull.\n\n\nShe burned with him till his flesh melted to the floor, and the smell could be found all across Salem. She grabbed his legs, and pulled and pulled till they came loose, so that she could use them to walk again.\n\n\nOnly one of them walked out of that burning house, and it was her. His body was never found; some say that the husband futily crawled out of the wreckage looking for his missing legs, others say that the witch took his body elsewhere, so that she could continue to torture him, but many more say that he's in a hell of the witch's own creation, burning over and over again, and bringing those like him down with him, punishing them forever.\n\n\nAs for the witch herself, only one thing can be said for sure. The Wicker Witch lives.\n\n\n\n\n\n\n\n\n\n\n\n\nExamination-3998-6\n\n\nForeword:\n Further examination of SCP-3998 revealed inconsistencies in bone structure/position, suggesting the cadaver is not Candice Hayes as originally thought. Below is a medical report of the findings.\n\n\n\n\n\n\n\n\nREPORT OF INVESTIGATION BY SITE-34, SALEM, MASSACHUSETTS\n\n\n\n\nDecedent:\n \nunknown, SCP-3998\n \nRace:\n \nWhite\n \nSex:\n \nMale\n \nAge:\n \n32\n\n\nHome Address:\n [REDACTED] M W S D \nOccupation:\n \nunknown\n\n\nType of death:\n [Violent], [Found Dead], [Suspicious, unusual, or unnatural]\n\n\nInvestigation Agency:\n \nSCP F; Site-34, Department K\n\n\n\n\nDescription of clothing:\n\n\n[Unclothed]\n\n\nEyes:\n \nunknown\n \nHair:\n \nBlack\n \nMustache:\n \nBlack\n \nbeard:\n \nBlack\n\n\nWeight:\n \n5 kg\n \nlength:\n \n0.9 m\n \nBody Temp:\n \n30° C\n \nDate and Time:\n [REDACTED]\n\n\nMarks and Wounds:\n SCP-3998 has sustained severe damage to its ribs and skull, implying it was hit several times with a blunt object. 4th degree burns can be found along its torso, arms, and skull. Damage around the eye sockets. Legs appear to have been amputated postmortem, and are missing.\n\n\n\n\nProbable Cause of Death:\n 4th degree burns, or trauma to the skull\n\n\nManner of Death:\n Homicide\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-3998-2:\n After SCP-3998 was contained, there was a noted increase in the number of murders per day in Massachusetts, increasing from 0.32 to 0.48. A large portion of these deaths are arson-homicides, and the victims are known perpetrators of violent crimes. Victims appear covered in extensive 4th degree burns, and are gutted from the chest to pelvis.\n\n\nInformation on these murders could not be contained due to the corpses being discovered in public displays and being attributed to the \"Wicker Witch.\" The public has been led to believe that the perpetrator of these killings is a serial killer using the Wicker Witch legend as an inspiration, that the Wicker Witch is fictional, and that no witch burnings happened in Salem. Classification to Euclid pending on the capture and containment of the person responsible.\n\n\n\n\nFootnotes\n\n\n1\n. Those who have killed in self-defense or in an accident do not apply.\n\n\n\n\n\n\n\n\n« \nSCP-3997\n | SCP-3998 | \nSCP-3999\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-3998\n\" by Fantem, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-3998\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 3998.jpg\n\n\nName:\n Tilt Byte - 1\n\n\nAuthor:\n [\nhttp://marrowhouse.blogspot.com/2012/03/skeleton-country.html\n]\n\n\nLicense:\n Permission Given\n\n\nSource Link:\n [\nhttp://marrowhouse.blogspot.com/2012/03/skeleton-country.html\n]\n\n\n\n\n\n\nFilename:\n scp3998.PNG\n\n\nAuthor:\n \nSunnyClockwork\n\n\nName:\n Tilt Byte - 1\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n Created by author\n\n\n\n\n\n\nFilename:\n 3998.jpg\n\n\nName:\n witch.png\n\n\nAuthor:\n \nFantem\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n Created by author\n\n\n\n\n\n\nFilename:\n 3998.jpg\n\n\nName:\n letter.png\n\n\nAuthor:\n \nFantem\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n Created by author\n\n\n\n\n\n\nFilename:\n 3998.jpg\n\n\nName:\n investigation.png\n\n\nAuthor:\n \nFantem\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n Created by author",
    "addendums": [
        "Addendum-3998-1:",
        "Addendum-3998-2: After SCP-3998 was contained, there was a noted increase in the number of murders per day in Massachusetts, increasing from 0.32 to 0.48. A large portion of these deaths are arson-homicides, and the victims are known perpetrators of violent crimes. Victims appear covered in extensive 4th degree burns, and are gutted from the chest to pelvis.\nInformation on these murders could not be contained due to the corpses being discovered in public displays and being attributed to the \"Wicker Witch.\" The public has been led to believe that the perpetrator of these killings is a serial killer using the Wicker Witch legend as an inspiration, that the Wicker Witch is fictional, and that no witch burnings happened in Salem. Classification to Euclid pending on the capture and containment of the person responsible."
    ],
    "documents": [],
    "notes": [
        "Journal 1, Author: Mary A███, 1682 We attended the wedding of Aiden Hayes and Candice. Candice seemed rather distraught. The lady's father went through all that trouble to see her married, it would be a shame if she did not appreciate it. Especially with a sir as respected as Aiden Hayes.",
        "Journal 2, Author: Mary A███, 1683 Candice has been different. She used to keep her hair tied, but now she's been keeping it long. I see bruises on her often. She's been looking for every excuse to be alone, just so she can wend to the forest.",
        "Journal 3, Author: Mary A███, 1683 Something piqued my interest today. Margarete pointed out how Candice shies from her chores lately, and I heard that she might be a bad wife, making Aiden angry. Bruises make sense now.",
        "Journal 4, Author: Mary A███, 1691 I was out washing the laundry, and I heard Candice shouting at her husband. I went out to ask her what was wrong, but she snapped at me, calling me \"nosy\". The amount of disrespect and scorn in the mistress is remarkable, though to be expected. I have half a mind to complain.",
        "Journal 5, Author: Mary A███, 1692 I've been hearing some troubling things about Candice lately. Ever since she wed Aiden, she's been wandering off more. Plus, I've heard rumors that her interests are not with men. The Devil must have a hold on her. Maybe Aiden will know what to do. I'll just have to tell him tomorrow.",
        "William Stoughton: When presented with a warrant for your arrest, you fled immediately. It's this, your refusal to speak only until you've been branded, and your husband's testimony that places you under suspicion. What do you have to say in your defense? Candice Hayes: … I have no words for it. I shalt not lie, the accusations are true. Stoughton: So you admit to being a witch? And you admit to consorting with a evil spirit? Candice: I do. Although, she is not evil in heart. Stoughton: What in the name of God would lead thee down such a path, to perform such detestable arts? Candice: They are not detestable. They would work for anyone, be they of God or Satan, or anyone and no one. They are merely a form of tool. Stoughton: You haven't answered the question. Candice: Isn't it obvious? I did not ask to marry, yet I was waived to a bastard in my father's church. He does not respect me; to him I am his property. Stoughton: Just as Lilith has done. That is the woman's place. You only had to be a faithful wife to h- Candice: Quiet! How could I be a faithful to a man I detest? I care only for Clovis, and I'll be damned if I am with anyone but her. It'd be my dying wish to see that bastard on his knees, and treated as I have. Stoughton: Clovis? Is that the name of the devil that you conjured? It bewitched you. Candice: She bewitched me, but not in the manner you think. Stoughton: It doesn't matter. We have your confession. An exception will be made for a witch as brazen as you. Instead of typical hanging, you shall be burned at the stake. We will see how your \"Clovis\" treats you in Hell. In the name of our Sovereign Lord and Lady, the King & Queen, may God have mercy on your soul. Candice: So be it.",
        "To the people of this hamlet, An execution of a witch on the tenth day of June, 1693. Aiden Hayes has caught his wife, Candice, consorting with the devil and one of his evil angels. The evil witch has been justly convicted and shall be put to death by burning. If you are able, come to the center of town. We need good men willing to stand between Satan's whore, and our women and children. Hayes a honest, god-fearing man, and the victim of this witch, has requested to be the one to start the flame himself.",
        "Dear Candice, If you are reading this, something has gone wrong. You must be angry, confused, maybe depressed. You've given your soul to me when you were young, and we've been together since. But now that you have died, this means your soul is supposed to be mine now. But I don't want it. I want you. I'm sorry we were caught. I'm sorry for what was done to you over the years. I'm still here for you, even if I'm not here with you. So I've brought you back. They put you to the pyre, but I only needed the bones to make you yourself again. I had to remove your flesh, and I couldn't save your legs; they were too far gone. I made do with what was around me. I reaped from the field and wrapped your bones in wicker. You'll have to find a replacement. Speaking of, your husband restocked the shelf with gin, and while you are flammable, fire will only make you stronger this time. You won't be hurt from it ever again. You have the power to make him feel worse than what you've felt. Just a thought Make him wish he could go to Hell. I love you, and Farewell. ~Clovis",
        "\" SCP-3998 \" by Fantem, from the SCP Wiki . Source: https://scpwiki.com/scp-3998 . Licensed under CC-BY-SA .",
        "Filename: 3998.jpg Name: Tilt Byte - 1 Author: [ http://marrowhouse.blogspot.com/2012/03/skeleton-country.html ] License: Permission Given Source Link: [ http://marrowhouse.blogspot.com/2012/03/skeleton-country.html ]",
        "Filename: scp3998.PNG Author: SunnyClockwork Name: Tilt Byte - 1 License: CC BY-SA 3.0 Source Link: Created by author",
        "Filename: 3998.jpg Name: witch.png Author: Fantem License: CC BY-SA 3.0 Source Link: Created by author",
        "Filename: 3998.jpg Name: letter.png Author: Fantem License: CC BY-SA 3.0 Source Link: Created by author",
        "Filename: 3998.jpg Name: investigation.png Author: Fantem License: CC BY-SA 3.0 Source Link: Created by author"
    ],
    "containment_procedures": "SCP-3998 is to be contained in Secure Holding Locker 3998-1 (SHL 3998-1). SHL-3998-1 is to be fireproofed, and vacuum sealed to prevent access to oxygen. SCP-3998 and SHL 3998-1 are scheduled for cleaning every day at 9:00 AM.",
    "description": "SCP-3998 is a human cadaver, which expired late 17th century. SCP-3998 lacks any legs, and is covered in extensive fourth degree burns. Sometime after its death, SCP-3998's remains were collected and fashioned into a scarecrow, held together by wicker, nails, and wire. Along with its severe burns, SCP-3998 appears to have suffered blunt force trauma to multiple regions of its body; it is unclear if SCP-3998 died as a result from one of the two, or both (See Examination-3998-6).",
    "title": "SCP-3998"
}