{
    "url": "https://scp-wiki.wikidot.com/scp-4024",
    "all_text": "rating: \n+323\n+\n–\nx\n\n\n\n\n\n\nItem #:\n SCP-4024\n\n\nLevel 4/4024\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nTemple containing focal point of SCP-4024.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The area affected by SCP-4024 has been established as a No Entry Zone; its perimeter is monitored by a series of mobile outposts under the jurisdiction of Containment Area 43. These outposts are to move in accordance with the expansion of this perimeter. Personnel with Class C clearance and above are prohibited from making direct physical contact with SCP-4024. All personnel are to be reminded that voices and emotions experienced within the region are not real, and should be ignored.\n\n\n\n\n\n\nApproximate size of the SCP-4024 area indicated in blue. Focal point indicated in red.\n\n\n\n\n\n\nDescription:\n SCP-4024 is a saltwater spring located in the Gobi desert and housed within a former Buddhist temple. When fully submerged within SCP-4024, objects and organisms undergo immediate displacement to an unknown location.\n\n\nLand in the immediate vicinity of SCP-4024 is characterised by severe desertification and the presence of dense fog. Despite its non-anomalous chemical composition, inhalation of the SCP-4024 generated fog causes minor emotional distress and auditory hallucinations in sentient organisms.\n\n\nThe current radius of the area affected by SCP-4024 as of 2018.12.26 is approximately 98 kilometres, and is expanding at an indeterminable rate. As proximity to its central point increases, SCP-4024's anomalous effects also increase in magnitude.\n\n\nAddendum 4024.1:\n Test Series 4024-01\n\n\nTesting of the anomalous spatial displacement properties of SCP-4024's focal point commenced on 2018.07.30 under the supervision of Containment Area 43’s Dr. Ganbaatar Tsakhia and Senior Researcher Jonathan Haliman. Significant test results are noted below:\n\n\n\n\n\n\nObject\n\n\nStatus\n\n\nNotes\n\n\n\n\n\n\nOne (1) Pentel brand automatic pencil containing two (2) sticks of 0.5 mm lead.\n\n\nIrretrievable.\n\n\nObject was spatially displaced to an unknown location upon moment of full submersion.\n\n\n\n\n\n\nOne (1) UV/CKY-19 model autonomous underwater drone.\n\n\nIrretrievable.\n\n\nIn addition to the spatial displacement of the physical object, all video and audio transmissions were also lost at the moment of full submersion.\n\n\n\n\n\n\nOne (1) male domestic cat \n(Felis silvestris catus)\n. Tortoiseshell coat. Right ear is torn.\n\n\nIrretrievable.\n\n\nSpatial displacement occurs in living subjects in addition to inanimate objects.\n\n\n\n\n\n\nAddendum 4024.2:\n SCP-4024-1 Instances\n\n\nOn 2018.10.24, the presumed death of Senior Researcher Jonathan Haliman and subsequent post-mortem investigation led to the discovery that direct contact with the liquid contents of SCP-4024 results in recurring anomalous dreams, hereafter designated SCP-4024-1. Haliman allegedly began experiencing SCP-4024-1 instances after accidental direct physical contact with the SCP-4024 focal point during Testing Series 4024-01 on 2018.07.30, but negligently withheld this information from official Foundation documentation for personal gain.\n\n\nExtensive documentation of the SCP-4024-1 instances was discovered in Haliman’s personal research journal, with key findings excerpted below:\n\n\n\n\n2018.08.03.\n\nNight after night of bizarre dreams. I can't seem to control my wandering. It's like my feet are moving on their own. I've lost track of the number of hours that I've spent wading directionless through this strange technicolor ocean, lost in the fog. The endless chatter of nonsense is so loud that I can barely hear myself think. The sensory overload makes my head hurt.\n\n\nSometimes I see things that look like people, but they blink out of existence every time that they get too close to me, and they can't see me. I don't think they're sapient. I don't think they're even sentient. This is utterly fascinating: truly the opportunity of a lifetime. There’s an incredible breakthrough here, and I'm going to get there first.\n\n\n\n\n\n\n2018.08.30.\n\nI’ve never been more excited in my life. It's incredible. The warrior in full battle regalia crossing blades with an invisible foe atop the Statue of Liberty. The hare that becomes a spider and scuttles across the bright red roof of a Ferarri, and then becomes a leering man and slings himself into the driver's seat. The pregnant woman who twirls barefoot through rice stalks and washing machines over the surface of the churning waters. She blows a kiss and it transforms into a white dove and flies away.\n\n\nIt’s so obvious. They’re \narchetypes:\n the Hero, the Trickster, the Mother… what else could they be? I’m jumping to conclusions here but I know that I’m right. This is incredible. A dream come true. What academic mind wouldn’t be thrilled to find themselves here at the seat of human consciousness?\n\n\n\n\nResearcher Haliman was placed on indefinite medical leave on 2018.09.11 due to his erratic behaviour and rapidly declining mental health, at the time believed to be the result of his pre-existing depressive tendencies. On 2018.10.22, Researcher Haliman's application to return from medical leave was approved. His final recorded entry is excerpted below:\n\n\n\n\n2018.10.21.\n\nHello, kitty cat. You’re a sight for sore eyes. A trick that my subconscious is playing on me, or the irrefutable proof of my hypothesis? One male domestic cat, Felis silvestris catus, with a tortoiseshell coat and a torn right ear. I watched you disappear beneath the salty water of that accursed spring and now here you are, swimming like a fish through the fog in my dreams. My lighthouse in the shape of a cat.\n\n\nI finally understand. It’s a gate. I know I’m right but I can’t be sure. It's a gate that’s been leaking all this time, dripping an endless stream of sorrow from our psyche into reality. What happens if I go through it?\n\n\nThe curiosity is killing me. A chance to stand within the embodiment of imagination, of the human \nmind\n… I have to go through and see for myself. Could I truly call myself a scientist, if I didn't?\n\n\nThis is my leap of faith.\n\n\n\n\nOn 2018.10.24, Senior Researcher Jonathan Haliman entered the SCP-4024 zone without authorization and submerged himself within SCP-4024. A week's worth of food supplies were later discovered missing from Containment Area-43's storage. Researcher Haliman is considered irretrievable and presumed dead.\n\n\nAddendum 4024.3:\n Information Breach Potential\n\n\nDuring a routine psychological evaluation on 2018.12.17, Dr. Ganbaatar Tsakhia reported unusual dreams featuring the deceased Researcher Haliman. A subsequent investigation into the matter revealed that ███ Foundation-affiliated personnel worldwide had dreamed of a male matching Researcher Haliman's physical and personal characteristics between October and December 2018.\n\n\nOn 2018.12.22, the short story \nSpy On The Wall\n (published in a Ukranian literary magazine on 2018.08.04 by Oleksandra Oliynyk) was brought to Foundation attention. The work described the precise Foundation-specific aquatic drone used in Testing Series 4024-01, including its name and a number of its internal functions. Oliynyk had no prior knowledge of the Foundation. The relevant section is excerpted below:\n\n\n\n\nBlackjack knelt tensely by the side of the dock, watching the remote operated undersea vehicle sink beneath the waves. The mob could be upon him at any moment, but he couldn’t stop now. The mission was too important. And the UV/CKY-19 was their only hope…\n\n\n\n\nSubsequent Foundation investigations additionally discovered ████ pieces of media worldwide featuring \"Jonathan Haliman\", all published either on or after 2018.10.24. These include a Chinese arthouse movie, a sculpture collection, and a series of British children's books. The following is excerpted from \nStopping for A Spell (Hemlock Magician Book 4)\n by Whitney Blake, page 157:\n\n\n\n\n“Go now, my apprentice.” Wizard Haliman shuddered. The poisonous green crystals were rapidly encasing his torso, but his dark eyes shone fever-bright with triumph. “You must be my voice. Run as fast as your legs can carry you. You must deliver my message to—“\n\n\n“But what about \nyou?”\n cried Elsabeth. “I can’t just leave you here!”\n\n\n“It does not matter,” croaked the old wizard. “Our mission is more important. You must find Sullivan Cornelius Pendragon of the Forty Third Chamber, and you must tell him…”\n\n\nHaliman broke off with a wheeze. At his feet, his familiar mewled sadly. The tortoiseshell tomcat pawed desperately at its master’s crystalline prison, but it could not slow down the relentless encroach of the dark elves’ terrible curse.\n\n\n“Tell him what?” Elsabeth wiped desperately at her face, trying to hold back her tears.\n\n\n“Tell him what we discovered,” Haliman wheezed. “Tell him about the Gate, and the way that we crossed through to another realm. Tell him that I was right all along. Swear it, Elsabeth!”\n\n\n“I swear,” whispered Elsabeth, but it was too late. The crystals had reached Haliman’s face, and he was lost to the world.\n\n\n\n\nAs of 2018.12.26, all items used in submersion testing with SCP-4024 must be submitted for approval by the Director of Containment Area 43, due to the potential for further information security breaches.\n\n\n\n\n\n\n\n\n\n\nMore by Keyii\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3009\n\n\nRating: 490\n\n\n\n\n\n\nSCP-4024\n\n\nRating: 323\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nGrin and Bear It\n\n\nRating: 219\n\n\n\n\n\n\nAnomalous Teens Against Trilobite Schemes\n\n\nRating: 149\n\n\n\n\n\n\nTwo Roads Diverge (The 3009-C Remix)\n\n\nRating: 97\n\n\n\n\n\n\nCafeteria Chat\n\n\nRating: 90\n\n\n\n\n\n\n\n\n\n\n\n\nWith other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-3744\n\n\nJanitorCakeworth\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4023\n | SCP-4024 | \nSCP-4025\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4024\n\" by keyii and Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4024\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Demchig Monastery 27 plus fog.png\n\n\nAuthor:\n Anonymous\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n \"\nDemchig Monastery 27\n\" released into the public domain by \nBrücke-Osteuropa\n\n\n\n\n\n\nFilename:\n Gobi_desert_map_plus_zones.jpg\n\n\nAuthor:\n Anonymous\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n \"\nGobi desert map.png\n\" by \nKmusser\n, \nCC BY-SA 3.0",
    "addendums": [
        "Addendum 4024.1: Test Series 4024-01\nTesting of the anomalous spatial displacement properties of SCP-4024's focal point commenced on 2018.07.30 under the supervision of Containment Area 43’s Dr. Ganbaatar Tsakhia and Senior Researcher Jonathan Haliman. Significant test results are noted below:",
        "Addendum 4024.2: SCP-4024-1 Instances\nOn 2018.10.24, the presumed death of Senior Researcher Jonathan Haliman and subsequent post-mortem investigation led to the discovery that direct contact with the liquid contents of SCP-4024 results in recurring anomalous dreams, hereafter designated SCP-4024-1. Haliman allegedly began experiencing SCP-4024-1 instances after accidental direct physical contact with the SCP-4024 focal point during Testing Series 4024-01 on 2018.07.30, but negligently withheld this information from official Foundation documentation for personal gain.\nExtensive documentation of the SCP-4024-1 instances was discovered in Haliman’s personal research journal, with key findings excerpted below:\nResearcher Haliman was placed on indefinite medical leave on 2018.09.11 due to his erratic behaviour and rapidly declining mental health, at the time believed to be the result of his pre-existing depressive tendencies. On 2018.10.22, Researcher Haliman's application to return from medical leave was approved. His final recorded entry is excerpted below:\nOn 2018.10.24, Senior Researcher Jonathan Haliman entered the SCP-4024 zone without authorization and submerged himself within SCP-4024. A week's worth of food supplies were later discovered missing from Containment Area-43's storage. Researcher Haliman is considered irretrievable and presumed dead.",
        "Addendum 4024.3: Information Breach Potential\nDuring a routine psychological evaluation on 2018.12.17, Dr. Ganbaatar Tsakhia reported unusual dreams featuring the deceased Researcher Haliman. A subsequent investigation into the matter revealed that ███ Foundation-affiliated personnel worldwide had dreamed of a male matching Researcher Haliman's physical and personal characteristics between October and December 2018.\nOn 2018.12.22, the short story Spy On The Wall (published in a Ukranian literary magazine on 2018.08.04 by Oleksandra Oliynyk) was brought to Foundation attention. The work described the precise Foundation-specific aquatic drone used in Testing Series 4024-01, including its name and a number of its internal functions. Oliynyk had no prior knowledge of the Foundation. The relevant section is excerpted below:\nSubsequent Foundation investigations additionally discovered ████ pieces of media worldwide featuring \"Jonathan Haliman\", all published either on or after 2018.10.24. These include a Chinese arthouse movie, a sculpture collection, and a series of British children's books. The following is excerpted from Stopping for A Spell (Hemlock Magician Book 4) by Whitney Blake, page 157:\nAs of 2018.12.26, all items used in submersion testing with SCP-4024 must be submitted for approval by the Director of Containment Area 43, due to the potential for further information security breaches."
    ],
    "documents": [],
    "notes": [
        "2018.08.03. Night after night of bizarre dreams. I can't seem to control my wandering. It's like my feet are moving on their own. I've lost track of the number of hours that I've spent wading directionless through this strange technicolor ocean, lost in the fog. The endless chatter of nonsense is so loud that I can barely hear myself think. The sensory overload makes my head hurt. Sometimes I see things that look like people, but they blink out of existence every time that they get too close to me, and they can't see me. I don't think they're sapient. I don't think they're even sentient. This is utterly fascinating: truly the opportunity of a lifetime. There’s an incredible breakthrough here, and I'm going to get there first.",
        "2018.08.30. I’ve never been more excited in my life. It's incredible. The warrior in full battle regalia crossing blades with an invisible foe atop the Statue of Liberty. The hare that becomes a spider and scuttles across the bright red roof of a Ferarri, and then becomes a leering man and slings himself into the driver's seat. The pregnant woman who twirls barefoot through rice stalks and washing machines over the surface of the churning waters. She blows a kiss and it transforms into a white dove and flies away. It’s so obvious. They’re archetypes: the Hero, the Trickster, the Mother… what else could they be? I’m jumping to conclusions here but I know that I’m right. This is incredible. A dream come true. What academic mind wouldn’t be thrilled to find themselves here at the seat of human consciousness?",
        "2018.10.21. Hello, kitty cat. You’re a sight for sore eyes. A trick that my subconscious is playing on me, or the irrefutable proof of my hypothesis? One male domestic cat, Felis silvestris catus, with a tortoiseshell coat and a torn right ear. I watched you disappear beneath the salty water of that accursed spring and now here you are, swimming like a fish through the fog in my dreams. My lighthouse in the shape of a cat. I finally understand. It’s a gate. I know I’m right but I can’t be sure. It's a gate that’s been leaking all this time, dripping an endless stream of sorrow from our psyche into reality. What happens if I go through it? The curiosity is killing me. A chance to stand within the embodiment of imagination, of the human mind … I have to go through and see for myself. Could I truly call myself a scientist, if I didn't? This is my leap of faith.",
        "Blackjack knelt tensely by the side of the dock, watching the remote operated undersea vehicle sink beneath the waves. The mob could be upon him at any moment, but he couldn’t stop now. The mission was too important. And the UV/CKY-19 was their only hope…",
        "“Go now, my apprentice.” Wizard Haliman shuddered. The poisonous green crystals were rapidly encasing his torso, but his dark eyes shone fever-bright with triumph. “You must be my voice. Run as fast as your legs can carry you. You must deliver my message to—“ “But what about you?” cried Elsabeth. “I can’t just leave you here!” “It does not matter,” croaked the old wizard. “Our mission is more important. You must find Sullivan Cornelius Pendragon of the Forty Third Chamber, and you must tell him…” Haliman broke off with a wheeze. At his feet, his familiar mewled sadly. The tortoiseshell tomcat pawed desperately at its master’s crystalline prison, but it could not slow down the relentless encroach of the dark elves’ terrible curse. “Tell him what?” Elsabeth wiped desperately at her face, trying to hold back her tears. “Tell him what we discovered,” Haliman wheezed. “Tell him about the Gate, and the way that we crossed through to another realm. Tell him that I was right all along. Swear it, Elsabeth!” “I swear,” whispered Elsabeth, but it was too late. The crystals had reached Haliman’s face, and he was lost to the world.",
        "\" SCP-4024 \" by keyii and Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-4024 . Licensed under CC-BY-SA .",
        "Filename: Demchig Monastery 27 plus fog.png Author: Anonymous License: CC BY-SA 3.0 Derivative of: \" Demchig Monastery 27 \" released into the public domain by Brücke-Osteuropa",
        "Filename: Gobi_desert_map_plus_zones.jpg Author: Anonymous License: CC BY-SA 3.0 Derivative of: \" Gobi desert map.png \" by Kmusser , CC BY-SA 3.0"
    ],
    "containment_procedures": "The area affected by SCP-4024 has been established as a No Entry Zone; its perimeter is monitored by a series of mobile outposts under the jurisdiction of Containment Area 43. These outposts are to move in accordance with the expansion of this perimeter. Personnel with Class C clearance and above are prohibited from making direct physical contact with SCP-4024. All personnel are to be reminded that voices and emotions experienced within the region are not real, and should be ignored.",
    "description": "SCP-4024 is a saltwater spring located in the Gobi desert and housed within a former Buddhist temple. When fully submerged within SCP-4024, objects and organisms undergo immediate displacement to an unknown location.",
    "title": "SCP-4024"
}