{
    "url": "https://scp-wiki.wikidot.com/scp-4026",
    "all_text": "What a douchebag.\n\n\n\n\n\n\n\n\nrating: \n+340\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This work of fiction involves scenes which depict or allude to topics which may be particularly distressing for some readers.\n\n\n\n\nSuicide\n\n\n\n\n\n\n\n\n\n\nrating: \n+340\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nItem #:\n SCP-4026\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n No containment procedures are necessary at this time.\n\n\nDescription:\n SCP-4026 is a phenomenon affecting an estimated 100 meter stretch of land of the Beachy Head chalk headland in East Sussex, England. In order to activate an SCP-4026 event, a single subject must approach an affected area with suicidal intent. Upon coming within 5 meters of the cliff's edge, SCP-4026-1 will manifest and engage the subject.\n\n\nSCP-4026-1 resembles a humanoid of indeterminate age and sex, which possesses minor cognitohazardous properties. Attempts to capture or describe any aspect of SCP-4026-1 (aside from its voice) have thus far resulted in failure. Survivors of SCP-4026 events claim to have no memory of interacting with SCP-4026-1, but are able to recall being dissuaded from ending their lives via unexplained means, typically citing an overabundance of negative emotion and disgust at their actions. SCP-4026-1 will demanifest when its target is no longer within 5 meters of it.\n\n\n93% of recorded SCP-4026 events result in the activating subject's survival.\n\n\nAddendum 4026.01:\n On 07/07/2019, one Elliot Schneider (Male, Age 32) approached a hidden SCP-4026 observation area and triggered the anomaly. Notably, this was the first instance in which an SCP-4026 event lasted longer than five minutes. Below is a transcribed log of Schneider's interaction with SCP-4026-1.\n\n\n\n\n<BEGIN LOG>\n\n\nSCP-4026-1:\n Lovely view, isn't it?\n\n\nSchneider:\n Bloody hell, where did you come from?\n\n\nSCP-4026-1:\n I'm always round these parts. It's good fun, it is.\n\n\nSchneider:\n Yeah right.\n\n\nSCP-4026-1:\n You thinking of jumping? That's why most people come here, you know.\n\n\nSchneider:\n So what, are you out here playing guardian angel? I appreciate the gesture but really, I uh, I'd rather not get into it. Just please leave.\n\n\nSCP-4026-1:\n Oh no, I'd rather stay. Have a chit-chat. What do you say?\n\n\nSchneider:\n No. Why do you care so much?\n\n\nSCP-4026-1:\n Don't worry about it. You married?\n\n\nSchneider:\n No, not since last February.\n\n\nSCP-4026-1:\n Any kids? Did she take them?\n\n\nSchneider:\n Yeah, full custody. Took the dog, too.\n\n\nSCP-4026-1:\n Wow. Even the dog. Sounds like she really did a number on you.\n\n\nSchneider:\n Jesus mate. Are you trying to get me to fucking jump?\n\n\nSCP-4026-1:\n Why, yes. It's why I'm here.\n\n\nSchneider:\n Holy shit.\n\n\nSCP-4026-1:\n It's quite a lovely show, and it's a shame no one else is around to see it.\n\n\nSchneider:\n … this is how you get your kicks, you sick fuck?\n\n\nSCP-4026-1:\n Are you planning on putting on a show or not?\n\n\n[There is a silence for thirty seconds. Schneider's breathing becomes labored before vocalizing in frustration.]\n\n\nSCP-4026-1:\n Well?\n\n\nSchneider:\n I made up my mind.\n\n\nSCP-4026-1:\n Oh? Will you do it?\n\n\nSchneider:\n Only if you answer a question for me first.\n\n\nSCP-4026-1:\n I typically would refuse, but… you look promising. Go for it.\n\n\nSchneider:\n Why do you like watching people jump off?\n\n\nSCP-4026-1:\n No reason. It beats doing nothing.\n\n\nSchneider:\n Really? You just like watching people jump off these cliffs? Simple as that?\n\n\nSCP-4026-1:\n Were you expecting some great, complicated answer? It really doesn't get any more complicated than that. Now go on then, I've waited long enough.\n\n\nSchneider:\n Fuck you.\n\n\nSCP-4026-1:\n Yes, yes fuck me and all that now g-\n\n\n[There are sounds of a scuffle between the two for fifteen seconds until only Schneider's labored breathing is audible. SCP-4026-1 screams.]\n\n\n[There is a distant thud followed by silence, interrupted only by Schneider's breathing.]\n\n\nSchneider:\n … shit… shit! The police are going to fuckin' kill me!\n\n\n<END LOG>\n\n\n\n\nFoundation agents moved in to seize Schneider and search for SCP-4026-1. Despite the sound of an object impacting against the beach under the cliffside and Schneider's insinuations, no remains were found. No further SCP-4026 events have occurred since and is considered Neutralized.\n\n\nFollowing these events, Schneider was assigned a psychiatrist and therapist in London after standard relocation amnestic treatment.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-1712\n \n•\n\n\n\n\n\n\nSCP-057-INT\n \n•\n\n\n\n\n\n\nSCP-6938\n \n•\n\n\n\n\n\n\nSCP-3803\n \n•\n\n\n\n\n\n\nSCP-5047\n \n•\n\n\n\n\n\n\nSCP-5148\n \n•\n\n\n\n\n\n\nSCP-3863\n \n•\n\n\n\n\n\n\nSCP-5231\n \n•\n\n\n\n\n\n\nSCP-8984\n \n•\n\n\n\n\n\n\nSCP-4934\n \n•\n\n\n\n\n\n\nSCP-3923\n \n•\n\n\n\n\n\n\nSCP-3867\n \n•\n\n\n\n\n\n\nSCP-ES-101-J\n \n•\n\n\n\n\n\n\nSCP-4967\n \n•\n\n\n\n\n\n\nSCP-PL-274\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nFifteenth Anonymous Donation\n \n•\n\n\n\n\n\n\nLife Insurance Policy\n \n•\n\n\n\n\n\n\nWho Wants To Live Forever?\n \n•\n\n\n\n\n\n\nMyocardial Infarction\n \n•\n\n\n\n\n\n\nDivine Intervention\n \n•\n\n\n\n\n\n\nUIU File: 2008-021\n \n•\n\n\n\n\n\n\nAn Epitaph For SCP-173\n \n•\n\n\n\n\n\n\nWhat Came After\n \n•\n\n\n\n\n\n\nNico's Proposal\n \n•\n\n\n\n\n\n\nThe Containment Of Arsène Lupin\n \n•\n\n\n\n\n\n\nI Don't Get It, But I'll Figure It Out.\n \n•\n\n\n\n\n\n\nCritter Profile: Sandra And George!\n \n•\n\n\n\n\n\n\nMasquerade's End\n \n•\n\n\n\n\n\n\nFuckmylife666\n \n•\n\n\n\n\n\n\nThe Pursuit of Knowledge, and Other Frivolities\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4025\n | SCP-4026 | \nSCP-4027\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4026\n\" by Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4026\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4026.01: On 07/07/2019, one Elliot Schneider (Male, Age 32) approached a hidden SCP-4026 observation area and triggered the anomaly. Notably, this was the first instance in which an SCP-4026 event lasted longer than five minutes. Below is a transcribed log of Schneider's interaction with SCP-4026-1.\nFoundation agents moved in to seize Schneider and search for SCP-4026-1. Despite the sound of an object impacting against the beach under the cliffside and Schneider's insinuations, no remains were found. No further SCP-4026 events have occurred since and is considered Neutralized.\nFollowing these events, Schneider was assigned a psychiatrist and therapist in London after standard relocation amnestic treatment.\n"
    ],
    "documents": [],
    "notes": [
        "<BEGIN LOG> SCP-4026-1: Lovely view, isn't it? Schneider: Bloody hell, where did you come from? SCP-4026-1: I'm always round these parts. It's good fun, it is. Schneider: Yeah right. SCP-4026-1: You thinking of jumping? That's why most people come here, you know. Schneider: So what, are you out here playing guardian angel? I appreciate the gesture but really, I uh, I'd rather not get into it. Just please leave. SCP-4026-1: Oh no, I'd rather stay. Have a chit-chat. What do you say? Schneider: No. Why do you care so much? SCP-4026-1: Don't worry about it. You married? Schneider: No, not since last February. SCP-4026-1: Any kids? Did she take them? Schneider: Yeah, full custody. Took the dog, too. SCP-4026-1: Wow. Even the dog. Sounds like she really did a number on you. Schneider: Jesus mate. Are you trying to get me to fucking jump? SCP-4026-1: Why, yes. It's why I'm here. Schneider: Holy shit. SCP-4026-1: It's quite a lovely show, and it's a shame no one else is around to see it. Schneider: … this is how you get your kicks, you sick fuck? SCP-4026-1: Are you planning on putting on a show or not? [There is a silence for thirty seconds. Schneider's breathing becomes labored before vocalizing in frustration.] SCP-4026-1: Well? Schneider: I made up my mind. SCP-4026-1: Oh? Will you do it? Schneider: Only if you answer a question for me first. SCP-4026-1: I typically would refuse, but… you look promising. Go for it. Schneider: Why do you like watching people jump off? SCP-4026-1: No reason. It beats doing nothing. Schneider: Really? You just like watching people jump off these cliffs? Simple as that? SCP-4026-1: Were you expecting some great, complicated answer? It really doesn't get any more complicated than that. Now go on then, I've waited long enough. Schneider: Fuck you. SCP-4026-1: Yes, yes fuck me and all that now g- [There are sounds of a scuffle between the two for fifteen seconds until only Schneider's labored breathing is audible. SCP-4026-1 screams.] [There is a distant thud followed by silence, interrupted only by Schneider's breathing.] Schneider: … shit… shit! The police are going to fuckin' kill me! <END LOG>",
        "\" SCP-4026 \" by Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-4026 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4026",
    "object_class": "Neutralized",
    "containment_procedures": "No containment procedures are necessary at this time.",
    "description": "SCP-4026 is a phenomenon affecting an estimated 100 meter stretch of land of the Beachy Head chalk headland in East Sussex, England. In order to activate an SCP-4026 event, a single subject must approach an affected area with suicidal intent. Upon coming within 5 meters of the cliff's edge, SCP-4026-1 will manifest and engage the subject.",
    "title": "SCP-4026"
}