{
    "url": "https://scp-wiki.wikidot.com/scp-4028",
    "all_text": "rating: \n+633\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4028:\n La Historia de Don Quixote de la Mancha\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n, \nLink\n, and \nLink\n.\n\n\nInspired, of course, by \nDon Quixote\n.\n\n\nMusic:\n \nMan of La Mancha\n (Colm Wilkinson)\n\n\nNext: [\nSCP-3546\n]: \nDoggone It, I Fold!\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+633\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nNOTE: YOU ARE VIEWING AN ARCHIVED ITERATION OF THIS FILE.\n\n\nThis file is a previous iteration of an active document. It has been locked and archived. Any information contained within may be inaccurate or fail to reflect the most recently available data.\n\n\nPlease contact this anomaly's current Containment Director (\npmenard@scp.pataphysics\n) or email your IntSCPFN server administrator for more details.\n\n\n— Pierre Menard, Director of Pataphysics\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-4028\n\n\nLevel 4/4028\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nFig 1.1:\n A depiction of SCP-4028 (from the cover of a 1827 British edition of \nDon Quixote\n).\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The development of effective containment procedures for SCP-4028 is ongoing. Meanwhile, personnel are to focus on the expungement of all canonical deviations in fiction caused by SCP-4028. To accomplish this, the following measures are in place:\n\n\n\n\nA Foundation-operated bot (I/O-ISMETA) is to monitor academic journals focused on Western literature and flag articles discussing texts deviating from canons for review.\n\n\nA Foundation-operated bot (I/O-MANDELA) is to monitor online fiction communities and flag discussions regarding texts deviating from canons for review.\n\n\nTexts which deviate from established literary canons are to be reviewed by MTF Rho-1 (\"The Professors\") to determine whether or not these deviations constitute evidence of alterations by SCP-4028.\n\n\nWhen an altered text is identified, a joint operation conducted by MTF Rho-1 (\"The Professors\"), MTF Mu-4 (\"Debuggers\"), and MTF Gamma-5 (\"Red Herrings\") is to expunge all knowledge (digital, physical, and anecdotal) of these texts from public records.\n\n\nWhen feasible, altered texts are to be restored to their unaltered state. Otherwise, these texts are to be destroyed.\n\n\n\n\nDescription:\n SCP-4028 is Alonso Quixano, the protagonist of Miguel de Cervantes' 17th century Spanish novel, \nEl Ingenioso Hidalgo Don Quijote de la Mancha\n (\nThe Ingenious Nobleman Sir Quixote of La Mancha\n, or \nDon Quixote\n). In \nDon Quixote\n, Alonso Quixano is a Spanish noble (or \nhidalgo\n) who goes mad from reading chivalric romances. He proclaims himself a knight-errant and takes the name Don Quixote de la Mancha, recruiting a simple farmer (Sancho Panza) to act as his loyal squire. \nDon Quixote\n was published by Cervantes in two parts (the first in 1605, and the second in 1615); it is widely considered to be one of the most influential works in Western literature.\n\n\nSCP-4028 is a sapient metafictional construct capable of inhabiting and altering fictional texts narratively adjacent to the one it occupies. Adjacency is determined via characters or settings shared between texts. SCP-4028 alters stories it enters to more closely fit its ideals of knightly conduct. This includes defending those it perceives as helpless, striking down those it perceives as wicked, and extolling the virtues of romantic chivalry.\n\n\nAddendum 4028.1:\n Examples of Altered Texts\n\n\n\n\n\n\nORIGINAL TEXT\n\n\nALTERATIONS\n\n\n\n\n\n\nA 1845 copy of the \nNew York Tribune\n containing the poem, \nThe Raven\n.\n\n\nAfter the seventh refrain, Alonso Quixano arrives on horseback and strikes the raven down with an axe. The remainder of the poem is a debate between the narrator and Alonso regarding who is lovelier: the narrator's lost Lenore, or Alonso's beloved Dulcinea. It concludes with a fist-fight.\n1\n\n\n\n\n\n\nAn 1847 English edition of \nA Christmas Carol\n.\n\n\nAfter Ebeneezer Scrooge arrives at the churchyard, Alonso Quixano charges the Ghost of Christmas Yet to Come on horseback, striking it down. Alonso then carries Ebeneezer home atop an exhausted Rocinante.\n2\n The story continues as before, with Ebeneezer awakening in his bed as a changed man. An additional paragraph at the end mentions the world's gratitude to the mysterious knight who 'slew Death itself'.\n\n\n\n\n\n\nAn 1876 English edition of \nMemoirs of a Woman of Pleasure\n (or \nFanny Hill\n).\n\n\nFanny writes to 'Madame' about the mysterious knight who arrived on horseback and struck down a brothel moments before it lured her into its doors. The stranger then gave her a sack of gold acquired from \"a miserly fellow who had no more need of it\". She used this money to establish an orphanage and school for poor and vulnerable children such as herself. The remainder of the book consists of Fanny explaining the pleasures and meaning behind various types of flower arrangements (complete with illustrations).\n\n\n\n\n\n\nAn 1881 French edition of \nJustine, or the Misfortunes of Virtue\n.\n\n\nAs the story begins, Alonso Quixano joins the twelve year old Justine; he accompanies her until the novel's end. All encounters which previously resulted in Justine's torture, assault, and/or rape are now resolved by Alonso preemptively striking down the responsible parties as soon as they appear. Justine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel. The story hastily concludes with both sisters receiving a large inheritance and living happily ever after.\n\n\n\n\n\n\nA 1956 English edition of \nThe Fellowship of the Ring\n.\n\n\nAlonso Quixano appears at the Council of Elrond, where he suggests a joust to determine who should carry the ring. After this idea is dismissed by Gandalf, Alonso states that he will \"finish this fool errand myself, then\". He takes the ring and rides to Mordor, striking down all evil-doers he encounters along the way. Once there, he returns the ring to Sauron (\"as it is your property, and therefore yours by right\") and challenges him to a duel. Sauron accepts, and is immediately struck down.\n\n\n\n\n\n\nA 1982 English edition of \nThe Dark Tower: The Gunslinger\n.\n\n\nImmediately after the opening line ('The man in Black fled across the Desert, and the Gunslinger followed'), Alonso appears on horseback. He overtakes Walter (the man in Black), incapacitates him with a blow from his sword, then drags him back to Roland (the Gunslinger). Once Walter awakens, he is forced to duel Roland honorably (under Alonso's watchful eye). Roland strikes Walter down. The remainder of the novel consists of vignettes wherein Alonso instructs Roland on how to be a virtuous knight, including taking Jake on as his squire and fighting evil throughout the wastes.\n\n\n\n\n\n\nA 1997 English edition of \nHarry Potter and the Philosopher's Stone\n.\n\n\nWhen Rubeus Hagrid arrives to tell Harry that he has been accepted into Hogwarts, Alonso arrives on horseback and strikes the half-giant down. Alonso then explains to Harry that giants, wizards, and sorcerers all traffic with the Devil and must be avoided at any cost. The remainder of the novel consists of Harry living a life of patient penitence with the Dursleys, who have been inspired by Alonso's example to become kind and virtuous guardians.\n\n\n\n\n\n\nAddendum 4028.2:\n Discovery and Designation\n\n\nEvidence for the existence of SCP-4028 was first noted by Foundation personnel in 2005 after the discovery of a manuscript previously thought lost (\nHistoria del Huérfano\n, or \nThe Orphan's Story\n). Written between 1608 and 1615 by Martín de León y Cárdenas (a Malagan-born monk), \nThe Orphan's Story\n features Alonso Quixano as a supporting character. He criticizes the narrative for failing to conform to the virtues of romantic chivalry, spends several pages extolling these virtues, then challenges Sir Francis Drake to a duel.\n3\n\n\nResearchers could not determine whether the incongruity between Alonso Quixano's appearance in \nThe Orphan's Story\n and \nDon Quixote\n constituted an anomaly or a collaboration between their respective authors. This led to the involvement of the \nPataphysics Department\n (a fictitious department created for the purposes of investigating, counteracting, and containing allegorical and/or metafictional anomalies) to settle the dispute.\n\n\nAfter significant debate, the use of \nSCP-423\n (a sapient metafictional construct capable of entering and exploring textual narratives) to determine whether Alonso Quixano's appearance in \nThe Orphan's Story\n was anomalous was authorized. Notably, Dr. Pierre Menard (a leading scholar of \nDon Quixote\n and the director of the Pataphysics Department at the time) requested that his opposition to this motion be noted in SCP-4028's documentation.\n4\n\n\nSCP-423 was introduced to a journal and briefed on his task via hand-written notes by Agent O'Hara:\n\n\n\n\nSCP-423 JOURNAL EXCERPT\n\n\n\n\nDATE:\n 21/08/2005\n\n\nINTERVIEWER:\n Agent O'Hara\n\n\n\n\n\n\nHello.\n\n\n\n\nSCP-423, you're going to be entering a 17th century Spanish manuscript entitled \nThe Orphan's Story\n. We need you to determine if one of the characters in it was inserted anomalously.\n\n\n\n\nOkay. I don't know Spanish, though. What's the book about?\n\n\n\n\nWe've translated a copy to English for you. It's about a Granada-born orphan who travels to the Spanish empire in the Americas.\n\n\n\n\nNeat. So, what character am I investigating?\n\n\n\n\nAlonso Quixano. He appears near the end, in a segment where Sir Francis Drake launches a failed attack on Puerto Rico.\n\n\n\n\nOkay.\n\n\nWait.\n\n\nAlonso Quixano?\n\n\n\n\nThat is correct.\n\n\n\n\nAlonso Quixano.\n\n\n\n\nYes.\n\n\n\n\nDon Quixote.\n\n\n\n\nYes.\n\n\n\n\nThe\n Don Quixote.\n\n\n\n\nCorrect.\n\n\n\n\nYou're sending me in after Don Quixote.\n\n\n\n\nIs there a problem?\n\n\n\n\nI\n...\n look, not to be a dick, but do you have any idea who the heck this guy is?\n\n\nYou're not sending me after some two-bit \nnoir cut-out\n or a hoighty-toighty \nmeta-vore\n. This is \nthe Man of La Mancha\n. His fourth wall breaks have got fourth wall breaks. He's got fan-fiction about himself in his own story, which itself is fan-fiction of a story that doesn't even exist. He basically wrote the book on metafiction. Like, literally — it's his book.\n\n\n\n\nSo, can you do this?\n\n\n\n\nJeez. Yeah. Just, uh — don't blame me if things go squirrely, okay?\n\n\n\n\nJust be careful.\n\n\n\n\nAfter entering an English translation of \nThe Orphan's Story\n, researchers noted that all reference to SCP-4028 within it disappeared. This change occurred simultaneously across all known copies of the manuscript. Immediately thereafter, SCP-423 returned to his journal and re-initiated contact with Agent O'Hara.\n\n\n\n\nSCP-423 JOURNAL EXCERPT\n\n\n\n\nDATE:\n 23/08/2005\n\n\nINTERVIEWER:\n Agent O'Hara\n\n\n\n\n\n\nCrap.\n\n\nCrap crap \ncrap\n.\n\n\nCRAP.\n\n\n\n\nSCP-423, what happened?\n\n\n\n\nI think I ticked him off. I think, uh — look, you might want to call some people and tell them that we could have a serious metanarrative crisis on our hands.\n\n\n\n\nPlease explain.\n\n\n\n\nSo, first he thinks I'm some sort of evil wizard, right? I tell him I'm not. I tell him I was sent here to figure out what his deal is — find out if he's in the wrong book. I tell him I was sent by the Foundation, this big organization that investigates anomalies like him. Then he sits down and gets real quiet for a while. And, uh.\n\n\n\n\nAnd?\n\n\n\n\nHe asks me if the Foundation upholds the virtues of knightly chivalry. And\n...\n\n\n\n\nWhat did you tell him?\n\n\n\n\nLook, it's not like you guys aren't good, sometimes — but sometimes you're, y'know, not so good? Sometimes you're kind of bad. It's complicated, okay? And that's what I told him. 'It's complicated'. I kept trying to explain that, but, uh, this is not a guy who 'gets' complicated. So after a while, he just stands, draws this busted up sword, says some stuff, and I just — I just ran. I just ran as fast as I could.\n\n\n\n\nWhat did he say?\n\n\n\n\nYou need to call your people. You need to call them and tell them he's coming.\n\n\n\n\nFred. What did he say?\n\n\n\n\nHe said you sound like giants.\n\n\n\n\n\n\nOne week after this event, SCP-4028 began to manifest in multiple works throughout Western literature. SCP-4028 has since been designated as anomalous.\n5\n\n\n\n\n\n\nNOTE:\n You are currently viewing an outdated iteration (14/02/2006) of this document. To view a more recent revision, click \nhere\n.\n\n\nOtherwise, please contact this article's current administrator (\npmenard@scp.pataphysics\n) for more details.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Dulcinea's true name was Aldonza Lorenzo. She was a peasant farm-girl who never even knew Alonso existed.\n\n\n2\n. An aging, long-suffering steed.\n\n\n3\n. \nImbécil.\n\n\n4\n. Better to let sleeping dogs lie.\n\n\n5\n. I warned them. There is no reasoning with that stubborn old fool.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4027\n | SCP-4028 | \nSCP-4029\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4028\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4028\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n padlock.png\n\n\nName:\n Document text security.svg\n\n\nAuthor:\n PICOL, PIctorial COmmunication Language\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n quixote.png\n\n\nAuthor:\n \nThe Great Hippo\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Band van beige kalfsleer-KONB12-857F31.jpeg\n\n\nAuthor:\n Koninklijke Bibliotheek\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n quixote2.png\n\n\nAuthor:\n \nThe Great Hippo\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Don Quixote 16.jpg\n\n\nAuthor:\n Holger Thölking\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n windmill.png\n\n\nAuthor:\n \nThe Great Hippo\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Three 3 prong windmills.jpg\n\n\nAuthor:\n Pexels\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-423 JOURNAL EXCERPT DATE: 21/08/2005 INTERVIEWER: Agent O'Hara Hello. SCP-423, you're going to be entering a 17th century Spanish manuscript entitled The Orphan's Story . We need you to determine if one of the characters in it was inserted anomalously. Okay. I don't know Spanish, though. What's the book about? We've translated a copy to English for you. It's about a Granada-born orphan who travels to the Spanish empire in the Americas. Neat. So, what character am I investigating? Alonso Quixano. He appears near the end, in a segment where Sir Francis Drake launches a failed attack on Puerto Rico. Okay. Wait. Alonso Quixano? That is correct. Alonso Quixano. Yes. Don Quixote. Yes. The Don Quixote. Correct. You're sending me in after Don Quixote. Is there a problem? I ... look, not to be a dick, but do you have any idea who the heck this guy is? You're not sending me after some two-bit noir cut-out or a hoighty-toighty meta-vore . This is the Man of La Mancha . His fourth wall breaks have got fourth wall breaks. He's got fan-fiction about himself in his own story, which itself is fan-fiction of a story that doesn't even exist. He basically wrote the book on metafiction. Like, literally — it's his book. So, can you do this? Jeez. Yeah. Just, uh — don't blame me if things go squirrely, okay? Just be careful.",
        "SCP-423 JOURNAL EXCERPT DATE: 23/08/2005 INTERVIEWER: Agent O'Hara Crap. Crap crap crap . CRAP. SCP-423, what happened? I think I ticked him off. I think, uh — look, you might want to call some people and tell them that we could have a serious metanarrative crisis on our hands. Please explain. So, first he thinks I'm some sort of evil wizard, right? I tell him I'm not. I tell him I was sent here to figure out what his deal is — find out if he's in the wrong book. I tell him I was sent by the Foundation, this big organization that investigates anomalies like him. Then he sits down and gets real quiet for a while. And, uh. And? He asks me if the Foundation upholds the virtues of knightly chivalry. And ... What did you tell him? Look, it's not like you guys aren't good, sometimes — but sometimes you're, y'know, not so good? Sometimes you're kind of bad. It's complicated, okay? And that's what I told him. 'It's complicated'. I kept trying to explain that, but, uh, this is not a guy who 'gets' complicated. So after a while, he just stands, draws this busted up sword, says some stuff, and I just — I just ran. I just ran as fast as I could. What did he say? You need to call your people. You need to call them and tell them he's coming. Fred. What did he say? He said you sound like giants.",
        "\" SCP-4028 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-4028 . Licensed under CC-BY-SA .",
        "Filename: padlock.png Name: Document text security.svg Author: PICOL, PIctorial COmmunication Language License: CC BY-SA 3.0 Source: Wikimedia Commons",
        "Filename: quixote.png Author: The Great Hippo License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Band van beige kalfsleer-KONB12-857F31.jpeg Author: Koninklijke Bibliotheek License: Public Domain Source Link: Wikimedia Commons",
        "Filename: quixote2.png Author: The Great Hippo License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Don Quixote 16.jpg Author: Holger Thölking License: Public Domain Source Link: Wikimedia Commons",
        "Filename: windmill.png Author: The Great Hippo License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Three 3 prong windmills.jpg Author: Pexels License: Public Domain Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "The development of effective containment procedures for SCP-4028 is ongoing. Meanwhile, personnel are to focus on the expungement of all canonical deviations in fiction caused by SCP-4028. To accomplish this, the following measures are in place:",
    "description": "SCP-4028 is Alonso Quixano, the protagonist of Miguel de Cervantes' 17th century Spanish novel, El Ingenioso Hidalgo Don Quijote de la Mancha (The Ingenious Nobleman Sir Quixote of La Mancha, or Don Quixote). In Don Quixote, Alonso Quixano is a Spanish noble (or hidalgo) who goes mad from reading chivalric romances. He proclaims himself a knight-errant and takes the name Don Quixote de la Mancha, recruiting a simple farmer (Sancho Panza) to act as his loyal squire. Don Quixote was published by Cervantes in two parts (the first in 1605, and the second in 1615); it is widely considered to be one of the most influential works in Western literature.",
    "title": "SCP-4028"
}