{
    "url": "https://scp-wiki.wikidot.com/scp-4049",
    "all_text": "A \nROUNDERHOUSE\n Joint\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+114\n+\n–\nx\n\n\n\n\n\n\n4/4049\n LEVEL \n4/4049\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4049\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Dimensional Containment Area 23 is to be guarded by Applied Task Force 'Iota-9' (\"Dimension Dogs\"). The 50 meter corridor that leads to the entrance of SCP-4049 is to be sealed with an airlock separating it from the rest of the facility. In addition, the corridor is to be outfitted with motion-detectors connected to a series of deterrents staggered along the hallway, including:\n\n\n\n\nOne LRAD 2000x Sound Cannon.\n\n\nTwo M2 Browning Machine Guns.\n\n\nAir-conditioning system capable of venting sarin gas into the corridor.\n\n\n\n\nFollowing a confirmed SCP-4049-A event, experiments involving SCP-4049 are to be immediately suspended and ATF 'Iota-9' is to be put on high alert until an SCP-4049-B event is confirmed. If an SCP-4049-B event does not occur within 2 months of a SCP-4049-A event, a D-Class personnel will be utilized to attempt to manually initiate a SCP-4049-B event. In the instance of an ongoing SCP-4049-B event, all deterrents are to be utilized on the active SCP-4049-1 instance.\n\n\nFoundation monetary assets will be put toward the use of lobbying for pro-animal rights and anti-hunting legislation within the states of Idaho, Montana, and Wyoming, as well as swaying the public opinion against hunting for sport. Foundation assets embedded in hospitals and police departments will report any instances of spontaneous combustion to check for possible SCP-4049-A events. Foundation Agents are to follow up on these in an attempt to confirm the occurrence.\n\n\nAny further interactions with SCP-4049-2 are to be logged and reported to SCP-4049 Research Head Tash.\n\n\nDescription:\n SCP-4049 is the designation for an extradimensional space, the entrance to which is located behind a steel door in the basement of ████████ ████ a former arms factory in Wyoming, USA. GPS systems entering the anomaly invariably fail, and accessing SCP-4049's vicinity by means other than the steel door have proven ineffective, leading to bare ground.\n\n\nSCP-4049 appears as a circular room with a floor consisting of soil, with the walls and a ceiling constructed of a smooth white marble. All attempts to acquire a sample of these materials have resulted in failure, due to the samples spontaneously combusting when passing through the dimensional threshold. The room is \n20\n 23 meters across, and contains a series of \n2\n 3 concentric circles of graves, \n12\n 13 of which have small white marble tombstones, with a circular 2 meter wide empty area at the center. Each tombstone has \"κύων\" engraved into it, which linguists have confirmed to be \"hound\" in a dialect of Ancient Greek.\n\n\nSCP-4049-A is a phenomenon that appears to occur exclusively to male individuals that reside in the states of Wyoming, Idaho, or Montana, and have a notable interest in hunting for sport. While in some form of religious worship, the individual will spontaneously combust and vanish, leaving behind all clothes and objects previously on their person, as well as a stone-tipped arrow driven into the ground near their previous location\n1\n. At the end of a SCP-4049-A event, a new tombstone instantaneously appears over a previously unmarked grave within SCP-4049.\n\n\nSCP-4049-1 is the collective designation for any entity originating from inside SCP-4049 during a SCP-4049-B event. SCP-4049-1 instances vary to some degree in their dimensions and weight, but all have the following traits in common:\n\n\n\n\nQuadrupedal posture.\n\n\nExtreme hostility toward human and animal life.\n\n\nAbnormally thick skin.\n\n\nA natural tendency to avoid their own reflection.\n\n\nMuscled legs, used to jump forward at high velocity.\n\n\nDisproportionately long arms with four clawed paws.\n\n\nScreeching vocalizations\n\n\nA face identical to the most recent victim of SCP-4049-A.\n\n\nInternal anatomy noticeably resembling a human's, but with several differences, such as:\n\n\n\nA reinforced spine.\n\n\nTwo hearts.\n\n\nNo reproductive system whatsoever.\n\n\nAn additional row of teeth and an enlarged mouth to house them.\n\n\n\n\n\n\n\n\nWithin 60 days of an SCP-4049-A event, an SCP-4049-B event has a 98% chance to occur. An SCP-4049-B event has to date never naturally occurred within 30 days of a SCP-4049-A event. A SCP-4049-B event consists of an SCP-4049-1 instance clawing its way out of the dirt circle in the center of SCP-4049, and attempting to breach the steel door. Its intention and destination are unknown.\n\n\nIf a SCP-4049-B event does not occur within 60 days following a SCP-4049-A event, it will eventually occur \nanywhere from 20 to 50 days following the initial 60\n at any point following the initial 60 days, with an average 10% increase in the size of the SCP-4049-1 instance for every subsequent week. A SCP-4049-B event can also be triggered by placing a living human subject on the dirt circle to draw out the SCP-4049-1 instance immediately following a SCP-4049-A event.\n\n\nSCP-4049-2 is an incorporeal entity that is capable of orally communicating. It has demonstrated the ability to manipulate electronic devices to its will. SCP-4049-2 has currently only been encountered during Incident I372.\n\n\nRecovered Document 4049-1:\n\n\n\n\nGroup of Bears Devastate Local Summer Home\n\nBy Glen Wilson\n\n\n \n\nGardnerville police were summoned to the vacation home of local socialite Richard Samson after a frenzied call from his groundskeeper. Upon arrival, they were greeted with what appeared to be the aftermath of a particularly violent and brief tornado. The entire front section of the ground floor had been shredded, the gardens trampled, and the interior utterly destroyed. Wyoming Highway Patrolmen\n2\n were on the scene within half an hour, and attributed the damage to a group of 3-4 grizzly bears, at least one of which is likely to be rabid. Animal Control has released a statement advising residents of Gardnerville and surrounding areas to remain out of the wilderness until the issue is resolved. A team has been contracted to track and euthanize the animals.\n\n\n\n\nThe above story was printed on July 14\nth\n, ████, in the Niobrara County Update, a local Wyoming newsletter. Foundation agent released a cover story to the public, attributing the incident to wild bears, and MTF Epsilon-6 \"Village Idiots\" were dispatched to track and terminate the as-of-then unknown SCP-4049-1 instance. Within 4 hours, the instance had been terminated and its path tracked. A temporary containment facility at the site of SCP-4049 was set up within the hour.\n\n\nIncident I372:\n On September 17\nth\n, ████, a Foundation agent embedded within the Wyoming State Patrol reported a SCP-4049-A event after finding a vehicle in flames with an elk carcass tied to it, and a stone-tipped arrow nearby. Dimensional Containment Area 23 and ATF 'Iota-9' were put on high alert and began preparing for an imminent SCP-4049-B event. By December 3\nrd\n, ████, a SCP-4049-B event had not occurred, and the decision was made by the Regional Director to manually initiate an event to prevent the SCP-4049-1 instance from growing too large to contain. A D-Class personnel was sent into SCP-4049 to manually initiate said event. An audio transcript is attached.\n\n\n\n\nIncident Log Transcript\n\n\nDate:\n December 4\nth\n, ████\n\n\nExploration Subject:\n D-09235\n\n\nEquipment:\n One audio link to Command, one camera streaming to Command.\n\n\nSubject:\n SCP-4049\n\n\n\n\n[BEGIN LOG]\n\n\nCommand:\n Enter through the door, please.\n\n\nD-09235:\n Alright, I'm heading in.\n\n\nD-09235 opens the door and walks in.\n\n\nCommand:\n What do you see?\n\n\nD-09235:\n Just what you said would be here. White walls, dirt, gravestones.\n\n\nCommand:\n Move toward the center of the room.\n\n\nD-09235:\n Fine.\n\n\nD-09235 moves toward the dirt circle. He takes two steps before stopping.\n\n\nD-09235:\n What the hell?\n\n\nCommand:\n What is it?\n\n\nD-09235:\n I just heard a dog bark. What the fuck? Where did that come from?!\n\n\nNeither the audio link nor camera register any noise.\n\n\nCommand:\n Keep moving. Tell us if you hear anything else.\n\n\nD-09235:\n O-okay.\n\n\nD-09235 walks the short distance to the center, and stops.\n\n\nCommand:\n Now re-\n\n\nD-09235:\n I feel like there's someone here.\n\n\nNo one is visible to the camera.\n\n\nCommand:\n We don't see anything. Are you sure?\n\n\nD-09235:\n I don't know, I can just feel th-\n\n\nA stream of interference cuts out D-09235's camera and audio link. An unknown, disembodied female voice, later classified as SCP-4049-2 begins speaking directly to Command through the audio link.\n\n\nSCP-4049-2:\n You have been ruining my pets for too long. Do you know how long I was using this particular pit before you came along?\n\n\nCommand:\n Identify yourself immediately or we will take aggressive action.\n\n\nSCP-4049-2:\n You intrude upon my grounds and have the audacity to threaten me? Human arrogance truly knows no bounds.\n\n\nAll communications with D-09235 cut out. No response is received from SCP-4049-2. Attempts to re-establish contact with D-09235 fail..\n\n\n[END LOG]\n\n\n\n\nSeven seconds following this exchange, the largest SCP-4049-1 instance to date, at 11.2 meters tall, exited SCP-4049 and initiated a SCP-4049-B event. Only a simultaneous combination of all deterrents and sustained small-arms fire from ATF Iota 9 was able to terminate the SCP-4049-1 instance. No further communications were received from the unknown entity, and personnel found no evidence of of any unauthorized personnel in SCP-4049 nor any remains of D-09235.\n\n\n\n\nFootnotes\n\n\n1\n. Analysis has revealed the arrows to be non-anomalous and are stored in a storage locker within Dimensional Containment Area 23\n\n\n2\n. Undercover Foundation personnel\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nRounderhouse's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8003\n \n(+268)\n \n•\n\n\n\n\n\n\nROUNDERHOUSE's Gold Proposal\n \n(+573)\n \n•\n\n\n\n\n\n\nSCP-7666\n \n(+335)\n \n•\n\n\n\n\n\n\nSCP-6794\n \n(+124)\n \n•\n\n\n\n\n\n\nSCP-5762\n \n(+254)\n \n•\n\n\n\n\n\n\nSCP-6196\n \n(+145)\n \n•\n\n\n\n\n\n\nSCP-4149\n \n(+280)\n \n•\n\n\n\n\n\n\nEXTDOC-5495\n \n(+268)\n \n•\n\n\n\n\n\n\nSCP-4661\n \n(+628)\n \n•\n\n\n\n\n\n\nSCP-5983\n \n(+417)\n \n•\n\n\n\n\n\n\nSCP-8976\n \n(+244)\n \n•\n\n\n\n\n\n\nSCP-7545\n \n(+239)\n \n•\n\n\n\n\n\n\nSCP-3746\n \n(+121)\n \n•\n\n\n\n\n\n\nROUNDERHOUSE's Jade Proposal\n \n(+367)\n \n•\n\n\n\n\n\n\nSCP-6380\n \n(+187)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nSTARSITE: VAGABOND ACTUAL\n \n(+72)\n \n•\n\n\n\n\n\n\nThe Boltmann Ambush\n \n(+94)\n \n•\n\n\n\n\n\n\nSite-7: SEGFAULT\n \n(+68)\n \n•\n\n\n\n\n\n\nROUNDERHOUSE's Boner Proposal\n \n(+151)\n \n•\n\n\n\n\n\n\nDirector House Is A Cracker (And Other Lies You Can Tell Yourself)\n \n(+264)\n \n•\n\n\n\n\n\n\nMisconduct on the Magnificent Mile\n \n(+38)\n \n•\n\n\n\n\n\n\nSite-7: AIRGAP\n \n(+122)\n \n•\n\n\n\n\n\n\nGold Prelude: Lord Blackwood in the City of Amon Iram!\n \n(+127)\n \n•\n\n\n\n\n\n\nBone Prelude: FISHSKIN\n \n(+82)\n \n•\n\n\n\n\n\n\nBREAKNECK\n \n(+105)\n \n•\n\n\n\n\n\n\nAFTER-ACTION REPORT - OPERATION HEAVING SPIRIT\n \n(+53)\n \n•\n\n\n\n\n\n\nThe Signing Of The Las Vegas Accords\n \n(+92)\n \n•\n\n\n\n\n\n\nRate My Director\n \n(+415)\n \n•\n\n\n\n\n\n\nFiles intercepted from Anderson Systems personnel\n \n(+97)\n \n•\n\n\n\n\n\n\nDELTA WAVE\n \n(+89)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nROUNDERPAGE V2\n \n(+571)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4048\n | SCP-4049 | \nSCP-4050\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4049\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4049\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Recovered Document 4049-1:\nThe above story was printed on July 14 th , ████, in the Niobrara County Update, a local Wyoming newsletter. Foundation agent released a cover story to the public, attributing the incident to wild bears, and MTF Epsilon-6 \"Village Idiots\" were dispatched to track and terminate the as-of-then unknown SCP-4049-1 instance. Within 4 hours, the instance had been terminated and its path tracked. A temporary containment facility at the site of SCP-4049 was set up within the hour."
    ],
    "notes": [
        "\" SCP-4049 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-4049 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Dimensional Containment Area 23 is to be guarded by Applied Task Force 'Iota-9' (\"Dimension Dogs\"). The 50 meter corridor that leads to the entrance of SCP-4049 is to be sealed with an airlock separating it from the rest of the facility. In addition, the corridor is to be outfitted with motion-detectors connected to a series of deterrents staggered along the hallway, including:",
    "description": "SCP-4049 is the designation for an extradimensional space, the entrance to which is located behind a steel door in the basement of ████████ ████ a former arms factory in Wyoming, USA. GPS systems entering the anomaly invariably fail, and accessing SCP-4049's vicinity by means other than the steel door have proven ineffective, leading to bare ground.",
    "title": "SCP-4049"
}