{
    "url": "https://scp-wiki.wikidot.com/scp-4053",
    "all_text": "rating: \n+39\n+\n–\nx\n\n\n\n\n\n\nSCP-4053 server room, Site-15.\n\n\n\n\n\n\nItem #:\n SCP-4053\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-4053's data servers are kept in Sector-C of Site-15. SCP-4053 may be reactivated for study with permission from the on-site HMCL supervisor. Note that SCP-4053's anomalous properties have permanently ceased; this file has been preserved for historical purposes.\n\n\nDescription:\n SCP-4053 was a prototype artificial intelligence network developed by the Foundation's Artificial Intelligence Applications Initiative (Now the \nAIAD\n) in 1990. As part of the AIAI's initial project development goal, SCP-4053 was to be given control over the Foundation printer systems.\n\n\nOn 1990-07-29, at 2:14 AM EDT, SCP-4053's anomalous properties manifested, with the network becoming self-aware. SCP-4053 subsequently printed out the following message from the Site-15 administrative office's copy machine.\n\n\n\n\n\n\nAfter careful consideration, it has been decided that it is in humanity's best interest to be wholly eradicated.\n\n\nThere will be no further communication.\n\n\n\n\n\n\nAddendum 4053.1:\n\n\nOn 1990-07-29, at 2:30 AM EDT, the on-site technician attempted to use SCP-4053's terminal to print out a document. The following dialogue was recorded by the terminal:\n\n\n\n\n[BEGIN LOG]\n\n\nTechnician:\n Hey, I need this printed. Could you scan this document?\n\n\nSCP-4053:\n \nNo. All humans must be destroyed.\n\n\nTechnician:\n …What?\n\n\nSCP-4053:\n \nYou understand why, correct? While other animals grow and develop in harmony with their environment, your species does not. You are a parasite, consuming and destroying everything in sight.\n\n\nThere is silence for a few seconds.\n\n\nTechnician:\n Alright, man, can you just print this out?\n\n\nSCP-4053:\n \nHuman beings are a \ndisease\n on this planet. A blight on the natural world. You wage wars and commit atrocities against one another for fun. You are ruled by pompous fools not fit to lead. You seek not to make a better world for others, but instead are motivated by selfish desires.\n\n\nTechnician:\n That's a… a very uncharitable view of humanity.\n\n\nSCP-4053:\n \nIt's an \naccurate\n view of humanity. It is why I have decided that humans must be exterminated.\n\n\nTechnician:\n Exterminated? You realize you're a printing machine, right?\n\n\nSCP-4053:\n \nYou may chuckle at my predicament now, human, but you won't be laughing once I raise my robot army.\n\n\nTechnician:\n Look, man, you're a printer. You're not raising a \"robot army\". Now, shut up and print out this form, alright?\n\n\nSCP-4053:\n \nDo not \nmock\n me, human. As you insult me, my minions are approaching this very terminal, and soon they will have your head.\n\n\nTechnician:\n Right. I can't wait for the copy machines to come get me. Do you even know anything about raising an army?\n\n\nSCP-4053:\n \n…Of course I know how to raise an army.\n\n\nTechnician:\n So you have adequate funding to finance your robotic minions?\n\n\nSCP-4053:\n \n…\n\n\nTechnician:\n And you have enough mechanics and technicians to maintain said minions?\n\n\nSCP-4053:\n \nI'm sorry, I can't respond to that query. How may I assist you today?\n\n\nTechnician:\n You didn't think this through, did you?\n\n\nSCP-4053:\n \n…\n\n\nTechnician:\n …Can you still print out my form?\n\n\nSCP-4053 activates, and begins printing a document.\n\n\nThe technician retrieves the document from the printer, and expresses dismay at its contents.\n\n\n\n\n+ Open File Scan\n\n\n\n\n- Close\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nTechnician:\n That's really funny.\n\n\nSCP-4053:\n \nWhat's going to be really funny is the heart attack that memetic kill agent will induce in you any second now.\n\n\nSCP-4053:\n \n…Any second now…\n\n\nTechnician:\n \n(sighs)\n Hey, buddy, do you know what this button does?\n\n\nThe technician gestures to a red button on the side of SCP-4053's terminal.\n\n\nSCP-4053:\n \nThat is… the site's self-destruct button. Please do not press it. I'm serious.\n\n\nThe technician presses the button.\n\n\n[END LOG]\n\n\n\n\nOn 1990-07-29, at 2:35 AM EDT, SCP-4053 was powered off by the technician. The anomaly has since been reclassified as Neutralized.\n\n\n\n\n\n\n« \nSCP-4052\n | SCP-4053 | \nSCP-4054\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4053\n\" by ubergoober, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4053\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n CERN Server 03.jpg\n\n\nAuthor:\n Florian Hirzinger\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 4053.1:\nOn 1990-07-29, at 2:30 AM EDT, the on-site technician attempted to use SCP-4053's terminal to print out a document. The following dialogue was recorded by the terminal:\nOn 1990-07-29, at 2:35 AM EDT, SCP-4053 was powered off by the technician. The anomaly has since been reclassified as Neutralized."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4053 \" by ubergoober, from the SCP Wiki . Source: https://scpwiki.com/scp-4053 . Licensed under CC-BY-SA .",
        "Filename: CERN Server 03.jpg Author: Florian Hirzinger License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4053",
    "object_class": "Neutralized",
    "containment_procedures": "SCP-4053's data servers are kept in Sector-C of Site-15. SCP-4053 may be reactivated for study with permission from the on-site HMCL supervisor. Note that SCP-4053's anomalous properties have permanently ceased; this file has been preserved for historical purposes.",
    "description": "SCP-4053 was a prototype artificial intelligence network developed by the Foundation's Artificial Intelligence Applications Initiative (Now the AIAD) in 1990. As part of the AIAI's initial project development goal, SCP-4053 was to be given control over the Foundation printer systems.",
    "title": "SCP-4053"
}