{
    "url": "https://scp-wiki.wikidot.com/scp-4056",
    "all_text": "You're coming back?\n\n\n\n\nrating: \n+167\n+\n–\nx\n\n\n\n\n\n\nSCP-4056.\n\n\n\n\n\n\nItem #:\n SCP-4056\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation Personnel are to be stationed outside of SCP-4056 to amnestize any civilians who encounter the anomaly. Select humanoids within SCP-4056 have been transferred to be contained at Site-17 (See Addenum 4056.2 for details).\n\n\nDescription:\n SCP-4056 is a facility located in northern Alaska. SCP-4056 contains approximately 550 different humanoids in cryogenic stasis chambers. While each of these humanoids varies from each other slightly in appearance, genetic analysis shows that their DNA is identical to that of Director Charles Ogden Gears.\n\n\nThe stasis chambers in which each humanoid is housed appears to be powered by harnessing the cold temperatures and turning the lack of heat into an energy source. The technology used to do this is not well understood and theorized to be anomalous in nature. Additionally, each chamber is branded with a logo that resembles that of Prometheus Labs, except for a few key differences. Foundation contacts at Prometheus Labs have confirmed that no such cryogenic stasis cells have been developed by the company, nor have they developed technology capable of harnessing energy from the cold as these machines have.\n\n\nSCP-4056 contains a single furnished room that contains a bed, changes of clothes, a refrigerator with an apple and a single jar of strawberry jam in it, and a nightstand with a lamp and a picture of a man resembling Director Charles Ogden Gears at age 34\n1\n with a woman resembling his wife.\n\n\nDiscovery: Incident 4056-0.01:\n On April 5th, 2049, PoI-4056 infiltrated Site-17 through unknown means. The subject was first detected by Foundation security systems at 21:02 outside Doctor Charles Gears' office. The following interaction was recorded between Doctor Gears and PoI-4056.\n\n\n\n\n+ Incident Log 4056\n\n\n\n\n- Incident Log 4056\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n[PoI-4056 opens the door to Dr. Gears' office and stops as he and Dr. Clef turn to face her.]\n\n\nPoI-4056:\n W-what?\n\n\nDr. Clef:\n Oh, come in! We're not in a meeting, just two old men shooting the breeze.\n\n\nDr. Gears:\n Janitorial services concluded at 6, and I cannot locate a badge on your person. This is not a member of Site Staff.\n\n\n[Dr. Gears rises from his seat after activating a silent alarm, Dr. Clef produces his authorized carry weapon and stands.]\n\n\nDr. Clef:\n Well, well, well. Who are you?\n\n\nPoI-4056:\n How are you still awake?\n\n\n[Dr. Clef points his weapon at PoI-4056. PoI-4056 inspects her pockets before putting her hands at her hips.]\n\n\nPoI-4056:\n God damn it. I even triple checked.\n\n\nDr. Gears:\n Though I don't believe we've met, you seem oddly familiar.\n\n\nPoI-4056:\n Whatever, doesn't matter. Come on, I'm getting you out of here.\n\n\nDr. Gears:\n I do not intend on leaving this office.\n\n\nPoI-4056:\n I would ask nicely but it's never worked before…. but please? Please please please?\n\n\n[PoI-4056 takes a step towards Dr. Gears and Dr. Clef, a length of rope manifesting in her hand.]\n\n\nDr. Clef:\n Hey. \n[Dr. Clef whistles to get PoI-4056's attention, steadying his aim.]\n I wouldn't take another step if I were you.\n\n\nPoI-4056:\n Alto, please. Just this once.\n\n\nDr. Clef:\n I never told you my name.\n\n\n[Dr. Clef fires a single tracking round into PoI-4056's left arm. PoI-4056 stops and grasps her wound before disappearing in a flash of green light.]\n\n\nDr. Clef:\n Didn't take you for the kind to leave broken hearts behind, Charlie. Ex-lover of yours? Heh.\n\n\nDr. Gears:\n Do not antagonize me, Alto. We have an incident report to file.\n\n\nDr. Clef:\n We? Hell no. You can file the paperwork. I've got game to hunt.\n\n\nDr. Gears:\n I… would like to accompany you.\n\n\n[Dr. Clef laughs.]\n\n\nDr. Clef:\n Son of a bitch, Charlie. Never thought you'd have it in you, heh. Let's get going. Are you a shotgun man or more of an AR guy?\n\n\nDr. Gears:\n Neither, I'm afraid.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\nPoI-4056 has been added to Foundation registry. Subject is of mixed race, female and thaumaturgically capable. Additionally, PoI-4056 appears to possess detailed information on the Foundation and several members of its personnel. PoI-4056 was tracked to SCP-4056.\n\n\nAddendum 4056.2:\n After locating SCP-4056 by following the tracker lodged in PoI-4056, Foundation personnel led by Dr. Gears waited until PoI-4056 was no longer detected within SCP-4056 before entering the facility. Below is a list of humanoids inspected by Dr. Gears and cleared for further investigation:\n\n\n\n\n\n\nDesignation\n\n\nNotes\n\n\nStatus\n\n\n\n\n\n\nAVN-98822\n\n\nSubject's brain emits blue-colored bioluminescence and is slightly enlarged.\n\n\nAssigned to Site-34 research facility.\n\n\n\n\n\n\nAVN-36241\n\n\nInstance speaks in incomprehensible bird-like squawks. Hair possesses a feather-like texture.\n\n\nStored in SCP-4056.\n\n\n\n\n\n\nAVN-223647\n\n\nBody is an amorphous mass. Subject expressed overwhelming pain upon the de-activation of its pod.\n\n\nStored in SCP-4056.\n\n\n\n\n\n\nAVN-64573\n\n\nSubject is genetically identical to Dr. Gears but shares no personality traits. Of note, the subject is in possession of a \nstarburst-cut ruby ring\n, which it wears on its right ring finger.\n\n\nStored in SCP-4056.\n\n\n\n\n\n\nAVN-95412\n\n\nSubject lacks a physical body and appears as a brain suspended in an unknown fluid within a seemingly indestructible tank. Behaves and speaks similar to baseline Dr. Gears\n\n\nIn Site-17 storage.\n\n\n\n\n\n\nAVN-1221\n\n\nSubject physically appears similar to Dr. Gears, but moves stiffly and often speaks in non-sequiturs. Closer examinations of the subject indicate it is an autonomous robot installed with a presumably faulty AI, which is suspected to be the reason behind the subject's unusual speech patterns.\n\n\nIn Site-17 storage.\n\n\n\n\n\n\nAVN-966315\n\n\nNo anomalous properties. Subject deemed closest to baseline Dr. Gears.\n\n\nIn Site-17 confinement.\n\n\n\n\n\n\nAddendum SCP-4056.3:\n AVN-966315 was awoken from its cryostasis because it appeared to be one of the SCP-4056 instance that was closest to baseline Dr. Gears. The following interview took place between Dr. Gears and AVN-966315 to attempt to gain understanding into the purpose of SCP-4056.\n\n\n\n\n+ Interview 4056-1\n\n\n\n\n- Interview 4056-1\n\n\n\n\n\n\n<\nBegin Transcript\n>\n\n\nGears:\n Afternoon.\n\n\nAVN-966315:\n Afternoon, Dr. Gears.\n\n\nGears:\n Do you know where you've been recovered from?\n\n\nAVN-966315:\n No. All I know is that, wherever I was being taken, it was for my own good. She'd awaken me when, and I quote, the coast was clear.\n\n\nGears:\n Why do you think this?\n\n\nAVN-966315:\n Because that's what your daughter told me before the sedative kicked in.\n\n\nGears:\n I must correct you, but I can assure you that whoever kidnapped you was not my daughter.\n\n\nAVN-966315:\n Is this not your home dimension?\n\n\nGears:\n She did not come from here. We don't know where she came from, yet.\n\n\nAVN-966315:\n Regardless, she is still Allison.\n\n\nGears:\n She has been labeled PoI-4056 and is currently being investigated by the Foundation and is believed to be actively working to endanger its personnel. She is not my daughter and is likely not yours either.\n\n\nAVN-966315:\n Maybe not yours, or mine, but someone like us. And I know that I raised my Allison to be honest with her parents.\n\n\n[There is a 10-second silence as Doctor Gears takes notes.]\n\n\nGears:\n Have you interacted with any other individuals sharing our identity?\n\n\nAVN-966315:\n I have not.\n\n\nGears:\n Just Al… PoI-4056.\n\n\nAVN-966315:\n Yes.\n\n\nGears:\n And you trust her?\n\n\nAVN-966315:\n My daughter would not lie to me. And yours?\n\n\n[There is a 5-second pause.]\n\n\nGears:\n She would not.\n\n\nAVN-966315:\n Then we are in agreement.\n\n\nGears:\n That will conclude this interview.\n\n\n<\nEnd Transcript\n>\n\n\n\n\n\n\n\n\n\n\nAddendum 4056.4:\n Following the interview with AVN-966315, Dr. Gears authorized Operation ICEBOX. MTF Alpha-99 \"Fridge Raiders\", led by Dr. Clef and Dr. Gears, were stationed at SCP-4056 in an attempt to ambush and capture PoI-4056. On September 8th, 2049, PoI-4056 appeared, and Operation ICEBOX commenced.\n\n\n\n\n+ Incident Log 4056\n\n\n\n\n- Incident Log 4056\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n[PoI-4056 appears through a portal in front of MTF Alpha-99 members Echo 12 and Delta 5 within SCP-4056.]\n\n\nEcho 12:\n Shit, it's her!\n\n\nDelta 5:\n Hands up, lady!\n\n\nEcho 12:\n Alpha, this is Echo 12, we found her! Track our signal!\n\n\n[PoI-4056 points their right index and middle finger at both guards, firing a projectile of blue energy at them. Both guards collapse as if frozen.]\n\n\nPoI-4056:\n Yikes. Hope I didn't hit them too hard.\n\n\n[PoI-4056 examines the guard's bodies. A door opens further down the hall. Doctor Gears approaches at a standard pace.]\n\n\nPoI-4056:\n W-what the hell? You never go out in the field! What are you doing here?\n\n\nDr. Gears:\n I have alerted our forces on-location. They will arrive shortly. I suggest you immediately surrender yourself.\n\n\nPoI-4056:\n Whatever. You coming here saves me a bunch of time. I don't have a lot of time to explain but if you just trust me on this I can explain lat-\n\n\nDr. Gears:\n I am afraid that I refuse to go quietly.\n\n\nPoI-4056:\n While I’m not surprised you'd say that, you don’t carry weapons on you so it’ll be hand to hand, I’m stronger and faster, so I’ll get the better of you. We've done this before and you've never come out on top.\n\n\nDr. Gears:\n I have never done this before.\n\n\nPoI-4056:\n Other yous have.\n\n\n[PoI-4056 raises their hand towards Dr. Gears, who draws a stun gun.]\n\n\nDr. Gears:\n But I am not them.\n\n\nPoI-4056:\n You wouldn't shoot me… your own daughter, would you?\n\n\n[Dr. Gears aims at PoI-4056]\n\n\nDr. Gears:\n My daughter? You are not Allison, I am certain of this.\n\n\nPoI-4056:\n I might not be her exactly, but I am Allison. Please, just listen to me.\n\n\n[Dr. Gears hesitates and lowers his stun gun.]\n\n\nPoI-4056:\n I'm begging you, I can explain everything later but for right now I need you to work with me…\n\n\n[The sound of the remaining members of MTF Alpha-99 approaching can be heard.]\n\n\nPoI-4056:\n … please. I just want to—\n\n\n[Six members of MTF Alpha-99 enter the hallway from the Northern access point. Dr. Gears raises his stun gun again, training it on PoI-4056.]\n\n\nPoI-4056:\n … dad?\n\n\n[Dr. Gears fires, and then immediately drops the stun gun. PoI-4056 staggers, attempting to escape before falling. MTF Alpha-99 seizes and constrains PoI-4056.]\n\n\nDr. Gears:\n Shit… shit!\n\n\n<END LOG>\n\n\n\n\nDoctor Gears refused to comment on his interaction with PoI-4056 following her detainment. Foundation records indicate Doctor Gears' daughter, Allison Chao, died in a vehicle collision with her mother\n2\n in December of 2019.\n\n\n\n\n\n\n\n\nAddendum 4056.05:\n Following the capture of PoI-4056, an interview was held by Dr. Gears to attempt to gain insight into the assailant's actions. PoI-4056 is being temporarily contained at Site-17 until a sufficiently secure containment cell is constructed at Site-34.\n\n\n\n\n+ Interview 4056-2\n\n\n\n\n- Interview 4056-2\n\n\n\n\n\n\n<BEGIN LOG>\n\n\nDr. Gears:\n Greetings.\n\n\nPoI-4056:\n Hi… dad.\n\n\nDr. Gears:\n Why do you call me this?\n\n\nPoI-4056:\n Well, even over all the different multiverses, you don't change all that much. I mean, the version of you from my universe has a little more hair on his head, but that's the biggest difference. I guess it just feels the same.\n\n\nDr. Gears:\n I would appreciate it if you refrained from referring to me as a family member.\n\n\nPoI-4056:\n Fine. You have questions I assume?\n\n\nDr. Gears:\n Why did you attempt to capture me?\n\n\nPoI-4056:\n To save you.\n\n\nDr. Gears:\n Save me from what?\n\n\nPoI-4056:\n I don't fucking know! There's so much terrible shit that goes on here that I could be saving you from. Being lobotomized, spending eternity in a nightmare slumber, probably something else?\n\n\nDr. Gears:\n But you were not saving me from a known threat.\n\n\nPoI-4056:\n No… but— no. There was nothing \nknown\n.\n\n\nDr. Gears:\n And I infer from this that the facility we found in the north was where you gathered other versions of me that you saved?\n\n\nPoI-4056:\n Yes. Well, I didn't gather them all myself. I had help.\n\n\nDr. Gears:\n From other versions of you?\n\n\nPoI-4056:\n Yes.\n\n\nDr. Gears:\n Why are you trying to save versions of me?\n\n\nPoI-4056:\n I— What kind of a question is that?\n\n\nDr. Gears:\n I do not understand what vested interest you have in keeping me, or any other versions of me alive. If they are as similar to me as you say, they most likely lived lives detached from you.\n\n\nPoI-4056:\n I mean… you're not wrong but… like— it's more than just that!\n\n\nDr. Gears:\n Could you please elaborate?\n\n\nPoI-4056:\n I don't want you to die! Or… or something worse! I've saved other versions of you from being locked up inside their own head, unable to communicate with the rest of the world. Another one I saved from being enslaved by a world of mutants. Or being digested forever in the stomach of a giant fucking bird! Just suffering. Forever. Which might happen to you now. I don't want my dad to live out his life as a brain in a fucking trash bag.\n\n\nDr. Gears:\n But I am not your father.\n\n\nPoI-4056:\n But you're still… you're still him. You still have your own Allison. I don't want to see you suffer just like how she wouldn't want to see you suffer.\n\n\nDr. Gears:\n \n[While continuing to take notes]\n Actually, my daughter died with her mother in a car crash before the advent of Omega-k.\n\n\nPoI-4056:\n Oh… I see. That's why this universe wasn't responding to our communication…\n\n\nPoI-4056 looks into her lap as Gears finishes writing.\n\n\nDr. Gears:\n I believe that is all I have for today.\n\n\nPoI-4056:\n So, you're going to keep me here, right?\n\n\nDr. Gears:\n That is what we are supposed to do.\n\n\nPoI-4056:\n Your own daughter.\n\n\nDr. Gears:\n You are not baseline, and technically, you are not my daughter.\n\n\nPoI-4056:\n Heh, yeah. I guess I'm not. It'd be foolish for me to expect much else from you anyways.\n\n\nDr. Gears:\n Indeed. And as per standard Foundation protocol for humanoid anomalies, we'll have to build for you a social regimen with regular check-ups.\n\n\n[PoI-4056 nods.]\n\n\nDr. Gears:\n As the lead on this project, that means that I'll be the one performing the weekly interviews.\n\n\nPoI-4056:\n You're coming back?\n\n\nDr. Gears:\n I'll see you in seven days, Allison.\n\n\n<\nEND LOG\n>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The main difference between the two being the man in the picture has significantly more hair.\n\n\n2\n. Doctor Gears' wife\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6161\n \n•\n\n\n\n\n\n\nSCP-7260\n \n•\n\n\n\n\n\n\nSCP-4046\n \n•\n\n\n\n\n\n\nSCP-ES-115\n \n•\n\n\n\n\n\n\nSCP-726-EX\n \n•\n\n\n\n\n\n\nSCP-4176\n \n•\n\n\n\n\n\n\nSCP-2912-JP\n \n•\n\n\n\n\n\n\nSCP-ES-113\n \n•\n\n\n\n\n\n\nSCP-MYSTERY-J\n \n•\n\n\n\n\n\n\nSCP-5231\n \n•\n\n\n\n\n\n\nSCP-7727\n \n•\n\n\n\n\n\n\nSCP-3803\n \n•\n\n\n\n\n\n\nSCP-7724\n \n•\n\n\n\n\n\n\nSCP-1046\n \n•\n\n\n\n\n\n\nSCP-ES-101-J\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nClef Goes To The DMV\n \n•\n\n\n\n\n\n\nPediatric Para-Psychology\n \n•\n\n\n\n\n\n\nReality TV, Designer Pets, and Fine Dining\n \n•\n\n\n\n\n\n\nDr. Cimmerian Hits Reply All\n \n•\n\n\n\n\n\n\n'Para-Pedigrees' PED464/CAN33/LUP22\n \n•\n\n\n\n\n\n\nI live my life as a palindrome. Backwards and forwards, and yet, exactly the same.\n \n•\n\n\n\n\n\n\nUN's Proposal... Maybe.\n \n•\n\n\n\n\n\n\nThe Pursuit of Knowledge, and Other Frivolities\n \n•\n\n\n\n\n\n\nMoon Champion's Cinco de Mayo Extravaganza\n \n•\n\n\n\n\n\n\nAn Epitaph For SCP-173\n \n•\n\n\n\n\n\n\nCritter Profile: Maya!\n \n•\n\n\n\n\n\n\nLa Persistencia De La Memoria\n \n•\n\n\n\n\n\n\nZetetic Bulletin: The Myth of the Wu Xing Iris\n \n•\n\n\n\n\n\n\nA Passing Rain\n \n•\n\n\n\n\n\n\nA Song Without Words\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4055\n | SCP-4056 | \nSCP-4057\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4056\n\" by Uncle Nicolini & Captain Kirby, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4056\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n gearsstorage.jpg\n\n\nName:\n Antarctica: South Pole Station\n\n\nAuthor:\n Eli Duke\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum 4056.2: After locating SCP-4056 by following the tracker lodged in PoI-4056, Foundation personnel led by Dr. Gears waited until PoI-4056 was no longer detected within SCP-4056 before entering the facility. Below is a list of humanoids inspected by Dr. Gears and cleared for further investigation:",
        "Addendum SCP-4056.3: AVN-966315 was awoken from its cryostasis because it appeared to be one of the SCP-4056 instance that was closest to baseline Dr. Gears. The following interview took place between Dr. Gears and AVN-966315 to attempt to gain understanding into the purpose of SCP-4056.",
        "Addendum 4056.4: Following the interview with AVN-966315, Dr. Gears authorized Operation ICEBOX. MTF Alpha-99 \"Fridge Raiders\", led by Dr. Clef and Dr. Gears, were stationed at SCP-4056 in an attempt to ambush and capture PoI-4056. On September 8th, 2049, PoI-4056 appeared, and Operation ICEBOX commenced.",
        "Addendum 4056.05: Following the capture of PoI-4056, an interview was held by Dr. Gears to attempt to gain insight into the assailant's actions. PoI-4056 is being temporarily contained at Site-17 until a sufficiently secure containment cell is constructed at Site-34.\n"
    ],
    "documents": [],
    "notes": [
        "<BEGIN LOG> [PoI-4056 opens the door to Dr. Gears' office and stops as he and Dr. Clef turn to face her.] PoI-4056: W-what? Dr. Clef: Oh, come in! We're not in a meeting, just two old men shooting the breeze. Dr. Gears: Janitorial services concluded at 6, and I cannot locate a badge on your person. This is not a member of Site Staff. [Dr. Gears rises from his seat after activating a silent alarm, Dr. Clef produces his authorized carry weapon and stands.] Dr. Clef: Well, well, well. Who are you? PoI-4056: How are you still awake? [Dr. Clef points his weapon at PoI-4056. PoI-4056 inspects her pockets before putting her hands at her hips.] PoI-4056: God damn it. I even triple checked. Dr. Gears: Though I don't believe we've met, you seem oddly familiar. PoI-4056: Whatever, doesn't matter. Come on, I'm getting you out of here. Dr. Gears: I do not intend on leaving this office. PoI-4056: I would ask nicely but it's never worked before…. but please? Please please please? [PoI-4056 takes a step towards Dr. Gears and Dr. Clef, a length of rope manifesting in her hand.] Dr. Clef: Hey. [Dr. Clef whistles to get PoI-4056's attention, steadying his aim.] I wouldn't take another step if I were you. PoI-4056: Alto, please. Just this once. Dr. Clef: I never told you my name. [Dr. Clef fires a single tracking round into PoI-4056's left arm. PoI-4056 stops and grasps her wound before disappearing in a flash of green light.] Dr. Clef: Didn't take you for the kind to leave broken hearts behind, Charlie. Ex-lover of yours? Heh. Dr. Gears: Do not antagonize me, Alto. We have an incident report to file. Dr. Clef: We? Hell no. You can file the paperwork. I've got game to hunt. Dr. Gears: I… would like to accompany you. [Dr. Clef laughs.] Dr. Clef: Son of a bitch, Charlie. Never thought you'd have it in you, heh. Let's get going. Are you a shotgun man or more of an AR guy? Dr. Gears: Neither, I'm afraid. <END LOG>",
        "< Begin Transcript > Gears: Afternoon. AVN-966315: Afternoon, Dr. Gears. Gears: Do you know where you've been recovered from? AVN-966315: No. All I know is that, wherever I was being taken, it was for my own good. She'd awaken me when, and I quote, the coast was clear. Gears: Why do you think this? AVN-966315: Because that's what your daughter told me before the sedative kicked in. Gears: I must correct you, but I can assure you that whoever kidnapped you was not my daughter. AVN-966315: Is this not your home dimension? Gears: She did not come from here. We don't know where she came from, yet. AVN-966315: Regardless, she is still Allison. Gears: She has been labeled PoI-4056 and is currently being investigated by the Foundation and is believed to be actively working to endanger its personnel. She is not my daughter and is likely not yours either. AVN-966315: Maybe not yours, or mine, but someone like us. And I know that I raised my Allison to be honest with her parents. [There is a 10-second silence as Doctor Gears takes notes.] Gears: Have you interacted with any other individuals sharing our identity? AVN-966315: I have not. Gears: Just Al… PoI-4056. AVN-966315: Yes. Gears: And you trust her? AVN-966315: My daughter would not lie to me. And yours? [There is a 5-second pause.] Gears: She would not. AVN-966315: Then we are in agreement. Gears: That will conclude this interview. < End Transcript >",
        "<BEGIN LOG> [PoI-4056 appears through a portal in front of MTF Alpha-99 members Echo 12 and Delta 5 within SCP-4056.] Echo 12: Shit, it's her! Delta 5: Hands up, lady! Echo 12: Alpha, this is Echo 12, we found her! Track our signal! [PoI-4056 points their right index and middle finger at both guards, firing a projectile of blue energy at them. Both guards collapse as if frozen.] PoI-4056: Yikes. Hope I didn't hit them too hard. [PoI-4056 examines the guard's bodies. A door opens further down the hall. Doctor Gears approaches at a standard pace.] PoI-4056: W-what the hell? You never go out in the field! What are you doing here? Dr. Gears: I have alerted our forces on-location. They will arrive shortly. I suggest you immediately surrender yourself. PoI-4056: Whatever. You coming here saves me a bunch of time. I don't have a lot of time to explain but if you just trust me on this I can explain lat- Dr. Gears: I am afraid that I refuse to go quietly. PoI-4056: While I’m not surprised you'd say that, you don’t carry weapons on you so it’ll be hand to hand, I’m stronger and faster, so I’ll get the better of you. We've done this before and you've never come out on top. Dr. Gears: I have never done this before. PoI-4056: Other yous have. [PoI-4056 raises their hand towards Dr. Gears, who draws a stun gun.] Dr. Gears: But I am not them. PoI-4056: You wouldn't shoot me… your own daughter, would you? [Dr. Gears aims at PoI-4056] Dr. Gears: My daughter? You are not Allison, I am certain of this. PoI-4056: I might not be her exactly, but I am Allison. Please, just listen to me. [Dr. Gears hesitates and lowers his stun gun.] PoI-4056: I'm begging you, I can explain everything later but for right now I need you to work with me… [The sound of the remaining members of MTF Alpha-99 approaching can be heard.] PoI-4056: … please. I just want to— [Six members of MTF Alpha-99 enter the hallway from the Northern access point. Dr. Gears raises his stun gun again, training it on PoI-4056.] PoI-4056: … dad? [Dr. Gears fires, and then immediately drops the stun gun. PoI-4056 staggers, attempting to escape before falling. MTF Alpha-99 seizes and constrains PoI-4056.] Dr. Gears: Shit… shit! <END LOG>",
        "<BEGIN LOG> Dr. Gears: Greetings. PoI-4056: Hi… dad. Dr. Gears: Why do you call me this? PoI-4056: Well, even over all the different multiverses, you don't change all that much. I mean, the version of you from my universe has a little more hair on his head, but that's the biggest difference. I guess it just feels the same. Dr. Gears: I would appreciate it if you refrained from referring to me as a family member. PoI-4056: Fine. You have questions I assume? Dr. Gears: Why did you attempt to capture me? PoI-4056: To save you. Dr. Gears: Save me from what? PoI-4056: I don't fucking know! There's so much terrible shit that goes on here that I could be saving you from. Being lobotomized, spending eternity in a nightmare slumber, probably something else? Dr. Gears: But you were not saving me from a known threat. PoI-4056: No… but— no. There was nothing known . Dr. Gears: And I infer from this that the facility we found in the north was where you gathered other versions of me that you saved? PoI-4056: Yes. Well, I didn't gather them all myself. I had help. Dr. Gears: From other versions of you? PoI-4056: Yes. Dr. Gears: Why are you trying to save versions of me? PoI-4056: I— What kind of a question is that? Dr. Gears: I do not understand what vested interest you have in keeping me, or any other versions of me alive. If they are as similar to me as you say, they most likely lived lives detached from you. PoI-4056: I mean… you're not wrong but… like— it's more than just that! Dr. Gears: Could you please elaborate? PoI-4056: I don't want you to die! Or… or something worse! I've saved other versions of you from being locked up inside their own head, unable to communicate with the rest of the world. Another one I saved from being enslaved by a world of mutants. Or being digested forever in the stomach of a giant fucking bird! Just suffering. Forever. Which might happen to you now. I don't want my dad to live out his life as a brain in a fucking trash bag. Dr. Gears: But I am not your father. PoI-4056: But you're still… you're still him. You still have your own Allison. I don't want to see you suffer just like how she wouldn't want to see you suffer. Dr. Gears: [While continuing to take notes] Actually, my daughter died with her mother in a car crash before the advent of Omega-k. PoI-4056: Oh… I see. That's why this universe wasn't responding to our communication… PoI-4056 looks into her lap as Gears finishes writing. Dr. Gears: I believe that is all I have for today. PoI-4056: So, you're going to keep me here, right? Dr. Gears: That is what we are supposed to do. PoI-4056: Your own daughter. Dr. Gears: You are not baseline, and technically, you are not my daughter. PoI-4056: Heh, yeah. I guess I'm not. It'd be foolish for me to expect much else from you anyways. Dr. Gears: Indeed. And as per standard Foundation protocol for humanoid anomalies, we'll have to build for you a social regimen with regular check-ups. [PoI-4056 nods.] Dr. Gears: As the lead on this project, that means that I'll be the one performing the weekly interviews. PoI-4056: You're coming back? Dr. Gears: I'll see you in seven days, Allison. < END LOG >",
        "\" SCP-4056 \" by Uncle Nicolini & Captain Kirby, from the SCP Wiki . Source: https://scpwiki.com/scp-4056 . Licensed under CC-BY-SA .",
        "Filename: gearsstorage.jpg Name: Antarctica: South Pole Station Author: Eli Duke License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "item": "SCP-4056",
    "object_class": "Euclid",
    "containment_procedures": "Foundation Personnel are to be stationed outside of SCP-4056 to amnestize any civilians who encounter the anomaly. Select humanoids within SCP-4056 have been transferred to be contained at Site-17 (See Addenum 4056.2 for details).",
    "description": "SCP-4056 is a facility located in northern Alaska. SCP-4056 contains approximately 550 different humanoids in cryogenic stasis chambers. While each of these humanoids varies from each other slightly in appearance, genetic analysis shows that their DNA is identical to that of Director Charles Ogden Gears.",
    "title": "SCP-4056"
}