{
    "url": "https://scp-wiki.wikidot.com/scp-4059",
    "all_text": "rating: \n+111\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4059:\n The Jersey Devil\n\n\nAuthor:\n \nTheMightyMcB\n\n\nMore By This Author:\n \nhttp://www.scp-wiki.net/themightymcb-s-author-page\n\n\nSpecial Thanks To:\n\n\n\n\nMetaphysician\n for giving me tons of invaluable advice at every step, and for crafting the absolutely glorious \nSarkicism Hub\n\n\nUncle Nicolini\n for the great criticisms (and free pony)\n\n\ndankaar\n for getting back to me within an \nhour\n when I asked for a last minute once-over\n\n\nMathBrush\n and \nCrow-Cat\n for helping me fine tune the idea in the first place\n\n\nMortos\n for helping me trim this thing down a ton.\n\n\n\n\n\n\n+ Image Attribution\n\n\n\n\n- Image Attribution\n\n\n\n\nhttps://pxhere.com/en/photo/1210366\n\nImage released into the public domain via CC0.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+111\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3/4059\n LEVEL \n3/4059\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4059\n\n\n\n\n\n\nEuclid\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFigure 1.1: An abandoned residence found at SCP-4059-1\n\n\n\n\n\n\nSpecial Containment Procedures:\n Provisional Site-144 has been constructed around SCP-4059-1 under the guise of a branch of the New Jersey Department of Environmental Protection (NJDEP) Fish and Wildlife Office. Any civilians attempting to enter the vicinity of SCP-4059-1 are to be turned away due to the area being a protected habitat of a population of \nCrotalus horridus\n (Timber Rattlesnake).\n\n\nPresently, one instance of SCP-4059-2 is being held in a Standard Type-C containment cell at Provisional Site-144. The instance is to be provided with fresh water from SCP-4059-1, replaced monthly, and is to be fed one live pig every three months. Should more instances of SCP-4059-2 be discovered, MTF Nu-5 (“Cabin Fever\") is to be dispatched to contain the entity. Any person that has witnessed or has been attacked by an instance of SCP-4059-2 is to be administered Class-A amnestics and released.\n\n\nSCP-4059-3 is to be stored in a safe-deposit box at Provisional Site-144. Under no circumstances is Procedure 4059-Chemosh to be performed.\n\n\nDescription:\n SCP-4059 is the collective designation for a series of anomalies centered around the Pinelands National Reserve in New Jersey, USA.\n\n\nSCP-4059-1 is a 30 m radius circular freshwater reservoir, located in the center of a 330 m radius circular clearing, located west of the town of Leeds Point, New Jersey. Directly encircling the reservoir are six abandoned single-room cabins, estimated to have been built within the last 150 years. A mass grave was uncovered by Foundation archaeologists along the westernmost edge of the clearing. The gravesite was found to contain the assorted remains of an estimated 72 infants, many exhibiting severe physical deformities. The reservoir and its constituent structures are not anomalous unless two compatible subjects attempt to perform Procedure 4059-Chemosh.\n\n\nSCP-4059-2 are bipedal hircine creatures that exhibit numerous deviations from non-anomalous goats. Notably, SCP-4059-2 entities are approximately 2 m tall on average, with functional chiropteran wings protruding from the shoulder blades, anthropoid forelimbs terminating in hooked claws, prominent incisors, vestigial anthropomorphic mammary glands on the chest, and a thin, hairless, forked tail. Like many species of non-anomalous goat, instances have a pair of large keratinous horns protruding from the top of their head and have a small, bearded wattle dangling from the base of the chin.\n\n\nSCP-4059-2 are adept predators, stalking and incapacitating prey with a bite to the throat. Instances have been reported to be able to move at speeds upwards of 90 km/h for brief periods of time in the pursuit of prey. SCP-4059-2 typically avoid human contact, but can become aggressive when trapped or provoked, and instances have been known to stalk and kill humans. At seemingly random intervals, SCP-4059-2 may return to SCP-4059-1 to drink.\n\n\nSCP-4059-3 is the personal journal of Japhet Bartosiewicz, a Polish immigrant. The journal includes details about the founding and daily life as a resident of SCP-4059-1 as well as instructions as to the proper execution of Procedure 4059-Chemosh.\n\n\nAddendum 4059-1:\n Procedure 4059-Chemosh\n\n\n\n\n► Open Addendum 4059-1\n\n\n\n\n▼ Close Addendum 4059-1\n\n\n\n\nUsing the detailed accounts found within SCP-4059-3, Procedure 4059-Chemosh has been developed.\n\n\n\n\nProcedure 4059-Chemosh takes place in three main stages between two members of opposite sexes. Hereafter, Subject A will denote the biologically male participant and Subject B will denote the biologically female participant.\n\n\nStage 1\n\n\n\n\nStage 1 must take place on the first night of the first full moon of the year and within the boundaries of SCP-4059-1.\n\n\nSubject A must gather 12 caps of any mushroom belonging to the genus \nAmanita\n (Death Cap) and arrange them circularly equidistant around Subject B, who is to be lying in a supine position.\n\n\nSubject A must connect adjacent caps in a circular fashion using blood of any animal belonging to the genus \nCapra\n (Domestic Goat).\n\n\nSubject A must then use the blood to connect the caps in the form of a ritualistic seal that consists of four concentric, equilateral triangles that are offset from each other, with runes inscribed at the vertices of each triangle, as well as the center.\n1\n\n\nSubject A must make an incision into each palm and across the upper chest of Subject B and then do the same to himself.\n\n\nThe subjects are to engage in sexual intercourse.\n\n\nIf Stage 1 has been completed properly, Subject B will become pregnant regardless of biological fertility.\n\n\n\n\nStage 2\n\n\n\n\nBeginning immediately after Stage 1, Subject B must fast for the duration of each full moon under which they are pregnant, and may only eat during nighttime hours\n2\n on such days.\n\n\nEach nocturnal meal that Subject B has during the full moon is to be accompanied with a mix of the blood of an animal of the genus \nCapra\n and that of Subject A. Each meal is to be prefaced with a prayer.\n3\n\n\n\n\nIf performed correctly, Subject B will be pregnant for exactly 265 days, will begin cervical dilation at exactly 1800 EST on day 264, and will give birth after exactly 6 hours of labor\n4\n.\n\n\nStage 3\n\n\n\n\nWhen Subject B first goes into labor, Subject A must stand at the edge of the reservoir at the center of SCP-4059-1 and recite various prayers for three hours.\n\n\nDuring the childbirth process, Subject A will act as the midwife, aiding in the delivery of the child (hereafter referred to as Subject C).\n\n\nUpon delivery, Subject A is to cut the umbilical cord and douse Subject C with the blood.\n\n\nSubject B, aided by Subject A, must immediately carry Subject C to the reservoir at the center of SCP-4059-1 and drop them into the water. Subject C must be allowed to drown in the reservoir. The completion of this step marks the conclusion of Procedure 4059-Chemosh, and the corpse of Subject C will undergo a violent physical transformation into a fully-grown instance of SCP-4059-2 upon death. Any attempts to prematurely remove Subject C from the body of water will result in the infant’s eventual death by pulmonary edema, and failure to accurately carry out Procedure 4059-Chemosh in any way will result in the severe disfigurement and eventual death of Subject C shortly after birth.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 4059-2:\n Abridged entries found within SCP-4059-3 (translated from Polish)\n\n\n\n\n► Open Addendum 4059-2\n\n\n\n\n▼ Close Addendum 4059-2\n\n\n\n\n\n\n12 April 1894\n\n\nPerhaps the elders were right. Perhaps we should not have rejected the old ways and spat in the face of tradition. The gods must be laughing at us, laughing at me. How foolish was I to sacrifice the purity of my sacred blood for love? How foolish were my friends to do the same? One cannot laugh in the face of tradition, in the face of the blessings bestowed upon our people by the \nProphet Ion\n himself, and not expect retribution, and yet we have regardless.\n\n\nThis cursed land is not one of prosperity, as we had been led to believe. The soil is next to useless. Nothing will grow in the harsh clay of the forests, nor in the dry sand of the beaches. All we can do to survive is hunt, fish, and trade with a nearby town for sustenance. This hardship, I fear, is our curse.\n\n\nDespite our transgressions, I believe such a debt can be paid. In being forsaken by those we love and cast out to this land, perhaps we can atone for our sins and begin anew by claiming this territory for the old blood. I must meet with my companions to discuss the furthering of our lineage. Even with impurity, it may please the Vultaas\n5\n to begin anew, to root our ancient seeds here such that we may flourish.\n\n\n\n\n\n\n30 November 1894\n\n\nWe have been trying for nearly a year now, but none of us have managed to conceive. I fear that our attempts to bring forth children of impure blood have insulted the \nDesired One\n, a retribution for our impurity. I have brought attention to this plight four days ago and asked my kin to ponder the situation. Today, I was asked if I remembered the tales of the holy flesh weavers. The way that the elders talked about them, their ability to bend muscle and bone to their every whim through skilled lihakut’ak\n6\n, gave us an idea. My companions seem to think that we can use those sacred rites to lift our curse and purify our lineage with sculpted progeny. Perhaps they are correct. We will have to discuss the matter further, and consult what few texts we took with us when we were forced into exile.\n\n\n\n\n\n\n11 January 1895\n\n\nIt is done. Last night was the full moon; the first opportunity to test a blood promise. Each of us spent the night cleaning our wounds, questioning if this was worth it. It makes me wonder - should we even bother attempting to resurrect that which is dead? We have disappointed our families and spat on the graves of our ancestors with our betrayal of the blood. Would it not be considered hubris to assume that these sins can be forgiven? What right do we have as pariahs to assume the mantle of an emergent dynasty? Regardless, we shall find out soon if the gods see fit to bless us with children.\n\n\n\n\n\n\n26 February 1895\n\n\nIt seems our prayers have been answered and we may offer our heritage to the gods. Despite a plague of barren wombs, all of the women in our coven have swelled with life after the first implementation of the rites. There are powerful forces at work, and they offer us the chance to carry forth the legacy of our ancestors for years to come.\n\n\n\n\n\n\n3 October 1895\n\n\nThe women have born their children, and it has become clear that there is much work to do. The young ones were not powerful sorcerers of lihakut’ak as was expected, but instead were broken and twisted husks. They died before taking a single breath, and so we have been left with nothing. Yet still, for the sake of fulfilling our promise to the gods, we must persist. We must amend the spells until we bear great and terrible children that may ascend to honor their ancestors as holy Karcists.\n\n\nTranscription note:\n The next twelve years of entries detail proposed changes to Procedure 4059-Chemosh, as well as brief descriptions of the results of the new procedures, leading to the thirteenth and final iteration of the procedure. - Dr. Lavey\n\n\n\n\n\n\n9 October 1908\n\n\nThe Devourer must relish this day. When we were first blessed with children, I had foolishly thought that exile was a sufficient atonement for our sins, and now we have paid dearly for my presumption. The sacrament was successful, and it was our reckoning. How quickly our joy morphed into horror as the children emerged from the water as beasts who did not recognize their own kin. Their bodies stretched and twisted as they grew unnatural features. Wings tore open the skin of their backs and horns pierced their foreheads. Their faces stretched into goats and their nails curved into deadly talons. Each one let out a horrific shriek as they stretched out for the first time.\n\n\nThen, they saw us standing there, frozen in shock and fear. The beasts slaughtered their own mothers with ravenous fury and likewise turned on their fathers, and so I ran like a coward. I ran from my home, from my wife, and from my monstrous child. I ran from the sounds of tearing flesh and screaming demons.\n\n\nTranscription note:\n This is the last entry in SCP-4059-3. Foundation investigators have found records of a Japhet Bartosiewicz that had lived in the town of Leeds Point in the years following those depicted in SCP-4059-3. It has been hypothesized that Mr. Bartosiewicz integrated himself into the Leeds Point community and lived there for the remainder of his life. - Dr. Lavey\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The design of the runes can be found within SCP-4059-3 itself.\n\n\n2\n. Defined as any time when the sun is at least 15 degrees below the horizon\n\n\n3\n. A list of acceptable prayers can be found within SCP-4059-3.\n\n\n4\n. It is to be noted that this will always result in birth during the full moon.\n\n\n5\n. Also referred to as \"Archons\" amongst Sarkites. In Sarkic mythology, the Archons are six beings that act as primordial embodiments of chaos. Each Archon is believed to have challenged Ion, with Ion's victory over these trials granting him transcendent powers.\n\n\n6\n. \nTranslation from Old Adytite:\n Fleshcraft\n\n\n\n\n\n\n\n\n« \nSCP-4058\n | SCP-4059 | \nSCP-4060\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4059\n\" by TheMightyMcB, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4059\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n LogCabin.jpg\n\n\nName:\n\n\nAuthor:\n Anonymous\n\n\nLicense:\n Creative Commons CC0\n\n\nSource Link:\n \nhttps://pxhere.com/en/photo/1210366\n\n\nDerivative of:\n\n\nAdditional Notes:",
    "addendums": [
        "Addendum 4059-1: Procedure 4059-Chemosh",
        "Addendum 4059-2: Abridged entries found within SCP-4059-3 (translated from Polish)"
    ],
    "documents": [],
    "notes": [
        "Procedure 4059-Chemosh takes place in three main stages between two members of opposite sexes. Hereafter, Subject A will denote the biologically male participant and Subject B will denote the biologically female participant. Stage 1 Stage 1 must take place on the first night of the first full moon of the year and within the boundaries of SCP-4059-1. Subject A must gather 12 caps of any mushroom belonging to the genus Amanita (Death Cap) and arrange them circularly equidistant around Subject B, who is to be lying in a supine position. Subject A must connect adjacent caps in a circular fashion using blood of any animal belonging to the genus Capra (Domestic Goat). Subject A must then use the blood to connect the caps in the form of a ritualistic seal that consists of four concentric, equilateral triangles that are offset from each other, with runes inscribed at the vertices of each triangle, as well as the center. 1 Subject A must make an incision into each palm and across the upper chest of Subject B and then do the same to himself. The subjects are to engage in sexual intercourse. If Stage 1 has been completed properly, Subject B will become pregnant regardless of biological fertility. Stage 2 Beginning immediately after Stage 1, Subject B must fast for the duration of each full moon under which they are pregnant, and may only eat during nighttime hours 2 on such days. Each nocturnal meal that Subject B has during the full moon is to be accompanied with a mix of the blood of an animal of the genus Capra and that of Subject A. Each meal is to be prefaced with a prayer. 3 If performed correctly, Subject B will be pregnant for exactly 265 days, will begin cervical dilation at exactly 1800 EST on day 264, and will give birth after exactly 6 hours of labor 4 . Stage 3 When Subject B first goes into labor, Subject A must stand at the edge of the reservoir at the center of SCP-4059-1 and recite various prayers for three hours. During the childbirth process, Subject A will act as the midwife, aiding in the delivery of the child (hereafter referred to as Subject C). Upon delivery, Subject A is to cut the umbilical cord and douse Subject C with the blood. Subject B, aided by Subject A, must immediately carry Subject C to the reservoir at the center of SCP-4059-1 and drop them into the water. Subject C must be allowed to drown in the reservoir. The completion of this step marks the conclusion of Procedure 4059-Chemosh, and the corpse of Subject C will undergo a violent physical transformation into a fully-grown instance of SCP-4059-2 upon death. Any attempts to prematurely remove Subject C from the body of water will result in the infant’s eventual death by pulmonary edema, and failure to accurately carry out Procedure 4059-Chemosh in any way will result in the severe disfigurement and eventual death of Subject C shortly after birth.",
        "12 April 1894 Perhaps the elders were right. Perhaps we should not have rejected the old ways and spat in the face of tradition. The gods must be laughing at us, laughing at me. How foolish was I to sacrifice the purity of my sacred blood for love? How foolish were my friends to do the same? One cannot laugh in the face of tradition, in the face of the blessings bestowed upon our people by the Prophet Ion himself, and not expect retribution, and yet we have regardless. This cursed land is not one of prosperity, as we had been led to believe. The soil is next to useless. Nothing will grow in the harsh clay of the forests, nor in the dry sand of the beaches. All we can do to survive is hunt, fish, and trade with a nearby town for sustenance. This hardship, I fear, is our curse. Despite our transgressions, I believe such a debt can be paid. In being forsaken by those we love and cast out to this land, perhaps we can atone for our sins and begin anew by claiming this territory for the old blood. I must meet with my companions to discuss the furthering of our lineage. Even with impurity, it may please the Vultaas 5 to begin anew, to root our ancient seeds here such that we may flourish.",
        "30 November 1894 We have been trying for nearly a year now, but none of us have managed to conceive. I fear that our attempts to bring forth children of impure blood have insulted the Desired One , a retribution for our impurity. I have brought attention to this plight four days ago and asked my kin to ponder the situation. Today, I was asked if I remembered the tales of the holy flesh weavers. The way that the elders talked about them, their ability to bend muscle and bone to their every whim through skilled lihakut’ak 6 , gave us an idea. My companions seem to think that we can use those sacred rites to lift our curse and purify our lineage with sculpted progeny. Perhaps they are correct. We will have to discuss the matter further, and consult what few texts we took with us when we were forced into exile.",
        "11 January 1895 It is done. Last night was the full moon; the first opportunity to test a blood promise. Each of us spent the night cleaning our wounds, questioning if this was worth it. It makes me wonder - should we even bother attempting to resurrect that which is dead? We have disappointed our families and spat on the graves of our ancestors with our betrayal of the blood. Would it not be considered hubris to assume that these sins can be forgiven? What right do we have as pariahs to assume the mantle of an emergent dynasty? Regardless, we shall find out soon if the gods see fit to bless us with children.",
        "26 February 1895 It seems our prayers have been answered and we may offer our heritage to the gods. Despite a plague of barren wombs, all of the women in our coven have swelled with life after the first implementation of the rites. There are powerful forces at work, and they offer us the chance to carry forth the legacy of our ancestors for years to come.",
        "3 October 1895 The women have born their children, and it has become clear that there is much work to do. The young ones were not powerful sorcerers of lihakut’ak as was expected, but instead were broken and twisted husks. They died before taking a single breath, and so we have been left with nothing. Yet still, for the sake of fulfilling our promise to the gods, we must persist. We must amend the spells until we bear great and terrible children that may ascend to honor their ancestors as holy Karcists. Transcription note: The next twelve years of entries detail proposed changes to Procedure 4059-Chemosh, as well as brief descriptions of the results of the new procedures, leading to the thirteenth and final iteration of the procedure. - Dr. Lavey",
        "9 October 1908 The Devourer must relish this day. When we were first blessed with children, I had foolishly thought that exile was a sufficient atonement for our sins, and now we have paid dearly for my presumption. The sacrament was successful, and it was our reckoning. How quickly our joy morphed into horror as the children emerged from the water as beasts who did not recognize their own kin. Their bodies stretched and twisted as they grew unnatural features. Wings tore open the skin of their backs and horns pierced their foreheads. Their faces stretched into goats and their nails curved into deadly talons. Each one let out a horrific shriek as they stretched out for the first time. Then, they saw us standing there, frozen in shock and fear. The beasts slaughtered their own mothers with ravenous fury and likewise turned on their fathers, and so I ran like a coward. I ran from my home, from my wife, and from my monstrous child. I ran from the sounds of tearing flesh and screaming demons. Transcription note: This is the last entry in SCP-4059-3. Foundation investigators have found records of a Japhet Bartosiewicz that had lived in the town of Leeds Point in the years following those depicted in SCP-4059-3. It has been hypothesized that Mr. Bartosiewicz integrated himself into the Leeds Point community and lived there for the remainder of his life. - Dr. Lavey",
        "\" SCP-4059 \" by TheMightyMcB, from the SCP Wiki . Source: https://scpwiki.com/scp-4059 . Licensed under CC-BY-SA .",
        "Filename: LogCabin.jpg Name: Author: Anonymous License: Creative Commons CC0 Source Link: https://pxhere.com/en/photo/1210366 Derivative of: Additional Notes:"
    ],
    "containment_procedures": "Provisional Site-144 has been constructed around SCP-4059-1 under the guise of a branch of the New Jersey Department of Environmental Protection (NJDEP) Fish and Wildlife Office. Any civilians attempting to enter the vicinity of SCP-4059-1 are to be turned away due to the area being a protected habitat of a population of Crotalus horridus (Timber Rattlesnake).",
    "description": "SCP-4059 is the collective designation for a series of anomalies centered around the Pinelands National Reserve in New Jersey, USA.",
    "title": "SCP-4059"
}