{
    "url": "https://scp-wiki.wikidot.com/scp-4061",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\n\n\n\n\n\n\n3/4061\n LEVEL \n3/4061\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-4061\n\n\nObject Class: \nEuclid\n \nNeutralized\n Safe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\"An early attempt to photograph SCP-4061-α by previous caretakers\"\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4061-carrying bacteria cultures must be cultivated every 10 days. These cultures are to be stored under a covering of sterile mineral oil at 4-6°C in a secure cold room of Unit 21 of Site-76. Only personnel of clearance 3 or higher are permitted to interact with SCP-4061.\n\n\nDescription:\n SCP-4061 is a gene sequence copied via CRISPR-Cas9\n1\n from SCP-4061-α into bacteria modified from \nEscherichia coli\n K–12\n2\n. These cultures carry genes that express the same anomalous qualities as SCP-4061-α, expire if not kept cool after 6 hours, and are not transmissible outside of lab conditions.\n\n\nSCP-4061-α is the remains of a 4-year-old male German Shepherd dog which had the ability to detect and interfere with the use of photographic devices active and directed at it. SCP-4061-α expired from natural causes on 06/05/16. Its remains were incinerated on site.\n\n\nSCP-4061-α attempted to move out of view of any photographic device. During all attempts to record SCP-4061-α, it emitted either electromagnetic radiation that destroyed unprotected electrical recording equipment or a hazardous effect manifesting as nearby objects non-coincidentally interfering with devices recording SCP-4061-α.\n\n\nRecovery:\n SCP-4061 was discovered on 05/07/16. Further documentation on SCP-4061 can be found in the Stealth Technology Research Division's project codenamed \"Stray Mutt\".\n\n\nSCP-4061-α was recovered on 12/15/2015 by Mobile Task Force Pi-1. Field agents were deployed after several perimeter security cameras at a public front of a Foundation site had simultaneously failed. Agents were able to determine that the cause of the security camera failure was SCP-4061-α after a nearby small-town news team attempted to run a story related to an \"unphotographable dog\". A disinformation campaign and amnestics were used to enable the transfer of SCP-4061-α into Foundation custody.\n\n\nStray Mutt - Stealth Technology Research Division\n\n\n\n\nInput Credentials\n\n\n\n\nReturn File\n\n\n\n\n\n\n04/03/16\n\n\n\n\nDue to the existence of another \nanimal\n (of the same subspecies and located at Wilson's Wildlife Solutions) with similar anomalous qualities, Dr. Baxter has recommended gene sequencing of SCP-4061-α.\n\n\nHe hypothesized that there may be a similar gene that both animals carry and express that is not found in others of the C. l. familiaris subspecies.\n\n\n\n\n\n\n05/07/16\n\n\n\n\nFollowing SCP-4061-α's genomic testing, an atypical gene was isolated, and is hypothesized to be the cause of SCP-4061-α's anomalous effects.\n\n\nDr. Baxter has submitted a request for approval in attempting to edit SCP-4061 into bacteria via CRISPR-Cas9 to create an anti-recording salve.\n\n\n\n\n\n\n06/04/2016\n\n\n\n\nO5-7 has expressed interest in two possible applications of Dr. Baxter's proposal. The first is to mask the movement of Foundation agents and their alternate identities from digital surveillance of rival global organizations. The second would be to reduce the cost and liability of obtaining or altering data from devices after administering amnestics to non-foundation personnel in the field.\n\n\nA determination as to the posthumous duration of SCP-4061-α's anomalous properties is needed before funding can be allocated to the project.\n\n\n\n\n\n\n06/11/2016\n\n\n\n\nSCP-4061 was successfully edited into \nEscherichia coli\n K–12 bacteria and stored at Site 76. SCP-4061 expires in 6 hours if not kept at 4-6°C in a controlled environment. SCP-4061's properties last in the bacteria for 4 hours after expiration.\n\n\nSCP-4061-α was redesignated as such, and the gene was designated SCP-4061.\n\n\n\n\n\n\n06/18/2016 - Performed by Dr. Baxter\n\n\n\n\nProcedure:\n SCP-4061-containing bacteria were added to a probiotic ointment and applied to subject D-1777. D-1777 was then instructed to sit in a chair in a clean room as multiple cameras were activated in 15-minute intervals.\n\n\nResults:\n Each surveillance camera was destroyed by strong electromagnetic radiation until 7 hours had passed.\n\n\nAnalysis:\n The repeated strain on the bacteria to prevent recording shortens their lifespan.\n\nAll anomalous properties of SCP-4061-α are found to be acquired by a subject when a salve containing SCP-4061 is applied topically.\n\n\n\n\n\n\n\n\n\n\n \n\n\nIncident FSRX2 Report\n\n\n\n\nInput Credentials\n\n\n\n\nReturn File\n\n\n\n\n\n\n06/19/18\n\n\n\n\nA sample of SCP-4061-carrying cultures were logged as missing. All personnel with access to SCP-4061 are to be held for questioning until the sample can be found.\n\n\n\n\n\n\n06/20/18\n\n\n\n\nA member of research staff was identified as the last to interact with SCP-4061. After interrogation, it was determined that they had been compromised by an organization called the Attendants of Requital.\n\n\nHow they were initially compromised remains unknown, but a book in their locker had been highlighted to create a detailed list of instructions.\n\n\nThe SCP-4061-carrying culture was not located.\n\n\n\n\n\n\n06/21/18\n\n\n\n\nEquipment being used to record the movements of four individuals under surveillance, who were believed to be a part of the Chaos Insurgency, failed unexpectedly.\n\n\nIt is at this moment unknown how or if the Attendants of Requital are in any way linked to the Insurgency.\n\n\n\n\n\n\n\n\n\n\n\n\nS\nCP-4061-α Test Log\n\n\n\n\nInput Credentials\n\n\n\n\nReturn File\n\n\n\n\n\n\n03/03/16 - Performed by Dr. Troy\n\n\n\n\nProcedure:\n Attempted to record SCP-4061-α with a recording device.\n\n\nResults:\n Video and images blurry from either interference or motion are obtained prior to SCP-4061 moving out of view of the recording device.\n\n\nAnalysis:\n SCP-4061-α will need to be restrained in future experiments to isolate its anomalous effects as recommended by Dr. Gilbert.\n\n\n\n\n\n\n03/10/16 - Performed by Dr. Gilbert\n\n\n\n\nProcedure:\n Immobilized SCP-4061-α with restraints and attempted to take photos.\n\n\nResults:\n Fly landed on the lens every time a photo was taken.\n\n\nAnalysis:\n Direct view of SCP-4061-α seems to create a hazardous effect for viable recording.\n\nDr. Troy has decided that we will next attempt to use a nondirect view to record SCP-4061-α.\n\n\n\n\n\n\n04/03/16 - Performed by Dr. Troy\n\n\n\n\nProcedure:\n Immobilized SCP-4061-α with restraints and recorded its reflection.\n\n\nResults:\n Mirror cracks immediately as the recording device is activated.\n\n\nAnalysis:\n Direct line of sight of SCP-4061-α is not required to trigger the hazardous effect.\n\nDr. Gilbert has hypothesized that SCP-4061-α's effect may have a limited range.\n\n\n\n\n\n\n04/10/16 - Performed by Dr. Gilbert\n\n\n\n\nProcedure:\n SCP-4061-α is to be recorded by a drone at an altitude of 1000m.\n\n\nResults:\n Control signal to the drone was cut by unknown interference.\n\n\nAnalysis:\n SCP-4061-α's hazardous effect range is greater than 1000m.\n\nDr. Troy and I have concluded that if all variables that could be used in SCP-4061-α's hazardous effect are accounted for, SCP-4061-α should be able to be recorded.\n\n\n\n\n\n\n04/17/16 - Performed by Dr. Troy\n\n\n\n\nProcedure:\n Immobilized SCP-4061-α with restraints inside of a clean room with climate control before attempting to record it.\n\n\nResults:\n Recording device is destroyed by strong electromagnetic radiation.\n\n\nAnalysis:\n In an event where SCP-4061-α's hazardous effect is controlled, SCP-4061-α emits strong electromagnetic radiation.\n\nDr. Gilbert and I will attempt the same experiment in a mirrored room with EM insulated equipment.\n\n\n\n\n\n\n05/04/2016 - Performed by Dr. Gilbert and Dr. Troy\n\n\n\n\nProcedure:\n Immobilized SCP-4061-α with restraints inside of a mirrored clean room with climate control before attempting to record it with EM insulated equipment.\n\n\nResults:\n SCP-4061-α escapes containment after emitting a burst of bright light.\n\nSCP-4061-α is found in a nearby hallway and returned to containment.\n\n\nAnalysis:\n SCP-4061-α's ability to escape containment is both unprecedented and concerning.\n\nUntil it can be verified that no harmful levels of radiation were emitted by SCP-4061-α under these circumstances, further testing is suspended.\n\nUpon discovery that no harmful levels of radiation were emitted, we will attempt the same experiment in an unmirrored room.\n\n\n\n\n\n\n05/27/2016 - Performed by Dr. Gilbert and Dr. Troy\n\n\n\n\nProcedure:\n Immobilized SCP-4061-α with restraints inside of an unmirrored clean room with climate control before attempting to record it with EM insulated equipment.\n\n\nResults:\n SCP-4061-α escapes restraints after emitting a burst of bright light.\n\nSCP-4061-α remains in the room yet unrestrained and outside of the view of the recording device.\n\n\nAnalysis:\n SCP-4061-α will relocate out of a recording devices view if neither electromagnetic radiation or its hazardous effect can prevent it from being recorded.\n\nWe have concluded that SCP-4061-α cannot be recorded by any natural methods.\n\n\n\n\n\n\n06/05/2016 - Performed by Dr. Gilbert and Dr. Troy\n\n\n\n\nProcedure:\n Repeated attempts to record an expired SCP-4061-α.\n\n\nResults:\n 4 hours after SCP-4061-α had expired normal photography was possible.\n\n\nAnalysis:\n The properties of SCP-4061-α last for a 4-hour duration after expiration.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A family of DNA sequences adapted from a naturally occurring genome editing system in bacteria.\n\n\n2\n. The K12 and related strains of \nE. coli\n have been modified to survive only under specific conditions.\n\n\n\n\n\n\n\n\n« \nSCP-4060\n | SCP-4061 | \nSCP-4062\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "04/03/16 Due to the existence of another animal (of the same subspecies and located at Wilson's Wildlife Solutions) with similar anomalous qualities, Dr. Baxter has recommended gene sequencing of SCP-4061-α. He hypothesized that there may be a similar gene that both animals carry and express that is not found in others of the C. l. familiaris subspecies.",
        "05/07/16 Following SCP-4061-α's genomic testing, an atypical gene was isolated, and is hypothesized to be the cause of SCP-4061-α's anomalous effects. Dr. Baxter has submitted a request for approval in attempting to edit SCP-4061 into bacteria via CRISPR-Cas9 to create an anti-recording salve.",
        "06/04/2016 O5-7 has expressed interest in two possible applications of Dr. Baxter's proposal. The first is to mask the movement of Foundation agents and their alternate identities from digital surveillance of rival global organizations. The second would be to reduce the cost and liability of obtaining or altering data from devices after administering amnestics to non-foundation personnel in the field. A determination as to the posthumous duration of SCP-4061-α's anomalous properties is needed before funding can be allocated to the project.",
        "06/11/2016 SCP-4061 was successfully edited into Escherichia coli K–12 bacteria and stored at Site 76. SCP-4061 expires in 6 hours if not kept at 4-6°C in a controlled environment. SCP-4061's properties last in the bacteria for 4 hours after expiration. SCP-4061-α was redesignated as such, and the gene was designated SCP-4061.",
        "06/18/2016 - Performed by Dr. Baxter Procedure: SCP-4061-containing bacteria were added to a probiotic ointment and applied to subject D-1777. D-1777 was then instructed to sit in a chair in a clean room as multiple cameras were activated in 15-minute intervals. Results: Each surveillance camera was destroyed by strong electromagnetic radiation until 7 hours had passed. Analysis: The repeated strain on the bacteria to prevent recording shortens their lifespan. All anomalous properties of SCP-4061-α are found to be acquired by a subject when a salve containing SCP-4061 is applied topically.",
        "06/19/18 A sample of SCP-4061-carrying cultures were logged as missing. All personnel with access to SCP-4061 are to be held for questioning until the sample can be found.",
        "06/20/18 A member of research staff was identified as the last to interact with SCP-4061. After interrogation, it was determined that they had been compromised by an organization called the Attendants of Requital. How they were initially compromised remains unknown, but a book in their locker had been highlighted to create a detailed list of instructions. The SCP-4061-carrying culture was not located.",
        "06/21/18 Equipment being used to record the movements of four individuals under surveillance, who were believed to be a part of the Chaos Insurgency, failed unexpectedly. It is at this moment unknown how or if the Attendants of Requital are in any way linked to the Insurgency.",
        "03/03/16 - Performed by Dr. Troy Procedure: Attempted to record SCP-4061-α with a recording device. Results: Video and images blurry from either interference or motion are obtained prior to SCP-4061 moving out of view of the recording device. Analysis: SCP-4061-α will need to be restrained in future experiments to isolate its anomalous effects as recommended by Dr. Gilbert.",
        "03/10/16 - Performed by Dr. Gilbert Procedure: Immobilized SCP-4061-α with restraints and attempted to take photos. Results: Fly landed on the lens every time a photo was taken. Analysis: Direct view of SCP-4061-α seems to create a hazardous effect for viable recording. Dr. Troy has decided that we will next attempt to use a nondirect view to record SCP-4061-α.",
        "04/03/16 - Performed by Dr. Troy Procedure: Immobilized SCP-4061-α with restraints and recorded its reflection. Results: Mirror cracks immediately as the recording device is activated. Analysis: Direct line of sight of SCP-4061-α is not required to trigger the hazardous effect. Dr. Gilbert has hypothesized that SCP-4061-α's effect may have a limited range.",
        "04/10/16 - Performed by Dr. Gilbert Procedure: SCP-4061-α is to be recorded by a drone at an altitude of 1000m. Results: Control signal to the drone was cut by unknown interference. Analysis: SCP-4061-α's hazardous effect range is greater than 1000m. Dr. Troy and I have concluded that if all variables that could be used in SCP-4061-α's hazardous effect are accounted for, SCP-4061-α should be able to be recorded.",
        "04/17/16 - Performed by Dr. Troy Procedure: Immobilized SCP-4061-α with restraints inside of a clean room with climate control before attempting to record it. Results: Recording device is destroyed by strong electromagnetic radiation. Analysis: In an event where SCP-4061-α's hazardous effect is controlled, SCP-4061-α emits strong electromagnetic radiation. Dr. Gilbert and I will attempt the same experiment in a mirrored room with EM insulated equipment.",
        "05/04/2016 - Performed by Dr. Gilbert and Dr. Troy Procedure: Immobilized SCP-4061-α with restraints inside of a mirrored clean room with climate control before attempting to record it with EM insulated equipment. Results: SCP-4061-α escapes containment after emitting a burst of bright light. SCP-4061-α is found in a nearby hallway and returned to containment. Analysis: SCP-4061-α's ability to escape containment is both unprecedented and concerning. Until it can be verified that no harmful levels of radiation were emitted by SCP-4061-α under these circumstances, further testing is suspended. Upon discovery that no harmful levels of radiation were emitted, we will attempt the same experiment in an unmirrored room.",
        "05/27/2016 - Performed by Dr. Gilbert and Dr. Troy Procedure: Immobilized SCP-4061-α with restraints inside of an unmirrored clean room with climate control before attempting to record it with EM insulated equipment. Results: SCP-4061-α escapes restraints after emitting a burst of bright light. SCP-4061-α remains in the room yet unrestrained and outside of the view of the recording device. Analysis: SCP-4061-α will relocate out of a recording devices view if neither electromagnetic radiation or its hazardous effect can prevent it from being recorded. We have concluded that SCP-4061-α cannot be recorded by any natural methods.",
        "06/05/2016 - Performed by Dr. Gilbert and Dr. Troy Procedure: Repeated attempts to record an expired SCP-4061-α. Results: 4 hours after SCP-4061-α had expired normal photography was possible. Analysis: The properties of SCP-4061-α last for a 4-hour duration after expiration."
    ],
    "containment_procedures": "SCP-4061-carrying bacteria cultures must be cultivated every 10 days. These cultures are to be stored under a covering of sterile mineral oil at 4-6°C in a secure cold room of Unit 21 of Site-76. Only personnel of clearance 3 or higher are permitted to interact with SCP-4061.",
    "description": "SCP-4061 is a gene sequence copied via CRISPR-Cas91 from SCP-4061-α into bacteria modified from Escherichia coli K–122. These cultures carry genes that express the same anomalous qualities as SCP-4061-α, expire if not kept cool after 6 hours, and are not transmissible outside of lab conditions.",
    "title": "SCP-4061"
}