{
    "url": "https://scp-wiki.wikidot.com/scp-4068",
    "all_text": "rating: \n+100\n+\n–\nx\n\n\n\n\n\n\nMemetic SCP-4068-1 communication.\n\n\n\n\n\n\nItem #:\n SCP-4068\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Electronic and verbal communications of Fortune 500 companies will be monitored for any references to the phrase “a lovely little hotel in the Rockies”. Corporations flagged for this communication will be quarantined under the guise of epidemic prevention and all employees interviewed for the detection of SCP-4068. SCP-4068-1-A instances will be administered Class-C amnestics. SCP-4068-1-B instances will be terminated, and records of their employment history expunged.\n\n\nAll communications affected by the memetic effects of SCP-4068 (including but not limited to electronic communications, posters, and letters) will be expunged, as well as any records of SCP-4068-2 policies.\n\n\nDescription:\n SCP-4068 is a phenomenon affecting employees of major US-based companies\n1\n (affected employees are henceforth referred to as SCP-4068-1). There is no apparent process for the incidence of SCP-4068 among individuals, but previous instances of SCP-4068-1 have been limited by the following criteria:\n\n\n\n\nJob responsibilities are largely corporate in function (i.e. not related directly to the sale of products, to manufacturing, or to custodial duties)\n\n\n\n\n\n\nAll instances of SCP-4068-1 are employees of companies listed in the Fortune 500 for the year the instance initially manifests\n\n\n\n\n\n\nAll instances have unusually high rates of agreeableness and poor critical thinking skills\n\n\n\n\nSCP-4068-1 instances proceed through two primary stages, henceforth referred to as SCP-4068-1-A and SCP-4068-1-B.\n\n\nSCP-4068-1-A instances will begin to reference a recent corporate retreat they attended. All instances to-date have referred to the event as “enlightening” and located in “a lovely little hotel in the Rockies”, though no evidence of the existence of these events nor the hotel has been found. Descriptions of what was learned at these events are invariably laden with corporate jargon to the point of being incomprehensible. SCP-4068-1-A will attempt to spread what they learned from the event to other employees, typically through emails, motivational posters, and verbal conversations.\n\n\nSCP-4068-1-A communications appear to exert a memetic effect on other employees of their company, who become convinced that information about SCP-4068 is meaningful and attempt to spread it to other employees (thus creating more instances of SCP-4068-1-A). Non-employees perceive the anomalous speech normally, and can neither understand SCP-4068-1 instances nor be influenced by the memetic effects of SCP-4068. The use of Class-C amnestics is effective at curing SCP-4068-1-A instances, though future exposure to SCP-4068 will cause a recurrence of the effects.\n\n\nSCP-4068-1-A instances progress to SCP-4068-1-B typically after remaining untreated for 4-5 weeks, though proximity to other instances of SCP-4068-1-A and SCP-4068-1-B will accelerate the progression. SCP-4068-1-B instances are completely incapable of comprehensible speech, devolving into a coprolalia\n2\n of corporate jargon and buzzwords. This speech exerts a significantly strong memetic effect on other employees, greatly increasing the likelihood of the creation of SCP-4068-1-A instances. SCP-4068-1-B instances can also be distinguished by an extreme reticence to interact with non-employees, violent tendencies towards non-anomalous management theory literature (books, articles, etc.) and signs of psychological distress\n3\n.\n\n\nThe administration of amnestics to SCP-4068-1-B instances appears ineffective at curing the instance, as mental deterioration has typically already occurred by this point\n4\n. Refer to \nInterview Log 4068-A\n.\n\n\nSCP-4068-2 are corporations who have reached a critical mass of SCP-4068-1 instances (approximately 60% of employees, though SCP-4068-2 instances can manifest earlier if the majority of the company leadership is affected). SCP-4068-2 will implement corporate policies that appear to be consistent with SCP-4068. Due to the incomprehensibility of SCP-4068-1 communications, the reasoning behind these policies is unclear, and attempts to discuss them result in further manifestations of SCP-4068-1-A.\n\n\nAll instances of SCP-4068-1 will comply with the policies laid out by SCP-4068-2. Employees of SCP-4068-2 instances who are not yet affected by SCP-4068 typically become instances of SCP-4068-1 within a week following the implementation of these policies. A refusal to participate in SCP-4068-2 policies will elicit violent reactions from SCP-4068-1 instances. Refer to \nEvidence Log 4068-A\n.\n\n\n\n\n+ Evidence Log 4068-A\n\n\n\n\n- Collapse\n\n\n\n\n\n\n\n\nSCP-4068-2 Instance\n\n\nPolicies Implemented\n\n\n\n\n\n\nSCP-4068-2-3\n\n\nAll employees work in 24-hour shifts, seven days a week. Speakers are installed in every room of corporate locations and continuously project a recording of an SCP-4068-1-B instance speaking.\n\n\n\n\n\n\nSCP-4068-2-5\n\n\nNudity is actively encouraged as the appropriate dress code among staff. Bodily depictions of corporate logos and mottos (via tattoos, body paint, and in rare cases, self-inflicted scars) are common.\n\n\n\n\n\n\nSCP-4068-2-12\n\n\n██████ Co., formerly an oil & gas company, attempts to switch all resources to the manufacture of wristwatches, to the great financial detriment of the company.\n\n\n\n\n\n\nSCP-4068-2-13\n\n\nEmployees adopt extreme ascetic practices. ██ employees die of dehydration or starvation.\n\n\n\n\n\n\nSCP-4068-2-16\n\n\nPolygamous office romances are mandated among the staff. The number of partners appears to be correlated with the individual’s position within the corporate hierarchy.\n\n\n\n\n\n\nSCP-4068-2-17\n\n\nThe color blue is strictly prohibited in corporate locations.\n\n\n\n\n\n\nSCP-4068-2-19\n\n\nPoor performance reviews result in the [DATA EXPUNGED] of employees. SCP-4068-1 instances show no apparent signs of discomfort.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log 4068-A: SCP-4068-B-17\n\n\n\n\n- Collapse\n\n\n\n\n\n\nInterviewer:\n Dr. G. Kyne\n\n\n\n\nInterviewee:\n SCP-4068-B-17\n\n\n\n[BEGIN LOG]\n\n\n\n\nDr. Kyne:\n When did your symptoms begin?\n\n\n\n\nSCP-4068-B-17:\n Outsourcing the speed-to-market of paradigms to downsize the upside of our enterprise cloud take-away.\n\n\n\n\nDr. Kyne:\n Can you understand what I’m saying?\n\n\n\n\nSCP-4068-B-17:\n Give me push-back ecosystems of our core synergistic competencies to stay on the innovative growth hacking swim-lane.\n\n\n\n\nDr. Kyne:\n What is causing your symptoms?\n\n\n\n\nSCP-4068-B-17:\n Moving the needle to my bleeding-edge pain points by the out-of-pocket disruptor drilling down from outside the box in a lovely little hotel in the Rockies.\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Employees of non-profits and governmental institutions appear unaffected. No employee of the SCP Foundation has been affected by SCP-4068.\n\n\n2\n. The involuntary and repetitive use of obscene and meaningless language.\n\n\n3\n. It is possible that SCP-4068-1-B instances are at least partially aware of their condition.\n\n\n4\n. Autopsies of SCP-4068-1-B instances show partial degeneration of the Wernicke’s area of the temporal lobe, related to the development and comprehension of language. Although SCP-4068-1-B instances appear to suffer from some symptoms of Wernicke’s aphasia (typically characterized by producing fluent yet meaningless speech) they lack other necessary symptoms and seem perfectly capable of comprehending normal language, and are able to follow any verbal commands.\n\n\n\n\n\n\n\n\n« \nSCP-4067\n | SCP-4068 | \nSCP-4069\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewer: Dr. G. Kyne Interviewee: SCP-4068-B-17 [BEGIN LOG] Dr. Kyne: When did your symptoms begin? SCP-4068-B-17: Outsourcing the speed-to-market of paradigms to downsize the upside of our enterprise cloud take-away. Dr. Kyne: Can you understand what I’m saying? SCP-4068-B-17: Give me push-back ecosystems of our core synergistic competencies to stay on the innovative growth hacking swim-lane. Dr. Kyne: What is causing your symptoms? SCP-4068-B-17: Moving the needle to my bleeding-edge pain points by the out-of-pocket disruptor drilling down from outside the box in a lovely little hotel in the Rockies. [END LOG]"
    ],
    "item": "SCP-4068",
    "object_class": "Keter",
    "containment_procedures": "Electronic and verbal communications of Fortune 500 companies will be monitored for any references to the phrase “a lovely little hotel in the Rockies”. Corporations flagged for this communication will be quarantined under the guise of epidemic prevention and all employees interviewed for the detection of SCP-4068. SCP-4068-1-A instances will be administered Class-C amnestics. SCP-4068-1-B instances will be terminated, and records of their employment history expunged.",
    "description": "SCP-4068 is a phenomenon affecting employees of major US-based companies1 (affected employees are henceforth referred to as SCP-4068-1). There is no apparent process for the incidence of SCP-4068 among individuals, but previous instances of SCP-4068-1 have been limited by the following criteria:",
    "title": "SCP-4068"
}