{
    "url": "https://scp-wiki.wikidot.com/scp-4071",
    "all_text": "rating: \n+49\n+\n–\nx\n\n\n \n\n\nItem #:\n SCP-4071\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation web crawlers are to monitor the internet for reports of inconsistencies between documented events and human memories. Any documentation determined to be a SCP-4071-2 instance is to be immediately removed from circulation. Depending on the extent of the presence of SCP-4071-1 in each SCP-4071-2 instance, and how widely spread it has been, a new copy of the documentation without content of SCP-4071-1 instances may be created to replace the SCP-4071-2 instances.\n\n\nIf any previously unrecorded SCP-4071-1 instances are detected, any potentially affected documentation is to be examined in order to determine whether they have become SCP-4071-2. Any individuals who witness a SCP-4071-2 instance are to be amnesticised, and/or publicly discredited, depending on the circumstances.\n\n\nDescription:\n SCP-4071 is a phenomenon in which previously unrecorded events simultaneously appear in a large number of various forms of documentation. These include but are not limited to journal articles, news reports, documentaries, some fiction, and textbooks. SCP-4071-1-X refers to each unrecorded event. SCP-4071-2-X-X refers to each piece of documentation affected.\n\n\nThe Foundation became aware of this situation due to a sudden exponential increase in reports of documentation not supported by human memory. Further examination has found that a number of previously unrecorded events have suddenly appeared in various forms of documentation.\n\n\nBased on the type of information appearing in documentation, it is the Foundation’s belief that this anomaly is being directed by an individual or group of people attempting to increase global tension. As a result, groups such as the Chaos Insurgency, the Organisation for the Reclamation of Islamic Artifacts and the Imperial Japanese Anomalous Matters Examination Agency are to be investigated.\n\n\n\n\n+ Addendum\n\n\n\n\n- Addendum\n\n\n\n\nThe following is a list of documented events confirmed to be SCP-4071-1 instances. The changes in human behaviour indicate the differences between reality and the documented SCP-4071-1 instances.\n\n\nDesignation:\n SCP-4071-1-0007\n\n\nDate of SCP-4071-1-0007:\n 09/07/2018\n\n\nMaterial most affected:\n Widespread among all forms of media; news related media including articles and videos most affected.\n\n\nDescription of SCP-4071-1-0007:\n The division of Korea into two separate countries, the Republic of Korea, or South Korea, and the Democratic People’s Republic of Korea, or North Korea.\n\n\nChanges in human behaviour:\n The population of North Korea are repressed and nuclear-weapon oriented, while the population of South Korea are technologically focused.\n\n\nDesignation:\n SCP-4071-1-0149\n\n\nDate of SCP-4071-1-0049:\n 09/10/2018\n\n\nMaterial most affected:\n Video game magazines, online videos, online forums.\n\n\nDescription of SCP-4071-1-0149:\n The invention of an extremely popular console called \nXbox\n, developed by Microsoft.\n\n\nChanges in human behaviour:\n Creators are offered incentives to exclusively produce content for either Xbox or PlayStation. PlayStation controllers are no longer supported by Microsoft computers due to brand loyalty.\n\n\nDesignation:\n SCP-4071-1-0421\n\n\nDate of SCP-4071-1-0421:\n 29/10/2018\n\n\nMaterial most affected:\n Council permits, rental agreements, architectural plans.\n\n\nDescription of SCP-4071-1-0421:\n The construction of a large block of apartments at 900 Biscayne Bay, Miami.\n\n\nChanges in human behaviour:\n Several hundred people apparently believe they previously resided in 900 Biscayne Bay.\n\n\n\n\n\n\n\n\nNEXT ITERATION\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4070\n | SCP-4071 | \nSCP-4072\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4071\n\" by Jazstar, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4071\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4071 \" by Jazstar, from the SCP Wiki . Source: https://scpwiki.com/scp-4071 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4071",
    "object_class": "Keter",
    "containment_procedures": "Foundation web crawlers are to monitor the internet for reports of inconsistencies between documented events and human memories. Any documentation determined to be a SCP-4071-2 instance is to be immediately removed from circulation. Depending on the extent of the presence of SCP-4071-1 in each SCP-4071-2 instance, and how widely spread it has been, a new copy of the documentation without content of SCP-4071-1 instances may be created to replace the SCP-4071-2 instances.",
    "description": "SCP-4071 is a phenomenon in which previously unrecorded events simultaneously appear in a large number of various forms of documentation. These include but are not limited to journal articles, news reports, documentaries, some fiction, and textbooks. SCP-4071-1-X refers to each unrecorded event. SCP-4071-2-X-X refers to each piece of documentation affected.",
    "title": "SCP-4071"
}