{
    "url": "https://scp-wiki.wikidot.com/scp-4073",
    "all_text": "rating: \n+98\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4073:\n Just Blowing Hot Air\n\n\n\n\n\n\n\n\nAuthor:\n\n\n\n\n\n\n$ghosthorses$\n\n\n\n\n\n\n\n\n\n\nImage Sources:\n\n\n\n\nhttps://commons.wikimedia.org/wiki/File:Figure_12_02_11.jpg\n (Creative Commons, edited)\n\n\n\n\n\n\n\n\n\n\nThanks:\n\n\n\n\nashburystreet\n for some code\n\n\nRockTeethMothEyes\n for some crit\n\n\nRetroHead\n for div background image use\n\n\n\n\n\n\n\n\n\n\nRelated Pages:\n\n\n\"Just Getting Fresh Air\"\n (tale)\n\n\n\"Site-M16 SCiPNET Email: RCT\"\n (supplement)\n\n\n\n\n\n\nrating: \n+98\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe anomaly described herein has been NEUTRALIZED. The documentation is below archived for posterity and reference purposes. Names have been censored for reputation's sake and can be accessed by contacting the main office.\n\n\n- RAISA and Level-5 Administration\n\n\n\n\n\n\n\n\nArchivist's Note:\n The developments regarding SCP-4073 are below organized in a manner that is faithful to its chronology as an anomaly, and is presented so for the purposes of clarity.\n\n\n\n\n\n\n\n\n\n\nItem #\n:\n\n\n\n\n\n\n\n\n+ Display History\n\n\n\n\n- Hide History\n\n\n\n\nSCP-4073\n\n\nSCP-4073-EX\n\n\nSCP-4073\n\nSCP-4073\n$N$\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nObject Class:\n\n\n\n\n\n\n\n\n+ Display History\n\n\n\n\n- Hide History\n\n\n\n\nEuclid \n(Pending)\n\n\nExplained\n\n\nEuclid\n\nNeutralized\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\n\n\n\n\nThe herein anomaly has been Neutralized. No further action is to be pursued.\n\n\n\n\n+ Display Archived Containment Procedures\n\n\n\n\n- Hide Archived Containment Procedures\n\n\n\n\n\n\nPoI-4073-1 and -2 are to be educated regarding a suitable surrogate diagnosis and boarded at Site-M16 for containment and research purposes under the guise of being in a specialized medical research facility. Low-grade amnestics are to be administered on an as-needed basis by facility orderlies.\n\n\nSite personnel not consenting to participate in the \nrandomized controlled trials\n surrounding the anomalous qualities and potential interventions of SCP-4073 are to wear N-95 respirator masks and sound-cancelling earphones while in active zones on-site. Those participating are encouraged to vocalize their relief to help confirm thermal readings.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInitial Classification:\n\n\n\n\n\n\nCirca 1894\n\n\n\n\n+ Display Documentation\n\n\n\n\n- Hide Documentation\n\n\n\n\n\n\n\n\n\n\n\n\nSYNOPSIS:\n SCP-4073 is a tentatively unexplained, multisensory phenomenon affecting three current El Paso, Texas residents; Mr. Dale and Mrs. Judy ███████, as well as their 4-year-old son Michael Sebastian. Several reports from a reliable source indicate that the aberration manifests as a series of sensory data, to follow, as stated in collected anecdotal evidence:\n\n\n\n\nAuditory:\n Reported by the family approximately 80% of the time. The ███████'s report hearing faint, droning auditory stimuli that begin without warning, and that are apt to increase in volume given time. The auditory signature is said to often be in close proximity to one of the family members (sometimes all three simultaneously), seemingly surrounding them.\n\n\n\n\n\n\nThe sound has been described using descriptors such as “sneaking”, “creaking”, “groaning”, “rumbling”, “squeaking”, and the like. Of note, the sounds allegedly display differing characteristics depending on which family member experiences the most proximity to a given instance.\n\n\n\n\n\n\nOlfactory:\n Noted approximately 60% of the time. There is no consensus regarding the odor(s), though all are described in unpleasant terms by the family and incite aversion.\n\n\n\n\n\n\nSomatosensory/Etcetera:\n Manifestations purportedly can be accompanied by tactile sensations, such as \"dreadful\" vibrations. Thermal discrepancies have been described in the wake of manifestations.\n\n\n\n\nHISTORY:\n SCP-4073 reputedly began in the year 1893 during the family's residence in Garland, Texas. The Foundation was contacted by a long-time consultant, Father Loedel (of Our Lady of Perpetual Responsibility on the Pines), after he attempted an exorcism on the ███████’s property. The ███████s had endured severe psychological stress as a result of the purported haunting, which prompted the empathy of Father Loedel after his procedure was seemingly unsuccessful.\n\n\nA research team composed of Junior Researchers Nunes and Coutaux (masquerading as independent paranormal investigators) was arranged as a result of Father Loedel's consult and was tasked with the collection of empirical data.\n\n\nANALYSIS:\n: Based on the preliminary data, it was first speculated by this team that the phenomenon was unique to the then-home of the couple, as it featured hallmarks typical of thaumaturgically-hexed domiciles. Occurrences are typically restricted to when the family is alone (unable to be supported by corroborating witnesses), arranged in specific, ritual-like configurations (such as sitting at the dinner table), or in the early hours of the morning, often startling them from sleep. Ill-intent was deemed likely, as the phenomenon affected all components of the family's lives, including but not limited to finances, socialization, and occupation.\n\n\nHowever, the couple informed Father Loedel, shortly after spontaneously relocating into a new home (El Paso) in attempt to flee the haunting, that the phenomenon had followed them and continued its influence. The family was educated via letter on the importance of remaining where they are for the purposes of research logistics, given that the anomaly was not structure-specific.\n\n\nThe team will confiscate the family and deliver them to a Foundation facility for long-term housing upon confirming the anomaly.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nReclassification as Explained:\n\n\n\n\n\n\nCirca 1895\n\n\n\n\n+ Display Documentation\n\n\n\n\n- Hide Documentation\n\n\n\n\n\n\nNote: The following is a reproduction of the journal entry penned by Junior Researcher Nunes, by which the designation of Explained was proposed and justified.\n\n\n\n\nJanuary 7th, 1885.\n1\n El Paso, Texas.\n\nWe had just finished a gracious dinner and we were telling Ol’ Coot\n2\n how good the meal was that he had cooked for us all.\n\n\nIt was about that time that the gastrointestinal processes — I assume resultant to the particular seasonings on the boudin\n3\n — began to exert their effect on our senses.\n\n\nFirst came \nvery\n hyperactive bowel sounds, audible without the need for a stethoscope, as the stomach and intestines surely grappled with the heat of the spicery. Flatulence, barely recognizable as such given its timbre, started with the child Michael but soon involved Mr. and Mrs. ███████ as well, erupting in the dining room and concussing the walls of the home. (Myself and Coot were resistant it seems — I take it because we had been eating this sort of cuisine regularly in the preceding weeks. Coutax sure knows his food.)\n\n\nWhen the situation began to involve our senses of smell, a patent embarrassment became our hosts and the circulation in their faces was well-boasted. It was at this moment — one I honestly would have been glad to have credited them the courtesy of leaving unspoken — that the entire family began to lay blame upon the anomaly we had dedicated our time and resources to. I asked plainly if the reporting was nothing more than the family’s inability to reconcile their obvious sense of propriety with the emission of their digestive gases. The family assured me that any production of the sort was due to fear of the phantom. Coot and I then took our leave, and with no need for amiable excuses.\n\n\nI do not exaggerate when I proclaim that the event was the most ghastly display of digestive humors ever witnessed by myself or my colleague. The flatulence persisted for entirely too long, the sound rendering us incapable of coherently-interpreted speech. The odor was simply and remarkably indubitable.\n\n\nAfter all this pursuit, this is no bonafide anomaly (\"just hot air\" remarks the Ol' Coot!), although I can see why the family was scared towards death itself.\n\n\n\n\nThe postulation derived from the above account was soon confirmed to be the source of the reported phenomenon through additional visits to the home and further \nin situ\n testing.\n\n\nAfter scoring poorly on several sensory tests, Father Loedel was honorably retired from the Foundation consultation database with respect to phenomena regarding these faculties at age 73.\n\n\nThe file for SCP-4073 was re-opened for repopulation by a valid anomaly.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nReclassification as Euclid:\n\n\n\n\n\n\nDecember 1993\n\n\n\n\n+ Display Documentation\n\n\n\n\n- Hide Documentation\n\n\n\n\n\n\nThe SCP-4073 slot was again designated to what is thought to be a re-discovery of the phenomenon. Foundation diagnosticians submitted a formal request for anomalous evaluation after two sisters — PoI-4073-1 (aged 31) and PoI-4073-2 (aged 27), both unmarried — bearing the surname ███████ wrote to \nUnsolved Diagnoses\n4\n of a gastrointestinal malady that was described in similar terms to those previously documented, and bearing reminiscent features.\n\n\nThe following is a reproduction of SCP-4073's description after being reinstated as a Euclid-class anomaly:\n\n\n\n\n\n\n\n\nPedigree analysis for SCP-4073, beginning with Mr. Dale and Mrs. Judy ███████.\n\n\n\n\n\n\n\n\nDescription:\n SCP-4073 is a gastrointestinal anomaly wherein gaseous by-products of digestion feature a contagious quality.\n\nSCP-4073 originates from descendants of one paternal phylogeny, namely those who can be directly traced from the lineage of Harold Jean ███████.\n5\n However, approximately 85% of the populace show susceptibility to SCP-4073\n6\n and will perpetuate its effect when detected through either the senses of hearing or olfaction.\n\n\nSCP-4073 has the potential to cause a chain-reaction, given a sufficient concentration of susceptible individuals. Foundation risk management teams have deemed a Lifted-Veil Scenario occurring as a result of such an event unlikely. The longest observed reaction involved 83 individuals.\n\n\nSCP-4073's mechanism of action is unknown. Foundation geneticists have endorsed the likelihood of the anomaly being carried by an autosomal dominant allele.\n\n\n\n\nInitial containment included the quarantining of PoI-4073-1 and -2 in Site-M16, a Foundation medical research facility. However, due to the relatively concealed and benign nature of the anomaly and the manageable number of offending individuals, initiatives were proposed with support from the Ethics Committee that minimized invasion and that addressed a \"disproportionate restriction of freedoms\".\n\n\nTo this end, a group of compounds were developed by Foundation pharmaceuticals to chemically contain SCP-4073 by suppressing different key messengers within neural pathways between the involved senses and the gastrointestinal system. Trials were conducted as the individuals were given mitigated freedom to walk the site (and mild amnestics if appropriate). It is from these double-blinded trials involving Site-M16 personnel that the chemical therapies for SCP-4073 were observed in a controlled environment.\n\n\nOne of these compounds, 4073-EUY, resulted in the neutralization of SCP-4073 in PoI-4073-1 and -2, as well as those who are otherwise affected by SCP-4073's contagious qualities. Through poorly understood means, 4073-EUY ceased the production of SCP-4073 as well as reflexive yawning responses in treated individuals.\n7\n\n\nPoI-4073-1 and -2 were released from containment following the apparent resolution of their condition, and were followed by a Foundation-mediated longitudinal cohort study.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNeutralization:\n\n\n\n\n\n\nJanuary 2033\n\n\n\n\n+ Display Documentation\n\n\n\n\n- Hide Documentation\n\n\n\n\n\n\nWith the deaths of the aforementioned sisters, SCP-4073 has been declared Neutralized, and will remain so barring the identification of any additional members of the offending lineage.\n\n\n\n\nFoundation Human Resources Note:\n \nSite-M16 Employee Support Services has provided condolences and extended leave to both \nwidowers\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The date of the team's arrival to the family's home.\n\n\n2\n. A nickname in the Cajun dialect for the surname, here given fondly to Junior Researcher Coutax.\n\n\n3\n. A Franco-Cajun style sausage.\n\n\n4\n. A Foundation-fronted television show developed and aired beginning in the 1990's, whereby civilians reported medical anomalies that were then investigated for possible classification, thereby crowd-sourcing and expediting discoveries.\n\n\n5\n. The earliest known records of the family's immigration to the United States begin at this individual. Prior records do not exist or have not yet been discovered. No individuals in addition to those currently under surveillance by the Foundation exist in census databases.\n\n\n6\n. Testing suggests that SCP-4073 is potentially transmissive to any biological life form that possesses a digestive system.\n\n\n7\n. While this implies a non-anomalous mechanism of action underlying SCP-4073, the primacy of any proposed theory was never agreed upon, and reclassification to \"Explained\" could not be sufficiently justified.\n\n\n\n\n\n\n\n\n« \nSCP-4072\n | SCP-4073 | \nSCP-4074\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Archivist's Note: The developments regarding SCP-4073 are below organized in a manner that is faithful to its chronology as an anomaly, and is presented so for the purposes of clarity.",
        "Pedigree analysis for SCP-4073, beginning with Mr. Dale and Mrs. Judy ███████. Description: SCP-4073 is a gastrointestinal anomaly wherein gaseous by-products of digestion feature a contagious quality. SCP-4073 originates from descendants of one paternal phylogeny, namely those who can be directly traced from the lineage of Harold Jean ███████. 5 However, approximately 85% of the populace show susceptibility to SCP-4073 6 and will perpetuate its effect when detected through either the senses of hearing or olfaction. SCP-4073 has the potential to cause a chain-reaction, given a sufficient concentration of susceptible individuals. Foundation risk management teams have deemed a Lifted-Veil Scenario occurring as a result of such an event unlikely. The longest observed reaction involved 83 individuals. SCP-4073's mechanism of action is unknown. Foundation geneticists have endorsed the likelihood of the anomaly being carried by an autosomal dominant allele.",
        "Foundation Human Resources Note: Site-M16 Employee Support Services has provided condolences and extended leave to both widowers ."
    ],
    "title": "SCP-4073"
}