{
    "url": "https://scp-wiki.wikidot.com/scp-408",
    "all_text": "rating: \n+467\n+\n–\nx\n\n\nItem #:\n SCP-408\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The screen mesh aviary must be kept properly maintained by Level 2 personnel with backgrounds in biology or lepidoptery. Proper humidity must be maintained and recorded once per day, and backed up to Site 17. 200 feeders filled with an aqueous sugar solution are to be maintained and refilled once per week.\n\n\nDescription:\n SCP-408 is a large mass of Lepidoptera, taking the appearance of zebra butterflies when not camouflaged. SCP-408 acts as a single entity at all times, speculated to be a form of hive mind communication amongst the mass. When inactive, SCP-408 will take on the color, pattern, and even texture of its immediate surroundings, making them functionally invisible. When threatened, SCP-408 has been observed to take on the form and appearance of a number of threatening creatures as a defense method, including a pride of lions, a Tyrannosaurus Rex, and most notably \nSCP-682\n (See Incident Log 682-C).\n\n\nSCP-408 possesses the ability to communicate and reason, utilizing its ability to manipulate its color into words and sentences to reply to researchers. IQ tests administered to SCP-408 have evaluated its IQ to be 109, or slightly above average. However, when a part of the swarm is isolated, lower scores have been reported, resulting in a theory that SCP-408 shares its cognitive capacity amongst the entirety of the swarm. As of ██-██-████, SCP-408 prefers to be identified by its SCP number.\n\n\nSCP-408 was discovered in ██████, Brazil, after reports that locals and logging teams found their maps to be frequently inaccurate regarding the size of the rainforest. After reports of animal sightings not local to either the Brazilian Rainforest, and some not found on Earth at all, Foundation agents began an investigation resulting in the discovery of SCP-408. After learning it was intelligent, Dr. ███████, who accompanied the agents in the field, communicated with SCP-408 and convinced it to accompany him to Site 17, where their current habitat exists.\n\n\nAddendum 408-A:\n Regarding SCP-408’s knowledge of SCP-682, an investigation is underway regarding this leak of information.\n\n\nIncident 408-A:\n Due to a failure by appropriate personnel to properly refill 408’s feeders, the swarm took it upon itself to find sustenance by its own means. Taking the appearance of several level 1 personnel, SCP-408 convinced a passerby to open the door to the aviary, upon which they made an escape into the Site 17 facility. For the whole of the day, Site 17 personnel reported an alarming series of irregular events, ranging from color changing walls to several dozen versions of \nSCP-529\n walking down a hallway. Site 17 was placed on lockdown and Delta Level Alert when it appeared that 90% of the containment units had been breached. Dr. Kondraki, Head of Research for 408 had been out on assignment that day, and it wasn’t until his return that the illusion had been revealed, and in short order SCP-408 was returned to its aviary. Little damage was done, except to the faculty break room, which was left without proper sweeteners for the next week.\n\n\nNote:\n \nIt may be just sugar water, but without it 408 is prone to mischief as we clearly saw yesterday. It's fortunate that it doesn't act maliciously, but think about others next time you slack off custodial duties. Think about yourself as well, as I will not tolerate having to use Sweet-n-Low in my morning coffee for very long.\n -Dr. Kondraki\n\n\nAddendum 408-B:\n Recent field testing has shown that SCP-408 can act as an effective form of active invisibility when ordered to. SCP-408 was able to conceal five Level 2 personnel and keep them undetected throughout the facility. Tests show the concealment to operate at 99.997% efficiency, and can be maintained for up to five hours without need for rest or recuperation. The option of lending SCP-408 to Task Forces for covert operations is pending approval.\n\n\nAddendum 408-C:\n During \nIncident 239-B - Clef-Kondraki\n, which SCP-408 was heavily involved in, a number of corpses left by Dr. Clef vanished in the aftermath of the event. Surveillance showed that at certain times, the entire swarm of SCP-408 would descend on the body, only to leave no trace of the corpse behind. Subsequent testing shows a proportional increase in IQ, although a lack of cooperation when questioned has shed no light on this development.\n\n\nInterview Log 408-c\n\n\nInterviewer:\n Dr. ████ Saghai\n\n\nInterviewee:\n SCP-408\n\n\n\n\nDr. Saghai is seated within the aviary, while SCP-408 hovers around a large feeding trough filled with sugar water.\n\n\nDr. ████ Saghai:\n I’ll start off with asking how you’re recovering, you seem to have lost quite a bit of your mass after the \nSCP-531-D\n termination.\n\n\n<\nSCP-408 responds by uniformly creating words one after the other.\n>\n\n\nSCP-408:\n KONDRAKI…WHERE?\n\n\nDr. ████ Saghai:\n I’m his substitute for the interview, as he happens to be busy adjusting to his new promotion. Lots of paperwork I’m told.\n\n\n<\nA moment goes by..\n>\n\n\nSCP-408:\n I…FINE…RECOVER…GOOD…FOOD…GOOD\n\n\nDr. ████ Saghai:\n How exactly do you replenish your numbers?\n\n\nSCP-408:\n …COMPL\n\n\n<\nAnother pause.\n>\n\n\nSCP-408:\n ICATED…DON’T…KNOW…WORD\n\n\nDr. ████ Saghai:\n Was Dr. Kondraki the one who taught you to speak?\n\n\nSCP-408:\n YES…TEACH.A…LOT\n\n\nDr. ████ Saghai:\n He taught you, but how do you communicate with him?\n\n\nSCP-408:\n ….DON’T…KNOW…WORD…LOST…IN…SPACE\n\n\nDr. ████ Saghai:\n You lost the part that knew?\n\n\nSCP-408:\n YES…I…FORGET…UNTIL…RETURN\n\n\nDr. ████ Saghai:\n Next question then. What happened with \nSCP-091-ARC\n and you during the incident a few months ago?\n\n\nSCP-408:\n PRETTY…SMELL…FAMILIAR…LONG…TIME\n\n\nDr. ████ Saghai:\n You mean you’d smelled it before?\n\n\nSCP-408:\n YES…BEFORE…LONG…BEFORE…PEOPLE\n\n\nDr. ████ Saghai:\n Are you saying you predate human existence?\n\n\n<\nNo response from SCP-408.\n>\n\n\nDr. ████ Saghai:\n Never mind, doesn’t matter. Last question.\n\n\n<\nDr. Saghai closes the interview questionnaire and sets it onto the ground.\n>\n\n\nDr. ████ Saghai:\n What is the nature of your relationship with Dr. Kondraki?\n\n\nSCP-408:\n HE…THINK…RIGHT…HE…RIGHT\n\n\nDr. ████ Saghai:\n That’s not what I meant. Logs show that you’re with him, out of containment, almost all of the time now. Dr. Kondraki has been breaching protocol by letting you out of containment.\n\n\nSCP-408:\n I…DON’T…KNOW…WHAT…\n\n\nDr. ████ Saghai:\n You’re going to admit this to me, so I can bring it before Oversight. Do you know what I was doing, before that schmuck snatched me up as an “assistant”? I was head of research for the entire sub-human Safe SCP sector. Now, I’m interviewing a damn insect! I will have him thrown out; Oversight won't let him get away with this.\n\n\n<\nSCP-408 proceeds to approximate a “laugh”, as described in the log as a caricatured face displayed by SCP-408.\n>\n\n\nDr. ████ Saghai:\n Are…you laughing at me!? I’m about to have your little friend terminated, and you’re having a chuckle?\n\n\n<\nSCP-408 shifts to display a new image, which was presumed to be a live feed of Dr. Kondraki in his new office.\n>\n\n\nDr. ████ Saghai:\n No…that’s not possible! I read the damn logs, you can’t do that! You can’t do that!\n\n\n<\nDr. Saghai attempts to damage SCP-408. Guards later found Dr. Saghai huddled in a fetal position, displaying symptoms similar to Post-Traumatic Stress Syndrome.\n>\n\n\n\n\n\n\n\n\n« \nSCP-407\n | SCP-408 | \nSCP-409\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-408\n\" by Dr Kondraki, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-408\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 408-A: Regarding SCP-408’s knowledge of SCP-682, an investigation is underway regarding this leak of information.",
        "Addendum 408-B: Recent field testing has shown that SCP-408 can act as an effective form of active invisibility when ordered to. SCP-408 was able to conceal five Level 2 personnel and keep them undetected throughout the facility. Tests show the concealment to operate at 99.997% efficiency, and can be maintained for up to five hours without need for rest or recuperation. The option of lending SCP-408 to Task Forces for covert operations is pending approval.",
        "Addendum 408-C: During Incident 239-B - Clef-Kondraki , which SCP-408 was heavily involved in, a number of corpses left by Dr. Clef vanished in the aftermath of the event. Surveillance showed that at certain times, the entire swarm of SCP-408 would descend on the body, only to leave no trace of the corpse behind. Subsequent testing shows a proportional increase in IQ, although a lack of cooperation when questioned has shed no light on this development."
    ],
    "documents": [],
    "notes": [
        "Dr. Saghai is seated within the aviary, while SCP-408 hovers around a large feeding trough filled with sugar water. Dr. ████ Saghai: I’ll start off with asking how you’re recovering, you seem to have lost quite a bit of your mass after the SCP-531-D termination. < SCP-408 responds by uniformly creating words one after the other. > SCP-408: KONDRAKI…WHERE? Dr. ████ Saghai: I’m his substitute for the interview, as he happens to be busy adjusting to his new promotion. Lots of paperwork I’m told. < A moment goes by.. > SCP-408: I…FINE…RECOVER…GOOD…FOOD…GOOD Dr. ████ Saghai: How exactly do you replenish your numbers? SCP-408: …COMPL < Another pause. > SCP-408: ICATED…DON’T…KNOW…WORD Dr. ████ Saghai: Was Dr. Kondraki the one who taught you to speak? SCP-408: YES…TEACH.A…LOT Dr. ████ Saghai: He taught you, but how do you communicate with him? SCP-408: ….DON’T…KNOW…WORD…LOST…IN…SPACE Dr. ████ Saghai: You lost the part that knew? SCP-408: YES…I…FORGET…UNTIL…RETURN Dr. ████ Saghai: Next question then. What happened with SCP-091-ARC and you during the incident a few months ago? SCP-408: PRETTY…SMELL…FAMILIAR…LONG…TIME Dr. ████ Saghai: You mean you’d smelled it before? SCP-408: YES…BEFORE…LONG…BEFORE…PEOPLE Dr. ████ Saghai: Are you saying you predate human existence? < No response from SCP-408. > Dr. ████ Saghai: Never mind, doesn’t matter. Last question. < Dr. Saghai closes the interview questionnaire and sets it onto the ground. > Dr. ████ Saghai: What is the nature of your relationship with Dr. Kondraki? SCP-408: HE…THINK…RIGHT…HE…RIGHT Dr. ████ Saghai: That’s not what I meant. Logs show that you’re with him, out of containment, almost all of the time now. Dr. Kondraki has been breaching protocol by letting you out of containment. SCP-408: I…DON’T…KNOW…WHAT… Dr. ████ Saghai: You’re going to admit this to me, so I can bring it before Oversight. Do you know what I was doing, before that schmuck snatched me up as an “assistant”? I was head of research for the entire sub-human Safe SCP sector. Now, I’m interviewing a damn insect! I will have him thrown out; Oversight won't let him get away with this. < SCP-408 proceeds to approximate a “laugh”, as described in the log as a caricatured face displayed by SCP-408. > Dr. ████ Saghai: Are…you laughing at me!? I’m about to have your little friend terminated, and you’re having a chuckle? < SCP-408 shifts to display a new image, which was presumed to be a live feed of Dr. Kondraki in his new office. > Dr. ████ Saghai: No…that’s not possible! I read the damn logs, you can’t do that! You can’t do that! < Dr. Saghai attempts to damage SCP-408. Guards later found Dr. Saghai huddled in a fetal position, displaying symptoms similar to Post-Traumatic Stress Syndrome. >",
        "\" SCP-408 \" by Dr Kondraki, from the SCP Wiki . Source: https://scpwiki.com/scp-408 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-408",
    "object_class": "Safe",
    "containment_procedures": "The screen mesh aviary must be kept properly maintained by Level 2 personnel with backgrounds in biology or lepidoptery. Proper humidity must be maintained and recorded once per day, and backed up to Site 17. 200 feeders filled with an aqueous sugar solution are to be maintained and refilled once per week.",
    "description": "SCP-408 is a large mass of Lepidoptera, taking the appearance of zebra butterflies when not camouflaged. SCP-408 acts as a single entity at all times, speculated to be a form of hive mind communication amongst the mass. When inactive, SCP-408 will take on the color, pattern, and even texture of its immediate surroundings, making them functionally invisible. When threatened, SCP-408 has been observed to take on the form and appearance of a number of threatening creatures as a defense method, including a pride of lions, a Tyrannosaurus Rex, and most notably SCP-682 (See Incident Log 682-C).",
    "title": "SCP-408"
}