{
    "url": "https://scp-wiki.wikidot.com/scp-4081",
    "all_text": "The Foundation gets doxxed by an unlikely culprit.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-4081:\n Keep Brighton Functioning\n\n\nWord Count: 2,170\n\n\nRemaining Reading Time: 8 minutes\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+55\n+\n–\nx\n\n\n\n\n\n\nItem #:\n SCP-4081\n\n\nLevel 3/4081\n\n\n\n\n\n\nObject Class:\n Neutralized\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-48\n\n\nDir. L. Olivia Lutz\n\n\nRs. Shaun Xiao\n\n\nMTF K-28 \"School's Out\"\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4081-1 during an SCP-4081 event.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4081-1 is currently located at the Brighton Sports Gymnasium. No SCP-4081 events have occurred since February 13, 2018. Surveillance of Brighton High School is no longer permitted at this time. The following Special Containment Procedures are no longer valid, but have been archived for historical reference.\n\n\n\n\n + Open Original Containment Procedures\n\n\n\n\n - Close Original Containment Procedures\n\n\n\n\nFoundation personnel are to be stationed at both entrances to SCP-4081-1 during school hours in order to discourage civilians from participating in SCP-4081 events. If an SCP-4081 event occurs to a civilian, they are to be administered amnestics following its conclusion.\n\n\nInstances of SCP-4081-2 are to be removed as soon as possible after initial discovery. All SCP-4081-2 instances are to be stored in a standard storage locker at Site-48.\n\n\nIn the event that SCP-4081 events cease to occur, standard surveillance of Brighton High School is to be initialized. When SCP-4081 events begin to occur, Site-48 is to be notified, and the above Special Containment Procedures are to be re-implemented.\n\n\n\n\n\n\n\n\nDescription:\n SCP-4081 is an anomalous spatial event that may occur to an individual entering SCP-4081-1, a hallway located within the Brighton Sports Gymnasium in Positano, California, USA. SCP-4081-1 runs longitudinally along the length of the gymnasium for one hundred meters, contains doors at its east and west endpoints, as well as side doors connecting to adjacent rooms.\n\n\nThe following three criteria must be met for an SCP-4081 event to initialize:\n\n\n\n\nThe individual must enter SCP-4081-1 through the doors at either endpoint\n1\n.\n\n\nThe individual must be alone when entering SCP-4081-1.\n\n\nThe individual has not participated in an SCP-4081 event at any prior point.\n\n\n\n\nWhen an SCP-4081 event starts, a white light will illuminate underneath the doors at the other endpoint of SCP-4081-1. The doors the affected individual entered will be locked, and no other doors will be accessible. To complete the event, the affected person must traverse SCP-4081-1 to the other end and exit through the glowing doors. The affected individual will not be visible to any other persons looking into SCP-4081-1.\n\n\nAfter the completion of an SCP-4081 event, the individual will find themselves exiting out the doors originally used to access SCP-4081-1, rather than the other end. Individuals cannot participate in a successful event more than once.\n\n\nSCP-4081-2 is the designation for a series of notes referencing the SCP-4081 phenomenon. All known instances have been printed on flexible off-white paper with a slightly soft texture, and contain the same typeface. The message printed on these instances will vary based on the context of their discovery. SCP-4081-2 instances will manifest instantly, and if affixed to a wall, will be taped on with translucent office tape.\n\n\n\n\nDiscovery:\n On February 5, 2018, the Foundation was notified of the existence of SCP-4081 through routine social media surveillance. Instances of SCP-4081-2 were discovered taped to surfaces within heavily trafficked areas of Brighton High School. All instances described the process required to initialize SCP-4081 events. Foundation operatives removed all known SCP-4081-2 instances, and coerced the Brighton faculty to release a statement referring to the messages as pranks. Study of SCP-4081 began on February 7, 2018.\n\n\nThe following is the first known variant of SCP-4081-2.\n\n\n\n\nHello Brighton students:\n\n\nDo you want to help keep our school running smoothly?\n\n\nIf so, we are hosting auditions in the Sports Gym. There is no need to schedule an appointment. You can come in at any time, any date.\n\n\nTo audition, you must enter from either end of the hallway in the Sports Gym. You must walk directly to the opposite end, and enter through the glowing white doors. No one else can come with you.\n\n\nWe look forward to watching your auditions, and wish you all the best of luck.\n\n\n- Keep Brighton Functioning Committee\n2\n\n\n\n\n\n\nTesting Logs:\n The following is an incomplete list of experiments regarding SCP-4081 events.\n\n\n\n\nTest 4081-01\n\n\nSubject:\n Brighton student Charles ████████\n\n\nProcedure:\n The subject entered SCP-4081-1 with the intention of \"auditioning\". This test was performed unintentionally.\n\n\nResult:\n Subject exited SCP-4081-1 through the doors he originally entered. When interrogated by Foundation personnel, the subject stated that he did not turn around within SCP-4081-1 at any point. An instance of SCP-4081-2 was discovered in his pocket with the following message:\n\n\n\n\nTo Charles,\n\n\nYour audition is complete.\n\n\nThank you for your participation.\n\n\n- Keep Brighton Functioning Committee\n\n\n\n\nThe subject was administered Class-A amnestics and released. The Special Containment Procedures have been updated to prevent civilian participation in SCP-4081 events.\n\n\n\n\n\n\nTest 4081-02\n\n\nSubject:\n D-3763\n\n\nProcedure:\n Subject was equipped with a GPS tracker, and instructed to enter SCP-4081-1 and exit the other side. Subject was not aware of the existence of SCP-4081 events.\n\n\nResult:\n When D-3763 entered SCP-4081-1, her location disappeared from Foundation GPS tracking. D-3763 exited SCP-4081-1 out its other end with an instance of SCP-4081-2 in her pocket. The instance reads:\n\n\n\n\nTo Ashlynn,\n3\n\n\nDue to unforeseen circumstances, your audition could not be completed.\n\n\nPlease return at a later date to try again.\n\n\nThank you for your understanding.\n\n\n- Keep Brighton Functioning Committee\n\n\n\n\n\n\n\n\nTest 4081-03\n\n\nSubject:\n D-3763\n\n\nProcedure:\n Subject was instructed to participate in an SCP-4081 event again. Subject was not equipped with any tracking devices.\n\n\nResult:\n D-3763 exited the doors she entered. She expressed disbelief, and explained that she did not reverse her traversal of SCP-4081-1 at any point. An instance of SCP-4081-2 was discovered in D-3763's pocket, and reads:\n\n\n\n\nTo Ashlynn,\n\n\nThank you for auditioning again.\n\n\nYour audition has been processed successfully this time, we promise.\n\n\nThank you for your perseverance.\n\n\n- Keep Brighton Functioning Committee\n\n\n\n\n\n\n\n\nTest 4081-07\n\n\nSubject:\n Researcher Shaun Xiao\n\n\nProcedure:\n Subject was instructed to vocalize questions regarding SCP-4081 events while within SCP-4081-1.\n\n\nResult:\n Researcher Xiao exited out the entrance of SCP-4081-1 after 35 minutes. He expressed that he asked about the purpose of SCP-4081, and the identities of the entities responsible. No responses were heard. An instance of SCP-4081-2 was found in his lab coat:\n\n\n\n\nTo Shaun,\n\n\nYour audition is complete.\n\n\nUnfortunately, your inquiries cannot be answered at this time.\n\n\nWe appreciate your curiosity.\n\n\n- Keep Brighton Functioning Committee\n\n\n\n\n\n\n\n\nTest 4081-08\n\n\nSubject:\n D-5384\n\n\nProcedure:\n Subject was instructed to walk from one end of SCP-4081-1 to the other.\n\n\nResult:\n D-5384 exited SCP-4081 through the doors he entered 1 hour and 44 minutes after his original entrance. When inquired about the time difference, D-5384 expressed that he only spent two minutes within SCP-4081-1. An instance of SCP-4081-2 was recovered:\n\n\n\n\nTo CXPWYK,\n4\n\n\nYour audition is complete.\n\n\nDue to an error on our end, you may experience a slight time dilation.\n\n\nWe apologize for the inconvenience.\n\n\n- Keep Brighton Functioning Committee\n\n\n\n\n\n\n\n\nTest 4081-14\n\n\nSubject:\n D-8358\n\n\nProcedure:\n Subject was instructed to walk from one end of SCP-4081-1 to the other.\n\n\nResult:\n D-8358 did not exit SCP-4081-1, and could not be recovered. An instance of SCP-4081-2 manifested in front of waiting Foundation researchers, which read as follows:\n\n\n\n\nDear Brighton students:\n\n\nDue to unexpected interference, we have cancelled our search until further notice.\n\n\nNo more auditions will be held at this time.\n\n\nThank you, Brighton students, for your understanding.\n\n\n- Keep Brighton Functioning Committee\n\n\n\n\n\n\nFollowing Test 4081-14, no more SCP-4081 events have occurred within SCP-4081-1 despite multiple initiation attempts. SCP-4081 has been reclassified as Neutralized on February 27, 2018.\n\n\n\n\nAddendum 01:\n On March 5, 2018, instances of SCP-4081-2 appeared within Brighton High School, affixed to surfaces in large numbers with industrial glue. All instances contained the same message revealing the existence of the Foundation to civilians. Mobile Task Force Kappa-28 (\"School's Out\") was dispatched to destroy all SCP-4081-2 instances.\n\n\nThe SCP-4081-2 variant involved is transcribed below.\n\n\n\n\nDear Brighton students:\n\n\nOur efforts to hold auditions to keep Brighton High running smoothly have been interrupted by an outside force known as the Secure Contain Protect Foundation.\n\n\nTheir leader is named Linda,\n5\n and she lives at ████ ████████ ██\n6\n in Laurel Creek, CA.\n\n\nShe drives a ███████ █████ with the license plate ███████.\n\n\nThis is a warning to all potential organizations wishing to interfere with the smooth operation of Brighton High School.\n\n\n- Keep Brighton Functioning Committee\n\n\n\n\nDue to the reveal of personal information regarding Site Director Lutz, the incident was classified as a Level 4 Information Breach. Site Director Lutz was relocated to a classified location following this event. Class-A amnestics was administered to Brighton students and staff through the cafeteria food and drinking water.\n\n\n\n\nAddendum 02:\n On March 7, 2018, a large number of SCP-4081-2 instances appeared in multiple locations within Brighton High School, affixed to walls with an unknown substance. MTF Kappa-28 was deployed again to contain the information breach. However, its members reported difficulty in removing the SCP-4081-2 instances, and resorted to removing sections of wall with the instances still affixed. The variant of SCP-4081-2 involved is transcribed below.\n\n\n\n\nDear Brighton students:\n\n\nThe Secure Contain Protect Foundation is drugging your food and drink in order to interfere with the functions of Brighton High School.\n\n\nThe man responsible is Terrance, who lives at ██ ████ ██████ in our great city of Positano.\n\n\nTerrance drives a ███ ███████ with the license plate ███████.\n\n\nAnother person responsible for the intentional drugging of our students is Paul, who lives at ███ ███████ ███, also in Positano.\n\n\nPaul drives a ██████ ███████ with the license plate ███████.\n\n\nNo more warnings will be given.\n\n\n- Keep Brighton Functioning Committee\n\n\n\n\nResearcher Terrance Tsai and Dr. Paul Shinohara have been relocated to separate classified locations following this event. Class-A amnestics were administered by plane over Brighton High School, and replacement walls without SCP-4081-2 instances were installed.\n\n\n\n\nAddendum 03:\n On March 8, 2018, instances of SCP-4081-2 appeared affixed to a majority of surfaces within Brighton High School. These instances were found attached to books, desks, ceilings, and floors inside every room in the school. MTF Kappa-28 was dispatched to close off Brighton High School to all civilians, with a cover story released. Every instance of SCP-4081-2 involved stated the following:\n\n\n\n\nDear Brighton students:\n\n\nThe Secure Contain Protect Foundation has attempted to poison the air we breathe.\n\n\nTheir home base is located at ████ ████ ███████████\n7\n outside of Positano.\n\n\nFive of our fellow students have been taken by the Secure Contain Protect Foundation. They are located at the above address.\n\n\nThe Positano Police Department have been notified.\n\n\n- Keep Brighton Functioning Committee\n\n\n\n\nFive individuals were discovered in D-class containment chambers at Site-48. All individuals were students of Brighton High School, and none could recall their method of arrival. All five individuals were administered Class-A amnestics and released. It is of note that security footage displayed the individuals spontaneously manifesting in their chambers.\n\n\nMembers of the Positano Police Department arrived at Site-48 and attempted to arrest all Foundation personnel present on charges of child kidnapping and burglary. The responding officers were successfully administered amnestics and released. Following this event, an emergency meeting was initialized involving all Site-48 personnel. During this meeting, an instance of SCP-4081-2 manifested at the meeting table, and read as follows:\n\n\n\n\nTo Secure Contain Protect Foundation:\n\n\nYour perseverance has astonished us, but we refuse to give up.\n\n\nHowever, we have decided to give you a chance at amnesty.\n\n\nIf you want these events to stop, you must complete the following tasks:\n\n\nShaun must make a verbal apology inside the hallway. You know which one. We will be listening.\n\n\nYou must reopen Brighton High with the notes still there.\n\n\nAll of the walls you took from us must be returned.\n\n\nWe will not make such a merciful offer again.\n\n\n- Keep Brighton Functioning Committee\n\n\n\n\nOn March 9, 2018, Brighton High School was reopened with the SCP-4081-2 instances still present. All removed surfaces were returned and re-installed with the SCP-4081-2 instances affixed. Researcher Xiao made a public apology on behalf of the Foundation within SCP-4081-1 addressed to the \"Keep Brighton Functioning Committee\". No response was heard. Surveillance of Brighton High School was ceased in its entirety.\n\n\nSite-48 was put on lockdown as a precaution, and all personnel were moved to classified locations.\n\n\n\n\nAddendum 04:\n On March 14, 2018, the corpse of D-8358 spontaneously manifested within the safe room of Site Director Lutz at 7:14 PST. The corpse was missing its skin. An instance of SCP-4081-2 was taped to its forehead.\n\n\n\n\nDear Secure Contain Protect Foundation:\n\n\nYour apology has been accepted.\n\n\nAll personal information we have revealed regarding your organization have been erased.\n\n\nKeenan\n8\n has been returned to you, free of charge.\n\n\nHis skin has been involuntarily donated as compensation. We need something for all of these notes, after all.\n\n\nDo not attempt any interference again.\n\n\n- Keep Brighton Functioning Committee\n\n\n\n\nFollowing this event, all stored instances of SCP-4081-2 revealing personnel information have had their messages erased through unknown means, leaving blank notes. All known SCP-4081-2 instances located within Brighton High School have vanished. Site-48 was reopened, and all relocated personnel were cleared to return to their residences.\n\n\nClose analysis of SCP-4081-2 instances reveal them to be partially constructed out of processed human skin. All recovered instances are an exact DNA match of D-8358, including instances manifested before his disappearance.\n\n\n\n\nFootnotes\n\n\n1\n. Entering SCP-4081-1 through a side door will not trigger an SCP-4081 event.\n\n\n2\n. No evidence of a \"Keep Brighton Functioning Committee\" was found in any Brighton High School databases.\n\n\n3\n. \"Ashlynn\" is the legal first name of D-3763.\n\n\n4\n. D-5384's first name is \"Samuel\".\n\n\n5\n. \"Linda\" is the legal first name of Site-48 Director Lutz.\n\n\n6\n. All personal information regarding Site Director Lutz has been redacted.\n\n\n7\n. This is the location of Site-48, and has been redacted.\n\n\n8\n. \"Keenan\" was the legal first name of D-8358.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4080\n | SCP-4081 | \nSCP-4082\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4081\n\" by Jiwoahn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4081\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n IMG_2896SMALL.jpg\n\n\nName:\n High School Hallway\n\n\nAuthor:\n \nJiwoahn\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 01: On March 5, 2018, instances of SCP-4081-2 appeared within Brighton High School, affixed to surfaces in large numbers with industrial glue. All instances contained the same message revealing the existence of the Foundation to civilians. Mobile Task Force Kappa-28 (\"School's Out\") was dispatched to destroy all SCP-4081-2 instances.\nThe SCP-4081-2 variant involved is transcribed below.\nDue to the reveal of personal information regarding Site Director Lutz, the incident was classified as a Level 4 Information Breach. Site Director Lutz was relocated to a classified location following this event. Class-A amnestics was administered to Brighton students and staff through the cafeteria food and drinking water.",
        "Addendum 02: On March 7, 2018, a large number of SCP-4081-2 instances appeared in multiple locations within Brighton High School, affixed to walls with an unknown substance. MTF Kappa-28 was deployed again to contain the information breach. However, its members reported difficulty in removing the SCP-4081-2 instances, and resorted to removing sections of wall with the instances still affixed. The variant of SCP-4081-2 involved is transcribed below.\nResearcher Terrance Tsai and Dr. Paul Shinohara have been relocated to separate classified locations following this event. Class-A amnestics were administered by plane over Brighton High School, and replacement walls without SCP-4081-2 instances were installed.",
        "Addendum 03: On March 8, 2018, instances of SCP-4081-2 appeared affixed to a majority of surfaces within Brighton High School. These instances were found attached to books, desks, ceilings, and floors inside every room in the school. MTF Kappa-28 was dispatched to close off Brighton High School to all civilians, with a cover story released. Every instance of SCP-4081-2 involved stated the following:\nFive individuals were discovered in D-class containment chambers at Site-48. All individuals were students of Brighton High School, and none could recall their method of arrival. All five individuals were administered Class-A amnestics and released. It is of note that security footage displayed the individuals spontaneously manifesting in their chambers.\nMembers of the Positano Police Department arrived at Site-48 and attempted to arrest all Foundation personnel present on charges of child kidnapping and burglary. The responding officers were successfully administered amnestics and released. Following this event, an emergency meeting was initialized involving all Site-48 personnel. During this meeting, an instance of SCP-4081-2 manifested at the meeting table, and read as follows:\nOn March 9, 2018, Brighton High School was reopened with the SCP-4081-2 instances still present. All removed surfaces were returned and re-installed with the SCP-4081-2 instances affixed. Researcher Xiao made a public apology on behalf of the Foundation within SCP-4081-1 addressed to the \"Keep Brighton Functioning Committee\". No response was heard. Surveillance of Brighton High School was ceased in its entirety.\nSite-48 was put on lockdown as a precaution, and all personnel were moved to classified locations.",
        "Addendum 04: On March 14, 2018, the corpse of D-8358 spontaneously manifested within the safe room of Site Director Lutz at 7:14 PST. The corpse was missing its skin. An instance of SCP-4081-2 was taped to its forehead.\nFollowing this event, all stored instances of SCP-4081-2 revealing personnel information have had their messages erased through unknown means, leaving blank notes. All known SCP-4081-2 instances located within Brighton High School have vanished. Site-48 was reopened, and all relocated personnel were cleared to return to their residences.\nClose analysis of SCP-4081-2 instances reveal them to be partially constructed out of processed human skin. All recovered instances are an exact DNA match of D-8358, including instances manifested before his disappearance."
    ],
    "documents": [],
    "notes": [
        "Test 4081-01 Subject: Brighton student Charles ████████ Procedure: The subject entered SCP-4081-1 with the intention of \"auditioning\". This test was performed unintentionally. Result: Subject exited SCP-4081-1 through the doors he originally entered. When interrogated by Foundation personnel, the subject stated that he did not turn around within SCP-4081-1 at any point. An instance of SCP-4081-2 was discovered in his pocket with the following message: To Charles, Your audition is complete. Thank you for your participation. - Keep Brighton Functioning Committee The subject was administered Class-A amnestics and released. The Special Containment Procedures have been updated to prevent civilian participation in SCP-4081 events.",
        "Test 4081-02 Subject: D-3763 Procedure: Subject was equipped with a GPS tracker, and instructed to enter SCP-4081-1 and exit the other side. Subject was not aware of the existence of SCP-4081 events. Result: When D-3763 entered SCP-4081-1, her location disappeared from Foundation GPS tracking. D-3763 exited SCP-4081-1 out its other end with an instance of SCP-4081-2 in her pocket. The instance reads: To Ashlynn, 3 Due to unforeseen circumstances, your audition could not be completed. Please return at a later date to try again. Thank you for your understanding. - Keep Brighton Functioning Committee",
        "Test 4081-03 Subject: D-3763 Procedure: Subject was instructed to participate in an SCP-4081 event again. Subject was not equipped with any tracking devices. Result: D-3763 exited the doors she entered. She expressed disbelief, and explained that she did not reverse her traversal of SCP-4081-1 at any point. An instance of SCP-4081-2 was discovered in D-3763's pocket, and reads: To Ashlynn, Thank you for auditioning again. Your audition has been processed successfully this time, we promise. Thank you for your perseverance. - Keep Brighton Functioning Committee",
        "Test 4081-07 Subject: Researcher Shaun Xiao Procedure: Subject was instructed to vocalize questions regarding SCP-4081 events while within SCP-4081-1. Result: Researcher Xiao exited out the entrance of SCP-4081-1 after 35 minutes. He expressed that he asked about the purpose of SCP-4081, and the identities of the entities responsible. No responses were heard. An instance of SCP-4081-2 was found in his lab coat: To Shaun, Your audition is complete. Unfortunately, your inquiries cannot be answered at this time. We appreciate your curiosity. - Keep Brighton Functioning Committee",
        "Test 4081-08 Subject: D-5384 Procedure: Subject was instructed to walk from one end of SCP-4081-1 to the other. Result: D-5384 exited SCP-4081 through the doors he entered 1 hour and 44 minutes after his original entrance. When inquired about the time difference, D-5384 expressed that he only spent two minutes within SCP-4081-1. An instance of SCP-4081-2 was recovered: To CXPWYK, 4 Your audition is complete. Due to an error on our end, you may experience a slight time dilation. We apologize for the inconvenience. - Keep Brighton Functioning Committee",
        "Test 4081-14 Subject: D-8358 Procedure: Subject was instructed to walk from one end of SCP-4081-1 to the other. Result: D-8358 did not exit SCP-4081-1, and could not be recovered. An instance of SCP-4081-2 manifested in front of waiting Foundation researchers, which read as follows: Dear Brighton students: Due to unexpected interference, we have cancelled our search until further notice. No more auditions will be held at this time. Thank you, Brighton students, for your understanding. - Keep Brighton Functioning Committee",
        "\" SCP-4081 \" by Jiwoahn, from the SCP Wiki . Source: https://scpwiki.com/scp-4081 . Licensed under CC-BY-SA .",
        "Filename: IMG_2896SMALL.jpg Name: High School Hallway Author: Jiwoahn License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "SCP-4081-1 is currently located at the Brighton Sports Gymnasium. No SCP-4081 events have occurred since February 13, 2018. Surveillance of Brighton High School is no longer permitted at this time. The following Special Containment Procedures are no longer valid, but have been archived for historical reference.",
    "description": "SCP-4081 is an anomalous spatial event that may occur to an individual entering SCP-4081-1, a hallway located within the Brighton Sports Gymnasium in Positano, California, USA. SCP-4081-1 runs longitudinally along the length of the gymnasium for one hundred meters, contains doors at its east and west endpoints, as well as side doors connecting to adjacent rooms.",
    "title": "SCP-4081"
}