{
    "url": "https://scp-wiki.wikidot.com/scp-4083",
    "all_text": "rating: \n+47\n+\n–\nx\n\n\nItem #:\n SCP-4083\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All buildings containing known instances of SCP-4083 have been purchased by Foundation front companies. No instance of SCP-4083, nor any adjacent apartment is to be rented out. The entrance to each SCP-4083 is to be secured with a triple deadbolt lock, with keys available only to personnel Level 2 and above.\n\n\nOn December 14-21 every three years, buildings containing SCP-4083 instances are to be evacuated under the guise of emergency fumigation. Every seven iterations of a 4083-Theta-R event, the entire complex is to be evacuated under the cover story of a complex-wide black mold infestation.\n\n\nFoundation web crawlers are to search for any mention of non-contained instances of apartments under the name \"Lakeside View Apartments\" or \"Richard Moutree.\" Any apartment complex so named is to be observed for the duration of the 4083-Theta-R event.\n\n\nDescription:\n SCP-4083 is the collective designation for a series of six identical 94 m\n2\n apartments found in the continental United States. Each instance of SCP-4083 is located within an apartment complex called \"Lakeside View Apartments\"\n1\n.\n\n\nOutside of 4083-Theta-R events, SCP-4083 instances are effectively non-anomalous and indistinguishable from other apartments. The exception to this nature is the ability of the easternmost wall in each instance to spontaneously repair any structure damage that is inflicted upon it.\n\n\nEvery three years, beginning on December 14 and ending on December 21\n2\n each SCP-4083 instance will undergo successive 4083-Theta-R events from 21:00 to 23:59, GMT. As yet, no 4083-Theta-R events have been detected on December 19, although it is speculated that this gap is because of activity in a yet-undiscovered SCP-4083 instance.\n\n\nPrior to a 4083-Theta-R event, all individuals within an affected SCP-4083 instance will feel a strong urge to leave. This expulsion begins with a feeling of mental and physical discomfort in affected individuals, before escalating to sensations of dread and severe physical pain. Affected individuals will attempt to escape affected SCP-4083 instances by any means possible, up to and including physical violence against any perceived captors. All attempts to physically detain affected individuals within SCP-4083 have been unsuccessful, with restraints and barriers undergoing spontaneous structural failure.\n\n\nFollowing the expulsion of all individuals from SCP-4083, affected instances undergo a 4083-Theta-R event. During a 4083-Theta-R event, doors leading into affected instances of SCP-4083 become inoperable, and windows will become fully opaque. Alternate attempts at physical entry, whether through walls, floors, or ceilings, have met with failure. Surveillance equipment placed in affected instances will record only static for the duration of the 4083-Theta-R event.\n\n\nDuring a 4083-Theta-R event, sounds emanate from affected instances of SCP-4083. These sounds include but are not limited to screaming, rumbling, sounds of struggle, [REDACTED]. A pale violet light can be seen emanating from beneath the door of affected SCP-4083 instances.\n\n\nOn rotating seven-event cycles\n3\n, sounds also include [DATA EXPUNGED]. These events register between 1.0 and 3.7 on the Richter scale.\n\n\nAfter the conclusion of a 4083-Theta-R event in an affected instance, the instance will become accessible to outside individuals and effectively indistinguishable from other apartments. Affected instances show signs of extensive scorching across the ceiling around the living room area, although marks typically fade within two days.\n\n\nEach SCP-4083 instance, prior to containment, has been listed as having been rented out to one Richard Moutree for a period of seven months, with the lease terminating early for unspecified damages. No person by the name Richard Moutree has been found in public records, and civilians living in adjacent units or employed at the complex housing the SCP-4083 instance recall no such individual.\n\n\nSince 1973, upon the completion of 4083-Theta-R events, a single tooth will manifest on the floor within the formerly affected SCP-4083 instance. In each case, a different tooth is manifested. Dental records match with Gail Moutree of Pollensbee, AK, born ██/██/1986.\n\n\nThe significance of this relationship is unknown, as is Ms. Moutree's connection, if any, with \"Richard Moutree. \" Ms. Moutree displays no awareness of or inclination towards SCP-4083 instances.\n\n\n\n\nFootnotes\n\n\n1\n. These complexes lack any common designer or owner.\n\n\n2\n. Winter solstice in the Northern hemisphere.\n\n\n3\n. Most recently 2013.\n\n\n\n\n\n\n\n\n« \nSCP-4082\n | SCP-4083 | \nSCP-4084\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4083\n\" by Gaffsey, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4083\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4083 \" by Gaffsey, from the SCP Wiki . Source: https://scpwiki.com/scp-4083 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4083",
    "object_class": "Euclid",
    "containment_procedures": "All buildings containing known instances of SCP-4083 have been purchased by Foundation front companies. No instance of SCP-4083, nor any adjacent apartment is to be rented out. The entrance to each SCP-4083 is to be secured with a triple deadbolt lock, with keys available only to personnel Level 2 and above.",
    "description": "SCP-4083 is the collective designation for a series of six identical 94 m2 apartments found in the continental United States. Each instance of SCP-4083 is located within an apartment complex called \"Lakeside View Apartments\"1.",
    "title": "SCP-4083"
}