{
    "url": "https://scp-wiki.wikidot.com/scp-4097",
    "all_text": "rating: \n+104\n+\n–\nx\n\n\n\n\n\n\nThe engineering predecessor of SCP-4097, the Big Bertha howitzer.\n\n\n\n\n\n\nItem #:\n SCP-4097\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4097 has been disguised as a construction site for an upcoming drilling rig placed upon an underground oil reservoir. Despite several failed civilian attempts to gain access to SCP-4097, no further physical containment has been deemed necessary. Satellite footage or pictures of SCP-4097 are to be reviewed and edited if need be.\n\n\nThe testing of any of SCP-4097's ammunition via firing from SCP-4097 is to be fired at Test Site-4097 \"Little 19\". Requests to perform diagnostics on any of SCP-4097's ammunition are to be denied immediately due to the risk of accidentally destroying or detonating ammunition. Under no circumstance should any Foundation personnel be permitted to enter Magazine-12 without the permission of at least 1 Level-4 personnel. Foundation personnel wishing to spectate a test fire of SCP-4097 are prohibited from spectating outside of the set soundproof barriers.\n\n\nRevision 13-b:\n The testing of any of SCP-4097's ammunition via firing from SCP-4097 has been temporarily suspended following Incident-4097-F-\"Little 19\". Diagnostics on SCP-4097 ammunition entities as well as entrance to Magazine-12 are not permitted, regardless of clearance level.\n\n\nDescription:\n SCP-4097 is a Tunisia-Sahara Class siege cannon built into the Tibesti Mountain range, Chad. SCP-4097 is similar in construction and design to the German Big Bertha howitzer with the significant differentiating attribute between the two being SCP-4097's size. SCP-4097 is approximately 42 m long, 27 m wide and 67 m in height. SCP-4097 has barrel size of 14 m and is capable of accurately hitting targets up to 8000 km away with little strain on SCP-4097. How SCP-4097 is currently able to attain this sufficient firing distance while using seemingly standard firing methods is presently unknown. SCP-4097 has no defining markings on itself or any of its components except for on the underside of SCP-4097's barrel which reads \"\nTunisie-Sahara catégorie 14000 mm obusier 'Le baroud d'honneur\n'\"\n1\n. When SCP-4097 is fired, SCP-4097 is capable of creating a sound of approximately 172 decibels at 30 m of distance.\n\n\nSCP-4097's ammunition is kept within a storage facility connected through a complex series of levels and tunnels scattered throughout the Tibesti Mountain range. The entire complex spans approximately 14 km in total distance and includes:\n\n\n\n\n12 magazines\n\n\n3 barracks\n\n\n5 staff rooms\n\n\n2 office levels\n\n\n1 war room\n\n\n1 armory\n\n\n1 cargo bay\n\n\n1 med-bay\n\n\n1 vehicle bay\n\n\n4 security rooms\n\n\n1 interrogation room\n\n\n2 entrance/exits\n\n\n\n\nEach magazine in the complex, which has been integrated into Provisional Site-176, contains a different form of shell designed to fire from SCP-4097, designated SCP-4097-A/1 though SCP-4097-L/12. All SCP-4097 ammunition entities are different in shape, size, weight and anomalous effect (See Addendum-A). Currently, all magazines in the complex are open and under examination except for Magazine-12, which is prohibited from being opened until a way of containing SCP-4097-L/12 effects has been discovered (See Addendum-B).\n\n\nThe complex itself, and by extent SCP-4097, was presumed to be built in the mid-late 1950's by French military forces before the decolonization of the region in 1960. Multiple French flags and French Army Insignia's are found throughout the complex, primarily in staff rooms and barracks. Signs of heavy fighting and explosive damage to the complex are prominent around the southernmost entrance. Several French EBR-75 FL-11 armored cars were discovered in the complex's vehicle bay, all showing signs of substantial damage. One Soviet PT-76 light amphibious tank was found critically damaged outside of the southernmost entrance to the complex.\n\n\nDuring the initial recovery of SCP-4097 and its associated complex, large sums of skeletal corpses dressed in the uniforms of the French 1st Artillery Regiment, French Direction du renseignement militaire (DRM)\n2\nand Soviet 6th Guards Tank Army was recovered. Despite evidence leading to French construction of SCP-4097 and the following assault by Soviet forces, both French and Russian armed forces retain no knowledge of SCP-4097 or any conflict that may have taken place there.\n3\n\n\nAddendum-A:\n\n\n\n\n\n\nItem Designation/Magazine#\n\n\nSize\n\n\nWeight\n\n\nAnomalous Effect\n\n\n\n\n\n\nSCP-4097-A/1\n\n\n14 m Diameter, 6 m in height.\n\n\n~43300 kg\n\n\nWhen fired from SCP-4097, SCP-4097-A/1 will, upon detonation, create an electrical discharge of approximately 12'000 volts of fatal electricity into a given area as well as causing an explosion with a yield of approximately 0.25 kiloton. SCP-4097-A/1 is believed to be capable of producing an electrical discharge via a 24 cm x 17.5 cm x 21 cm sized device in the casing of SCP-4097-A/1. The device is currently under active examination.\n\n\n\n\n\n\nSCP-4097-B/2\n\n\n14 m Diameter, 6 m in height.\n\n\n~44300 kg\n\n\nWhen fired from SCP-4097, SCP-4097-B/2 will, upon detonation, create an area of extremely high pressure in an approximate 2 km range. Inside this area, atmospheric pressure will rise until it reaches the point where the human nervous system would be irreversibly damaged. SCP-4097-B/2 is incapable of affecting the surrounding atmosphere, although pressure headaches and nosebleeds become increasingly common directly outside of SCP-4097-B/2's area. SCP-4097-B/2's effect lasts approximately 2 minutes before the pressure in the area slowly begins to return to normal. SCP-4097-B/2 creates no explosion upon detonation and is fitted with a device with a similar design to an air conditioning unit. It is currently unknown how this device operates.\n\n\n\n\n\n\nSCP-4097-C/3\n\n\n13.2 m Diameter, 7.2 m in height.\n\n\n~41900 kg\n\n\nWhen fired from SCP-4097, SCP-4097-C/3 will, upon detonation, explode with the force of a 2 kiloton bomb and release a shockwave capable of causing the human lungs to rupture among other extreme internal damage in a 15 km radius. The shockwave of SCP-4097-C/3 is capable of being fatal even when ensconced in concrete bunkers and has proven to be deadly to all living beings inside of its radius. It is currently unknown how SCP-4097-C/3 is capable of producing an explosion of this magnitude with its size and explosive capabilities.\n\n\n\n\n\n\nSCP-4097-D/4\n\n\n13.6 m Diameter, 7.4 m in height.\n\n\n~44100 kg\n\n\nWhen fired from SCP-4097, SCP-4097-D/4 will, upon detonation, release a dust-like material that retains the intelligence of a hive-mind insect and will actively attempt to hunt down and enter the human respiratory system via the oral and nasal cavities of the victim. A collection of the particles emitted at detonation kept within the casing of SCP-4097-D/4 have shown that they are mainly constructed of grounded down granite with significant residue samples from [REDACTED]. It is currently unknown how the French government was able to attain [REDACTED] in the 1950's.\n\n\n\n\n\n\nSCP-4097-E/5\n\n\n13.3 m Diameter, 7 m in height.\n\n\n~44500 kg\n\n\nWhen fired from SCP-4097, SCP-4097-E/5 will, upon detonation, create an area of mass molecular destabilization resulting in the complete molecular deconstruction of any structure or creature in its area of effect of ~4 km. Diagnostics performed on SCP-4097-E/5 instances have revealed a miniature device constructed into the warhead resulting in SCP-4097-E/5 temporarily constructing an Oswald-Class matter deconstruction event where it detonates. The device itself has been named an O'Neal Deconstruction Device (ODD) and uses the projection of electron particles to destabilize atoms, causing them to essentially propel their electrons out, creating a chain reaction of extreme structural deconstruction at an atomic level. The research behind the functions and dangers of SCP-4097-E/5 is currently ongoing.\n\n\n\n\n\n\nSCP-4097-F/6\n\n\n14 m Diameter, 6 m in height.\n\n\n~43000 kg\n\n\nWhen fired from SCP-4097, SCP-4097-F/6 will, upon detonation, cause extreme structural failure in all constructs produced with some form of metal or metallic substance. SCP-4097-F/6, unlike other SCP-4097 ammunition entities, serves no threat to the biological human or any other living creatures and is instead suspected to be designed with used with defensive positions or/and armored units in mind. SCP-4097-F/6 has an effective range of approximately 34 km and is responsible for the destruction of Test Site-4097 \"Little 19\". Diagnostics performed on SCP-4097-F/6 entities are to be performed using tools constructed out of industrial diamond\n4\n to counteract SCP-4097-F/6's anomalous properties.\n\n\n\n\n\n\nSCP-4097-G/7\n\n\nN/A\n\n\nN/A\n\n\nIt is currently unknown as to the direct effects of SCP-4097-G/7 as, following firing from SCP-4097, its antimemetic properties affect anyone caught in its effective radius of approximately 237 km\n5\n. SCP-4097-G/7 will also affect individuals viewing the detonation, whether directly or indirectly. They will forget about both the detonation of SCP-4097-G/7 and all of its defining features. It is currently unknown as to the force of which SCP-4097-G/7 detonates with or the damage it delivers to its intended target. The amount of SCP-4097-G/7 entities fired, their target, or if more than 1 entity has ever been fired while in Foundation control is currently unknown.\n\n\n\n\n\n\nSCP-4097-H/8\n\n\nN/A\n\n\nN/A\n\n\nUpon recovery of SCP-4097, it was discovered that all SCP-4097-H/8 entities had detonated in their magazines. Currently, Magazine-8 has been entirely consumed by a fire started via SCP-4097-H/8. It is believed that SCP-4097-H/8 was an incendiary weapon before its detonation as the fires it created appear to burn without a consistent fuel source. As of now, no form of FPE\n6\n has proven effective against SCP-4097-H/8's fires.\n\n\n\n\n\n\nSCP-4097-I/9\n\n\n14 m Diameter, 4 m in height.\n\n\n~40800 kg\n\n\nWhen fired from SCP-4097, SCP-4097-I/9 will, upon detonation, release an electromagnetic pulse capable of disabling all electronic devices within a 12 km radius. SCP-4097-I/9 has no explosive potential and can be recovered, repaired and reused. SCP-4097-I/9 appears to use a combination of currently unidentified electronic devices within its casing to release its pulse. Research into SCP-4097-I/9's abilities are currently ongoing.\n\n\n\n\n\n\nSCP-4097-J/10\n\n\n14 m Diameter, 22 m in height.\n\n\n0 kg\n\n\nWhen fired from SCP-4097, SCP-4097-J/10 will activate a set of thrusters residing near the rear of the shell, allowing it to remain effective even with its passive effect. Following initial firing, SCP-4097-J/10 will, instead of colliding with the target area before detonation or air detonating, SCP-4097-J/10 will 'fly' to about 2 km above its target area before detonating. Upon detonation, SCP-4097-J/10 will begin to form a strong gravitational pull towards itself, causing objects and subjects in the area to begin floating uncontrollably towards it in a radius of about 2.5 km. After approximately 2 1/2 hours, SCP-4097-J/10 will detonate with an explosive yield of approximately 0.25 kilotons and its effects will dissipate, causing the remains of any subjects or objects inside of the area to fall to the ground. Unlike other SCP-4097 ammunition entities, SCP-4097-J/10 features a passive effect when not fired, as SCP-4097-J/10 are seemingly unaffected by the forces of gravity and are held in their magazine via ropes and other constraints. A way of stabilizing SCP-4097-J/10 during diagnostics is currently in development.\n\n\n\n\n\n\nSCP-4097-K/11\n\n\n14 m Diameter, 6 m in height.\n\n\n~43700 kg\n\n\nWhen fired from SCP-4097, SCP-4097-K/11 will, upon detonation, release a toxin similar in build to chlorine gas into the air. This gas will proceed to settle onto the ground and remain there. It appears that SCP-4097-K/11 acts as a form of thermal paste, and will actively consume thermal radiation in the area, resulting in nearby environmental instability. Diagnostics performed on SCP-4097-K/11 has yet to discover the source of the paste or how it is capable of releasing the paste without exploding.\n\n\n\n\n\n\nSCP-4097-L/12\n\n\n[REDACTED]\n\n\n[REDACTED]\n\n\n[REDACTED]\n\n\n\n\n\n\nAddendum-B:\n\n\n\n\n\n\nWARNING. WARNING. POSSIBLE DATA CORRUPTION.\n\n\n\n\nThe file you are attempting to view has been flagged with possible data corruption and has been made temporarily unavailable at this time. Restoration of a corrupted file can take between 2-5 business days until it can be brought back into active service. Thank you for your patience.\n\n\n\n\n\n\n\n\nYou Have: ( 1 ) New Message From: ( Dr. O'neal ) Click To Accept.\n\n\n\n\n\n\n\n\n| CREATING SECURE CONNECTION : COMPLETE\n\n| ADDING: Dr. O'Neal\n\n| ADDING: Dr. Hunter\n\n| ADDING: Researcher Andrews\n\n| ADDING: \nJunior Researcher Adams\n\n\nPlease Select Preferred Format:\n\n\nClassic Foundation-(☐)\n\n\nModern Foundation-(☒)\n\n\nModern Foundation Selected. Waiting For Server Response.\n\n\nThis may take multipl-\n\n\nSet Up Complete. Joining PM…\n\n\n\n\n21:46| Dr. Hunter | O'Neal, before you say anything, I can explain.\n\n\n21:46| Dr. O'Neal | Oh yes, please do. I'd love to learn how tens of thousands worth of Foundation equipment just vanished from the fucking Sahara desert.\n\n\n21:46| Researcher Andrews | Wait, what?\n\n\n21:46| Junior Researcher Adams | You have to be kidding me…\n\n\n21:47| Dr. Hunter | Look, you guys remember Magazine-12, right?\n\n\n21:47| Researcher Andrews | Remember it? I was in it. That was my job, whenever it decided to show up anyway.\n\n\n21:47| Junior Researcher Adams | Woah, hold on, I'm new here, remember? What the hell is Magazine-12?\n\n\n21:47| Dr. Hunter | It was a magazine, like the others. Except it had a little bit of a… habit.\n\n\n21:47| Junior Researcher Adams | Habit?\n\n\n21:47| Researcher Andrews | It was flickering in and out of existence for a while, finally stopped a little while ago, and that's fine by me. I lost a lot of good people in that thing.\n\n\n21:47| Dr. Hunter | \nHad.\n It \nhad\n stopped.\n\n\n21:48| Dr. O'Neal | Had?\n\n\n21:48| Dr. Hunter | Wait, did I forget to tell you guys about that?\n\n\n21:48| Dr. O'Neal | I'm a microfiber away from snapping your scrawny neck, Hunter. Now, before I do, what happened to Little 19?\n\n\n21:48| Dr. Hunter | Ok, look, we took one of the L/12 specimens that we recovered from Mag-12 and did a test fire. L/12's the only ammo entity we don't have on file, and it was pissing me off, so I decided to fix that.\n\n\n21:48| Researcher Andrews | And it destroyed Little 19? Damn, that must of been one hell of a shell. Heh, that rhymed.\n\n\n21:48| Dr. Hunter | It didn't destroy it. It's gone. Vanished. Disappeared. You know whats in its place? Sand.\n\n\n21:49| Junior Researcher Adams | Oh shit…\n\n\n21:49| Dr. O'Neal | Sand? What's so special about sand?\n\n\n21:49| Dr. Hunter | The sand's mixed with large amounts of irradiated dust, similar to the dust created during a nuclear detonation.\n\n\n21:49| Researcher Andrews | What the hell are you saying, Jake?\n\n\n21:49| Dr. Hunter | I'm saying that whatever those things are, they don't destroy, they give and take.\n\n\n21:49| Junior Researcher Adams | So we just sent Little 19 to some where else.\n\n\n21:50| Dr. Hunter | And took whatever was in its spot in that one.\n\n\n21:50| Researcher Andrews | Shit, hey, you know how the French don't know anything about 4097, but they built it? Maybe \nthey\n didn't but another version of them did.\n\n\n21:50| Junior Researcher Adams | Okay, that seems like a bit much, this thing is like, what? 3 maybe 4 war crimes? What's to say the French just didn't want to get hit with what is essentially the Geneva convention and beyond?\n\n\n21:50| Dr. Hunter | Yeah, that makes sense, but what about 4097? They just left it here, fully functional, in a complex loaded with corpses, an intelligence organization that didn't even exist yet and ammunition that breaks every rule in the Geneva convention and the laws of physics? With their fucking \nflags\n hung up everywhere?\n\n\n21:50| Researcher Andrews | It's not a cover up if you \ndon't cover anything up\n. What about the Soviets? We found corpses with dog tags of people we know survived until at least the 90's, how do you explain that?\n\n\n21:50| Dr. O'Neal | Can you two stop with your conspiracy theorist bullshit? Look, let's say that one of those things \ndid\n go off in Site-176, would it be enough to send the whole complex to some other world?\n\n\n21:50| Researcher Andrews | We don't know to be perfectly honest, we could check the area where Little 19 used to be. The irradiated sand could give us an approximate range.\n\n\n21:51| Dr. Hunter | Well, I mean, it could have already happened.\n\n\n21:51| Dr. O'Neal | I beg your pardon?\n\n\n21:51| Dr. Hunter | Back when we first found 4097, Mag-12 flickered in and out like a son of a bitch, and then, all of a sudden, it stopped, but after I made the test fire today, it started again. There is a chance, a slim one mind you, that Mag-12 might not be the one flickering.\n\n\n21:51| Dr. O'Neal | What are you trying to say, Hunter?\n\n\n21:51| Researcher Andrews | He's saying that Mag-12 is stable, \nwe\n have been fading between \nthis\n world and another one. Think about it, the days where the weather doesn't match up with the forecast the night before, staff somehow being unable to find the entrance before it appears seemingly out of nowhere. Sgt. Sutton has been complaining about having too few hands at the observation site for months while Sgt. Harris complains about over population, and they work at the same site.\n\n\n21:51| Dr. O'Neal | This still seems a little far-fetched, we would notice if we suddenly were transported to another world.\n\n\n21:51| Dr. Hunter | Would we? Think about; we are alone in the middle of the desert in a mountain range. In Chad! Fucking Chad! We would have no idea of if or when it happened.\n\n\n21:51| Server | \nSgt. Harris has joined the chat.\n\n\n21:51| Sgt. Harris | Dr. O'Neal, I'm from observation Site-4097-19, we have a slight problem.\n\n\n21:52| Dr. O'Neal | What would that be?\n\n\n21:52| Sgt. Harris | Little 19 vanished.\n\n\n21:52| Dr. Hunter | Well, we knew that already.\n\n\n21:52| Sgt. Harris | Oh, I wasn't aware there were other people in the chat.\n\n\n21:52| Dr. O'Neal | They're not important, is that all?\n\n\n21:52| Sgt. Harris | Yes, ma'am.\n\n\n21:52| Dr. O'Neal | Excellent, now if you don't mind, leave.\n\n\n21:52| Server | \nSgt. Harris has left the chat.\n\n\n21:52| Server | \nSgt. Sutton has joined the chat.\n\n\n21:53| Researcher Andrews | Another one?\n\n\n21:53| Sgt. Sutton | I don't have time for you right now, Andrews. Is O'Neal on?\n\n\n21:53| Dr. O'Neal | I'm here.\n\n\n21:53| Sgt. Sutton | Aw shit, boss. We've got a problem.\n\n\n21:53| Junior Researcher Adams | We already know about Little 19 vanishing.\n\n\n21:53| Sgt. Sutton | Vanishing? What? No, there are two of them! Two Little 19's!\n\n\n21:53| Dr. O'Neal | …What?\n\n\n21:53| Sgt. Sutton | That's what I said! There is one Little 19, and then there is like, one in it, I guess? I have no clue; I just wanted to make sure you knew.\n\n\n21:53| Dr. O'Neal | Thank you, Sgt. Sutton. This will be enough.\n\n\n21:54| Sgt. Sutton | No problem, boss. Hey, what was that thing about Lil 19 vanishing?\n\n\n21:54| Server | \nSgt. Sutton was kicked from the chat.\n\n\n21:54| Dr. O'Neal | If this gets out to staff in \nSite-176\n, we're going to have a crisis on our hands. Hunter, get started on redacting everything you can about SCP-4097-L/12 from the file.\n\n\n21:54| Dr. Hunter | On it.\n\n\n21:54| Server | \nDr. Hunter has left the chat.\n\n\n21:54| Dr. O'Neal | Andrews, start amnestic treatment for everyone involved in the test fire, and if anyone asks, and no one's going to ask, Little 19 is destroyed.\n\n\n21:54| Researcher Andrews | Okay, what should I say destroyed Little 19?\n\n\n21:55| Dr. O'Neal | I don't give a damn what you say, figure it out.\n\n\n21:55| Researcher Andrews | Shit, yes ma'am.\n\n\n21:55| Server | \nResearcher Andrews has left the chat.\n\n\n21:55| Junior Researcher Adams | What about me?\n\n\n21:55| Dr. O'Neal | Get a truck and drive down to the observation site… Sites, I guess, and evacuate both of them and bring them back here. Andrew will juice them up on amnestics.\n\n\n21:55| Junior Researcher Adams | How am I supposed to find both of them?\n\n\n21:55| Dr. O'Neal | I have no damn clue, figure it out. I've got a report to write to the 05. Shit, this is going to be a lot of paperwork.\n\n\n21:55| Server | \nDr. O'Neal has left the chat.\n\n\n\n\n\n\nClick To Exit Chat\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Tunisia-Sahara Class 14000 mm howitzer 'The Last Stand'\n\n\n2\n. Despite the DRM not existing at the time of SCP-4097's supposed construction.\n\n\n3\n. Although an attempted cover-up on SCP-4097 is plausible, it is improbable due to SCP-4097 remaining operational and the lack of concealment or cleanup regarding SCP-4097 and its complex.\n\n\n4\n. Diamond is made out of carbon, of which is not metal and SCP-4097-F/6 has no effect on.\n\n\n5\n. 237 km is the distance from Little 19 to SCP-4097 and is, therefore, the currently known minimum distance of SCP-4097-G/7 effects.\n\n\n6\n. Fire Prevention Equipment\n\n\n\n\n\n\n\n\n« \nSCP-4096\n | SCP-4097 | \nSCP-4098\n »",
    "addendums": [
        "Addendum-A:",
        "Addendum-B:"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4097",
    "object_class": "Safe",
    "containment_procedures": "SCP-4097 has been disguised as a construction site for an upcoming drilling rig placed upon an underground oil reservoir. Despite several failed civilian attempts to gain access to SCP-4097, no further physical containment has been deemed necessary. Satellite footage or pictures of SCP-4097 are to be reviewed and edited if need be.",
    "description": "SCP-4097 is a Tunisia-Sahara Class siege cannon built into the Tibesti Mountain range, Chad. SCP-4097 is similar in construction and design to the German Big Bertha howitzer with the significant differentiating attribute between the two being SCP-4097's size. SCP-4097 is approximately 42 m long, 27 m wide and 67 m in height. SCP-4097 has barrel size of 14 m and is capable of accurately hitting targets up to 8000 km away with little strain on SCP-4097. How SCP-4097 is currently able to attain this sufficient firing distance while using seemingly standard firing methods is presently unknown. SCP-4097 has no defining markings on itself or any of its components except for on the underside of SCP-4097's barrel which reads \"Tunisie-Sahara catégorie 14000 mm obusier 'Le baroud d'honneur'\"1. When SCP-4097 is fired, SCP-4097 is capable of creating a sound of approximately 172 decibels at 30 m of distance.",
    "title": "SCP-4097"
}