{
    "url": "https://scp-wiki.wikidot.com/scp-4110",
    "all_text": "N/A\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+80\n+\n–\nx\n\n\n\n\n\n\nPhoto of SCP-4110-1b taken by MTF after confronting subject\n\n\n\n\n\n\nItem #:\n SCP-4110\n\n\nObject class:\n Euclid\n\n\nSpecial Containment Procedures:\n As SCP-4110 cannot be conventionally contained, efforts should be focused on retrieval and destruction of SCP-4110-1 instances, as well as information suppression. Standard product retrieval protocols, including Cover Story C (Carcinogenic Materials) are to be used. All SCP-4110-1 instances are to be contained in the low-priority lockers of Site-23. Usage of SCP-4110-1 are only allowed with permission of project head.\n\n\nMTF Kappa-15 (“Fun Police”) is tasked with recalls of many toy-based anomalous products, including SCP-4110-1 instances. For more information, consult standard Romagnoli-Bitler Wondertainment Suppression Protocol\n1\n. Kappa-7 agents should be embedded in all regional offices of the affected store chains and monitor products in all stores in their region during the month of October. The Foundation legal department is to prevent affected retail chains from closure or bankruptcy, as those scenarios aggravate the anomaly (see Addendum 4110-1).\n\n\nDescription:\n SCP-4110 is a phenomenon affecting party costume retail chains Party City, \nToys 'R Us\n, and Spirit Halloween, on the last two weeks of October annually. Costumes (referred to as instances of SCP-4110-1) designed for children, aged 3-18, will anomalously appear in random stores of the affected retail chains in North America. The anomaly appears more frequently in cities that have a fan convention of any kind, during the time that SCP-4110 is active. All costumes are of average commercial quality, and made out of nonanomalous products. At least six variants of SCP-4110 have been confirmed, as of writing.\n\n\nAll SCP-4110-1 instances affect the perception of humans observing SCP-4110-1 users (SCP-4110-2) in different ways, depending on the variant of SCP-4110-1. Costumes like “The Inconspicuous Investigator” or “Lizar the Terrible” affect visual perception of observers of SCP-4110-2, while costumes like “Wilford the Werewolf” and \"The Automaton\" affect perception of sounds created by SCP-4110-2. The anomaly will only activate when wearing the entire \"set\" that comprises a SCP-4110-1 instance. Wearing different components from different variants does not produce an anomalous effect, nor do different components from different instances of the same variant. Despite age restrictions labeled on the packaging, anyone can wear a SCP-4110-1 instance as long as they can fit into the costume. All SCP-4110-1 instances bear manufacturing tags and packaging stickers from Wondertainment, along with another company called \"Societé du Costume Paranormal\n2\n.\"\n\n\n\n\n+ List of SCP-4110-1 variants\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nCostume Name and Classification\n\n\nDescription\n\n\n\n\n\n\n\"The Surgical Stork\" SCP-4110-1a\n\n\nThe costume is comprised of a black hooded cloak, a traditional plague doctor's mask, and a doctor’s bag. The doctor's bag contains an assortment of toy medical equipment, such as a stethoscope, rubber hammer, and plastic syringes. The plague doctor mask is made from plastic, with mesh eyeholes. During testing, subjects reported that nearby personnel looked sick, with cartoonish thermometers in their mouths, and hot water bottles on their heads.\n\n\n\n\n\n\n\"Lizar the Terrible\" SCP-4110-1b\n\n\nThe costume is an inflatable \nTyrannosaurus rex\n costume made from polyester, with a square translucent plastic square in its throat for wearers to see out of. A speaker is lodged in the “throat” of the costume and can be activated via a button on the inside of the left hand of the costume. When the button is pressed, a noise highly similar to that produced by \nCarnotaurus sastrei\n is emitted\n3\n. The sound is of much higher quality than the type of speaker should allow. When the costume is worn, observers will perceive that SCP-4110-2 is a Carnotaurus. This effect occurs even when in spaces where a Carnotaurus could not logically fit, with the space appearing to expand to accommodate the size of the Carnotaurus. Double-blind test subjects unaware of SCP-4110-2 also see the spatial distortion. The cognitohazard only affects vision, so if the subject speaks, a human voice will appear to originate from the Carnotaurus's mouth. The anomaly does not affect photographs or videos. The costume is highly resistant to puncture or slicing, despite being made from plastic.\n\n\n\n\n\n\n\"The Inconspicuous Investigator\" SCP-4110-1c\n\n\nThe costume is a package consisting a brown trenchcoat, gloves, a magnifying glass, and a fedora. When all of the items are worn, the subject is imperceptible to the observer, essentially making the subject's body invisible. The effect extends to photographs, security footage, and heat sensors. The costume itself is still visible while being worn, so use for espionage is extremely limited.\n\n\n\n\n\n\n\"Wilford the Werewolf\" SCP-4110-1d\n\n\nThe costume is comprised of a plastic werewolf mask, ripped flannel jacket, and distressed jeans. When worn, all vocalizations made by SCP-4110-2 will sound like vocalizations made by \nCanis lupus\n to observers, and change depending on the tone and inflection of the subject (barking while talking without inflection, howling when talking loudly, growling when using a threatening tone).\n\n\n\n\n\n\n\"The Automaton\" and \"The Automatonette\" SCP-4110-1e\n\n\nThe costume is comprised of a cubical aluminum head with an antenna protruding out of the top of the head, what appears to be modified dryer ducting, and an aluminum chestplate with LEDs that randomly turn on and off without a power source. The costume is available in two genders, with the female costume adding a conical \"skirt\" around its waist. When worn, observers report the subject's footsteps always sound like \"heavy metal slammed onto concrete.\" Subjects have also been reported to emit sounds of servos and gears when joints are moved. When subjects speak, their voices are modulated to sound metallic and robotic, with observers drawing comparisons to the Daleks from the British television show \"Doctor Who.\" Scales measuring the subject report a weight approximately █ times as heavy as the subject's actual weight.\n\n\n\n\n\n\n\"Pharaoh De-Kamposin\" SCP-4110-1f\n\n\nThe costume is comprised of a 4 meter long roll of linen bandages. Instructions that come with the costume instruct the buyer how to wrap the bandages around themselves, suggesting to use a partner to help. When the bandages are completely wrapped around the body, the cognitohazardous effect manifests. Observers will perceive the subject as a mobile decomposing body wrapped in bandages, which looks and smells identical to a rotting corpse. The details of the rotting body are different for each subject, but constants include: maggots or other insects in the body, sections of missing skin or muscle, exposed bones or organs, and patches of hair fallen out. If an observer inserts an object into a wound they perceive to be real, the subject will perceive the object to \"phase\" through their body, and not injuring them.\n\n\n\n\n\n\n\n\n– hide block\n\n\n\n\n\n\nNote that is found with each purchase of a SCP-4110-1 instance:\n\n\n\n\nHOLY MACKEREL! Looks like you found your very own Dr. Wondertainment's Wonder-Costume™! \nSPOOK\n your friends, \nSCARE\n your relatives, and make your neighbors \nSHRIEK\n with fright with this exciting creation brought to you by the people at Dr. Wondertainment & Co. Dr. Wondertainment's Wonder-Costumes™! are a fun, exciting way to ring in Samhain that is guaranteed to bring in a veritable MOUNTAIN of candy for Halloween*! Not only that, but Dr. Wondertainment's Wonder-Costumes™ are super-realistic and is guaranteed to scare the pants off of any granny who's door you knock on**!\n\n\nWARNING\n:\n\nDo not go near elderly people or people with heart conditions while wearing Dr. Wondertainment's Wonder-Costume™!\n\n\n*Dr. Wondertainment does not guarantee a literal mountain of candy.\n\n\n**Dr. Wondertainment is not responsible for any assault and battery committed against the user of the Wonder-Costume™, or responsible if anyone dies of fright!\n\n\n\n\nAdditional specialized notes found with variants of SCP-4110-1:\n\n\n\n\n + Specialized Notes\n\n\n\n\n-Close Notes\n\n\n\n\nSCP-4110-1a:\n\n\n\n\nHave you ever wondered what it's like to be a doctor? Have you ever thought you were born in the wrong generation and wanted to dress like it's 1492? Well \nNOW\n you can!! Using Dr. Wondertainment's \"Surgical Stork,\" you too can know what it's like to be a \nREAL\n doctor, and know if people are sick* with the handy Dr. Wondertainment's \nToon-o-Vision™\n! Cure people of the Pestilence, and bring babies into the world**, all for the price of one costume! Buy now, when supplies last!\n\n\n*The Surgical Stork does not qualify you to be an actual doctor, nor give the user medical knowledge or the ability to discern one's sickness. Dr. Wondertainment's Toon-o-Vision™ is for entertainment purposes only.\n\n\n**The Surgical Stork does not allow you to deliver a baby (like a medical professional/cartoonish stork) or cure pestilence, whatever that may be.\n\n\n\n\nSCP-4110-1b:\n\n\n\n\nLizar was the \nking\n of the beasts, \nfeared\n by all, his \nroar\n heard for miles around. Now you can follow in his fossilized footsteps, using Dr. Wondertainment's own \"Lizar the Terrible\" costume! Be the hushed talk of the town behind closed doors as you reenact Godzilla's rampage* in your very own hometown! Afraid that Lizar will get stuck in your cramped Grandma's house? No worries, with the patented \nSpace-Time-Stretch-o-Rama™\n, your costume can fit anywhere, providing you don't pop the costume!\n\n\n*Any and all property damage that is caused if or when buyer of Lizar the Terrible goes on a rampage is not the fault of Dr. Wondertainment & Co..\n\n\n\n\nSCP-4110-1c:\n\n\n\n\nEveryone loves Sherlock Holmes, right? He's dashing, intelligent, British, and always solves the case (almost sounds like a certain toymaker). But you know what he doesn't have that we can give you? \nInvisibility\n, courtesy of Dr. Wondertainment's \nLight-Bending-inator™\n. How can Moriarty find you if not even light can penetrate your disguise? Hunt for clues, and get on the trail with Dr. Wondertainment's \"Inconspicuous Investigator\" today!\n\n\nAny and all parallels between Dr Wondertainment's \"Inconspicuous Investigator\" and Herbert Wells' \"The Invisible Man\" are completely coincidental. They are two completely different entities and are completely original concepts.\n\n\n\n\nSCP-4110-1d\n\n\n\n\nDo you want to \ntransform\n into a creature that strikes \nfear\n into the hearts of men (and women)? Do you want your very voice to turn \nblood\n into ice and urine into yellower ice? Now you can, with Dr. Wondertainment's friendly \"Wilford the Werewolf\"! Using patented sound bending technology, this costume will scare even the most seasoned monster hunter stiff with fright, and then unstiffen in time for their strategic retreat. Get it now, when supplies last!\n\n\n\n\nSCP-4110-1e\n\n\n\n\nAre you a fan of the good ol' sci-fi of yesteryear, when robots descended from on high, and Captain Nemo still sailed the open sea? Well now \nlive\n that sci-fi with Dr. Wondertainment's \"The Automaton,\" and the optional female version, \"The Automatonette.\" Now you can be taken to our leaders*, and come outside and say, \"Hello World.\" The costumes are made more realistic using \nGENUINE\n gear and servo noises from actual machines! \nWOW\n! You afraid that your voice will reveal your identity as a fleshy meatbag? \nNOT TO WORRY\n, as with our patented \nAdapting-Dynamic-Voice-Adapter™\n, you can keep your identity a secret, and your voice as mechanical as possible!\n\n\n*Dr. Wondertainment's costumes cannot actually give you the authority to demand to speak to leaders of local, regional, or national importance, that the wearer didn't already have.\n\n\n\n\nSCP-4110-1f\n\n\n\n\nPharaoh Steven De-Kamposin* was once a mighty \nKING\n, whose powers stretched from Cairo, Illinois, to Thebes, Illinois. When he finally died, his body was laid to rest in a mighty temple, where he would sleep for eternity. Unfortunately, the eternal sleep was made uneternal by a evil curse, which raised him from the dead, a husk of his former self. Now \nYOU\n can be the \nPHARAOH\n himself, scaring everyone just by the fumes of your still-rotting corpse! Shuffle and moan your way to popularity using the scariest costume ever made by Dr. Wondertainment & Co.! Have friends try to touch your heart (literally!) and laugh at their disgusted face! Chortle at your friend's retching because of your squishy flesh! Buy one now while supplies last!\n\n\n*You can see why he only used his last name.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview 4110-01\n\n\n\n\n- Close Interview\n\n\n\n\n\n\nInterviewed:\n David ██████, and Jennifer ███████████\n\n\nInterviewer:\n Doctor ████ Dower\n\n\nForeword:\n David and Jennifer had posted a picture of themselves wearing SCP-4110-1e instances onto social media. They were quickly apprehended by Kappa-7 to be interviewed and administered amnestics.\n\n\n<Begin Log>\n\n\nDoctor Dower:\n State your names and ages for the record please.\n\n\nDavid:\n Uh… my name is David ██████ and I'm 17 years old.\n\n\n\n\nJennifer:\n \n<speaking quietly>\n My name is Jennifer ██████████, and I'm 17 years old, too. Are we in trouble?\n\n\n\n\nDoctor Dower:\n No, you're not. I'm with the World Health Organization, and you bought costumes known for containing carcinogenic material. We just want to apprehend the people who thought it would be a good idea to put that stuff in children's costumes. Can please tell me where and why you two bought the costumes?\n\n\n\n\nDavid:\n \n<glances at Jennifer>\n Well, uh… me and Jennifer were going to go to a party at my friend Matt's house, alright?\n\n\n\n\nDD:\n Right…\n\n\n\n\nDavid:\n But since it's near Halloween, everyone was supposed to bring costumes and shi— stuff, so me and Jen went down to that Party City place, y'know the one down near the intersection of ████ and ██████?\n\n\n\n\nDD:\n I know of it, yes.\n\n\n\n\nDavid:\n \n<starts talking faster and with more enthusiasm>\n And we found these really cool robot costumes, they look all old-fashioned and square and stuff, and it came in both girl and boy, so we were like \"sweet!\" and we bought them, we were so pumped for the party and how great they were, but man they were really heavy. So we buy them, go to my house, put them on, and the weirdest thing happened. Every time we moved, we sounded like a car with a bad transmission, and when Jen talked, she sounded like a fuckin' Dalek from Doctor Who. \n<David pauses to take a deep breath>\n\n\n\n\nDD:\n Do you need a drink of water or anything?\n\n\nDavid:\n Nah I'm fine. Anyhow, we just figured the voice and sounds were being made with a voice-modifier-thingy, whatever they're called. So we take those pictures, post them, and get ready to get in the car. But when we went out on the porch, the damn thing collapsed on us! So we figured we should just stay home, since the costumes were all dented up after that, and Jen felt like she had a headache, didn't you Jen? \n<Jennifer nods in agreement>\n\n\nDD:\n \n<looking at Jennifer>\n Does he always talk like this?\n\n\nJennifer:\n \n<smiling>\n All the time.\n\n\nDD:\n Anyways, what happened after that?\n\n\nDavid:\n Well Jen stayed over at my house for the night for homework, because y'know we have school on Monday, but then in the morning, fuckin' SWAT breaks down our door, and here we are.\n\n\nDD:\n Is this all true Jennifer?\n\n\nJennifer:\n \n<speaking quietly>\n Yes.\n\n\nDD:\n Well, thank you for your cooperation, both of you. It will help immensely with the investigation.\n\n\n<End Log>\n\n\nClosing Statement:\n The SCP-4110-1 instances were seized, and Class A amnestics were administered to David and Jennifer.\n\n\n\n\n\n\n- Close Interview\n\n\n\n\n\n\nDiscovery:\n SCP-4110 was originally reported in █████████, Minnesota on October 28, 199█, after several dozen civilians called the police department, panicked about \"a goddamn dinosaur rampaging around my neighborhood.\" MTF Epsilon-6 \"Village Idiots\" were deployed, but shortly discovered that the dinosaur was a 8-year old boy in an inflatable dinosaur costume.\n\n\nAddendum 4110-1:\n After Toys 'R Us declared bankruptcy, additional instances of SCP-4110-1 have been observed in other stores belonging to the Party City retail chain, and other previously unaffected retail chains, primarily in Australia. The Foundation purchased the Toys 'R Us franchise for $1.2 billion USD, reopening many of its stores. SCP-4110 has since ceased to appear in previously unaffected store fronts, and remains contained.\n\n\n\n\nFootnotes\n\n\n1\n. Romagnoli-Bitler Wondertainment Suppression Protocol:\n\n• Foundation webcrawler program \nparty_crasher\n is to regularly scan the internet for Wondertainment-related phrases.\n\n• If keywords are found, the website where the word is discovered is to be scanned for any suspicious anomalous activity or People-of-Interest. Information is to be given to the nearest available Department of Analytics analyst for vetting.\n\n• If anomalous activity or People-of-Interest are discovered and vetted, keywords are to be scrubbed from the website, and location of activity or POI is to be pinpointed. Nature of anomalous activity is to be discovered at this time (If anomaly is not registered in the SCP database, information is to be given to the Head of Department of Analytics for further instruction).\n\n• When activity is pinpointed and a location is triangulated, MTF Kappa-7 “Fun Police” is to be deployed to confiscate and/or capture anomalous objects/POI for study/interrogation.\n\n• If POI is a nonanomalous bystander, interview and administer Class-A Amnestics and release. If found to be an accomplice to known POIs, the person is to be kept for further interrogation.\n\n\n2\n. “Societé du Costume Paranormal,” has a listed headquarters in ████████, Normandy, France on each package. No specific address is listed. No company named Societé du Costume Paranormal exists, and no factory or offices associated with that name has been found. It is presumably a front company for the Wondertainment brand. The name is most likely a parody of the Foundation's use of the abbreviation \"SCP\" on the majority of its front companies\n\n\n3\n. This conclusion was reached after anatomical comparisons to \nSCP-1265\n-A instances.\n\n\n\n\n\n\n\n\n« \nSCP-4109\n | SCP-4110 | \nSCP-4111\n »",
    "addendums": [
        "Addendum 4110-1: After Toys 'R Us declared bankruptcy, additional instances of SCP-4110-1 have been observed in other stores belonging to the Party City retail chain, and other previously unaffected retail chains, primarily in Australia. The Foundation purchased the Toys 'R Us franchise for $1.2 billion USD, reopening many of its stores. SCP-4110 has since ceased to appear in previously unaffected store fronts, and remains contained."
    ],
    "documents": [],
    "notes": [
        "HOLY MACKEREL! Looks like you found your very own Dr. Wondertainment's Wonder-Costume™! SPOOK your friends, SCARE your relatives, and make your neighbors SHRIEK with fright with this exciting creation brought to you by the people at Dr. Wondertainment & Co. Dr. Wondertainment's Wonder-Costumes™! are a fun, exciting way to ring in Samhain that is guaranteed to bring in a veritable MOUNTAIN of candy for Halloween*! Not only that, but Dr. Wondertainment's Wonder-Costumes™ are super-realistic and is guaranteed to scare the pants off of any granny who's door you knock on**! WARNING : Do not go near elderly people or people with heart conditions while wearing Dr. Wondertainment's Wonder-Costume™! *Dr. Wondertainment does not guarantee a literal mountain of candy. **Dr. Wondertainment is not responsible for any assault and battery committed against the user of the Wonder-Costume™, or responsible if anyone dies of fright!",
        "Have you ever wondered what it's like to be a doctor? Have you ever thought you were born in the wrong generation and wanted to dress like it's 1492? Well NOW you can!! Using Dr. Wondertainment's \"Surgical Stork,\" you too can know what it's like to be a REAL doctor, and know if people are sick* with the handy Dr. Wondertainment's Toon-o-Vision™ ! Cure people of the Pestilence, and bring babies into the world**, all for the price of one costume! Buy now, when supplies last! *The Surgical Stork does not qualify you to be an actual doctor, nor give the user medical knowledge or the ability to discern one's sickness. Dr. Wondertainment's Toon-o-Vision™ is for entertainment purposes only. **The Surgical Stork does not allow you to deliver a baby (like a medical professional/cartoonish stork) or cure pestilence, whatever that may be.",
        "Lizar was the king of the beasts, feared by all, his roar heard for miles around. Now you can follow in his fossilized footsteps, using Dr. Wondertainment's own \"Lizar the Terrible\" costume! Be the hushed talk of the town behind closed doors as you reenact Godzilla's rampage* in your very own hometown! Afraid that Lizar will get stuck in your cramped Grandma's house? No worries, with the patented Space-Time-Stretch-o-Rama™ , your costume can fit anywhere, providing you don't pop the costume! *Any and all property damage that is caused if or when buyer of Lizar the Terrible goes on a rampage is not the fault of Dr. Wondertainment & Co..",
        "Everyone loves Sherlock Holmes, right? He's dashing, intelligent, British, and always solves the case (almost sounds like a certain toymaker). But you know what he doesn't have that we can give you? Invisibility , courtesy of Dr. Wondertainment's Light-Bending-inator™ . How can Moriarty find you if not even light can penetrate your disguise? Hunt for clues, and get on the trail with Dr. Wondertainment's \"Inconspicuous Investigator\" today! Any and all parallels between Dr Wondertainment's \"Inconspicuous Investigator\" and Herbert Wells' \"The Invisible Man\" are completely coincidental. They are two completely different entities and are completely original concepts.",
        "Do you want to transform into a creature that strikes fear into the hearts of men (and women)? Do you want your very voice to turn blood into ice and urine into yellower ice? Now you can, with Dr. Wondertainment's friendly \"Wilford the Werewolf\"! Using patented sound bending technology, this costume will scare even the most seasoned monster hunter stiff with fright, and then unstiffen in time for their strategic retreat. Get it now, when supplies last!",
        "Are you a fan of the good ol' sci-fi of yesteryear, when robots descended from on high, and Captain Nemo still sailed the open sea? Well now live that sci-fi with Dr. Wondertainment's \"The Automaton,\" and the optional female version, \"The Automatonette.\" Now you can be taken to our leaders*, and come outside and say, \"Hello World.\" The costumes are made more realistic using GENUINE gear and servo noises from actual machines! WOW ! You afraid that your voice will reveal your identity as a fleshy meatbag? NOT TO WORRY , as with our patented Adapting-Dynamic-Voice-Adapter™ , you can keep your identity a secret, and your voice as mechanical as possible! *Dr. Wondertainment's costumes cannot actually give you the authority to demand to speak to leaders of local, regional, or national importance, that the wearer didn't already have.",
        "Pharaoh Steven De-Kamposin* was once a mighty KING , whose powers stretched from Cairo, Illinois, to Thebes, Illinois. When he finally died, his body was laid to rest in a mighty temple, where he would sleep for eternity. Unfortunately, the eternal sleep was made uneternal by a evil curse, which raised him from the dead, a husk of his former self. Now YOU can be the PHARAOH himself, scaring everyone just by the fumes of your still-rotting corpse! Shuffle and moan your way to popularity using the scariest costume ever made by Dr. Wondertainment & Co.! Have friends try to touch your heart (literally!) and laugh at their disgusted face! Chortle at your friend's retching because of your squishy flesh! Buy one now while supplies last! *You can see why he only used his last name.",
        "Interviewed: David ██████, and Jennifer ███████████ Interviewer: Doctor ████ Dower Foreword: David and Jennifer had posted a picture of themselves wearing SCP-4110-1e instances onto social media. They were quickly apprehended by Kappa-7 to be interviewed and administered amnestics. <Begin Log> Doctor Dower: State your names and ages for the record please. David: Uh… my name is David ██████ and I'm 17 years old. Jennifer: <speaking quietly> My name is Jennifer ██████████, and I'm 17 years old, too. Are we in trouble? Doctor Dower: No, you're not. I'm with the World Health Organization, and you bought costumes known for containing carcinogenic material. We just want to apprehend the people who thought it would be a good idea to put that stuff in children's costumes. Can please tell me where and why you two bought the costumes? David: <glances at Jennifer> Well, uh… me and Jennifer were going to go to a party at my friend Matt's house, alright? DD: Right… David: But since it's near Halloween, everyone was supposed to bring costumes and shi— stuff, so me and Jen went down to that Party City place, y'know the one down near the intersection of ████ and ██████? DD: I know of it, yes. David: <starts talking faster and with more enthusiasm> And we found these really cool robot costumes, they look all old-fashioned and square and stuff, and it came in both girl and boy, so we were like \"sweet!\" and we bought them, we were so pumped for the party and how great they were, but man they were really heavy. So we buy them, go to my house, put them on, and the weirdest thing happened. Every time we moved, we sounded like a car with a bad transmission, and when Jen talked, she sounded like a fuckin' Dalek from Doctor Who. <David pauses to take a deep breath> DD: Do you need a drink of water or anything? David: Nah I'm fine. Anyhow, we just figured the voice and sounds were being made with a voice-modifier-thingy, whatever they're called. So we take those pictures, post them, and get ready to get in the car. But when we went out on the porch, the damn thing collapsed on us! So we figured we should just stay home, since the costumes were all dented up after that, and Jen felt like she had a headache, didn't you Jen? <Jennifer nods in agreement> DD: <looking at Jennifer> Does he always talk like this? Jennifer: <smiling> All the time. DD: Anyways, what happened after that? David: Well Jen stayed over at my house for the night for homework, because y'know we have school on Monday, but then in the morning, fuckin' SWAT breaks down our door, and here we are. DD: Is this all true Jennifer? Jennifer: <speaking quietly> Yes. DD: Well, thank you for your cooperation, both of you. It will help immensely with the investigation. <End Log> Closing Statement: The SCP-4110-1 instances were seized, and Class A amnestics were administered to David and Jennifer."
    ],
    "item": "SCP-4110",
    "containment_procedures": "As SCP-4110 cannot be conventionally contained, efforts should be focused on retrieval and destruction of SCP-4110-1 instances, as well as information suppression. Standard product retrieval protocols, including Cover Story C (Carcinogenic Materials) are to be used. All SCP-4110-1 instances are to be contained in the low-priority lockers of Site-23. Usage of SCP-4110-1 are only allowed with permission of project head.",
    "description": "SCP-4110 is a phenomenon affecting party costume retail chains Party City, Toys 'R Us, and Spirit Halloween, on the last two weeks of October annually. Costumes (referred to as instances of SCP-4110-1) designed for children, aged 3-18, will anomalously appear in random stores of the affected retail chains in North America. The anomaly appears more frequently in cities that have a fan convention of any kind, during the time that SCP-4110 is active. All costumes are of average commercial quality, and made out of nonanomalous products. At least six variants of SCP-4110 have been confirmed, as of writing.",
    "title": "SCP-4110"
}