{
    "url": "https://scp-wiki.wikidot.com/scp-4119",
    "all_text": "rating: \n+141\n+\n–\nx\n\n\n\n\n\n\nDiluted samples of SCP-4119 liquid.\n\n\n\n\n\n\nItem #:\n SCP-4119\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4119 is contained within a modified, blast-resistant cell within a Faraday cage. An internal cavity magnetron maintains a constant low-wattage stream of microwaves within the chamber; all internal surfaces are kept at a temperature of 50°C. The walls of SCP-4119's cell are equipped with rapidly oscillating motors, vibrating them continuously. SCP-4119 itself is kept inside a Level 2 Thermal Isolation suit.\n\n\nOnce per week, SCP-4119 is to be sedated, blindfolded, restrained, and moved to a temporary cell. During this, the cell walls are to be cleaned of burnt blood residue and the vibration and microwave equipment inspected and maintained as needed.\n\n\nDescription:\n SCP-4119 is a young adult Hispanic female, identifying as \"Thalia Contreras\".\n\n\nSurfaces within the central 11° cone of SCP-4119's line of sight excrete films of an oily, explosive liquid. SCP-4119's vision will trigger liquid uncontrollably up to a range of approximately 700m; beyond this, SCP-4119 must exert itself physically to cause liquid excretion.\n\n\nLiquid produced by SCP-4119 is 71% nitroglycerin and 29% human blood; this blood does not genetically match SCP-4119. SCP-4119's skin is abnormally thick and heat-resistant, protecting it from the heat and force of the detonations of its liquid.\n\n\nAcquisition:\n On 02/19/2017, a Type 3A dimensional anomaly appeared in the air, approximately 10km from Site-496, violently ejecting SCP-4119 and fragments of a concrete room into the surrounding woods. MTF Mu-8 (\"Southern Hospitality\") was dispatched.\n\n\n\n\nSCP-4119 Encounter Log\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n\n\nTaken during initial containment of SCP-4119.\n\n\n\n\n\n\n\n\nMTF:\n Mu-8 (\"Southern Hospitality\")\n\n\nPersonnel:\n M8-Marquez, M8-Linares, M8-Sanchez\n\n\nDate:\n 02/19/2017\n\n\nSubject:\n Dimensional aperture and material ejected.\n\n\n\n\n[BEGIN LOG]\n\n\nM8-Marquez:\n Dammit. Portal's gone already. Readings match a type three-A. Linares, Sanchez, any visual on anything ejected before it closed?\n\n\nM8-Sanchez:\n Didn't see anything but we'll keep an eye out.\n\n\nM8-Linares:\n Hang on, there's a big crater over here.\n\n\n(\nSCP-4119 is lying still in a crater about 30m wide. It is wearing heavily charred armor over a torn bodysuit, and a pair of oversized goggles. Multiple sun-like insignias are visible on the armor.\n)\n\n\nM8-Sanchez:\n I got visual on the entity. Humanoid, unconscious, wearing some kind of orange and black armor.\n\n\nM8-Marquez:\n Excellent. Load it on an ATV and keep sweeping the area.\n\n\nM8-Linares:\n Metallic fragments all over the place in this direction, might wanna scan these first.\n\n\n(\nSCP-4119 awakens and stands up, rubbing its head.\n)\n\n\nM8-Sanchez:\n It's up!\n\n\nSCP-4119:\n Who's there?\n\n\n(\nSCP-4119's goggles explode, and their fragments fall off SCP-4119's face.\n)\n\n\nSCP-4119:\n Shit!\n\n\nM8-Linares:\n (\ninto comm\n) Subject conscious, preparing to engage.\n\n\nSCP-4119:\n Oh god, my head. Wait, who's there?\n\n\nM8-Sanchez:\n Are you alright?\n\n\nSCP-4119:\n Think so. Where the hell am I?\n\n\nM8-Sanchez:\n Northern Minnesota; this is State Patrol\n1\n.\n\n\nSCP-4119:\n Hold on, Minnesota?! (\ntowards the sky\n) Did you really think that would work, Victory? I'll break your neck once I get back there!\n\n\nM8-Sanchez:\n Come with us and we'll sort this out.\n\n\nSCP-4119:\n How stupid do you think I am? We blew the Coven headquarters to hell a year ago, not 100 miles away from here. I bet you guys got Valkyrie drones and anky-tanks and shit in the woods ready to pick me off but I ain't got time for this.\n\n\n(\nSCP-4119 removes its mask and throws it away. Smoke begins to emanate from its closed eyes.\n)\n\n\n(\nM8-Marquez throws a smoke grenade.\n)\n\n\nM8-Marquez:\n I don't know what you think is going on, but we're not whoever you think we are. Last chance to clear this up peacefully.\n\n\nSCP-4119:\n Bring it.\n\n\n(\nSCP-4119 opens its eyes, and the tree stump next to M-8 Marquez explodes, throwing him to the ground.\n)\n\n\nSCP-4119:\n Whoa, that's… not right.\n\n\nM8-Linares:\n (\ninto comm, quietly\n) Subject hostile, explosive anomaly, resistant to gunfire, requesting immediate backup.\n\n(\nM8-Linares and M8-Sanchez open fire on SCP-4119 to no effect, until SCP-4119 detonates a large cluster of trees behind them.\n)\n\n\n(\nMTF agents get up and find cover. SCP-4119 looks down at the ground and creates a pool of liquid, before detonating it to launch itself to higher ground.\n)\n\n\nM8-Linares:\n (\nto Marquez\n) Can you stand?\n\n\nM8-Marquez:\n Yeah, I'm okay. Anyone got visual on the skip?\n\n\nM8-Linares:\n It blasted itself up the mountainside, I think it-\n\n\nSCP-4119:\n (\ndistant\n) DEMOLISHING BLAST!\n\n\n(\nThe side of the mountain becomes coated in fluid and detonates, causing a very large explosion. MTF M8 scramble for cover.\n)\n\n\nM8-Sanchez:\n Get down!\n\n\nM8-Linares:\n Where's that backup?\n\n\nM8-Crowe:\n Snipers moving into position, hang in there Mark.\n\n\nSCP-4119:\n (\nfrom somewhere within the smoke\n) That didn't do what I thought it was gonna. Wait a minute. Where'd the other moons go?!\n\n\nM8-Crowe:\n Fire.\n\n\n(\nM8 support snipers open fire on SCP-4119, who launches itself higher up the mountain above the smoke.\n)\n\n\nSCP-4119:\n Enough! I think there's been a mixup here.\n\n\n(\nSCP-4119 looks up and puts its palms against its temples.\n)\n\n\nSCP-4119:\n OK. You're definitely not the Coven, or working for Victory. So how about this. You leave me in peace, and we all just go our separate ways.\n\n\n(\nWisps of flame begin to curl from SCP-4119's eyes.\n)\n\n\nSCP-4119:\n Or else I look up and blow your freaky white moon to dust. Five, four, three-\n\n\n(\nM8-Crowe jumps from an outcropping of rock onto SCP-4119 and tackles it, pushing its head into the ground.\n)\n\n\nM8-Crowe:\n Hurry!\n\n\n(\nM8 members advance on the position, with immobilizing gel guns. M8-Crowe grapples with SCP-4119, keeping his hands over SCP-4119's eyes. SCP-4119 regains its footing and swings M8-Crowe against the rock before throwing him off the cliff.\n)\n\n\nSCP-4119:\n Get off me!\n\n\n(\nM8-Linares shoots SCP-4119 in the face with the gel, covering its nose and eyes, and M8-Marquez forces a breathing mask filled with sedative onto its face, rendering it unconscious after a struggle.\n)\n\n\n[END LOG]\n\n\n\n\nSCP-4119 was successfully contained. Analysis of the surrounding area turned up fragments of advanced machinery, multiple luminescent stones of unknown composition, digital maps of North America with altered geography, and several burned garments similar to SCP-4119's bearing the same insignia.\n\n\nAgent Crowe was posthumously awarded a Foundation Star for his bravery.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The standard cover used by combat and reconnaissance MTFs based out of Site-496.\n\n\n\n\n\n\n\n\n« \nSCP-4118\n | SCP-4119 | \nSCP-4120\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "MTF: Mu-8 (\"Southern Hospitality\") Personnel: M8-Marquez, M8-Linares, M8-Sanchez Date: 02/19/2017 Subject: Dimensional aperture and material ejected. [BEGIN LOG] M8-Marquez: Dammit. Portal's gone already. Readings match a type three-A. Linares, Sanchez, any visual on anything ejected before it closed? M8-Sanchez: Didn't see anything but we'll keep an eye out. M8-Linares: Hang on, there's a big crater over here. ( SCP-4119 is lying still in a crater about 30m wide. It is wearing heavily charred armor over a torn bodysuit, and a pair of oversized goggles. Multiple sun-like insignias are visible on the armor. ) M8-Sanchez: I got visual on the entity. Humanoid, unconscious, wearing some kind of orange and black armor. M8-Marquez: Excellent. Load it on an ATV and keep sweeping the area. M8-Linares: Metallic fragments all over the place in this direction, might wanna scan these first. ( SCP-4119 awakens and stands up, rubbing its head. ) M8-Sanchez: It's up! SCP-4119: Who's there? ( SCP-4119's goggles explode, and their fragments fall off SCP-4119's face. ) SCP-4119: Shit! M8-Linares: ( into comm ) Subject conscious, preparing to engage. SCP-4119: Oh god, my head. Wait, who's there? M8-Sanchez: Are you alright? SCP-4119: Think so. Where the hell am I? M8-Sanchez: Northern Minnesota; this is State Patrol 1 . SCP-4119: Hold on, Minnesota?! ( towards the sky ) Did you really think that would work, Victory? I'll break your neck once I get back there! M8-Sanchez: Come with us and we'll sort this out. SCP-4119: How stupid do you think I am? We blew the Coven headquarters to hell a year ago, not 100 miles away from here. I bet you guys got Valkyrie drones and anky-tanks and shit in the woods ready to pick me off but I ain't got time for this. ( SCP-4119 removes its mask and throws it away. Smoke begins to emanate from its closed eyes. ) ( M8-Marquez throws a smoke grenade. ) M8-Marquez: I don't know what you think is going on, but we're not whoever you think we are. Last chance to clear this up peacefully. SCP-4119: Bring it. ( SCP-4119 opens its eyes, and the tree stump next to M-8 Marquez explodes, throwing him to the ground. ) SCP-4119: Whoa, that's… not right. M8-Linares: ( into comm, quietly ) Subject hostile, explosive anomaly, resistant to gunfire, requesting immediate backup. ( M8-Linares and M8-Sanchez open fire on SCP-4119 to no effect, until SCP-4119 detonates a large cluster of trees behind them. ) ( MTF agents get up and find cover. SCP-4119 looks down at the ground and creates a pool of liquid, before detonating it to launch itself to higher ground. ) M8-Linares: ( to Marquez ) Can you stand? M8-Marquez: Yeah, I'm okay. Anyone got visual on the skip? M8-Linares: It blasted itself up the mountainside, I think it- SCP-4119: ( distant ) DEMOLISHING BLAST! ( The side of the mountain becomes coated in fluid and detonates, causing a very large explosion. MTF M8 scramble for cover. ) M8-Sanchez: Get down! M8-Linares: Where's that backup? M8-Crowe: Snipers moving into position, hang in there Mark. SCP-4119: ( from somewhere within the smoke ) That didn't do what I thought it was gonna. Wait a minute. Where'd the other moons go?! M8-Crowe: Fire. ( M8 support snipers open fire on SCP-4119, who launches itself higher up the mountain above the smoke. ) SCP-4119: Enough! I think there's been a mixup here. ( SCP-4119 looks up and puts its palms against its temples. ) SCP-4119: OK. You're definitely not the Coven, or working for Victory. So how about this. You leave me in peace, and we all just go our separate ways. ( Wisps of flame begin to curl from SCP-4119's eyes. ) SCP-4119: Or else I look up and blow your freaky white moon to dust. Five, four, three- ( M8-Crowe jumps from an outcropping of rock onto SCP-4119 and tackles it, pushing its head into the ground. ) M8-Crowe: Hurry! ( M8 members advance on the position, with immobilizing gel guns. M8-Crowe grapples with SCP-4119, keeping his hands over SCP-4119's eyes. SCP-4119 regains its footing and swings M8-Crowe against the rock before throwing him off the cliff. ) SCP-4119: Get off me! ( M8-Linares shoots SCP-4119 in the face with the gel, covering its nose and eyes, and M8-Marquez forces a breathing mask filled with sedative onto its face, rendering it unconscious after a struggle. ) [END LOG]"
    ],
    "item": "SCP-4119",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4119 is contained within a modified, blast-resistant cell within a Faraday cage. An internal cavity magnetron maintains a constant low-wattage stream of microwaves within the chamber; all internal surfaces are kept at a temperature of 50°C. The walls of SCP-4119's cell are equipped with rapidly oscillating motors, vibrating them continuously. SCP-4119 itself is kept inside a Level 2 Thermal Isolation suit.",
    "description": "SCP-4119 is a young adult Hispanic female, identifying as \"Thalia Contreras\".",
    "title": "SCP-4119"
}