{
    "url": "https://scp-wiki.wikidot.com/scp-4130",
    "all_text": "rating: \n+92\n+\n–\nx\n\n\nItem #:\n SCP-4130\n\n\nObject Class:\n \nKeter\n \nUncontained (pending)\n Pending\n\n\nSpecial Containment Procedures:\n Containment of SCP-4130 has been reassigned to the Sociedad De Registros De Hechos Fantásticos\n1\n. Due to the nature of the anomaly, no more action can be taken to directly affect it in the present. History records have been altered by past iterations of the Foundation extensively such that historic and educational consensus is that Antonio López De Santa Anna was a non-anomalous political figure in Mexico who lived between the years 1794 and 1876, and a separate entity from SCP-4130.\n\n\nDescription:\n SCP-4130 was Antonio López de Santa Anna, a Mexican politician and Type III reality bender active between the years 2147 and 2180. SCP-4130 was first detected when it utilized its reality bending capabilities to either insert himself as or replace a major actor\n2\n in the Second Mexican Revolution in 2147. At the height of the Revolution, SCP-4130 had made its base in the city of Guanajuato after a failed attempt at capturing Mexico City, and formed a quasi-government with considerable recognized authority in the south of Mexico, with himself in the leader position as \"True Governor Of All States In The Republic Of Mexico\". During its campaigns in the Second Revolution, SCP-4130 would often engage combatants with its reality-bending capabilities, necessitating extensive Foundation cover-up and distribution of amnestics.\n\n\nIn 2150, Foundation operatives \"successfully\" captured SCP-4130. On May 11, however, SCP-4130 was reported missing from his holding cell; later, the object was sighted leading an armed force in a surprise incursion into Mexico City, with itself at the lead, utilizing its reality-bending capabilities to terminate several combatants. The battle\n3\n saw SCP-4130's victory followed by the establishment of his \"True Government\" as Mexico's leading political force. \nSCP-4130 is currently considered uncontained.\n\n\nContainment Attempt II\n: After the Second Battle for Mexico City, the SCP-4130 project was indefinitely halted due to SCP-4130's current public state in the political stage. However, in 2152, SCP-4130 announced its intention to hold a general election within the next two years. After reactivation of the SCP-4130 project, Foundation operatives successfully captured Elogio Santamaría, a member of SCP-4130's own government, and reeducated him into full Foundation loyalty.\n\n\nThrough utilization of standard Foundation procedures for government destabilization\n4\n, coupled with growing public discontent towards SCP-4130's taxation policies, Elogio Santamaría was elected President of Mexico in 2153 and publicly ordered the arrest of SCP-4130. Undercover Foundation agents embedded in the Mexican police force staged an armed struggle in SCP-4130's residence, during which he was sedated via standard issue humanoid tranquilizer. However, one hour later, SCP-4130 dematerialized, and was later observed on a ship navigating towards the coast of Florida, USA. Foundation vessels were incapable of intercepting SCP-4130 before he reached the custody of the American government. Current friction between the Foundation and American government made negotiations for the return of SCP-4130 to Mexico inviable; SCP-4130 remains uncontained and in asylum in American custody. Approval for termination attempt of SCP-4130 is pending.\n\n\nContainment Attempt III\n: In 2160, following an incident involving the destruction of an American supply depot, American military forces stationed along the border of Texas began a series of skirmishes that culminated in a full-scale invasion by 2161. Foundation operatives embedded in the Mexican military launched a counteroffensive into American territory. On November 17, 2163, Foundation forces reached SCP-4130's location in the ██████ military base in California and attempted to terminate the object through the deployment of a Scranton reality anchor near its vicinity, followed by standard gunfire.\n\n\nFoundation agents were detected by security guards posted to protect SCP-4130 during the deployment of the Scranton reality anchor. SCP-4130 was then escorted by his security detail to the base's airstrip, where he attempted to escape via personal aircraft. Against orders, Agent ███████ fired anti-aircraft weaponry at SCP-4130; at 1:33, a direct hit was confirmed. Two days later, in November 19, SCP-4130 was observed leading an ambush against the American forces holding Mexico City under siege. SCP-4130 was again witnessed utilizing its reality-bending capabilities to aid the Mexican assault force. Elogio Santamaría was terminated in the resulting crossfire, as were several non-Foundation members of the Mexican government; SCP-4130 supporters rallied around the object as the new leader of the counteroffensive. On February 29, 2168, America signed a peace treaty with Mexico, its only condition being reparations for the supply depot damaged in 2160; SCP-4130 oversaw signing of the treaty, and has restored the leadership of its True Government. Due to SCP-4130's return to the public eye, its termination is again considered unfeasible.\n\n\nContainment Attempt IV\n: By the year 2173, SCP-4130's borrowing of loans from America, Japan, China, Brazil and ██████████ had left Mexico in a state of deep debt. In response, SCP-4130 enacted the National Coffers Act, which increased taxation for several services nationalized during the Second Mexican Revolution, such as ground travel, Internet services and nixtamal-based products. Public malcontent increased drastically over the course of the following years. Foundation agents embedded themselves within several growing opposition parties and provided them with weaponry as necessary. On January 1, 2180, local police violently suppressed a protest around the National Palace calling for lowering of taxes in food products; in response, armed members of the opposition party drove the police away from and attacked the National Palace. Foundation agents deployed a series of miniature, portable Scranton reality anchors as opposition forces closed in on SCP-4130's location. However, SCP-4130 could not be found upon the premises of the now-occupied National Palace. A civilian combatant briefing to the opposition appeared shaken, and reported cornering an injured SCP-4130\n5\n, only to witness him disappearing \"like a cloud of smoke\". Analysis of data obtained by Foundation equipment revealed alterations in local reality consistent with a Type IV chronological displacement of a mass approximate to a human's to approximately the year 1800. It is believed SCP-4130 manifested a previously undetected form of reality bending that the miniature Scranton reality anchors were incapable of preventing.\n\n\n\n\n+Trans-Chronal Communication Log\n\n\n\n\n-hide log\n\n\n\n\nAn inquest into pre-Foundation anomaly containment organizations revealed the Sociedad De Registros De Hechos Fantásticos, an occult society aligned with the Mexican government and operating out of Veracruz until the Foundation merging effort in 19██. One-way trans-chronal communication was established through the use of SCP-████, and the Sociedad was provided with the following missive\n6\n, as well as several standard-issue Foundation tools for containing reality benders, along with instructions on their operation.\n\n\n\n\nTo the Society For The Recording Of Fantastic Events,\n\n\nAs students of the anomalous, and our predecessors, we expect the appearance of this message to be cause for alarm. However, we hope analysis of the machinery contained within will prove that we, the SCP Foundation, have no ill intent, and want nothing but to help your organization.\n\n\nIn the 22nd century, over two hundred years from where you are now, a powerful reality bender by the name of Antonio López de Santa Anna will have taken the presidency of Mexico through use of his abilities. The Foundation - the organization you one day will be - will have tried to capture him, at which point Santa Anna will have traveled back to your era, around 1800. As our ancestors, we believe it your duty to terminate this anomaly as much as it is ours; and, as our ancestors, we believe you have been fully capable of this, utilizing the machinery which we've sent you.\n\n\nOur - your - mission statement is the same, across all countries, worlds and eras. Secure, contain and protect. \nWe wish you the best of luck\n,\n\n\nThe SCP Foundation, January 20, 2180.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \"Society For The Recording Of Fantastic Events\".\n\n\n2\n. Though Foundation equipment was capable of detecting a medium-scale reality alteration, the Foundation was incapable of retrieving any file that documented reality before said alteration.\n\n\n3\n. Referred to in civilian history logs as \"Second Battle for Mexico City\".\n\n\n4\n. Heckler, J.; \nNormal Power,\n 1951, Foundation press.\n\n\n5\n. A second sweep of the area the civilian reported this incident to have occurred in revealed fragments of a severed left leg and arm, believed to be SCP-4130's due to matching uniform and skin tone.\n\n\n6\n. Translated from Spanish.\n\n\n\n\n\n\n\n\n« \nSCP-4129\n | SCP-4130 | \nSCP-4131\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4130\n\" by Tiefling, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4130\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "To the Society For The Recording Of Fantastic Events, As students of the anomalous, and our predecessors, we expect the appearance of this message to be cause for alarm. However, we hope analysis of the machinery contained within will prove that we, the SCP Foundation, have no ill intent, and want nothing but to help your organization. In the 22nd century, over two hundred years from where you are now, a powerful reality bender by the name of Antonio López de Santa Anna will have taken the presidency of Mexico through use of his abilities. The Foundation - the organization you one day will be - will have tried to capture him, at which point Santa Anna will have traveled back to your era, around 1800. As our ancestors, we believe it your duty to terminate this anomaly as much as it is ours; and, as our ancestors, we believe you have been fully capable of this, utilizing the machinery which we've sent you. Our - your - mission statement is the same, across all countries, worlds and eras. Secure, contain and protect. We wish you the best of luck , The SCP Foundation, January 20, 2180.",
        "\" SCP-4130 \" by Tiefling, from the SCP Wiki . Source: https://scpwiki.com/scp-4130 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4130",
    "object_class": "Keter Uncontained (pending) Pending",
    "containment_procedures": "Containment of SCP-4130 has been reassigned to the Sociedad De Registros De Hechos Fantásticos1. Due to the nature of the anomaly, no more action can be taken to directly affect it in the present. History records have been altered by past iterations of the Foundation extensively such that historic and educational consensus is that Antonio López De Santa Anna was a non-anomalous political figure in Mexico who lived between the years 1794 and 1876, and a separate entity from SCP-4130.",
    "description": "SCP-4130 was Antonio López de Santa Anna, a Mexican politician and Type III reality bender active between the years 2147 and 2180. SCP-4130 was first detected when it utilized its reality bending capabilities to either insert himself as or replace a major actor2 in the Second Mexican Revolution in 2147. At the height of the Revolution, SCP-4130 had made its base in the city of Guanajuato after a failed attempt at capturing Mexico City, and formed a quasi-government with considerable recognized authority in the south of Mexico, with himself in the leader position as \"True Governor Of All States In The Republic Of Mexico\". During its campaigns in the Second Revolution, SCP-4130 would often engage combatants with its reality-bending capabilities, necessitating extensive Foundation cover-up and distribution of amnestics.",
    "title": "SCP-4130"
}