{
    "url": "https://scp-wiki.wikidot.com/scp-4135",
    "all_text": "rating: \n+117\n+\n–\nx\n\n\nItem #:\n SCP-4135\n\n\n\n\n\n\nAn SCP-4135-B instance chasing SCP-4135-A shortly after being shot by machine gun fire.\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Mobile Task Force Phi-71 (\"Duck Hunt\") is dedicated to the location and containment of SCP-4135-B instances that manifest. The \"International Mallard Location Index\" is designed to track the activity of any specific member of the family \nAnatidae.\n Containment of the SCP-4135-B instance is considered Priority One, and containment of the SCP-4135-A instance is considered Priority Seven. Once the SCP-4135-B instance is confirmed to be contained, the SCP-4135-A instance is to be administered amnestics and released into society.\n\n\nCurrently, an SCP-4135-B instance is located within Site-551 in a Biological Anomalous Entity Chamber. The chamber is reinforced with steel, and is to be repaired upon signs of damage. Once the current SCP-4135-A dies, the chamber is to be emptied of any duck viscera, and the new SCP-4135-A is to be located by MTF Phi-71.\n\n\nDescription:\n SCP-4135 is a phenomenon that affects one random human on Earth (designated SCP-4135-A instances) at any time. SCP-4135 is observed through the spontaneous manifestation of any member of the \nAnatidae\n family, usually of black colorization, near SCP-4135-A (designated SCP-4135-B instances). SCP-4135-B will then attempt to kill SCP-4135-A through any means necessary. SCP-4135-B instances are resistant to physical trauma and quickly recover from most injuries dealt to them over a small period of time.\n\n\nSCP-4135-B instances have shown not to require food, water, or oxygen to survive, and can survive an atomic blast (see Attached Document 73: Manhattan Project and SCP-4135). When an SCP-4135-B instance is trapped, such as if it is in a container, it will bash its head against the walls of the container until the container breaks. Once the current SCP-4135-A dies, the SCP-4135-B instance will also die, and, almost instantaneously, another random human on Earth will become SCP-4135-A. SCP-4135 usually targets people ages 18 to 35, but there have been cases of it targeting children and elderly people as well.\n\n\nDespite being virtually invulnerable, SCP-4135-B instances are no more deadly than the average member of its species. Because of this, SCP-4135-A instances rarely die from SCP-4135-B, and instead die of natural causes\n1\n.\n\n\n\n\nFootnotes\n\n\n1\n. This was also determined to be the case before the Foundation discovered SCP-4135\n\n\n\n\n\n\n\n\n« \nSCP-4134\n | SCP-4135 | \nSCP-4136\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4135\n\" by Westrin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4135\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Duck.jpg\n\n\nName:\n Bernache.jpg\n\n\nAuthor:\n Ludovic Péron\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4135 \" by Westrin, from the SCP Wiki . Source: https://scpwiki.com/scp-4135 . Licensed under CC-BY-SA .",
        "Filename: Duck.jpg Name: Bernache.jpg Author: Ludovic Péron License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4135",
    "object_class": "Keter",
    "containment_procedures": "Mobile Task Force Phi-71 (\"Duck Hunt\") is dedicated to the location and containment of SCP-4135-B instances that manifest. The \"International Mallard Location Index\" is designed to track the activity of any specific member of the family Anatidae. Containment of the SCP-4135-B instance is considered Priority One, and containment of the SCP-4135-A instance is considered Priority Seven. Once the SCP-4135-B instance is confirmed to be contained, the SCP-4135-A instance is to be administered amnestics and released into society.",
    "description": "SCP-4135 is a phenomenon that affects one random human on Earth (designated SCP-4135-A instances) at any time. SCP-4135 is observed through the spontaneous manifestation of any member of the Anatidae family, usually of black colorization, near SCP-4135-A (designated SCP-4135-B instances). SCP-4135-B will then attempt to kill SCP-4135-A through any means necessary. SCP-4135-B instances are resistant to physical trauma and quickly recover from most injuries dealt to them over a small period of time.",
    "title": "SCP-4135"
}