{
    "url": "https://scp-wiki.wikidot.com/scp-4138",
    "all_text": "rating: \n+85\n+\n–\nx\n\n\nLiterallyMechanical\n\n\n\n\n\n\nTo The Stars\n, by \nLiterallyMechanical\n\n\nFor the rest of my work, check out \nLiterallyMechanical's Author Page\n\n\nA few of my favorites:\n\n\n\n\nSCP-5236\n — Ethics Committee Inquest\n\n\nSCP-4163\n — The Tetris Prodigy\n\n\nSCP-4357\n — Slimelord\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-4138\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n The dual anomalies that constitute SCP-4138 cannot be contained, reproduced, or reversed by modern technology. Accordingly, information-suppression procedures have been enacted. All non-Foundation research into the origins of SCP-4138 is to be closely monitored and, if necessary, sabotaged. Any fossilized \nSaurosapiens progenitor\n skeletons recovered by non-Foundation paleontologists, whether on Earth or nearby planets, are to be immediately acquired, destroyed, or discredited.\n\n\nThis containment log and description is to be included in the mandatory reading material for new employees in the Space Exploration and Development Department.\n\n\nDescription:\n SCP-4138 describes two separate, but interrelated anomalies: SCP-4138-VIDAR and SCP-4138-FENRIR.\n\n\nSCP-4138-FENRIR is the cosmological phenomenon commonly known as the \"Great Filter,\" the force or principle that is directly responsible for the original extinction and continued suppression of all sapient life in the Milky Way, save for \nHomo sapiens.\n Research into SCP-4138-FENRIR has led to the currently-accepted theory that the \"Great Filter\" is artificial in origin, and was responsible for a near-total mass extinction of prehistoric sapient life in the Milky Way.\n\n\nSCP-4138-VIDAR is the totality of the physical matter that constitutes the planet Earth, including terrestrial matter carried to other solar systems\n1\n. The presence of sufficient quantities of SCP-4138-VIDAR entirely neutralizes the effects of SCP-4138-FENRIR within a significant distance\n2\n. The storage of VIDAR matter in extrasolar colonies is a crucial factor in the modern-day, widespread expansion of humanity-at-large in the Milky Way, and allows for humans to survive in deep space or on alien planets without experiencing the lethal effects of SCP-4138-FENRIR.\n\n\nThe apparent contradiction between the scarcity of sapient life in the galaxy in comparison to the billions of extant stars and planets, known as the \"Fermi Paradox\n3\n,\" was first noted in the early 20th Century. While the Great Filter and Fermi Paradox were conceived of as thought experiments, their nature as well-supported scientific theories was not realized until the the closing decades of the 2300's. As the übertechnology necessary for the creation of VIDAR and FENRIR was lost with the extinction of \nS. progenitor\n, containment of the anomaly is currently impossible.\n\n\nPaleontological samples collected from Earth and other colonized star systems suggest that the lack of sapient life elsewhere in the Milky Way is a relatively recent phenomenon, on an astronomical timescale. There exists evidence of the evolution of unique sapient species on all 16 human-colonized planets, many of which co-mingled or engaged in warfare across star systems due to widespread use of interstellar travel technology. All of these species underwent simultaneous extinction events 189 million years ago that left the rest of the planets' non-sapient lifeforms unscathed. Earth itself is included in that number, as it is the ancestral homeworld of \nSaurosapiens progenitor\n, a species of sapient theropod dinosaurs in the early Jurassic period.\n\n\nWhile \nS. progenitor\n evolved on Earth, their fossils have been discovered in small numbers on nearby extrasolar planets. Concrete examples of their science and civilization are scarce, but it is known that \nS. progenitor\n posessed advanced interstellar spaceflight technology. Before they were exterminated by SCP-4138-FENRIR, \nSaurosapiens\n had achieved some success in colonizing other habitable planets, despite violent opposition from rival alien societies.\n\n\nThe uniquely Terrestrial nature of SCP-4138-VIDAR suggests that SCP-4138-VIDAR originated from übertechnology developed by \nS. progenitor,\n but the origin of SCP-4138-FENRIR is unclear. Many researchers hold the position that FENRIR was developed as a weapon by an enemy alien species, while VIDAR was a countermeasure enacted too late by \nS. progenitor\n. Measurements of steadily expanding VIDAR fields indicate that SCP-4138-FENRIR has attenuated and weakened over time. According to this model, FENRIR would have been potent enough 189 Ma ago to overwhelm an entire Earth-mass of SCP-4138-VIDAR.\n\n\nThe exact sequence of events surrounding the creation of SCP-4138-FENRIR and VIDAR is a matter of active research and debate. The Foundation has developed several competing hypotheses, and a clear consensus has yet to emerge.\n\n\nAddendum 4138-A: The Last Stand Hypothesis\n\n\nAccording to the Foundation's Space Exploration and Development Department, \nSaurosapiens progenitor\n may have deliberately enacted both SCP-4138-FENRIR and VIDAR. They knowingly caused the extinction of their own species while simultaneously ensuring that a successor could arise, solely on Earth.\n\n\nWhile most extinctions 189 Ma ago are theorized to have been caused by SCP-4138-FENRIR, two near-Earth exoplanets, both with \nSaurosapiens progenitor\n colonies, underwent unique planetary cataclysms at that time with devastating impact on their ecologies. In both cases, dense concentrations of massive impact craters spaced in precise, regular patterns indicated that at least one alien species had developed superweapons capable of large-scale orbital bombardment and planetary devastation. As both of the targeted worlds were home to nearby colonies of \nS. progenitor\n, it can be surmised that \nSaurosapiens\n feared an imminent bombardment of Earth.\n\n\nAccording to the Last Stand Hypothesis, the extinction of \nS. progenitor\n was a last-resort suicide attack. They simultaneously implemented SCP-4138-VIDAR and FENRIR, and wiped out all sapient life in the Milky Way. The initial energy used to ensure total galactic FENRIR coverage would have been far stronger than the VIDAR mass of Earth could counteract. Once SCP-4138-FENRIR had attenuated to the point that SCP-4138-VIDAR was effective, \nHomo sapiens\n arose in the ecological niche left vacant by the extinction of \nSaurosapiens\n. The continued effect of SCP-4138-FENRIR into the present day has ensured that unlike \nS. progenitor\n, humankind has been able to expand into the Milky Way uncontested.\n\n\nThe Foundation has almost no data on the psychology and society of \nSaurosapiens progenitor\n. However, it is a well-accepted theory of biology that there is a powerful instinct among intelligent creatures to ensure the success and survival of their offspring, even at the expense of their own lives. The extent to which this instinct may have been present in \nS. progenitor\n is unknown, and their motivations are a focus of ongoing debate. Regardless, the ultimate sacrifice of \nS. progenitor\n is the source of the official motto of the Space Exploration and Development Department:\n\n\n\n\nWe will make our parents proud.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. In typical cases, spacecraft built on Earth, living creatures gestated on Earth (including humans, embryonic livestock, and agricultural stock), and terraforming materials carried from Earth\n\n\n2\n. The protective radii of VIDAR fields around extraterrestrial human colonies have been measured to extend as far as 5 AU. Notably, the potency of VIDAR matter has gradually increased over time, and these protective VIDAR fields have been steadily expanding\n\n\n3\n. Jones, Eric M., \nWhere is everybody? An Account of Fermi's Question.\n CIC-14 Report Collection, Los Alamos National Laboratory, March 1985 \nhttps://fas.org/sgp/othergov/doe/lanl/la-10311-ms.pdf\n\n\n\n\n\n\n\n\n« \nSCP-4137\n | SCP-4138 | \nSCP-4139\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4138\n\" by LiterallyMechanical, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4138\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4138-A: The Last Stand Hypothesis\nAccording to the Foundation's Space Exploration and Development Department, Saurosapiens progenitor may have deliberately enacted both SCP-4138-FENRIR and VIDAR. They knowingly caused the extinction of their own species while simultaneously ensuring that a successor could arise, solely on Earth.\nWhile most extinctions 189 Ma ago are theorized to have been caused by SCP-4138-FENRIR, two near-Earth exoplanets, both with Saurosapiens progenitor colonies, underwent unique planetary cataclysms at that time with devastating impact on their ecologies. In both cases, dense concentrations of massive impact craters spaced in precise, regular patterns indicated that at least one alien species had developed superweapons capable of large-scale orbital bombardment and planetary devastation. As both of the targeted worlds were home to nearby colonies of S. progenitor , it can be surmised that Saurosapiens feared an imminent bombardment of Earth.\nAccording to the Last Stand Hypothesis, the extinction of S. progenitor was a last-resort suicide attack. They simultaneously implemented SCP-4138-VIDAR and FENRIR, and wiped out all sapient life in the Milky Way. The initial energy used to ensure total galactic FENRIR coverage would have been far stronger than the VIDAR mass of Earth could counteract. Once SCP-4138-FENRIR had attenuated to the point that SCP-4138-VIDAR was effective, Homo sapiens arose in the ecological niche left vacant by the extinction of Saurosapiens . The continued effect of SCP-4138-FENRIR into the present day has ensured that unlike S. progenitor , humankind has been able to expand into the Milky Way uncontested.\nThe Foundation has almost no data on the psychology and society of Saurosapiens progenitor . However, it is a well-accepted theory of biology that there is a powerful instinct among intelligent creatures to ensure the success and survival of their offspring, even at the expense of their own lives. The extent to which this instinct may have been present in S. progenitor is unknown, and their motivations are a focus of ongoing debate. Regardless, the ultimate sacrifice of S. progenitor is the source of the official motto of the Space Exploration and Development Department:"
    ],
    "documents": [],
    "notes": [
        "We will make our parents proud.",
        "\" SCP-4138 \" by LiterallyMechanical, from the SCP Wiki . Source: https://scpwiki.com/scp-4138 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4138",
    "object_class": "Keter",
    "containment_procedures": "The dual anomalies that constitute SCP-4138 cannot be contained, reproduced, or reversed by modern technology. Accordingly, information-suppression procedures have been enacted. All non-Foundation research into the origins of SCP-4138 is to be closely monitored and, if necessary, sabotaged. Any fossilized Saurosapiens progenitor skeletons recovered by non-Foundation paleontologists, whether on Earth or nearby planets, are to be immediately acquired, destroyed, or discredited.",
    "description": "SCP-4138 describes two separate, but interrelated anomalies: SCP-4138-VIDAR and SCP-4138-FENRIR.",
    "title": "SCP-4138"
}