{
    "url": "https://scp-wiki.wikidot.com/scp-4150",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\n\n\n\n\nSCP-4150-4.1.\n\n\n\n\n\n\nItem #:\n SCP-4150\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n \nMobile Task Force Eta-11 (“Savage Beasts”)\n should be dispatched to the location of any reported SCP-4150 instance and secure its source. Affected individuals should be contained and made to listen in full to the song “Penny Lane” by the Beatles. Low-level amnestics are to be administered to all present.\n\n\nSCP-4150-1 is \nto be contained in a soundproof standard holding cell\n neutralised and buried at Site-19. SCP-4150-2 through 4 are to be kept in individual standard lockboxes.\n\n\nDescription:\n SCP-4150 is an auditory cognitohazard affecting all intelligent life possessing both functioning ears and functioning eyes. Beings considered clinically deaf or blind are unaffected.\n\n\nSCP-4150 resembles the 1967 Beatles song “Penny Lane”, but features several lyrical corruptions (see Document 4150-Alpha). Testing has determined that these corruptions are a feature rather than the source of SCP-4150’s anomalous properties.\n\n\nIndividuals who hear SCP-4150 in full feel a powerful urge to reproduce SCP-4150 (vocally or otherwise) and pass its effect to as many other individuals as possible. Spread is typically slow, taking at least three minutes and three seconds (3:03) to fully transfer from one individual to another.\n\n\nSCP-4150-1 through 4 are objects determined to be the source of SCP-4150 outbreaks. SCP-4150-1, retrieved 11/30/2016 (deceased 05/02/2018) was Mr. Simon █████, the singer for a Beatles tribute band. SCP-4150-2 and SCP-4150-3, retrieved 02/27/2018, are a pair of freestanding stereo speakers. SCP-4150-4 is the mobile phone of Researcher D█████. SCP-4150-4’s internet browser was opened to a radio website (designated SCP-4150-4.1) apparently created by avant-garde movement Are We Cool Yet? The internet domain was seized by the Foundation on 04/12/2018.\n\n\n\n\n\n\n\n\nIncident Report 4150-4\n\n\nInterview 4150-1.1\n\n\nInterview 4150-1.2\n\n\nDocument 4150-Alpha\n\n\n\n\n\n\n\n\nIncident Report 4150-4\n\n\n\n\nDate:\n 04/10/2018\n\n\nIncident Details:\n At approximately 14:37, Researcher D█████ accessed SCP-4150-4.1, using SCP-4150-4, through unknown methods. Security footage shows Researcher D█████ appearing increasingly agitated over the next five to ten minutes. It is suspected that Researcher D█████ was aware that he had been compromised but was unable to resist the compulsion.\n\n\nAt 14:52, Researcher D█████ accessed a security station at Site-19 and subdued a guard using a small Taser unit before broadcasting SCP-4150 through the site tannoy system.\n\n\nThe system was shut down externally at 14:54, before SCP-4150 could be broadcast in full.\n\n\nAt 14:57, Researcher D█████ was shot and killed by guards.\n\n\nThirteen (13) staff members were later compromised via a group email D█████ had sent from the security station with SCP-4150 attached as an audio file. All these incidents were contained.\n\n\nClosing Statement:\n A total of thirty-three (33) personnel were fully compromised, and a further two hundred and twelve (212) required treatment.\n\n\n\n\n\n\n\n\nInterview 4150-1.1\n\n\n\n\nInterviewed:\n SCP-4150-1\n\n\nInterviewer:\n Researcher Roth\n\n\n<Begin Log, [10:50]>\n\n\nResearcher:\n SCP-4150-1? My name is Roth. I’d like to ask you a few questions.\n\n\n4150-1:\n How long are you gonna be keepin’ me in here? I’ve done nothin’ wrong!\n\n\nResearcher:\n All we’re trying to determine is how you caused this phenomenon.\n\n\n4150-1:\n I didn’t cause nothin’! It came to me. Whispered its way into the back of my head, peeled the muscle and bone apart and burrowed its way into my ear.\n\n\nResearcher:\n The phenomenon was physical?\n\n\n4150-1:\n Yeah. No. Maybe. There weren’t any scar. Any mark. Just the itch like there shoulda been one. Ya know what I’m sayin’?\n\n\nResearcher:\n Would you say there was an intelligence behind this? Something malevolent?\n\n\n4150-1:\n I… I don’t know. It. It sure had a, uh, purpose. A meaning.\n\n\nResearcher:\n Like a message?\n\n\n4150-1:\n Yeah! A message! Like it was trying to tell me somethin’, tryna let the whole world know what was comin’. Because, like, I had an audience. Because I was \nattuned\n. So it, like, took my form, took my aspect and angle and like. Bent itself through me like I was a lens and my music, Lennon’s music and McCartney’s music, that was a mould for it to press itself into, refracted through a billion billion lil’… holes…\n\n\nResearcher:\n Are you okay?\n\n\n4150-1:\n It wears on me nowadays. The way it forced isself into me, it like, frayed me at the edges. And now I’m so tired all the time…\n\n\nResearcher:\n How about the concert? What can you tell me about the event?\n\n\n4150-1:\n I’m so tired. Can’t ya help me, doc?\n\n\nResearcher:\n I’m not a doctor. I’m just -\n\n\n4150-1:\n It’s in me. Spiraled in deep down in the bones. It’s all I see and hear.\n\n\nResearcher:\n I think we should continue this conversation later -\n\n\n4150-1:\n Penny Lane is in my ears and in my eyes.\n\n\nResearcher:\n [Into microphone] Requesting extraction immediately.\n\n\n4150-1:\n Deep beneath the blue suburban skies.\n\n\n[Personnel enter the room and sedate SCP-4150-1.]\n\n\n<End Log, [10:57]>\n\n\nClosing Statement:\n Researcher Roth reported an “earworm”. Upon listening to “Penny Lane” in full, this ceased. SCP-4150-1 was strongly suspected to be holding back information.\n\n\n\n\n\n\n\n\nInterview 4150-1.2\n\n\n\n\nInterviewed:\n SCP-4150-1\n\n\nInterviewer:\n Researcher Roth\n\n\nNote:\n This interview was scheduled after the discovery of SCP-4150-4 and 4.1.\n\n\n<Begin Log, [09:32]>\n\n\nResearcher:\n Good morning, SCP-4150-1. I hope you’re well rested.\n\n\n4150-1:\n My name's Simon.\n\n\nResearcher:\n Let’s keep this quick. What does the phrase “Are We Cool Yet?” mean to you?\n\n\n[SCP-4150-1 becomes noticeably agitated.]\n\n\nResearcher:\n Sir?\n\n\n4150-1:\n Penny Lane is in my ears and in my eyes!\n\n\nResearcher:\n That isn’t going to work this time, I’m afraid. I’m wearing specialised earplugs.\n\n\n[SCP-4150-1 displays sudden frustration and anger.]\n\n\nResearcher:\n Any chance you could answer my question?\n\n\n4150-1:\n You’re all fascist pricks. Stiflin’ art. Try’na take music you don’t like and fuck it. Hide it away where, like, no-one can hear it ‘cept the worms.\n\n\nResearcher:\n So the phenomenon was man-made.\n\n\n4150-1:\n No! What kinda hack would – never mind. Music comes from the soul, ya stupid fucks. We just channelled somethin' that was already there. Gave it a way out. That music needs to be heard!\n\n\nResearcher:\n And you are affiliated with the group known as Are We Cool Yet?, is that correct?\n\n\n4150-1:\n We're just one collective. We’re dedicated to bringin' down the institutions, like you, by returnin’ power and awareness to the people. Art is freedom and you fuckers are oppressin' it.\n\n\nResearcher:\n But an anomaly like this poses a substantial threat to \"the people\", wouldn't you say?\n\n\n4150-1:\n Penny Lane issn'a threat. It’s a warning. I told ya. There’s things out there you won't never be prepared for. And they’re comin’. Foundation or no.\n\n\nResearcher:\n What sort of things?\n\n\n4150-1:\n Dadadadadadadada.\n\n\nResearcher:\n Excuse me?\n\n\n4150-1:\n Dadadadada.\n\n\nResearcher:\n Very mature.\n\n\n4150-1:\n DADA!\n\n\nResearcher:\n Thank you for your time.\n\n\n<End Log, [09:41]>\n\n\nClosing Statement:\n Shortly after the conclusion of this interview, it became apparent that SCP-4150-1 had stolen Researcher Roth’s pen, with which he stabbed himself in the neck. Subject died a week later on 05/02/2018. The phrase “PENNY LANE IS IN MY EARS AND IN MY EYES” was scrawled on the wall of his cell in blood.\n\n\n\n\n\n\n\n\nThe album cover depicted on SCP-4150-4.1 while SCP-4150 was playing appeared to be based on the artwork for \n1\n, a collection of the Beatles' number one chart hits. This implies that there may be an entire album of corrupted songs as yet undiscovered.\n\n\nIn the following transcribed lyrics, differences from the original are underlined.\n\n\n\n\nPenny Lane – The Beatles (AWCY Remix)\n\n\nIn Penny Lane there is a \nman who’s\n showing photographs\n\nOf every head he’s had the pleasure to know\n\nAnd \nseven\n people that come and go\n\nStop and say hello\n\n\nOn the corner \nyou are standing\n with a motorcar\n\nThe little children laugh at \nyou behind your\n back\n\n\nAnd now your tears are drying to black\n in the pouring rain\n\nVery strange\n\n\nPenny Lane is in my ears and in my eyes\n\n\nDeep\n beneath the blue suburban skies\n\nI \ndie\n and meanwhile back in\n\n\nPenny Lane there is a \nshadow\n with an hourglass\n\n\nMarking seven till the long eternal\n Queen\n\nHe likes to keep the \nburied\n engine clean\n\nIt’s a clean machine\n\n\nPenny Lane is in my ears and in my eyes\n\nFor a \nface\n and finger pie\n\nIn summer meanwhile back\n\n\nBehind the shelter in the middle of \nan empty space\n\nA \nhollow\n nurse is selling \nchildren\n from a tray\n\nAnd though she \nknows that she’s the seventh\n in a play\n\nShe \nlies\n anyway\n\n\nOn Penny Lane the \nhuman slits\n another customer\n\n\nYou’re frozen, baby,\n waiting for a trim\n\nAnd then the \nshadows start rushing in from the pouring veins\n\nVery strange\n\nThe \nseventh King\n is in my ears and in my eyes\n\n\nCrushed beneath the black and fractured skies\n\nI \ndie\n and meanwhile back\n\nPenny Lane is in my ears and in my eyes\n\n\nIt’s inside me I can’t stop it or we’ll fry\n\nPenny Lane\n\n\n\n\nFurther research into this AWCY cell has been deemed Priority Alpha.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4149\n | SCP-4150 | \nSCP-4151\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Date: 04/10/2018 Incident Details: At approximately 14:37, Researcher D█████ accessed SCP-4150-4.1, using SCP-4150-4, through unknown methods. Security footage shows Researcher D█████ appearing increasingly agitated over the next five to ten minutes. It is suspected that Researcher D█████ was aware that he had been compromised but was unable to resist the compulsion. At 14:52, Researcher D█████ accessed a security station at Site-19 and subdued a guard using a small Taser unit before broadcasting SCP-4150 through the site tannoy system. The system was shut down externally at 14:54, before SCP-4150 could be broadcast in full. At 14:57, Researcher D█████ was shot and killed by guards. Thirteen (13) staff members were later compromised via a group email D█████ had sent from the security station with SCP-4150 attached as an audio file. All these incidents were contained. Closing Statement: A total of thirty-three (33) personnel were fully compromised, and a further two hundred and twelve (212) required treatment.",
        "Interviewed: SCP-4150-1 Interviewer: Researcher Roth <Begin Log, [10:50]> Researcher: SCP-4150-1? My name is Roth. I’d like to ask you a few questions. 4150-1: How long are you gonna be keepin’ me in here? I’ve done nothin’ wrong! Researcher: All we’re trying to determine is how you caused this phenomenon. 4150-1: I didn’t cause nothin’! It came to me. Whispered its way into the back of my head, peeled the muscle and bone apart and burrowed its way into my ear. Researcher: The phenomenon was physical? 4150-1: Yeah. No. Maybe. There weren’t any scar. Any mark. Just the itch like there shoulda been one. Ya know what I’m sayin’? Researcher: Would you say there was an intelligence behind this? Something malevolent? 4150-1: I… I don’t know. It. It sure had a, uh, purpose. A meaning. Researcher: Like a message? 4150-1: Yeah! A message! Like it was trying to tell me somethin’, tryna let the whole world know what was comin’. Because, like, I had an audience. Because I was attuned . So it, like, took my form, took my aspect and angle and like. Bent itself through me like I was a lens and my music, Lennon’s music and McCartney’s music, that was a mould for it to press itself into, refracted through a billion billion lil’… holes… Researcher: Are you okay? 4150-1: It wears on me nowadays. The way it forced isself into me, it like, frayed me at the edges. And now I’m so tired all the time… Researcher: How about the concert? What can you tell me about the event? 4150-1: I’m so tired. Can’t ya help me, doc? Researcher: I’m not a doctor. I’m just - 4150-1: It’s in me. Spiraled in deep down in the bones. It’s all I see and hear. Researcher: I think we should continue this conversation later - 4150-1: Penny Lane is in my ears and in my eyes. Researcher: [Into microphone] Requesting extraction immediately. 4150-1: Deep beneath the blue suburban skies. [Personnel enter the room and sedate SCP-4150-1.] <End Log, [10:57]> Closing Statement: Researcher Roth reported an “earworm”. Upon listening to “Penny Lane” in full, this ceased. SCP-4150-1 was strongly suspected to be holding back information.",
        "Interviewed: SCP-4150-1 Interviewer: Researcher Roth Note: This interview was scheduled after the discovery of SCP-4150-4 and 4.1. <Begin Log, [09:32]> Researcher: Good morning, SCP-4150-1. I hope you’re well rested. 4150-1: My name's Simon. Researcher: Let’s keep this quick. What does the phrase “Are We Cool Yet?” mean to you? [SCP-4150-1 becomes noticeably agitated.] Researcher: Sir? 4150-1: Penny Lane is in my ears and in my eyes! Researcher: That isn’t going to work this time, I’m afraid. I’m wearing specialised earplugs. [SCP-4150-1 displays sudden frustration and anger.] Researcher: Any chance you could answer my question? 4150-1: You’re all fascist pricks. Stiflin’ art. Try’na take music you don’t like and fuck it. Hide it away where, like, no-one can hear it ‘cept the worms. Researcher: So the phenomenon was man-made. 4150-1: No! What kinda hack would – never mind. Music comes from the soul, ya stupid fucks. We just channelled somethin' that was already there. Gave it a way out. That music needs to be heard! Researcher: And you are affiliated with the group known as Are We Cool Yet?, is that correct? 4150-1: We're just one collective. We’re dedicated to bringin' down the institutions, like you, by returnin’ power and awareness to the people. Art is freedom and you fuckers are oppressin' it. Researcher: But an anomaly like this poses a substantial threat to \"the people\", wouldn't you say? 4150-1: Penny Lane issn'a threat. It’s a warning. I told ya. There’s things out there you won't never be prepared for. And they’re comin’. Foundation or no. Researcher: What sort of things? 4150-1: Dadadadadadadada. Researcher: Excuse me? 4150-1: Dadadadada. Researcher: Very mature. 4150-1: DADA! Researcher: Thank you for your time. <End Log, [09:41]> Closing Statement: Shortly after the conclusion of this interview, it became apparent that SCP-4150-1 had stolen Researcher Roth’s pen, with which he stabbed himself in the neck. Subject died a week later on 05/02/2018. The phrase “PENNY LANE IS IN MY EARS AND IN MY EYES” was scrawled on the wall of his cell in blood.",
        "Penny Lane – The Beatles (AWCY Remix) In Penny Lane there is a man who’s showing photographs Of every head he’s had the pleasure to know And seven people that come and go Stop and say hello On the corner you are standing with a motorcar The little children laugh at you behind your back And now your tears are drying to black in the pouring rain Very strange Penny Lane is in my ears and in my eyes Deep beneath the blue suburban skies I die and meanwhile back in Penny Lane there is a shadow with an hourglass Marking seven till the long eternal Queen He likes to keep the buried engine clean It’s a clean machine Penny Lane is in my ears and in my eyes For a face and finger pie In summer meanwhile back Behind the shelter in the middle of an empty space A hollow nurse is selling children from a tray And though she knows that she’s the seventh in a play She lies anyway On Penny Lane the human slits another customer You’re frozen, baby, waiting for a trim And then the shadows start rushing in from the pouring veins Very strange The seventh King is in my ears and in my eyes Crushed beneath the black and fractured skies I die and meanwhile back Penny Lane is in my ears and in my eyes It’s inside me I can’t stop it or we’ll fry Penny Lane"
    ],
    "item": "SCP-4150",
    "object_class": "Keter",
    "containment_procedures": "Mobile Task Force Eta-11 (“Savage Beasts”) should be dispatched to the location of any reported SCP-4150 instance and secure its source. Affected individuals should be contained and made to listen in full to the song “Penny Lane” by the Beatles. Low-level amnestics are to be administered to all present.",
    "description": "SCP-4150 is an auditory cognitohazard affecting all intelligent life possessing both functioning ears and functioning eyes. Beings considered clinically deaf or blind are unaffected.",
    "title": "SCP-4150"
}