{
    "url": "https://scp-wiki.wikidot.com/scp-4151",
    "all_text": "rating: \n+20\n+\n–\nx\n\n\n\n\n\n\nAn instance of SCP-4151-1 and several instances of SCP-4151-2\n\n\n\n\n\n\nItem #:\n SCP-4151\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4151 is contained within Area-71. SCP-4151 is to be monitored by at least two guards equipped with light arms and Class A amnestics. Any human that appears in SCP-4151 is to be apprehended and given medical attention by on-site staff. Once they are deemed medically stable by the on-site staff, they are to be administered Class A amnestics and released.\n\n\nAny instances of SCP-4151-3 are to be sedated and quarantined. After extensive analysis (see Protocol-4151), any instance of SCP-4151-3 determined to be nonanomalous is to have its digestive tract emptied and sterilized. The instance of SCP-4151-3 is to then be administered Class A amnestics and be released. Any instance of SCP-4151-3 determined to be anomalous are to be terminated and cremated.\n\n\nDescription:\n SCP-4151 is an orchard of \n506\n \n507\n 508 European crab apple trees (Malus Sylvestris), however, this number is subject to change due to the nature of the anomaly and is to be updated by the staff of Area- 71 bimonthly. SCP-4151 is located within the city of ██████, Italy.\n\n\nAt unknown intervals, nonanomalous humans will appear within SCP-4151. Humans discovered within SCP-4151 have been of multiple nationalities, races, ages, and genders. Most humans discovered within SCP-4151 have been reported to appear disoriented and confused. Every human discovered within SCP-4151 has been severely malnourished. After extensive background checks of every human apprehended, it was determined that there was no connection between them besides their malnourishment. Every human discovered has been matched to a pre-existing person in the Foundation's database.\n\n\nThe individual trees of SCP-4151 will be referred to as SCP-4151-1. Trunk, roots, limbs, and leaves of instances of SCP-4151-1 appear visually to be nonanomalous and are visually indistinguishable from a nonanomalous European crab apple tree (Malus Sylvestris). However, when the material comprising instances of SCP-4151-1 was tested, it was discovered that it contained large amounts of human (Homo Sapiens) DNA.\n\n\nThe fruits of SCP-4151-1 will be referred to as SCP-4151-2. Instances of SCP-4151-2 appear to be nonanomalous fruits of a European crab apple tree (Malus Sylvestris) and only present anomalous properties when digested by a human. Instances of SCP-4151-2 induce an effect on the subject similar to the effects of heroin (Diacetylmorphine). Any subject that digests an instance of SCP-4151-2 is classified as an instance of SCP-4151-3. After digesting an instance of SCP-4151-2, the subject's eyes will begin to dilate. The subject will then often express a feeling of pleasure. The subject will then begin to actively seek out other instances of SCP-4151-2. The subject will become increasingly erratic if they are unable to find or ingest instances of SCP-4151-2.\n\n\nTwo to four minutes after digesting an instance of SCP-4151-2, certain parts of the subject's body will begin to shut down if they are not strictly necessary to the subject in the continued ingestion of instances of SCP-4151-2 . Other parts of the subject's body, such as the hands or stomach, will begin to rapidly expand and contort themselves to become more efficient at specifically collecting and digesting instances of SCP-4151-2. This process will continue until the subject's body can no longer sustain its alterations and the subject expires.\n\n\nAddendum 1:\n The following is a list of observations of D-190453 after being instructed to ingest an instance of SCP-4151-2.\n\n\n\n\n\n\nTime after start of test (minutes:seconds)\n\n\nObservations\n\n\n\n\n\n\n00:00\n\n\nSubject instructed to ingest an instance of SCP-4151-2.\n\n\n\n\n\n\n00:32\n\n\nSubject begins to ingest an instance of SCP-4151-2. The subject is now classified as an instance of SCP-4151-3.\n\n\n\n\n\n\n01:09\n\n\nSubject eyes noticeably dilate. Subject reports feeling, \"like a glowing cloud.\"\n\n\n\n\n\n\n01:17\n\n\nSubject begins to ingest another instance of SCP-4151-2.\n\n\n\n\n\n\n02:04\n\n\nSubject's forearms begin to elongate and the subject's fingers develop small, keratin pincers on their tips. Subject appears to be having difficulties standing. Subject continues to ingest instances of SCP-4151-2.\n\n\n\n\n\n\n02:46\n\n\nSubject collapses\n1\n. Subject continues to ingest instances of SCP-4151-2.\n\n\n\n\n\n\n03:13\n\n\nSubject's abdomen begins to drastically distend. Subject continues to ingest instances of SCP-4151-2.\n\n\n\n\n\n\n04:25\n\n\nSubject's mandible begins to detach from the subject's skull, making it impossible for the subject to chew. Subject continues to ingest instances of SCP-4151-2.\n\n\n\n\n\n\n04:57\n\n\nSubject's esophagus begins to expand in diameter. Subject continues to ingest instances of SCP-4151-2.\n\n\n\n\n\n\n05:32\n\n\nA buildup of partially digested instances of SCP-4151-2 is noticed at the back of the subject's esophagus. The buildup appears to be preventing the subject from ingesting instances of SCP-4151-2.\n\n\n\n\n\n\n05:47\n\n\nSubject attempts to force the buildup down its esophagus with its fist.\n\n\n\n\n\n\n05:50\n\n\nSubject breaks its ulna and radius while attempting to force the buildup of SCP-4151-2 down its esophagus. The broken bone punctures the subject's skin on its forearm.\n\n\n\n\n\n\n05:52\n\n\nThe subject begins to bleed profusely from its forearm.\n\n\n\n\n\n\n09:46\n\n\nSubject expires due to blood loss.\n\n\n\n\n\n\n11:12\n\n\nAn instance of SCP-4151-1 begins to grow from the subject's abdomen.\n\n\n\n\n\n\n15:53\n\n\nThe instance of SCP-4151-1 grows to full maturity.\n\n\n\n\n\n\n30:00\n\n\nNo new observations. Test ends.\n\n\n\n\n\n\nAddendum 2:\n The following is a list of observations of D-591032 after being instructed to ingest an instance of SCP-4151-2.\n\n\n\n\n\n\nTime after start of test (minutes:seconds)\n\n\nObservations\n\n\n\n\n\n\n00:00\n\n\nSubject instructed to ingest an instance of SCP-4151-2.\n\n\n\n\n\n\n01:01\n\n\nSubject begins to ingest an instance of SCP-4151-2. The subject is now classified as an instance of SCP-4151-3.\n\n\n\n\n\n\n01:36\n\n\nSubject's eyes noticeably dilate.\n\n\n\n\n\n\n02:38\n\n\nSubject attempts to obtain a second instance of SCP-4151-2.\n\n\n\n\n\n\n02:39\n\n\nSubject is sedated and quarantined. Subject is determined to be nonanomalous.\n\n\n\n\n\n\n15:44\n\n\nSubject becomes conscious.\n\n\n\n\n\n\n16:12\n\n\nSubject begins to strike the containment chamber wall with a closed fist.\n\n\n\n\n\n\n18:58\n\n\nSubject's hand begins to bleed.\n\n\n\n\n\n\n18:59\n\n\nSubject is sedated and administered amnestics. Subject's digestive tract is emptied. Subject is sterilized.\n\n\n\n\n\n\n62:25\n\n\nSubject becomes conscious. Subject appears confused but otherwise acts nonerraticly.\n\n\n\n\n\n\n80:00\n\n\nSubject continues to exhibit no erratic behavior. Test ends.\n\n\n\n\n\n\nAddendum 3:\n The following is an interview with Jack Bower, one of the humans discovered within SCP-4151.\n\n\n\n\nInterviewed:\n Jack Mathews Bower\n\n\nInterviewer:\n Dr. Clemetina Flores\n\n\nForeword:\n Jack Bower is a tall Caucasian male from Denver, Colorado. Jack Bower was apprehended twenty three minutes before the interview and had already received medical attention. Jack Bower was not allowed any contact with an instance of SCP-4151-2 before the interview.\n\n\n<Begin Log>\n\n\nDr. Flores:\n How are you feeling Mr. Bower?\n\n\nMr. Bower:\n Fine, I guess. A little disoriented.\n\n\nDr. Flores:\n Where were your before you arrived at this orchard?\n\n\nMr. Bower:\n Well, I was at my house.\n\n\nDr. Flores:\n And what were you doing?\n\n\nMr. Bower:\n Well I was… Wait, you guys aren't feds, are you?\n\n\nDr. Flores:\n No, we are not feds.\n\n\nMr. Bower:\n Okay, well I was on my couch stoned out of my mind. Now that I think about it, I probably hadn't left that couch for a few days. I mean, I had just bought a whole three grams of stuff, and I had my bong right with me so there was no real reason to move.\n\n\nDr. Flores:\n You say you were on your couch for a few days. Did you eat anything during that time?\n\n\nMr. Bower:\n Nah, I don't think so. I had eaten all my munchies like a week before that and I forgot to buy some more.\n\n\nDr. Flores:\n So, do you remember how you got to this orchard?\n\n\nMr. Bower:\n Well, I got up to take a piss, and like bam, I'm here.\n\n\nDr. Flores:\n So you do not know how you got here?\n\n\nMr. Bower:\n Nah, not really.\n\n\nDr. Flores:\n Okay Mr. Bower, thank you for your time.\n\n\n<End Log>\n\n\nClosing Statement:\n Jack Bower was administered amnestics and released from the premises.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Subject is still within reach of multiple instances of SCP-4151-2\n\n\n\n\n\n\n\n\n« \nSCP-4150\n | SCP-4151 | \nSCP-4152\n »",
    "addendums": [
        "Addendum 2: The following is a list of observations of D-591032 after being instructed to ingest an instance of SCP-4151-2.",
        "Addendum 3: The following is an interview with Jack Bower, one of the humans discovered within SCP-4151."
    ],
    "documents": [],
    "notes": [
        "Interviewed: Jack Mathews Bower Interviewer: Dr. Clemetina Flores Foreword: Jack Bower is a tall Caucasian male from Denver, Colorado. Jack Bower was apprehended twenty three minutes before the interview and had already received medical attention. Jack Bower was not allowed any contact with an instance of SCP-4151-2 before the interview. <Begin Log> Dr. Flores: How are you feeling Mr. Bower? Mr. Bower: Fine, I guess. A little disoriented. Dr. Flores: Where were your before you arrived at this orchard? Mr. Bower: Well, I was at my house. Dr. Flores: And what were you doing? Mr. Bower: Well I was… Wait, you guys aren't feds, are you? Dr. Flores: No, we are not feds. Mr. Bower: Okay, well I was on my couch stoned out of my mind. Now that I think about it, I probably hadn't left that couch for a few days. I mean, I had just bought a whole three grams of stuff, and I had my bong right with me so there was no real reason to move. Dr. Flores: You say you were on your couch for a few days. Did you eat anything during that time? Mr. Bower: Nah, I don't think so. I had eaten all my munchies like a week before that and I forgot to buy some more. Dr. Flores: So, do you remember how you got to this orchard? Mr. Bower: Well, I got up to take a piss, and like bam, I'm here. Dr. Flores: So you do not know how you got here? Mr. Bower: Nah, not really. Dr. Flores: Okay Mr. Bower, thank you for your time. <End Log> Closing Statement: Jack Bower was administered amnestics and released from the premises."
    ],
    "item": "SCP-4151",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4151 is contained within Area-71. SCP-4151 is to be monitored by at least two guards equipped with light arms and Class A amnestics. Any human that appears in SCP-4151 is to be apprehended and given medical attention by on-site staff. Once they are deemed medically stable by the on-site staff, they are to be administered Class A amnestics and released.",
    "description": "SCP-4151 is an orchard of 506 507 508 European crab apple trees (Malus Sylvestris), however, this number is subject to change due to the nature of the anomaly and is to be updated by the staff of Area- 71 bimonthly. SCP-4151 is located within the city of ██████, Italy.",
    "title": "SCP-4151"
}