{
    "url": "https://scp-wiki.wikidot.com/scp-4152",
    "all_text": "rating: \n+62\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4152: BASEMENT LOVE, Acrylic on canvas\n\n\nAuthor:\n \ndevonmartin\n\n\n\n\nIf you like this, check out some of my other articles:\n\n\n\n\nSCP-4297\n (+95)\n\n\nSCP-4134\n (+96)\n\n\nSCP-4714\n (+63)\n\n\n\n\nMore by Devonmartin\n\n\n\n\n\n\n\n\n\n\nrating: \n+62\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nSCP-4152, mounted on the wall of its testing chamber.\n\n\n\n\nItem #:\n SCP-4152\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4152 is contained in a standard Safe-class storage locker at Site-28. SCP-4152 testing is currently suspended.\n\n\nDescription:\n SCP-4152 is a canvas painting measuring 120cmx60cm, believed to have been created by a member of the anomalous art collective \nAWCY?\n (see Recovered Document 4152-A).\n\n\nSCP-4152 affects viewers with no history of childhood trauma resulting from parental abuse or neglect. Such individuals develop memories of childhood trauma, typically taking place between the ages of 6 and 18. Most details regarding these memories vary among individuals, with no individual claiming to have experienced any scenario that could not have taken place in their own life.\n\n\nFurthermore, testing with amnestics up to and including Class-C have universally failed to remove such memories, indicating that SCP-4152 is capable of generating, or providing access to, long-term memories. As such, it has been suggested that SCP-4152 causes viewers to recall suppressed traumatic memories from their own lives. However, research into this hypothesis has thus far been inconclusive (see Supplemental Experiment Log 4152\n1\n).\n\n\nSubjects with a previous history of childhood trauma often experience intrusive thoughts, flashbacks, anxiety, or other symptoms associated with post-traumatic stress disorder (PTSD). Lack of cooperation has made it difficult to determine the veracity of any memories of parental abuse recalled by such individuals, as such it is unknown whether they are susceptible to the primary effect of SCP-4152.\n\n\n\n\n+ Abridged Experiment Log 4152.1\n\n\n\n\n- Abridged Experiment Log 4152.1\n\n\n\n\nIndividuals were asked to view SCP-4152 for five minutes, then record a memory from their childhood using a provided microphone and tape recorder. For a full test log, individuals with Level 2/4152 clearance can request access to Experiment Log 4152.1.\n\n\nLOG FORMAT\n\n\n\n\nSubject:\n Designation, gender, age\n\n\nAccount:\n Subject's recorded account.\n\n\nNotes:\n Additional notes.\n\n\n\n\n\n\nSubject:\n D-31763, female, 31\n\n\nAccount:\n \nI remember back when we lived in █████, we kept having unmatching socks turn up to the point that we had almost a whole basket of them. One day our mother got fed up, had us go downstairs and sort through everything, try and find matches, right? It was mostly her stuff, we couldn't be bothered. We ended up spending most of the afternoon balling the socks up, like, so that they didn't come unballed, and throwing them at each other. When Mom- er, when my mother came home she cursed us out, of course. She didn't hit us, but I think it's more because she'd just got her nails done. That was a good summer.\n\n\nNotes:\n Baseline test. Subject was serving a life sentence for arson.\n\n\n\n\n\n\nSubject:\n D-12595, male, 26\n\n\nAccount:\n \nMy mother was always super resentful of my computer. It was an old laptop from my dad's house, but still better than the family PC. Anyway, she always made me wash the dishes whenever she saw me on it, so I stayed in my room mostly. One day though she kept yelling for me to do the laundry, but I was in the middle of a game. She stomped upstairs, tore it from my hands and threw it on the floor. I was crying and screaming and tried to take it from her but she was still pretty strong back then. She pushed me down the stairs. I don't remember exactly how many times she picked it up and threw it on the floor, it was a whirlwind of yelling and screaming and crying. I just know when she finally came downstairs, my computer was in two shattered pieces.\n\n\nNotes:\n None.\n\n\n\n\n\n\nSubject:\n Research Assistant Kendrick, male, 31\n\n\nAccount:\n \nWhen I was in fifth grade, I had a test in social studies that I stayed up all night studying for. I ended up bombing the test, I got a 19. I still remember getting that 19, because my mother wouldn't call me anything else. 19, do the dishes. 19, go take out the garbage. I got so mad at her for it, one day I cursed at her. I had this big figurine of a clown on my dresser, I wasn't a big fan of it but my great-grandmother made it. She picked it up and smashed it over my head. She didn't call me 19 after that.\n\n\nNotes:\n Research Assistant Kendrick has requested transfer to another project.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Experiment Log 4152.2\n\n\n\n\n- Experiment Log 4152.2\n\n\n\n\nIn order to determine whether prolonged viewing had any additional effect, as well as determine whether SCP-4152 created a single, non-contradictory narrative, D-09372 was to be exposed to SCP-4152 over a period of one hour, broken into five-minute sessions. Similarly to previous experiments, D-09372 was asked to recall a memory from her childhood after each viewing period.\n\n\nD-09372 was selected for testing as she lived with her mother through the age of 18. In pre-testing interviews, D-09372 expressed no memory of childhood trauma and claimed to have had a positive relationship with her mother prior to her conviction.\n\n\n\n\nSubject:\n D-09372, female, 24.\n\n\nAccount:\n \nKeys were such a big part of my childhood growing up. My mother was a teacher, so she had several keyrings, all attached, with a blob of keys as big as your fist. Whenever we were doing something that she didn't like, she would take something from us and lock it in her room. I must've tried to sneak those keys out of her purse a hundred times, but it was so hard to keep them from jingling that she kept catching me and locking me in my room. I only tried to jump out my window once.\n\n\nNotes:\n D-09372 was serving time for seventeen counts of burglary.\n\n\n\n\n\n\nSubject:\n D-09372, female, 24.\n\n\nAccount:\n \nMy mother's solution to everything was locking it behind a door and walking away. We had a hallway in our house with doors leading to her bedroom, upstairs where my bedroom and ████'s bedroom were, the computer room and the bathroom. Whenever she'd leave us at home alone she'd lock up everything but the bathroom to make sure we did the housework. I don't think there was a single window on the first floor of that house that I didn't climb through at one point or another, getting past those locks.\n\n\nNotes:\n According to autopsy reports, D-09372's brother ████ died of a heroin overdose three years prior, preventing Foundation officials from corroborating the account.\n\n\n\n\n\n\nSubject:\n D-09372, female, 24.\n\n\nAccount:\n \nMom put her hands on us a lot. My brother got it worse than I did, though. I remember she had this old hairbrush that she used so much, most of the plastic nubs came off the bristles, leaving these metal spikes sticking out all over. One time she hit ████ so hard with it, he just had rows of holes in his arm with droplets of blood coming out. It looked like a Junji Ito thing. I went back later and stole it from her bathroom.\n\n\nNotes:\n Foundation officials were able to locate D-09372's mother using an address provided by D-09372. A hairbrush matching the description provided was located in the crawlspace adjacent to one bedroom; however, D-09372's mother has denied any form of abuse towards her children. Permission to use advanced interrogation techniques is pending Ethics Committee decision.\n\n\n\n\n\n\nSubject:\n D-09372, female, 24.\n\n\nAccount:\n \nWhen I was 16, my dad compared Mom to Jekyll and Hyde. I remember being so dumbfounded to hear it described so well. She was always nice enough to other adults, but a bit controlling. And sometimes she was so nice to us. Like every summer we'd go down to the aquarium and get hot dogs on the boardwalk. I don't know. She'd just change on a dime, it was so hard to talk to her about anything without her turning it around and finding some way to punish us. I miss those days.\n\n\nNotes:\n None.\n\n\n\n\n\n\nSubject:\n D-09372, female, 24.\n\n\nAccount:\n \nI still remember the day I left. She thought something was missing from her purse that morning, so she came for me. She grabbed my hair and demanded to know where it was. I ran away to my bedroom and locked the door. She started kicking the door like she usually did, right? All of a sudden she stops for about a minute. Suddenly I hear a banging on my door, and ████ starts yelling, telling her to put down the hammer. I don't really know what happened after that. I was already halfway out my window. I still don't know what she was missing.\n\n\nNotes:\n None.\n\n\n\n\nAfter an additional two minutes, D-09372 became distraught and refused to look at the painting or provide any account. D-09372 was amnesticized and returned to the Site-28 dormitory.\n\n\n\n\n\n\n\n\nAddendum 1.\n Analysis of DNA lifted from SCP-4152, as well as handwriting analysis of Recovered Document 4152-A, determined the likely creator of SCP-4152 to be █████ ███████, designated PoI-4128. Investigation of the last known address led to the discovery of PoI-4128's mother, likely the subject of the painting. After determining that Ms. ███████ had no knowledge of her child's work beyond being an artist, an additional test of SCP-4152 was approved using Ms. ███████ as a subject.\n\n\n\n\nExperiment 4152.3  LEVEL 3 CREDENTIALS REQUIRED\n\n\n\n\nExperiment 4152.3  Credentials approved.\n\n\n\n\nThe artist's mother, Ms. ███████, was placed into the testing chamber for SCP-4152 as per standard procedure and asked to record a verbal account after viewing the painting for five minutes. Secondary video recording via closed-circuit security camera captured audio from the subject throughout the session.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 01/12/2019\n\n\n\n\n[BEGIN LOG]\n\n\nSubject activates the provided audio recording terminal.\n\n\nSubject:\n All right. So you just want me to look at a painting and talk about it?\n\n\nSubject turns away from the terminal, facing SCP-4152. Subject furrows her brow.\n\n\nSubject:\n This… Is this one of my daughter's paintings? She's very talented.\n\n\nSubject pauses for several seconds.\n\n\nSubject:\n She doesn't like when I call her 'she.' But to me she'll always be my daughter.\n\n\nSubject:\n She was always so good at art when she was young. Always making such pretty drawings. Such a good girl.\n\n\nSubject pauses for several seconds.\n\n\nSubject:\n I haven't seen her since she left for school. I love her so much, why can't she ever call her mother?\n\n\nSubject:\n Her mother, who fed her, clothed her, gave her a place to live… we went to the zoo every summer when she was young…\n\n\nSubject pauses for several seconds.\n\n\nSubject:\n I wish she would talk to me. What kind of daughter doesn't love her mother?\n\n\nSubject pauses for several seconds.\n\n\nSubject:\n Wait a second… Is this supposed to be me?\n\n\nSubject stands up from her chair, clenching her fists.\n\n\nSubject:\n ██████ didn't… So many people had it so much worse than she did. Who bought her clothes to wear, food to eat, who put a roof over her head? She never appreciated how good she had it, she couldn't ever do what she was told, no matter what I did… you know what, I'm done here.\n\n\nSubject walks to the testing room door and bangs on it repeatedly. Test aborted.\n\n\n\n\n[END LOG]\n\n\n\n\nFollowing this experiment, Ms. ███████ was amnesticized and released.\n\n\n\n\n\n\n\n\nTesting on SCP-4152 has been suspended indefinitely pending Ethics Committee decision.\n\n\n\n\n\n\n+ Recovered Document 4152-A\n\n\n\n\n- Recovered Document 4152-A\n\n\n\n\nThe following document was discovered taped to the wall beneath where SCP-4152 was displayed, presumably in lieu of a plaque.\n\n\n\n\nYou can't understand unless you've been in my shoes.\n\nThis one's for everyone.\n\n\nBASEMENT LOVE, acrylic on canvas\n\n\n.\n\n\n.\n\n\nAm I cool yet, Mom?\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Available to personnel with Level 2 clearance or higher with permission from Site Director.\n\n\n\n\n\n\n\n\n« \nSCP-4151\n | SCP-4152 | \nSCP-4153\n »",
    "addendums": [
        "Addendum 1. Analysis of DNA lifted from SCP-4152, as well as handwriting analysis of Recovered Document 4152-A, determined the likely creator of SCP-4152 to be █████ ███████, designated PoI-4128. Investigation of the last known address led to the discovery of PoI-4128's mother, likely the subject of the painting. After determining that Ms. ███████ had no knowledge of her child's work beyond being an artist, an additional test of SCP-4152 was approved using Ms. ███████ as a subject.\nTesting on SCP-4152 has been suspended indefinitely pending Ethics Committee decision."
    ],
    "documents": [],
    "notes": [
        "Subject: Designation, gender, age Account: Subject's recorded account. Notes: Additional notes.",
        "Subject: D-31763, female, 31 Account: I remember back when we lived in █████, we kept having unmatching socks turn up to the point that we had almost a whole basket of them. One day our mother got fed up, had us go downstairs and sort through everything, try and find matches, right? It was mostly her stuff, we couldn't be bothered. We ended up spending most of the afternoon balling the socks up, like, so that they didn't come unballed, and throwing them at each other. When Mom- er, when my mother came home she cursed us out, of course. She didn't hit us, but I think it's more because she'd just got her nails done. That was a good summer. Notes: Baseline test. Subject was serving a life sentence for arson.",
        "Subject: D-12595, male, 26 Account: My mother was always super resentful of my computer. It was an old laptop from my dad's house, but still better than the family PC. Anyway, she always made me wash the dishes whenever she saw me on it, so I stayed in my room mostly. One day though she kept yelling for me to do the laundry, but I was in the middle of a game. She stomped upstairs, tore it from my hands and threw it on the floor. I was crying and screaming and tried to take it from her but she was still pretty strong back then. She pushed me down the stairs. I don't remember exactly how many times she picked it up and threw it on the floor, it was a whirlwind of yelling and screaming and crying. I just know when she finally came downstairs, my computer was in two shattered pieces. Notes: None.",
        "Subject: Research Assistant Kendrick, male, 31 Account: When I was in fifth grade, I had a test in social studies that I stayed up all night studying for. I ended up bombing the test, I got a 19. I still remember getting that 19, because my mother wouldn't call me anything else. 19, do the dishes. 19, go take out the garbage. I got so mad at her for it, one day I cursed at her. I had this big figurine of a clown on my dresser, I wasn't a big fan of it but my great-grandmother made it. She picked it up and smashed it over my head. She didn't call me 19 after that. Notes: Research Assistant Kendrick has requested transfer to another project.",
        "Subject: D-09372, female, 24. Account: Keys were such a big part of my childhood growing up. My mother was a teacher, so she had several keyrings, all attached, with a blob of keys as big as your fist. Whenever we were doing something that she didn't like, she would take something from us and lock it in her room. I must've tried to sneak those keys out of her purse a hundred times, but it was so hard to keep them from jingling that she kept catching me and locking me in my room. I only tried to jump out my window once. Notes: D-09372 was serving time for seventeen counts of burglary.",
        "Subject: D-09372, female, 24. Account: My mother's solution to everything was locking it behind a door and walking away. We had a hallway in our house with doors leading to her bedroom, upstairs where my bedroom and ████'s bedroom were, the computer room and the bathroom. Whenever she'd leave us at home alone she'd lock up everything but the bathroom to make sure we did the housework. I don't think there was a single window on the first floor of that house that I didn't climb through at one point or another, getting past those locks. Notes: According to autopsy reports, D-09372's brother ████ died of a heroin overdose three years prior, preventing Foundation officials from corroborating the account.",
        "Subject: D-09372, female, 24. Account: Mom put her hands on us a lot. My brother got it worse than I did, though. I remember she had this old hairbrush that she used so much, most of the plastic nubs came off the bristles, leaving these metal spikes sticking out all over. One time she hit ████ so hard with it, he just had rows of holes in his arm with droplets of blood coming out. It looked like a Junji Ito thing. I went back later and stole it from her bathroom. Notes: Foundation officials were able to locate D-09372's mother using an address provided by D-09372. A hairbrush matching the description provided was located in the crawlspace adjacent to one bedroom; however, D-09372's mother has denied any form of abuse towards her children. Permission to use advanced interrogation techniques is pending Ethics Committee decision.",
        "Subject: D-09372, female, 24. Account: When I was 16, my dad compared Mom to Jekyll and Hyde. I remember being so dumbfounded to hear it described so well. She was always nice enough to other adults, but a bit controlling. And sometimes she was so nice to us. Like every summer we'd go down to the aquarium and get hot dogs on the boardwalk. I don't know. She'd just change on a dime, it was so hard to talk to her about anything without her turning it around and finding some way to punish us. I miss those days. Notes: None.",
        "Subject: D-09372, female, 24. Account: I still remember the day I left. She thought something was missing from her purse that morning, so she came for me. She grabbed my hair and demanded to know where it was. I ran away to my bedroom and locked the door. She started kicking the door like she usually did, right? All of a sudden she stops for about a minute. Suddenly I hear a banging on my door, and ████ starts yelling, telling her to put down the hammer. I don't really know what happened after that. I was already halfway out my window. I still don't know what she was missing. Notes: None.",
        "You can't understand unless you've been in my shoes. This one's for everyone. BASEMENT LOVE, acrylic on canvas . . Am I cool yet, Mom?"
    ],
    "item": "SCP-4152",
    "object_class": "Safe",
    "containment_procedures": "SCP-4152 is contained in a standard Safe-class storage locker at Site-28. SCP-4152 testing is currently suspended.",
    "description": "SCP-4152 is a canvas painting measuring 120cmx60cm, believed to have been created by a member of the anomalous art collective AWCY? (see Recovered Document 4152-A).",
    "title": "SCP-4152"
}