{
    "url": "https://scp-wiki.wikidot.com/scp-4155",
    "all_text": "rating: \n+148\n+\n–\nx\n\n\n\n\n\n\nAdult specimen of SCP-4155 shortly after harvesting\n\n\n\n\n\n\nItem #:\n SCP-4155\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n 47 specimens of SCP-4155 are currently contained at Site-4155, which has been established around their natural habitat to monitor the population's health and restrict civilian access.\n\n\nMeasures are to be taken to ensure that SCP-4155 maintains enough numbers to support a viable breeding population on site, as all attempts to breed SCP-4155 in captivity have failed. This includes bi-annual health checkups by a feline veterinarian, anonymous donations to conservation efforts and the breeding of tricoloured bats in captivity to bolster the falling numbers of wild bats in the Chicago area.\n\n\nSCP-4155-1 may not be impeded in its monthly routine without written permission from at least one Level 4 personnel. An area along the north boundary of Site 4155 has been excluded from surveillance to better facilitate SCP-4155-1's activities.\n\n\n\n\n\n\nSCP-4155's natural habitat\n\n\n\n\n\n\nDescription:\n SCP-4155 is an eyeless, furless variety of cat native to a small limestone cave system located on the outskirts of Chicago. All members of SCP-4155 have abnormally elongated limbs and exhibit partial albinism\n1\n and severe neoteny\n2\n.\n\n\nSpecimens of SCP-4155 continually secrete a white substance through the pores of their skin. Chemical analysis of this substance has found it to be near-identical to the soft serve ice cream sold by several major fast food franchises. These secretions will gradually build up over the course of a month to a thickness of approximately 2 cm in locations that correspond to fur on non-anomalous kittens.\n\n\nThe production of this substance is entirely anomalous, as vivisection has found nothing unusual in SCP-4155's physiology and its diet does not include the requisite carbohydrates to produce the quantity of sugar found in its secretions.\n\n\nSCP-4155 feeds primarily on the tricolored bat colony with which it shares its habitat. It is an ambush predator, hunting by clinging to the ceiling and grabbing the bats when they return to roost. The odor of SCP-4155's secretions has been observed to interest the bats, lending credence to the theory that its anomalous properties evolved as a strategy to attract prey.\n\n\nSCP-4155-1 refers to a male humanoid, generally 15-20 years of age, wearing a red and yellow Ronald McDonald\n3\n costume. On the 7th day of each month, an instance of SCP-4155-1 will manifest in an unobserved location within the vicinity of Site-4155 carrying a plastic bucket and stainless steel dessert spatula. SCP-4155-1 will then proceed into the cave and collect the secretions from each member of SCP-4155, removing the substance from their skin with the spatula and depositing it into the bucket. After SCP-4155-1 has harvested each member of the population, it will exit the cave and demanifest.\n\n\nAddendum A: Interview Log 4155-1-A\n\n\n\n\nDate:\n 07-05-1998\n\n\nInterviewed:\n SCP-4155-1\n\n\nInterviewer:\n Dr. Helen Masters\n\n\nForeword:\n After careful observation of SCP-4155-1's activities for several months, permission was granted to detain SCP-4155-1 for questioning.\n\n\n\n\n<Begin Log>\n\n\nSCP-4155-1:\n Hey, uh, are you guys cops? 'Cos if you guys are cops, I think I'm supposed to call my lawyer.\n\n\nDr. Masters:\n We are not police officers, sir, and you are not in trouble. We just have a few questions, if you don't mind. Can you tell us your name?\n\n\nSCP-4155-1:\n Uh, sure, I guess? It's Ronnie. Ronnie MacArthur.\n\n\nDr. Masters:\n And who do you work for, Mr. MacArthur?\n\n\nSCP-4155-1:\n Maccas\n4\n. I mean, can’t you tell? It's just a summer job, though. I mean, it's not like it’s a career path, innit? \n[scratches nose]\n Don’t wanna be doing this when I’m thirty or whatever. No offense.\n\n\nDr. Masters:\n \n[pause]\n Can you explain what you mean by \"this\"? What exactly were you doing in the cave?\n\n\nSCP-4155-1:\n Harvesting the ice cream.\n\n\nDr. Masters:\n For what purpose?\n\n\nSCP-4155-1:\n Um… whaddya mean purpose? It's \nice cream\n. Someone’s gotta. They'd have to sell the substitute if we didn't.\n\n\nDr. Masters:\n Substitute?\n\n\nSCP-4155-1:\n Yeah. You don’t wanna know where that comes from. Um, look missus, I appreciate the interest an' all, but if I’m not in trouble I should really get going, my bucket's only half full and they're gonna dock my pay if I'm late…\n\n\nDr. Masters:\n Just one or two more, if you don't mind. Where do you take the ice cream?\n\n\nSCP-4155-1:\n I just drop it back at the warehouse. I guess they deliver it to the restaurants from there? I’ve never really thought about it that much.\n\n\nDr. Masters:\n And how do you reach the warehouse?\n\n\nSCP-4155-1:\n Oh, I’ve got a car just outside.\n\n\nDr. Masters:\n We haven't seen any vehicle.\n\n\nSCP-4155-1:\n Well yeah, it's \noutside.\n\n\nDr. Masters:\n I see. Well, thank you for your time. And… oh, I've got to ask, for my own curiosity more than anything… why the getup?\n\n\nSCP-4155-1:\n Ah damn it. Did you have to mention it? It’s embarrassing enough that they make me wear this without people drawing attention to it.\n\n\nDr. Masters:\n But why though?\n\n\nSCP-4155-1:\n \nI don’t know\n! It’s just what they make us wear.\n\n\nDr. Masters:\n I see. I apologize for embarrassing you, Mr. MacArthur. Thank you for your time. Security, please escort SCP-4155-1 to the holding facility.\n\n\nSCP-4155-1:\n You're welc—wait, what?\n\n\n<End Log>\n\n\n\n\nAddendum B: Incident Report - 1998 containment breach\n\n\n\n\nDate:\n 07-05-1998 through 16-06-1998\n\n\nForeword:\n On 07-05-1998, SCP-4155-1 was detained on-site in a temporary facility for additional interrogation and research of its manifestation abilities. This action resulted in a notable containment breach, as well as the discovery of a previously-unknown anomalous phenomenon, documented below.\n\n\n\n\n07-05:\n SCP-4155-1 is detained by the Foundation.\n\n\n13-05:\n First reported case of McDonalds-owned soft serve machines in the Chicago area anomalously producing a \"salty black goop\" when used, regardless of what substance they were loaded with. The substance itself is confirmed by chemical analysis to be edible and non-anomalous, consisting primarily of yeast extract and salt.\n\n\nDespite being harmless, the anomalous manner in which this substance is created represents a breach of normalcy necessitating confiscation of the machines.\n\n\n14-05:\n First reported cases of black substance being produced by soft serve machines outside the state of Illinois.\n\n\n15-05\n Anomalous behaviour continues to spread. SCP-4155-1 is released from custody and allowed to demanifest in an attempt to prevent or possibly reverse the ongoing anomalous effects. It does not.\n\n\n16-05:\n Foundation assets manage to force a recall of soft serve machines in the United States on the basis of hygiene concerns.\n\n\n17-05:\n First reported cases of black substance being produced by soft serve machines outside of the United States. MTF-Lambda-18 (\"Hamburglars Helpers\") is commissioned by the O5 Council and begins embedding in all as-yet unaffected restaurants in anticipation of further spread of anomalous behaviour.\n\n\n19-05:\n MTF-Lambda-18 proves effective at sabotaging soft serve machines before they begin exhibiting anomalous properties, but is unable to keep up with the rate of spread.\n\n\n21-05:\n Foundation assets manage to force a global recall of all soft serve machines owned by the McDonalds corporation.\n\n\n24-05:\n Last known soft-serve machine not exhibiting anomalous behaviour begins producing black substance.\n\n\n07-06:\n A new instance of SCP-4155-1, noted to have a different skin tone, hair color and substantially less acne than the previous instance, manifests at Site-4155 and is allowed to complete its task.\n\n\n08-06:\n Confiscated soft serve machines begin returning to non-anomalous operation.\n\n\n11-06:\n Last reported case of a confiscated soft serve machine behaving in an anomalous manner.\n\n\n16-06:\n Recall is lifted. Confiscated machines are returned to manufacturer. MTF-Lambda-18 is disbanded by the O5 council.\n\n\n\n\nClosing Statement:\n In total, this incident necessitated Foundation assets embedded in 7,500 restaurants and the recall, confiscation or sabotage of more than 22,000 soft-serve machines worldwide.\n\n\nMcDonalds employees who demonstrated excessive interest in the anomaly, 11 in total, were detained and amnesticised.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Lack of pigmentation in the skin\n\n\n2\n. Adult members of the variety retain a juvenile form\n\n\n3\n. Fictional mascot of the McDonalds fast food franchise\n\n\n4\n. Australian slang for McDonalds\n\n\n\n\n\n\n\n\n« \nSCP-4154\n | SCP-4155 | \nSCP-4156\n »",
    "addendums": [
        "Addendum A: Interview Log 4155-1-A",
        "Addendum B: Incident Report - 1998 containment breach"
    ],
    "documents": [],
    "notes": [
        "Date: 07-05-1998 Interviewed: SCP-4155-1 Interviewer: Dr. Helen Masters Foreword: After careful observation of SCP-4155-1's activities for several months, permission was granted to detain SCP-4155-1 for questioning. <Begin Log> SCP-4155-1: Hey, uh, are you guys cops? 'Cos if you guys are cops, I think I'm supposed to call my lawyer. Dr. Masters: We are not police officers, sir, and you are not in trouble. We just have a few questions, if you don't mind. Can you tell us your name? SCP-4155-1: Uh, sure, I guess? It's Ronnie. Ronnie MacArthur. Dr. Masters: And who do you work for, Mr. MacArthur? SCP-4155-1: Maccas 4 . I mean, can’t you tell? It's just a summer job, though. I mean, it's not like it’s a career path, innit? [scratches nose] Don’t wanna be doing this when I’m thirty or whatever. No offense. Dr. Masters: [pause] Can you explain what you mean by \"this\"? What exactly were you doing in the cave? SCP-4155-1: Harvesting the ice cream. Dr. Masters: For what purpose? SCP-4155-1: Um… whaddya mean purpose? It's ice cream . Someone’s gotta. They'd have to sell the substitute if we didn't. Dr. Masters: Substitute? SCP-4155-1: Yeah. You don’t wanna know where that comes from. Um, look missus, I appreciate the interest an' all, but if I’m not in trouble I should really get going, my bucket's only half full and they're gonna dock my pay if I'm late… Dr. Masters: Just one or two more, if you don't mind. Where do you take the ice cream? SCP-4155-1: I just drop it back at the warehouse. I guess they deliver it to the restaurants from there? I’ve never really thought about it that much. Dr. Masters: And how do you reach the warehouse? SCP-4155-1: Oh, I’ve got a car just outside. Dr. Masters: We haven't seen any vehicle. SCP-4155-1: Well yeah, it's outside. Dr. Masters: I see. Well, thank you for your time. And… oh, I've got to ask, for my own curiosity more than anything… why the getup? SCP-4155-1: Ah damn it. Did you have to mention it? It’s embarrassing enough that they make me wear this without people drawing attention to it. Dr. Masters: But why though? SCP-4155-1: I don’t know ! It’s just what they make us wear. Dr. Masters: I see. I apologize for embarrassing you, Mr. MacArthur. Thank you for your time. Security, please escort SCP-4155-1 to the holding facility. SCP-4155-1: You're welc—wait, what? <End Log>",
        "Date: 07-05-1998 through 16-06-1998 Foreword: On 07-05-1998, SCP-4155-1 was detained on-site in a temporary facility for additional interrogation and research of its manifestation abilities. This action resulted in a notable containment breach, as well as the discovery of a previously-unknown anomalous phenomenon, documented below. 07-05: SCP-4155-1 is detained by the Foundation. 13-05: First reported case of McDonalds-owned soft serve machines in the Chicago area anomalously producing a \"salty black goop\" when used, regardless of what substance they were loaded with. The substance itself is confirmed by chemical analysis to be edible and non-anomalous, consisting primarily of yeast extract and salt. Despite being harmless, the anomalous manner in which this substance is created represents a breach of normalcy necessitating confiscation of the machines. 14-05: First reported cases of black substance being produced by soft serve machines outside the state of Illinois. 15-05 Anomalous behaviour continues to spread. SCP-4155-1 is released from custody and allowed to demanifest in an attempt to prevent or possibly reverse the ongoing anomalous effects. It does not. 16-05: Foundation assets manage to force a recall of soft serve machines in the United States on the basis of hygiene concerns. 17-05: First reported cases of black substance being produced by soft serve machines outside of the United States. MTF-Lambda-18 (\"Hamburglars Helpers\") is commissioned by the O5 Council and begins embedding in all as-yet unaffected restaurants in anticipation of further spread of anomalous behaviour. 19-05: MTF-Lambda-18 proves effective at sabotaging soft serve machines before they begin exhibiting anomalous properties, but is unable to keep up with the rate of spread. 21-05: Foundation assets manage to force a global recall of all soft serve machines owned by the McDonalds corporation. 24-05: Last known soft-serve machine not exhibiting anomalous behaviour begins producing black substance. 07-06: A new instance of SCP-4155-1, noted to have a different skin tone, hair color and substantially less acne than the previous instance, manifests at Site-4155 and is allowed to complete its task. 08-06: Confiscated soft serve machines begin returning to non-anomalous operation. 11-06: Last reported case of a confiscated soft serve machine behaving in an anomalous manner. 16-06: Recall is lifted. Confiscated machines are returned to manufacturer. MTF-Lambda-18 is disbanded by the O5 council. Closing Statement: In total, this incident necessitated Foundation assets embedded in 7,500 restaurants and the recall, confiscation or sabotage of more than 22,000 soft-serve machines worldwide. McDonalds employees who demonstrated excessive interest in the anomaly, 11 in total, were detained and amnesticised."
    ],
    "item": "SCP-4155",
    "object_class": "Euclid",
    "containment_procedures": "47 specimens of SCP-4155 are currently contained at Site-4155, which has been established around their natural habitat to monitor the population's health and restrict civilian access.",
    "description": "SCP-4155 is an eyeless, furless variety of cat native to a small limestone cave system located on the outskirts of Chicago. All members of SCP-4155 have abnormally elongated limbs and exhibit partial albinism1 and severe neoteny2.",
    "title": "SCP-4155"
}