{
    "url": "https://scp-wiki.wikidot.com/scp-4166",
    "all_text": "rating: \n+132\n+\n–\nx\n\n\n\n\n\n\nDepiction of an instance of SCP-4166-2, recovered from SCP-4166-1's notebook. Text appears to be Job 10:21-22.\n\n\n\n\n\n\nItem #:\n SCP-4166\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4166-1 is to be kept in a standard humanoid containment cell with the following modifications:\n\n\n\n\nAdjacent cell has been converted into a 24/7 manned monitor/guard station.\n\n\n\n\n\n\nWindows have been removed.\n\n\n\n\n\n\nWarning signs have been placed indicating that religious and/or masculine-presenting personnel are strictly forbidden in SCP-4166-1's containment chamber.\n\n\n\n\nAllowances of personal items are subject to the approval of Researcher █████ and Junior Psychologist ██████ ███. SCP-4166-1 has previously requested:\n\n\n\n\nFive meals daily (Denied 07-26-2008).\n\n\n\n\n\n\nThree meals daily (Granted 07-26-2008).\n\n\n\n\n\n\nA pistol (Denied 07-26-2008).\n\n\n\n\n\n\nA taser (Granted 07-27-2008).\n\n\n\n\n\n\nCigarettes and marijuana cigarettes (Denied 07-30-2008).\n\n\n\n\n\n\nA butane lighter (Denied 07-30-2008, 08-02-2008).\n\n\n\n\n\n\nVarious books, magazines, and video games (granted 07-31-2008, pending review and approval of contents).\n\n\n\n\n\n\nA copy of the Holy Bible (Douay-Rheims, Challoner Revision) (Granted 08-01-2008, Removed by request 08-02-2008, Granted again 08-04-2008.).\n\n\n\n\nSCP-4166-2 manifestations are to be terminated upon sight, followed by administration of Class-Aϛ amnestic/sedative to SCP-4166-1.\n\n\nSCP-4166-1 is to be provided 1 cc of human semen weekly, administered via capsule with food; SCP-4166-1 is allowed to deny administration once per month if refusal would not cause irrevocable harm. Arrangements have been made with a local sperm bank for these purposes. Psychological evaluations of SCP-4166-1 are to be undertaken once a week to monitor the efficacy of psychiatric treatment.\n\n\n\n\n\n\n\n\nDepiction of symptoms of SCP-4166-3 stage two, recovered from SCP-4166-1's notebook. Text appears to be St Matthew 6:9-12, better known as the Lord's prayer.\n\n\n\n\n\n\nDescription:\n SCP-4166-1 is a female human class-C reality bender responsible for the creation of SCP-4166-2 and SCP-4166-3. It displays numerous psychological ailments, including aversion to men, fear of sleeping, PTSD, and suicidality.\n\n\nMedical analysis has discovered significant scarring on the palms, feet, and genital area. Additionally, SCP-4166-1 develops cachexia if not administered 1 cc of human semen weekly.\n\n\nEvery seven days, or in times of increased distress, SCP-4166-1 manifests an instance of SCP-4166-2 (if one does not currently exist).\n\n\nSCP-4166-2 is a mute shadow-like humanoid figure with no defining visual features which otherwise exhibits typical human characteristics. Upon manifestation, SCP-4166-2 enters the room containing SCP-4166-1 through the primary method of entry, regardless of barriers. It then attempts to approach SCP-4166-1.\n\n\nIf SCP-4166-1 retains the memory of containment of SCP-4166-2, SCP-4166-2 proceeds to take action to counteract previous methods of containment, up to and including manifesting with weaponry.\n\n\nUpon termination, SCP-4166-2 instances demanifest instantaneously.\n\n\nSCP-4166-3 is a three-phase mental illness affecting individuals who have observed an instance of SCP-4166-2, lasting for the duration of SCP-4166-2's manifestation.\n\n\n\n\n+ Description of SCP-4166-3 stages\n\n\n\n\n- Description of SCP-4166-3 stages\n\n\n\n\n\n\n\n\nDepiction of symptoms of SCP-4166-3 stage three, recovered from SCP-4166-1's notebook. Text appears to be Psalms 138:1-5.\n\n\n\n\n\n\nStage one of SCP-4166-3 typically lasts two months before progressing to stage two. Symptoms include:\n\n\n\n\nIncreased irritability\n\n\n\n\n\n\nDiscomfort with being alone\n\n\n\n\n\n\nCompulsion to lock doors\n\n\n\n\n\n\nIncreased startle response\n\n\n\n\n\n\nSeeing things in the periphery of vision\n\n\n\n\nStage two of SCP-4166-3 typically lasts one month before progressing to stage three. Accompanying those present during stage one, symptoms include:\n\n\n\n\nThe conviction that one was being immolated during major life events, such as birthdays or weddings (does not abate when provided with evidence otherwise).\n\n\n\n\n\n\nVisual hallucinations of shadowy hands when viewing doorknobs, lasting approximately one second.\n\n\n\n\n\n\nAversion to religious ceremonies and masculine-presenting persons.\n\n\n\n\n\n\nSleep paralysis.\n\n\n\n\nStage three of SCP-4166-3 lasts until the termination of SCP-4166-2. Accompanying those present during prior stages, symptoms include:\n\n\n\n\nTactile hallucinations of hands grasping one's person, displaying no notable pattern.\n\n\n\n\n\n\nVisual hallucinations of SCP-4166-2 in empty doorways.\n\n\n\n\n\n\nBurning sensations throughout one's whole body.\n\n\n\n\n\n\nConviction and fear of eternal suffering after death.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 4166-A: Circumstances of Retrieval\n\n\n\n\n- Addendum 4166-A: Circumstances of Retrieval\n\n\n\n\nSCP-4166-1 was raised in a Catholic orphanage twelve years prior to the hospitalization of Father █████ in an apparent case of spontaneous combustion. Six days afterwards, the first manifestation of SCP-4166-2 occurred on 07-24-2008. During this manifestation, a gunshot attracted the attention of the nuns. Upon entering the room, they found SCP-4166-1 alone, holding a pistol at the entrance to its room. Authorities were notified of the incident, leading to the retrieval of SCP-4166\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 4166-C: Log of Therapy Session 166-A\n\n\n\n\n- Addendum 4166-C: Log of Therapy Session 166-A\n\n\n\n\n\n\nInterviewer:\n Junior Psychologist ██████ ███\n\n\nForeword:\n Intake session done shortly after acquisition, on 07-26-2008.\n\n\n<Begin Log, 13:21>\n\n\n███:\n Good afternoon, SCP-4166-1.\n\n\nSCP-4166-1:\n Uh. I… would prefer if you. Didn't call me that. Please.\n\n\n███:\n Apologies. Do you have a preferred manner of address?\n\n\nSCP-4166-1:\n I'm… fuck.\n\n\n███:\n Pardon?\n\n\nSCP-4166-1:\n No, I mean. I, well. I don't. Have anything I'd particularly like to be called. I guess uh…\n\n\n[SCP-4166-1 remains in silence for a few moments.]\n\n\nSCP-4166-1:\n Just. Call me uh, [SCP-4166-1] I guess? That's just my family name. Haven't picked out a new one yet.\n\n\n███:\n Very well then. It is my pleasure to meet you, [SCP-4166-1].\n\n\n[SCP-4166-1 remains silent for a full minute.]\n\n\n███:\n [SCP-4166-1]? Are you okay?\n\n\n[SCP-4166-1 remains silent for ten minutes as Junior Psychologist ███ continues to take notes.]\n\n\nSCP-4166-1:\n Haha. Uh. I guess I can't not speak this time.\n\n\n███:\n You're free to take your time. I'm here for as long as you need.\n\n\nSCP-4166-1:\n I… thanks. But I meant… I want to. I, uh. Intakes, right? You want to know what my deal is. You want to help. I want to help you help. So. Uh. Brace yourself? It's uh. You should.\n\n\n███:\n Sure, [SCP-4166-1].\n\n\n[Ten seconds elapse.]\n\n\n███:\n Alright. I'm ready when you are.\n\n\n[Twenty seconds elapse.]\n\n\n███:\n [SCP-4166-1]?\n\n\nSCP-4166-1:\n I was um. Er… like. you know? I. You know what I mean, I hope?\n\n\n███:\n I'm… afraid not.\n\n\nSCP-4166-1:\n Uh. God, uh. I'm sorry.\n\n\n███:\n It's alright. Take your time.\n\n\nSCP-4166-1:\n Yeah.. I know. I \nknow\n. I just. God. It's hard to say. It's impossible to say. I hoped it would be obvious what my damage is, you know? I guess not though. You already know a lot of my personality from asking the nuns.\n\n\n███:\n Yes, they told me a lot about you. How hard working you were, how devout. Albeit fearful without reason at times. They really did —\n\n\nSCP-4166-1:\n You, they didn't tell you about… About me? Shit, I mean, I, I was? I am? I am those things. Or was? I don't know anymore. God. Did they tell you anything about, about uh, that?\n\n\n███:\n Could you clarify?\n\n\nSCP-4166-1:\n … No.\n\n\n███:\n Alright.\n\n\n[SCP-4166-1 remains silent for a minute.]\n\n\nSCP-4166-1:\n … I'm sorry. I feel so useless. So fucking pathetic. Why? Why does it have to be so fucking hard to just fucking say what I mean? I wish I could just… say it, I wish I could face it. I just. I. Do… Do you have a pen?\n\n\n███:\n Oh, uh. Let me check. Yeah, I do. But, I just want to tell you… it's fine. You're being extremely hard on yourself for not being able to talk about things which are \nhard to talk about\n. My entire job is to help people find the words to process what they've gone through, and then to help them figure out how to move on from it. You aren't useless or pathetic. So, here you go, here's a pen. Let's start from the beginning, if that's okay.\n\n\n[SCP-4166-1 takes out a notebook and stares at a blank page for a minute before starting to mark it.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPicture created by SCP-4166-1 during Therapy Session 166-A.\n\n\n\n\n\n\n\n\nSCP-4166-1:\n I… hated the church. I hated being there. I hated being there and feeling like I was sin. Like I was sin incarnate. They treated me like that, you know? I was five. They didn't know how to deal with me when I started being \"symptomatic\". \n[SCP-4166-1 grimaces.]\n They called it weakness of the flesh. When I'd cry, or say things I wasn't supposed to, or do, uh, things inappropriate for my age. I was hit. I was shunned. I was made to repent.\n\n\n[SCP-4166-1 pauses.]\n\n\nSCP-4166-1:\n I was worthless. I was a demon. And every Sunday, they made me sit in the pews and listen about how the demonic, the satanic was to be rejected, to be shunned, to be hated. So I started talking to the only one I felt I could. I started talking to the devil.\n\n\n[SCP-4166-1 begins to tear up.]\n\n\nSCP-4166-1:\n And eventually, after years and fucking years of being hit and being dirtied, I made a deal, you know? I made a deal to make it fucking stop. I made a deal to make him pay. To make him burn like I did, to \nfeel\n like how he made me. But that was for a price, of course. I made the deal in exchange for having to seduce and sleep with a dude once a week. But I was, pardon my French, a fucking slut back then. Fucking \nhorrible\n. Christ. Christ. So, so I didn't care. It was a fucking \nupside\n to me. God. God. Christ. Forgive me.\n\n\n[SCP-4166-1 clutches its temple with both hands, pressing into its eyes with its palms.]\n\n\nSCP-4166-1:\n For the first time in my fucking life I felt powerful. I felt in control. I got the power to kill him and I didn't even fucking do that right. I should've known demons don't die so easily.\n\n\n[SCP-4166-2 manifests.]\n\n\nSCP-4166-1:\n I'm sorry. I'm so sorry. I'm sorry for—\n\n\n[SCP-4166-2 begins approaching SCP-4166-1. Emergency containment protocol ECP-166 initiated.]\n —losing it. I should've been better than that. I have to be. I'd like to, I'd like to stop for today.\n\n\n<End Log, 14:04>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4165\n | SCP-4166 | \nSCP-4167\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewer: Junior Psychologist ██████ ███ Foreword: Intake session done shortly after acquisition, on 07-26-2008. <Begin Log, 13:21> ███: Good afternoon, SCP-4166-1. SCP-4166-1: Uh. I… would prefer if you. Didn't call me that. Please. ███: Apologies. Do you have a preferred manner of address? SCP-4166-1: I'm… fuck. ███: Pardon? SCP-4166-1: No, I mean. I, well. I don't. Have anything I'd particularly like to be called. I guess uh… [SCP-4166-1 remains in silence for a few moments.] SCP-4166-1: Just. Call me uh, [SCP-4166-1] I guess? That's just my family name. Haven't picked out a new one yet. ███: Very well then. It is my pleasure to meet you, [SCP-4166-1]. [SCP-4166-1 remains silent for a full minute.] ███: [SCP-4166-1]? Are you okay? [SCP-4166-1 remains silent for ten minutes as Junior Psychologist ███ continues to take notes.] SCP-4166-1: Haha. Uh. I guess I can't not speak this time. ███: You're free to take your time. I'm here for as long as you need. SCP-4166-1: I… thanks. But I meant… I want to. I, uh. Intakes, right? You want to know what my deal is. You want to help. I want to help you help. So. Uh. Brace yourself? It's uh. You should. ███: Sure, [SCP-4166-1]. [Ten seconds elapse.] ███: Alright. I'm ready when you are. [Twenty seconds elapse.] ███: [SCP-4166-1]? SCP-4166-1: I was um. Er… like. you know? I. You know what I mean, I hope? ███: I'm… afraid not. SCP-4166-1: Uh. God, uh. I'm sorry. ███: It's alright. Take your time. SCP-4166-1: Yeah.. I know. I know . I just. God. It's hard to say. It's impossible to say. I hoped it would be obvious what my damage is, you know? I guess not though. You already know a lot of my personality from asking the nuns. ███: Yes, they told me a lot about you. How hard working you were, how devout. Albeit fearful without reason at times. They really did — SCP-4166-1: You, they didn't tell you about… About me? Shit, I mean, I, I was? I am? I am those things. Or was? I don't know anymore. God. Did they tell you anything about, about uh, that? ███: Could you clarify? SCP-4166-1: … No. ███: Alright. [SCP-4166-1 remains silent for a minute.] SCP-4166-1: … I'm sorry. I feel so useless. So fucking pathetic. Why? Why does it have to be so fucking hard to just fucking say what I mean? I wish I could just… say it, I wish I could face it. I just. I. Do… Do you have a pen? ███: Oh, uh. Let me check. Yeah, I do. But, I just want to tell you… it's fine. You're being extremely hard on yourself for not being able to talk about things which are hard to talk about . My entire job is to help people find the words to process what they've gone through, and then to help them figure out how to move on from it. You aren't useless or pathetic. So, here you go, here's a pen. Let's start from the beginning, if that's okay. [SCP-4166-1 takes out a notebook and stares at a blank page for a minute before starting to mark it.] Picture created by SCP-4166-1 during Therapy Session 166-A. SCP-4166-1: I… hated the church. I hated being there. I hated being there and feeling like I was sin. Like I was sin incarnate. They treated me like that, you know? I was five. They didn't know how to deal with me when I started being \"symptomatic\". [SCP-4166-1 grimaces.] They called it weakness of the flesh. When I'd cry, or say things I wasn't supposed to, or do, uh, things inappropriate for my age. I was hit. I was shunned. I was made to repent. [SCP-4166-1 pauses.] SCP-4166-1: I was worthless. I was a demon. And every Sunday, they made me sit in the pews and listen about how the demonic, the satanic was to be rejected, to be shunned, to be hated. So I started talking to the only one I felt I could. I started talking to the devil. [SCP-4166-1 begins to tear up.] SCP-4166-1: And eventually, after years and fucking years of being hit and being dirtied, I made a deal, you know? I made a deal to make it fucking stop. I made a deal to make him pay. To make him burn like I did, to feel like how he made me. But that was for a price, of course. I made the deal in exchange for having to seduce and sleep with a dude once a week. But I was, pardon my French, a fucking slut back then. Fucking horrible . Christ. Christ. So, so I didn't care. It was a fucking upside to me. God. God. Christ. Forgive me. [SCP-4166-1 clutches its temple with both hands, pressing into its eyes with its palms.] SCP-4166-1: For the first time in my fucking life I felt powerful. I felt in control. I got the power to kill him and I didn't even fucking do that right. I should've known demons don't die so easily. [SCP-4166-2 manifests.] SCP-4166-1: I'm sorry. I'm so sorry. I'm sorry for— [SCP-4166-2 begins approaching SCP-4166-1. Emergency containment protocol ECP-166 initiated.] —losing it. I should've been better than that. I have to be. I'd like to, I'd like to stop for today. <End Log, 14:04>"
    ],
    "item": "SCP-4166",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4166-1 is to be kept in a standard humanoid containment cell with the following modifications:",
    "description": "SCP-4166-1 is a female human class-C reality bender responsible for the creation of SCP-4166-2 and SCP-4166-3. It displays numerous psychological ailments, including aversion to men, fear of sleeping, PTSD, and suicidality.",
    "title": "SCP-4166"
}