{
    "url": "https://scp-wiki.wikidot.com/scp-4168",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\nrating: \n+86\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n Abuse, mentions of self harm, violence, injury, mentions of mental disorders, manipulation, unhealthy relationship depictions, body horror, gore, and just generally disturbing content.\n\n\n\n\n\n\n\n\nrating: \n+86\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\nItem #:\n SCP-4168\n\n\nObject Class:\n Euclid\n\n\n\n\n\n\nSCP-4168.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4168-1 and SCP-4168-2 are to be kept in a humanoid containment cell modified for the cohabitation of two individuals in Site-17. SCP-4168 is to remain in the care of SCP-4168-1, except for testing purposes.\n\n\nSCP-4168-1 is not to be more than two meters away from SCP-4168-2 at all times excluding testing periods. SCP-4168-1 and SCP-4168-2 are to be sedated when the other is being interviewed for the duration of the interview period, but are to stay next to one another.\n\n\nSocial media posts made by SCP-4168-1 have been hidden from public view and stored in Foundation Web Archives.\n\n\nUpdate as of 03/30/2019:\n Due to SCP-4168-2's uncooperative nature pertaining to containment protocols, SCP-4168-1 and SCP-4168-2 are to be handcuffed together except for testing periods.\n\n\nUpdate as of 04/03/2019:\n Due to SCP-4168-2's continued violent tendencies towards SCP-4168-1, it is to remain in a medically induced coma for the foreseeable future. SCP-4168-1 and SCP-4168-2 are still to remain handcuffed together at all times in the case that SCP-4168-1 shows refusal of following containment protocols.\n\n\n\n\n\n\nA picture of SCP-4168-1 and SCP-4168-2 retrieved from SCP-4168-1's instagram.\n\n\n\n\n\n\nDescription:\n SCP-4168 is a ring with a heart-shaped opal stone. SCP-4168's anomalous properties currently only manifest when worn by SCP-4168-1. SCP-4168-1 is a 23-year-old woman named Marie Ang. SCP-4168-2 is a 24-year-old man named Simon Langson.\n\n\nSCP-4168-1 experiences decomposition of the body, starting with the heart if either SCP-4168-2 is not within two meters or if SCP-4168 is not worn. If SCP-4168-1 is wearing SCP-4168 but is not within two meters of SCP-4168-2, it will still experience decomposition and vice versa.\n\n\nDuring testing, SCP-4168-1 was separated from SCP-4168 and SCP-4168-2 for a period of five days (the longest such test conducted). At the end of this period, SCP-4168-1 had large abscesses covering approximately 70% of its skin. Additionally, its heart, ribcage, and other internal organs were partially exposed due to the advanced decomposition of surrounding tissue. SCP-4168-1 reported severe pain but was not otherwise impaired or in danger of death. Upon returning SCP-4168 and SCP-4168-2 to the presence of SCP-4168-1, these changes reverted sequentially in the reverse order that they appeared, and on a similar time frame.\n\n\nThe injuries caused by SCP-4168 can only be viewed on film or video by SCP-4168-1. For others to witness SCP-4168's effects, said individuals must be in the physical presence of SCP-4168-1.\n\n\nUpon being questioned, SCP-4168-2 has refused to reveal any information about the origins of SCP-4168, only briefly making statements that led researchers to conclude that it was aware of SCP-4168's anomalous properties prior to gifting it to SCP-4168-1. This interview has been added to \nSCP-4168-Supplement.\n\n\n \n\n\nAddendum-1:\n SCP-4168-1 and SCP-4168-2 had a significant online presence prior to containment through a Youtube Channel called 'TheSweetCheeksDuo' which had a significant amount of posts pertaining to SCP-4168 and its effects. SCP-4168 came to the Foundation's attention when news reports of a popular YouTube personality being hospitalized for unexplained and sudden decomposition began to spread, along with hospital reports of an unusual medical condition. Upon investigation, Foundation researchers found several videos and social media posts made by SCP-4168-1 and SCP-4168-2 discussing SCP-4168, including deleted videos retrieved by digital trackers.\n\n\nBelow is a series of transcripts of excerpts from YouTube videos relating to SCP-4168.\n\n\n \n\n\n\n\n Open Transcripts\n\n\n\n\n- Close\n\n\n\n\n\n\nVideo Title:\n SWEETEST FIANCÉ EVER GETS FIANCÉE AMAZING GIFT 💕😍\n\n\nUpload Date:\n 02/16/2019\n\n\nTranscript from 2:03 to 5:38\n\n\nSCP-4168-1:\n So ANYWAYS! As stated in one of our recent videos \n(SCP-4168-1 points to the top right corner of the screen where a video link to a separate video had been added in post)\n which you can check out here, Simon has been planning a BIG surprise for me to celebrate our recent engagement!\n\n\nSCP-4168-2:\n(Puts its arm around the shoulder of SCP-4168-1 and smiles.)\n That's right baby!\n\n\nSCP:4168-1:\n I tried to get him to give me a hint but because he's a big oaf he wouldn't tell me. But anyways, today he's going to give it to me RIGHT IN FRONT OF YOU GUYS! \n(SCP-4168-1 holds its arms up in excitement.)\n\n\nSCP-4168-2:\n \n(SCP-4168-2 removes its arm from around SCP-4168-1, stepping away from it.)\n Okay so cover your eyes, Marie.\n\n\nSCP-4168-1:\n Ugh, really? \n(SCP-4168-1 playfully sticks out its tongue at SCP-4168-2 before doing what was requested.)\n\n\nSCP-4168-2:\n Okay so I know this might be a little weird since I just proposed last week but I just had to get you something extra cause you know, valentines day and all, even if it's a bit late. \n(Pulls out a small gift bag, presenting it in front of SCP-4168-1.)\n Open your eyes!\n\n\nSCP-4168-1:\n \n(SCP-4168-1 takes the bag from SCP-4168-1 before pulling a small box out of it, throws the bag to the side, then opens the box.)\n OH MY GOSH! SIMON! \n(SCP-4168-1 removes SCP-4168 from the box and slides it onto its right ring finger, then positions its hand in front of the camera to showcase SCP-4168.)\n Can you guys believe this? It's opal! That's my favorite stone! Wait, it is opal, right?\n\n\nSCP-4168-2:\n \n(Laughs)\n Yes silly billy of course it's opal. I hope you don't think it's strange that I got you a second ring.\n\n\nSCP-4168-1:\n \n(Lets out an excited cry.)\n Of course not! Now I have two rings that represent your love for me! It's like… double the love!\n\n\nSCP-4168-2:\n I'm glad you think that.\n\n\n\n\n \n\n\n\n\nVideo Title:\n Wedding planning is SUCH a hassle…. 🙄💞\n\n\nUpload Date:\n 02/20/2019\n\n\nTranscript from 5:07 to 7:49\n\n\nSCP-4168-1:\n Yes! I totally agree we should have Abatina flowers at our wedding! My sister said that's not a traditional wedding flower but—\n\n\nSCP-4168-2:\n \n(Interrupts SCP-4168-1.)\n That those flowers have always been my favorite and she wanted to have my favorite flower.\n\n\nSCP-4168-1:\n Exactly! That's what I told her! Anyways sorry for the late vid, but I'm gonna go out with my sister tomorrow to try and start planning the bachelorette party so I've been kinda busy planning a place to meet up at. But Simon assured me he'll take great care of the channel while I'm gone! I'll film videos on my phone to upload as vlogs later of course! I've also been feeling a bit weak when I'm on my own lately, but I'm sure it's just pre-wedding jitters!\n\n\nSCP-4168-2:\n That's what I keep telling this little worry wart!\n\n\nSCP-4168-2 playfully punches SCP-4168-1 in the shoulder. SCP-4168-1 grimaces and holds its shoulder with its hand, but quickly follows the actions with a laugh.\n\n\nSCP-4168-1:\n I told you to be gentle I've been feeling a little sore honey! \n(SCP-4168-1 smiles playfully.)\n\n\nSCP-4168-2:\n Well you know what that could mean…\n\n\nSCP-4168-1:\n SHHHH! That's for another- ow, video!\n\n\n\n\n \n\n\n\n\nVideo Title:\n (PLEASE WATCH!!!) Update on our wedding!\n\n\nUpload Date:\n 02/26/2019\n\n\nTranscript from 0:00 to 3:40\n\n\nSCP-4168-1:\n \n(SCP-4168-1 is frowning, but smiles once it realizes the camera has begun recording.)\n Hey my little sweet cheeks! I know I said I wasn't going to post anything to the channel until I came back and I know I promised fun things, but something sorta strange has been happening. I know I was gonna save this for a video with Simon but like… we've known I was pregnant, even before he proposed to me. And at first, I thought that's what was going on. You guys may have even noticed some comments about that. \nSCP-4168-1 positions the camera to show a wider view of itself.)\n But I'm pretty sure abscesses and rotting skin is NOT a symptom of pregnancy. \n(SCP-4168-1 points to its left arm, gesturing to its arm claiming that it is injured, although no damage is visible in the recording.)\n I mean have any of you that have been pregnant or known someone that was experienced this? I messaged Simon and he said that maybe I just caught like flesh-eating bacteria or something, so I'm gonna go to the doctor and have that checked out. I just wanted to let you guys know I might be gone a little bit longer than originally planned! If you know anything about these symptoms please comment and let me know! Stay sweet!\n\n\n\n\n\n\n \n\n\n\n\nVideo Title:\n am I going insane?\n\n\nUpload Date:\n 03/06/2019\n\n\nTranscript from 0:00 to 4:04\n\n\nSCP-4168-1:\n Okay very funny guys I get that normally we're not serious and stuff on this channel but I am not joking my skin is rotting. Look at this, I can literally see the bone! I'm in pain and it hurts and I don't know what is going on. \n(SCP-4168-1 shows its arm to the camera, but no injury is visible.)\n I'm not editing this out I'm not trying to be funny I want help. I'm in the hospital right now I can barely walk, I'm not even supposed to be recording. Simon said he's on his way but he doesn't seem concerned. He told me I'm just overreacting. I mean my ribs are starting to show I'm worried about my baby and the doctors have no idea what's happening. They said it's not a fungus. I know I've never talked about it cause you guys don't want to see us fight, but he always does this. He always tells me I'm overreacting. He said I just need to listen to him and things will look up. You know what else he said? He told me that he guarantees I'll start feeling better once he arrives. Does he not believe me either? I'm not going crazy I know I'm not- maybe I am. Maybe I am… maybe I am because… this didn't start to happen until I got that ring. I don't know why this is happening, but I think Simon does and he won't tell me-\n\n\n(The sound of a door opening can be heard.)\n\n\nHospital Doctor:\n Ms. Ang, your fiancé is here.\n\n\nThe recording device falls onto the bed, SCP-4168-1 can now only be partially seen from the chest down. It is dressed in a hospital gown, but no injuries appear to be present.\n\n\nSCP-4168-1:\n Oh thank god. SIMON!\n\n\n\n\n\n\n \n\n\n\n\nVideo Title:\n Marie Hospital Update!! (please watch)\n\n\nUpload Date:\n 03/08/2019\n\n\nTranscript from 0:00 to 1:41\n\n\nSCP-4168-2:\n \n( SCP-4168-2 waves to the camera with a wide grin.)\n Hey everyone! Sorry about those videos Marie uploaded, I know you all were probably very concerned. As soon as I got here she started feeling better. I'm pretty sure all the stress of planning the wedding has just gotten to her if you know what I mean. I really hate that she ruined the surprise though, she knew how much I wanted us to reveal it to you all together. \n(SCP-4168-2 laughs.)\n Because of my sweet angel's condition, we will both be taking a break from social media. When we're back, Marie will be in much better shape, I promise. See you all soon!\n\n\n\n\n\n\n\n\n\n\n \n\n\nAddendum-2:\n SCP-4168, SCP-4168-1, and SCP-4168-2 were brought into Foundation custody on 03/13/2019. After initial testing, SCP-4168-1 and SCP-4168-2 were interviewed separately on 03/25/2019.\n\n\n \n\n\n\n\nOpen SCP-4168-2 Interview\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-4168-2\n\n\nInterviewer:\n Doctor Candi Dots\n\n\nForeword:\n SCP-4168-2 was questioned on its thoughts on containment and its anomaly.\n\n\n\n\n<Begin Log>\n\n\nDoctor Dots:\n Hello SCP-4168-2. How are you today?\n\n\nSCP-4168-2:\n Hm well let's see. I'm being kept in a prison with no basic human rights, you insist on torturing my fiancée because I guess you just want to see what happens, I'll never be able to update my fans or have my dream wedding oh! And the food sucks. Seriously who does the cooking at this place? Rats that scurry along the hallways or something?\n\n\nDoctor Dots:\n We're not here to discuss the food. We are not 'torturing' her, we're simply conducting tests to see the extent of the damage that occurs when she isn't with you and SCP-4168.\n\n\nSCP-4168-2:\n Last time she was gone for five days. You could have killed her!\n\n\nDoctor Dots:\n We concluded that she was not in danger of death despite her injuries, that is one of the things we wanted to see. We're simply studying this is all.\n\n\nSCP-4168-2:\n Yeah well if you do it again I'll break your fucking skull open. She needs me! You know how dangerous it is for her to be apart from me. Also, why can't she be awake for this? \n(SCP-4168-2 crosses its arms.)\n We're used to doing things together. You know we were the sweet cheeks \nduo\n you know.\n\n\nDoctor Dots:\n Well, because we wanted to talk with just you. We like to interview subjects separately if possible.\n\n\nSCP-4168-2:\n Good for you but I'm not particularly interested in talking with you. You know everything you need to know. And if you're gonna ask me about the ring again, quite frankly it's none of your business.\n\n\nDoctor Dots:\n Well considering this Foundation studies anomalies and this ring causes anomalous effects to occur, I think it's fair to say it is very much our business. But we're not gonna force you to tell us.\n\n\nSCP-4168-2:\n \n(Laughs.)\n Oh so you're saying your super-secret evil science Foundation doesn't have ways of making people talk? Oh wow, I'm so impressed.\n\n\nDoctor Dots:\n You're going off-topic, SCP-4168-2. I am trying to ask you about your thoughts on all this. You are angry about her being hurt when she's away from you, but from what we've concluded, this did not happen until you gave her the ring. Were you aware of its anomalous effects while purchasing it?\n\n\nSCP-4168-2:\n I told you I'm not telling you anything about it. I'm done here.\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-4168-2 refused to continue speaking leading the interview to conclude.\n\n\n\n\n\n\n\n\n\n\n\n\n Open SCP-4168-1 Interview\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-4168-1\n\n\nInterviewer:\n Doctor Candi Dots\n\n\nForeword:\n SCP-4168-1 was questioned on its thoughts on containment and its anomaly.\n\n\n\n\n<Begin Log>\n\n\nDoctor Dots:\n Hello SCP-4168-1. How are you today?\n\n\nSCP:4168-1:\n \n(Is silent for five seconds before speaking)\n. Not too great, a little er uh- a lot shaken up. Still in pain but I mean \n(SCP-4168-1 chuckles dryly)\n you knew that.\n\n\nDoctor Dots:\n I'm sorry for what you've had to experience SCP-4168-1. Our goal is not to harm or torture you, but to simply study your newfound condition.\n\n\nSCP:4168-1:\n I understand… I mean I actually would like to know more about this… by any chance um… did Simon tell you about where he got the ring? I'm sure he would have picked out a different one if he had known what was going to happen.\n\n\nDoctor Dots:\n Unfortunately, all our attempts to get him to open up about the origin of SCP-4168 have fallen short. We were hoping that you had some information regarding that.\n\n\nSCP:4168-1:\n \n(A look of confusion forms on SCP-4168-1's face before letting out an unsure laugh.)\n Wait, wait, wait. H-He refused to tell you?\n(SCP-4168-1 shakes its head)\n. That's not right. I mean he said he didn't tell me because he said he didn't want to spoil the surprise or ruin the magic. But you're doctors, I don't understand why he wouldn't tell you what you need to know, especially if I wasn't awake to hear it…\n\n\nDoctor Dots:\n That is correct, he has given us no information on where he got it. Are you sure he didn't say anything to you about where he got it? Did the bag or box have a label?\n\n\nSCP:4168-1:\n \n(SCP-4168-1 body began to tremor. It then shakes its head.)\n No, no, NO. That's impossible I just don't understand why he wouldn't tell you. I-I mean the only reason he wouldn't tell you is if he had something to hide but that's ridiculous. I-I mean he sees what this is doing to me! \n(SCP-4168-1 gripped the sides of its head with its hands.)\n I-I mean he \nknows\n what this rot did to my baby! He wanted to be a dad he would at least consider that!\n\n\nSCP:4168-1:\n I mean I really must be going crazy to even \nconsider\n the fact that he did this on purpose. Why would he put me in pain like this? He wouldn't do this to me you're just lying to me!\n\n\nDoctor Dots:\n It seems you are getting worked up. I'm going to call this to a close for today.\n\n\nSCP:4168-1:\n No you're not! \n(SCP-4168-1 stands up.)\n You're going to answer me, and you're going to do it now. There's something you're hiding from me about this and I want to know what it is!\n\n\nDoctor Dots:\n We've told you everything we know, SCP-\n\n\nSCP:4168-1:\n Marie.\n\n\nDoctor Dots:\n Okay, We've told you everything we know, Marie. We don't know much more than you do. That is why you're here, so we can learn more about it and maybe even try to help you.\n\n\nSCP:4168-1:\n Help me? You're not the one that can help me right now! \n(SCP-4168-1 turns to the bed SCP-4168-2 is residing on, grabbing both of its arms, beginning to shake its entire body.)\n Simon, Simon! Wake up! Yo-You, hear this crap? They're not telling me everything and they're trying to manipulate me!\n\n\nDoctor Dots:\n \n(Doctor Dots quickly restrains SCP-4168-1, pulling it away from SCP-4168-2, but still within two meters.)\n He can't hear you, Marie. But no, we are not lying to you. What would we gain from that in this situation? You came up with the conclusion that him not telling us means he did this to you on purpose on your own. I never said anything to suggest that.\n\n\nSCP:4168-1:\n B-But you had to… right? No… No, I would never come up with that on my own… that-that would be betraying him… to think. he would ever hurt me… he said he would never hurt me. A-And I believe him! \n(SCP-4168-1 begins to cry.)\n Or… at least I did…\n\n\n<End Log>\n\n\nClosing Statement:\n Once SCP-4168-1 finished speaking, it began to hyperventilate, passing out soon after. SCP-4168-1 was quickly attended to by an on-site nurse.\n\n\n\n\n\n\n\n\n\n\n \n\n\nAddendum-3:\n On 03/29/2019, SCP-4168-2 began distancing itself further than required for the decomposition effects to not occur. SCP-4168-2 was told to not distance itself further than required but refused to cooperate.\n\n\n \n\n\n\n\n Open 03/30/2019 Interview\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-4168-2\n\n\nInterviewer:\n Doctor Candi Dots\n\n\nForeword:\n On 03/30/2019, SCP-4168-2 was interviewed to discuss its recent change in behaviors. SCP-4168-1 and SCP-4168-2 had been handcuffed together to prevent SCP-4168-2 from separating itself from SCP-4168-1 during the interview.\n\n\n\n\n<Begin Log>\n\n\nDoctor Dots:\n Hello SCP-4168-2. We would like to discuss your recent behaviors regarding not following our instructions of staying within two meters of SCP-4168-1.\n\n\nSCP-4168-2:\n Yeah, I'm sure you do.\n\n\nDoctor Dots:\n Yes, that is why I am conducting this interview. We noticed that you did not do this when you first came to us. We are interested in your motives for the sudden change in attitude.\n\n\nSCP-4168-2:\n Simple lovers quarrel. Nothing more nothing less. Simple as that.\n\n\nDoctor Dots:\n It doesn't seem that simple. From what we observed previously, your goal is to protect SCP-4168-1. Or at least it was. You mentioned you got into a fight, what that your motivation for these changes in behavior?\n\n\nSCP-4168-2:\n \n(Laughs)\n Oh man, you really don't get it. You know for being a doctor at this big prestigious institution or whatever you call it, you're not that bright. I'm still protecting her. A fight wouldn't deter me from that.\n\n\nDoctor Dots:\n I don't follow. You're protecting her by allowing her to decompose? How is that protecting her?\n\n\nSCP-4168-2:\n \n(Throws its hands up in frustration with a laugh.)\n Am I seriously the only one that understands? I know what is best for Marie. Not her, not you, me. Ever since we met, I've been trying to convince her of that. Marie has always been a little sick in the head, ya know? She always wanted to be around me. She always got scared that I was going to leave her or some shit. One minute she loves me and the next I'm horrible. I mean you know how she was in her past relationships? Those guys couldn't stand her. Plus they were always disturbed by her self-harm habit too. You know it freaks a guy out that you threaten to hurt yourself if they leave you. But fortunately for her, I understood her. I want to be there for her. Since she was so afraid about separation, I made sure that we can never be apart.\n\n\nDoctor Dots:\n I don't understand how that has to do with you purposefully distancing yourself from her so she decomposes. You must understand that is painful for her.\n\n\nSCP-4168-2:\n Duh! You want to know what the fight was about? She said you told her that I wouldn't talk about where I got the ring. She said she was starting to think I \nknew\n what it would do to her. She accused me of trying to hurt her! I told her that I got this ring not just for her, but for \nus\n. I said I loved her so much that I was willing to do something that would inconvenience me just for her. You know what that ungrateful bitch said? She said 'this isn't what she meant.' She said being around me has caused more pain than when she's not around me. She said that I didn't love her. But I love her so much that I'm willing to distance myself from her so she understands that the true pain is being apart from me. Maybe then she'll finally appreciate everything I've given up for her.\n\n\n(SCP-4168-2 grabs the arm of the sedated SCP-4168-1, shaking its whole body.)\n\n\nSCP-4168-2:\n You hear that Marie? I love you! I love you more than anything, and I've gotten myself into this HELL just to prove it. \n(SCP-4168-2 stands up, grabbing the sedated SCP-4168-1.)\n Maybe if you appreciated me a little more, we wouldn't be in this mess! How long is it going to take for you to understand, huh? Do I have to allow you to decompose alive until you're not for you to get it?\n\n\nDoctor Dots with the help of an agent on standby quickly subdued and sedated SCP-4168-2.\n\n\n<End Log>\n\n\nClosing Statement:\n Due to SCP-4168-2's continued refusal to comply with containment protocols, it was decided that from 03/30/2019 onward, SCP-4168-1 and SCP-4168-2 are to be handcuffed together at all times. \nUpdate:\n See Containment Procedures update 04/03/2019.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-4167\n | SCP-4168 | \nSCP-4169\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4168\n\" by DianaBerry, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4168\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n heart ring 2.png\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n Own work\n\n\nDerivative of:\n N/A\n\n\n\n\n\n\n\n\nFilename:\n couple.jpg\n\n\nAuthor:\n panajiotis\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nhttps://pixabay.com/photos/couple-field-lovers-romance-happy-1934204/\n\n\nDerivative of:\n N/A",
    "addendums": [
        "Addendum-1: SCP-4168-1 and SCP-4168-2 had a significant online presence prior to containment through a Youtube Channel called 'TheSweetCheeksDuo' which had a significant amount of posts pertaining to SCP-4168 and its effects. SCP-4168 came to the Foundation's attention when news reports of a popular YouTube personality being hospitalized for unexplained and sudden decomposition began to spread, along with hospital reports of an unusual medical condition. Upon investigation, Foundation researchers found several videos and social media posts made by SCP-4168-1 and SCP-4168-2 discussing SCP-4168, including deleted videos retrieved by digital trackers.\nBelow is a series of transcripts of excerpts from YouTube videos relating to SCP-4168.\n\n",
        "Addendum-2: SCP-4168, SCP-4168-1, and SCP-4168-2 were brought into Foundation custody on 03/13/2019. After initial testing, SCP-4168-1 and SCP-4168-2 were interviewed separately on 03/25/2019.\n",
        "Addendum-3: On 03/29/2019, SCP-4168-2 began distancing itself further than required for the decomposition effects to not occur. SCP-4168-2 was told to not distance itself further than required but refused to cooperate.\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-4168 \" by DianaBerry, from the SCP Wiki . Source: https://scpwiki.com/scp-4168 . Licensed under CC-BY-SA .",
        "Filename: heart ring 2.png Author: DianaBerry License: CC-BY-SA 3.0 Source Link: Own work Derivative of: N/A",
        "Filename: couple.jpg Author: panajiotis License: CC0 Source Link: https://pixabay.com/photos/couple-field-lovers-romance-happy-1934204/ Derivative of: N/A"
    ],
    "item": "SCP-4168",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4168-1 and SCP-4168-2 are to be kept in a humanoid containment cell modified for the cohabitation of two individuals in Site-17. SCP-4168 is to remain in the care of SCP-4168-1, except for testing purposes.",
    "description": "SCP-4168 is a ring with a heart-shaped opal stone. SCP-4168's anomalous properties currently only manifest when worn by SCP-4168-1. SCP-4168-1 is a 23-year-old woman named Marie Ang. SCP-4168-2 is a 24-year-old man named Simon Langson.",
    "title": "SCP-4168"
}