{
    "url": "https://scp-wiki.wikidot.com/scp-4169",
    "all_text": "rating: \n+40\n+\n–\nx\n\n\nItem #:\n SCP-4169\n\n\nThreat Level:\n Green \n●\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n At this time, SCP-4169 is contained in Site-56, which is currently set up under the guise of a petroleum processing company. Access to SCP-4169 is restricted to level 2 personnel and higher.\n\nMTF Echo-5 (\"Sting Operation\") are assigned to Site-56 to aid with containment.\n\n\nAny instances attempting to escape SCP-4169 are to be moved back into it on discovery. SCP-4169 is fed a live cow every 14 days to ensure that SCP-4169's fauna does not die out.\n\n\nIf any of the cameras placed within SCP-4169 receive damage, repair drones are to be dispatched as soon as possible to make the necessary repairs.\n\n\nDescription:\n SCP-4169 is a chasm located in a remote area of Scotland, near █████. SCP-4169 is 257m in length with a maximum depth of 70 metres. The oxygen level inside and around SCP-4169 is at the same atmospheric level of 35% as in the Carboniferous era. It is unknown how SCP-4169 is capable of retaining the air pressure and oxygen level inside itself. SCP-4169 was brought to the Foundation's attention after a report about the carbon dating from the region around SCP-4169 was found to be inconsistent with other accounts. A facility was built above the entrance of SCP-4169 to prevent any civilians from entering and exploring SCP-4169.\n\n\nSCP-4169's interior is small and dimly lit. The flora inside SCP-4169 is minimal due to the lack of sunlight that can enter the chasm. Previously undiscovered species of arthropods live within SCP-4169, those species are designated SCP-4169-1 through SCP-4169-6. How the colonies managed to survive from the Carboniferous era to the present is unknown. Researchers have theorized that the colonies are capable of hibernating for years at a time; this hibernation was most likely utilitized to survive harsh conditions. It has been noticed that the instances cannot live outside of SCP-4169 [see \nIncident 4169-3\n for details].\n\nThe most notable and common species includes:\n\n\n\n\n\n\n\n\nSCP-4169-1\n\n\nSCP-4169-2\n\n\nSCP-4169-3\n\n\nSCP-4169-4\n\n\nSCP-4169-5\n\n\nSCP-4169-6\n\n\n\n\n\n\n\n\nSCP-4169-1\n: An abnormally large species of Weta which resembles \nDeinacrida heteracantha\n that grows up to a meter long. Instances have been encountered in a variety of different colorations, most commonly: yellow, brown and black. SCP-4169-1 has been observed swarming prey in immense numbers.\n\n\n\n\n\n\nSCP-4169-1\n\n\n\n\n\n\n\n\n\n\nSCP-4169-2\n: Arthropods resembling what appears to be \nArthropleura armata\n. However, unlike \nArthropleura armata\n which was thought to be herbivorous, SCP-4169-2 instances are carnivorous. It's theorised that the SCP-4169-2 evolved to counter the lack of flora and the harsh living condition inside SCP-4169.\n\n\n\n\n\n\nSCP-4169-2\n\n\n\n\n\n\n\n\n\n\nSCP-4169-3\n: SCP-4169-3 are large predatory hexapods ranging from one to two meters in height which locate themselves at the boundaries of SCP-4169. Instances have a tendency to remain on the edges of SCP-4169 to catch and consume almost anything that approaches their pincers, using their natural black color to blend in within SCP-4169. The SCP-4169-3 instances are the most abundant species to emerge from SCP-4169.\n\n\n\n\n\n\nSCP-4169-4\n: SCP-4169-4 are an unidentified species of predatory \nplatyhelminth\n, lacking eyes or a face of any sort. Instances generally measure 2 to 4 meters long. SCP-4169-4 often scavenge but are perfectly capable of hunting a variety of different sized animals. SCP-4169-4 surround their prey, grabbing on to limbs, eventually consuming the victim whole. Instances of SCP-4169-4 have a symbiotic relationship with SCP-4169-3, the colonies of which use the SCP-4169-4 as hosts for hatching eggs\n1\n.\n\n\n\n\n\n\nSCP-4169-5\n: SCP-4169-5 are dark-colored galeodid sun spiders measuring 15 to 20 centimeters in height. SCP-4169-5 possesses paralytic venom capable of causing significant pain to a human adult and paralysis to smaller animals.\n\n\n\n\n\n\nSCP-4169-5\n\n\n\n\n\n\n\n\n\n\nSCP-4169-6\n: An insectoid resembling a cricket with mostly cylindrical, somewhat vertically flattened bodies, measuring 1.5 to 3 meters. Instances of SCP-4169-6 possess an exoskeleton made of tough chitin and two pincers that has been observed to be used while hunting. Their overall coloration resembles moss.\n\n\n\n\n\n\n\n\n\n\nIncident 4169-3: On 29-10-201█, 5 SCP-4169-3 instances managed to break containment and begun wandering Site-56. During the roughly 2 hours when the instances escaped, four were found dead by Echo-5. The unit noticed that the last instance had trouble walking and standing up; instance was sedated and brought back in SCP-4169. One instance was kept for autopsy; the others were incinerated. Autopsy revealed the four SCP-4169-3 instances died of asphyxiation.\n\n\nSCP-4169 Camera Feed - 06/07/20██\n\n\n\n\n08:22\n: A cow was thrown into SCP-4169, multiple instances became aware of the cow and moved toward its position.\n\n\n08:30\n: SCP-4169-5 are first to reach the cow and first paralyzed the cow before tearing off pieces of flesh, they were joined soon after by instances of SCP-4169-3, -2 and -4 whom fought over one of the legs before beginning to feed on the cow.\n\n\n08:46\n: After the first instances finished eating, the SCP-4169-1 colony approached the carcass and began eating what was left.\n\n\n09:05\n: Only bits of what the instances couldn't eat and bones are left, the SCP-4169-6 colony didn't partake in the feeding.\n\n\n12:50\n: Fight broke out between several instances over territory, fight ended when an unidentified claw reached out of a hole to grab an instance of SCP-4169-2.\n\n\n14:27\n: Instances of SCP-4169-3 seen scaling the walls of SCP-4169 towards the surface, instances seen descending soon afterwards after being pushed back by agents.\n\n\n17:51\n: Several SCP-4169-6 attacked one of the surveillance cameras, repair drone sent in to restore the camera.\n\n\n18:23\n: Communication with the drone was lost.\n\n\n\n\nAddendum SCP-4169:\n 25 minutes after losing communication, the drone returned to the surface. It appeared to have been crushed despite the fact that none of the known instances are strong enough to cause such damage. An investigation to locate previously undiscovered instances may be warranted.\n\n\n\n\n\n\n« \nSCP-4168\n | SCP-4169 | \nSCP-4170\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Similar to \nPompilidae pepsis\n (Tarantula Hawk).",
    "addendums": [
        "Addendum SCP-4169: 25 minutes after losing communication, the drone returned to the surface. It appeared to have been crushed despite the fact that none of the known instances are strong enough to cause such damage. An investigation to locate previously undiscovered instances may be warranted."
    ],
    "documents": [],
    "notes": [
        "08:22 : A cow was thrown into SCP-4169, multiple instances became aware of the cow and moved toward its position. 08:30 : SCP-4169-5 are first to reach the cow and first paralyzed the cow before tearing off pieces of flesh, they were joined soon after by instances of SCP-4169-3, -2 and -4 whom fought over one of the legs before beginning to feed on the cow. 08:46 : After the first instances finished eating, the SCP-4169-1 colony approached the carcass and began eating what was left. 09:05 : Only bits of what the instances couldn't eat and bones are left, the SCP-4169-6 colony didn't partake in the feeding. 12:50 : Fight broke out between several instances over territory, fight ended when an unidentified claw reached out of a hole to grab an instance of SCP-4169-2. 14:27 : Instances of SCP-4169-3 seen scaling the walls of SCP-4169 towards the surface, instances seen descending soon afterwards after being pushed back by agents. 17:51 : Several SCP-4169-6 attacked one of the surveillance cameras, repair drone sent in to restore the camera. 18:23 : Communication with the drone was lost."
    ],
    "item": "SCP-4169",
    "object_class": "Euclid",
    "containment_procedures": "At this time, SCP-4169 is contained in Site-56, which is currently set up under the guise of a petroleum processing company. Access to SCP-4169 is restricted to level 2 personnel and higher.\nMTF Echo-5 (\"Sting Operation\") are assigned to Site-56 to aid with containment.",
    "description": "SCP-4169 is a chasm located in a remote area of Scotland, near █████. SCP-4169 is 257m in length with a maximum depth of 70 metres. The oxygen level inside and around SCP-4169 is at the same atmospheric level of 35% as in the Carboniferous era. It is unknown how SCP-4169 is capable of retaining the air pressure and oxygen level inside itself. SCP-4169 was brought to the Foundation's attention after a report about the carbon dating from the region around SCP-4169 was found to be inconsistent with other accounts. A facility was built above the entrance of SCP-4169 to prevent any civilians from entering and exploring SCP-4169.",
    "title": "SCP-4169"
}