{
    "url": "https://scp-wiki.wikidot.com/scp-417",
    "all_text": "rating: \n+195\n+\n–\nx\n\n\nItem #:\n SCP-417\n\n\nObject Class:\n Euclid (Potentially Keter)\n\n\nSpecial Containment Procedures:\n Due to SCP-417's inability to be moved safely, SCP-417 remains stationary in █████████████████. The area surrounding SCP-417 (2.58 km² approx.) is patrolled by guards and bordered with a chain-link fence topped with barbed wire. Civilians are informed that a small village with a highly virulent plague is being quarantined until further notice. Trespassers are to be shot on sight. Only Class-D personnel are permitted to directly handle and work with SCP-417. As wild animals seem to instinctively eschew SCP-417, no action need be taken against animals seen in the enclosed area.\n\n\nAll victims bitten by SCP-417-1 may be granted immediate euthanasia on request, and their body is to be placed in a sealed container and cremated immediately. Those that do not request will have the same immediate termination, except in the case of test subjects.\n\n\nDescription:\n SCP-417 resembles an African baobab tree in general size and structure, though it lacks leaves, giving it a dead appearance. Its bark has a drab, off-colour appearance. Despite the absence of leaves, SCP-417 bears fruit every sundown. Small buds form as the sun rises and the fruit grows and matures quickly over the course of the day, before ripening into pomegranate-sized, hard-husked fruit. This fruit has dark purple-black skin and a mostly smooth texture that grows pebbly as it becomes overripe. This hard husk may be cut or peeled away by hand or with tools.\n\n\nRemoval of the skin reveals no fruit or pulp, but a hollow cavity containing several insects collectively known as SCP-417-1. The appearance and species of SCP-417-1 change from fruit to fruit, as well as the scope of the ensuing swarm (See Addendum #417-B). SCP-417-1 will unanimously attack anything that moves with startlingly painful bites.\n\n\nWithin the first few minutes, bites sustained from the swarm swell into painful red sores with minor puncture wounds. No known remedy will soothe the pain of the bites. In 5% of the recorded cases, bites have no lasting effect and the swelling and pain reduce after a few days. 45% of the time, those bitten will begin to have convulsions and suffer from a fatal heart attack within several hours. At that stage, their body will rot and dissolve at an accelerated rate. In the area where their body had been, a new tree will begin to grow over the course of the next few days.\n\n\nIn the remaining 50%, after an indeterminate period of 2-24 hours, those afflicted begin to complain of severe pains and muscle atrophy, expelling flesh by [DATA EXPUNGED] appear to coincide with the approximate mass of SCP-417-1.\n\n\nWhile growing, the plague trees, as they have been dubbed, are vulnerable to being felled, incineration, and conventional herbicides.\n\n\nSCP-417 cannot be moved, as all attempts to fell or shift the original tree result in severe agitation of the branches, causing all instances of the fruit to fall to the ground, splitting and releasing massive swarms of SCP-417-1. Thankfully, SCP-417-1 does not seem to survive for longer than 1-2 hours, dying with little incident. If the fruit of SCP-417 is not picked or shaken off the branches, it simply rots on the branches and falls to the ground, with no ill effects.\n\n\n\n\nAddendum #417-A:\n Although SCP-417 is currently listed as a Euclid class item, its potential for spreading has sparked some argument over a possible transfer to Keter class.\n\n\nAddendum #417-B:\n Notable specimens of 417-1:\n\n\n\n\nSeveral dozen creatures resembling black widow spiders, except with only four long, cricket-like legs each that allowed for them to make astonishingly long, fast jumps.\n\n\nTwenty wasps with red and orange stripes and wings similar to those of a butterfly, capable of surprisingly fast flight.\n\n\nA single black millipede, five meters long, curled into a ball inside the fruit.\n\n\nThousands of tiny fruit-fly-esque creatures that emitted a high-pitched buzzing.\n\n\n\n\n\n\n\n\n« \nSCP-416\n | SCP-417 | \nSCP-418\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-417\n\" by agatharights, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-417\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum #417-A: Although SCP-417 is currently listed as a Euclid class item, its potential for spreading has sparked some argument over a possible transfer to Keter class.",
        "Addendum #417-B: Notable specimens of 417-1:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-417 \" by agatharights, from the SCP Wiki . Source: https://scpwiki.com/scp-417 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-417",
    "object_class": "Euclid (Potentially Keter)",
    "containment_procedures": "Due to SCP-417's inability to be moved safely, SCP-417 remains stationary in █████████████████. The area surrounding SCP-417 (2.58 km² approx.) is patrolled by guards and bordered with a chain-link fence topped with barbed wire. Civilians are informed that a small village with a highly virulent plague is being quarantined until further notice. Trespassers are to be shot on sight. Only Class-D personnel are permitted to directly handle and work with SCP-417. As wild animals seem to instinctively eschew SCP-417, no action need be taken against animals seen in the enclosed area.",
    "description": "SCP-417 resembles an African baobab tree in general size and structure, though it lacks leaves, giving it a dead appearance. Its bark has a drab, off-colour appearance. Despite the absence of leaves, SCP-417 bears fruit every sundown. Small buds form as the sun rises and the fruit grows and matures quickly over the course of the day, before ripening into pomegranate-sized, hard-husked fruit. This fruit has dark purple-black skin and a mostly smooth texture that grows pebbly as it becomes overripe. This hard husk may be cut or peeled away by hand or with tools.",
    "title": "SCP-417"
}