{
    "url": "https://scp-wiki.wikidot.com/scp-4171",
    "all_text": "rating: \n+151\n+\n–\nx\n\n\nItem #:\n SCP-4171\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4171 is to be kept in its cell on Site 19, monitored by two guards and surveillance cameras designed to alert the HMCL supervisor if SCP-4171-1 lands with the obverse side facing up. Containment measures discovered alongside SCP-4171 are to be maintained until deemed unnecessary.\n\n\nDescription:\n SCP-4171 comprises two entities, designated SCP-4171-1 and SCP-4171-2.\n\n\nSCP-4171-1 is a silver coin. The obverse side (“heads”) features the face of an unidentified man; the reverse side (“tails”) features the logo of the Foundation. When tossed, SCP-4171-1 consistently lands tails,\n1\n though its mass is evenly distributed between the two faces.\n\n\nSCP-4171-2 is a human female of unknown age and race. Its anomalous nature manifests in three characteristics:\n\n\n\n\nSCP-4171-2 does not require sustenance.\n\n\nSCP-4171-2 does not blink.\n\n\nSCP-4171-2 consistently flips tails on any coin\n2\n, including SCP-4171-1. The technique in which SCP-4171-2 tosses a coin sends it back to its thumb, allowing it to flip continuously. SCP-4171-2 has been observed to flip coins in this manner without ceasing or slowing down.\n\n\n\n\nSCP-4171 was discovered in the aftermath of [REDACTED]. The breach ended (after █ minutes and ████ casualties) when SCP-████ was destroyed by containment measures built into an unmarked cell. While moving to confirm that SCP-████ had been subdued, MTF Epsilon-11 (“Nine-Tailed Fox”) found SCP-4171-2 flipping SCP-4171-1 in this cell – a sealed chamber reinforced with steel, incorporating six active Scranton Reality Anchors. No records or special containment procedures for SCP-4171 existed prior to this discovery.\n\n\nSCP-4171-2 has generally complied with procedure. While retrieving SCP-4171-1 for experimentation, Dr. Aurelio Testa observed SCP-4171-2 catch and invert it onto the back of its hand before offering it to him. As he retrieved the item, Dr. Testa also heard SCP-4171-2 utter the words \nyou’re welcome\n, marking the first time SCP-4171-2 had spoken and the only time SCP-4171-2 has spoken outside of its interview with him.\n\n\nAddendum 4171-1:\n Interview Log\n\n\n\n\nInterviewed:\n SCP-4171-2\n\n\nInterviewer:\n Dr. Aurelio Testa\n\n\nForeword:\n Dr. Testa was instructed to return SCP-4171-1 to SCP-4171-2 after experimentation (refer to Experiment Log 4171-1).\n\n\n<Begin Log>\n\n\n[\nDr. Testa enters the cell with SCP-4171-1, stopping to regard SCP-4171-2. SCP-4171-2 appeared to follow his entrance with its eyes\n]\n\n\nSCP-4171-2:\n You flipped heads.\n\n\nDr. Testa:\n Are you surprised?\n\n\n[\nSCP-4171-2 does not respond. Dr. Testa offers SCP-4171-1\n]\n\n\nDr. Testa:\n Will you talk if I give this back?\n\n\n[\nSCP-4171-2 does not respond. Dr. Testa sits down, setting SCP-4171-1 on the table with the obverse face up. Dr. Testa studies SCP-4171-2\n]\n\n\nDr. Testa:\n Normally, with subjects as yourself, I’d offer my name and a vague description of the organization I work for. Small gestures to… welcome what might otherwise be normal people to this place. As far as I know, you’re just a girl who doesn’t eat and doesn’t blink, who can’t flip heads on a coin. Not the strangest thing I’ve seen – not even close. And I like to play good cop with things that don’t scare me.\n\n\nNormally, I’d be the one explaining why you’re here. \nYou’d\n be the one asking \nme\n why you’re here. Normally. But that is not the case. We \nfound\n you in this cell, with no documentation and no signs of a containment breach. So I’m not here to give you that answer, because I don’t have it.\n\n\n[\nSCP-4171-2 initially remains silent. As Dr. Testa waits for a response, SCP-4171-2 places its left hand over SCP-4171-1\n]\n\n\nSCP-4171-2:\n Did you want to flip heads?\n\n\nDr. Testa:\n Did we \nwant\n to flip heads?\n\n\n…No. Do you want us to?\n\n\n[\nSCP-4171-2 breaks eye contact to stare at its left hand\n]\n\n\nSCP-4171-2:\n I… do not want.\n\n\nDr. Testa:\n You don’t \nwant\n, huh?\n\n\nThen would it be safe to say you are not here by choice?\n\n\nSCP-4171-2:\n ‘Choice’ is a simple word.\n\n\nDr. Testa:\n Then give me a better one.\n\n\n[\nSCP-4171-2 slides SCP-4171-1 toward itself, continuing to stare at the table. SCP-4171-2 flips SCP-4171-1. It lands tails\n]\n\n\nSCP-4171-2:\n ‘Fate.’\n\n\nDr. Testa:\n …Please clarify.\n\n\n[\nSCP-4171-2 flips SCP-4171-1 again. It lands tails\n]\n\n\nSCP-4171-2:\n I came to see the face on this coin.\n\n\nDr. Testa:\n You’ve never seen the face on that coin?\n\n\n[\nSCP-4171-2 flips SCP-4171-1 again. It lands tails\n]\n\n\nSCP-4171-2:\n No.\n\n\nDr. Testa:\n Then you wouldn’t know who’s on it?\n\n\nSCP-4171-2:\n I do.\n\n\n[\nDr. Testa waits for SCP-4171-2 to expand on this answer\n]\n\n\nDr. Testa:\n …I don't suppose you'll tell me?\n\n\n[\nSCP-4171-2 continues to flip SCP-4171-1\n]\n\n\nDr. Testa:\n Okay. Another question, then.\n\n\nYou’re saying you came here to see the face. Which implies that you haven’t flipped heads before.\n\n\n[\nSCP-4171-2 stops flipping SCP-4171-1 to reestablish eye contact with Dr. Testa\n]\n\n\nDr. Testa:\n You, um, expect it to land heads here, though. Why do you think that?\n\n\nSCP-4171-2:\n Because your foundation trusts in inevitability.\n\n\nDr. Testa:\n We don’t believe in self-fulfilling prophecies.\n\n\nSCP-4171-2:\n Do you believe that?\n\n\nDr. Testa:\n Do \nI\n believe that we \ndon't\n believe in self-fulfilling prophecies?\n\n\n[\nDr. Testa contemplates this question\n]\n\n\nDr. Testa:\n I'm not inclined to answer that.\n\n\n[\nSCP-4171-2 closes its fist around SCP-4171-1\n]\n\n\nSCP-4171-2:\n Who do you answer to?\n\n\nDr. Testa:\n Excuse me?\n\n\n[\nSCP-4171-2 does not repeat the question\n]\n\n\nDr. Testa:\n I’m… not letting you in on the workings of our organization. And as a reminder, I will be the one asking questions.\n\n\n[\nSCP-4171-2 flips SCP-4171-1 once. It lands tails. SCP-4171-2 checks this result before reestablishing eye contact with Dr. Testa\n]\n\n\nSCP-4171-2:\n Fair.\n\n\n[\nDr. Testa nods, before preparing the next question\n]\n\n\nDr. Testa:\n Right. So… you claim to have never seen the obverse side.\n\n\nWhat would happen if I flipped heads?\n\n\nSCP-4171-2:\n You, and you alone, would have flipped heads.\n\n\nDr. Testa:\n So nothing would happen?\n\n\n[\nSCP-4171-2 remains silent. Dr. Testa extends his hand, as a request to take SCP-4171-1. SCP-4171-2 gives it to him\n]\n\n\nDr. Testa:\n \n[\ngesturing to flip\n]\n Do I have to ask?\n\n\n[\nSCP-4171-2 nods, as if to grant permission. Dr. Testa flips SCP-4171-1, landing tails\n]\n\n\nDr. Testa:\n …Always lands tails, you said.\n\n\n[\nSCP-4171-2 does not respond\n]\n\n\nDr. Testa:\n \nHave\n you flipped heads before?\n\n\nSCP-4171-2:\n No.\n\n\n[\nDr. Testa contemplates this answer, studying SCP-4171-1\n]\n\n\nDr. Testa:\n …It’s landed on the rim.\n\n\nSCP-4171-2:\n ██ times.\n\n\nDr. Testa:\n You’ve counted.\n\n\n[\nSCP-4171-2 remains silent\n]\n\n\nDr. Testa:\n So I can’t flip heads.\n\n\n[\nDr. Testa looks at the obverse side of SCP-4171-1\n]\n\n\nDr. Testa:\n But I can obviously turn it over.\n\n\nWhat would happen if I showed you the face on this coin?\n\n\n[\nSCP-4171-2 visibly clenches its jaw and fists. On-site security is called to take up positions around the containment cell\n]\n\n\nDr. Testa:\n That would… Displease you.\n\n\nI know that look. \n[\nclasping hands around SCP-4171-1\n]\n You can tell me if I’m wrong, but… I get the sense you can’t stop me from doing that.\n\n\nThis is a game to you. I’d spoil it by showing you.\n\n\nSCP-4171-2:\n …Imagine if you were the last line of defense, holding that coin like a bargaining chip.\n\n\n[\nDr. Testa is alerted to security outside the cell\n]\n\n\nDr. Testa:\n …No other lines of defense?\n\n\nSCP-4171-2:\n None.\n\n\n[\nDr. Testa receives orders to return SCP-4171-1. Dr. Testa lays it down with reverse side up and slides it toward SCP-4171-2\n]\n\n\nDr. Testa:\n Well, I’m not here to ruin anyone’s fun.\n\n\n[\nSCP-4171-2 maintains silence for ██ seconds before unclenching its jaw and fists and shifting its gaze to SCP-4171-1\n]\n\n\nSCP-4171-2:\n Then call it.\n\n\nDr. Testa:\n You want me to toss it again?\n\n\nSCP-4171-2:\n Yes.\n\n\nDr. Testa:\n What happens if I do?\n\n\nSCP-4171-2:\n What do you think will happen?\n\n\n[\nDr. Testa is permitted to answer the question\n]\n\n\nDr. Testa:\n Nothing on tails, based on my last toss. It’s heads I’m worried about.\n\n\nSCP-4171-2:\n How likely do you think that is?\n\n\nDr. Testa:\n I can’t divulge what we know or…\n\n\n[\nSCP-4171-2 looks back up at Dr. Testa\n]\n\n\nSCP-4171-2:\n You. Not the data.\n\n\n[\nDr. Testa is permitted to answer the question\n]\n\n\nDr. Testa:\n I’m not… well-versed in probability. Or mintage. But… \n[\nlifting SCP-4171-1 slightly\n]\n It does feel balanced. Which would mean equal chance of heads or tails. So if your word and my senses are to be believed, it’s… up in the air.\n\n\nSCP-4171-2:\n Call it.\n\n\nDr. Testa:\n …Tails.\n\n\n[\nDr. Testa tosses SCP-4171-1. It lands tails. Dr. Testa takes a deep breath\n]\n\n\nDr. Testa:\n Do \nyou\n know the chances on this thing?\n\n\nSCP-4171-2:\n It’s a fair coin.\n\n\nDr. Testa:\n I don’t have to be a mathematician to doubt that.\n\n\n[\nSCP-4171-2 slowly retrieves and begins flipping SCP-4171-1\n]\n\n\nDr. Testa:\n You haven’t been explicit in how a fair coin could consistently land tails. Or… what that means to you.\n\n\n[\nSCP-4171-2 closes its fist around SCP-4171-1\n]\n\n\nSCP-4171-2:\n What it means to… me.\n\n\n[\nDr. Testa nods\n]\n\n\nSCP-4171-2:\n …Breathe.\n\n\n[\nDr. Testa instinctively holds breath. Atmosphere in cell is surveyed. When no toxins are detected, Dr. Testa breathes\n]\n\n\nSCP-4171-2:\n Again.\n\n\n[\nDr. Testa breathes more naturally\n]\n\n\nSCP-4171-2:\n Again.\n\n\nDr. Testa:\n You’re telling me to do something my body instinctively does.\n\n\nWhat do you think you're doing?\n\n\nSCP-4171-2:\n Calling it.\n\n\nDr. Testa:\n …I don’t follow.\n\n\nSCP-4171-2:\n Because you don’t know how many times this coin has been tossed.\n\n\n[\nDr. Testa does not respond\n]\n\n\nSCP-4171-2:\n ████████ times. Over ███ years. By ██ different individuals.\n\n\nDr. Testa:\n ██, including you and I?\n\n\n[\nSCP-4171-2 does not respond\n]\n\n\nDr. Testa:\n Who were these individuals?\n\n\nSCP-4171-2:\n Those who survived. And those who asked questions.\n\n\nDr. Testa:\n Not mutually exclusive, I hope?\n\n\n[\nSCP-4171-2 does not respond\n]\n\n\nDr. Testa:\n I assume by “those who asked questions,” you refer to people who questioned you in this manner?\n\n\nSCP-4171-2:\n In the same lab coat, for the same reason, under the same foundation.\n\n\nDr. Testa:\n You’re saying that researchers working for my… organization have interviewed you before?\n\n\n[\nSCP-4171-2 does not respond\n]\n\n\nDr. Testa:\n We have no records of any prior interview.\n\n\n[\nSCP-4171-2 faces camera. This is the first time SCP-4171-2 has acknowledged surveillance in its cell\n]\n\n\nDr. Testa:\n Please direct your attention toward me.\n\n\n[\nSCP-4171-2 reestablishes eye contact with Dr. Testa\n]\n\n\nDr. Testa:\n Let me ask you another question. You said there were… survivors?\n\n\n[\nSCP-4171-2 starts to flip SCP-4171-1 again\n]\n\n\nDr. Testa:\n What did they survive?\n\n\nSCP-4171-2:\n The odds.\n\n\n[\nIt is observed that SCP-4171-2 matches the inhalations of Dr. Testa with tosses of SCP-4171-1. Dr. Testa is informed, who contemplates this discovery\n]\n\n\nDr. Testa:\n I think I understand now.\n\n\n[\nSCP-4171-2 stops flipping SCP-4171-1\n]\n\n\nDr. Testa:\n These… odds are stacked against us.\n\n\nYou look at us the way we look at that coin.\n\n\nSCP-4171-2:\n This is not the universe where you win.\n\n\n[\nSCP-4171-2 sets SCP-4171-1 down on its edge, with the obverse side facing Dr. Testa\n]\n\n\nDr. Testa:\n Do we lose when you see its face?\n\n\n[\nSCP-4171-2 spins SCP-4171-1. Both Dr. Testa and SCP-4171-2 watch it, though the latter closes its eyes when SCP-4171-1 begins to wobble. It lands tails\n]\n\n\nDr. Testa:\n …It's… just a coin that can't flip heads.\n\n\n[\nDr. Testa looks at SCP-4171-2. It does not open its eyes. Dr. Testa sighs\n]\n\n\nDr. Testa:\n I’m concluding this interview for the time being. We will continue this at some point in the future.\n\n\n[\nDr. Testa stands up\n]\n\n\nDr. Testa:\n Please let the guards know if there is anything you need.\n\n\n[\nDr. Testa begins walking toward the exit\n]\n\n\nSCP-4171-2:\n I…\n\n\n[\nDr. Testa stops and faces SCP-4171-2\n]\n\n\nSCP-4171-2:\n Want you…\n\n\n[\nSCP-4171-2 slides SCP-4171-1 forward, and looks up at Dr. Testa\n]\n\n\nSCP-4171-2:\n To toss this coin.\n\n\nOne more time.\n\n\nDr. Testa:\n …For the end of the world.\n\n\n[\nSCP-4171-2 does not respond\n]\n\n\n[\nDr. Testa returns to the table. He flips SCP-4171-1 onto the table. It lands tails\n]\n\n\nDr. Testa:\n Guess I won't be seeing it anytime soon.\n\n\n[\nDr. Testa exits the cell\n]\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-4171-2 appeared to track Dr. Aurelio Testa with its eyes following the interview. This lasted until Dr. Testa was killed in a car accident\n3\n twenty-seven hours later, at which point SCP-4171-2 resumed flipping SCP-4171-1.\n\n\nSubsequent attempts to communicate with SCP-4171-2 were met with unresponsiveness. SCP-4171-2 has not ceased to flip SCP-4171-1. As of 01/01/2023, all recorded tosses have been tails.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The exception occurs when SCP-4171-1 is launched into a trajectory calculated to result in heads, a method which removes the intuitive concept of probability from the toss. Refer to Experiment Log 4171-1.\n\n\n2\n. Or any such object with obverse and reverse sides, with the latter established and possible.\n\n\n3\n. Per protocol, the death was investigated for foul play or anomalous causes. No such factors were uncovered. The timing was deemed coincidental.\n\n\n\n\n\n\n\n\n« \nSCP-4170\n | SCP-4171 | \nSCP-4172\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4171\n\" by Ensophos, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4171\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4171-1: Interview Log"
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-4171-2 Interviewer: Dr. Aurelio Testa Foreword: Dr. Testa was instructed to return SCP-4171-1 to SCP-4171-2 after experimentation (refer to Experiment Log 4171-1). <Begin Log> [ Dr. Testa enters the cell with SCP-4171-1, stopping to regard SCP-4171-2. SCP-4171-2 appeared to follow his entrance with its eyes ] SCP-4171-2: You flipped heads. Dr. Testa: Are you surprised? [ SCP-4171-2 does not respond. Dr. Testa offers SCP-4171-1 ] Dr. Testa: Will you talk if I give this back? [ SCP-4171-2 does not respond. Dr. Testa sits down, setting SCP-4171-1 on the table with the obverse face up. Dr. Testa studies SCP-4171-2 ] Dr. Testa: Normally, with subjects as yourself, I’d offer my name and a vague description of the organization I work for. Small gestures to… welcome what might otherwise be normal people to this place. As far as I know, you’re just a girl who doesn’t eat and doesn’t blink, who can’t flip heads on a coin. Not the strangest thing I’ve seen – not even close. And I like to play good cop with things that don’t scare me. Normally, I’d be the one explaining why you’re here. You’d be the one asking me why you’re here. Normally. But that is not the case. We found you in this cell, with no documentation and no signs of a containment breach. So I’m not here to give you that answer, because I don’t have it. [ SCP-4171-2 initially remains silent. As Dr. Testa waits for a response, SCP-4171-2 places its left hand over SCP-4171-1 ] SCP-4171-2: Did you want to flip heads? Dr. Testa: Did we want to flip heads? …No. Do you want us to? [ SCP-4171-2 breaks eye contact to stare at its left hand ] SCP-4171-2: I… do not want. Dr. Testa: You don’t want , huh? Then would it be safe to say you are not here by choice? SCP-4171-2: ‘Choice’ is a simple word. Dr. Testa: Then give me a better one. [ SCP-4171-2 slides SCP-4171-1 toward itself, continuing to stare at the table. SCP-4171-2 flips SCP-4171-1. It lands tails ] SCP-4171-2: ‘Fate.’ Dr. Testa: …Please clarify. [ SCP-4171-2 flips SCP-4171-1 again. It lands tails ] SCP-4171-2: I came to see the face on this coin. Dr. Testa: You’ve never seen the face on that coin? [ SCP-4171-2 flips SCP-4171-1 again. It lands tails ] SCP-4171-2: No. Dr. Testa: Then you wouldn’t know who’s on it? SCP-4171-2: I do. [ Dr. Testa waits for SCP-4171-2 to expand on this answer ] Dr. Testa: …I don't suppose you'll tell me? [ SCP-4171-2 continues to flip SCP-4171-1 ] Dr. Testa: Okay. Another question, then. You’re saying you came here to see the face. Which implies that you haven’t flipped heads before. [ SCP-4171-2 stops flipping SCP-4171-1 to reestablish eye contact with Dr. Testa ] Dr. Testa: You, um, expect it to land heads here, though. Why do you think that? SCP-4171-2: Because your foundation trusts in inevitability. Dr. Testa: We don’t believe in self-fulfilling prophecies. SCP-4171-2: Do you believe that? Dr. Testa: Do I believe that we don't believe in self-fulfilling prophecies? [ Dr. Testa contemplates this question ] Dr. Testa: I'm not inclined to answer that. [ SCP-4171-2 closes its fist around SCP-4171-1 ] SCP-4171-2: Who do you answer to? Dr. Testa: Excuse me? [ SCP-4171-2 does not repeat the question ] Dr. Testa: I’m… not letting you in on the workings of our organization. And as a reminder, I will be the one asking questions. [ SCP-4171-2 flips SCP-4171-1 once. It lands tails. SCP-4171-2 checks this result before reestablishing eye contact with Dr. Testa ] SCP-4171-2: Fair. [ Dr. Testa nods, before preparing the next question ] Dr. Testa: Right. So… you claim to have never seen the obverse side. What would happen if I flipped heads? SCP-4171-2: You, and you alone, would have flipped heads. Dr. Testa: So nothing would happen? [ SCP-4171-2 remains silent. Dr. Testa extends his hand, as a request to take SCP-4171-1. SCP-4171-2 gives it to him ] Dr. Testa: [ gesturing to flip ] Do I have to ask? [ SCP-4171-2 nods, as if to grant permission. Dr. Testa flips SCP-4171-1, landing tails ] Dr. Testa: …Always lands tails, you said. [ SCP-4171-2 does not respond ] Dr. Testa: Have you flipped heads before? SCP-4171-2: No. [ Dr. Testa contemplates this answer, studying SCP-4171-1 ] Dr. Testa: …It’s landed on the rim. SCP-4171-2: ██ times. Dr. Testa: You’ve counted. [ SCP-4171-2 remains silent ] Dr. Testa: So I can’t flip heads. [ Dr. Testa looks at the obverse side of SCP-4171-1 ] Dr. Testa: But I can obviously turn it over. What would happen if I showed you the face on this coin? [ SCP-4171-2 visibly clenches its jaw and fists. On-site security is called to take up positions around the containment cell ] Dr. Testa: That would… Displease you. I know that look. [ clasping hands around SCP-4171-1 ] You can tell me if I’m wrong, but… I get the sense you can’t stop me from doing that. This is a game to you. I’d spoil it by showing you. SCP-4171-2: …Imagine if you were the last line of defense, holding that coin like a bargaining chip. [ Dr. Testa is alerted to security outside the cell ] Dr. Testa: …No other lines of defense? SCP-4171-2: None. [ Dr. Testa receives orders to return SCP-4171-1. Dr. Testa lays it down with reverse side up and slides it toward SCP-4171-2 ] Dr. Testa: Well, I’m not here to ruin anyone’s fun. [ SCP-4171-2 maintains silence for ██ seconds before unclenching its jaw and fists and shifting its gaze to SCP-4171-1 ] SCP-4171-2: Then call it. Dr. Testa: You want me to toss it again? SCP-4171-2: Yes. Dr. Testa: What happens if I do? SCP-4171-2: What do you think will happen? [ Dr. Testa is permitted to answer the question ] Dr. Testa: Nothing on tails, based on my last toss. It’s heads I’m worried about. SCP-4171-2: How likely do you think that is? Dr. Testa: I can’t divulge what we know or… [ SCP-4171-2 looks back up at Dr. Testa ] SCP-4171-2: You. Not the data. [ Dr. Testa is permitted to answer the question ] Dr. Testa: I’m not… well-versed in probability. Or mintage. But… [ lifting SCP-4171-1 slightly ] It does feel balanced. Which would mean equal chance of heads or tails. So if your word and my senses are to be believed, it’s… up in the air. SCP-4171-2: Call it. Dr. Testa: …Tails. [ Dr. Testa tosses SCP-4171-1. It lands tails. Dr. Testa takes a deep breath ] Dr. Testa: Do you know the chances on this thing? SCP-4171-2: It’s a fair coin. Dr. Testa: I don’t have to be a mathematician to doubt that. [ SCP-4171-2 slowly retrieves and begins flipping SCP-4171-1 ] Dr. Testa: You haven’t been explicit in how a fair coin could consistently land tails. Or… what that means to you. [ SCP-4171-2 closes its fist around SCP-4171-1 ] SCP-4171-2: What it means to… me. [ Dr. Testa nods ] SCP-4171-2: …Breathe. [ Dr. Testa instinctively holds breath. Atmosphere in cell is surveyed. When no toxins are detected, Dr. Testa breathes ] SCP-4171-2: Again. [ Dr. Testa breathes more naturally ] SCP-4171-2: Again. Dr. Testa: You’re telling me to do something my body instinctively does. What do you think you're doing? SCP-4171-2: Calling it. Dr. Testa: …I don’t follow. SCP-4171-2: Because you don’t know how many times this coin has been tossed. [ Dr. Testa does not respond ] SCP-4171-2: ████████ times. Over ███ years. By ██ different individuals. Dr. Testa: ██, including you and I? [ SCP-4171-2 does not respond ] Dr. Testa: Who were these individuals? SCP-4171-2: Those who survived. And those who asked questions. Dr. Testa: Not mutually exclusive, I hope? [ SCP-4171-2 does not respond ] Dr. Testa: I assume by “those who asked questions,” you refer to people who questioned you in this manner? SCP-4171-2: In the same lab coat, for the same reason, under the same foundation. Dr. Testa: You’re saying that researchers working for my… organization have interviewed you before? [ SCP-4171-2 does not respond ] Dr. Testa: We have no records of any prior interview. [ SCP-4171-2 faces camera. This is the first time SCP-4171-2 has acknowledged surveillance in its cell ] Dr. Testa: Please direct your attention toward me. [ SCP-4171-2 reestablishes eye contact with Dr. Testa ] Dr. Testa: Let me ask you another question. You said there were… survivors? [ SCP-4171-2 starts to flip SCP-4171-1 again ] Dr. Testa: What did they survive? SCP-4171-2: The odds. [ It is observed that SCP-4171-2 matches the inhalations of Dr. Testa with tosses of SCP-4171-1. Dr. Testa is informed, who contemplates this discovery ] Dr. Testa: I think I understand now. [ SCP-4171-2 stops flipping SCP-4171-1 ] Dr. Testa: These… odds are stacked against us. You look at us the way we look at that coin. SCP-4171-2: This is not the universe where you win. [ SCP-4171-2 sets SCP-4171-1 down on its edge, with the obverse side facing Dr. Testa ] Dr. Testa: Do we lose when you see its face? [ SCP-4171-2 spins SCP-4171-1. Both Dr. Testa and SCP-4171-2 watch it, though the latter closes its eyes when SCP-4171-1 begins to wobble. It lands tails ] Dr. Testa: …It's… just a coin that can't flip heads. [ Dr. Testa looks at SCP-4171-2. It does not open its eyes. Dr. Testa sighs ] Dr. Testa: I’m concluding this interview for the time being. We will continue this at some point in the future. [ Dr. Testa stands up ] Dr. Testa: Please let the guards know if there is anything you need. [ Dr. Testa begins walking toward the exit ] SCP-4171-2: I… [ Dr. Testa stops and faces SCP-4171-2 ] SCP-4171-2: Want you… [ SCP-4171-2 slides SCP-4171-1 forward, and looks up at Dr. Testa ] SCP-4171-2: To toss this coin. One more time. Dr. Testa: …For the end of the world. [ SCP-4171-2 does not respond ] [ Dr. Testa returns to the table. He flips SCP-4171-1 onto the table. It lands tails ] Dr. Testa: Guess I won't be seeing it anytime soon. [ Dr. Testa exits the cell ] <End Log> Closing Statement: SCP-4171-2 appeared to track Dr. Aurelio Testa with its eyes following the interview. This lasted until Dr. Testa was killed in a car accident 3 twenty-seven hours later, at which point SCP-4171-2 resumed flipping SCP-4171-1. Subsequent attempts to communicate with SCP-4171-2 were met with unresponsiveness. SCP-4171-2 has not ceased to flip SCP-4171-1. As of 01/01/2023, all recorded tosses have been tails.",
        "\" SCP-4171 \" by Ensophos, from the SCP Wiki . Source: https://scpwiki.com/scp-4171 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4171",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4171 is to be kept in its cell on Site 19, monitored by two guards and surveillance cameras designed to alert the HMCL supervisor if SCP-4171-1 lands with the obverse side facing up. Containment measures discovered alongside SCP-4171 are to be maintained until deemed unnecessary.",
    "description": "SCP-4171 comprises two entities, designated SCP-4171-1 and SCP-4171-2.",
    "title": "SCP-4171"
}