{
    "url": "https://scp-wiki.wikidot.com/scp-4186",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\n\n\n\n\nSCP-4186.\n\n\n\n\n\n\nItem #:\n SCP-4186\n\n\nObject Class:\n Neutralized (Formerly Keter)\n\n\nArchived Containment Procedures:\n SCP-4186 is to be monitored for unpredicted movement by Foundation climatologists. During a GLADYS event, SCP-4186-1 instances must all be collected.\n\n\nDescription:\n SCP-4186 was a dark gray cumulonimbus cloud approximately 0.5 km in length, and 1 km in height. Despite dry conditions in the areas it hovered over, SCP-4186 would not dissipate. Its path remained circular around the U.S. Mid-northwest. SCP-4186 always appeared dark gray, as if it were precipitating, even after a GLADYS event.\n\n\nGLADYS events consisted of SCP-4186 expelling packages everyday at 3:21 p.m. The packages, hereafter SCP-4186-1, appeared consistent with packaging delivered by Amazon, Inc, a US-based e-commerce business. SCP-4186-1 instances contained letters and items delivered to and from \"506 Preston Street, Tillamook, Michigan, USA.\"\n\n\nAfter the events of 2001/12/30, SCP-4186 is considered Neutralized.\n\n\nLog Of SCP-4186-1 Instances.\n\n\n\n\n\n\nPostmarked Date\n\n\nDescription of Package Contents\n\n\n\n\n\n\n2001/01/11\n\n\nOne doormat, labelled \"Welcome.\"\n\n\n\n\n\n\n2001/01/13\n\n\n3 pairs of prescription glasses, +1.75 in power.\n\n\n\n\n\n\n2001/01/15\n\n\nLetter in a standard A4 envelope. Attached is a single silver housekey. The letter reads as follows: \"The time is now.\"\n\n\n\n\n\n\n2001/02/01\n\n\nPackages of rice, bread, orange juice, lettuce, a bar of chocolate, and a wheel of cheddar cheese.\n\n\n\n\n\n\n2001/02/03\n\n\nPicture in a standard A4 envelope, of 2 white children, one boy and one girl. Roughly 5 and 7 years of age, respectively. \"Ben and Zo.\"\n\n\n\n\n\n\n2001/02/04\n\n\nA picture frame.\n\n\n\n\n\n\n2001/02/05\n\n\nA King James' 10th Edition Bible, with annotations in the margins.\n\n\n\n\n\n\n2001/02/06\n\n\n3 tubes of Fixodent.\n\n\n\n\n\n\n2001/02/11\n\n\nOpens to reveal a small box, akin to a ring box. One Medal Of Honor.\n\n\n\n\n\n\n2001/02/12\n\n\nOne carved stone with about 500 tally marks made on it. Close inspection reveals each mark is a crude depiction of a human figure.\n\n\n\n\n\n\n2001/02/16\n\n\nLetter in a manila folder, marked \nCONFIDENTIAL.\n Papers inside the folder detail a previously unknown American military expedition, titled \"Operation: Excelsion Drop.\"\n\n\n\n\n\n\n2001/02/19\n\n\n12 books of varying genres. Examples include \"The Red Badge of Courage,\" to \"Live, Love, Let Go.\"\n\n\n\n\n\n\n2001/02/24\n\n\nA bottle of Hank's Beard Oil.\n\n\n\n\n\n\n2001/02/28\n\n\nPicture in a standard A4 envelope. A color photo of 3 soldiers, with the individual in the middle circled. The back of the photo has a message written in black ink. \"Are you still super?\"\n\n\n\n\n\n\n2001/03/05\n\n\nAssorted items, including lead gloves, a new Wi-Fi router, as well as a document from Tillamook City Council requesting a name change to 'Jenson Diral,' from 'Brian Olas.'\n\n\n\n\n\n\n2001/03/06\n\n\nPackages of rice, bread, orange juice, lettuce, chocolate, a knitted blanket, and a book titled \"How To Escape Reality.\"\n\n\n\n\n\n\n2001/04/10\n\n\nBottles of acetaminophen, vitamin-c gummies, sertraline, fluoxetine, and prazosin.\n\n\n\n\n\n\n2001/05/05\n\n\nNearly 100 assorted canned goods.\n\n\n\n\n\n\n2001/07/01\n\n\nLetter in a standard A4 envelope. Letter contains a newspaper clipping, translated from Russian: \"September 12, 1967. Excelsion Found to Utilize Superhuman Capabilities: End Of Motherland as We Know It?\" Message of letter reads as follows: \"Don't you remember?\"\n\n\n\n\n\n\n2001/07/02\n\n\nLetter in a standard A4 envelope, reading \"Come back to us. You know we helped you. You have a debt that must be paid.\"\n\n\n\n\n\n\n2001/07/11\n\n\nLetter in a standard A4 envelope, reading \"Talk to us.\" Package includes 20 textbooks on the upper human body.\n\n\n\n\n\n\n2001/08/01\n\n\nLetter in a standard A4 envelope. A notice of address change to \nVanguard Monthly.\n\n\n\n\n\n\n2001/08/15\n\n\nOne bag containing 5 pills of 3,4-Methylenedioxymethamphetamine.\n\n\n\n\n\n\n2001/08/22\n\n\nVarious items, including one tube of Brite-Shine toothpaste, 500 sheets of A4 printer paper, and 25 envelopes.\n\n\n\n\n\n\n2001/09/05\n\n\nOne Colt .45 revolver, and 2 corresponding ammunition cases.\n\n\n\n\n\n\n2001/09/13\n\n\nLetter in a manila envelope, reading \"You have such power. You could be important. Be who you are meant to be.\"\n\n\n\n\n\n\nNote:\n After the GLADYS event of 2001/09/11, SCP-4186 ceased all actions for 3 months. SCP-4186 released a single letter on 2001/12/30, before expelling smoke and spent bullet casings. It then dissipated. SCP-4186 has not condensed again.\n\n\n\n\n\n\n2001/12/30\n\n\n.45 caliber bullet casings, smoke, letter in a standard A4 envelope, reading \"But I already am.\"\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4185\n | SCP-4186 | \nSCP-4187\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4186\n\" by (user deleted), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4186\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n cloud\n\n\nName:\n Cahokia 1\n\n\nAuthor:\n Carptrash\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4186 \" by (user deleted), from the SCP Wiki . Source: https://scpwiki.com/scp-4186 . Licensed under CC-BY-SA .",
        "Filename: cloud Name: Cahokia 1 Author: Carptrash License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4186",
    "object_class": "Neutralized (Formerly Keter)",
    "description": "SCP-4186 was a dark gray cumulonimbus cloud approximately 0.5 km in length, and 1 km in height. Despite dry conditions in the areas it hovered over, SCP-4186 would not dissipate. Its path remained circular around the U.S. Mid-northwest. SCP-4186 always appeared dark gray, as if it were precipitating, even after a GLADYS event.",
    "title": "SCP-4186"
}