{
    "url": "https://scp-wiki.wikidot.com/scp-4197",
    "all_text": "rating: \n+240\n+\n–\nx\n\n\n\n\nSpecial Containment Procedures:\n SCP-4197 is to be contained within a standard humanoid containment cell.\n\n\nDescription:\n SCP-4197 is a thirty-two-year-old adult humanoid female named Doctor Sarah Veers, an acclaimed surgeon and known practitioner of cytomancy.\n1\n Examination revealed that SCP-4197's torso is occupied only by its heart and a partial respiratory system, with the rest of the abdomen being entirely hollow. This space stores four prehensile appendages when said appendages are not in use. According to SCP-4197, this condition predates its knowledge of the cytomatic arts, a fact corroborated by photographs taken from its family home.\n\n\n\n\n\n\nA demonstrative depiction of SCP-4197 by Doctor Turner\n2\n.\n\n\n\n\nDiscovery:\n SCP-4197 came to the Foundation's attention after a news outlet reported that an American surgeon removed several brain tumors from a twelve-year-old boy in Botswana, with the child making a full recovery in less than two days. SCP-4197 was apprehended the following week outside of Gaborone, where it was dispensing mosquito netting and anti-malarial drugs to the populace. SCP-4197 surrendered without a struggle and has cooperated with Foundation inquires, with some reluctance.\n\n\nAccording to its passport and journals, SCP-4197 had spent four years traveling through impoverished countries, where it performed an unknown number of surgeries; utilizing cytomancy to aid its procedures.\n\n\n\n\n\n\nView Recovered Files\n\n\n\n\nFILES_CORRUPTED\n\n\n\n\nPlease Contact Your System Administrator | Local Files Corrupted\n\n\n\n\n\n\n\n\n\n\nTest Logs | Various Dates:\n\n\nThe following tests were conducted to judge the extent of SCP-4197's capabilities. SCP-4197 was provided with standard medical equipment, as well as the necessary materials for cytomatic rituals.\n\n\n\n\nSubject:\n D-24729\n\n\nCondition Present:\n Severe tendon and ligament damage related to employment in the construction/restoration sectors as a civilian.\n\n\nProcedure Conducted:\n SCP-4197 placed its hand on D-24729's forehead, causing him to become unconscious. It then removed a scalpel from the kit provided and made four incisions on the side of the knees and the interior of the elbow. SCP-4197 drew a sigil in oil paint around each site, which halted the flow of blood. Following this, SCP-4197 took several portions of bull sinew and inserted them into D-24729's wounds. After drawing a larger sigil on D-24729's chest, it began to suture the incisions.\n\n\nOutcome:\n D-24729 reported immediate relief from his chronic pain.\n\n\n\n\n\n\nSubject:\n Doctor Richard Blanc\n\n\nCondition Present:\n Spontaneous kidney failure and acute blood poisoning. Emergency procedure conducted due to Site-12's remoteness.\n\n\nProcedure Conducted:\n SCP-4197 drew a sigil on Dr. Blanc's ankle with an appendage, using its own blood, before creating a one-centimeter incision in the center of the sigil and placing a shallow basin beneath it. Black liquid began to seep out of the wound. After administering a blood transfusion via IV, SCP-4197 made two incisions above Dr. Blanc's kidneys with a scalpel. SCP-4197 then used the scalpel to carve symbols associated with the Sarkic cults into the back of its hands, crying out in pain several times. After composing itself, SCP-4197 reached into Dr. Blanc's torso and removed his kidneys with its bare hands. It then took the kidneys, which were blackened and showed severe scarring, and wrung them out over the basin. After two minutes, the kidneys were reinserted into Dr. Blanc and SCP-4197 sutured the wounds.\n\n\nOutcome:\n Doctor Richard Blanc experienced a full recovery, with no side effects. The basin used in the surgery was found to contain a black liquid comprised of toxins usually filtered by the kidneys. SCP-4197 exhibited symptoms consistent with severe sleep deprivation and slept for the next three days.\n\n\n\n\n\n\n \n\n\n\n\nInterview-02\n3\n:\n\n\n\n\n\n\n\n\n▶Interview-02 | SCP-4197 ◀\n\n\n\n\n▷ Interview-02 | SCP-4197 ◁\n\n\n\n\n\n\n\n\nInterviewed:\n SCP-4197\n\n\nInterviewer:\n Doctor Marcus Turner\n\n\nForeward:\n The following interview was conducted immediately after SCP-4197 recovered from its surgery on Dr. Richard Blanc.\n\n\n<Begin Log>\n\n\nDr. Turner:\n Good morning, 4197. How are you doing today?\n\n\nSCP-4197:\n I'm doing pretty well, Dr. uh… Turner.\n\n\nDr. Turner:\n I assume you're at least well-rested.\n\n\nSCP-4197:\n You don't need to small talk me. I know what you're gonna ask, so go for it.\n\n\nDr. Turner:\n Your hands. That wasn't normal cytomancy. You carved a Sarkic symbol into them. Are you-\n\n\nSCP-4197:\n A fleshcrafter? Yes. No. Not really. I can do Nälkä rituals but I'm not a practic- Why? Is that \nimportant\n or something?\n\n\nDr. Turner:\n Well-\n\n\nSCP-4197:\n Sorry. I didn't mean to sound hostile. I'm just \nreally\n hungry and my hands ache… Thanks for bandaging them, by the way.\n\n\nDr. Turner:\n It was the least we could do. \n[Pause.]\n Would you like me to call for some food?\n\n\nSCP-4197:\n Yeah. I'd like that.\n\n\n<Interview halted for thirty minutes.>\n\n\nDr. Turner:\n Better?\n\n\nSCP-4197:\n Much better.\n\n\nDr. Turner:\n So. Are you a Karcist?\n\n\nSCP-4197:\n I think you mean Orin or Zend. Karcists are the priest-types. But in any official capacity, no. I'm not \nordained\n or anything\n\n\nDr. Turner:\n Then how did you learn your craft?\n\n\nSCP-4197:\n My \ncraft\n is medicine; I'm a surgeon by trade. But I learned how to do cytomancy from a Karcist, if that answers your question.\n\n\nDr. Turner:\n Not really. The Veers family is rich, but there's no real connection to Sarkicism. And you're too good to have learned recently.\n\n\nSCP-4197:\n It… it was a family friend. She started teaching me when I was like six. Maybe she saw something in me. Or maybe it was…\n\n\n[A wet sound can be heard, as well as the tearing of fabric.]\n\n\nSCP-4197:\n These.\n\n\nDr. Tuner:\n \n[Gulps.]\n And you've had those-\n\n\nSCP-4197:\n Since birth. You already found my baby pictures. Why keep asking?\n\n\nDr. Turner:\n Because it-\n\n\n[A wet sound is heard again]\n\n\nDr. Turner:\n Nevermind. Look, if a Karcist singled you out at a young age for training, why aren't you a practicing member? Or a member of her company? An advisor to her Halkost?\n\n\nSCP-4197:\n I am. A \nmember of her company\n, that is. Kinda? \n[Pause.]\n Look, I know you have these blanket generalizations of what a Nälkä is, but we're not all monsters. Not all of us delight in murder or… cannibalism. There are a lot of people like me, young Nälkä, who want to do something to fix the world. We have this incredible power, the ability to reshape living matter, and we just squander it.\n\n\nDr. Turner:\n How would you use it?\n\n\nSCP-4197:\n Like I've \nbeen\n using it. For the past four years, I've used the Veers family fortune and my fleshcrafting to make a positive difference in the world.\n\n\nDr. Turner:\n That's the issue. Your Sarkic rituals put the world at risk of knowing about the supernatural, the anomalous, the paranormal. If you'd just used the fortune, nothing would have happened.\n\n\nSCP-4197:\n No amount of money can pull a tumor out of somebody's heart with a 100% guarantee of survival. The first thing they tell you in medical school is that you are \ngoing\n to lose people. I know Sarkicism is like the Dark Side of the Force to you people, but if it means I can save lives, so be it.\n\n\nDr. Turner:\n The morality of cytomancy isn't the concern of the Foundation. It's the disruption of normalcy.\n\n\nSCP-4197:\n Why do you get to be the arbiters of what's considered normal?\n\n\n[Silence.]\n\n\nSCP-4197:\n I'm never gonna leave here, am I?\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-4197 declined further interviews and limited its interaction with staff to brief sentences.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSubject:\n Captain Tobias Bell\n\n\nCondition Present:\n Massive comminuted fractures in the legs and complete paralysis after the destruction of the spinal column between the C4 and L4 vertebrae in a vehicular collision.\n\n\nProcedure Conducted:\n SCP-4197 engraved a seven-pointed star into the operating table, placing a single drop of axolotl blood\n4\n in the center, before instructing attendants to place Cpt. Bell on the table. SCP-4197 then ran its fingernail across Cpt. Bell's thighs and calves, causing the skin and muscle to split and splay out. Over the next two hours, SCP-4197 reassembled the splinters of his femur, patella, tibia, and fibula with surgical tweezers, utilizing all of its appendages in this process. Once completed, SCP-4197 held the split muscle and skin together with its left thumb and forefinger, licked its right thumb and ran it over the seam, sealing the wound.\n\n\nSCP-4197 repeated this process with Cpt. Bell's spinal column, taking additional measures to ensure the proper reconnection of nerves and blood vessels.\n\n\nOutcome:\n Captain Tobias Bell was reinstated to active duty two weeks later. SCP-4197 entered a comatose state after the conclusion of the procedure and remained in that state for five days.\n\n\n\n\n\n\n \n\n\n\n\nInterview-03:\n\n\n\n\n\n\n\n\n▶ Interview-03 | SCP-4197 ◀\n\n\n\n\n▷ Interview-03 | SCP-4197 ◁\n\n\n\n\n\n\n\n\nInterviewed:\n SCP-4197\n\n\nInterviewer:\n Doctor Marcus Turner\n\n\n<Begin Log>\n\n\nSCP-4197:\n Morning, Marcus.\n\n\nDr. Turner:\n We need to talk, Sarah.\n\n\nSCP-4197:\n You're… not allowed to call me that, are you?\n\n\nDr. Turner:\n You're in crisis, Sarah. I'm allowed to do whatever I want.\n\n\nSCP-4197:\n I'm not in \ncrisis\n.\n\n\nDr. Turner:\n You barely eat, you've stopped taking care of yourself. You only leave your bed when we bring you in for testing.\n\n\nSCP-4197:\n \n[Inhale.]\n Look… I have nothing to live for. Helping people? Try to save the world? That was my life's \npurpose\n. Can't really do that from this box. So no shit I'm depressed.\n\n\nDr. Turner:\n I understand that. But if you let me become the arbiter of morality and normalcy, I think I can change your mind.\n\n\nSCP-4197:\n Ha. Good luck.\n\n\nDr. Turner:\n \n[Clears throat.]\n Okay. I \ndislike\n cytomancy because it makes my skin crawl, no pun intended. But what you do with it is incredible. Our agents interviewed \nevery single person\n you did surgery on. You changed so many lives. And saved a lot more.\n\n\nSCP-4197:\n I know. I was there.\n\n\nDr. Turner:\n But you were downstream, trying to filter out toxic waste.\n\n\nSCP-4197:\n I'm not following.\n\n\nDr. Turner:\n You know Doctor Blanc? The man who's kidneys you repaired? He works out of Jonas Salk's old office and he's been working on a one and done malaria vaccine for the past twenty years.\n\n\nSCP-4197:\n Salk? You're fucking with me.\n\n\nDr. Turner:\n \n[Rustling papers.]\n Here's a picture of Jonas in one of our labs.\n\n\nSCP-4197:\n Well damn. \n[Pause.]\n But I don't understand.\n\n\nDr. Turner:\n You're at the source now. If you want, you can keep the people who take on the greatest threats in the world safe and healthy. And I think that might just be better than helping the guys at the bottom.\n\n\nSCP-4197:\n Are you… trying to sell me on a medical version… of trickle-down economics?\n\n\nDr. Turner:\n \n[Laughs.]\n I would have never put it like that, but sure. Take Captain Bell for example. Because of his actions, he's saved countless lives. You've given him back his ability to walk, Sarah. And play with his kids.\n\n\nSCP-4197:\n Well, what about D-2… What was it?\n\n\nDr. Turner:\n D-24729 killed someone in a home robbery because he was addicted to opioids after a lifetime in working in disaster cleanups and restoration. When he gets out in fourteen months, he can go back to doing that. Because of you.\n\n\nSCP-4197:\n You're laying it on \nthick\n. Why should I trust you? Who's to say I won't use my powers to move all your organs to the outside?\n\n\nDr. Turner:\n Well, as uncomfortable as that thought makes me, I trust you, Sarah. If you wanted to hurt somebody, you would have done it. And you probably wouldn't have spent your life doing anomalous charity.\n\n\nSCP-4197:\n I'm still a \nspooky\n flesh witch, Marcus.\n\n\nDr. Turner:\n You're a \ngood hearted\n… flesh witch, Sarah. \n[Pause.]\n God, I really hate that phrase.\n\n\nSCP-4197:\n Yeah, it felt creepy to say.\n\n\n\n\nDr. Turner:\n Look. What I'm trying to say is that you should think of this as helping… on a much larger scale.\n\n\nSCP-4197:\n Okay. I like that.\n\n\nDr. Turner:\n And I truly wish that it didn't have to be like this. If it was up to me, I'd let you go and give you the Foundation's support because I believe in your cause.\n\n\nSCP-4197:\n Thanks, Marcus.\n\n\nDr. Turner:\n But. We don't always get what we want in life. Sometimes we get an awful hand. It's our job to make the best of it. \n[Pause.]\n So. Do you really want to save the world?\n\n\nSCP-4197:\n I… Can I think about it? It's just so much, all at once.\n\n\nDr. Turner:\n Of course.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nContainment Breach:\n\n\n\n\n\n\n\n\n▶ Containment Breach | SCP-4197 ◀\n\n\n\n\n▷ Containment Breach | SCP-4197 ◁\n\n\n\n\n\n\n\n\nEuclid Wing Video Log Transcript\n\n\nEvent:\n A number of armed personnel breached Site-20's perimeter and entered the main facility.\n\n\n\n\n[BEGIN LOG]\n\n\n[Gunfire can be heard. Four Security Personnel move up the hallway and begin to engage off-camera targets. A shot hits the lock of SCP-4197's cell and it opens slightly. Two of the personnel are downed.]\n\n\nSGT Johnson:\n Fuck! Flint! Pull back!\n\n\n[Sergeant Johnson and Private Flint begin to retreat. Before they can reach the bulkhead doors, both are downed. A five man squad moves down the hallway past the personnel and exit the area.]\n\n\n\n\n<One minute passes>\n\n\n\n\n[SCP-4197 pushes open the door. After looking around, it notices the fallen soldiers.]\n\n\nSCP-4197:\n Oh Christ!\n\n\n[SCP-4197 goes back into its room, then reemerges with a Foundation issue surgical kit\n5\n and a thaumaturgy pouch.]\n\n\nSCP-4197:\n I can do this. I can do this. I can do this.\n\n\n[Four appendages emerge from SCP-4197's back and take the kit and pouch from its hands. SCP-4197 crouches over one of the security personnel and begins to operate on his injuries. Over the next ten minutes, it stabilizes two more personnel before footsteps are heard. SCP-4197 withdraws its appendages.]\n\n\nUnknown Assailant-1:\n Stand up! Back away from that body.\n\n\n[Two of the armed men come into camera view, carrying a Foundation crate between them. They set it down and point handguns at SCP-4197.]\n\n\nUnknown Assailant-2:\n What kinda freak are you?\n\n\nSCP-4197:\n I'm a doctor. Please. Just let me-\n\n\n[Unknown Assailant-1 shoots one of the guards in their head.]\n\n\nUnknown Assailant-1:\n You're coming with us.\n\n\n[SCP-4197 backs towards the door to its cell, pursued by the assailants. As it reaches the door, two large appendages emerge from its back and wrap around the waists and necks of the assailants. Lifting them off the ground, SCP-4197 throws them into the cell before closing the door. One of the appendages then reaches up and bends the hinges of the door to render it inoperable.]\n\n\nSCP-4197:\n \n[Clutches its chest.]\n I'm gonna. Gonna.\n\n\n[SCP-4197 regains its composure and checks on the downed security personnel. After making sure their vitals are within an acceptable range, it opens the empty cell next to its own with Sergeant Johnson's keycard and drags the three surviving men inside before closing the door.]\n\n\nSCP-4197:\n There's gotta be more out there.\n\n\n[SCP-4197 grabs the kit and pouch off the ground and moves in the direction the assailants originally came.]\n\n\n[END LOG]\n\n\nAfterword:\n SCP-4197 is credited with directly saving the lives of twenty-six members of staff, as well as providing aid to numerous others during this breach.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nInterview-04:\n\n\n\n\n\n\n\n\n▶ Interview-04 | SCP-4197 ◀\n\n\n\n\n▷ Interview-04 | SCP-4197 ◁\n\n\n\n\n\n\n\n\nInterviewed:\n SCP-4197\n\n\nInterviewer:\n Doctor Alexandra Virgil\n\n\n<Begin Log>\n\n\nSCP-4197:\n Is Marcus going to-\n\n\nDr. Virgil:\n Doctor Turner is going to be fine. \n[Inhale.]\n Mostly because of you.\n\n\nSCP-4197:\n Did I… do something wrong? You seem-\n\n\nDr. Virgil:\n On edge? Yeah, I don't really trust Karcies. Not after everything I've been through.\n\n\nSCP-4197:\n I'm sorry. For whatever made you hate people like me. But I can't change the past.\n\n\nDr. Virgil:\n I know. \n[Pause.]\n I'll give you some slack for what you did during the breach. But I'm not as trusting as Turner.\n\n\nSCP-4197:\n Did he tell you anything?\n\n\nDr. Virgil:\n No, but I checked over your file. And I have to agree with him, as much as I hate it.\n\n\nSCP-4197:\n About me helping?\n\n\nDr. Virgil:\n Do you want my honest opinion? About that?\n\n\nSCP-4197:\n Yeah. I guess.\n\n\nDr. Virgil:\n You weren't made for this life. You're a rich girl who cruised poor countries on a magical missionary trip. I watched all the footage of you. You shook like a leaf whenever you heard gunfire. I'm sure you've seen your share of death, but how often have you faced your own?\n\n\nSCP-4197:\n What, what do you mean?\n\n\nDr. Virgil:\n The breach? Incidents like that can happen several times a \nyear\n. And I don't think you've mentally recovered from your first.\n\n\nSCP-4197:\n No. I haven't. I… I still see those men shooting the guard whenever I close my eyes.\n\n\nDr. Virgil:\n Exactly. This isn't the world you deserve to live in.\n\n\nSCP-4197:\n Then why do you agree with Mar-Doctor Turner? You clearly don't think I can handle this.\n\n\nDr. Virgil:\n Because you're exactly what we need. I know Doctor Turner painted some idyllic picture of what working with the Foundation would be like: shaking hands with Nobel Laureates and curing diseases. But that isn't what this is.\n\n\nSCP-4197:\n Well. What is it? And why would he lie?\n\n\nDr. Virgil:\n It's a battlefield. Endless war for the existence of humanity. \n[Pause.]\n And he didn't mean to lie to you. He just copes with his own trauma by highlighting the good, even if he has to ignore reality.\n\n\nSCP-4197:\n But why do you need \nme\n?\n\n\nDr. Virgil:\n People get hurt here. A lot. Somebody like you could easily save hundreds of lives.\n\n\nSCP-4197:\n Okay. \n[Pause.]\n If I say yes, does everything get better for me? Will people accept me?\n\n\nDr. Virgil:\n No. And I don't think they ever will. I imagine you hid your abnormalities from everyone in your life, but here? We all know already. And there's a lot of bad blood between the Foundation and the Sarkic cults. Some people, like me, have a messy history with them. Don't expect people to start singing your praises.\n\n\nSCP-4197:\n So my choice is life as a prisoner or pariah doctor? \nGreat\n.\n\n\nDr. Virgil:\n I'm not trying to be cruel. Just giving you the facts.\n\n\nSCP-4197:\n Anything else I should know?\n\n\nDr. Virgil:\n Well, you're only getting a choice because of Director Eon.\n\n\nSCP-4197:\n Why?\n\n\nDr. Virgil:\n You must have caught their eye.\n\n\nSCP-4197:\n In a good way, right?\n\n\nDr. Virgil:\n Is that a real question?\n\n\n[A loud pop is heard from outside the interview room. The sound of a chair scraping against the floor is heard.]\n\n\nSCP-4197:\n Wa-was that…\n\n\nDr. Virgil:\n Sit down. It's not gunfire.\n\n\nSCP-4197:\n O-okay.\n\n\nDr. Virgil:\n So. Are you going to accept?\n\n\nSCP-4197:\n I don't think I really have a choice.\n\n\nDr. Virgil:\n Containment isn't that-\n\n\nSCP-4197:\n No. I'm not talking about that. I mean morally. When Doctor Turner talked to me about it, he made it sound like I'd be a glorified school nurse.\n\n\nDr. Virgil:\n And?\n\n\nSCP-4197:\n After the breach, and what you told me, I've realized what he was asking me to do. I didn't want to accept the offer before; now I know I have to.\n\n\nDr. Virgil:\n You \nhave to\n?\n\n\nSCP-4197:\n I can't just sit on the sidelines while people die. I-I have to do something. Anything. Or everything I stand for is a lie.\n\n\n[Silence.]\n\n\nDr. Virgil:\n I knew you would say that.\n\n\nSCP-4197:\n H-how?\n\n\nDr. Virgil:\n When your cell opened, you didn't try to escape in the confusion. And you didn't hide. You tried to save people. You can't say \nno\n to your own morality and personal ethics, even if it's not in your best interest.\n\n\nSCP-4197:\n That's-\n\n\nDr. Virgil:\n Look, it's spelled out in your psych profile. \n[Pause.]\n We talked long enough. Are you in? Yes or No.\n\n\nSCP-4197:\n Yes.\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-4197 began to assist in medical procedures rated as critical or where the patient was deemed to have a low chance of survival. Due to this integration, the mortality rate at Site-12 hit record lows and SCP-4197 is pending redesignation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. A branch of thaumaturgy that deals primarily with the manipulation, creation, and alteration of cells, specifically those found in members of the Animalia kingdom.\n\n\n2\n. Due to SCP-4197's anatomy, and ethical concerns about showing photographs of it in various states of undress, an artistic representation was deemed an appropriate replacement.\n\n\n3\n. Interview-01 consisted primarily of inquires about SCP-4197's ability and identity. A full transcript is available upon request from the Site-12 Records Department.\n\n\n4\n. Extracted via syringe.\n\n\n5\n. Presumably taken during a test and stored in its chest cavity\n\n\n\n\n\n\n\n\n« \nSCP-4196\n | SCP-4197 | \nSCP-4198\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Subject: D-24729 Condition Present: Severe tendon and ligament damage related to employment in the construction/restoration sectors as a civilian. Procedure Conducted: SCP-4197 placed its hand on D-24729's forehead, causing him to become unconscious. It then removed a scalpel from the kit provided and made four incisions on the side of the knees and the interior of the elbow. SCP-4197 drew a sigil in oil paint around each site, which halted the flow of blood. Following this, SCP-4197 took several portions of bull sinew and inserted them into D-24729's wounds. After drawing a larger sigil on D-24729's chest, it began to suture the incisions. Outcome: D-24729 reported immediate relief from his chronic pain.",
        "Subject: Doctor Richard Blanc Condition Present: Spontaneous kidney failure and acute blood poisoning. Emergency procedure conducted due to Site-12's remoteness. Procedure Conducted: SCP-4197 drew a sigil on Dr. Blanc's ankle with an appendage, using its own blood, before creating a one-centimeter incision in the center of the sigil and placing a shallow basin beneath it. Black liquid began to seep out of the wound. After administering a blood transfusion via IV, SCP-4197 made two incisions above Dr. Blanc's kidneys with a scalpel. SCP-4197 then used the scalpel to carve symbols associated with the Sarkic cults into the back of its hands, crying out in pain several times. After composing itself, SCP-4197 reached into Dr. Blanc's torso and removed his kidneys with its bare hands. It then took the kidneys, which were blackened and showed severe scarring, and wrung them out over the basin. After two minutes, the kidneys were reinserted into Dr. Blanc and SCP-4197 sutured the wounds. Outcome: Doctor Richard Blanc experienced a full recovery, with no side effects. The basin used in the surgery was found to contain a black liquid comprised of toxins usually filtered by the kidneys. SCP-4197 exhibited symptoms consistent with severe sleep deprivation and slept for the next three days.",
        "Interviewed: SCP-4197 Interviewer: Doctor Marcus Turner Foreward: The following interview was conducted immediately after SCP-4197 recovered from its surgery on Dr. Richard Blanc. <Begin Log> Dr. Turner: Good morning, 4197. How are you doing today? SCP-4197: I'm doing pretty well, Dr. uh… Turner. Dr. Turner: I assume you're at least well-rested. SCP-4197: You don't need to small talk me. I know what you're gonna ask, so go for it. Dr. Turner: Your hands. That wasn't normal cytomancy. You carved a Sarkic symbol into them. Are you- SCP-4197: A fleshcrafter? Yes. No. Not really. I can do Nälkä rituals but I'm not a practic- Why? Is that important or something? Dr. Turner: Well- SCP-4197: Sorry. I didn't mean to sound hostile. I'm just really hungry and my hands ache… Thanks for bandaging them, by the way. Dr. Turner: It was the least we could do. [Pause.] Would you like me to call for some food? SCP-4197: Yeah. I'd like that. <Interview halted for thirty minutes.> Dr. Turner: Better? SCP-4197: Much better. Dr. Turner: So. Are you a Karcist? SCP-4197: I think you mean Orin or Zend. Karcists are the priest-types. But in any official capacity, no. I'm not ordained or anything Dr. Turner: Then how did you learn your craft? SCP-4197: My craft is medicine; I'm a surgeon by trade. But I learned how to do cytomancy from a Karcist, if that answers your question. Dr. Turner: Not really. The Veers family is rich, but there's no real connection to Sarkicism. And you're too good to have learned recently. SCP-4197: It… it was a family friend. She started teaching me when I was like six. Maybe she saw something in me. Or maybe it was… [A wet sound can be heard, as well as the tearing of fabric.] SCP-4197: These. Dr. Tuner: [Gulps.] And you've had those- SCP-4197: Since birth. You already found my baby pictures. Why keep asking? Dr. Turner: Because it- [A wet sound is heard again] Dr. Turner: Nevermind. Look, if a Karcist singled you out at a young age for training, why aren't you a practicing member? Or a member of her company? An advisor to her Halkost? SCP-4197: I am. A member of her company , that is. Kinda? [Pause.] Look, I know you have these blanket generalizations of what a Nälkä is, but we're not all monsters. Not all of us delight in murder or… cannibalism. There are a lot of people like me, young Nälkä, who want to do something to fix the world. We have this incredible power, the ability to reshape living matter, and we just squander it. Dr. Turner: How would you use it? SCP-4197: Like I've been using it. For the past four years, I've used the Veers family fortune and my fleshcrafting to make a positive difference in the world. Dr. Turner: That's the issue. Your Sarkic rituals put the world at risk of knowing about the supernatural, the anomalous, the paranormal. If you'd just used the fortune, nothing would have happened. SCP-4197: No amount of money can pull a tumor out of somebody's heart with a 100% guarantee of survival. The first thing they tell you in medical school is that you are going to lose people. I know Sarkicism is like the Dark Side of the Force to you people, but if it means I can save lives, so be it. Dr. Turner: The morality of cytomancy isn't the concern of the Foundation. It's the disruption of normalcy. SCP-4197: Why do you get to be the arbiters of what's considered normal? [Silence.] SCP-4197: I'm never gonna leave here, am I? <End Log> Closing Statement: SCP-4197 declined further interviews and limited its interaction with staff to brief sentences.",
        "Subject: Captain Tobias Bell Condition Present: Massive comminuted fractures in the legs and complete paralysis after the destruction of the spinal column between the C4 and L4 vertebrae in a vehicular collision. Procedure Conducted: SCP-4197 engraved a seven-pointed star into the operating table, placing a single drop of axolotl blood 4 in the center, before instructing attendants to place Cpt. Bell on the table. SCP-4197 then ran its fingernail across Cpt. Bell's thighs and calves, causing the skin and muscle to split and splay out. Over the next two hours, SCP-4197 reassembled the splinters of his femur, patella, tibia, and fibula with surgical tweezers, utilizing all of its appendages in this process. Once completed, SCP-4197 held the split muscle and skin together with its left thumb and forefinger, licked its right thumb and ran it over the seam, sealing the wound. SCP-4197 repeated this process with Cpt. Bell's spinal column, taking additional measures to ensure the proper reconnection of nerves and blood vessels. Outcome: Captain Tobias Bell was reinstated to active duty two weeks later. SCP-4197 entered a comatose state after the conclusion of the procedure and remained in that state for five days.",
        "Interviewed: SCP-4197 Interviewer: Doctor Marcus Turner <Begin Log> SCP-4197: Morning, Marcus. Dr. Turner: We need to talk, Sarah. SCP-4197: You're… not allowed to call me that, are you? Dr. Turner: You're in crisis, Sarah. I'm allowed to do whatever I want. SCP-4197: I'm not in crisis . Dr. Turner: You barely eat, you've stopped taking care of yourself. You only leave your bed when we bring you in for testing. SCP-4197: [Inhale.] Look… I have nothing to live for. Helping people? Try to save the world? That was my life's purpose . Can't really do that from this box. So no shit I'm depressed. Dr. Turner: I understand that. But if you let me become the arbiter of morality and normalcy, I think I can change your mind. SCP-4197: Ha. Good luck. Dr. Turner: [Clears throat.] Okay. I dislike cytomancy because it makes my skin crawl, no pun intended. But what you do with it is incredible. Our agents interviewed every single person you did surgery on. You changed so many lives. And saved a lot more. SCP-4197: I know. I was there. Dr. Turner: But you were downstream, trying to filter out toxic waste. SCP-4197: I'm not following. Dr. Turner: You know Doctor Blanc? The man who's kidneys you repaired? He works out of Jonas Salk's old office and he's been working on a one and done malaria vaccine for the past twenty years. SCP-4197: Salk? You're fucking with me. Dr. Turner: [Rustling papers.] Here's a picture of Jonas in one of our labs. SCP-4197: Well damn. [Pause.] But I don't understand. Dr. Turner: You're at the source now. If you want, you can keep the people who take on the greatest threats in the world safe and healthy. And I think that might just be better than helping the guys at the bottom. SCP-4197: Are you… trying to sell me on a medical version… of trickle-down economics? Dr. Turner: [Laughs.] I would have never put it like that, but sure. Take Captain Bell for example. Because of his actions, he's saved countless lives. You've given him back his ability to walk, Sarah. And play with his kids. SCP-4197: Well, what about D-2… What was it? Dr. Turner: D-24729 killed someone in a home robbery because he was addicted to opioids after a lifetime in working in disaster cleanups and restoration. When he gets out in fourteen months, he can go back to doing that. Because of you. SCP-4197: You're laying it on thick . Why should I trust you? Who's to say I won't use my powers to move all your organs to the outside? Dr. Turner: Well, as uncomfortable as that thought makes me, I trust you, Sarah. If you wanted to hurt somebody, you would have done it. And you probably wouldn't have spent your life doing anomalous charity. SCP-4197: I'm still a spooky flesh witch, Marcus. Dr. Turner: You're a good hearted … flesh witch, Sarah. [Pause.] God, I really hate that phrase. SCP-4197: Yeah, it felt creepy to say. Dr. Turner: Look. What I'm trying to say is that you should think of this as helping… on a much larger scale. SCP-4197: Okay. I like that. Dr. Turner: And I truly wish that it didn't have to be like this. If it was up to me, I'd let you go and give you the Foundation's support because I believe in your cause. SCP-4197: Thanks, Marcus. Dr. Turner: But. We don't always get what we want in life. Sometimes we get an awful hand. It's our job to make the best of it. [Pause.] So. Do you really want to save the world? SCP-4197: I… Can I think about it? It's just so much, all at once. Dr. Turner: Of course. <End Log>",
        "Interviewed: SCP-4197 Interviewer: Doctor Alexandra Virgil <Begin Log> SCP-4197: Is Marcus going to- Dr. Virgil: Doctor Turner is going to be fine. [Inhale.] Mostly because of you. SCP-4197: Did I… do something wrong? You seem- Dr. Virgil: On edge? Yeah, I don't really trust Karcies. Not after everything I've been through. SCP-4197: I'm sorry. For whatever made you hate people like me. But I can't change the past. Dr. Virgil: I know. [Pause.] I'll give you some slack for what you did during the breach. But I'm not as trusting as Turner. SCP-4197: Did he tell you anything? Dr. Virgil: No, but I checked over your file. And I have to agree with him, as much as I hate it. SCP-4197: About me helping? Dr. Virgil: Do you want my honest opinion? About that? SCP-4197: Yeah. I guess. Dr. Virgil: You weren't made for this life. You're a rich girl who cruised poor countries on a magical missionary trip. I watched all the footage of you. You shook like a leaf whenever you heard gunfire. I'm sure you've seen your share of death, but how often have you faced your own? SCP-4197: What, what do you mean? Dr. Virgil: The breach? Incidents like that can happen several times a year . And I don't think you've mentally recovered from your first. SCP-4197: No. I haven't. I… I still see those men shooting the guard whenever I close my eyes. Dr. Virgil: Exactly. This isn't the world you deserve to live in. SCP-4197: Then why do you agree with Mar-Doctor Turner? You clearly don't think I can handle this. Dr. Virgil: Because you're exactly what we need. I know Doctor Turner painted some idyllic picture of what working with the Foundation would be like: shaking hands with Nobel Laureates and curing diseases. But that isn't what this is. SCP-4197: Well. What is it? And why would he lie? Dr. Virgil: It's a battlefield. Endless war for the existence of humanity. [Pause.] And he didn't mean to lie to you. He just copes with his own trauma by highlighting the good, even if he has to ignore reality. SCP-4197: But why do you need me ? Dr. Virgil: People get hurt here. A lot. Somebody like you could easily save hundreds of lives. SCP-4197: Okay. [Pause.] If I say yes, does everything get better for me? Will people accept me? Dr. Virgil: No. And I don't think they ever will. I imagine you hid your abnormalities from everyone in your life, but here? We all know already. And there's a lot of bad blood between the Foundation and the Sarkic cults. Some people, like me, have a messy history with them. Don't expect people to start singing your praises. SCP-4197: So my choice is life as a prisoner or pariah doctor? Great . Dr. Virgil: I'm not trying to be cruel. Just giving you the facts. SCP-4197: Anything else I should know? Dr. Virgil: Well, you're only getting a choice because of Director Eon. SCP-4197: Why? Dr. Virgil: You must have caught their eye. SCP-4197: In a good way, right? Dr. Virgil: Is that a real question? [A loud pop is heard from outside the interview room. The sound of a chair scraping against the floor is heard.] SCP-4197: Wa-was that… Dr. Virgil: Sit down. It's not gunfire. SCP-4197: O-okay. Dr. Virgil: So. Are you going to accept? SCP-4197: I don't think I really have a choice. Dr. Virgil: Containment isn't that- SCP-4197: No. I'm not talking about that. I mean morally. When Doctor Turner talked to me about it, he made it sound like I'd be a glorified school nurse. Dr. Virgil: And? SCP-4197: After the breach, and what you told me, I've realized what he was asking me to do. I didn't want to accept the offer before; now I know I have to. Dr. Virgil: You have to ? SCP-4197: I can't just sit on the sidelines while people die. I-I have to do something. Anything. Or everything I stand for is a lie. [Silence.] Dr. Virgil: I knew you would say that. SCP-4197: H-how? Dr. Virgil: When your cell opened, you didn't try to escape in the confusion. And you didn't hide. You tried to save people. You can't say no to your own morality and personal ethics, even if it's not in your best interest. SCP-4197: That's- Dr. Virgil: Look, it's spelled out in your psych profile. [Pause.] We talked long enough. Are you in? Yes or No. SCP-4197: Yes. <End Log> Closing Statement: SCP-4197 began to assist in medical procedures rated as critical or where the patient was deemed to have a low chance of survival. Due to this integration, the mortality rate at Site-12 hit record lows and SCP-4197 is pending redesignation."
    ],
    "containment_procedures": "SCP-4197 is to be contained within a standard humanoid containment cell.",
    "description": "SCP-4197 is a thirty-two-year-old adult humanoid female named Doctor Sarah Veers, an acclaimed surgeon and known practitioner of cytomancy.1 Examination revealed that SCP-4197's torso is occupied only by its heart and a partial respiratory system, with the rest of the abdomen being entirely hollow. This space stores four prehensile appendages when said appendages are not in use. According to SCP-4197, this condition predates its knowledge of the cytomatic arts, a fact corroborated by photographs taken from its family home.",
    "title": "SCP-4197"
}