{
    "url": "https://scp-wiki.wikidot.com/scp-4202",
    "all_text": "rating: \n+65\n+\n–\nx\n\n\nItem #:\n SCP-4202\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4202 is to be placed within a containment chamber separated from all other rooms and corridors by a distance of no less than eight meters. Testing is to be conducted within SCP-4202's containment chamber as much as practical.\n\n\nIf for any reason SCP-4202 must be moved, a route must first be filed with and approved by Site Administration. SCP-4202 is to be transported by a single level-two containment specialist, with all personnel removed from the approved route before SCP-4202 is moved. This should preferably be done after regular working hours, so as to minimize both the risk of exposure and disruption to Site operations.\n\n\nPersonnel within an eight-meter radius of SCP-4202, regardless of any intervening obstacles, are to refrain from clapping or producing any sound or action that could be reasonably interpreted as clapping.\n\n\nDescription:\n SCP-4202 is a dark blue torus approximately fifteen centimeters in diameter and six centimeters in height, composed of an unknown mineral. Both the top and bottom of the torus's aperture are covered by a pewter cap. Non-invasive imaging has revealed no inner mechanisms.\n\n\nWhen an individual claps twice in quick succession within a roughly six-meter radius of SCP-4202, they will immediately enter Stage 1 non-REM sleep, becoming an instance of SCP-4202-1. It should be noted that SCP-4202 has no apparent mechanism for detecting sound waves, and insulating it or the subject from sound will not impede its anomalous effects. Recordings of clapping, as well as a specially-created clapping machine, do not activate SCP-4202's anomalous effects. Physically coercing an individual to clap will result in the coercer becoming an SCP-4202-1 instance, so long as they are within a six-meter radius. Coercing D-class to clap utilizing remotely operated or pre-programmed devices yielded no results.\n\n\nSCP-4202-1 instances appear for all intents and purposes to merely be asleep, with the exception that they are unable to wake. To date, neither sensory, physical, pharmacological or transcranial\n1\n stimulation has been capable of rousing instances of SCP-4202-1. Instances of SCP-4202-1 will sleep indefinitely, and will eventually expire if not provided with intravenous nutrition. Removing SCP-4202-1 instances from SCP-4202's area of effect will not revive them.\n\n\nAddendum:\n SCP-4202 was found to possess the following inscription on its bottom cap, alluding to its function:\n\n\n\n\nThe Slumbering Prince's\n Sleepy Clapper Sleep-aid is the only 100 percent guaranteed way to get an uninterrupted night's sleep. Simply place the Clapper anywhere in your sleeping quarters, within twenty feet of your bed, and clap twice. You'll be out like a light.\n\n\nTo wake up, just clap twice again.\n\n\nPleasant Dreams.\n\n\n\n\nExperiments attempting to uncover if a second set of claps could awaken an instance of SCP-4202-1 have been unsuccessful. Various recordings of SCP-4202-1 clapping, as well as manual and robotic attempts to induce SCP-4202-1 to clap, have also failed to restore them to wakefulness.\n\n\nAt present, there is no known method to wake an individual under the effects of SCP-4202.\n\n\n\n\nFootnotes\n\n\n1\n. Including electrical, magnetic, and ultrasonic.\n\n\n\n\n\n\n\n\n« \nSCP-4201\n | SCP-4202 | \nSCP-4203\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4202\n\" by DrChandra, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4202\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-4202 was found to possess the following inscription on its bottom cap, alluding to its function:\nExperiments attempting to uncover if a second set of claps could awaken an instance of SCP-4202-1 have been unsuccessful. Various recordings of SCP-4202-1 clapping, as well as manual and robotic attempts to induce SCP-4202-1 to clap, have also failed to restore them to wakefulness.\nAt present, there is no known method to wake an individual under the effects of SCP-4202."
    ],
    "documents": [],
    "notes": [
        "The Slumbering Prince's Sleepy Clapper Sleep-aid is the only 100 percent guaranteed way to get an uninterrupted night's sleep. Simply place the Clapper anywhere in your sleeping quarters, within twenty feet of your bed, and clap twice. You'll be out like a light. To wake up, just clap twice again. Pleasant Dreams.",
        "\" SCP-4202 \" by DrChandra, from the SCP Wiki . Source: https://scpwiki.com/scp-4202 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4202",
    "object_class": "Safe",
    "containment_procedures": "SCP-4202 is to be placed within a containment chamber separated from all other rooms and corridors by a distance of no less than eight meters. Testing is to be conducted within SCP-4202's containment chamber as much as practical.",
    "description": "SCP-4202 is a dark blue torus approximately fifteen centimeters in diameter and six centimeters in height, composed of an unknown mineral. Both the top and bottom of the torus's aperture are covered by a pewter cap. Non-invasive imaging has revealed no inner mechanisms.",
    "title": "SCP-4202"
}