{
    "url": "https://scp-wiki.wikidot.com/scp-4217",
    "all_text": "rating: \n+228\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4217\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation naval forces are to patrol SCP-4217's territory with 3 or more battleships under the guise of the British Royal Navy. During a Hostile State, naval forces are to engage SCP-4217 until it reverts to a Passive State. Survivors from civilian vessels attacked by SCP-4217 are to be recovered and processed in accordance with Maritime Disinformation Protocols.\n\n\n\n\n\n\nSCP-4217 (circa 1940)\n\n\n\n\n\n\nDescription:\n SCP-4217 refers to both \nBismarck\n (henceforth SCP-4217-A), an anomalous German battleship sunk on 1941-05-27, and the large cephalopod organism that is fused to the inside of its hull (henceforth SCP-4217-B). SCP-4217-B possesses a pair of octopoid eyes which protrude from the base of SCP-4217-A's superstructure, and twelve 100- to 200-meter-long muscular hydrostats that extend from an opening in the stern. Aside from the presence of SCP-4217-B, SCP-4217-A shows no signs of damage sustained from battle or subsequent decades submerged underwater.\n\n\nSCP-4217-B operates SCP-4217-A's systems. This includes its full armament of 8 main guns, 44 secondary guns, and 12 anti-aircraft guns. SCP-4217-B also can operate SCP-4217-A's propellers to reach speeds approaching 40 knots, but only while surfaced. While submerged, SCP-4217 achieves locomotion via ejection of water from SCP-4217-B's body cavity (with an average speed of approximately 30 knots).\n\n\nSCP-4217 typically remains submerged at a depth of 500-1100 meters, navigating its territory. However, SCP-4217 will periodically\n1\n surface and enter a Hostile State.\n2\n During this period, SCP-4217 will seek and attack non-threatening targets (such as civilian cargo ships). If sufficiently damaged, it will revert to a Passive State; otherwise, it reverts after a median 9 hours.\n\n\nAddendum 1 - History:\n The SCP-4217 designation previously referred only to \nBismarck\n itself, which was believed to have been neutralized in 1941. A previous version of this document can be found below:\n\n\n\n\n+ Show Archived Document\n\n\n\n\n- Hide Archived Document\n\n\n\n\n\n\nItem #:\n SCP-4217\n\n\nObject Class:\n Presumed Neutralized (Formerly Keter)\n\n\nSpecial Containment Procedures:\n Information regarding SCP-4217's anomalous properties is to be suppressed according to standard protocols. The British Royal Navy has agreed to aid the Foundation in this effort.\n\n\nFoundation agents embedded in the German military will attempt to gain access to information regarding the \nTirpitz\n in order to determine if it is a second instance of SCP-4217.\n\n\nUpon development of the necessary submersible technology, a survey is to be conducted of SCP-4217's wreckage in order to verify its neutralization.\n\n\nDescription:\n SCP-4217 is the \nBismarck\n, a battleship designed and built for use by the German \nKriegsmarine\n. Several pieces of anomalous technology were incorporated into the ship's design:\n\n\n\n\nThaumatological symbols etched into the outer hull at key locations to reinforce SCP-4217's belt armor. These symbols are not visible at most times, but while active will luminesce in proportion to the amount of damage being mitigated.\n\n\nA weak psionic field with a radius exceeding 20 kilometers. The field appears to cause individuals with hostile intent towards SCP-4217 to experience confusion regarding the ship's identity, increasing the likelihood of friendly fire when affected individuals mistake allied vessels for SCP-4217.\n3\n\n\nPotential self-repair capabilities. Damage sustained during the Battle of the Denmark Strait was observed in subsequent engagements to have been partially repaired in a manner visually resembling the healing of wounds in organic tissue.\n\n\nArtillery shells containing an unknown gas with mutagenic properties. Organisms exposed to the compound (hereafter SCP-4217-1 instances) will undergo rapid mutations. Observed mutations include growth/loss of limbs and sensory organs; development of fur, feathers, and/or scales; and, in one unverified report, multiple victims being fused together into a single entity.\n4\n\n\nA hypothesized anomalous power supply of an unknown, possibly biological nature. During interrogation, surviving crew members stated that SCP-4217 required a unique type of fuel. Chemical analysis found the \"fuel\" to consist primarily of organic nutrients. None of the captive crew members reported having seen the interior of the engine room, although two claim to have heard a sound resembling a heartbeat while in that region of the ship.\n\n\n\n\nThis list is based on limited observations of SCP-4217 in combat and interrogations of the few surviving crew members, and is thus not considered exhaustive. Efforts are ongoing to acquire the original design documentation.\n\n\nAs of 1941-05-27, SCP-4217 is believed to be located at the bottom of the Atlantic Ocean, approximately 500-600 kilometers off the coast of France. The Foundation currently lacks the technology to reach the wreck and verify its current condition, but the probability of SCP-4217 continuing to exhibit anomalous properties has been deemed low in light of the damage inflicted upon it prior to its sinking.\n\n\nTimeline:\n\n\n\n\n1937:\n Markus Straub, a Foundation Agent working undercover in Germany, intercepts a shipment of esoteric materials being transported to the city of Hamburg for use in the construction of a battleship. Several materials are recognized as important components of thaumatological constructs. Agent Straub is ordered to observe the construction. Upon completion of the hull, this ship is christened \nBismarck\n and launched for fitting-out work.\n\n\n1939-05-07:\n A large, heavily guarded shipment marked with the insignia of the Obskuracorps\n5\n is delivered to \nBismarck\n. Agent Straub reports hearing a sound similar to a heartbeat originating from the shipment, but is unable to get close enough to make further observations.\n\n\n1940-09-15 - 1940-09-17:\n \nBismarck\n leaves Hamburg to begin sea trials. During what appears to be a high speed run, the \nBismarck\n releases a massive electrical discharge and shuts down. For several seconds following this, a series of glowing symbols are visible along the hull, but the distance is too great for Agent Straub to identify them. Power is restored within an hour.\n\n\n1940-09-18:\n SCP designation assigned. O5 Council authorizes neutralization. All agents stationed within Germany ordered to rendezvous and destroy SCP-4217 before it can be completed.\n\n\n1940-09-28:\n Agents report readiness to launch mission. No further contact.\n\n\n1940-10-01 - 1940-10-11:\n Team is declared MIA and mission is deemed a failure. Subsequent attempts are hindered by the ongoing war. Following a 7/4/2 vote, the O5 Council concludes that the potential threat posed by SCP-4217 warrants informing the British government.\n\n\n1941-05-20 - 1941-05-23:\n SCP-4217 is spotted by Swedish reconnaissance aircraft. This information is leaked to the British, who contact the Foundation. The Royal Navy dispatches a fleet led by HMS \nHood\n and HMS \nPrince of Wales\n to intercept SCP-4217. Foundation representatives meet with British Admiralty Board to coordinate on neutralizing SCP-4217. Foundation agents are placed on board select ships of the Home Fleet as advisers.\n\n\n1941-05-24 0552-0604:\n HMS \nHood\n and HMS \nPrince of Wales\n engage SCP-4217 and \nPrinz Eugen\n in the Battle of the Denmark Strait. Due to its psionic field and thaumatologically-reinforced armor, SCP-4217 sustains only minor damage. SCP-4217 converts significant portion of \nHood\n's crew into SCP-4217-1 instances, which then overwhelm the bridge crew. \nHood\n then sunk by enemy fire. \nPrince of Wales\n retreats.\n\n\n1941-05-24 1100:\n It is discovered that SCP-4217 is leaking a substance then thought to be oil. Remaining fleet uses the trail to follow SCP-4217.\n\n\n1941-05-24 2200:\n SCP-4217's anomalous defenses impede attempted attacks by torpedo bombers.\n6\n Observing Foundation agents identify the defenses and relay this information to Site-41. Use of SCP-████ is proposed as a countermeasure to the psionic field and preparations are made to transport it. Site-41 thaumatology experts design plans to modify torpedoes that will overload SCP-4217's armor reinforcement.\n\n\n1941-05-25 0300 - 1941-05-26 1030:\n SCP-4217 temporarily breaks radar contact, but is eventually located by British Intelligence. Events during this period do not deviate from historical record.\n\n\n1941-05-26 1839:\n Foundation supply ship arrives with requested countermeasures. SCP-████ nullifies psionic field. Modified torpedoes overload reinforcement symbols; subsequent thaumatological discharge causes moderate hull damage. SCP-4217 is noted to begin moving erratically.\n\n\n1941-05-27 0843:\n British warships, led by HMS \nKing George V\n, surround SCP-4217 and begin firing upon it.\n\n\n1941-05-27 0931:\n SCP-4217 is now too damaged to return fire, but remains afloat. British bombardment continues.\n\n\n1941-05-27, 1007:\n SCP-4217's store of mutagenic ammunition is struck. Majority of crew is exposed and become SCP-4217-1 instances. Remaining crew abandons ship.\n\n\n1941-05-27, 1035:\n SCP-4217 starts to sink. British ships cease fire and begin rescue efforts.\n\n\n1941-05-27, 1039:\n SCP-4217 is completely submerged. Foundation teams recover SCP-4217-1 remains.\n\n\n\n\nAmnestics were administered to all British crew below the rank of Admiral before being allowed to disembark.\n\n\n121 members of SCP-4217's crew were successfully rescued. Following interrogations, 109 were amnesticized and transferred to British custody while the 12 remaining were sent to Site-23 for further investigation. The remains of 74 SCP-4217-1 instances were recovered and sent to Site-23 for study. An estimated minimum 1500 members of SCP-4217's original crew remain unaccounted for.\n\n\n\n\n\n\n- Hide Archived Document\n\n\n\n\n\n\nOn 1985-02-16, a team from MTF Gamma-6 (\"Deep Feeders\") was dispatched to verify the status of SCP-4217. On 1985-02-19, the surface crew reported that the dive team had remained submerged for several hours past what their oxygen supplies allowed. Shortly thereafter, they detected the distress signal from the submersible's black box recorder and retrieved it. Transcript follows:\n\n\n\n\n+ Show Transcript\n\n\n\n\n- Hide Transcript\n\n\n\n\n\n\nForeward:\n Subjects are Agents Victor Miller and Charles Taylor aboard a Model SM-03 Submersible equipped with a Model RV-1 Marine Probe. Transcript begins 26 minutes into recording.\n\n\n[\nBegin log\n]\n\n\nTaylor:\n Hey, point the lights that way, I think I saw something.\n\n\nMiller:\n Sure. \n(Pause)\n Yeah. Yeah, I think that's it!\n\n\nTaylor:\n Man, I never thought I'd be happy to see a swastika.\n\n\nMiller:\n \n(Laughs)\n Seriously. Oh, uh, \n(Clears throat)\n let the record show that we have located the wreckage of SCP-4217. We will now begin our survey of its current status.\n\n\nTaylor:\n It looks like the stern's been buried in sand, likely from a landslide caused when it struck the base of this mountain. Wait, we're underwater, is \"landslide\" the right word?\n\n\nMiller:\n Let the record also show that neither of us knows the word for an underwater landslide.\n\n\nTaylor:\n Heh. Anyway, bring us in so we can confirm the kill and get out of here.\n\n\nMiller:\n On it. Hey, the file mentioned a psionic field, check the Cayce Counter.\n\n\nTaylor:\n Right, uh… Looks like it's reading normal background levels.\n\n\nMiller:\n Alright, confirming the absence of psionic influence.\n\n\nTaylor:\n The \nARI is showing slightly higher-than-normal EVE levels\n, but below what they said would indicate the protection runes being active.\n\n\nMiller:\n Good, we're two for two so far.\n\n\nTaylor:\n Yeah, looks like this whole trip is going to be a waste of time. I don't know why they thought this thing might still be a threat; it got shelled for something like two straight hours, and then spent forty years at the bottom of the ocean.\n\n\nMiller:\n I'm not so sure. Take a look at the hull.\n\n\nTaylor:\n What do you mean? It just looks like a normal ship's hull.\n\n\nMiller:\n Yeah, exactly. You'd think it'd have things like barnacles all over it after four decades.\n\n\nTaylor:\n … So it's anomalously barnacle-proof, big deal.\n\n\nMiller:\n It's a big deal if it means that other properties are still active.\n\n\nTaylor:\n Yeah, I know. Hang on a sec, lemme see what else is in the file.\n\n\n[\nShuffling papers\n]\n\n\nMiller:\n Not much concrete info, from what I remember.\n\n\nTaylor:\n Well, says here it could regenerate; that might be the barnacle-proofing. There's the mutation ammo, which supposedly got blown up, and some kind of power supply that may or may not even be anomalous. Yeah, that's not much to go on, and the last two would be inside the hull.\n\n\nMiller:\n Well, no way the sub's going to get inside, looks like it's time for the robot.\n\n\nTaylor:\n Guess so. Try to find us an open hatch or something, and I'll get it started up.\n\n\nMiller:\n I think I saw something earlier up on the bow… Yeah, here. That look big enough?\n\n\nTaylor:\n That'll work. Alright, let's see what's inside.\n\n\n[\nExtended silence\n]\n\n\nTaylor:\n Damn, it's in even better condition inside. It's gotta be regenerating; we should have seen \nsome\n sign of battle damage by now.\n\n\nMiller:\n Yeah, it's spotless, I don't even see any rust. You can still read these signs.\n\n\nTaylor:\n Speaking of which, I think that one is pointing towards the turrets. Let's go.\n\n\n[\nExtended silence\n]\n\n\nMiller:\n There should be some skeletons, right? The file said fifteen hundred crew members were unaccounted for.\n\n\nTaylor:\n Yeah, I know. Damn, this is creepy. \n(Pause)\n Well, here it is. Let's see what's insi- What the fuck?\n\n\nMiller:\n … Um, we seem to have found something attached to the interior structure of one of the main turrets. It looks like stone, but… that doesn't seem right.\n\n\nTaylor:\n It looks like it's coming through that bulkhead there; I'm taking us around to the other side. \n(Pause)\n Yeah, there's even more here.\n\n\nMiller:\n There's even more down that corridor. Seems to get thicker towards the stern.\n\n\nTaylor:\n It looks like it's… \ngrowing\n from that way. Shit, I really don't think this is stone.\n\n\nMiller:\n Yeah. We should probably take a sample to the surface.\n\n\nTaylor:\n I don't think that's a good idea.\n\n\nMiller:\n Come on, man, we've got a job to do here.\n\n\nTaylor:\n \n(Sighs)\n All right, all right, I'm doing it. \n(Pause)\n Shit, that's definitely not stone, it's like rubber.\n\n\nMiller:\n All the more reason to find out what the hell it actually is.\n\n\nTaylor:\n Come on you piece of… There you go!\n\n\nMiller:\n What's that stuff coming out- Oh.\n\n\nTaylor:\n It's… Shit, it's bleeding. Get us out of here, Vic.\n\n\n[\nLow-pitched rumbling\n]\n\n\nTaylor:\n GET US OUT OF HERE, VIC!\n\n\nMiller:\n Wait, what about the robot?\n\n\nTaylor:\n Fuck the robot! I'm cutting the umbilical, now LET'S GO!\n\n\nMiller:\n Fine, fine, I'm on it! \n(Pause)\n Did you see that on the superstructure?\n\n\nTaylor:\n Yeah. Fuck. The ship has eyes. Why does it have eyes? Shit, this was supposed to be an easy mission!\n\n\nMiller:\n Fifteen hundred…\n\n\nTaylor:\n What was that?\n\n\nMiller:\n I think-\n\n\n[\nRumbling, sound of bending metal\n]\n\n\nMiller:\n SOMETHING GRABBED US!\n\n\n[\nSound of glass cracking\n]\n\n\nTaylor:\n Shit, shit! There's gotta be someth-\n\n\n[\nSound of rushing water; cuts to static\n]\n\n\n[\nEnd log\n]\n\n\n\n\n\n\n- Hide Transcript\n\n\n\n\n\n\nThe first sighting of SCP-4217 in its current form was made shortly thereafter. It was responsible for sinking two cargo carriers and one cruise liner prior to the establishment of current containment procedures.\n\n\nCover stories were disseminated to explain the lost vessels. Foundation misinformation teams constructed a replica of \nBismarck\n and sank it ~100 km east of the location of SCP-4217's rediscovery. Arrangements were then made for a high-profile civilian oceanographer to discover it on 1989-06-08.\n\n\nAddendum 2 - Recovered Documents:\n Following the collapse of the USSR and subsequent dissolution of \nGRU Division \"P\"\n, the Foundation acquired a number of documents that GRU-P had recovered during the Soviet occupation of Germany. Among these documents were a number of internal Obskuracorps memos believed to be related to SCP-4217 (Translated from the original German):\n\n\n\n\n+ Show Documents\n\n\n\n\n- Hide Documents\n\n\n\n\n\n\nFrom:\n Dietrich Klossner\n\n\nTo:\n Karl Reuter\n\n\nSubject:\n Black Forest Specimen\n\n\nCommander Reuter,\n\n\nThe specimen's condition has finally stabilized, although it remains essentially comatose. Fortunately, this state of affairs suits our purposes. Oddly, most of the damage doesn't seem to have been caused by the crash, but I digress. I can explain more during your inspection next week if you're interested.\n\n\nWe estimate that the nutrient supplies recovered with the specimen will last at least another month. After analyzing some samples, the nutrients seem to be mostly carbon-based, with a few exotic ingredients that we should be able to synthesize. Progress on interfacing the specimen with modern electrical systems is also on schedule. Inform B&V that contract \"F\" should have its engine within the year.\n\n\nHH\n\n\n\n\n\n\nFrom:\n Otto Schmidt\n\n\nTo:\n Karl Reuter\n\n\nSubject:\n Artifact\n\n\nCommander Reuter,\n\n\nI have some reservations about your plans for the artifact. Yes, the trials did show that its effects could extend out to the ranges you desired, but they were greatly diminished. Furthermore, our test subjects have been far from peak physical or mental health, we don't know if it will do more than slightly confuse enemy crews. Please, we need to study it more before trying to use it.\n\n\nHH\n\n\n\n\n\n\nFrom:\n Karl Reuter\n\n\nTo:\n Hans Meyer\n\n\nSubject:\n Compound 17\n\n\nDoctor Meyer,\n\n\nIn the three years that you've been given to work on your little soldier enhancement project, it has been a consistent disappointment. However, after reading the report on your latest failure, I believe you may have accidentally created something useful. I will be at your facility this Thursday for a demonstration of Compound 17 and its \"interesting side-effects\". If what you show me is satisfactory, I might be willing to extend your deadline.\n\n\nI suggest you take full advantage of this opportunity.\n\n\nHH\n\n\n\n\n\n\n- Hide Documents\n\n\n\n\n\n\nIn light of this discovery, the Foundation conducted investigations of the individuals named in these correspondences. Records indicate the deaths of Otto Schmidt in 1940 and Hans Meyer in 1941, with no evidence found to contradict this information. Dietrich Klossner was acquired by the United States military in Operation Paperclip and later died of natural causes in 1976. The Department of Defense has thus far refused to disclose information on his postwar work. References to Karl Reuter can be found in other Obskuracorps documents up until 1944, after which no further information on him has yet been found.\n\n\nAddendum 3 - Incident 4217-09:\n On 1993-07-22, SCP-4217 appeared to enter a Hostile State, and Foundation naval forces prepared to enact Special Containment Procedures in response. However, before any vessels were able to reach firing range, Kurt Wegner, captain of SCPS \nNemed\n, noticed that SCP-4217 was not moving from the location where it had surfaced. As this was different from previously observed behavior, Captain Wegner ordered SCPS \nCesair\n and SCPS \nPartholón\n to hold position while he investigated. SCP-4217 was unresponsive to the presence of SCPS \nNemed\n, even when the latter drew within 200 meters. After a brief period of observation, Captain Wegner attempted to hail SCP-4217 over the radio. Transcript follows:\n\n\n\n\n+ Show Transcript\n\n\n\n\n- Hide Transcript\n\n\n\n\n\n\nNote:\n Text in « » is translated from German\n\n\n[\nBegin log\n]\n\n\nCaptain Wegner:\n This is Captain Kurt Wegner of the SCPS \nNemed\n. Can you understand me?\n\n\n[\nExtended silence\n]\n\n\nCaptain Wegner:\n Repeat: This is Captain Kurt Wegner of the SCPS \nNemed\n. Can you understand me? Please respond.\n\n\nSCP-4217:\n «Confusion.»\n\n\nCaptain Wegner:\n «You speak German?»\n\n\nSCP-4217:\n «German…» \n(Pause, followed by the opening bars of\n \"Die Fahne hoch\" \n7\n)\n\n\nCaptain Wegner:\n «Um… yes. \n(Clears throat)\n Do you understand what I am saying?»\n\n\nSCP-4217:\n «… Yes… You ship?»\n\n\nCrew Member:\n Captain, SCP-4217's eyes just focused on us.\n\n\nCaptain Wegner:\n «… Yes, that's us. What about you? Can you tell us what you are or where you came from?»\n\n\nSCP-4217:\n «… Confusion.»\n\n\nCaptain Wegner:\n «Do you mean you don't know, or that you don't understand?»\n\n\nSCP-4217:\n «Understand… Remember many… Confusion.»\n\n\nCaptain Wegner:\n «What do you mean, \"remember many\"?»\n\n\nCommunications Officer:\n Captain, it's sending us a video feed.\n\n\nCaptain Wegner:\n Show me. And make a recording of it.\n\n\nCommunications Officer:\n Yes sir.\n\n\n[\nVideo consists of hundreds of images in rapid succession. Notable subjects include: various early 20th-century German cities, an unknown artificial structure in space, Adolf Hitler delivering a speech, the HMS\n King George V\n, the planet Jupiter, and SCPS\n Cesair.\n]\n\n\nCaptain Wegner:\n «What is this?»\n\n\nSCP-4217:\n «Remember many.»\n\n\nCaptain Wegner:\n «So, are these your memories? … Was that Jupiter? Is that where you're from?»\n\n\nSCP-4217:\n «Confusion.»\n\n\nCaptain Wegner:\n «Jupiter, the… big planet, with the Red Spot- the storm.»\n\n\nSCP-4217:\n «Storm… Red…»\n\n\n[\nThe feed begins showing images of Jupiter with increasing frequency, and quickly turns into a single video. The viewpoint of the video is approaching the planet, specifically the Great Red Spot.\n]\n\n\nSCP-4217:\n «Red storm… Red clouds…»\n\n\nCrew Member:\n Captain, the tentacles are starting to twitch. I think it's getting agitated.\n\n\nCaptain Wegner:\n Put some distance between us and it. Are weapons still trained on it? Good, hold fire until I give the order. Tell \nCesair\n and \nPartholón\n to prepare to engage. «SCP-4217, please calm down. What's wrong?»\n\n\n[\nThe video is now very close to Jupiter's Great Red Spot. Now visible in the center of the storm is \nSCP-2399\n. The image flickers and changes multiple times; first replacing SCP-2399 with HMS\n King George V, \nthen SCPS\n Nemed.\n]\n\n\nSCP-4217:\n \n(Incoherent shrieking)\n\n\n[\nA bright flash obscures the video. SCP-4217 begins to fire erratically in all directions while thrashing its tentacles.\n]\n\n\nCaptain Wegner:\n Open fire.\n\n\n[\nEnd log\n]\n\n\n\n\n\n\n- Hide Transcript\n\n\n\n\n\n\nSCPS \nNemed\n, SCPS \nCesair\n, and SCPS \nPartholón\n subdued SCP-4217 without further incident. SCP-4217 has not responded to subsequent attempts at communication.\n\n\n\n\nFootnotes\n\n\n1\n. Observed intervals have ranged from 2 weeks to 11 months with no discernible pattern.\n\n\n2\n. This can occur even during predatory behavior, as evidenced by one instance wherein SCP-4217 pulled a dying \nPhyseter macrocephalus\n (sperm whale) to the surface before abandoning it.\n\n\n3\n. This property has been confirmed neutralized\n\n\n4\n. This property has been confirmed neutralized\n\n\n5\n. The occult branch of the German government during the Nazi era.\n\n\n6\n. Confusion caused by the psionic field causes the squadron to nearly attack HMS \nNorfolk\n and a US Coast Guard vessel.\n\n\n7\n. The German national anthem during the Nazi era.\n\n\n\n\n\n\n\n\n« \nSCP-4216\n | SCP-4217 | \nSCP-4218\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4217\n\" by Gentleman Thief, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4217\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1 - History: The SCP-4217 designation previously referred only to Bismarck itself, which was believed to have been neutralized in 1941. A previous version of this document can be found below:\nOn 1985-02-16, a team from MTF Gamma-6 (\"Deep Feeders\") was dispatched to verify the status of SCP-4217. On 1985-02-19, the surface crew reported that the dive team had remained submerged for several hours past what their oxygen supplies allowed. Shortly thereafter, they detected the distress signal from the submersible's black box recorder and retrieved it. Transcript follows:\nThe first sighting of SCP-4217 in its current form was made shortly thereafter. It was responsible for sinking two cargo carriers and one cruise liner prior to the establishment of current containment procedures.\nCover stories were disseminated to explain the lost vessels. Foundation misinformation teams constructed a replica of Bismarck and sank it ~100 km east of the location of SCP-4217's rediscovery. Arrangements were then made for a high-profile civilian oceanographer to discover it on 1989-06-08.",
        "Addendum 2 - Recovered Documents: Following the collapse of the USSR and subsequent dissolution of GRU Division \"P\" , the Foundation acquired a number of documents that GRU-P had recovered during the Soviet occupation of Germany. Among these documents were a number of internal Obskuracorps memos believed to be related to SCP-4217 (Translated from the original German):\nIn light of this discovery, the Foundation conducted investigations of the individuals named in these correspondences. Records indicate the deaths of Otto Schmidt in 1940 and Hans Meyer in 1941, with no evidence found to contradict this information. Dietrich Klossner was acquired by the United States military in Operation Paperclip and later died of natural causes in 1976. The Department of Defense has thus far refused to disclose information on his postwar work. References to Karl Reuter can be found in other Obskuracorps documents up until 1944, after which no further information on him has yet been found.",
        "Addendum 3 - Incident 4217-09: On 1993-07-22, SCP-4217 appeared to enter a Hostile State, and Foundation naval forces prepared to enact Special Containment Procedures in response. However, before any vessels were able to reach firing range, Kurt Wegner, captain of SCPS Nemed , noticed that SCP-4217 was not moving from the location where it had surfaced. As this was different from previously observed behavior, Captain Wegner ordered SCPS Cesair and SCPS Partholón to hold position while he investigated. SCP-4217 was unresponsive to the presence of SCPS Nemed , even when the latter drew within 200 meters. After a brief period of observation, Captain Wegner attempted to hail SCP-4217 over the radio. Transcript follows:\nSCPS Nemed , SCPS Cesair , and SCPS Partholón subdued SCP-4217 without further incident. SCP-4217 has not responded to subsequent attempts at communication."
    ],
    "documents": [
        "Addendum 2 - Recovered Documents: Following the collapse of the USSR and subsequent dissolution of GRU Division \"P\" , the Foundation acquired a number of documents that GRU-P had recovered during the Soviet occupation of Germany. Among these documents were a number of internal Obskuracorps memos believed to be related to SCP-4217 (Translated from the original German):\nIn light of this discovery, the Foundation conducted investigations of the individuals named in these correspondences. Records indicate the deaths of Otto Schmidt in 1940 and Hans Meyer in 1941, with no evidence found to contradict this information. Dietrich Klossner was acquired by the United States military in Operation Paperclip and later died of natural causes in 1976. The Department of Defense has thus far refused to disclose information on his postwar work. References to Karl Reuter can be found in other Obskuracorps documents up until 1944, after which no further information on him has yet been found."
    ],
    "notes": [
        "Item #: SCP-4217 Object Class: Presumed Neutralized (Formerly Keter) Special Containment Procedures: Information regarding SCP-4217's anomalous properties is to be suppressed according to standard protocols. The British Royal Navy has agreed to aid the Foundation in this effort. Foundation agents embedded in the German military will attempt to gain access to information regarding the Tirpitz in order to determine if it is a second instance of SCP-4217. Upon development of the necessary submersible technology, a survey is to be conducted of SCP-4217's wreckage in order to verify its neutralization. Description: SCP-4217 is the Bismarck , a battleship designed and built for use by the German Kriegsmarine . Several pieces of anomalous technology were incorporated into the ship's design: Thaumatological symbols etched into the outer hull at key locations to reinforce SCP-4217's belt armor. These symbols are not visible at most times, but while active will luminesce in proportion to the amount of damage being mitigated. A weak psionic field with a radius exceeding 20 kilometers. The field appears to cause individuals with hostile intent towards SCP-4217 to experience confusion regarding the ship's identity, increasing the likelihood of friendly fire when affected individuals mistake allied vessels for SCP-4217. 3 Potential self-repair capabilities. Damage sustained during the Battle of the Denmark Strait was observed in subsequent engagements to have been partially repaired in a manner visually resembling the healing of wounds in organic tissue. Artillery shells containing an unknown gas with mutagenic properties. Organisms exposed to the compound (hereafter SCP-4217-1 instances) will undergo rapid mutations. Observed mutations include growth/loss of limbs and sensory organs; development of fur, feathers, and/or scales; and, in one unverified report, multiple victims being fused together into a single entity. 4 A hypothesized anomalous power supply of an unknown, possibly biological nature. During interrogation, surviving crew members stated that SCP-4217 required a unique type of fuel. Chemical analysis found the \"fuel\" to consist primarily of organic nutrients. None of the captive crew members reported having seen the interior of the engine room, although two claim to have heard a sound resembling a heartbeat while in that region of the ship. This list is based on limited observations of SCP-4217 in combat and interrogations of the few surviving crew members, and is thus not considered exhaustive. Efforts are ongoing to acquire the original design documentation. As of 1941-05-27, SCP-4217 is believed to be located at the bottom of the Atlantic Ocean, approximately 500-600 kilometers off the coast of France. The Foundation currently lacks the technology to reach the wreck and verify its current condition, but the probability of SCP-4217 continuing to exhibit anomalous properties has been deemed low in light of the damage inflicted upon it prior to its sinking. Timeline: 1937: Markus Straub, a Foundation Agent working undercover in Germany, intercepts a shipment of esoteric materials being transported to the city of Hamburg for use in the construction of a battleship. Several materials are recognized as important components of thaumatological constructs. Agent Straub is ordered to observe the construction. Upon completion of the hull, this ship is christened Bismarck and launched for fitting-out work. 1939-05-07: A large, heavily guarded shipment marked with the insignia of the Obskuracorps 5 is delivered to Bismarck . Agent Straub reports hearing a sound similar to a heartbeat originating from the shipment, but is unable to get close enough to make further observations. 1940-09-15 - 1940-09-17: Bismarck leaves Hamburg to begin sea trials. During what appears to be a high speed run, the Bismarck releases a massive electrical discharge and shuts down. For several seconds following this, a series of glowing symbols are visible along the hull, but the distance is too great for Agent Straub to identify them. Power is restored within an hour. 1940-09-18: SCP designation assigned. O5 Council authorizes neutralization. All agents stationed within Germany ordered to rendezvous and destroy SCP-4217 before it can be completed. 1940-09-28: Agents report readiness to launch mission. No further contact. 1940-10-01 - 1940-10-11: Team is declared MIA and mission is deemed a failure. Subsequent attempts are hindered by the ongoing war. Following a 7/4/2 vote, the O5 Council concludes that the potential threat posed by SCP-4217 warrants informing the British government. 1941-05-20 - 1941-05-23: SCP-4217 is spotted by Swedish reconnaissance aircraft. This information is leaked to the British, who contact the Foundation. The Royal Navy dispatches a fleet led by HMS Hood and HMS Prince of Wales to intercept SCP-4217. Foundation representatives meet with British Admiralty Board to coordinate on neutralizing SCP-4217. Foundation agents are placed on board select ships of the Home Fleet as advisers. 1941-05-24 0552-0604: HMS Hood and HMS Prince of Wales engage SCP-4217 and Prinz Eugen in the Battle of the Denmark Strait. Due to its psionic field and thaumatologically-reinforced armor, SCP-4217 sustains only minor damage. SCP-4217 converts significant portion of Hood 's crew into SCP-4217-1 instances, which then overwhelm the bridge crew. Hood then sunk by enemy fire. Prince of Wales retreats. 1941-05-24 1100: It is discovered that SCP-4217 is leaking a substance then thought to be oil. Remaining fleet uses the trail to follow SCP-4217. 1941-05-24 2200: SCP-4217's anomalous defenses impede attempted attacks by torpedo bombers. 6 Observing Foundation agents identify the defenses and relay this information to Site-41. Use of SCP-████ is proposed as a countermeasure to the psionic field and preparations are made to transport it. Site-41 thaumatology experts design plans to modify torpedoes that will overload SCP-4217's armor reinforcement. 1941-05-25 0300 - 1941-05-26 1030: SCP-4217 temporarily breaks radar contact, but is eventually located by British Intelligence. Events during this period do not deviate from historical record. 1941-05-26 1839: Foundation supply ship arrives with requested countermeasures. SCP-████ nullifies psionic field. Modified torpedoes overload reinforcement symbols; subsequent thaumatological discharge causes moderate hull damage. SCP-4217 is noted to begin moving erratically. 1941-05-27 0843: British warships, led by HMS King George V , surround SCP-4217 and begin firing upon it. 1941-05-27 0931: SCP-4217 is now too damaged to return fire, but remains afloat. British bombardment continues. 1941-05-27, 1007: SCP-4217's store of mutagenic ammunition is struck. Majority of crew is exposed and become SCP-4217-1 instances. Remaining crew abandons ship. 1941-05-27, 1035: SCP-4217 starts to sink. British ships cease fire and begin rescue efforts. 1941-05-27, 1039: SCP-4217 is completely submerged. Foundation teams recover SCP-4217-1 remains. Amnestics were administered to all British crew below the rank of Admiral before being allowed to disembark. 121 members of SCP-4217's crew were successfully rescued. Following interrogations, 109 were amnesticized and transferred to British custody while the 12 remaining were sent to Site-23 for further investigation. The remains of 74 SCP-4217-1 instances were recovered and sent to Site-23 for study. An estimated minimum 1500 members of SCP-4217's original crew remain unaccounted for.",
        "1937: Markus Straub, a Foundation Agent working undercover in Germany, intercepts a shipment of esoteric materials being transported to the city of Hamburg for use in the construction of a battleship. Several materials are recognized as important components of thaumatological constructs. Agent Straub is ordered to observe the construction. Upon completion of the hull, this ship is christened Bismarck and launched for fitting-out work. 1939-05-07: A large, heavily guarded shipment marked with the insignia of the Obskuracorps 5 is delivered to Bismarck . Agent Straub reports hearing a sound similar to a heartbeat originating from the shipment, but is unable to get close enough to make further observations. 1940-09-15 - 1940-09-17: Bismarck leaves Hamburg to begin sea trials. During what appears to be a high speed run, the Bismarck releases a massive electrical discharge and shuts down. For several seconds following this, a series of glowing symbols are visible along the hull, but the distance is too great for Agent Straub to identify them. Power is restored within an hour. 1940-09-18: SCP designation assigned. O5 Council authorizes neutralization. All agents stationed within Germany ordered to rendezvous and destroy SCP-4217 before it can be completed. 1940-09-28: Agents report readiness to launch mission. No further contact. 1940-10-01 - 1940-10-11: Team is declared MIA and mission is deemed a failure. Subsequent attempts are hindered by the ongoing war. Following a 7/4/2 vote, the O5 Council concludes that the potential threat posed by SCP-4217 warrants informing the British government. 1941-05-20 - 1941-05-23: SCP-4217 is spotted by Swedish reconnaissance aircraft. This information is leaked to the British, who contact the Foundation. The Royal Navy dispatches a fleet led by HMS Hood and HMS Prince of Wales to intercept SCP-4217. Foundation representatives meet with British Admiralty Board to coordinate on neutralizing SCP-4217. Foundation agents are placed on board select ships of the Home Fleet as advisers. 1941-05-24 0552-0604: HMS Hood and HMS Prince of Wales engage SCP-4217 and Prinz Eugen in the Battle of the Denmark Strait. Due to its psionic field and thaumatologically-reinforced armor, SCP-4217 sustains only minor damage. SCP-4217 converts significant portion of Hood 's crew into SCP-4217-1 instances, which then overwhelm the bridge crew. Hood then sunk by enemy fire. Prince of Wales retreats. 1941-05-24 1100: It is discovered that SCP-4217 is leaking a substance then thought to be oil. Remaining fleet uses the trail to follow SCP-4217. 1941-05-24 2200: SCP-4217's anomalous defenses impede attempted attacks by torpedo bombers. 6 Observing Foundation agents identify the defenses and relay this information to Site-41. Use of SCP-████ is proposed as a countermeasure to the psionic field and preparations are made to transport it. Site-41 thaumatology experts design plans to modify torpedoes that will overload SCP-4217's armor reinforcement. 1941-05-25 0300 - 1941-05-26 1030: SCP-4217 temporarily breaks radar contact, but is eventually located by British Intelligence. Events during this period do not deviate from historical record. 1941-05-26 1839: Foundation supply ship arrives with requested countermeasures. SCP-████ nullifies psionic field. Modified torpedoes overload reinforcement symbols; subsequent thaumatological discharge causes moderate hull damage. SCP-4217 is noted to begin moving erratically. 1941-05-27 0843: British warships, led by HMS King George V , surround SCP-4217 and begin firing upon it. 1941-05-27 0931: SCP-4217 is now too damaged to return fire, but remains afloat. British bombardment continues. 1941-05-27, 1007: SCP-4217's store of mutagenic ammunition is struck. Majority of crew is exposed and become SCP-4217-1 instances. Remaining crew abandons ship. 1941-05-27, 1035: SCP-4217 starts to sink. British ships cease fire and begin rescue efforts. 1941-05-27, 1039: SCP-4217 is completely submerged. Foundation teams recover SCP-4217-1 remains.",
        "Foreward: Subjects are Agents Victor Miller and Charles Taylor aboard a Model SM-03 Submersible equipped with a Model RV-1 Marine Probe. Transcript begins 26 minutes into recording. [ Begin log ] Taylor: Hey, point the lights that way, I think I saw something. Miller: Sure. (Pause) Yeah. Yeah, I think that's it! Taylor: Man, I never thought I'd be happy to see a swastika. Miller: (Laughs) Seriously. Oh, uh, (Clears throat) let the record show that we have located the wreckage of SCP-4217. We will now begin our survey of its current status. Taylor: It looks like the stern's been buried in sand, likely from a landslide caused when it struck the base of this mountain. Wait, we're underwater, is \"landslide\" the right word? Miller: Let the record also show that neither of us knows the word for an underwater landslide. Taylor: Heh. Anyway, bring us in so we can confirm the kill and get out of here. Miller: On it. Hey, the file mentioned a psionic field, check the Cayce Counter. Taylor: Right, uh… Looks like it's reading normal background levels. Miller: Alright, confirming the absence of psionic influence. Taylor: The ARI is showing slightly higher-than-normal EVE levels , but below what they said would indicate the protection runes being active. Miller: Good, we're two for two so far. Taylor: Yeah, looks like this whole trip is going to be a waste of time. I don't know why they thought this thing might still be a threat; it got shelled for something like two straight hours, and then spent forty years at the bottom of the ocean. Miller: I'm not so sure. Take a look at the hull. Taylor: What do you mean? It just looks like a normal ship's hull. Miller: Yeah, exactly. You'd think it'd have things like barnacles all over it after four decades. Taylor: … So it's anomalously barnacle-proof, big deal. Miller: It's a big deal if it means that other properties are still active. Taylor: Yeah, I know. Hang on a sec, lemme see what else is in the file. [ Shuffling papers ] Miller: Not much concrete info, from what I remember. Taylor: Well, says here it could regenerate; that might be the barnacle-proofing. There's the mutation ammo, which supposedly got blown up, and some kind of power supply that may or may not even be anomalous. Yeah, that's not much to go on, and the last two would be inside the hull. Miller: Well, no way the sub's going to get inside, looks like it's time for the robot. Taylor: Guess so. Try to find us an open hatch or something, and I'll get it started up. Miller: I think I saw something earlier up on the bow… Yeah, here. That look big enough? Taylor: That'll work. Alright, let's see what's inside. [ Extended silence ] Taylor: Damn, it's in even better condition inside. It's gotta be regenerating; we should have seen some sign of battle damage by now. Miller: Yeah, it's spotless, I don't even see any rust. You can still read these signs. Taylor: Speaking of which, I think that one is pointing towards the turrets. Let's go. [ Extended silence ] Miller: There should be some skeletons, right? The file said fifteen hundred crew members were unaccounted for. Taylor: Yeah, I know. Damn, this is creepy. (Pause) Well, here it is. Let's see what's insi- What the fuck? Miller: … Um, we seem to have found something attached to the interior structure of one of the main turrets. It looks like stone, but… that doesn't seem right. Taylor: It looks like it's coming through that bulkhead there; I'm taking us around to the other side. (Pause) Yeah, there's even more here. Miller: There's even more down that corridor. Seems to get thicker towards the stern. Taylor: It looks like it's… growing from that way. Shit, I really don't think this is stone. Miller: Yeah. We should probably take a sample to the surface. Taylor: I don't think that's a good idea. Miller: Come on, man, we've got a job to do here. Taylor: (Sighs) All right, all right, I'm doing it. (Pause) Shit, that's definitely not stone, it's like rubber. Miller: All the more reason to find out what the hell it actually is. Taylor: Come on you piece of… There you go! Miller: What's that stuff coming out- Oh. Taylor: It's… Shit, it's bleeding. Get us out of here, Vic. [ Low-pitched rumbling ] Taylor: GET US OUT OF HERE, VIC! Miller: Wait, what about the robot? Taylor: Fuck the robot! I'm cutting the umbilical, now LET'S GO! Miller: Fine, fine, I'm on it! (Pause) Did you see that on the superstructure? Taylor: Yeah. Fuck. The ship has eyes. Why does it have eyes? Shit, this was supposed to be an easy mission! Miller: Fifteen hundred… Taylor: What was that? Miller: I think- [ Rumbling, sound of bending metal ] Miller: SOMETHING GRABBED US! [ Sound of glass cracking ] Taylor: Shit, shit! There's gotta be someth- [ Sound of rushing water; cuts to static ] [ End log ]",
        "From: Dietrich Klossner To: Karl Reuter Subject: Black Forest Specimen Commander Reuter, The specimen's condition has finally stabilized, although it remains essentially comatose. Fortunately, this state of affairs suits our purposes. Oddly, most of the damage doesn't seem to have been caused by the crash, but I digress. I can explain more during your inspection next week if you're interested. We estimate that the nutrient supplies recovered with the specimen will last at least another month. After analyzing some samples, the nutrients seem to be mostly carbon-based, with a few exotic ingredients that we should be able to synthesize. Progress on interfacing the specimen with modern electrical systems is also on schedule. Inform B&V that contract \"F\" should have its engine within the year. HH",
        "From: Otto Schmidt To: Karl Reuter Subject: Artifact Commander Reuter, I have some reservations about your plans for the artifact. Yes, the trials did show that its effects could extend out to the ranges you desired, but they were greatly diminished. Furthermore, our test subjects have been far from peak physical or mental health, we don't know if it will do more than slightly confuse enemy crews. Please, we need to study it more before trying to use it. HH",
        "From: Karl Reuter To: Hans Meyer Subject: Compound 17 Doctor Meyer, In the three years that you've been given to work on your little soldier enhancement project, it has been a consistent disappointment. However, after reading the report on your latest failure, I believe you may have accidentally created something useful. I will be at your facility this Thursday for a demonstration of Compound 17 and its \"interesting side-effects\". If what you show me is satisfactory, I might be willing to extend your deadline. I suggest you take full advantage of this opportunity. HH",
        "Note: Text in « » is translated from German [ Begin log ] Captain Wegner: This is Captain Kurt Wegner of the SCPS Nemed . Can you understand me? [ Extended silence ] Captain Wegner: Repeat: This is Captain Kurt Wegner of the SCPS Nemed . Can you understand me? Please respond. SCP-4217: «Confusion.» Captain Wegner: «You speak German?» SCP-4217: «German…» (Pause, followed by the opening bars of \"Die Fahne hoch\" 7 ) Captain Wegner: «Um… yes. (Clears throat) Do you understand what I am saying?» SCP-4217: «… Yes… You ship?» Crew Member: Captain, SCP-4217's eyes just focused on us. Captain Wegner: «… Yes, that's us. What about you? Can you tell us what you are or where you came from?» SCP-4217: «… Confusion.» Captain Wegner: «Do you mean you don't know, or that you don't understand?» SCP-4217: «Understand… Remember many… Confusion.» Captain Wegner: «What do you mean, \"remember many\"?» Communications Officer: Captain, it's sending us a video feed. Captain Wegner: Show me. And make a recording of it. Communications Officer: Yes sir. [ Video consists of hundreds of images in rapid succession. Notable subjects include: various early 20th-century German cities, an unknown artificial structure in space, Adolf Hitler delivering a speech, the HMS King George V , the planet Jupiter, and SCPS Cesair. ] Captain Wegner: «What is this?» SCP-4217: «Remember many.» Captain Wegner: «So, are these your memories? … Was that Jupiter? Is that where you're from?» SCP-4217: «Confusion.» Captain Wegner: «Jupiter, the… big planet, with the Red Spot- the storm.» SCP-4217: «Storm… Red…» [ The feed begins showing images of Jupiter with increasing frequency, and quickly turns into a single video. The viewpoint of the video is approaching the planet, specifically the Great Red Spot. ] SCP-4217: «Red storm… Red clouds…» Crew Member: Captain, the tentacles are starting to twitch. I think it's getting agitated. Captain Wegner: Put some distance between us and it. Are weapons still trained on it? Good, hold fire until I give the order. Tell Cesair and Partholón to prepare to engage. «SCP-4217, please calm down. What's wrong?» [ The video is now very close to Jupiter's Great Red Spot. Now visible in the center of the storm is SCP-2399 . The image flickers and changes multiple times; first replacing SCP-2399 with HMS King George V, then SCPS Nemed. ] SCP-4217: (Incoherent shrieking) [ A bright flash obscures the video. SCP-4217 begins to fire erratically in all directions while thrashing its tentacles. ] Captain Wegner: Open fire. [ End log ]",
        "\" SCP-4217 \" by Gentleman Thief, from the SCP Wiki . Source: https://scpwiki.com/scp-4217 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Information regarding SCP-4217's anomalous properties is to be suppressed according to standard protocols. The British Royal Navy has agreed to aid the Foundation in this effort.",
    "description": "SCP-4217 is the Bismarck, a battleship designed and built for use by the German Kriegsmarine. Several pieces of anomalous technology were incorporated into the ship's design:",
    "item": "SCP-4217",
    "object_class": "Presumed Neutralized (Formerly Keter)",
    "title": "SCP-4217"
}