{
    "url": "https://scp-wiki.wikidot.com/scp-4227",
    "all_text": "rating: \n+7\n+\n–\nx\n\n\n\n\n\n\nLake ████. Picture was taken by Dr. Larsson.\n\n\n\n\n\n\nItem#:\n SCP-4227\n\n\nObject Class:\n Keter\n\n\n\n\n\n\nWarning sign located outside the secluded area surrounding Lake █████. Translation: Forest road. Obstacles and dangers may occur.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4227 is contained at its site of discovery. Electric fence with barbed wire is to be set up in the area surrounding the lake which SCP-4227 is located in. Security cameras are set up on the fence every 30 meters and are to be monitored 24 hours a day by assigned personnel. 4 armed guards are to be stationed at the main entrance to SCP-4227 at all times. Any non-personnel exposed or having viewed SCP-4227, 1 or more SCP-4227-A instance(s) or 1 or more SCP-4227-B instance(s) are to be escorted off the premises and are then to be given Class-A amnestics.\n\n\nIn the event that 1 or more SCP-4227-A or SCP-4227-B instance(s) breaches containment, Mobile Task Force Epsilon-11 (\"Nine-Tailed Fox\"), Mobile Task Force Nu-7 (Hammer Down) or Mobile Task Force Gamma-6 (\"Deep Feeders\") are to be called into recontain the anomaly/anomalies. Mobile Task Force Lambda-5 (\"White Rabbits\") are then to be called in to attempt to repair the reality damage caused by the SCP-4227-A instance. Mobile Task Force units are authorized to terminate the SCP-4227-A instance(s) in question if recontainment is not possible, or if the instances in question have caused substantial damage to reality and/or the space-time continuum.\n\n\n\n\nThe following is a note from MTF Nu-7 Commander ██████. 06/28/20██\n\n\n\n\nThe SCP-4227-A instances have limited stamina which drains real FAST if they're using their reality-bending abilities. So make sure to keep 'em occupied with something else while engaging them. For example, when a squad I led ran an instance over with an armored transport while trying to recontain it. Something crazy like that or just a lot of bullets will probably do the trick.\n\n\n\n\nSCP-4227-B instances are always to be terminated on sight during containment breaches due to the high chance of them repeatedly breaching containment if put back into SCP-4227. If any humanoid creature comes in contact with an SCP-4227-B instance, they are to be immediately located and terminated. After the termination, their corpse is to be burned to prevent the spread of SCP-4227-B.\n\n\n\n\n\n\nPhoto of SCP-4227. Taken by MTF Gamma-5.\n\n\n\n\n\n\nDescription:\n SCP-4227 is a vaguely circular pit, with a diameter of 100 meters at the bottom of Lake ████ located in █████, Southern Sweden. It was discovered when the police were called by residents of █████, who reported ██ children going missing by swimming to a certain point in the lake. Urban legends were spread by local town residents about a lake that contained everything anyone has ever lost. It is suspected that the children had become curious and \nhad drowned\n were killed by an SCP-4227-A instance.\n\n\nThe hume reading of SCP-4227 increases as the lake descends. This results in the water being reported to feel ‘’thick’’ or ‘’stiff’’ like molasses by exploration crews.\n\n\nSCP-4227 contains numerous man-made objects and lifeforms typically owned by humans. Some notable objects are: cars of various models, 1 Boeing 777-200ER airplane, sheets of paper, various pieces of clothing (mainly socks), keys of differing models and materials, typical domesticated animals such as cats, dogs and hamsters of various breeds, typically dead of drowning or starvation, and [DATA EXPUNGED]. Origins of these objects are as of yet unknown. These objects display no anomalous properties.\n\n\nSCP-4227 also contains an air pocket which can be entered by via a rolled over bus stuck to the wall of SCP-4227. This air pocket is of completely unknown dimensions and appears to be a cave with abnormally flat ground. Like the rest of SCP-4227, the air pocket also contains numerous non-anomalous man-owned objects.\n\n\nSCP-4227-A are amphibious, reality-bending humanoid entities, ranging from 160 to 210 centimeters in height and between 50 and 100 kilograms in weight. Instances have a lower body similar to that of a Delphinapterus leucas (Beluga Whale) and an oral opening similar to that of a Mitsukurina owstoni (Goblin Shark). SCP-4227-A instances have been seen ‘’opening’’ their lower body, revealing two double-jointed legs when walking on land. SCP-4227-A instances show some form of intelligence by the way they attack their prey but also display highly animalistic and instinctive behavior. SCP-4227-A instance movements through water are nearly silent, making it easy for the instance to ‘ambush’ its victim. SCP-4227-A instances lack eyes and it is hypothesized that they use echolocation to navigate, but further evidence of the specimen is needed. Victims of SCP-4227-A are normally killed by blood loss or from drowning. SCP-4227-A instances seem to be carnivorous scavengers, based on remains found in the lake.\n\n\nAfter terminating a human, SCP-4227-A instances are known to suck the air out of their lungs through its victim's oral orifices in an event dubbed “The Mermaids Kiss”. It is theorized that this is done so that human victims will sink to the ‘bottom’ of SCP-4227, it is believed that the SCP-4227-A instances do this to hide them from other SCP-4227-A instances. SCP-4227-A instances may become agitated if any creature enters SCP-4227. The reasoning behind this is unknown but is hypothesized that the SCP-4227-A instances may be territorial by nature.\n\n\nSCP-4227-A instances use their reality-bending properties to manipulate the flow of time relative to the space in their surroundings. This lets them slow prey down to incapacitate them, or to speed themselves up, letting the instances swim at speeds of up to ███ km/h. They have also displayed the ability to ‘’freeze’’ certain objects in time or to cause rapid aging or deterioration in them.\n\n\n\n\nThe following is a note from Dr. John Larsson 02/21/20██\n\n\n\n\nMy research team and I have noticed that the instances are only able to manipulate the speed of the flow of time in their surroundings, basically meaning that they can't change the fact that the time in their surroundings goes FORWARD; consequently, they cannot rewind the time in their surroundings or stop it completely.\n\n\n\n\n\n\n\n\nSCP-4227-B instance during a containment breach. The photo is a screenshot from a live feed of shoulder mounted camera belonging to Agent ██████ shortly before she became an SCP-4227-B host.\n\n\n\n\n\n\nSCP-4227-B instances are an amphibious eel or snake-like organisms, usually between 20 and 120 centimeters in length weighing between and 2 to 15 kilograms. They are usually found in the deep and normally non-accessible areas of SCP-4227. Instances are, like SCP-4227-A instances, highly animalistic and instinctive in behavior. SCP-4227-B instances are carnivorous and may even in some cases be cannibalistic.\n\n\nSCP-4227-B instances reproduce asexually by biting a host and inserting hundreds of mosquito proboscis-like appendages into host tissue. This procedure is reported to be painless and often goes unnoticed. After a 5 minute incubation period, the area bitten by the SCP-4227-B instance will begin to turn red and grow into a cyst, visually similar to a very large mosquito bite. Hosts during this stage have reported an intense itch on the bite. 10 minutes after the SCP-4227-B instance has bitten the host, the cyst will rupture or burst, and as many as between ███ and ████ new SCP-4227-B instances are born from the host.\n\n\nIt is also theorized that the \"bottom\" of SCP-4227 is a wormhole or \"tear\" in the universe, referred to as SCP-4227-1. Currently, study of this anomaly is impossible due to the hume level. SCP-4227-1 is thought to be the origins of -A and -B instances, though evidence is lacking.\n\n\nAddendum 4227.01:\n\n\n\n\n+ Open Test Log Alpha\n\n\n\n\n- Close Test Log\n\n\n\n\nTest Alpha - 3/█2/█4\n\n\n\n\nSubject:\n 1 D-Class personnel\n\n\nProcedure:\n The subject was instructed to explore the 'shallow' end of SCP-4227.\n\n\nResults:\n The subject had waded into SCP-4227 and had disappeared underneath the water. The Class-D emerged several minutes later wielding a bronze sword. When questioned about the location he found it, the subject reported a bus that had a rather large air pocket. When he entered he had found a number of objects, and decided to bring out the bronze sword.\n\n\nAnalysis:\n A scheduled exploration of the air pocket is to be conducted by a researcher accompanied by a security unit.\n\n\n\n\n\n\n\n\n\n\nAddendum 4227.02:\n\n\n\n\n+ Show Test Log Bravo\n\n\n\n\n- Close Test Log\n\n\n\n\nTest Bravo - █/1█/0█\n\n\n\n\nSubject:\n 1 D-Class personnel\n\n\nProcedure:\n The D-Class personal was instructed to swim out as far and as deep into SCP-4227 as he could.\n\n\nResults:\n The subject was attacked by an entity hence known as SCP-4227-A. The D-Class had escaped SCP-4227-A and was interviewed. After the interview, the D-Class was administered Class-A amnestics.\n\n\nAnalysis:\n Further testing should be conducted with higher security and stricter parameters to avoid a containment breach.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Test Log Charlie\n\n\n\n\n- Close Test Log\n\n\n\n\nTest Charlie - █/22/0█\n\n\n\n\nSubject:\n Mobile Task Force Gamma-6 (\"Deep Feeders\")\n\n\nProcedure:\n MTF Gamma-6 was instructed to subdue an SCP-4227-A instance and escort the anomaly to Research Wing-7.\n\n\nResults:\n MTF Gamma-6 successfully subdued and delivered the SCP-4227-A instance to Research Wing-7. The anomaly was relocated to a separate containment chamber. The instance then attempted to break containment by using its reality-bending abilities to deteriorate the wall of the containment chamber and was terminated by an armed guard.\n\n\nAnalysis:\n After studying the SCP-4227-A instance, we have gained a greater level of understanding on how it navigates and its diet. SCP-4227's file has been updated accordingly.\n\n\n\n\n\n\n\n\n\n\nAddendum 4227.03:\n\n\n\n\n+ Show Exploration Log Alpha\n\n\n\n\n- Close Exploration Log\n\n\n\n\n\n\nInitial Exploration Video Log Transcript\n\n\nDate:\n ██/██/████\n\n\nExploration Team:\n Mobile Task Force Gamma-6 \"Deep Feeders\"\n\n\nSubject:\n SCP-4227\n\n\nTeam Lead:\n G6-Cap\n\n\nTeam Members:\n G6-2 / G6-6 / G6-7 / G6-9 / G6-11\n\n\nNotes:\n MTF Gamma-6 had been equiped with oxygen masks which allowed them to talk while underwater as the nozzle was not required to be put into the mouth of the wearer. MTF Gamma-6 were also given APS underwater rifles for the mission.\n\n\n\n\n[BEGIN LOG]\n\n\nG6-Cap:\n Okay everyone. Cameras on? Mics working?\n\n\nG6-6:\n Check.\n\n\nG6-11:\n Positive.\n\n\nG6-2:\n Check.\n\n\nG6-7:\n Check.\n\n\nG6-9:\n Yes sir.\n\n\nG6-Cap:\n Let’s go then. Waiting for a sign from command. Then we’ll exit the helicopter and lower ourselves down into the lake.\n\n\nControl:\n You are authorized to continue. Please lower yourselves into SCP-4227.\n\n\n(The sounds of helicopter blades becomes more distant as MTF Gamma-6 lowers themselves into Lake ████.)\n\n\n(The sound from the helicopter blades then completely stops as the whole squad are now ascending into SCP-4227.)\n\n\nG6-11:\n No signs of movement. No undiscovered objects found either. Proceeding.\n\n\n(MTF G6 continues descending into SCP-4227)\n\n\n(Boeing 777-200ER becomes visible on camera feed of G6-9.)\n\n\nG6-9:\n Is that a fucking airplane?\n\n\nG6-2:\n Yeah. It’s the disappeared Malaysian flight… something. Can’t remember the flight number.\n\n\n(MTF G6 continues descending into SCP-4227)\n\n\nG6-Cap:\n Okay. We’ve reached as deep as any other exploration team has gone. Any movement?\n\n\nG6-7:\n I don’t see anything… I actually barely see anything. Can barely see my arm in front of me.\n\n\nG6-6:\n 7, there’s something on your arm.\n\n\n(G6-7 screams and pulls the now identified SCP-4227-B instance away from his arm.)\n\n\nG6-6:\n What was it? Did it bite you?\n\n\nG6-7:\n Looked like some snake or eel… Didn’t feel anything. My diving suit doesn’t have any holes either.\n\n\nG6-Cap:\n I see an air pocket in this bus over here. Let’s go there.\n\n\nG6-7:\n Roger that.\n\n\n(The team gather inside a bus shoved into the wall of SCP-4227 and remove their oxygen masks. The bus is laying on its side, making the exits point down.)\n\n\nG6-Cap:\n How’s your arm, 7?\n\n\nG6-7:\n Feels like a mosquito bite… but bigger and warmer. It’s itching a lot.\n\n\nG6-Cap:\n Control, are you getting this?\n\n\nControl:\n Roger that, Cap. Are reinforcements required down there?\n\n\nG6-Cap:\n We’ll wait a couple of minutes.\n\n\n(4 minutes pass)\n\n\nG6-7:\n It feels really swollen, guys. Shine your flashlight on it, 6.\n\n\n(G6-6 shines her flashlight onto the bite on G6-7’s arm.)\n\n\nG6-6:\n Just looks like a mosquito bite to me. 11, are you seeing this?\n\n\nG6-11:\n Affirmative. I wouldn’t worry.\n\n\nG6-7:\n It’s really starting to hurt, guys…\n\n\n(G6-7 pukes on the ‘’floor’’ of the turned bus before starting to sob)\n\n\nControl:\n What’s happening, team?\n\n\nG6-Cap:\n Not sure. 7 got bitten by some eel snake thing and is puking and crying.\n\n\n(G6-7 starts screaming and puts his hand on his arm, before falling over on the ‘’floor’’. The other team members gather around him and attempt to hold him still as he starts spasming.)\n\n\n(G6-7’s upper arm ‘’explodes’’, covering all team member’s cameras with blood. Gunshots are heard, along with the sound of glass shattering and the bus moving against the rock walls of SCP-4227.)\n\n\nG6-2:\n What were those? Worms? Eel babies?\n\n\nG6-11:\n Probably newborn instances of whatever bit 7. There might be more in him. We’ve got to dump the corpse.\n\n\nG6-Cap:\n We’re letting the corpse sink. Are you hearing this, control?\n\n\nControl:\n Affirmative. Wipe your camera lenses, Gamma-6. We can’t see a thing.\n\n\n(G6-6 wipes her camera lens before kissing the forehead of G6-7 and dropping him out through the door of the bus.)\n\n\n(The entirety of Gamma-6 stays quiet for several minutes.)\n\n\nControl:\n Retreat. We’re ending this mission here.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 4227.04:\n\n\n\n\n+ Show Exploration Log Bravo\n\n\n\n\n- Close Exploration Log\n\n\n\n\n\n\nInitial Exploration Audio Log Transcript\n\n\nDate:\n 02/2█/█6\n\n\nExploration Team:\n Dr. Saint, MTF Gamma-6 (\"Deep Feeders\")\n\n\nSubject:\n SCP-4227\n\n\nTeam Lead:\n Dr. Saint\n\n\nTeam Members:\n Dr. Saint, G-1, G-3, G-4, G-5\n\n\nNotes:\n Dr. Saint had taken Foundation Submarine 2A to explore SCP-4227, MTF Gamma-6 accompanied him to offer protection in the situation of an -A or -B instance breaching the hull of the submarine. Survival rations to sustain the crew for up to 5 days were provided. The expected exploration was to be 5 hours but ended up being a 3-day exploration.\n\n\n\n\n[BEGIN LOG]\n\n\n[TIMESTAMP 0:00:03]\n\n\nDr. Saint:\n Alright this thing should be working, The date today is 02/2█/█6 and I am currently conducting an exploration of SCP-4227. The expected time of exploration should be around 5 hours. I'll continue to update this recording as time goes on.\n\n\n[TIMESTAMP 6:37:42]\n\n\nDr. Saint:\n Alright, Scratch the 5-hour exploration, We've been traveling for about 6 and a half hours now. Our submarines travel speed has greatly decreased due to the higher hume ratings. At this point, We've gone further than James Cameron and his Deepsea Challenger. I know the Head Researcher won't be too fond of this, but I'm going to continue down as far as this submarine can take us.\n\n\n[TIMESTAMP 39:04:29]\n\n\n(During this part of the audio log, Dr. Saint had taken out a handheld camera)\n\n\nDr. Saint:\n Wow… It's just so, so very pretty out there. I never thought I'd see something so beautiful in my life…\n\n\n(Dr. Saint points the handheld camera towards a porthole on the submarine. Outside of the porthole is pure darkness.)\n\n\n(Dr. Saint remains silent for the next 3 minutes of the audio file.)\n\n\nDr. Saint:\n This is my only chance… I must go out there.\n\n\n(Dr. Saint proceeds to attempt to leave the submarine but is stopped by G-4.)\n\n\nG-4:\n What the fuck are you doing Saint? Don't you realize we are several thousand meters below the surface!\n\n\n(Dr. Saint begins to murmur something that is not picked up by the audio tape before tackling G-4)\n\n\nG-4:\n What the fuck! G-5! G-3! G-1! One of you sedate him!\n\n\n(G-3 proceeds to sedate Dr. Saint)\n\n\nG-1:\n Alright, G-3, put Dr. Saint into the bunks and keep watch of him. Make sure he, as well as any of you, don't look out of the portholes.\n\n\n(At this time in the recording G-1 begins to pilot the submarine back to the surface of SCP-4227.)\n\n\n(For the rest of the ascension to the surface of SCP-4227, Dr. Saint is kept in the barracks of the submarine.)\n\n\n[TIMESTAMP: 132: 42: 26]\n\n\n(During this part of the audio file, Foundation Submarine 2A resurfaces upon SCP-4227. Dr. Saint is escorted off of the submarine and is kept in Site-██'s medical bay for 3 days)\n\n\n\n\nFinal Notes:\n Due to the events of this exploration log, any person wishing to conduct another exploration of SCP-4227's 'pit' must pass with a score of 27 on the standardized Memetic/Cognitohazard test. The existence of more anomalous lifeforms than SCP-4227-A and SCP-4227-B is now also theorized, with one of these theorized lifeforms having some kind of memetic or cognitohazardous effect on anyone who has viewed it or sensed it via any other sense.\n\n\n\n\n\n\n\n\n\n\nAddendum 4227.05:\n\n\n\n\n+ Show Exploration Log Charlie\n\n\n\n\n- Close Exploration Log\n\n\n\n\n\n\nInitial Exploration Video Log Transcript\n\n\nDate:\n 10/2█/█6\n\n\nExploration Team:\n Dr. Saint, MTF Gamma-6 (\"Deep Feeders\")\n\n\nSubject:\n SCP-4227\n\n\nTeam Lead:\n Dr. Saint\n\n\nTeam Members:\n G-1, G-3, G-4, and Dr. Saint\n\n\nNotes:\n Dr. Saint has been allowed to join MTF Gamma-6 (\"Deep Feeders\") in their expedition into the 'airpocket' in SCP-4227. They were supplied with 1 waterproof handheld recorder, 4 flashlights, and 4 survival days worth of rations.\n\n\n\n\n(Video Log begins with Dr. Saint following behind G-4)\n\n\n(Video Log continues like this for 3 minutes before reaching the entrance to the airpocket)\n\n\n(Dr. Saint and the members of Gamma-6 remove their air masks and wetsuits once they enter the airpocket)\n\n\nDr. Saint:\n Alright, we're here to explore this airpocket so let's get to it. Make sure to keep your eyes peeled, just in case there's an undiscovered anomaly here.\n\n\nDr. Saint:\n Do you, do you guys hear that? Sounds like tremors.\n\n\nG-2\n: Yeah, yeah, I hear it too. It's coming from up ahead.\n\n\n(The members of Gamma-6 proceed to ready their weapons and form a defensive line)\n\n\n(A single guinea pig is seen wondering up to G-4)\n\n\nG-4\n: Is that a fucking hamster?\n\n\n(Emerging from a narrow passageway in the cavern wall, a muddle of guinea pig erupt from the crevices.)\n\n\nG-4\n: Stand your ground! Defend the researcher!\n\n\n(Several members from Gamma-6 begin to open fire upon the guinea pigs, causing them to scatter)\n\n\nG-1\n: Saint, any idea why we just were swarmed by a pack of rodents?\n\n\nDr. Saint\n: The only thing I can think of is that they were teleported into this air pocket and formed some sort of pack. Anyways, we have to continue onwards.\n\n\n(Dr. Saint proceeds to lead Gamma-6 through the cavern.)\n\n\nDr. Saint\n: Hey, G-4. Can you take this camera for a bit? I need to relace my shoes before I trip on them.\n\n\nG-4\n: Uh sure?\n\n\n(G-4 takes the camera from Dr. Saint and focuses it on him)\n\n\nDr. Saint\n: Weird… The ground he is cra-\n\n\n(The ground beneath Dr. Saint gives way, and Dr. Saint plunges into the newly formed trench.)\n\n\nG-1\n: Fuck, shit, fuck! G-4 can you see him?\n\n\n(G-4 begins cautiously towards the trench, and then peers over the edge and shines his flashlight into the trench.)\n\n\nG-4\n: I can't see Saint chief, No idea how far this goes down.\n\n\nG-1\n Goddamn it, end the recording. We're heading back to surface.\n\n\n[END OF FOOTAGE]\n\n\n\n\nFinal Notes\n: Dr. Saint's body has/was never recovered from the trench. Any and all explorations of the air pocket require permission from a Level 4 researcher.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[INPUT LEVEL 4/4227 SECURITY CREDENTIALS]\n\n\n\n\n[CREDENTIALS APPROVED]\n\n\n\n\n\n\n\n\nAddendum 4227.X:\n\n\n\n\n\n\nLast known image of Foundation researcher Dr. John Larsson. Photo was taken on board a foundation-owned exploration submarine.\n\n\n\n\n\n\n\nDuring a failed expedition into SCP-4227, the foundation lost all communication with the crew of the exploration craft. The expedition described was carried out by MTF Gamma-6 (Deep Feeders) members G6-2, G6-6, G6-9, and G6-11, who was assisted by level 3 foundation researcher Dr. John Larsson.\n\n\nThe submarine was attacked during the expedition by multiple SCP-4227-A instances. The MTF Gamma-6 members decided to swim outside of the submarine and combat the instances from there but were all killed. The SCP-4227-A instances all presumed Dr. Larsson to be dead and left the submarine sinking to the bottom of SCP-4227.\n\n\nDr. Larsson, also presumed dead by the foundation, then found a functioning audio recording device in the submarine, and recorded the following message:\n\n\n\n\nI think the recorder is on now. I'm researcher John Larsson from Research Wing-73 on Site-██. I'm alone aboard this exploration submarine… The rest of the crew died to SCP-4227-A instances. I-I'm-\n\n\n(Dr. Larsson catches his breath for several seconds)\n\n\n-I'm recording this to say that the theory is true… There IS an SCP-4227-1, a portal to another reality or planet. But you probably won't know that until I'm dead. Th-this is good news, the portal part is at least.\n\n\n(Dr. Larsson begins to sob for several minutes.)\n\n\nEverything feels so heavy and hard here. It's the hume reading that's making it hard for me to move.\n\n\nI'm going to die here. Just tell my family what happened, please. I beg you.\n\n\n(Dr. Larsson is crying when the recording ends.)\n\n\n\n\nThe recording was found in the previously disappeared exploration submarine which resurfaced 8 months after the original expedition. The recording was located next to the corpse of Dr. Larsson, who had committed suicide via the handgun he had been given for the expedition. He had been dead for approximately 8 months. Due to this recording, it is now believed that the previously purely theoretical SCP-4227-1 (now also known as ''the Larsson gate'') exists.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4226\n | SCP-4227 | \nSCP-4228\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4227\n\" by kamelen800, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4227\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Blank lake.jpg\n\n\nAuthor:\n \nkamelen800\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n A warning.jpg\n\n\nAuthor:\n \nkamelen800\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n SCP-4227.jpg\n\n\nAuthor:\n \nkamelen800\n, \nDave Bunnell\n, \nkerast\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Hualalai pit crater Na One.jpg\n\n\nAuthor:\n \nDave Bunnell\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nName:\n Dust particles on lens\n\n\nAuthor:\n \nkerast\n\n\nLicense:\n Unlicense\n\n\nSource Link:\n \nDeviantArt\n\n\n\n\n\n\nFilename:\n SCP-4227-B.jpg\n\n\nAuthor:\n \nkamelen800\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n Larsson.jpg\n\n\nName:\n Hfmiresearch3.jpg\n\n\nAuthor:\n Fbodurlar\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 4227.01:",
        "Addendum 4227.02:",
        "Addendum 4227.03:",
        "Addendum 4227.04:",
        "Addendum 4227.05:\n\n"
    ],
    "documents": [],
    "notes": [
        "The following is a note from MTF Nu-7 Commander ██████. 06/28/20██ The SCP-4227-A instances have limited stamina which drains real FAST if they're using their reality-bending abilities. So make sure to keep 'em occupied with something else while engaging them. For example, when a squad I led ran an instance over with an armored transport while trying to recontain it. Something crazy like that or just a lot of bullets will probably do the trick.",
        "The following is a note from Dr. John Larsson 02/21/20██ My research team and I have noticed that the instances are only able to manipulate the speed of the flow of time in their surroundings, basically meaning that they can't change the fact that the time in their surroundings goes FORWARD; consequently, they cannot rewind the time in their surroundings or stop it completely.",
        "Subject: 1 D-Class personnel Procedure: The subject was instructed to explore the 'shallow' end of SCP-4227. Results: The subject had waded into SCP-4227 and had disappeared underneath the water. The Class-D emerged several minutes later wielding a bronze sword. When questioned about the location he found it, the subject reported a bus that had a rather large air pocket. When he entered he had found a number of objects, and decided to bring out the bronze sword. Analysis: A scheduled exploration of the air pocket is to be conducted by a researcher accompanied by a security unit.",
        "Subject: 1 D-Class personnel Procedure: The D-Class personal was instructed to swim out as far and as deep into SCP-4227 as he could. Results: The subject was attacked by an entity hence known as SCP-4227-A. The D-Class had escaped SCP-4227-A and was interviewed. After the interview, the D-Class was administered Class-A amnestics. Analysis: Further testing should be conducted with higher security and stricter parameters to avoid a containment breach.",
        "Subject: Mobile Task Force Gamma-6 (\"Deep Feeders\") Procedure: MTF Gamma-6 was instructed to subdue an SCP-4227-A instance and escort the anomaly to Research Wing-7. Results: MTF Gamma-6 successfully subdued and delivered the SCP-4227-A instance to Research Wing-7. The anomaly was relocated to a separate containment chamber. The instance then attempted to break containment by using its reality-bending abilities to deteriorate the wall of the containment chamber and was terminated by an armed guard. Analysis: After studying the SCP-4227-A instance, we have gained a greater level of understanding on how it navigates and its diet. SCP-4227's file has been updated accordingly.",
        "Initial Exploration Video Log Transcript Date: ██/██/████ Exploration Team: Mobile Task Force Gamma-6 \"Deep Feeders\" Subject: SCP-4227 Team Lead: G6-Cap Team Members: G6-2 / G6-6 / G6-7 / G6-9 / G6-11 Notes: MTF Gamma-6 had been equiped with oxygen masks which allowed them to talk while underwater as the nozzle was not required to be put into the mouth of the wearer. MTF Gamma-6 were also given APS underwater rifles for the mission. [BEGIN LOG] G6-Cap: Okay everyone. Cameras on? Mics working? G6-6: Check. G6-11: Positive. G6-2: Check. G6-7: Check. G6-9: Yes sir. G6-Cap: Let’s go then. Waiting for a sign from command. Then we’ll exit the helicopter and lower ourselves down into the lake. Control: You are authorized to continue. Please lower yourselves into SCP-4227. (The sounds of helicopter blades becomes more distant as MTF Gamma-6 lowers themselves into Lake ████.) (The sound from the helicopter blades then completely stops as the whole squad are now ascending into SCP-4227.) G6-11: No signs of movement. No undiscovered objects found either. Proceeding. (MTF G6 continues descending into SCP-4227) (Boeing 777-200ER becomes visible on camera feed of G6-9.) G6-9: Is that a fucking airplane? G6-2: Yeah. It’s the disappeared Malaysian flight… something. Can’t remember the flight number. (MTF G6 continues descending into SCP-4227) G6-Cap: Okay. We’ve reached as deep as any other exploration team has gone. Any movement? G6-7: I don’t see anything… I actually barely see anything. Can barely see my arm in front of me. G6-6: 7, there’s something on your arm. (G6-7 screams and pulls the now identified SCP-4227-B instance away from his arm.) G6-6: What was it? Did it bite you? G6-7: Looked like some snake or eel… Didn’t feel anything. My diving suit doesn’t have any holes either. G6-Cap: I see an air pocket in this bus over here. Let’s go there. G6-7: Roger that. (The team gather inside a bus shoved into the wall of SCP-4227 and remove their oxygen masks. The bus is laying on its side, making the exits point down.) G6-Cap: How’s your arm, 7? G6-7: Feels like a mosquito bite… but bigger and warmer. It’s itching a lot. G6-Cap: Control, are you getting this? Control: Roger that, Cap. Are reinforcements required down there? G6-Cap: We’ll wait a couple of minutes. (4 minutes pass) G6-7: It feels really swollen, guys. Shine your flashlight on it, 6. (G6-6 shines her flashlight onto the bite on G6-7’s arm.) G6-6: Just looks like a mosquito bite to me. 11, are you seeing this? G6-11: Affirmative. I wouldn’t worry. G6-7: It’s really starting to hurt, guys… (G6-7 pukes on the ‘’floor’’ of the turned bus before starting to sob) Control: What’s happening, team? G6-Cap: Not sure. 7 got bitten by some eel snake thing and is puking and crying. (G6-7 starts screaming and puts his hand on his arm, before falling over on the ‘’floor’’. The other team members gather around him and attempt to hold him still as he starts spasming.) (G6-7’s upper arm ‘’explodes’’, covering all team member’s cameras with blood. Gunshots are heard, along with the sound of glass shattering and the bus moving against the rock walls of SCP-4227.) G6-2: What were those? Worms? Eel babies? G6-11: Probably newborn instances of whatever bit 7. There might be more in him. We’ve got to dump the corpse. G6-Cap: We’re letting the corpse sink. Are you hearing this, control? Control: Affirmative. Wipe your camera lenses, Gamma-6. We can’t see a thing. (G6-6 wipes her camera lens before kissing the forehead of G6-7 and dropping him out through the door of the bus.) (The entirety of Gamma-6 stays quiet for several minutes.) Control: Retreat. We’re ending this mission here. [END LOG]",
        "Initial Exploration Audio Log Transcript Date: 02/2█/█6 Exploration Team: Dr. Saint, MTF Gamma-6 (\"Deep Feeders\") Subject: SCP-4227 Team Lead: Dr. Saint Team Members: Dr. Saint, G-1, G-3, G-4, G-5 Notes: Dr. Saint had taken Foundation Submarine 2A to explore SCP-4227, MTF Gamma-6 accompanied him to offer protection in the situation of an -A or -B instance breaching the hull of the submarine. Survival rations to sustain the crew for up to 5 days were provided. The expected exploration was to be 5 hours but ended up being a 3-day exploration. [BEGIN LOG] [TIMESTAMP 0:00:03] Dr. Saint: Alright this thing should be working, The date today is 02/2█/█6 and I am currently conducting an exploration of SCP-4227. The expected time of exploration should be around 5 hours. I'll continue to update this recording as time goes on. [TIMESTAMP 6:37:42] Dr. Saint: Alright, Scratch the 5-hour exploration, We've been traveling for about 6 and a half hours now. Our submarines travel speed has greatly decreased due to the higher hume ratings. At this point, We've gone further than James Cameron and his Deepsea Challenger. I know the Head Researcher won't be too fond of this, but I'm going to continue down as far as this submarine can take us. [TIMESTAMP 39:04:29] (During this part of the audio log, Dr. Saint had taken out a handheld camera) Dr. Saint: Wow… It's just so, so very pretty out there. I never thought I'd see something so beautiful in my life… (Dr. Saint points the handheld camera towards a porthole on the submarine. Outside of the porthole is pure darkness.) (Dr. Saint remains silent for the next 3 minutes of the audio file.) Dr. Saint: This is my only chance… I must go out there. (Dr. Saint proceeds to attempt to leave the submarine but is stopped by G-4.) G-4: What the fuck are you doing Saint? Don't you realize we are several thousand meters below the surface! (Dr. Saint begins to murmur something that is not picked up by the audio tape before tackling G-4) G-4: What the fuck! G-5! G-3! G-1! One of you sedate him! (G-3 proceeds to sedate Dr. Saint) G-1: Alright, G-3, put Dr. Saint into the bunks and keep watch of him. Make sure he, as well as any of you, don't look out of the portholes. (At this time in the recording G-1 begins to pilot the submarine back to the surface of SCP-4227.) (For the rest of the ascension to the surface of SCP-4227, Dr. Saint is kept in the barracks of the submarine.) [TIMESTAMP: 132: 42: 26] (During this part of the audio file, Foundation Submarine 2A resurfaces upon SCP-4227. Dr. Saint is escorted off of the submarine and is kept in Site-██'s medical bay for 3 days) Final Notes: Due to the events of this exploration log, any person wishing to conduct another exploration of SCP-4227's 'pit' must pass with a score of 27 on the standardized Memetic/Cognitohazard test. The existence of more anomalous lifeforms than SCP-4227-A and SCP-4227-B is now also theorized, with one of these theorized lifeforms having some kind of memetic or cognitohazardous effect on anyone who has viewed it or sensed it via any other sense.",
        "Initial Exploration Video Log Transcript Date: 10/2█/█6 Exploration Team: Dr. Saint, MTF Gamma-6 (\"Deep Feeders\") Subject: SCP-4227 Team Lead: Dr. Saint Team Members: G-1, G-3, G-4, and Dr. Saint Notes: Dr. Saint has been allowed to join MTF Gamma-6 (\"Deep Feeders\") in their expedition into the 'airpocket' in SCP-4227. They were supplied with 1 waterproof handheld recorder, 4 flashlights, and 4 survival days worth of rations. (Video Log begins with Dr. Saint following behind G-4) (Video Log continues like this for 3 minutes before reaching the entrance to the airpocket) (Dr. Saint and the members of Gamma-6 remove their air masks and wetsuits once they enter the airpocket) Dr. Saint: Alright, we're here to explore this airpocket so let's get to it. Make sure to keep your eyes peeled, just in case there's an undiscovered anomaly here. Dr. Saint: Do you, do you guys hear that? Sounds like tremors. G-2 : Yeah, yeah, I hear it too. It's coming from up ahead. (The members of Gamma-6 proceed to ready their weapons and form a defensive line) (A single guinea pig is seen wondering up to G-4) G-4 : Is that a fucking hamster? (Emerging from a narrow passageway in the cavern wall, a muddle of guinea pig erupt from the crevices.) G-4 : Stand your ground! Defend the researcher! (Several members from Gamma-6 begin to open fire upon the guinea pigs, causing them to scatter) G-1 : Saint, any idea why we just were swarmed by a pack of rodents? Dr. Saint : The only thing I can think of is that they were teleported into this air pocket and formed some sort of pack. Anyways, we have to continue onwards. (Dr. Saint proceeds to lead Gamma-6 through the cavern.) Dr. Saint : Hey, G-4. Can you take this camera for a bit? I need to relace my shoes before I trip on them. G-4 : Uh sure? (G-4 takes the camera from Dr. Saint and focuses it on him) Dr. Saint : Weird… The ground he is cra- (The ground beneath Dr. Saint gives way, and Dr. Saint plunges into the newly formed trench.) G-1 : Fuck, shit, fuck! G-4 can you see him? (G-4 begins cautiously towards the trench, and then peers over the edge and shines his flashlight into the trench.) G-4 : I can't see Saint chief, No idea how far this goes down. G-1 Goddamn it, end the recording. We're heading back to surface. [END OF FOOTAGE] Final Notes : Dr. Saint's body has/was never recovered from the trench. Any and all explorations of the air pocket require permission from a Level 4 researcher.",
        "I think the recorder is on now. I'm researcher John Larsson from Research Wing-73 on Site-██. I'm alone aboard this exploration submarine… The rest of the crew died to SCP-4227-A instances. I-I'm- (Dr. Larsson catches his breath for several seconds) -I'm recording this to say that the theory is true… There IS an SCP-4227-1, a portal to another reality or planet. But you probably won't know that until I'm dead. Th-this is good news, the portal part is at least. (Dr. Larsson begins to sob for several minutes.) Everything feels so heavy and hard here. It's the hume reading that's making it hard for me to move. I'm going to die here. Just tell my family what happened, please. I beg you. (Dr. Larsson is crying when the recording ends.)",
        "\" SCP-4227 \" by kamelen800, from the SCP Wiki . Source: https://scpwiki.com/scp-4227 . Licensed under CC-BY-SA .",
        "Filename: Blank lake.jpg Author: kamelen800 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: A warning.jpg Author: kamelen800 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: SCP-4227.jpg Author: kamelen800 , Dave Bunnell , kerast License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: Hualalai pit crater Na One.jpg Author: Dave Bunnell License: CC BY-SA 3.0 Source Link: Wikimedia Commons Name: Dust particles on lens Author: kerast License: Unlicense Source Link: DeviantArt",
        "Filename: SCP-4227-B.jpg Author: kamelen800 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: Larsson.jpg Name: Hfmiresearch3.jpg Author: Fbodurlar License: Public Domain Source Link: Wikimedia Commons"
    ],
    "object_class": "Keter",
    "containment_procedures": "SCP-4227 is contained at its site of discovery. Electric fence with barbed wire is to be set up in the area surrounding the lake which SCP-4227 is located in. Security cameras are set up on the fence every 30 meters and are to be monitored 24 hours a day by assigned personnel. 4 armed guards are to be stationed at the main entrance to SCP-4227 at all times. Any non-personnel exposed or having viewed SCP-4227, 1 or more SCP-4227-A instance(s) or 1 or more SCP-4227-B instance(s) are to be escorted off the premises and are then to be given Class-A amnestics.",
    "description": "SCP-4227 is a vaguely circular pit, with a diameter of 100 meters at the bottom of Lake ████ located in █████, Southern Sweden. It was discovered when the police were called by residents of █████, who reported ██ children going missing by swimming to a certain point in the lake. Urban legends were spread by local town residents about a lake that contained everything anyone has ever lost. It is suspected that the children had become curious and had drowned were killed by an SCP-4227-A instance.",
    "title": "SCP-4227"
}