{
    "url": "https://scp-wiki.wikidot.com/scp-4229",
    "all_text": "rating: \n+47\n+\n–\nx\n\n\n\n\n\n\nFig. 1.1 SCP-4229\n\n\n\n\n\n\nItem #\n: SCP-4229\n\n\nObject Class\n: Euclid\n\n\nSpecial Containment Procedures:\n The mail cavity of SCP-4229 is to be kept open at all times. SCP-4229 itself is currently held in the Bio-Garden adjacent to Site-76. Due to developing containment concerns, plans are underway to relocate the object to Site-103. Staff will retrieve instances of SCP-4229-1 each day for \ntesting and\n storage. Each instance of SCP-4229-1 is to be logged for DNA and any defining marks or tattoos, then stored in Containment Freezer 4229 on Level 8 of Site-76.\n\n\nPersonnel stationed on SCP-4229 will be tested weekly for any naturally occurring blood-based pathogen.\n\n\nDescription:\n SCP-4229 is a Victorian-era mailbox measuring one meter in height, twenty-five centimeters in width, and one meter in depth. A root system, resembling that of an oak tree, extends two meters from the base of SCP-4229 into the soil. Any attempt to excavate SCP-4229 will cause this system to develop at a rapid rate until it roots in suitable fertile ground. SCP-4229 was first discovered in 1896, having emerged from a street-corner in Sidcup, SE London, fracturing multiple pavement blocks. When examined, a single instance of SCP-4229-1 was inside.\n\n\n\n\n\n\nFig. 1.2 SCP-4229(1)-QR9: Front view, exterior.\n\n\n\n\n\n\nSCP-4229-1 are packages that manifest within the mail cavity of SCP-4229 at statistically random intervals. Instances of SCP-4229-1 will manifest regardless of whether the cavity is empty, resulting in eruptions of pressurized flesh if left closed. Epidermal contact with ruptured packages results in an above average infection rate for HIV, Hepatitis-A, Tuberculosis, and a variety of other blood-pathogens.\n\n\nWhile pigment and total size varies, instances of SCP-4229 are uniformly square, and possess a seamless encasement of human flesh. Packages register at a constant 37 degrees centigrade\n1\n, and preserve without decomposition until the flesh is penetrated. The interior of SCP-4229-1 contains pieces of axle, shards of heavy transmission machinery, and other components associated with common aircraft. One corner is marked with a rectangular abrasion resembling a stamp, and the center is addressed by etching with English Cursive \"To: Home. Love, Mom.\" The reverse interior wall of flesh is inscribed with a unique message of similar engravings.\n\n\nThe source of these packages is currently unknown.\n\n\nNote:\n The following log includes the most notable engravings.\n\n\n\n\n\n\n(SCP)\n\n\n4229-1 Log of Interior Engraving\n\n\nRecovery Date\n\n\n\n\n\n\n4229(1)-AA1\n\n\n\"My beloved child, how did you get here, so far from home? Take care of yourself darling. Wishing you best, Mom.\"\n\n\n3 October 1896\n\n\n\n\n\n\n4229(1)-AA2\n\n\n\"My sweet child, please stay home. This place is not for you. Wishing you best, Mom.\"\n\n\n29 March 1900\n\n\n\n\n\n\n4229(1)-AC7\n\n\n\"My dearest child, I only want what's best for you. You don't seem to care. Best, Mom.\"\n\n\n11 April 1926\n\n\n\n\n\n\n4229(1)-GV6\n\n\n\"Dear child, keep your feet where they belong. Best, Mom.\"\n\n\n20 August 1950\n\n\n\n\n\n\n4229(1)-JZ9\n\n\n\"Dear child, Why do you desire so, to go places you were never meant to be? Best, Mom.\"\n\n\n30 June 1975\n\n\n\n\n\n\n4229(1)-MN3\n\n\n\"Child, you must know what you're doing. Leave your mother in peace. Best, Mom.\"\n\n\n1 January 1985\n\n\n\n\n\n\n4229(1)-QR9\n\n\n\"My heart hurts for what you've done. Best, Mom.\"\n\n\n11 May 1995\n\n\n\n\n\n\n4229(1)-ZZLK9\n\n\n\"You've polluted your opportunity. You are incapable of shouldering the responsibility of my gift. If you feel the right to my space, I have the same to yours. -Mom.\"\n\n\n20 July 2015\n\n\n\n\n\n\nNote:\n \nDr. K Audlin merged this file.\n\n\n\n\n+ Load Merged File\n\n\n\n\n- Loading...SCP-4229-2\n\n\n\n\nMERGED FILE\n\n\nMERGED 2017.02.13\n\n\nItem #:\n SCP-████ \nSCP-4229-2\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Mobile Task Force Kappa-20 (\"Falcon Watchers\") is tasked with tracking \nSCP-4229-2\n by land and sea to log any human flown aircraft that comes in contact with \nSCP-4229-2.\n For the sake of clarity in observations, MTFK-20 will keep a distance of no less than three kilometers from \nSCP-4229-2.\n Aircraft are to be prevented from entering \nSCP-4229-2\n whenever it is cost-effective to do so.\n\n\nDescription:\n \nSCP-4229-2\n is a cumulonimbus cloud with no definite shape, reaching up to nine kilometers in height and five kilometers in width. No human flown aircraft coming into contact with \nSCP-4229-2\n has yet been recovered. Per Test-\n4229(2)-01\n, no direct signals can be transmitted from within the cloud. \nInvestigations into what occurs beyond the perimeter of SCP-████ are on-going.\n\n\n\n\n\n\nFig 1 SCP-████ and US Flight 52.\n\n\n\n\n\n\nClose proximity to \nSCP-4229-2\n (less than three kilometers) has demonstrated a mild memetic effect. Since observation began, members of MTFK-20 have increasingly expressed concerns about the Foundation's effect on the environment, in one instance destroying a Foundation Naval Vessel beyond repair for \"causing harm to Mother.\"\n2\n Even with a three kilometer minimum distance, MTFK-20 has submitted numerous formal requests to make all methods of transportation fully solar powered. These requests are pending approval.\n\n\nDiscovery:\n \nSCP-4229-2\n has been monitored by the Foundation since 2016 at the conclusion of the Mass Anomalous Flight Disappearance Commission Report. \nSite-76 director Dr. Karri Audlin considered the connection to SCP-4229 conclusive following US Flight 52’s contact with SCP-4229-2 in 2017. The flight roster indicated 100% of the passengers had dates of birth corresponding to recovery dates of SCP-4229-1 instances. Further investigation revealed DNA from these passengers were a genetic match for the relevant packages. Dr. K Audlin reclassified the anomaly as SCP-4229-2, and merged its file with SCP-4229.\n\n\nAddendum:\n\n\n\n\nCASE LOG 4229-2: Interrogation of Fmr. Commander Wilson Quarry\n\n\n\n\nLOCATION:\n Site-76 interrogation chamber.\n\n\nSUBJECT:\n Fmr. Commander Wilson Quarry of Mobile Task Force Kappa-20\n\n\nFORWARD:\n Dr. Karri Audlin conducted his interview following the destruction of Naval Vessel-████-01. It is to be logged with files for SCP-4229-2 as a demonstrative example of the memetic effect. The Foundation was unaware of the memetic effect until this interview was conducted.\n\n\n\n\n[BEGIN AUDIO LOG]\n\n\n\n\nQuarry:\n I’m not sorry.\n\n\nDr. K Audlin:\n We know. We’d just like to know what happened.\n\n\nQuarry:\n What's there to know? It's not going to run anymore. Good riddance.\n\n\nDr. K Audlin:\n That vessel was Foundation property.\n\n\nQuarry:\n It was an old ship. It needed to go anyway. I’m glad my boys took that thing apart.\n\n\nDr. K Audlin:\n Wilson, you know I've always respected you for how much you care about the environment, but this is beyond the pale. You're a model soldier and a leader. This isn't like you.\n\n\nQuarry:\n Don't you fucking dare. This isn't one of your mind-control beanie babies you can keep in a locker. \nI\n woke up. Nothing changed me. I just got closer to the truth.\n\n\nDr. K Audlin:\n And the truth was worth millions of dollars in damage?\n\n\nQuarry:\n It was just another insult to Mother. You know she can feel that no matter where we are, right?\n\n\nDr. K Audlin:\n This is…\nyour\n mother?\n\n\nQuarry:\n \nOur\n mother.\n\n\nDr. K Audlin:\n This cost you everything Wilson. Why on earth would you-\n\n\nQuarry:\n Earth? \"Earth\" is the gift beneath my feet. That wasn't enough though, was it? We had to have more. Then we go up \nthere\n? You wouldn't understand. None of you do. You just care about that fucking boat.\n\n\nDr. K Audlin:\n So…“Mother”…she’s \nin\n the cloud?\n\n\n<Quarry is silent for a moment.>\n\n\nQuarry:\n Remind me again…what's your mission?\n\n\nDr. K Audlin:\n With all due respect, \nFormer\n Commander, not only did you oversee the destruction of Foundation property, you also failed your primary objective.\n\n\nQuarry:\n I signed up to protect. What's your job? You're going to…what? \nSecure\n her? You try getting close enough to contain her and tell me how \nyou'd\n do that.\n\n\nDr. K Audlin:\n That was your assignment.\n\n\nQuarry:\n Well I can't do shit for you there. What do you think is going to happen when you poison the thing that gave you life? You're not getting it. If you're going to charge me, charge me. Until then, put me back in my goddamn cell.\n\n\n\n\n\n\n[END LOG]\n\n\n\n\nNotice: Following the recovery of SCP-4229(1)-ZZLK9 [2015], the quantity of instances of SCP-4229-1 increased by 450%. Investigations into potential methods of mitigating a mass consumption event are on-going.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Standard human body temperature.\n\n\n2\n. See Case Log 4229(2) - Interrogation of Fmr. Commander Wilson Quarry.\n\n\n\n\n\n\n\n\n« \nSCP-4228\n | SCP-4229 | \nSCP-4230\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Quarry: I’m not sorry. Dr. K Audlin: We know. We’d just like to know what happened. Quarry: What's there to know? It's not going to run anymore. Good riddance. Dr. K Audlin: That vessel was Foundation property. Quarry: It was an old ship. It needed to go anyway. I’m glad my boys took that thing apart. Dr. K Audlin: Wilson, you know I've always respected you for how much you care about the environment, but this is beyond the pale. You're a model soldier and a leader. This isn't like you. Quarry: Don't you fucking dare. This isn't one of your mind-control beanie babies you can keep in a locker. I woke up. Nothing changed me. I just got closer to the truth. Dr. K Audlin: And the truth was worth millions of dollars in damage? Quarry: It was just another insult to Mother. You know she can feel that no matter where we are, right? Dr. K Audlin: This is… your mother? Quarry: Our mother. Dr. K Audlin: This cost you everything Wilson. Why on earth would you- Quarry: Earth? \"Earth\" is the gift beneath my feet. That wasn't enough though, was it? We had to have more. Then we go up there ? You wouldn't understand. None of you do. You just care about that fucking boat. Dr. K Audlin: So…“Mother”…she’s in the cloud? <Quarry is silent for a moment.> Quarry: Remind me again…what's your mission? Dr. K Audlin: With all due respect, Former Commander, not only did you oversee the destruction of Foundation property, you also failed your primary objective. Quarry: I signed up to protect. What's your job? You're going to…what? Secure her? You try getting close enough to contain her and tell me how you'd do that. Dr. K Audlin: That was your assignment. Quarry: Well I can't do shit for you there. What do you think is going to happen when you poison the thing that gave you life? You're not getting it. If you're going to charge me, charge me. Until then, put me back in my goddamn cell."
    ],
    "containment_procedures": "Mobile Task Force Kappa-20 (\"Falcon Watchers\") is tasked with tracking SCP-4229-2 by land and sea to log any human flown aircraft that comes in contact with SCP-4229-2. For the sake of clarity in observations, MTFK-20 will keep a distance of no less than three kilometers from SCP-4229-2. Aircraft are to be prevented from entering SCP-4229-2 whenever it is cost-effective to do so.",
    "description": "SCP-4229-2 is a cumulonimbus cloud with no definite shape, reaching up to nine kilometers in height and five kilometers in width. No human flown aircraft coming into contact with SCP-4229-2 has yet been recovered. Per Test-4229(2)-01, no direct signals can be transmitted from within the cloud. Investigations into what occurs beyond the perimeter of SCP-████ are on-going.",
    "item": "SCP-████ SCP-4229-2",
    "object_class": "Keter",
    "title": "SCP-4229"
}