{
    "url": "https://scp-wiki.wikidot.com/scp-4238",
    "all_text": "rating: \n+183\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\n\n\n⚠️ \nContent warning:\n Child Abuse\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n95.53%\n\n(+192)\n\n\n4.47%\n\n(-9)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+183\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nItem #:\n SCP-4238\n\n\nObject Class:\n \nEuclid\n \nKeter\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4238 is to be contained within a \nmodified\n standard humanoid containment chamber \ncontaining only a futon and one blanket\n. Meals are to be \ndelivered once a day via drone\n taken in the cafeteria. \nSCP-4238 is not to be given access to any sort of silverware or utensils at any point. Control of SCP-4238's cell is to be handled by Senior Researcher Fishbaum.\n\n\nA live security feed is to be recorded and \nsent to Senior Researcher Fishbaum\n stored on standard Foundation data servers. \nDue to SCP-4238's deceptive nature, no other individuals are to watch the recorded feeds without authorization from Senior Researcher Fishbaum.\n\n\nCleaning crews are to visit once a day after testing sessions to clean the chamber and, following Incident 4238-A, remove SCP-4238-1 instances before disposing of them.\n\n\nDescription:\n SCP-4238 is an approximately 8-year-old female humanoid formerly known as Amelie Bassett. The entity is capable of anomalously enhancing physical objects, referred to as an SCP-4238-1 instance, and marked with a \"(+[Level])\" depending on the level of enhancement. Enhancing an item increases the object's durability, efficiency relative to the item's intended purpose by 30%\n1\n, and develop a colored aura. Items can be enhanced multiple times, increasing the durability and efficiency by an additive 30% as well as changing the color of the aura. The colors range from purple, seen in (+1) instances, to red, seen in (+7) instances.\n\n\nEnhancement appears to be governed by random chance, starting at approximately 95% chance of a successful enhancement for mundane items and decreasing to a lower limit of approximately 0% by the 7th enhancement. On an unsuccessful enhancement, the item will quickly break down into its base molecular components, effectively destroying the item.\n\n\nIn the case of an unsuccessful enhancement, SCP-4238 will spontaneously manifest injuries of varying severity dependent on the enhancement level of the item prior to failure.\n These injuries are offset by an enhanced regeneration factor, allowing the entity to recover from most injuries within minutes.\n\n\nAddendum-1:\n\n\nInitial testing was conducted by Senior Researcher Fishbaum, along with Junior Researcher Steven Han, from June 2nd, 2015 through June 25th, 2015. Extraneous logs have been removed for brevity. Full list available upon request.\n\n\n\n\n\n\n[+] Test Log 1 [+]\n\n\n\n\n[-] Close Test Log 1 [-]\n\n\n\n\n\n\n\n\nTest 1\n\n\nItem:\n Standard screwdriver\n\n\nResult:\n Successful. Full 360 degree rotation of the screwdriver resulted in the screw turning 468 degrees.\n\n\n\n\n\n\nTest 2\n\n\nItem:\n Previously enhanced screwdriver(+1)\n\n\nResult:\n Successful. Full 360 rotation of the screwdriver resulted in the screw turning 576 degrees.\n\n\n\n\n\n\nTest 6\n\n\nItem:\n 5 dollar bill\n2\n\n\nResult:\n Successful. Bill was used to purchase a $3 pack of chips from an on-site vending machine. $3.50 was given as change.\n\n\n\n\n\n\nTest 8\n\n\nItem:\n Pack of crayons\n\n\nResult:\n Unsuccessful. Crayons broke down over 20 seconds and left behind carbon residue. Small lacerations appeared along SCP-4238's back before fully healing within 30 seconds. Replacement outfit requested.\n3\n\n\n\n\n\n\nTest 23\n\n\nItem:\n Wrench(+5)\n\n\nResult:\n Successful. Similar results to Test 2.\n\n\n\n\n\n\nTest 47\n\n\nItem:\n Previously enhanced pencil(+7).\n\n\nResult:\n Unsuccessful. SCP-4238 refused, claiming that “it can’t go past red.”\n\n\n\n\n\n\nTest 55\n\n\nItem:\n Previously enhanced plastic knife(+2)\n\n\nResult:\n Successful.\n\n\nNotes:\n SCP-4238 cut itself by accident due to the increased sharpness of the knife. Interestingly, the wound healed within seconds.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIncident 4238-A:\n\n\nOn June 27th, 2015, Senior Researcher Fishbaum was attacked by SCP-4238 following an unsuccessful enhancement attempt. SCP-4238 utilized a plastic knife given to it for a meal that had been enhanced 3 times to stab Fishbaum. Given SCP-4238's size, Fishbaum was able to disarm the entity and subdue it until security intervened.\n\n\n\n\n\n\nLive Security Footage of SCP-4238's Containment Cell: Transcript\n\n\n\n\n\n\nDate:\n June 27th, 2015\n\n\nNotes:\n Due to an audio encoding error, the following file was submitted by Senior Researcher Fishbaum hours after the initial incident with several video and audio errors. Pitch shifts and screen blackouts are common.\n\n\nDiscrepancies are highlighted in red in the following transcript.\n\n\nJunior Researcher Han had been sent to acquire various items for testing.\n\n\n\n\nVideo begins with Fishbaum sitting at a metal table across from SCP-4238; its jumpsuit is stained with blood. Various items lay on the table, all glowing various shades of purple and blue. The table has several blackened spots covering the surface. Fishbaum holds a blurred item with a noticeable orange aura.\n\n\nFishbaum:\n \nAmelie\n, please stop making this difficult.\n\n\nSCP-4238:\n I don't want to… it hurts…\n\n\nVideo goes black\n\n\nFishbaum:\n (\nsighs\n). \nAmelie\n, if you \ndo\n this, I'll \nget you ice cream, okay?\n\n\nSCP-4238:\n …no, I don't…\n\n\nFishbaum:\n Great, so let's do this one more time, okay? For me?\n\n\n20 seconds of silence follow. SCP-4238 screams. 45 seconds of silence follow.\n\n\nFishbaum:\n Help! Security!\n\n\nVideo resumes\n\n\nSCP-4238 is curled on the floor in a puddle of blood. Fishbaum is breathing heavily, a small gash visible on the palm of his left hand. A plastic knife with a blue aura is in his right hand. The table has been knocked over, scattering the various items onto the floor.\n\n\nSecurity personnel rush into the room and restrain SCP-4238.\n\n\n\n\n[End Log]\n\n\n\n\n\n\n\n\nNotice regarding SCP-4238's containment procedures\n\n\nSCP-4238's object class has been elevated to Keter following Incident 4238-A. All furniture is to be removed from the containment cell and all meals are to be delivered directly to the cell without any utensils. Any interviews, tests, or other meetings with SCP-4238 are to be cleared by me first. SCP-4238 should be handcuffed prior to any such meetings.\n\n\n— Senior Researcher Fishbaum\n\n\n\n\n\n\n\n\nAddendum-2:\n\n\nFurther testing was performed independently by Senior Researcher Fishbaum from August 1st, 2015, to September 23rd, 2015. Extraneous logs have been removed for brevity. Full list available upon request.\n\n\n\n\n\n\n[+] Testing Log 2 [+]\n\n\n\n\n[-] Close Log 2 [-]\n\n\n\n\n\n\n\n\nTest 53\n\n\nItem:\n Feather quill(+2)\n\n\nResult:\n Successful.\n\n\n\n\n\n\nTest 55\n\n\nItem:\n 8th century katana(+3)\n\n\nResult:\n Unsuccessful.\n\n\nNoted Injuries:\n Bruising present on ribs and left eye.\n\n\n\n\n\n\nTest 62\n\n\nItem:\n Standard M4 rifle, unloaded\n\n\nResult:\n Successful.\n\n\n\n\nFishbaum: An error in the system replicated \nTest 62\n 16 times. Ignore it.\n\n\n\n\nTest 79\n\n\nItem:\n Kevlar vest\n\n\nResult:\n Successful.\n\n\n\n\n\n\nTest 86\n\n\nItem:\n [DATA EXPUNGED](+5)\n\n\nResult:\n Unsuccessful.\n\n\nNoted Injuries:\n Severe bruising around throat. Left ulna fractured.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-3:\n\n\nOn December 25th, 2015, the following footage was sent to Ethics Committee Liaison Marlon Brand by on-site therapist Angela Richards. The video was taken with a Foundation-issued mounted body camera.\n\n\n\n\nDate:\n December 20th, 2015\n\n\n\n\nRichards is walking towards SCP-4238’s containment chamber. Fishbaum can be seen just outside, his hand on the biometric scanner. As Richards approaches, he takes his hand off of the scanner.\n\n\nRichards:\n Hi there, I'm Angela Richards, here to do a quick psych check on SCP-4238? I’m assuming you’re Dr. Fishbaum, right?\n\n\nFishbaum:\n Er, yes, that’s me. I’m sorry, who are you again?\n\n\nRichards:\n Angela Richards, on-site therapist? You got my email, right?\n\n\nFishbaum:\n No… no, I did not.\n\n\nRichards:\n Hm, must’ve gotten lost then. Anyways, I have a scheduled psych eval for SCP-4238. Today. Right now.\n\n\nFishbaum:\n I’m afraid that I have a testing session scheduled with SCP-4238 right now, so either you’re mistaken or I am. But I’m quite certain I’m correct.\n\n\nRichards:\n Your testing can wait. I’d like to speak with SCP-4238 as soon as possible to avoid any more delays. Unless you want me to explain to my superiors that you’re delaying the psych eval for the second time.\n\n\nFishbaum:\n …Fine. But I’m going to be there as well.\n\n\nRichards:\n No can do. Your presence may aggravate SCP-4238, and I’m not sure I’ll be able to get a clear answer out of her if you’re there.\n\n\nFishbaum:\n Hm. Alright, go then. I’ll just reschedule my testing for the next time.\n\n\nFishbaum walks past Richards.\n\n\nRichards:\n Uh, good talk… okay, let’s go.\n\n\nRichards heads into the chamber and closes the door behind her. The lights are turned on. SCP-4238 is not in sight, though the blanket covering a curled-up individual on a futon appears conspicuous.\n\n\nRichards:\n Hello? Amelie? Oh. Okay then.\n\n\nRichards notices the blanket and crouches down before it.\n\n\nRichards:\n Hi, my name's Angela.\n\n\nThe blanket shifts slightly.\n\n\nRichards:\n Here, I uh, I brought cookies-\n\n\nThe blankets shift again and a small hole is formed through which the silhouette of SCP-4238 can be seen. Richards places a backpack down in front of her, and pulls out a flimsy plastic container of sugar cookies. She opens it and sets it down in front of SCP-4238.\n\n\nRichards:\n They're not the best, but uh… yeah. (\ncoughs\n)\n\n\nThe blanket shifts again. A single hand extends outward along the floor and towards the open box. It grabs a single cookie before slowly snaking back under the blanket. A brief flash emanates from the edges of the blanket before the hand returns with the cookie, now radiating a purple aura.\n\n\nRichards:\n Oh! No no, these are for you to eat.\n\n\nThe hand falters. Richards digs through her backpack and pulls out a notepad.\n\n\nRichards:\n Y-You can have them all, if you want. Really.\n\n\nThe hand pulls back into the blankets. The sounds of chewing can be heard. The hand extends again before grabbing the entire box and pulling it within the blankets.\n\n\nRichards:\n You're gonna get crumbs all over your blanket, but uh, I've done that in bed a couple times too so, no judgement from me.\n\n\nSCP-4238 violently coughs from underneath the blankets.\n\n\nRichards:\n Slow down, you're gonna choke.\n\n\nRichards pulls a water bottle from the backpack, opens it, and places it in front of SCP-4238, who grabs it quickly. The plastic container is ejected from the blanket along with an empty water bottle.\n\n\nRichards:\n Um, okay. Can I ask you some questions?\n\n\nSCP-4238 remains silent.\n\n\nRichards:\n This is worse than I expected. Well, uh, I'm gonna go now, okay? I’ll… I’ll try to come by again.\n\n\nRichards leaves the containment chamber and turns the camera off.\n\n\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Ethics Committee Liaison Marlon Brand\n\n\nFrom:\n Angela Richards\n\n\nSubject:\n Ethical Treatment of SCP-4238\n\n\n\n\n\n\nI know I’m not a licensed psychiatrist yet but fuck it. I believe that SCP-4238 is being mistreated and abused by Senior Researcher Connor Fishbaum. As I’m sure you can see from the attachment, SCP-4238 appears to be deeply afraid of people and was traumatized heavily enough that when given a cookie, instead of eating it as a normal 8-year-old child does, she used her anomalous ability and gave it back. That is not normal.\n\n\nCombined with the odd testing logs, odd security logs, and the fact that Fishbaum delayed the initial psych eval of SCP-4238, all signs are pointing to abuse of the SCP in question, his position, or both. I ask that this be formally submitted to the Ethics Committee for review.\n\n\n- Angela Richards, M.S., B.S.\n\n\nRecording I took of SCP-4238\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Angela Richards\n\n\nFrom:\n Ethics Committee Liaison Marlon Brand\n\n\nSubject:\n Re:Ethical Treatment of SCP-4238\n\n\n\n\n\n\nWe’ve received your report and have submitted your findings for discussion.\n\n\n- Ethics Committee Liaison Marlon Brand\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-4:\n\n\nResearcher Fishbaum resumed testing of SCP-4238 from January 11th, 2016 to February 10th, 2016.\n\n\n\n\n\n\n[+] Testing Log 3 [+]\n\n\n\n\n[-] Close Log 3 [-]\n\n\n\n\n\n\n\n\nTest 87\n\n\nItem:\n SCP-███\n\n\nResult:\n Unsuccessful.\n\n\nNoted Injuries:\n Light bruising along right chest. Left femur fractured.\n\n\n\n\n\n\nTest 88\n\n\nItem:\n SCP-███\n\n\nResult:\n Successful.\n\n\n\n\n\n\nTest 95\n\n\nItem:\n Telescopic lens(+3)\n\n\nResult:\n Unsuccessful.\n\n\nNoted Injuries:\n Bruising on left cheek. Cut above right eye.\n\n\n\n\n\n\nTest 97\n\n\nItem:\n Beryllium bronze sample(+2)\n\n\nResult:\n Unsuccessful.\n\n\nNoted Injuries:\n Bruising across abdomen. Left eye swelled.\n\n\n\n\n\n\nTest 101\n\n\nItem:\n Class-X Amnestic(+6)\n\n\nResult:\n Unsuccessful.\n\n\nNoted Injuries:\n Coughed up blood. Ribs crushed.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-5:\n\n\nOn January 14th, 2016, Researcher Fishbaum appended the following notable video log.\n\n\n\n\n\n\nLive Security Footage of SCP-4238's Containment Cell: Transcript\n\n\n\n\nDate:\n January 12th, 2016\n\n\nNotes:\n Due to an audio encoding error, this video contains several video and audio errors. Pitch shifts and screen blackouts are common.\n\n\nDiscrepancies are highlighted red in the following transcript.\n\n\n\n\nSCP-4238's outline can be seen underneath its blanket as Fishbaum enters the chamber.\n\n\nFishbaum:\n Hello? \nAmelie?\n I'm back.\n\n\nThe blankets shift slightly. SCP-4238's outline shrinks.\n\n\nFishbaum:\n Come now, let's not make things hard for \nus\n. Come on, get out.\n\n\nThere is no response from SCP-4238.\n\n\nFishbaum:\n Please? (\nsigh\n) Alright, that's fine.\n\n\nVideo goes black.\n\n\nFishbaum: Not sure why it cut out here. Just told SCP-4238 that I'd get it its favorite flavor of ice cream if it worked with me.\n\n\nVideo is restored.\n\n\nSCP-4238 sits at the table, biting its lip. Its blanket is in the corner of the room, opposite the futon. Fishbaum stands in front of the table and wipes his brow with a sleeve before taking a seat.\n\n\nFishbaum:\n There… that wasn't so bad, was it? …right?\n\n\nSCP-4238 nods.\n\n\nFishbaum:\n Alright, let's get started then.\n\n\n\n\n[End Log]\n\n\n\n\n\n\nAddendum-6:\n\n\nAn audio log was recorded by on-site therapist Richards in a meeting with Senior Researcher Fishbaum.\n\n\n\n\nDate:\n January 16th, 2016\n\n\n\n\nRichards:\n Sorry about that, I had to finish up a draft I was working on. You wanted to see me?\n\n\nFishbaum:\n Yes, I just wanted to ask how your meeting with 4238 went?\n\n\nRichards:\n The one from a month ago? It was fine. I’ll be meeting with her again soon, actually. You’ll have to forgive me if I can’t divulge more. Doctor-patient confidentiality and all.\n\n\nFishbaum:\n …Right. Listen, Richards.\n\n\nRichards:\n Mhm?\n\n\nFishbaum:\n Unfortunately, you’ve been transferred. You received the email, right?\n\n\nRichards:\n What email? What are you talking about?\n\n\nFishbaum:\n Well, Director Yol was made aware of the danger that 4238 posed and with you being a relatively new employee, well, he was concerned that you were putting yourself at risk. So, he’s decided to transfer you to a less dangerous skip. Maybe Euclid, you know?\n\n\nRichards:\n Amelie is \nmy\n patient. She- We’ve barely even begun the bonding process-\n\n\nFishbaum:\n Exactly, and that makes this transition easier on 4238. It hasn’t really bonded with you, as you’ve said. So, what’s the problem with changing therapists at this point, right?\n\n\nRichards:\n I- but…\n\n\nFishbaum:\n Well, that’s really all I wanted to say. You’re free to leave now, Richards.\n\n\n\n\n[End Log]\n\n\n\n\n\n\nOn January 17th, 2016, Researcher Richards submitted another report regarding SCP-4238.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Ethics Committee Liaison Marlon Brand\n\n\nFrom:\n Angela Richards\n\n\nSubject:\n More evidence regarding SCP-4238's abuse\n\n\n\n\n\n\nYeah, it's me again. Attached is an audio log I took of a conversation between Fishbaum and myself. I've also attached the latest set of testing logs that Fishbaum's performed on SCP-4238 AND the video that he attached to the SCP document.\n\n\nI don't know how much clearer this can get. Fishbaum is clearly covering something up and he’s in league with a director. Can't you guys speed this up?\n\n\n- Angela Richards, M.S., B.S.\n\n\nAudio Log Thing\n\n\nSCP-4238 Testing Log 3\n\n\nSCP-4238 Addendum-5\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Angela Richards\n\n\nFrom:\n Ethics Committee Liaison Marlon Brand\n\n\nSubject:\n Re:More evidence regarding SCP-4238's abuse\n\n\n\n\n\n\nI see. I’ll send this data over to the committee, but I’m letting you know, Angela, things are a bit odd right now. However deep you think this is, it’s deeper. Something big’s going on in the background. I can’t tell you the details, but there’s been a lot of deliberation. A lot more than usual.\n\n\nI understand your frustration, but please trust me when we say we are actively working towards resolving these problems. I don’t want to see Amelie hurt any more than you do.\n\n\nP.S.\n\nI know you’ve been transferred off of SCP-4238. The Committee doesn’t like it when people break the rules. I don’t particularly care. Do what you have to. Get me evidence and I’ll see what I can do to speed this shit up.\n\n\n- Ethics Committee Liaison Marlon Brand\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-7:\n\n\nWing-C underwent a scheduled maintenance period from February 16th to February 18th, 2016, during which time various sections of the wing would be disconnected from the main power grid. Auxiliary power supplies kept major security measures intact, though lower priority systems, such as personal monitoring systems of Risk Class: Warning and below were disconnected.\n\n\nDuring this time, SCP-4238's containment chamber logged an entrance and exit by on-site therapist Angela Richards. This corroborates the following personal video taken by Richards.\n\n\n\n\nDate:\n February 17th, 2016\n\n\nNotes:\n Video was recorded on a Foundation-issued body mounted camera.\n\n\n\n\nRichards appears to be within SCP-4238's containment chamber.\n\n\nRichards:\n (\nmuttering\n) If he wants direct evidence, I'll get direct evidence.\n\n\nRichards sighs and walks over to SCP-4238, which is hiding underneath its blanket. She sits before the futon.\n\n\nRichards:\n Amelie? It's me, again, Angela?\n\n\nThe blankets shift.\n\n\nRichards:\n I uh, I brought more cookies. Homemade, this time.\n\n\nRichards places her backpack on the floor beside her and withdraws a Ziploc-brand plastic bag. She opens the bag and retrieves a single cookie. She places the bag at the edge of the blanket. SCP-4238 grabs it.\n\n\nRichards:\n Can I sit next to you?\n\n\nSCP-4238 goes still.\n\n\nRichards:\n It’s fine if you say no. I can sit over here, it’s fine.\n\n\nSCP-4238 shuffles slightly to the side, creating a small space on the futon.\n\n\nRichards:\n Is that a yes? Okay, thank you very much.\n\n\nRichards quickly moves over to the futon and sits down.\n\n\nRichards:\n This is a lot more comfortable than the hard floor.\n\n\nSCP-4238 nods and continues eating. The two sit in silence for several minutes with Richards periodically checking her watch.\n\n\nRichards:\n …are you okay, Amelie?\n\n\nSCP-4238 does not respond.\n\n\nRichards:\n If you’re not happy, you can tell me. I… I won’t tell anyone.\n\n\nSCP-4238:\n …I miss my daddy.\n\n\nRichards:\n Your daddy, huh? What was he like?\n\n\nSCP-4238:\n He made cakes and cookies. They were really good.\n\n\nRichards:\n Oh, he was a baker?\n\n\nSCP-4238:\n Mhm.\n\n\nRichards:\n Do you like baking?\n\n\nSCP-4238:\n Mhm, daddy liked it when I helped.\n\n\nRichards:\n Ah, well, maybe one day I can have your daddy visit you.\n\n\nSCP-4238:\n …really?\n\n\nRichards:\n Uh, yeah. I- I can definitely try.\n\n\nSCP-4238:\n You.. you promise?\n\n\nSCP-4238 visibly turns towards Richards, though still under its blanket.\n\n\nRichards:\n …Yeah. Yeah, I promise.\n\n\nSCP-4238’s hand sticks out of the blanket, the pinkie finger extended. Richards does the same and coils her pinkie around SCP-4238’s. SCP-4238 quickly withdraws after a second.\n\n\nSCP-4238:\n Okay…\n\n\nRichards looks down at her watch.\n\n\nRichards:\n Shoot, I uh, I have to go now, Amelie. I’ll try to come back as soon as I can, okay?\n\n\nSCP-4238:\n …okay.\n\n\n\n\n[End Log]\n\n\n\n\n\n\nAddendum-8:\n\n\nOn February 20th, 2016, Researcher Fishbaum appended the following video log.\n\n\n\n\n\n\nLive Security Footage of SCP-4238's Containment Cell: Transcript\n\n\n\n\n\n\nDate:\n February 19th, 2016\n\nNotes:\n Due to an audio encoding error, this video contains several video and audio errors. Pitch shifts and screen blackouts are common.\n\n\nDiscrepancies are highlighted red in the following transcript.\n\n\n\n\nFishbaum enters the cell holding a large duffel bag. He moves over to SCP-4238 who is underneath its blanket again.\n\n\nFishbaum:\n Good morning, \nAmelie\n! How’re you doing today? Good? Good.\n\n\nSCP-4238 remains motionless.\n\n\nFishbaum:\n Alright, time to get up. We got a lot of testing to go through today, and I’d like to go through this rather quickly. Come on, get up. \nPlease?\n\n\nVideo goes black\n\n\n45 seconds of silence follow.\n\n\nFishbaum:\n \nGosh, you’re such a silly girl.\n Always making things diffi- What is this? Where’d you get this from? \nAmelie, please tell me where you got this from.\n\n\nSCP-4238:\n M-Miss angel gave it to me…\n\n\nFishbaum:\n Angel? What? When? \nAh, whatever, let’s just get to testing.\n\n\n3 minutes of silence follow. SCP-4238 screams in pain before abruptly stopping. Another 5 minutes of silence follow.\n\n\nVideo resumes\n\n\nSCP-4238 is curled up on the floor, its hands clutching its stomach. One of its legs is twisted at an odd angle. The table has shifted against the wall and Fishbaum stands directly before SCP-4238.\n\n\nFishbaum:\n Why’d you have to go and do that, \nAmelie? You know that trying to enhance further than red doesn’t work.\n God \ndang\n it, I’ll be back later.\n\n\nFishbaum leaves the cell with his bag.\n\n\n\n\n[End Log]\n\n\n\n\n\n\nAddendum-9:\n\n\nAnother audio log was recorded by Angela Richards and Senior Researcher Fishbaum.\n\n\n\n\nDate:\n March 7th, 2016\n\n\n\n\nRichards:\n Sorry, I was on the phone with someone, did you need me for something? I’m a bit busy right now.\n\n\nFishbaum:\n This conversation being recorded?\n\n\nRichards:\n Excuse me?\n\n\nFishbaum:\n Odd question to ask, sorry. Wife’s been getting on my case about ‘big government’. She uh, she doesn’t know about the Foundation. Anyways, uh, another odd question, have you seen, uh, SCP-4238 recently?\n\n\nRichards:\n Um, no? I was taken off because of the ‘danger’, remember?\n\n\nFishbaum:\n Right, yeah, so, um, \nsomeone\n got into the chamber. There was a foreign object in there, something that could’ve been used as a weapon in the right hands. I’m just going through a list of people who have access to SCP-4238 and I noticed you were still on that list apparently.\n\n\nRichards:\n Yeah no, I uh, I haven’t even seen um, SCP-4238 in, months now?\n\n\nFishbaum:\n Yeah okay, no that makes sense. I’m just here to let you know that we’re replacing the old biometric scanner and locking down 4238’s chamber. No one in or out without explicit permission. We’re talking revamped biometrics, rotating passcodes, a retina scanner, the works.\n\n\nRichards:\n I see.\n\n\nFishbaum:\n Well, that’s all I wanted to ask you. I still have a few more people to talk with, so I’ll leave you be.\n\n\n\n\n[End Log]\n\n\n\n\n\n\nAddendum-10:\n\n\nOn March 9th, 2016, Angela Richards recorded and sent the following video to Ethics Committee Liaison Marlon Brand.\n\n\n\n\nDate:\n March 9th, 2016\n\n\nNotes:\n Video was recorded on a Foundation-issued body mounted camera.\n\n\n\n\nRichards stands before SCP-4238’s containment cell. Various tools are lying against the wall where the biometric scanner is. Wires stick out from the wall and pieces of technology are partly implemented, though offline.\n\n\nRichards:\n Marlon, you better be right about this…\n\n\nRichards pulls out a thin piece of wire and begins pushing it through a small hole in the biometric scanner plate. She maneuvers it around for several seconds before a loud beep sounds out and the door opens.\n\n\nRichards:\n Alright, that’s good.\n\n\nRichards quickly walks into the cell and over to SCP-4238, who is currently asleep. Its blanket has multiple holes in it.\n\n\nRichards:\n Amelie? Amelie! It’s me!\n\n\nSCP-4238 opens its eyes, blinking multiple times before jerking backwards and fumbling with its blanket. It calms down after several seconds and sits upright.\n\n\nSCP-4238:\n Miss Angel?\n\n\nSCP-4238 tears up and begins to cry quietly.\n\n\nRichards:\n Oh god, I’m so sorry, Amelie.\n\n\nRichards tentatively puts her arms around SCP-4238. SCP-4238 buries its head into Richards.\n\n\nRichards:\n I’m so sorry.\n\n\nSCP-4238:\n Please help me… please…\n\n\nRichards:\n I- I’m trying, Amelie.\n\n\nSCP-4238:\n I’ll do anything, please just help me… I’ll be good, I promise.\n\n\nRichards:\n …okay, shh, shhh… It’s okay, everything will be alright.\n\n\nSCP-4238 continues to cry, though substantially less.\n\n\nRichards:\n Amelie… I promise you, I will get you out of here. Okay? I promise. But I need you to be brave for me, okay? Can you be brave for me?\n\n\nSCP-4238 pulls away from Richards slightly, and nods.\n\n\nRichards:\n Okay… okay… (\nRichards takes multiple deep breaths.\n) I need you to stay here-\n\n\nSCP-4238:\n No… no no no, please no! I don’t want to be here anymore. I want my daddy!\n\n\nSCP-4238 begins to cry again.\n\n\nRichards:\n Please, Amelie, I- I can’t help you if you don’t do this, do you understand? Just for a little bit longer.\n\n\nSCP-4238:\n I don’t want to…\n\n\nRichards:\n One month. Okay? I know that sounds like a long time, but just one month, and you’ll never be hurt again. Ever.\n\n\nSCP-4238:\n …do you promise?\n\n\nRichards:\n I promise.\n\n\nRichards pulls SCP-4238 in again and holds it tightly for several seconds.\n\n\nSCP-4238:\n He hits me. Every time. Even if I do what he wants.\n\n\nRichards:\n I'm sorry. He won’t do it again. I’ll make sure of it.\n\n\nRichards pulls away and digs through her backpack. She withdraws a small, round, plush owl and places it in SCP-4238’s hand.\n\n\nRichards:\n This is Mr. Squishy. He’s my good luck charm.\n\n\nSCP-4238 cradles the plush and looks up at Richards, her tears slowing down.\n\n\nRichards:\n One month, okay? I’ll save you.\n\n\n\n\n[End Log]\n\n\n\n\n\n\nResearcher Richards sent another message to Ethics Committee Liaison Marlon Brand regarding SCP-4238 on March 10th, 2016.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Ethics Committee Liaison Marlon Brand\n\n\nFrom:\n Angela Richards\n\n\nSubject:\n How about now?\n\n\n\n\n\n\nHow about this? Direct confession from SCP-4238 herself. Does that work? Can you fuckers do something now? I fucking promised her.\n\n\n- Angela Richards, M.S., B.S.\n\n\nIf this doesn't work\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Angela Richards\n\n\nFrom:\n Ethics Committee Liaison Marlon Brand\n\n\nSubject:\n Re:How about now?\n\n\n\n\n\n\nI wish I had good news for you, Angela, but we need more time. Without spilling too many secrets, we’ve found a network of at least 30 individuals, spread across the Foundation. Fishbaum isn’t working alone. That volume of sales and merchandise can’t be handled by one person.\n\n\nI know you’re angry and desperate. I get it, I really do. But the Committee cannot act before we find every person involved. We cannot risk these people going into hiding. Countless people, just like Amelie, are at risk here.\n\n\n- Ethics Committee Liaison Marlon Brand\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Ethics Committee Liaison Marlon Brand\n\n\nFrom:\n Angela Richards\n\n\nSubject:\n Re:Re:How about now?\n\n\n\n\n\n\nAre you fucking kidding me? She's actively being hurt by Fishbaum and you're telling me the committee is doing fuck all? It’s been fucking months! Amelie is on the verge of breaking. She doesn’t have that kind of time! The hell is an ethics committee good for if it can’t even protect a fucking child???\n\n\nFuck you and fuck the committee.\n\n\n- Angela Richards, M.S., B.S.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Angela Richards\n\n\nFrom:\n Ethics Committee Liaison Marlon Brand\n\n\nSubject:\n Re: Re:Re:How about now?\n\n\n\n\n\n\nHarsh words, Angela, and unfounded. The Committee is slow, yes, but you should know me by now. There’s a box of supplies in your office. I believe you’ll know what to do with it.\n\n\n- Ethics Committee Liaison Marlon Brand\n\n\n\n\n\n\n\n\n\n\n\n\nIncident-4238-B:\n\n\n\n\n\n\nLive Security Footage of SCP-4238's Containment Cell: Transcript\n\n\n\n\n\n\nDate:\n April 11th, 2016\n\n\nNotes:\n This date marks the beginning of Senior Researcher Fishbaum's 4th set of tests on SCP-4238. Notably, this entry did not contain any of the previous entries' video and audio errors.\n\n\n\n\nFishbaum can be seen entering the room with a heavy duffel bag. SCP-4238 is under its blanket again.\n\n\nFishbaum:\n Hello, 4238. I'm back, so you know what that means, right?\n\n\nSCP-4238 remains still.\n\n\nFishbaum:\n Again? Really? You remember what happened last time, right? Get up. Now.\n\n\nFishbaum walks over to the blanket and grabs it roughly. He pulls the blanket off SCP-4238 and throws it into a corner. It slowly sits upright, avoiding looking at Fishbaum.\n\n\nFishbaum:\n There we are. Good to see you again, 4238- What is that?\n\n\nFishbaum kneels down and roughly pulls a small plush owl from SCP-4238’s hands.\n\n\nFishbaum:\n Where did you get this from?? Look at me. Look at me. I SAID LOOK AT ME!\n\n\nFishbaum slaps SCP-4238. It falls to the ground and whimpers.\n\n\nFishbaum:\n Fuck. Look what you made me do. Get up. Now tell me. Where did you get this from? Hm? Did Angela give it to you? Did she do that?\n\n\nSCP-4238:\n G-Give him back!\n\n\nFishbaum:\n You know what? Fuck it. I don’t have time right now. I’ll deal with this later. (\nmuttering\n) I don’t need Marshall on my ass again.\n\n\nFishbaum opens the duffel bag and takes out a large caliber sniper rifle. He places it onto the table.\n\n\nFishbaum:\n What are you waiting for? Go.\n\n\nSCP-4238 places its hands on the rifle and shuts her eyes. The rifle flashes white as SCP-4238 winces. A pale purple aura now emanates from the rifle.\n\n\nFishbaum:\n Again. I need this at a green at least. So you better pray to god that you don't mess up.\n\n\nSCP-4238 places her hands on the rifle again. It flashes white again. SCP-4238 cries out as the rifle disintegrates over the course of 20 seconds. Her eyes are wide as they flick from the rifle’s prior location to Fishbaum.\n\n\nFishbaum:\n Goddammit. You know how much one of those things cost? Ten fucking grand.\n\n\nFishbaum grabs SCP-4238's head and slams it against the table's edge. SCP-4238 recoils and falls backwards while screaming. A large gash can be seen on its forehead, slightly covered by its hands. Blood spills over SCP-4238's hands and onto the floor.\n\n\nFishbaum:\n Why do you have to do this? Hm? Every fucking time. It's not much, you know? All I'm asking for is just a little favor, and here you are, making things difficult.\n\n\nFishbaum takes out another large caliber sniper rifle and sets it on the table.\n\n\nFishbaum:\n Let's try this again. Now.\n\n\nSniffling, SCP-4238 takes its hands off its wound, allowing the blood to flow freely down its face, and places them on the rifle. It begins again and successfully enhances the rifle three times, resulting in a green aura.\n\n\nFishbaum:\n See? I knew you could do it! Why couldn't you do this last time? Hm? Are you trying to mess with me?\n\n\nFishbaum returns the rifle to the duffel bag and pulls out a small vial. He places it on the table carefully.\n\n\nFishbaum:\n Now, careful with this. I \nneed\n this at yellow, minimum. Do you understand me? You fuck this up, and I'll shred your little owl friend, okay?\n\n\nSCP-4238 nods twice after a brief pause.\n\n\nFishbaum:\n Good. Get started.\n\n\nSCP-4238 places its hands on the vial and begins the enhancement process. SCP-4238 proceeds with the enhancement five times, resulting in a yellow aura around the vial.\n\n\nFishbaum:\n Oh… how beautiful… again. Do it again.\n\n\nSCP-4238 pulls her hands back, shaking her head.\n\n\nFishbaum:\n I said again. Do it. Come on… Do you want to do it or do you want me to hit you again, hm?\n\n\nSCP-4238 places its hands back on the vial and enhances it again, keeping its eyes shut. The vial flashes white and now possesses a distinct orange aura.\n\n\nFishbaum:\n Ohhh, this is good. This is very good. Again.\n\n\nSCP-4238:\n I don't want to-\n\n\nFishbaum slaps SCP-4238. It whimpers again.\n\n\nFishbaum:\n Again.\n\n\nSCP-4238 takes several breaths before putting its hands on the vial and beginning the enhancement process again. The vial flashes white and SCP-4238 freezes. The vial disintegrates.\n\n\nFishbaum:\n GOD FUCKING DAMMIT! YOU FUCKING PIECE OF SHIT!\n\n\nFishbaum throws the table to the side and kicks SCP-4238 in the chest, knocking it over. He begins to stomp on SCP-4238's thigh. SCP-4238's bones audibly crack as blood pools around its curled body.\n\n\nFishbaum:\n Why can't you do \nanything\n right?! Huh!? WHY?!\n\n\nThe containment chamber door opens as Fishbaum continues to assault SCP-4238. He does not appear to notice. From the doorway, Richards, holding a large wrench, runs into the chamber and towards Fishbaum. She swings the wrench at his head. Fishbaum drops to the floor as blood spills from his head.\n\n\nRichards:\n Amelie! Oh, Jesus Christ.\n\n\nRichards drops to her knees before SCP-4238 and attempts to assess its condition. Fishbaum rises to his feet unsteadily. He holds his head with one hand while the other pulls out a handgun.\n\n\nFishbaum:\n (\nwheezing\n) You fucking bitch.\n\n\nRichards turns her head towards Fishbaum and freezes.\n\n\nFishbaum:\n Scared now, eh?\n\n\nRichards:\n Fishbaum, you don't-\n\n\nFishbaum fires his handgun. Richards is thrown backwards as the bullet hits her in the chest. He aims the gun at SCP-4238.\n\n\nFishbaum:\n Guess I gotta tie up loose ends here. It was good while it lasted-\n\n\nRichards suddenly sits up and throws her wrench at Fishbaum. It directly connects with his head, causing him to drop his gun. Yelling, Richards gets up and rushes Fishbaum, tackling him to the floor. Bleeding profusely, Fishbaum is straddled by Richards, who begins to repeatedly punch him in the face. Richards only stops when Fishbaum ceases to move. Breathing heavily, Richards crawls over to SCP-4238 and takes off her lab coat, revealing standard-issue Foundation light body armor. She sits down by SCP-4238 and drapes her lab coat over it.\n\n\n\n\n[End Log]\n\n\n\n\n\n\nAddendum-11:\n\n\n\n\n\n\nLive Security Footage of Site-17 Kitchen\n\n\n\n\n\n\nDate:\n September 10th, 2016\n\n\nNotes:\n Following Incident-4238-B, SCP-4238 was granted limited usage of the Site-17 kitchen under the supervision of two Foundation guards. On recommendation of Ethics Committee Liaison Marlon Brand, Henry Bassett was hired to Site-17 as part of the ‘Better Meals, Better Feels’ initiative.\n\n\n\n\nSCP-4238 stands upon a stool at a table, struggling to stir the contents of a large metal bowl. Henry Bassett stands beside SCP-4238, looking into a notebook. \"Amelie's Recipe Book\" is poorly written on the cover.\n\n\nSCP-4238:\n Are you sure it's supposed to be three sticks?\n\n\nBassett peers over notebook.\n\n\nBassett:\n Yep. That's what it says here. 'Three sticks of butter.'\n\n\nSCP-4238:\n Hmm… okay.\n\n\nRichards appears in the kitchen from behind the man, who turns and looks surprised upon seeing her. SCP-4238 stops mixing.\n\n\nBassett:\n Angela? What're you doing here? I thought you weren't coming until Friday?\n\n\nRichards:\n Yeah uh, there's been a change in plans. What're you all up to?\n\n\nBassett:\n Well, Amelie is hard at work right now.\n\n\nSCP-4238:\n No looking! It's a surprise!\n\n\nSCP-4238 attempts to put herself between Richards and the mixing bowl.\n\n\nRichards:\n Alright, okay. I won't look.\n\n\nSCP-4238 squints at Richards before turning back to the mixing bowl and continuing to mix with increased fervor.\n\n\nBassett:\n So, what're you actually doing here, Angela?\n\n\nRichards:\n I uh, just wanted to give an update on Fishbaum and uh, one other thing.\n\n\nSCP-4238 pauses its mixing upon hearing \"Fishbaum,\" before resuming.\n\n\nBassett:\n Oh? You guys didn’t um, off him?\n\n\nRichards:\n No, he's not dead. I'm uh, not allowed to divulge too much, but uh, he's no longer in any position to hurt anyone. Ever. Not quite B-Class anymore.\n\n\nBassett:\n I uh, I see… How’d you get this update? I thought you said this kind of stuff was kept in a blackbox?\n\n\nRichards:\n Yeah, that's the other thing. I've uh, I've changed departments. I'm not going to be able to have my bimonthly visits anymore.\n\n\nSCP-4238 spins around and looks at Richards with wide eyes. It gets off the stool and walks up to Richards.\n\n\nSCP-4238:\n Y-You're not visiting anymore? Is it because of me? Did I do something?\n\n\nRichards:\n Oh god no, Amelie, it's not because of you. It's just… the Foundation doesn't really like it when their workers hit other workers with wrenches.\n\n\nSCP-4238:\n …so it's my fault?\n\n\nRichards pulls SCP-4238 into a hug. She crouches down to SCP-4238's eye level, placing her hands on its shoulders.\n\n\nRichards:\n No, and stop saying that. Whatever happens will \nnever\n be your fault. I chose to do what I did because it was the right thing to do. Never blame yourself for being hurt, okay?\n\n\nSCP-4238:\n Then why can't we meet anymore?\n\n\nBassett:\n Amelie! Don’t ask questions like that. You know how much she’s done for both of us.\n\n\nRichards:\n It’s fine, Henry. I've joined the Ethics Committee.\n\n\nBassett:\n The Ethics Committee? The ones who let that \nmonster\n have my daughter? You’re joining \nthem\n?\n\n\nRichards:\n First, calm down, and uh, second, not quite. They had their reasons, Henry. I- I can’t tell you why, but they were dealing with… things. And… I want to make a difference. To make sure that what happened to Amelie doesn’t happen again. That we don’t just forget the smaller good in favor of the greater good.\n\n\nSCP-4238:\n So we can't meet anymore?\n\n\nRichards:\n What? No, no. Just… not as often. I'm going to be moving around a lot more. Making sure that what happened to you, doesn't happen to anyone else.\n\n\nBassett:\n I trust you, Angela. I’m… I’m incredibly thankful for everything you’ve done for me and Amelie. Getting me this position, letting me see my daughter again, I never thought this could happen.\n\n\nRichards:\n Please, it was mostly Marlon who set everything up. Man’s got pull with a lot of people. But enough about me, how about you tell me what you've been up to, hm?\n\n\nSCP-4238:\n I was, um, making cookies. For you.\n\n\nRichards:\n Can I help you then? Before I leave?\n\n\nSCP-4238 nods several times.\n\n\nRichards:\n Alright, I'll teach you my special homemade recipe while we're here so when I visit again, you can make me cookies, okay?\n\n\nSCP-4238:\n Okay!\n\n\n\n\n[End Log]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An SCP-4238-1 instance of a screwdriver was capable of turning a screw 468 degrees whenever the screwdriver was turned only 360 degrees\n\n\n2\n. Pulled from Senior Researcher Fishbaum's pocket as an improvised test\n\n\n3\n. This entry has been edited. – 06/28/2015\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-4237\n | SCP-4238 | \nSCP-4239\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4238\n\" by Zoobeeny, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4238\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1:\nInitial testing was conducted by Senior Researcher Fishbaum, along with Junior Researcher Steven Han, from June 2nd, 2015 through June 25th, 2015. Extraneous logs have been removed for brevity. Full list available upon request.",
        "Addendum-2:\nFurther testing was performed independently by Senior Researcher Fishbaum from August 1st, 2015, to September 23rd, 2015. Extraneous logs have been removed for brevity. Full list available upon request.",
        "Addendum-3:\nOn December 25th, 2015, the following footage was sent to Ethics Committee Liaison Marlon Brand by on-site therapist Angela Richards. The video was taken with a Foundation-issued mounted body camera.",
        "Addendum-4:\nResearcher Fishbaum resumed testing of SCP-4238 from January 11th, 2016 to February 10th, 2016.",
        "Addendum-5:\nOn January 14th, 2016, Researcher Fishbaum appended the following notable video log.",
        "Addendum-6:\nAn audio log was recorded by on-site therapist Richards in a meeting with Senior Researcher Fishbaum.\nOn January 17th, 2016, Researcher Richards submitted another report regarding SCP-4238.",
        "Addendum-7:\nWing-C underwent a scheduled maintenance period from February 16th to February 18th, 2016, during which time various sections of the wing would be disconnected from the main power grid. Auxiliary power supplies kept major security measures intact, though lower priority systems, such as personal monitoring systems of Risk Class: Warning and below were disconnected.\nDuring this time, SCP-4238's containment chamber logged an entrance and exit by on-site therapist Angela Richards. This corroborates the following personal video taken by Richards.",
        "Addendum-8:\nOn February 20th, 2016, Researcher Fishbaum appended the following video log.",
        "Addendum-9:\nAnother audio log was recorded by Angela Richards and Senior Researcher Fishbaum.",
        "Addendum-10:\nOn March 9th, 2016, Angela Richards recorded and sent the following video to Ethics Committee Liaison Marlon Brand.\nResearcher Richards sent another message to Ethics Committee Liaison Marlon Brand regarding SCP-4238 on March 10th, 2016.",
        "Addendum-11:\n"
    ],
    "documents": [],
    "notes": [
        "Test 2 Item: Previously enhanced screwdriver(+1) Result: Successful. Full 360 rotation of the screwdriver resulted in the screw turning 576 degrees.",
        "Test 6 Item: 5 dollar bill 2 Result: Successful. Bill was used to purchase a $3 pack of chips from an on-site vending machine. $3.50 was given as change.",
        "Test 8 Item: Pack of crayons Result: Unsuccessful. Crayons broke down over 20 seconds and left behind carbon residue. Small lacerations appeared along SCP-4238's back before fully healing within 30 seconds. Replacement outfit requested. 3",
        "Test 23 Item: Wrench(+5) Result: Successful. Similar results to Test 2.",
        "Test 47 Item: Previously enhanced pencil(+7). Result: Unsuccessful. SCP-4238 refused, claiming that “it can’t go past red.”",
        "Test 55 Item: Previously enhanced plastic knife(+2) Result: Successful. Notes: SCP-4238 cut itself by accident due to the increased sharpness of the knife. Interestingly, the wound healed within seconds.",
        "Test 53 Item: Feather quill(+2) Result: Successful.",
        "Test 55 Item: 8th century katana(+3) Result: Unsuccessful. Noted Injuries: Bruising present on ribs and left eye.",
        "Test 62 Item: Standard M4 rifle, unloaded Result: Successful.",
        "Test 79 Item: Kevlar vest Result: Successful.",
        "Test 86 Item: [DATA EXPUNGED](+5) Result: Unsuccessful. Noted Injuries: Severe bruising around throat. Left ulna fractured.",
        "Test 87 Item: SCP-███ Result: Unsuccessful. Noted Injuries: Light bruising along right chest. Left femur fractured.",
        "Test 88 Item: SCP-███ Result: Successful.",
        "Test 95 Item: Telescopic lens(+3) Result: Unsuccessful. Noted Injuries: Bruising on left cheek. Cut above right eye.",
        "Test 97 Item: Beryllium bronze sample(+2) Result: Unsuccessful. Noted Injuries: Bruising across abdomen. Left eye swelled.",
        "Test 101 Item: Class-X Amnestic(+6) Result: Unsuccessful. Noted Injuries: Coughed up blood. Ribs crushed.",
        "\" SCP-4238 \" by Zoobeeny, from the SCP Wiki . Source: https://scpwiki.com/scp-4238 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4238",
    "object_class": "Euclid Keter Euclid",
    "containment_procedures": "SCP-4238 is to be contained within a modified standard humanoid containment chamber containing only a futon and one blanket. Meals are to be delivered once a day via drone taken in the cafeteria. SCP-4238 is not to be given access to any sort of silverware or utensils at any point. Control of SCP-4238's cell is to be handled by Senior Researcher Fishbaum.",
    "description": "SCP-4238 is an approximately 8-year-old female humanoid formerly known as Amelie Bassett. The entity is capable of anomalously enhancing physical objects, referred to as an SCP-4238-1 instance, and marked with a \"(+[Level])\" depending on the level of enhancement. Enhancing an item increases the object's durability, efficiency relative to the item's intended purpose by 30%1, and develop a colored aura. Items can be enhanced multiple times, increasing the durability and efficiency by an additive 30% as well as changing the color of the aura. The colors range from purple, seen in (+1) instances, to red, seen in (+7) instances.",
    "title": "SCP-4238"
}