{
    "url": "https://scp-wiki.wikidot.com/scp-4249",
    "all_text": "A \nROUNDERHOUSE\n Joint\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+214\n+\n–\nx\n\n\n\n\n\n\n3/4249\n LEVEL \n3/4249\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4249\n\n\n\n\n\n\nSafe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4249-1.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4249-α is to be stored in a standard object storage locker. Provisional Research Site-4249 is to be maintained by no less than 10 reseachers and serve as a staging point for MTF-Delta-8 \"Couch Surfers\". In the event any SCP-4249-A instance breaches into Provisional Research Site-4249, the facility is to be locked down and MTF-Delta-6 authorized to use lethal force to subdue the SCP-4249-A instance.\n\n\nDescription:\n SCP-4249 is a pair of couches, designated SCP-4249-α & SCP-4249-β, of unknown make and model that provide access to an entirely self-contained extradimensional space, designated SCP-4249-1. The exact point of access to SCP-4249-1 is a portal that lies between the seat cushions of either SCP-4249 instance. Anything that can be forced into an SCP-4249 instance can be transported to SCP-4249-1.\n\n\nSCP-4249-1 consists of a tropical island of 4,400 km\n2\n, and a small portion of the body of water surrounding it. Any attempts to locate SCP-4249-1 using GPS technology have resulted in failure, with results displaying that the subject has not moved from SCP-4249. The only exit to SCP-4249-1 is SCP-4249-β. Due to the fact that SCP-4249-β is immovable, and the difficulty in extracting research specimens from SCP-4249, Provisional Research Site-4249 has been constructed within SCP-4249-1, around SCP-4249-β. Any attempt to move more than a kilometer away from the shore of the island results in being restrained by an invisible force.\n\n\nSCP-4249-1 is populated by several subspecies of SCP-4249-A. SCP-4249-A collectively refers to all entities that are native to SCP-4249. There are currently 9 known subspecies\n1\n, and research is ongoing to locate more. All SCP-4249-A subspecies share the exterior appearance of various types of furniture, but contain an entirely organic anatomy.\n\n\nAddendum:\n List of all currently known SCP-4249-A subtypes. Blue designations signify a docile entity, and red designations signify a hostile and dangerous entity.\n\n\n\n\n\n\nSCP-4249-A SUBTYPE\n\n\nAPPEARANCE\n\n\nANALOGOUS TO\n\n\n\n\n\n\nSCP-4249-A1\n\n\nIdentical on the molecular level to polyurethane foam.\n\n\nFunction as photosynthetic producers, similar to moss or lichen.\n\n\n\n\n\n\nSCP-4249-A2\n\n\nSimilar in appearance to a rolling office chair.\n\n\nPrimary consumers, feed exclusively on SCP-4249-A1.\n\n\n\n\n\n\nSCP-4249-A3\n\n\nSimilar in appearance to a beanbag seat.\n\n\nPrimary consumers, feed exclusively on SCP-4249-A1.\n\n\n\n\n\n\nSCP-4249-A4\n\n\nSimilar in appearance to an ottoman or footstool.\n\n\nSecondary consumers, feed on SCP-4249-A2 & SCP-4249-A3.\n\n\n\n\n\n\nSCP-4249-A5\n\n\nSimilar in appearance to a single-seat recliner.\n\n\nTertiary consumers, feed on SCP-4249-A3 & SCP-4249-A4.\n\n\n\n\n\n\nSCP-4249-A6\n\n\nSimilar in appearance to a loveseat.\n\n\nTertiary consumers, feed on SCP-4249-A5 & SCP-4249-A4. Extremely aggressive towards SCP-4249-A7.\n\n\n\n\n\n\nSCP-4249-A7\n\n\nSimilar in appearance to a chaise.\n\n\nTertiary consumers, feed on SCP-4249-A5 & SCP-4249-A4. Extremely aggressive towards SCP-4249-A6.\n\n\n\n\n\n\nSCP-4249-A8\n\n\nSimilar in appearance to a sectional couch.\n\n\nQuaternary consumers, feed on SCP-4249-A7 & SCP-4249-A5. Violent territorial disputes with SCP-4249-A9.\n\n\n\n\n\n\nSCP-4249-A9\n\n\nSimilar in appearance to a king-sized mattress.\n\n\nQuaternary consumers, feed on SCP-4249-A6 & SCP-4249-A5. Violent territorial disputes with SCP-4249-A8.\n\n\n\n\n\n\nSCP-4249-A9-β\n\n\nSimilar in appearance to SCP-4249-A9, but significantly larger. A large patch of fabric is missing from its surface, and it appears to have a series of holes across its front, similar to bullet holes.\n\n\nQuaternary consumer, feeds on SCP-4249-A6 & SCP-4249-A5. Only example of its subtype. Often attempts to unsuccessfully integrate itself into SCP-4249-A9 instances' group and social activities, and is met with ostracization. Instance also appears to be crippled, and drags itself for locomotion, relying on ambushes for hunting. It only hunts for sustenance, and is extremely violent and aggressive toward humans.\n\n\n\n\n\n\nIncident 4249.1:\n During an expedition into SCP-4249-1, personnel discovered heavily damaged human remains partially buried on the beach near SCP-4249-β, along with a backpack filled with items from around SCP-4249-1. Due to environmental damage, the exact age of the remains is unknown, but based on information within Document 4249.1, the subject is estimated to have died on or around 11-10-1857. Analysis has revealed that the subject likely died due to a combination of suffocation and head trauma resulting from repeated collision with a blunt object. Items within the pack included:\n\n\n\n\nA large jug of water, half-empty.\n\n\nFour loose shotgun shells.\n\n\nA 1 m\n2\n piece of fiber torn from an SCP-4249-A entity.\n\n\nA small field journal, designated Document 4249.1.\n\n\nA small picture of two men.\n\n\nA rapier common to the 19th century.\n\n\n\n\nDocument 4249.1:\n The journal is attributed to Jose de Santos, a Portuguese explorer. Due to environmental damage, only a few pages were recoverable and translatable into English.\n\n\n\n\nOctober Thirty-First, The Year of Our Lord 1857\n\n\n \n\nThis shall be my second trip into one of the spirit realms. My good friend Senhor Oliveira discovered the entrance to this realm, cleverly hidden inside a small cushioned bench. We can only imagine what the Lord intended for these realms. Nevertheless, we used our considerable funds to procure the seat and lightly peered past the veil. It appears to be an unspoiled island, similar to the ones deep within the Pacific. From the little we saw, there appears to be no natives. However, only an expedition will tell. Oliveira and I have agreed I will go in alone, to make sure someone lives to tell our tale. I set out tomorrow.\n\n\n\n\n\n\n\n\n\n\nPhoto attached to Document 4249.1, presumably Jose de Santos & Senhor Oliveira.\n\n\n\n\n\n\nNovember First, The Year of Our Lord 1857\n\n\n \n\nI have entered the spirit realm. Already, I am surrounded by wonders. There do not appear to be any human natives, but I have sighted several wondrous creatures. I crawled through the entrance, hopping out of an identical bench sitting inconspicuously on the beach. Two creatures frolicked on the beach, & both resembled some sort of \npadded seat.\n They took one look at me (at least I assume, for I did not see any eyes in either of them.) and ran as fast as their little wooden legs could carry them into the forest. . Tonight I have made camp on the beach, and intend to enter the dense jungle at the crack of dawn.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNovember Third, The Year of Our Lord 1857\n\n\n \n\nI did not update my journal yesterday. Many things have occurred since then. I quickly made my way through the jungle, noting the presence of a pervasive yellow moss, creeping up trees and across rocks. I took a small sample of this moss, and will present it when I return. Until then, I march forward. I made contact with another of the creatures today. This one resembled a simple amalgam of fabric, leading me to believe it is of a different species than the duo I encountered yesterday. Most notable, it approached me. I am unsure of its intelligence, but it seemed to be trying to lead me somewhere. I chose to follow it, and came upon a most strange sight. A herd of these clump-like creatures, numbering at least a dozen, grazing in a small clearing. They seemed to be eating the yellow moss, which means it has some level of nutritional value. But I would rather not risk eating an unknown plant not even from my plane of existence. These clump creatures are unusually friendly, suggesting the environs here are more forgiving than ours. I have spent the last two days among them, observing their eating and social habits. I will sleep among them tonight, just as last night. They are uniquely comfortable bedmates.\n\n\n\n\n\n\nNovember Fourth, The Year of Our Lord 1857\n\n\n \n\nI have spent another day among the creatures. They seem to have all the hallmarks of a very tribal, barely sapient society. But they seem to have accepted me as one of them, displaying some semblance of intelligence on their part. I may have underestimated them. They have managed to construct a small communal sleeping platform, a most impressive feat when the only way to move an object is to wrap yourself around it. They also seem to have a designated group of 2 or 3 clumps to collect the moss and place it in a communal pile. It was slow going for them, so I decided to give aid. They seemed to be happy to express their gratitude in the form of wrapping themselves around my legs. It is truly a strange feeling, but not a bad one. They also seem to enjoy being provided with pats. They seem quite similar to dogs, in a way.\n\n\n\n\n\n\nNovember Fifth, The Year of our Lord 1857\n\n\n \n\nI was wrong. The environment is not at all forgiving here. Today, I was woken by the sound of something large crashing through the undergrowth. My spherical friends were not so lucky. A large creature resembling a mattress burst through the forest, crashing into the clearing. It…began \neating\n the small amalgam creatures, the ones who had welcomed me in this terra incognita. Three of them were dead before I pulled my sword out of its sheath and slashed at the horrid beast. It bellowed in pain before abandoning the mass in its mouth and running off, leaving the piece of soft skin I had torn off. I am painfully aware that I am supposed to be the intellectual. But this beast slaughtered an innocent community, and I refuse to let that go unpunished. Tomorrow I set out on tracking the beast, through its swath of destruction.\n\n\n\n\n\n\nNovember Sixth 1857\n\n\n \n\nI have spent the better part of the day stalking this beast. I have never strayed out of earshot from the abomination, and I maintain my grip on my rifle. Tonight, I am going to sleep in the treetops, above the undergrowth. Throughout the day, I have been on edge, unreasonably so. I have never felt like this on a hunt. I pray that I will survive this. But tonight, I must sleep. I do not need to give my quarry another advantage.\n\n\n\n\n\n\nNovember Seventh 1857\n\n\n \n\nToday I witnessed a large group of the mattress creatures. I stalked the mattress' path through the dense jungle, until I heard noises. I slipped into cover, and watched as the largest one, the one I had skinned, approached its herd. But they did not welcome the beast. It attempted to re enter the group, but at every turn, was rebuffed. It was forced back into the greenery, and I followed. Eventually, It seems to have settled in a small clearing to sleep. I am not sure why it was rebuffed by the herd. Do they have an honor system, and had my quarry broken that? Did they not allow wounded back in the group? All I know for sure is that it is far easier to kill an isolated target than one in a group. I shall make an attempt to return to the real world, once I end this abomination.\n\n\n \n\n\n \n\n\n \n\n\n\n\nDiscovery Log:\n SCP-4249 was purchased by Foundation personnel at a \nMarshall, Carter & Dark\n auction, where it was being marketed as a \"pocket private island.\" Upon acquisition, it was discovered that a sheet of aluminum had been placed between the seat cushions, blocking access to and from SCP-4249-1. Marshall, Carter & Dark officials claim the metal sheet was already inserted when they purchased it from a Portuguese aristocrat named Carlos Olivér.\n\n\n\n\nFootnotes\n\n\n1\n. And one known variation of a subspecies\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nRounderhouse's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6000\n \n(+1262)\n \n•\n\n\n\n\n\n\nSCP-638\n \n(+265)\n \n•\n\n\n\n\n\n\nSCP-5218\n \n(+288)\n \n•\n\n\n\n\n\n\nSCP-5690\n \n(+349)\n \n•\n\n\n\n\n\n\nSCP-1162\n \n(+191)\n \n•\n\n\n\n\n\n\nSCP-6456\n \n(+185)\n \n•\n\n\n\n\n\n\nSCP-5285\n \n(+43)\n \n•\n\n\n\n\n\n\nSCP-4776\n \n(+259)\n \n•\n\n\n\n\n\n\nSCP-7311\n \n(+628)\n \n•\n\n\n\n\n\n\nSCP-7545\n \n(+239)\n \n•\n\n\n\n\n\n\nSCP-2304\n \n(+364)\n \n•\n\n\n\n\n\n\nSCP-3746\n \n(+121)\n \n•\n\n\n\n\n\n\nSCP-5929\n \n(+215)\n \n•\n\n\n\n\n\n\nROUNDERHOUSE's Bone Proposal\n \n(+293)\n \n•\n\n\n\n\n\n\nSCP-5149\n \n(+455)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nFiles intercepted from Anderson Systems personnel\n \n(+97)\n \n•\n\n\n\n\n\n\nAgent Calendar's Hot Date 2: Boogie Nights\n \n(+51)\n \n•\n\n\n\n\n\n\nDELTA WAVE\n \n(+89)\n \n•\n\n\n\n\n\n\nThe Signing Of The Las Vegas Accords\n \n(+92)\n \n•\n\n\n\n\n\n\nRate My Director\n \n(+415)\n \n•\n\n\n\n\n\n\nThe Definition Of Madness\n \n(+51)\n \n•\n\n\n\n\n\n\nGhosts In The Machine\n \n(+89)\n \n•\n\n\n\n\n\n\nINTERREGNUM: THE BLACKSTAR AT AMONI-RAM\n \n(+121)\n \n•\n\n\n\n\n\n\nHare 023: The Cheshire Cat\n \n(+54)\n \n•\n\n\n\n\n\n\nSite-7: SEGFAULT\n \n(+68)\n \n•\n\n\n\n\n\n\nSite-7: TEMPEST\n \n(+133)\n \n•\n\n\n\n\n\n\nMTF Sigma-5 \"Pumpkin Punchers\"\n \n(+259)\n \n•\n\n\n\n\n\n\nROUNDERHOUSE's Boner Proposal\n \n(+151)\n \n•\n\n\n\n\n\n\nMisconduct on the Magnificent Mile\n \n(+38)\n \n•\n\n\n\n\n\n\nAnd the answer you have to give, no matter how dark and cold the world around you is: Maybe I’m a king.\n \n(+89)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nROUNDERPAGE V2\n \n(+571)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4248\n | SCP-4249 | \nSCP-4250\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4249\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4249\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n bay.jpg\n\n\nName:\n An island in Ha Long Bay, Vietnam.jpg\n\n\nAuthor:\n Poom Pengcharoen\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n buddies.jpg\n\n\nName:\n Balmaceda-Crescente Errazuriz.jpg\n\n\nAuthor:\n Unknown author\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: List of all currently known SCP-4249-A subtypes. Blue designations signify a docile entity, and red designations signify a hostile and dangerous entity."
    ],
    "documents": [
        "Document 4249.1: The journal is attributed to Jose de Santos, a Portuguese explorer. Due to environmental damage, only a few pages were recoverable and translatable into English."
    ],
    "notes": [
        "\" SCP-4249 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-4249 . Licensed under CC-BY-SA .",
        "Filename: bay.jpg Name: An island in Ha Long Bay, Vietnam.jpg Author: Poom Pengcharoen License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: buddies.jpg Name: Balmaceda-Crescente Errazuriz.jpg Author: Unknown author License: Public Domain Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-4249-α is to be stored in a standard object storage locker. Provisional Research Site-4249 is to be maintained by no less than 10 reseachers and serve as a staging point for MTF-Delta-8 \"Couch Surfers\". In the event any SCP-4249-A instance breaches into Provisional Research Site-4249, the facility is to be locked down and MTF-Delta-6 authorized to use lethal force to subdue the SCP-4249-A instance.",
    "description": "SCP-4249 is a pair of couches, designated SCP-4249-α & SCP-4249-β, of unknown make and model that provide access to an entirely self-contained extradimensional space, designated SCP-4249-1. The exact point of access to SCP-4249-1 is a portal that lies between the seat cushions of either SCP-4249 instance. Anything that can be forced into an SCP-4249 instance can be transported to SCP-4249-1.",
    "title": "SCP-4249"
}