{
    "url": "https://scp-wiki.wikidot.com/scp-4261",
    "all_text": "rating: \n+33\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4261.\n\n\n\n\n\n\n\n\nItem #:\n SCP-4261\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4261 is to be kept in a locked box with Class-VIII thaumaturgic seals within the Safe wing of Site-77 under the oversight of the Office of Strategic & Tactical Theology, with no fewer than seven active Scranton Reality Anchors surrounding the container. It is under MEGIDDO precautions at all times. Per the terms of Foundation-HI JOA 2-63, three members of the Sons of Shammai and three Foundation employees of verified Abrahamic faith are to be on standby in an adjacent room at all times as preparation for possible use of SCP-4261.\n\n\nIf any of the following circumstances occur, SCP-4261 will be redesignated Thaumiel and is then authorized to be blown seven (7) times by an Abrahamic faithful, at the discretion of the Site Director:\n\n\n\n\n+ LEVEL 5 AUTHORIZATION REQUIRED\n\n\n\n\nLOGIN AUTHORIZED & RECORDED\n\n\n\n\n\n\nIf at any point notification of \nCODE NIGHTMARE REGENT RED\n along with the appropriate codephrases are received;\n\n\nThere is incontrovertible evidence that threat entity \nCODENAME: Scarlet King\n is fully manifested in our universe and no appropriate countermeasures are or will be available to neutralize the threat entity;\n\n\nObjective verification from project coordinators that \nProject Palisade\n has failed at-large and multiversal reality failure is imminent;\n\n\nAny other verified K-class scenario in which the Foundation has objective evidence that \nmultiversal reality failure is imminent\n.\n\n\n\n\n\n\n\n\n\n\nUnder no other circumstances is SCP-4261 to be blown. Attempts to utilize SCP-4261 apart from outlined circumstances will result in immediate termination. Additionally, if unauthorized personnel attempting to utilize SCP-4261 are verifiably linked to a GOI, that GOI will be declared an enemy of the Foundation without exception and its personnel will be treated accordingly.\n\n\n\n\n+ UPDATE: 01-05-2018\n\n\n\n\nTHANK YOU FOR YOUR ATTENTION\n\n\n\n\n\n\nFollowing the events of 12-20-2017 and subsequent dissolution of Vatican-Foundation JOA 729, any members of GOI-182 (\n\"la Spada di Cristo\"\n) who are apprehended within 20km of Site-77 are to be taken offsite immediately for coercive interrogation followed by final processing. Under no circumstances are they to be processed onsite.\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-4261 is a \nshofar\n, a type of trumpet traditionally made of ram’s horn and used in ancient Israelite religious ceremonies. Though the material is identical in composition to ram’s horn, it possesses physical properties and tensile strength far in advance of actual ram’s horn, with removed samples shown to have energy dispersal properties sufficient to withstand an output equivalent to a 3.0 Megaton nuclear device. It should therefore be noted that in the event of Site-77’s failsafe nuclear device activating, retrieval of this item is of the highest priority as it will most likely have withstood the blast.\n\n\nSCP-4261 also has a property that activates when it is blown. The sound waves it generates modify local reality, leading to oftentimes drastic changes in Hume levels. Additionally, as the reality-altering effects of sound waves correspond to the power of the sound waves themselves, they are subject to traditional wave interference principles - if the horn is blown more than once in quick succession, the sound waves will amplify and destroy each other at points of constructive or destructive interference, respectively. This will result in corresponding amplification of reality changes, with unpredictable results. For unclear reasons, amplified sound waves will propagate to roughly sevenfold their expected radius of effect based on standard acoustics principles, with corresponding reality changes. It is unknown what will occur if SCP-4261 is blown seven times in quick succession, but available documentation indicates that it may trigger a unique effect that would potentially be detrimental to Foundation interests (see Documentation for more information). As such, testing is currently contraindicated.\n\n\nAdditionally, SCP-4261 has a final property that is unclearly related to its reality-altering ability. Namely, exactly 77 seconds after it is blown, all verified adherents of Abrahamic faith who hear the sound will instantaneously dematerialize. Notably, computer-rendered audio of the sound will also trigger the effect. Additionally, all corpses within earshot of the sound will immediately, regardless of their state of decomposition, begin to rapidly move upward at a vector directly perpendicular to the ground. Foundation satellites have documented a top speed of 0.1c prior to the objects exiting the upper atmosphere, after which they spontaneously dematerialize - no barrier to date has been able to stop or slow subjects' acceleration.\n\n\nPrior Documentation:\n\n\n\n\nNote: Assumptions Regarding SCP-4261\n\n\nThere are still many unknowns surrounding SCP-4261. For instance, it is unclear what documentation is referring to SCP-4261 or what further documentation will be uncovered in future searches - as such, we have taken broad liberties in including elements that may or may not be related, and this selection of documentation is neither exhaustive nor finalized. Based on the below documentation and others housed in Site-77 (for further information, please contact the Office of Strategic & Tactical Theology), we make the following assumptions regarding SCP-4261:\n\n\n\n\nThe use of SCP-4261 seven (7) times in quick succession will trigger an XK-Class scenario (\nhigh likelihood, high confidence\n);\n\n\nThe use of SCP-4261 seven (7) times in quick succession will additionally trigger a mass dematerialization of all adherents of Abrahamic ideology globally, not just those who are within range of the sound waves (\nhigh likelihood, low confidence\n);\n\n\nThose who dematerialize in response to SCP-4261 usage are being transported to an extradimensional location (\nmedium likelihood, medium confidence\n);\n\n\nThere is a coordinating force causing the dematerialization of SCP-4261 subjects that is capable of triggering an XK-Class scenario under the right circumstances (\nhigh likelihood, medium confidence\n);\n\n\nThis coordinating force is dematerializing SCP-4261 subjects for a benevolent purpose (\nlikelihood unable to assess, low confidence\n).\n\n\n\n\nSigned:\n\n\nIsmail al-Atassi, Analyst, Office of Strategic & Tactical Theology\n\n\n\n\n\n\nParchment Fragment/Recovered from Dig Site-128/c.1200-1000 BCE\n\n\n\n\nRETURN\n\n\n\n\n\n\nGYAROS\n UNDER (SIEGE/WAR/FLAME) IF (FALLS/LOST/CONSUMED) SEND WORD TO (SONS OF NOACH) LAST CHANCE SOUND THE (HORN/MUSIC) THEY FALL WITH US BURN THE (FLESH)\n\n\n\n\n\n\n\n\n\n\n\n\nI Corinthians 15:52/Translation recovered from Dig Site-54/c.350 CE\n\n\n\n\nRETURN\n\n\n\n\n\n\nIn a rega (moment), in the wink of an eye, at the last shofar blast. For the shofar will sound, the Mesim (dead ones) will be raised imperishable, and we will be changed.\n\n\n\n\n\n\n\n\n\n\n\n\nPapal Communique/Donated by the Vatican Archives, translated from Latin/c.410 CE\n\n\n\n\nRETURN\n\n\n\n\n\n\nTo the Antichrist \nIoannes\n,\n\n\nWe shall have nothing to do with you, no alliance, no peace.\n\n\nWe stave the world's cleansing only to bring the light of Christ to every corner of the world.\n\n\nDare to impede the Church, set foot on the shores of Italia and I swear by my Lord Jesus Christ,\n\n\nI shall sound the shofar seven times and leave this world to burn.\n\n\nAnd you and your blasphemers shall burn with it.\n\n\nDo not test me.\n\n\nInnocentius, Vicar of Christ, Bishop of Rome\n\n\n\n\n\n\n\n\n\n\n\n\nWesleyan Hymn/c.1780 CE\n\n\n\n\nRETURN\n\n\n\n\n\n\n\"The great archangel's trump shall sound,\n\nWhile twice ten thousand thunders roar\n\nTear up the graves, and cleave the ground,\n\nAnd make the greedy sea restore.\n\n\nThe greedy sea shall yield her dead,\n\nThe earth no more her slain conceal;\n\nSinners shall lift their guilty head,\n\nAnd shrink to see a yawning hell.\n\n\nBut we, who now our Lord confess,\n\nAnd faithful to the end endure,\n\nShall stand in Jesus' righteousness,\n\nStand, as the Rock of ages, sure.\n\n\nWe, while the stars from heaven shall fall,\n\nAnd mountains are on mountains hurled,\n\nShall stand unmoved amidst them all,\n\nAnd smile to see a burning world.\n\n\nThe earth, and all the works therein,\n\nDissolve, by raging flames destroyed,\n\nWhile we survey the awful scene,\n\nAnd mount above the fiery void.\n\n\nBy faith we now transcend the skies,\n\nAnd on that ruined world look down;\n\nBy love above all height we rise,\n\nAnd share the everlasting throne.\"\n\n\n\n\n\n\n\n\n\n\nAddendum:\n On Dec 20 2017, a group of unknown assailants successfully breached the facility's outer defenses with the aid of still-unclear thaumaturgic mechanisms and several Class III ontokinetic entities, and rapidly penetrated into the Site before MTFs could be mobilized. The pattern of their initial incursion and movements matched predictive models for an attempted theft of SCP-4261 to within 96.54%, triggering immediate onsite mobilization of Automated Response Force (ARF) Sigma-9 (\"Unthinking Servants\"). The incursion was successfully halted and repelled before the hostiles could breach SCP-4261, with 17 hostile casualties, 3 prisoners taken, four ARF UGVs decommissioned, and a total of eight Foundation casualties. The prisoners were interrogated immediately following the encounter - logs follow. Due to unclear capabilities of the intruders, interrogations were conducted remotely in a thaumaturgically warded chamber by interrogator Winfield via videoscreen.\n\n\n\n\nOPEN INTERROGATION LOG - Prisoner 1\n\n\n\n\nCLOSE INTERROGATION LOG - Prisoner 1\n\n\n\n\n\n\nBEGIN LOG\n\n\nWinfield: State your name for the record, please.\n\n\nPrisoner: You've made a terrible mistake - you can still rectify it. Release me and help me recover the \nshofar\n, and we can end all this - now and forevermore. Aren't you tired of fighting these abominations of the Earth? Aren't you tired of waging endless war? Why not let our Lord judge us? Let him take those he finds worthy - help me and you will be among that number, free of all pain.\n\n\nWinfield: State your name for the record, please.\n\n\nPrisoner: So be it then.\n\n\nThe prisoner angrily begins to chant in Latin.\n\n\nWinfield: I'm sorry, is that your first or last name?\n\n\nThe prisoner's voice raises in intensity, and one of the interrogation room's walls is replaced by a void. Approximately three seconds later, smoke begins to pour out of the void and forms into the shape of three Class III ontokinetic entities. Protective seals trigger on the walls and one of the entities vaporizes - it appears to have only a temporary stunning effect on the other two.\n\n\nWinfield: WE NEED BACKUP IN HERE, NOW!\n\n\nThe entities quickly break down the door. Security personnel arrive and, over the next several minutes, engage the entities in combat - several Foundation casualties occur before reinforcements arrive with spelleater rounds and successfully neutralize the entities. The prisoner is found dead in the room after the engagement.\n\n\nPost-Interrogation Assessment: Cause of death was cyanide poisoning - autopsy noted a shattered cyanide capsule buried in a false tooth. Presumably, the prisoner wanted to try a diplomatic approach first. Either that, or he knew the Site-77 layout, and that if he waited until he was in interrogation to spring his trap, the SCP-4261 holding room was just a few hallways away. Notably, our standard runes didn't take full effect as expected.\n\n\nRecommendations: Search the other two prisoners for any suicide methods hidden on their person. Future interrogations to take place in a room with reinforced thaumaturgic sigils.\n\n\nSigned: Jacob Winfield, Cooperation Elicitation Specialist, Site-77\n\n\nADDENDUM: The other two prisoners were searched - false teeth with cyanide capsules were removed - and placed in specially warded interrogation rooms to await Interrogator Winfield.\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\nOPEN INTERROGATION LOG - Prisoner 2\n\n\n\n\nCLOSE INTERROGATION LOG - Prisoner 2\n\n\n\n\n\n\nBEGIN LOG\n\n\nWinfield: State your name for the record, please.\n\n\nPrisoner: \nAngrily begins a Latin chant for summoning of a Class II ontokinetic entity.\n\n\nA series of protective runes inscribed on the walls flare. The prisoner grunts in pain and ceases his chanting.\n\n\nWinfield: Well, glad we got that out of the way early. I trust we won't be trying any of that again?\n\n\nPrisoner: \nPute.\n\n\nWinfield: Excellent. So, let's start over. What's your name?\n\n\nPrisoner: What makes you think I'll cooperate with you?\n\n\nInterrogator Winfield changes the telescreen. It now shows a cognitohazard designed to induce loyalty to the Foundation. The prisoner grits their teeth and growls.\n\n\nPrisoner: Do you think your \ndevilry\n will work so easily on me?\n\n\nWinfield: Let's put it this way - you won't be the first person we've convinced to see the light of day. Why keep fighting it?\n\n\nThe prisoner's eyes open as wide as possible, pupils maximally dilating - they begin to scream wordlessly.\n\n\nWinfield: We both know how this ends.\n\n\nThe prisoner grabs their left wrist with their right, without ceasing his screaming. With a quick jerking motion, he snaps the left wrist cleanly, exposing bone - a bright flash fills the room, and the prisoner continues to scream as wounds appear on his hands and feet and he begins to bleed profusely from every orifice. Within twenty seconds, the prisoner has fully exsanguinated and promptly expires.\n\n\nPost-Interrogation Assessment: The prisoner's left radius was inscribed with a sigil designed to trigger upon exposure to air and blood simultaneously - a rather sophisticated fallback method if one no longer has access to a cyanide capsule.\n\n\nRecommendations: It remains unclear what capabilities these agents have, and what other fallback methods are available to prevent them falling into the wrong hands. Requesting approval for EPSILON Protocol.\n\n\nSigned: Jacob Winfield, Cooperation Elicitation Specialist, Site-77\n\n\n\n\nADDENDUM: EPSILON Protocol approved for use of prisoner interrogation related to Incident 4261-1.\n\nSigned: EC-4, European Lead, Ethics Committee\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\nOPEN INTERROGATION LOG - Prisoner 3\n\n\n\n\nCLOSE INTERROGATION LOG - Prisoner 3\n\n\n\n\n\n\nBEGIN LOG\n\n\nWinfield: State your name for the record, please.\n\n\nPrisoner: WHERE AM I\n\n\nWinfield: State your name for the record, please. Then we can begin to answer some of your questions.\n\n\nPrisoner: MY FRIENDS CALL ME FABI\n\n\nWinfield: Excellent! Fabi, my name is Jacob. How are you today?\n\n\nFabi: EVERYTHING IS BLACK\n\n\nFabi: WHY CANT I FEEL MY ARMS AND LEGS\n\n\nWinfield: We've ripped your consciousness out of your body and into a computer - but good news! There's a way to put you back into your body. Let's just have a chat first, though.\n\n\nFabi: WHY HAVE YOU DONE THIS TO ME\n\n\nWinfield: Can't have you trying to kill yourself like your friends - we don't usually like to resort to this, but your team has forced us to get a bit creative.\n\n\nFabi: RELEASE ME THIS INSTANT\n\n\nWinfield: Sorry, friend - can't be doing that just yet. How about we talk first?\n\n\nFabi begins to chant in Latin.\n\n\nWinfield: Oh, please, go ahead - I can wait.\n\n\nChanting continues for another thirty seconds. Winfield yawns.\n\n\nWinfield: Alright, that's enough of that. I'm sure by now you've realized that it's a bit harder to call on the powers of darkness when you don't even have a proper mouth or body to call with?\n\n\nFabi: LET ME GO NOW\n\n\nWinfield: Counteroffer - Tell me something I don't know in the next thirty seconds, or I'll put you in a simulated 100,000 year timeloop and then you can tell me something I don't know.\n\n\nFabi remains silent for another thirty seconds.\n\n\nWinfield: Alright, have it your way…\n\n\nFabi: NO STOP\n\n\nFabi: MY FULL NAME IS FABIANO LUCIANO VELLUCIANI\n\n\nWinfield: Excellent, now we're getting somewhere. Tell me, Fabiano - what do you do for work?\n\n\nFabi: I AM ONE OF THE LORD'S SERVANTS\n\n\nWinfield: Could you be more specific? It's a big world - lots of Lords out there.\n\n\nFabi: I AM A BLADE FOR CHRIST\n\n\nWinfield: Hmmm… So what's a Vatican assassin doing so far from home?\n\n\nFabi: ISNT IT OBVIOUS\n\n\nWinfield: Enlighten me.\n\n\nFabi: THE \nSEVEN SEALS OF DARKNESS\n ARE SHATTERING \\\\ THE WORLD IS BREAKING \\\\ THE ABOMINATIONS APPEAR MORE RAPIDLY \\\\ THERE IS NO HOPE FOR SAVING THIS EXISTENCE\n\n\nWinfield: So spell it out for me - what does this have to do with the horn?\n\n\nFabi: THE SHOFAR BRINGS ABOUT AN ENDING AND FOR THE RIGHTEOUS HOPEFULLY A GOOD ONE\n\n\nWinfield: Nobody knows where the disappeared are going, or to what purpose - or what really happens if someone were to blow the horn seven times. All we've got are guesses - you know that, right?\n\n\nFabi: BETTER THIS GAMBLE THAN THE THOUSAND SOUL DEATHS OF THE ABOMINATIONS THAT APPROACH\n\n\nWinfield: I see. And what about those not of Abrahamic faith?\n\n\nFabi: I ECHO SAINT PAUL IN HIS EPISTLE TO THE ROMANS \\\\ WOULD THAT I COULD CUT MYSELF OFF FROM CHRIST FOR THE SAKE OF MY UNSAVED BRETHREN \\\\ THAT I COULD ACCEPT DAMNATION FOR THEIR SALVATION\n\n\nFabi: BETTER TO GAMBLE ON THE SALVATION OF SOME THAN EMBRACE THE SURE DAMNATION OF ALL\n\n\nPost-Interrogation Assessment: Backchannels verified that Fabiano Velluciani is who he says he is. We've scoured every nearby city, town, and habitation, and found another few \nSpada\n agents scattered around. They have all been taken offsite for interrogation.\n\n\nRecommendations: None at this time.\n\n\nSigned: Jacob Winfield, Cooperation Elicitation Specialist, Site-77\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\nMEMO: Dissolution of Vatican-Foundation JOA 729\n\nFrom the Foundation Diplomatic Relations Office:\n\n\nThe events of December 20, 2017 at Site-77 have not been adequately addressed by the Vatican Office for Secrets and Prophecies. Despite consistently disavowing both the existence of and actions committed by GOI-182 (\n\"la Spada di Cristo\"\n), they have refused to share information or render known \nSpada\n agents over to Foundation custody. Our intelligence indicates clear financial and operation links between \nSpada\n and the Vatican - under the terms of Vatican-Foundation JOA 729, they are therefore considered under the umbrella and jurisdiction of the Vatican and are not to be interfered with by the Foundation. Due to the VOSP's unacceptable lack of cooperation, we are officially invoking the Dissolution Clause of JOA 729 - as such, any and all Vatican-affiliated GOIs that the VOSP disavows are no longer subject to diplomatic immunity and are to be treated as independent GOIs. Note that this does not affect any other Vatican-Foundation JOAs, nor does this apply to Vatican-avowed GOIs.\n\n\nSigned:\n\n\nAllana Salviatore, Senior Director, Diplomatic Relations Office\n\n\n\n\n\n\n\n\n« \nSCP-4260\n | SCP-4261 | \nSCP-4262\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4261\n\" by Dr Astari, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4261\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Shofar-16-Zachi-Evenor.jpg\n\n\nAuthor:\n Zachi Evenor\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons\n via \nFlickr",
    "addendums": [
        "Addendum: On Dec 20 2017, a group of unknown assailants successfully breached the facility's outer defenses with the aid of still-unclear thaumaturgic mechanisms and several Class III ontokinetic entities, and rapidly penetrated into the Site before MTFs could be mobilized. The pattern of their initial incursion and movements matched predictive models for an attempted theft of SCP-4261 to within 96.54%, triggering immediate onsite mobilization of Automated Response Force (ARF) Sigma-9 (\"Unthinking Servants\"). The incursion was successfully halted and repelled before the hostiles could breach SCP-4261, with 17 hostile casualties, 3 prisoners taken, four ARF UGVs decommissioned, and a total of eight Foundation casualties. The prisoners were interrogated immediately following the encounter - logs follow. Due to unclear capabilities of the intruders, interrogations were conducted remotely in a thaumaturgically warded chamber by interrogator Winfield via videoscreen."
    ],
    "documents": [
        "Prior Documentation:"
    ],
    "notes": [
        "Following the events of 12-20-2017 and subsequent dissolution of Vatican-Foundation JOA 729, any members of GOI-182 ( \"la Spada di Cristo\" ) who are apprehended within 20km of Site-77 are to be taken offsite immediately for coercive interrogation followed by final processing. Under no circumstances are they to be processed onsite.",
        "Note: Assumptions Regarding SCP-4261 There are still many unknowns surrounding SCP-4261. For instance, it is unclear what documentation is referring to SCP-4261 or what further documentation will be uncovered in future searches - as such, we have taken broad liberties in including elements that may or may not be related, and this selection of documentation is neither exhaustive nor finalized. Based on the below documentation and others housed in Site-77 (for further information, please contact the Office of Strategic & Tactical Theology), we make the following assumptions regarding SCP-4261: The use of SCP-4261 seven (7) times in quick succession will trigger an XK-Class scenario ( high likelihood, high confidence ); The use of SCP-4261 seven (7) times in quick succession will additionally trigger a mass dematerialization of all adherents of Abrahamic ideology globally, not just those who are within range of the sound waves ( high likelihood, low confidence ); Those who dematerialize in response to SCP-4261 usage are being transported to an extradimensional location ( medium likelihood, medium confidence ); There is a coordinating force causing the dematerialization of SCP-4261 subjects that is capable of triggering an XK-Class scenario under the right circumstances ( high likelihood, medium confidence ); This coordinating force is dematerializing SCP-4261 subjects for a benevolent purpose ( likelihood unable to assess, low confidence ). Signed: Ismail al-Atassi, Analyst, Office of Strategic & Tactical Theology",
        "GYAROS UNDER (SIEGE/WAR/FLAME) IF (FALLS/LOST/CONSUMED) SEND WORD TO (SONS OF NOACH) LAST CHANCE SOUND THE (HORN/MUSIC) THEY FALL WITH US BURN THE (FLESH)",
        "In a rega (moment), in the wink of an eye, at the last shofar blast. For the shofar will sound, the Mesim (dead ones) will be raised imperishable, and we will be changed.",
        "To the Antichrist Ioannes , We shall have nothing to do with you, no alliance, no peace. We stave the world's cleansing only to bring the light of Christ to every corner of the world. Dare to impede the Church, set foot on the shores of Italia and I swear by my Lord Jesus Christ, I shall sound the shofar seven times and leave this world to burn. And you and your blasphemers shall burn with it. Do not test me. Innocentius, Vicar of Christ, Bishop of Rome",
        "\"The great archangel's trump shall sound, While twice ten thousand thunders roar Tear up the graves, and cleave the ground, And make the greedy sea restore. The greedy sea shall yield her dead, The earth no more her slain conceal; Sinners shall lift their guilty head, And shrink to see a yawning hell. But we, who now our Lord confess, And faithful to the end endure, Shall stand in Jesus' righteousness, Stand, as the Rock of ages, sure. We, while the stars from heaven shall fall, And mountains are on mountains hurled, Shall stand unmoved amidst them all, And smile to see a burning world. The earth, and all the works therein, Dissolve, by raging flames destroyed, While we survey the awful scene, And mount above the fiery void. By faith we now transcend the skies, And on that ruined world look down; By love above all height we rise, And share the everlasting throne.\"",
        "BEGIN LOG Winfield: State your name for the record, please. Prisoner: You've made a terrible mistake - you can still rectify it. Release me and help me recover the shofar , and we can end all this - now and forevermore. Aren't you tired of fighting these abominations of the Earth? Aren't you tired of waging endless war? Why not let our Lord judge us? Let him take those he finds worthy - help me and you will be among that number, free of all pain. Winfield: State your name for the record, please. Prisoner: So be it then. The prisoner angrily begins to chant in Latin. Winfield: I'm sorry, is that your first or last name? The prisoner's voice raises in intensity, and one of the interrogation room's walls is replaced by a void. Approximately three seconds later, smoke begins to pour out of the void and forms into the shape of three Class III ontokinetic entities. Protective seals trigger on the walls and one of the entities vaporizes - it appears to have only a temporary stunning effect on the other two. Winfield: WE NEED BACKUP IN HERE, NOW! The entities quickly break down the door. Security personnel arrive and, over the next several minutes, engage the entities in combat - several Foundation casualties occur before reinforcements arrive with spelleater rounds and successfully neutralize the entities. The prisoner is found dead in the room after the engagement. Post-Interrogation Assessment: Cause of death was cyanide poisoning - autopsy noted a shattered cyanide capsule buried in a false tooth. Presumably, the prisoner wanted to try a diplomatic approach first. Either that, or he knew the Site-77 layout, and that if he waited until he was in interrogation to spring his trap, the SCP-4261 holding room was just a few hallways away. Notably, our standard runes didn't take full effect as expected. Recommendations: Search the other two prisoners for any suicide methods hidden on their person. Future interrogations to take place in a room with reinforced thaumaturgic sigils. Signed: Jacob Winfield, Cooperation Elicitation Specialist, Site-77 ADDENDUM: The other two prisoners were searched - false teeth with cyanide capsules were removed - and placed in specially warded interrogation rooms to await Interrogator Winfield. END LOG",
        "BEGIN LOG Winfield: State your name for the record, please. Prisoner: Angrily begins a Latin chant for summoning of a Class II ontokinetic entity. A series of protective runes inscribed on the walls flare. The prisoner grunts in pain and ceases his chanting. Winfield: Well, glad we got that out of the way early. I trust we won't be trying any of that again? Prisoner: Pute. Winfield: Excellent. So, let's start over. What's your name? Prisoner: What makes you think I'll cooperate with you? Interrogator Winfield changes the telescreen. It now shows a cognitohazard designed to induce loyalty to the Foundation. The prisoner grits their teeth and growls. Prisoner: Do you think your devilry will work so easily on me? Winfield: Let's put it this way - you won't be the first person we've convinced to see the light of day. Why keep fighting it? The prisoner's eyes open as wide as possible, pupils maximally dilating - they begin to scream wordlessly. Winfield: We both know how this ends. The prisoner grabs their left wrist with their right, without ceasing his screaming. With a quick jerking motion, he snaps the left wrist cleanly, exposing bone - a bright flash fills the room, and the prisoner continues to scream as wounds appear on his hands and feet and he begins to bleed profusely from every orifice. Within twenty seconds, the prisoner has fully exsanguinated and promptly expires. Post-Interrogation Assessment: The prisoner's left radius was inscribed with a sigil designed to trigger upon exposure to air and blood simultaneously - a rather sophisticated fallback method if one no longer has access to a cyanide capsule. Recommendations: It remains unclear what capabilities these agents have, and what other fallback methods are available to prevent them falling into the wrong hands. Requesting approval for EPSILON Protocol. Signed: Jacob Winfield, Cooperation Elicitation Specialist, Site-77 ADDENDUM: EPSILON Protocol approved for use of prisoner interrogation related to Incident 4261-1. Signed: EC-4, European Lead, Ethics Committee END LOG",
        "BEGIN LOG Winfield: State your name for the record, please. Prisoner: WHERE AM I Winfield: State your name for the record, please. Then we can begin to answer some of your questions. Prisoner: MY FRIENDS CALL ME FABI Winfield: Excellent! Fabi, my name is Jacob. How are you today? Fabi: EVERYTHING IS BLACK Fabi: WHY CANT I FEEL MY ARMS AND LEGS Winfield: We've ripped your consciousness out of your body and into a computer - but good news! There's a way to put you back into your body. Let's just have a chat first, though. Fabi: WHY HAVE YOU DONE THIS TO ME Winfield: Can't have you trying to kill yourself like your friends - we don't usually like to resort to this, but your team has forced us to get a bit creative. Fabi: RELEASE ME THIS INSTANT Winfield: Sorry, friend - can't be doing that just yet. How about we talk first? Fabi begins to chant in Latin. Winfield: Oh, please, go ahead - I can wait. Chanting continues for another thirty seconds. Winfield yawns. Winfield: Alright, that's enough of that. I'm sure by now you've realized that it's a bit harder to call on the powers of darkness when you don't even have a proper mouth or body to call with? Fabi: LET ME GO NOW Winfield: Counteroffer - Tell me something I don't know in the next thirty seconds, or I'll put you in a simulated 100,000 year timeloop and then you can tell me something I don't know. Fabi remains silent for another thirty seconds. Winfield: Alright, have it your way… Fabi: NO STOP Fabi: MY FULL NAME IS FABIANO LUCIANO VELLUCIANI Winfield: Excellent, now we're getting somewhere. Tell me, Fabiano - what do you do for work? Fabi: I AM ONE OF THE LORD'S SERVANTS Winfield: Could you be more specific? It's a big world - lots of Lords out there. Fabi: I AM A BLADE FOR CHRIST Winfield: Hmmm… So what's a Vatican assassin doing so far from home? Fabi: ISNT IT OBVIOUS Winfield: Enlighten me. Fabi: THE SEVEN SEALS OF DARKNESS ARE SHATTERING \\\\ THE WORLD IS BREAKING \\\\ THE ABOMINATIONS APPEAR MORE RAPIDLY \\\\ THERE IS NO HOPE FOR SAVING THIS EXISTENCE Winfield: So spell it out for me - what does this have to do with the horn? Fabi: THE SHOFAR BRINGS ABOUT AN ENDING AND FOR THE RIGHTEOUS HOPEFULLY A GOOD ONE Winfield: Nobody knows where the disappeared are going, or to what purpose - or what really happens if someone were to blow the horn seven times. All we've got are guesses - you know that, right? Fabi: BETTER THIS GAMBLE THAN THE THOUSAND SOUL DEATHS OF THE ABOMINATIONS THAT APPROACH Winfield: I see. And what about those not of Abrahamic faith? Fabi: I ECHO SAINT PAUL IN HIS EPISTLE TO THE ROMANS \\\\ WOULD THAT I COULD CUT MYSELF OFF FROM CHRIST FOR THE SAKE OF MY UNSAVED BRETHREN \\\\ THAT I COULD ACCEPT DAMNATION FOR THEIR SALVATION Fabi: BETTER TO GAMBLE ON THE SALVATION OF SOME THAN EMBRACE THE SURE DAMNATION OF ALL Post-Interrogation Assessment: Backchannels verified that Fabiano Velluciani is who he says he is. We've scoured every nearby city, town, and habitation, and found another few Spada agents scattered around. They have all been taken offsite for interrogation. Recommendations: None at this time. Signed: Jacob Winfield, Cooperation Elicitation Specialist, Site-77 END LOG",
        "MEMO: Dissolution of Vatican-Foundation JOA 729 From the Foundation Diplomatic Relations Office: The events of December 20, 2017 at Site-77 have not been adequately addressed by the Vatican Office for Secrets and Prophecies. Despite consistently disavowing both the existence of and actions committed by GOI-182 ( \"la Spada di Cristo\" ), they have refused to share information or render known Spada agents over to Foundation custody. Our intelligence indicates clear financial and operation links between Spada and the Vatican - under the terms of Vatican-Foundation JOA 729, they are therefore considered under the umbrella and jurisdiction of the Vatican and are not to be interfered with by the Foundation. Due to the VOSP's unacceptable lack of cooperation, we are officially invoking the Dissolution Clause of JOA 729 - as such, any and all Vatican-affiliated GOIs that the VOSP disavows are no longer subject to diplomatic immunity and are to be treated as independent GOIs. Note that this does not affect any other Vatican-Foundation JOAs, nor does this apply to Vatican-avowed GOIs. Signed: Allana Salviatore, Senior Director, Diplomatic Relations Office",
        "\" SCP-4261 \" by Dr Astari, from the SCP Wiki . Source: https://scpwiki.com/scp-4261 . Licensed under CC-BY-SA .",
        "Filename: Shofar-16-Zachi-Evenor.jpg Author: Zachi Evenor License: CC BY 2.0 Source Link: Wikimedia Commons via Flickr"
    ],
    "item": "SCP-4261",
    "object_class": "Safe",
    "containment_procedures": "SCP-4261 is to be kept in a locked box with Class-VIII thaumaturgic seals within the Safe wing of Site-77 under the oversight of the Office of Strategic & Tactical Theology, with no fewer than seven active Scranton Reality Anchors surrounding the container. It is under MEGIDDO precautions at all times. Per the terms of Foundation-HI JOA 2-63, three members of the Sons of Shammai and three Foundation employees of verified Abrahamic faith are to be on standby in an adjacent room at all times as preparation for possible use of SCP-4261.",
    "description": "SCP-4261 is a shofar, a type of trumpet traditionally made of ram’s horn and used in ancient Israelite religious ceremonies. Though the material is identical in composition to ram’s horn, it possesses physical properties and tensile strength far in advance of actual ram’s horn, with removed samples shown to have energy dispersal properties sufficient to withstand an output equivalent to a 3.0 Megaton nuclear device. It should therefore be noted that in the event of Site-77’s failsafe nuclear device activating, retrieval of this item is of the highest priority as it will most likely have withstood the blast.",
    "title": "SCP-4261"
}