{
    "url": "https://scp-wiki.wikidot.com/scp-4262",
    "all_text": "rating: \n+227\n+\n–\nx\n\n\n\n\n\n\nATTENTION\n\n\nThe following file (SCP-4262) is restricted to the following personnel:\n\n\nLevel 3/4262\n\n\nLevel 4/4262\n\n\nLevel 5\n\n\nUnauthorized access to SCP-4262 is considered a punishable offense. Disciplinary action will be taken.\n\n\n\n\n\n\nIf you have accessed this file in error:\n\n\n\n\nDisconnect from SCiPnet servers\n\n\nCompletely shut off terminal\n\n\nAlert active HMCL Supervisor and await further instructions\n\n\n\n\n\n\n\n\n\n\n\n\nPortion of a temple found on SCP-4262-1.\n\n\n\n\n\n\nItem #:\n SCP-4262\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n The Foundation is to ensure the International Olympic Committee organizes an instance of the Summer Olympic Games once every four years by any means necessary. Likewise, an arbitrary amount of Olympic events is to be added each year to ensure a successful ELEIA event\n1\n. During an ELEIA event, all competitors in that instance of the Summer Olympic Games who were awarded a gold medal\n2\n are considered members of Mobile Task Force Omega-14 (\"Perfect Ten\"), regardless of prior Foundation employment or lack thereof. If a member of MTF Omega-14 were to be KIA or otherwise rendered irretrievable during an ELEIA event, a misinformation campaign stating that they have retired is employed. In instances where a lost athlete's identity is too deeply ingrained in popular culture or public knowledge, wide scale Class A amnestic compounds are to be employed to all major population centers via airborne distribution if no other options of erasure are viable. It is imperative that as many ELEIA events as possible be successfully completed before Procedure 76-Thriambus is enacted.\n\n\nDescription:\n SCP-4262 is a series of phenomena which occur 1-24 hours following the extinguishing of the Olympic flame in the closing ceremony of the Summer Olympic Games\n3\n. During SCP-4262, all athletes winning a gold medal in that year's Olympic Games undergo temporal and spatial displacement, seemingly being removed from standard reality. While displaced, the athletes will manifest on SCP-4262-1. Displacement lasts for one picosecond local time and upwards towards [REDACTED] days SCP-4262-1 time, though longer periods of time have been observed.\n\n\nSCP-4262-1 is an Earth-like planet orbiting a star in the Alpha Herculis system. The surface of SCP-4262-1 is comprised mainly of ocean, with the only land being a small continent with an estimated size of 140,000 square kilometers\n4\n. During an ELEIA event, competitors are faced with opposition from the planet's indigenous fauna, collectively designated SCP-4262-α. SCP-4262-α will actively attempt to prevent the completion of the event, displaying a level of strategy that implies high intelligence or some sort of collective shared mind. While acquiring a sample of SCP-4262-α, living or otherwise, is currently impossible, some hypotheses can be formed from visual records. SCP-4262-α often resemble species found on Earth, though with drastic differences in biology. Instances often will have multiple heads or traits from several different species. Due to SCP-4262-1 having similar planetary conditions to those found on Earth, it is unknown how SCP-4262-α naturally evolved to this state, though cross-contamination from a previous ELEIA event is one possibility. The currently accepted hypothesis assumes that SCP-4262-Ω may be responsible for the creation of SCP-4262-α\n5\n. Structures found on SCP-4262-1 bear visual resemblance to those found in ancient Greece, though the exact style is unlike those found on Earth. One such structure, a large temple, is where MTF Omega-14 will manifest. The temple is inhabited by SCP-4262-2.\n\n\nSCP-4262-2 is a humanoid entity, resembling an adult male of Mediterranean descent. SCP-4262-2 has displayed several traits similar to those of reality benders, namely the displacement of MTF Omega-14 members and the ability to insert information into an observer's mind\n6\n, though it is unknown if these are the extents of the entity's abilities. Upon manifestation of MTF Omega-14, they will be greeted by SCP-4262-2, who will explain and then instigate an ELEIA event. Upon completion of an ELEIA event, all living members of MTF Omega-14 will return to their positions prior to displacement.\n\n\n\n\n+ Addendum A: ELEIA Event, MTF Omega-14\n\n\n\n\n- Addendum A: ELEIA Event, MTF Omega-14\n\n\n\n\nELEIA event is the designation assigned to what SCP-4262-2 refers to as the \"Hagioathlētḗs\". Due to the method of communication used by SCP-4262-2 direct transcription is impossible, though through cross-reference of witness reports and visual recordings of ELEIA events a general sequence of events has been determined.\n\n\n\n\nMTF Omega-14 manifest on SCP-4262-1 and are met by SCP-4262-2.\n\n\nSCP-4262-2 gives an explanation of varying length of an ELEIA event.\n\n\nELEIA event begins. MTF Omega-14 is tasked with reaching a second temple near the opposite side of the continent. One seemingly random member is given a lit torch.\n\n\nTo successfully complete the event, a large torch located in the second temple must be lit. While there are no time constraints for lighting the larger torch, the extinguishment of the smaller torch will result in a failed event, and all living MTF Omega-14 members will manifest in their original positions on Earth\n7\n.\n\n\nIf the larger torch is successfully lit, upon the next ELEIA event it will have moved approximately 43 kilometers closer to the temple housing SCP-4262-2.\n\n\n\n\nInstances of SCP-4262-α will emerge from some point beyond the larger torch and attempt to gain control of the torch carried by MTF Omega-14, utilizing lethal force. If an instance of SCP-4262-α were to acquire the torch and successfully light the larger torch, or if no Olympic Games are held once every four years, upon the next ELEIA event the larger torch will have moved approximately 43 kilometers closer to the far side of the continent, away from the temple housing SCP-4262-2. These scenarios constitute a failed ELEIA event, and are to be avoided at all costs.\n\n\n\n\nAs of 2016, Mobile Task Force Omega-14 (\"Perfect Ten\") is comprised of 306 Foundation and Global Occult Coalition\n8\n agents trained and experienced in extranormal combat scenarios. All members of MTF Omega-14 are given a separate public identity in order to maintain secrecy. Due to the high level of threat posed by SCP-4262, the following equipment has been authorized for use by MTF Omega-14;\n\n\n\n\nStandard Combat-based Mobile Task Force equipment (Assault rifles, sniper rifles, full body riot gear, handheld explosive devices.)\n\n\nSpecialized Combat-based Mobile Task Force equipment (Plasma-based rifles, ██████ gear, Hallow-Kowalewicz Integrated Visual Recording Apparatus, [DATA EXPUNGED])\n\n\nSCP-████\n9\n\n\nExperimental Phase 2 Crow-██████ Combat Suits (Mass production prototype variant)\n\n\nStandard/Specialized Global Occult Coalition combat equipment (Black, White, Orange Suit variants; \"VERITAS\")\n\n\n\n\nThe modern Summer Olympic Games are internally structured to ensure that only Foundation-approved athletes win gold medals. However, civilian athletes have become enlisted in MTF Omega-14, either due to lack of Foundation manpower or through a fluke. In this scenario, all civilians present during an ELEIA event are to be protected.\n\n\nWhile to ensure a successful ELEIA event is optimal and expected of MTF Omega-14, its primary objective is to kill or otherwise incapacitate as many instances of SCP-4262-α as possible. Though the exact method is unknown, the number of SCP-4262-α seems to increase exponentially. For every instance left active, there will be multiple more come the next ELEIA event.\n\n\n\n\n\n\n\n\n\n\n+ Addendum B: Discovery, Initial Containment \n\n\n\n\n- Addendum B: Discovery, Initial Containment\n\n\n\n\n\n\n\n\nThe recovered document. Translated portion found below.\n\n\n\n\n\n\nThe Foundation first became aware of SCP-4262 in 1893, when documentation dating back to the 4th Century detailing the anomaly was recovered. Said document is sourced to the Foundation predecessor organization [REDACTED], and describes what would be the equivalent to modern Special Containment Procedures. A translated portion can be found below.\n\n\n\n\n[Illegible] scours our lands for the greatest warriors. In His honor, we celebrate [Illegible]…\n\n\n… Finding [Illegible] birth of the flame. The men and women strong of spirit and mind shall compete when the flames die…\n\n\n… Those who have proven their worth are [Illegible] the form of a man. Zeus commands [Illegible] armies of Hades. Those worthy obey, and will struggle [Illegible] triumph is [Illegible]…\n\n\nThey must not hold the [Illegible] not control the flames. They must not triumph against those loyal [Illegible]…\n\n\n… the last of the lands, They come when there are none left to [Illegible] Them.\n\n\n\n\nCross-referencing with other [REDACTED] documents confirmed that the event referred to would only occur following an Olympic game. However, due to the Roman Empire suppressing Greek religion in favor of Christianity, an Olympic game had not been held since the early 5th Century. In order to determine the true nature of SCP-4262 as well as to determine if it posed any significant threat, a proposal to revive the practice of quad-annual Olympic events was approved by Overwatch Command by a 11-2 vote in 1894.\n\n\nIndependent of the Foundation, Baron Pierre de Coubertin was attempting to create a modern equivalent to the ancient Olympic Games. Foundation agents reached out to de Coubertin, offering to assist in realizing his goal. On 6/23/1894 the International Olympic Committee (IOC) was established with Agent Demetrius Vikelas assuming the role of president.\n\n\n\n\nThe first Summer Olympic Games were successfully held in Athens, Greece on 6/4/1896, instigating an ELEIA event upon conclusion on 15/4/1896. Of the 43 athletes awarded silver medals\n10\n, 12 were handpicked Foundation agents, selected due to their past experiences with events and phenomena assumed similar to SCP-4262. The remaining athletes were briefed of the Foundation and SCP-4262. As expected, the first recorded ELEIA event occurred 3 hours following the extinguishing of the Olympic flame. Of the 43 athletes, 15 returned\n11\n.\n\n\n\n\n\n\n\n\n\n\n+ Addendum C: Log of Notable ELEIA Events\n\n\n\n\n- Addendum C: Log of Notable ELEIA Events\n\n\n\n\n\n\nELEIA-1896\n\n\nStatus:\n Unsuccessful\n\n\nCasualty Level:\n High\n\n\nDescription:\n First recorded ELEIA event. Regarded as a failure due to the lack of knowledge surrounding SCP-4262. Public historical records altered to cover up the deaths of the known civilian athletes. Special Containment Procedures are updated.\n\n\n\n\n\n\nELEIA-1928\n\n\nStatus:\n Successful\n\n\nCasualty Level:\n Acceptable\n\n\nDescription:\n First successful ELEIA event.\n\n\n\n\n\n\nELEIA-1960\n\n\nStatus:\n Unsuccessful\n\n\nCasualty Level:\n Complete\n\n\nDescription:\n First ELEIA event with no survivors. Specifics of the event remain unknown at this time. SCP-████ considered lost. At the point where MTF Omega-14 would normally re-manifest, an instance of SCP-4262-α appeared instead. The instance vanished upon death.\n\n\n\n\n\n\nELEIA-1988\n\n\nStatus:\n Successful\n\n\nCasualty Level:\n High\n\n\nDescription:\n While nearing the larger torch, an incredibly large, vaguely humanoid silhouette slowly approached MTF Omega-14's location. While direct contact was not made with the silhouette, instances of SCP-4262-α could be seen exiting from the humanoid's form.\n\n\n\n\n\n\n\n\nThe silhouette entity.\n\n\n\n\n\n\n\n\nELEIA-1996\n\n\nStatus:\n Successful\n\n\nCasualty Level:\n Acceptable\n\n\nDescription:\n First joint operation with the GOC. Significant number of SCP-4262-α destroyed. The silhouette was observed, but did not actively engage MTF Omega-14. It remained in a static position some distance beyond the larger torch, adjacent a temple similar to the one inhabited by SCP-4262-2.\n\n\n\n\n\n\nELEIA-2016\n\n\nStatus:\n Unsuccessful\n\n\nCasualty Level:\n Very High/Complete\n\n\nDescription:\n First recorded instance of the silhouette\n12\n actively engaging in combat against MTF Omega-14. Agent C████ M██████, the only survivor of the event, claimed SCP-4262-Ω is comprised of a viscous, mud-like substance, which absorbed the other members of MTF Omega-14. Agent M██████ managed to extinguish the flame before SCP-4262-α or SCP-4262-Ω could acquire it. She later died from her wounds shortly after re-manifesting. Upon her death, several instances of SCP-4262-α manifested in the location Agent M██████ had re-manifested. The instances self-terminated and vanished upon capture. Procedure 76-Thriambus approved.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum D: Procedure 76-Thriambus\n\n\n\n\n- Addendum D: Procedure 76-Thriambus\n\n\n\n\nFollowing ELEIA-2016, it is believed that SCP-4262-Ω is the entity referred to as \"Them\" in the recovered [REDACTED] document. If the current understanding of that document is correct then it is highly likely that if the larger torch were to shift closer to the temple found beyond it, SCP-4262-Ω could potentially manifest itself on Earth following an unsuccessful ELEIA event. Estimations suggest that if current casualty and win-loss trends continue, SCP-4262-Ω could manifest on Earth in as few as █ ELEIA events. In order to counteract this, Procedure 76-Thriambus is to be enacted, entailing the following;\n\n\n\n\n█ ELEIA events before SCP-4262-Ω manifests, all world governments are to be given basic information regarding SCP-4262.\n\n\nThe city hosting that year's Summer Olympic Games will be the city with the lowest population and furthest distance from other population centers.\n\n\nA false narrative stating that spectators will not be allowed at that year's Summer Olympic Games is to be released no sooner than 3 months prior to the event.\n\n\nFrom one hour before the ELEIA event to one day following, the entirety of the World Wide Web is to be rendered inaccessible.\n\n\nThe Olympic stadium will contain no fewer than 20 conventional nuclear warheads. Likewise, as many intercontinental ballistic missiles as possible will be trained on the stadium.\n\n\nUpon manifestation of SCP-4262-Ω, the warheads are to be detonated and all missiles launched.\n\n\nUpon successful completion of Procedure 76-Thriambus, a false narrative stating that a rogue terror group attacked the Olympic stadium is to be released.\n\n\n\n\nIn the event that SCP-4262-Ω were to remain active following Procedure 76-Thriambus, it would constitute an XK-Class \"End of the World\" Scenario. Current predictions show a ██% success rate.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nSee Addendum A.\n\n\n2\n. \nWhile Olympic gold medals are currently the award for winning any given Olympic event, the prize itself is arbitrary. See Addendum B.\n\n\n3\n. \nOther events considered \"Olympic Games\", such as the Winter Olympics and the Wenlock Olympian Games, will not trigger SCP-4262 events. It is currently unknown why this is the case.\n\n\n4\n. \nMeasuring the exact size is currently impossible due to the limitations found in modern telescopes. Size estimate is based off of data recorded from Hallow-Kowalewicz Integrated Visual Recording Apparatus carried by members of MTF Omega-14.\n\n\n5\n. \nSee Addendum C; \"ELEIA-1988\".\n\n\n6\n. \nSCP-4262-2 is either unable or unwilling to communicate through other means. Due to the one-sided nature of its chosen form of communication, direct communication with SCP-4262-2 has proven impossible.\n\n\n7\n. \nIf an ELEIA event is rendered unable to be completed, the torch is to be extinguished in order to prevent unnecessary casualties.\n\n\n8\n. \nThe Foundation reached out to the Global Occult Coalition in 1993, requesting their assistance in containing SCP-4262. The GOC agreed to assist, under the terms that the Foundation would relinquish ownership of ██ anomalous items to the GOC per Olympic Game.\n\n\n9\n. \n[DATA EXPUNGED] Lost during ELEIA-1960, see Addendum C.\n\n\n10\n. \nGold medals would not be used until 1904, in order to determine if the prize awarded would affect ELEIA events in any way. As of 1916, the prize awarded to first place athletes has been determined to be arbitrary.\n\n\n11\n. \nSee Addendum C; \"ELEIA-1896\".\n\n\n12\n. \nNow designated SCP-4262-Ω.\n\n\n\n\n\n\n\n\n« \nSCP-4261\n | SCP-4262 | \nSCP-4263\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "[Illegible] scours our lands for the greatest warriors. In His honor, we celebrate [Illegible]… … Finding [Illegible] birth of the flame. The men and women strong of spirit and mind shall compete when the flames die… … Those who have proven their worth are [Illegible] the form of a man. Zeus commands [Illegible] armies of Hades. Those worthy obey, and will struggle [Illegible] triumph is [Illegible]… They must not hold the [Illegible] not control the flames. They must not triumph against those loyal [Illegible]… … the last of the lands, They come when there are none left to [Illegible] Them.",
        "ELEIA-1896 Status: Unsuccessful Casualty Level: High Description: First recorded ELEIA event. Regarded as a failure due to the lack of knowledge surrounding SCP-4262. Public historical records altered to cover up the deaths of the known civilian athletes. Special Containment Procedures are updated.",
        "ELEIA-1928 Status: Successful Casualty Level: Acceptable Description: First successful ELEIA event.",
        "ELEIA-1960 Status: Unsuccessful Casualty Level: Complete Description: First ELEIA event with no survivors. Specifics of the event remain unknown at this time. SCP-████ considered lost. At the point where MTF Omega-14 would normally re-manifest, an instance of SCP-4262-α appeared instead. The instance vanished upon death.",
        "ELEIA-1988 Status: Successful Casualty Level: High Description: While nearing the larger torch, an incredibly large, vaguely humanoid silhouette slowly approached MTF Omega-14's location. While direct contact was not made with the silhouette, instances of SCP-4262-α could be seen exiting from the humanoid's form.",
        "ELEIA-1996 Status: Successful Casualty Level: Acceptable Description: First joint operation with the GOC. Significant number of SCP-4262-α destroyed. The silhouette was observed, but did not actively engage MTF Omega-14. It remained in a static position some distance beyond the larger torch, adjacent a temple similar to the one inhabited by SCP-4262-2.",
        "ELEIA-2016 Status: Unsuccessful Casualty Level: Very High/Complete Description: First recorded instance of the silhouette 12 actively engaging in combat against MTF Omega-14. Agent C████ M██████, the only survivor of the event, claimed SCP-4262-Ω is comprised of a viscous, mud-like substance, which absorbed the other members of MTF Omega-14. Agent M██████ managed to extinguish the flame before SCP-4262-α or SCP-4262-Ω could acquire it. She later died from her wounds shortly after re-manifesting. Upon her death, several instances of SCP-4262-α manifested in the location Agent M██████ had re-manifested. The instances self-terminated and vanished upon capture. Procedure 76-Thriambus approved."
    ],
    "item": "SCP-4262",
    "object_class": "Keter",
    "containment_procedures": "The Foundation is to ensure the International Olympic Committee organizes an instance of the Summer Olympic Games once every four years by any means necessary. Likewise, an arbitrary amount of Olympic events is to be added each year to ensure a successful ELEIA event1. During an ELEIA event, all competitors in that instance of the Summer Olympic Games who were awarded a gold medal2 are considered members of Mobile Task Force Omega-14 (\"Perfect Ten\"), regardless of prior Foundation employment or lack thereof. If a member of MTF Omega-14 were to be KIA or otherwise rendered irretrievable during an ELEIA event, a misinformation campaign stating that they have retired is employed. In instances where a lost athlete's identity is too deeply ingrained in popular culture or public knowledge, wide scale Class A amnestic compounds are to be employed to all major population centers via airborne distribution if no other options of erasure are viable. It is imperative that as many ELEIA events as possible be successfully completed before Procedure 76-Thriambus is enacted.",
    "description": "SCP-4262 is a series of phenomena which occur 1-24 hours following the extinguishing of the Olympic flame in the closing ceremony of the Summer Olympic Games3. During SCP-4262, all athletes winning a gold medal in that year's Olympic Games undergo temporal and spatial displacement, seemingly being removed from standard reality. While displaced, the athletes will manifest on SCP-4262-1. Displacement lasts for one picosecond local time and upwards towards [REDACTED] days SCP-4262-1 time, though longer periods of time have been observed.",
    "title": "SCP-4262"
}