{
    "url": "https://scp-wiki.wikidot.com/scp-4289",
    "all_text": "rating: \n+52\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nSite-89 Notice\n\n\nDocument-4289-A\n\n\nSCP-4289 Iteration-1\n\n\nSCP-4289 Iteration-2\n\n\nSCP-4289 Iteration-3\n\n\nProposal-4289-Theta\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM SITE-89 ADMINISTRATION\n\n\nAll Site-89 staff eligible to provide feedback on Proposal-4289-Theta are required to consult all relevant archived versions of the core SCP-4289 documentation, including Document-4289-A, before providing feedback in relation to the stated proposal.\n\n\n– Adrian Lynch, Director, Site-89\n\n– Tsuruko Matsuda, Site-89 Ethics Committee Liaison\n\n\n\n\n\n\n\n\n\n\n\n\nArtist's Rendition of \nMarsupialia Horribilis\n c.1900\n\n\n\n\n\n\nDocument-4289-A\n\n\n[RAISA Advisory: Document-4289-A predates Foundation containment of SCP-4289. The following transcript is an accurate reproduction of the original physical record, but is presented for context only, and neither its terminology nor propositions are endorsed by the Foundation.]\n\n\nThe following is a duly notified record of His Majesty’s Institute for the Suppression of the Unnatural, written in the Commonwealth of Australia in the third month of the year of our Lord nineteen eleven, under the signature of Your Majesty’s loyal servant, the Lord E. R. Greyson OM.\n\n\nHazard –\n \nMarsupialia Horribilis\n\n\nScope –\n Provincial Threat\n\n\nMinutiae –\n \nMarsupialia Horribilis\n is a grotesque species primarily native to in-land regions of the Commonwealth of Australia, though unconfirmed sightings have also been reported in the former new world colonies. Eyewitness accounts are inconsistent but agree that \nHorribilis\n presents as a creature bearing superficial similarity to a mammal, albeit one of truly unnatural size and ferocity.\n\n\nHorribilis\n is commonly sighted near waterways and is suspected to be behind the reported loss of livestock and stockman in the vicinity of such bodies. Remains recovered from such incidents indicate \nHorribilis\n possesses powerful jaws capable of crushing bones. A noted increase in losses among poultry and game over the last several years is suspected to be the result of opportunistic hunting by \nHorribilis\n, with carcasses of larger wild beasts showing signs of pack hunting behaviour. In at least one instance, multiple eyewitnesses reported seeing a creature of unclear appearance, believed to be another instance of \nHorribilis\n, ripping open the stomach of an investigating stockman.\n\n\nNative labourers, who apparently have a history of interacting with these creatures, have sought to suggest that \nHorribilis\n are not threatening and will not prove violent if respected and left alone, however this testimony has been discredited by the aforementioned behavioural observations.\n\n\nResponse –\n As per Your Majesty’s royal decree all suitably qualified officers in the Commonwealth have been given orders to direct their men to shoot on sight any suspected instance of \nMarsupialia Horribilis\n and to detain for questioning any natives suspected of harbouring the creatures.\n\n\nTo date, all attempts to recover a specimen for study, living or deceased, have proved unsuccessful, and it is suspected that the creatures, when wounded, either retreat to hidden places to die, or simply dissolve into the miasma from which they were likely born. No further effort will be expended in this endeavour, which might be better spent ensuring the eradication of this unnatural hazard.\n\n\n\n\n\n\n\n\n\n\nPre-Containment Instance of SCP-4289-1\n\n\n\n\n\n\nSCP-4289 Iteration-1 (1942-1977)\n\n\nItem #:\n SCP-4289\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Site-89 has been established 52km due west of Tennant Creek, Australia for the containment of SCP-4289, and is to maintain the public facade of a research institute for the conservation of native fauna endangered by human habitation.\n\n\nAll reported instances of SCP-4289-1 are to be investigated by the nearest available Foundation agents. Where viable, agents are to capture confirmed instances for transport to Site-89. Where capture is unviable, confirmed or suspected instances may be terminated to prevent escape.\n\n\nReliable sightings of SCP-4289-1 are to be discredited where deemed necessary, and any purported scientific research concerning the SCP-4289 phenomenon is to be confiscated and discredited.\n\n\nSCP-4289-1 instances transferred to Site-89 are to be contained in separate enclosures within Site-89’s dedicated bio-containment facility. Deceased instances may be disposed of by standard means.\n\n\nDirect interaction between SCP-4289-1 instances is to be kept to a minimum, and under no circumstances should SCP-4289-1 instances be allowed to breed in Foundation custody.\n\n\nSCP-4289-1 instances are available for general testing at the discretion of the Site Director.\n\n\nDescription:\n SCP-4289 is an anomalous trait extant to at least seventy-three identified sub-species (SCP-4289-1), each of which closely resembles a known distinct marsupial species across the Australian, South American and North American continents.\n1\n SCP-4289-1 instances are physically identical to non-anomalous marsupials but are capable of projecting a false image onto the perceptions of observing entities which does not match their physical form. This projection is visual, auditory and olfactory.\n\n\nSCP-4289-1 instances do not project a false image at all times, and usually behave consistently with the expected behaviour of a non-anomalous marsupial matching their apparent species. Research indicates that the SCP-4289 trait is primarily triggered as a threat response, though it has also been observed to be triggered during other periods of significant distress for a SCP-4289-1 instance.\n\n\nSubjects exposed to SCP-4289-1 during SCP-4289 activation report varying visual and auditory perceptions of the relevant instance, even when simultaneously observing the same instance. Reported appearances and sounds are similar to those observed in non-anomalous marsupials, but mixed and distorted to project an unnatural and unsettling presence. Subjects invariably perceive SCP-4289-1 as being a dangerous entity, although actual SCP-4289-1 attacks appear uncommon.\n\n\nSCP-4289 does not affect physical impressions, such as footprints, left by SCP-4289-1 instances, nor does it affect photographic or phonographic records made. Deceased instances of SCP-4289-1 are similarly unaffected, and studies of deceased specimens have revealed no apparent anomalies.\n\n\nAddendum (Previous Containment):\n Prior to Foundation acquisition of the relevant institute, attempted containment of SCP-4289 consisted of termination of all suspected SCP-4289-1 instances. This was influenced by assumptions that losses of domesticated and wild animals were attributable to SCP-4289-1 instances. Further research has indicated that these losses were mostly the result of attacks by non-anomalous native and introduced wildlife. The extinction of at least one previously extant species of marsupial (\nThylacinus cynocephalus\n) has been attributed to these actions.\n\n\n\n\n+ Addendum (Testing Log – Extract)\n\n\n\n\n- Minimise Test Log\n\n\n\n\n\n\n\n\nSCP-4289-1-VU-37 in containment following Test Series 4289.C08\n\n\n\n\n\n\n\n\nTest.4289.C08.B\n2\n\n\nSubject:\n SCP-4289-1-VU-37 (‘VU-37’)\n\n\nObserver:\n D-613-471\n\n\nPreparation:\n VU-37 was fitted with an electric collar and released into testing chamber 7E. D-613-471 instructed to enter testing chamber and describe observed contents. Researcher Thompson issuing instructions by radio transceiver, no direct visual observation.\n\n\nTest Log:\n\n\n\n\nD-613-471 enters testing chamber as instructed.\n\n\nD-613-471:\n …Are you serious?\n\n\nResearcher Thompson:\n Please describe the contents of the testing chamber.\n\n\nD-613-471:\n …It’s a wombat. …It’s a wombat with a collar.\n\n\nResearch Thompson:\n Thank you. Please approach the subject.\n\n\nD-613-471:\n The wombat? Okay, yeah, now it’s a wombat that’s looking at me funny.\n\n\nResearcher Thompson:\n Please attempt to pick up the subject.\n\n\nD-613-471:\n Seriously? [audible sigh] Fine. … … Yeah, it didn’t like that much. Couldn’t really get a grip on it. Still a wombat by the way, in case you were wondering.\n\n\nResearcher Thompson:\n Hold please.\n\n\nResearcher Thompson activates the electric collar worn by VU-37, issuing a shock of 3,000 volts for a period of 1.2 seconds.\n\n\nD-613-471:\n Bloody hell!! What the fuck did you do!? Get me out of here! Get me the hell out of here!\n\n\nResearcher Thompson:\n Please describe the contents of the testing chamber.\n\n\nD-613-471:\n Are you crazy?! There’s a bloody monster in here! Let me out!\n\n\nResearcher Thompson:\n D-613-471, you are not in any danger. VU-37 will not harm you if you do not approach it. Now, please describe VU-37 in detail.\n\n\nD-613-471:\n The hell do you mean it’s not dangerous!! It looks like it’s going to kill me any second! It’s like a wombat fucked a wallaby and a fucking demon at the same time. Shit, I don’t deserve this, I don’t- [audio disconnected].\n\n\n\n\nNotes:\n Confirmed hypothesis from previous test logs that infliction or imminent threat of permanent harm to SCP-4289-1’s instances will not be required for further testing.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4289-1-MR-139 in Habitat C-11\n\n\n\n\n\n\nSCP-4289 Iteration-2 (1977-2003)\n\n\n[RAISA Advisory: For ease of reference for staff considering Protocol-4289-Theta, significant changes from Iteration-1 have been marked in blue and previously logged addendums have not been included. Unaltered copies of this documentation are available on request.]\n\n\nItem #:\n SCP-4289\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n \nFoundation agents embedded in park ranger, or equivalent, services are to respond to all suspected sightings of SCP-4289-1 instances.\n Official records are to be obscured or discredited, as determined \nat the discretion of the responding agent.\n\n\nWhere viable, confirmed instances are to be captured for transport to Bio-Containment Site-89. Where capture or transport is not viable, \nconfirmed SCP-4289-1 instances\n are to be terminated.\n\n\nSCP-4289-1 instances transferred to Site-89 are to be contained in \nSite-89’s dedicated habitat facilities, with no more than one-hundred instances to be stored in a single habitat. All male instances are to be chemically neutered prior to their introduction into the habitat population.\n\n\nUnless requisitioned for testing, deceased SCP-4289-1 instances \nare to be incinerated.\n\n\nDevelopment of a viral agent to target SCP-4289 is a category-one priority for Site-89 staff.\n\n\nDescription:\n SCP-4289 is an \nanomalous gene carried by small sub-populations among at least sixty-two common species of marsupial,\n principally those native to the Australian continent.\n3\n Marsupials carrying the SCP-4289 gene (SCP-4289-1) are physically identical to non-anomalous marsupials but are capable of projecting a false perception onto the consciousness of observing entities which does not match their physical properties. This projection is visual, auditory and olfactory.\n\n\nSCP-4289-1 instances only project this false perception when they feel threatened or are otherwise distressed, and \nwill only behave aggressively if not afforded the opportunity to escape.\n\n\nThe perception projected by SCP-4289-1 instances is inconsistent between observations, whether multiple distinct observations by the same subject, or simultaneous observation by two or more subjects. This projection is invariably described as marsupial-like but unsettling by subjects, and is usually perceived as threatening, \nregardless of the actual behaviour of the SCP-4289-1 instance.\n\n\nTactile stimuli are unaltered, which can lead to disorientation for observer’s attempting to grasp perceived extremities of SCP-4289-1 instances which do not align with their physical form.\n\n\nSCP-4289 does not affect physical impressions, reflections or digital recordings relating to SCP-4289-1 instances, and deceased instances of SCP-4289-1 do not display any anomalous properties.\n\n\nThe application of memetic counteragents does not have any effect on either the direct perception or recollection of SCP-4289-1 instances, and no variations in Hume levels have been detected.\n\n\nAddendum/4289/3 (Incident Log – 12/04/1996):\n Foundations assets released viral agent VH-4289-T6 into a population of \nSarcophilus harrisii\n suspected of significant SCP-4289-1 infestation. VH-4289-T6 used epigenetic modification targeted towards SCP-4289, programmed to inflict inheritable mutations sufficient to prevent SCP-4289’s anomalous properties. Despite noted targeting, VH-4289-T6 spread to all exposed specimens of \nSarcophilus harrisii\n, and genetic mutation occurred in sections of the genome unconnected to SCP-4289. 100% mortality rate reported in high density populations. Current projections predict \nSarcophilus harrisii\n extinction by the mid-21st century.\n\n\nAddendum/4289/4 (Research Update – 04/01/1998):\n Following standard testing in response to multiple sightings, the entirety of the surviving \nPhalanger matanim\n population has been moved to Site-89, with SCP-4289 confirmed in 100% of instances. Disinformation campaign “El Nino’s Flames” has been implemented to explain the disappearance of this species. – \nSenior Researcher Thompson\n\n\nAddendum/4289/5 (Research Update - 29/10/2001):\n Further testing on previously uncontained populations suggests that SCP-4289 is more widespread among marsupials than previously theorised. Whether this represents a higher rate of occurrence from the onset, or is a result of an accelerated process of natural selection following extensive habitat destruction is unclear. Recommend further research on precise nature of SCP-4289. – \nSenior Researcher Thompson\n\n\n\n\n\n\n\n\n\n\nSCP-4289-1 instances (and juvenile) in Habitat G-04\n\n\n\n\n\n\nSCP-4289 Iteration-3 (2003-Present)\n\n\n[RAISA Advisory: For ease of reference for staff considering Protocol-4289-Theta, significant changes from Iteration-2 have been marked in blue and previously logged addendums have not been included. Unaltered copies of this documentation are available on request.]\n\n\nItem #:\n SCP-4289\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n \nMobile Task Force Upsilon-7 (“Buckley’s Chance”)\n is to respond to all suspected sightings of SCP-4289-1 instances, as referred by Foundation agents embedded in local wildlife, law enforcement and media services. \nDisinformation campaigns undermining any reported instances of SCP-4289-1 are to be pursued as needed, under Procedure-4289-MAE/4.\n\n\nFoundation webcrawlers are to monitor social media for posts containing any keywords listed in Procedure-4289-MAE/7 and to suppress or edit any posts identified as a containment risk.\n\n\nMTF-U7 is to capture \nall confirmed instances\n of SCP-4289-1 for transport to Armed-Containment Site-89. \nNon-anomalous marsupials found in close habitation to an SCP-4289-1 are to be tested for possible latent SCP-4289 activation and tagged for potential retrieval at a later date.\n\n\nContained SCP-4289-1 instances are to be stored indefinitely at Site-89’s dedicated habitat facilities. \nBreeding of contained instances is permitted, and all offspring are to be tested on maturity for SCP-4289 activation. Any offspring found to be non-anomalous are to be tagged and released.\n\n\nAll suitably qualified Site-89 staff are to consider and provide feedback on Proposal-4289-Theta.\n\n\nDescription:\n SCP-4289 is an anomalous gene carried by \nall extant species within the mammalian clade \nMetatheria\n. Although SCP-4289 is carried by all marsupials, it is inactivate in a majority of specimens, and only marsupials carrying an active SCP-4289 gene (SCP-4289-1) demonstrate its anomalous properties.\n SCP-4289-1 instances are physically identical to other marsupials but are capable of projecting a false perception onto the consciousness of observing entities which does not match their physical properties. \nThis projection is imposed directly on neural signals responsible for interpreting visual, auditory and olfactory input,\n and is not affected by memetic counteragents.\n\n\nNo juvenile specimens of SCP-4289-1 have been observed, suggesting that SCP-4289 activation is determined during puberty, though it remains possible that activation is determined at birth. No reliable means of identifying SCP-4289 activation outside of direct observation of its anomalous effects has been determined to date, and ancestral activation patterns do not appear determinative.\n\n\nSCP-4289-1 instances’ anomalous properties are projected in response to high stress situations, primarily when the SCP-4289-1 instance feels threatened. The perception projected by SCP-4289-1 instances is inconsistent between observations, but is invariably perceived as unsettling and threatening by observers, regardless of the actual behaviour of the SCP-4289-1 instance.\n\n\nSCP-4289 does not affect tactile \nor gustatory\n stimuli, physical impressions, reflections or digital recordings, and deceased instances of SCP-4289-1 do not display any anomalous properties.\n\n\nPopulation studies indicate that the rate of occurrence of SCP-4289 activation has steadily increased since recorded observations commenced in the 19th century. This is believed to be a clade-wide response to population pressures, and may indicate a sub-conscious intra-clade connection.\n\n\nAddendum/4289/6 (Research Update – 15/06/2005):\n Population dynamics of contained instances of SCP-4289-1 confirm disproportionate representation of instances belonging to taxonomic orders \nDasyuromorphia\n and \nPeramelemorphia\n, as compared to non-anomalous populations. Given the endangered status of the relevant species, these findings support previous research concerning an inverse correlation between conservation status and SCP-4289 activation. – \nHead Researcher Thompson\n\n\nAddendum/4289/7 (Incident.4289.AIZ/1 – 30/05/2016):\n Twenty-eight instances of SCP-4289-1 sighted on the outskirts of Bundaberg, Australia, all displaying SCP-4289’s anomalous properties. Media blackout instituted. MTF-U7 respond and successfully capture all identified instances. Due to the number of eyewitnesses, amnestic use authorised by Site-89 Command.\n\n\nAddendum/4289/8 (Containment Update):\n Following Incident.4289.AIZ/1, there have been twelve (12) further incidents of large-scale SCP-4289-1 sightings necessitating the use of amnestics to maintain effective containment. Foundation media assets have reported an increase in credible reports from both rural and suburban population centres, with bit pieces beginning to appear in mainstream media releases. Disinformation campaign “Yowie Believers” has been implemented to comprehensive but not total effect. Data analyst projections indicate that at current rates of exposure, a full information containment breach is likely within twelve to eighteen months.\n\n\n\n\n\n\nProposal-4289-Theta\n\n\nProposal:\n Release of VH-4289-TR7 into known population zones for clade \nMetatheria\n in the Australian, South American and North American continents for total containment of SCP-4289. Disinformation campaign “Devil’s Lament” to be implemented to maintain effective secrecy.\n\n\nVH-4289-TR7:\n Third-generation retrovirus developed for containment of SCP-4289. Testing on contained instances of SCP-4289-1 confirms that VH-4289-TR7 is effective in rendering SCP-4289 inactive in 100% of exposed instances and shows high transmissibility between instances.\n\n\nIn approximately 82% of exposed SCP-4289-1 instances, VH-4289-TR7 caused adverse health effects, resulting in the termination of 56% of SCP-4289-1 instances tested. VH-4289-TR7 is able to spread to any mammal carrying SCP-4289, regardless of SCP-4289 activation. Testing indicates no tendency for transmission to specimens outside of clade \nMetatheria\n, though the potential for mutation is noted.\n\n\nFeedback:\n As per the direction of the Ethics Committee, all eligible Site-89 staff are directed to provide feedback to Site-89 Command on Proposal-4289-Theta before final implementation is determined by Overseer Command. Staff are required to access and consider each major iteration of SCP-4289 documentation (as determined by Site Director Lynch) before providing feedback. Feedback may be provided confidentially, or publicly at the discretion of the staff member.\n\n\n\n\n\n\nSubmit Feedback?\n \nY\n \nN\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For a full list of identified sub-species see Document-4289-SCG.\n\n\n2\n. Following confirmation of anomalous properties, testing was approved to identify the necessary conditions for activation of SCP-4289’s anomalous effect.\n\n\n3\n. Limited instances native to South and North America are also known. For a full list of identified sub-species see Document-4289-SCG\n/2\n.\n\n\n\n\n\n\n\n\n« \nSCP-4288\n | SCP-4289 | \nSCP-4290\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Test.4289.C08.B 2 Subject: SCP-4289-1-VU-37 (‘VU-37’) Observer: D-613-471 Preparation: VU-37 was fitted with an electric collar and released into testing chamber 7E. D-613-471 instructed to enter testing chamber and describe observed contents. Researcher Thompson issuing instructions by radio transceiver, no direct visual observation. Test Log: D-613-471 enters testing chamber as instructed. D-613-471: …Are you serious? Researcher Thompson: Please describe the contents of the testing chamber. D-613-471: …It’s a wombat. …It’s a wombat with a collar. Research Thompson: Thank you. Please approach the subject. D-613-471: The wombat? Okay, yeah, now it’s a wombat that’s looking at me funny. Researcher Thompson: Please attempt to pick up the subject. D-613-471: Seriously? [audible sigh] Fine. … … Yeah, it didn’t like that much. Couldn’t really get a grip on it. Still a wombat by the way, in case you were wondering. Researcher Thompson: Hold please. Researcher Thompson activates the electric collar worn by VU-37, issuing a shock of 3,000 volts for a period of 1.2 seconds. D-613-471: Bloody hell!! What the fuck did you do!? Get me out of here! Get me the hell out of here! Researcher Thompson: Please describe the contents of the testing chamber. D-613-471: Are you crazy?! There’s a bloody monster in here! Let me out! Researcher Thompson: D-613-471, you are not in any danger. VU-37 will not harm you if you do not approach it. Now, please describe VU-37 in detail. D-613-471: The hell do you mean it’s not dangerous!! It looks like it’s going to kill me any second! It’s like a wombat fucked a wallaby and a fucking demon at the same time. Shit, I don’t deserve this, I don’t- [audio disconnected]. Notes: Confirmed hypothesis from previous test logs that infliction or imminent threat of permanent harm to SCP-4289-1’s instances will not be required for further testing.",
        "D-613-471 enters testing chamber as instructed. D-613-471: …Are you serious? Researcher Thompson: Please describe the contents of the testing chamber. D-613-471: …It’s a wombat. …It’s a wombat with a collar. Research Thompson: Thank you. Please approach the subject. D-613-471: The wombat? Okay, yeah, now it’s a wombat that’s looking at me funny. Researcher Thompson: Please attempt to pick up the subject. D-613-471: Seriously? [audible sigh] Fine. … … Yeah, it didn’t like that much. Couldn’t really get a grip on it. Still a wombat by the way, in case you were wondering. Researcher Thompson: Hold please. Researcher Thompson activates the electric collar worn by VU-37, issuing a shock of 3,000 volts for a period of 1.2 seconds. D-613-471: Bloody hell!! What the fuck did you do!? Get me out of here! Get me the hell out of here! Researcher Thompson: Please describe the contents of the testing chamber. D-613-471: Are you crazy?! There’s a bloody monster in here! Let me out! Researcher Thompson: D-613-471, you are not in any danger. VU-37 will not harm you if you do not approach it. Now, please describe VU-37 in detail. D-613-471: The hell do you mean it’s not dangerous!! It looks like it’s going to kill me any second! It’s like a wombat fucked a wallaby and a fucking demon at the same time. Shit, I don’t deserve this, I don’t- [audio disconnected].",
        "Submit Feedback? Y N"
    ],
    "item": "SCP-4289",
    "object_class": "Keter",
    "containment_procedures": "Mobile Task Force Upsilon-7 (“Buckley’s Chance”) is to respond to all suspected sightings of SCP-4289-1 instances, as referred by Foundation agents embedded in local wildlife, law enforcement and media services. Disinformation campaigns undermining any reported instances of SCP-4289-1 are to be pursued as needed, under Procedure-4289-MAE/4.",
    "description": "SCP-4289 is an anomalous gene carried by all extant species within the mammalian clade Metatheria. Although SCP-4289 is carried by all marsupials, it is inactivate in a majority of specimens, and only marsupials carrying an active SCP-4289 gene (SCP-4289-1) demonstrate its anomalous properties. SCP-4289-1 instances are physically identical to other marsupials but are capable of projecting a false perception onto the consciousness of observing entities which does not match their physical properties. This projection is imposed directly on neural signals responsible for interpreting visual, auditory and olfactory input, and is not affected by memetic counteragents.",
    "title": "SCP-4289"
}