{
    "url": "https://scp-wiki.wikidot.com/scp-4292",
    "all_text": "rating: \n+166\n+\n–\nx\n\n\nItem #:\n SCP-4292\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4292 has been placed into Low-Priority Medical Storage at Site-66. Due to the limited supply and unpredictable effects of SCP-4292, testing may only be conducted with joint-approval of Site-66's Director, Chief Containment Specialist, and Ethics Committee Liason.\n\n\nAs a secondary mission priority, agents located in the southeastern United States, Germany, and Lunar Area-32 are to locate and detain the Person of Interest \"dado\" for Foundation questioning.\n\n\nThe media campaign informing residents of the Washington DC metro area that advertisements for \"herbie fucker really very good circus of the unsettle by dado\" were for a cancelled sketch comedy series is to remain in effect until further notice.\n\n\nAny researchers studying \nGoI-233\n (\n\"Herman Fuller's Circus of the Disquieting\"\n) are to be given access to merchandise recovered alongside SCP-4292 for study.\n\n\nDescription:\n SCP-4292 is a bottle of 26 (remaining) rainbow-coloured pills, bearing the label \"freaky pills by dado\" in permanent marker. When ingested orally by a human or non-human animal, SCP-4292 will randomly induce some form of visible or otherwise easily demonstrable anomalous alteration in the subject. The half-life of the active ingredients appears to be approximately three hours, with anomalous effects lasting an average of twelve hours. At the end of this period, the subject will revert to normal with no lasting physical damage.\n\n\nDespite all subjects finding the experience to be extremely unpleasant, painful, or existentially horrifying, SCP-4292 causes immediate and anomalous chemical dependency, requiring the subject to take at least one pill every twenty-four hours to avoid crippling and life-threatening withdrawal symptoms, comparable to that of alcohol or barbiturate addiction.\n\n\nSCP-4292 Partial Experiment Log:\n\n\n\n\n\n\nTest #, Subject\n\n\nResults\n\n\n\n\n\n\nTest #1, D-7246\n\n\nTransformed into a cockatoo which, when observed by a single person, would sing and dance \"Hello My Baby\" in the manner of the Warner Brothers cartoon character Michigan J. Frog\n1\n.\n\n\n\n\n\n\nTest #2, D-3125\n\n\nLower limbs vanished, but upper limbs gained the ability to stretch by over 1000% of their original length at will.\n\n\n\n\n\n\nTest #3, D-8042\n\n\nTransformed into a wind-up cymbal monkey, perpetually clanging its cymbals and repeating 'dado' over and over for the entire twelve hour period.\n\n\n\n\n\n\nTest #4, D-6289\n\n\nContinuously lactated a viscous green fluid that, when consumed, induced constant flatulence, diarrhoea and massive intestinal ulcers. Test subject felt compelled to persuade others to drink this substance, advertising it as \"Fair Trade Clown's Milk\"\n2\n.\n\n\n\n\n\n\nTest #5, one male lab mouse\n\n\nTransformed into a Pegasus. Its wings were unable to provide sufficient lift for flight, yet it constantly attempted to take flight anyway, suffering severe injuries.\n\n\n\n\n\n\nTest #6, one female lab mouse\n\n\nInstantly multiplied into a thousand identical copies and appeared to possess a swarm intelligence. Some of the swarm would put on a choreographed performance to distract observers while the others stole accessible valuables.\n\n\n\n\n\n\nTest #7, one male lab mouse\n\n\nTransformed into a non-anomalous zebra.\n\n\n\n\n\n\nRecovery:\n SCP-4292 was found at an abandoned and derelict lot in Bethesda, Maryland, during an investigation of an online ad for 'circus by dado', discovered by web analysis bot Alpha-12 (\"I/O SCREECH\"). The advertisement has since been removed from the public internet.\n\n\nAn embedded copy of this video is below.\n\n\n\n\n▶ 'circus by dado':  \n\n\n\n\n▼ 'circus by dado': \n\n\n\n\n\n\n\n\n\n\n\n\nAddendum:\n The following non-anomalous items were recovered alongside SCP-4292:\n\n\n\n\nOne cheap, small polythene circus tent roughly 4.5 meters in diameter, covering a collection of twenty-five leather armchairs circling a large hula hoop.\n\n\nAn antique metal birdcage of Dutch manufacture.\n\n\nHorse saddles.\n\n\nA large concession stand selling exclusively popcorn, all of which had begun growing mold.\n\n\nA small concession stand designed to sell ice cream, containing one raw hot dog.\n\n\nA battered silk top hat.\n\n\nGuinea pig cages.\n\n\nThree recently deceased human corpses, showing signs of suffering from SCP-4292 withdrawal.\n\n\nMost notably, seventeen stands selling merchandise for a \"herbie fucker really very good circus of the unsettle by dado.\" This included numerous clothing, dishware, bumper stickers, posters, plush animals, playing cards, toys, candy, and additional pharmaceutical pill bottles, all of which were empty. The designs, logo, and font on these products are nearly identical to those used by Herman Fuller's Circus of the Disquieting, with obvious modifications in order to crudely differentiate them.\n\n\n\n\nWhile the exact nature of the relationship between dado and GoI-233 is uncertain, informants embedded in the anomalous community have indicated that 'circus by dado' was the result of a brief collaboration that ended poorly, and the two have since developed a \nmutual animosity\n.\n\n\n\n\nFootnotes\n\n\n1\n. As voiced by William Roberts and animated by Abe Levitow in the 1955 Merrie Melodies short \nOne Froggy Evening\n\n\n2\n. At this point the Ethics Committee Liason ordered a halt to human testing. All test subjects were retired to the infirmary for observation and treatment of withdrawal symptoms.\n\n\n\n\n\n\n\n\n« \nSCP-4291\n | SCP-4292 | \nSCP-4293\n »",
    "addendums": [
        "Addendum: The following non-anomalous items were recovered alongside SCP-4292:\nWhile the exact nature of the relationship between dado and GoI-233 is uncertain, informants embedded in the anomalous community have indicated that 'circus by dado' was the result of a brief collaboration that ended poorly, and the two have since developed a mutual animosity ."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4292",
    "object_class": "Safe",
    "containment_procedures": "SCP-4292 has been placed into Low-Priority Medical Storage at Site-66. Due to the limited supply and unpredictable effects of SCP-4292, testing may only be conducted with joint-approval of Site-66's Director, Chief Containment Specialist, and Ethics Committee Liason.",
    "description": "SCP-4292 is a bottle of 26 (remaining) rainbow-coloured pills, bearing the label \"freaky pills by dado\" in permanent marker. When ingested orally by a human or non-human animal, SCP-4292 will randomly induce some form of visible or otherwise easily demonstrable anomalous alteration in the subject. The half-life of the active ingredients appears to be approximately three hours, with anomalous effects lasting an average of twelve hours. At the end of this period, the subject will revert to normal with no lasting physical damage.",
    "title": "SCP-4292"
}