{
    "url": "https://scp-wiki.wikidot.com/scp-4301",
    "all_text": "rating: \n+51\n+\n–\nx\n\n\nItem #:\n SCP-4301\n\n\nObject Class:\n Euclid\n\n\n\n\nOpen Outdated Containment Procedures\n\n\n\n\n...\n\n\n\n\nSpecial Containment Procedures (Outdated):\n SCP-4301 is currently considered a high-risk breach of VEIL Protocol due to possible spontaneous materialization in public areas. Operatives belonging to MTF Phi-3 ('Photobombers') are assigned with the task of containing SCP-4301 and transferring it to the Site-75 Humanoid Containment Wing, where it is to be contained in a standard Humanoid Containment Cell and guarded by at least 2 Site-75 guards.\n\n\nAs SCP-4301's true purpose is still not known to the Foundation, MTF Phi-3 operatives are to exercise caution when attempting to capture and contain SCP-4301.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures (Updated):\n SCP-4301’s current status is unknown. All personnel are to closely monitor Dr. Gilles for any future manifestations of SCP-4301.\n\n\nShould any future manifestations of SCP-4301 display signs of hostility towards Dr. Gilles or any other Foundation personnel, priority must be given for the immediate capture and containment of SCP-4301.\n\n\nDescription:\n SCP-4301 is a 1.72 m male humanoid closely linked to Dr. Laura Gilles, the head researcher of Site-75. While the reason as to why SCP-4301 is only linked to Dr. Gilles is still not known, Dr. Gilles has stated that the humanoid resembles Timothy Gilles, her husband who had vanished in Nevada in 1987.\n\n\nSCP-4301 is normally incorporeal, and will only materialise if a picture is taken of Dr. Gilles using a camera, phone, or another photo-capturing device. SCP-4301 will materialise behind, beside, or in front of Dr. Gilles, and will subsequently dematerialise approximately 5 seconds after the taking of the picture. SCP-4301 will then subsequently appear in the taken pictures (designated as instances of SCP-4301-1) with Dr. Gilles.\n\n\nWhile instances of SCP-4301-1 commonly display SCP-4301 making a pose, SCP-4301 also has the capability of altering SCP-4301-1 depending on the pose Dr. Gilles makes, or the other objects in the original picture. Alterations can include changes to SCP-4301-1's background, setting, inserted filter, and Dr. Gilles' actions.\n\n\nAddendum 4301-1:\n \nNotable instances of SCP-4301-1\n\n\n\n\nINSTANCE 3:\n\n\nLocation in original photograph:\n Site-75 Cafeteria\n\n\nTime:\n 1945 hours\n\n\nDr. Gilles' photographed activity:\n Smiling and sitting down on a cafeteria chair in front of a plate of food.\n\n\nAltered Result:\n No change in setting or Dr. Gilles' photographed activity. However, SCP-4301 is standing behind Dr. Gilles, smiling and waving at the camera.\n\n\n\n\n\n\nINSTANCE 21:\n\n\nLocation in original photograph:\n Site-75 Corridor\n\n\nTime:\n 1235 hours\n\n\nDr. Gilles' photographed activity:\n Making a finger gun pose.\n\n\nAltered Result:\n Setting altered to an old Western setting. Dr. Gilles and SCP-4301 stand in positions similar to that of a shootout.\n\n\n\n\n\n\nINSTANCE 34:\n\n\nLocation in original photograph:\n Foundation Space Observation Gallery\n\n\nTime:\n 1023 hours\n\n\nDr. Gilles' photographed activity:\n Posing in front of a model of the Foundation Shuttle.\n\n\nAltered Result:\n Setting altered to a setting of an unknown planet. Dr. Gilles and SCP-4301 pictured attempting to plant a Foundation flag.\n\n\n\n\n\n\nINSTANCE 41:\n\n\nLocation in original photograph:\n Dr. Gilles' Room, Site-75\n\n\nTime:\n 2112 hours\n\n\nDr. Gilles' photographed activity:\n Smiling and holding a cupcake with a lit birthday candle.\n\n\nAltered Result:\n No change in setting or Dr. Gilles' photographed activity. However, the words 'Happy Birthday, Gilles!' are printed on the top left corner of the SCP-4301-1 instance.\n\n\n\n\n\n\n\n\nOpen 'Interview 4301-A' file\n\n\n\n\n...\n\n\n\n\n\n\nInterviewed:\n Dr. Laura Gilles\n\n\nInterviewer:\n Dr. Hubert King, Site-75 On-Site Psychologist\n\n\nForeword:\n The interview was conducted at the personal request of Dr. Gilles.\n\n\n<Begin Log, 1634 hours>\n\n\nHK:\n Let's begin then. Dr. Gilles, you mentioned in your psychiatric session application form that you have been 'followed' by an unnatural entity that only appears in your photos.\n\n\nLG:\n That is true. The Foundation has classified the entity as an anomaly, and we are trying to capture it as of now.\n\n\nHK:\n So what seems to be the problem?\n\n\nLG:\n The entity looks like someone I know personally. My husband, in fact.\n\n\nHK:\n I see. And seeing him makes you uncomfortable?\n\n\nLG:\n More than that. It's like seeing someone again after a few years of separation from one another. You're happy to see them again, but you're not sure how much of the old 'them' is still in them. I had wished, prayed for his reappearance ever since he disappeared. Now that he has come back, I'm surprised and terrified at the same time. I wanted him to be by my side again after all these years, but instead, he only comes back when I take pictures of myself and disappears shortly after. I can't get a chance to talk to him, and that frustrates me.\n\n\nHK:\n But despite all that, you still love him?\n\n\nLG:\n Yes. That's why I'm trying to reach him, or at least the thing that acts like him. That's why I'm trying to capture it.\n\n\nHK:\n But, since the entity who looks like your husband doesn't talk to you when he appears, could it be that he just chooses not to talk to you?\n\n\nLG:\n Does it matter?\n\n\nHK:\n It matters a whole lot. If you're trying to reach him, or it, you must understand his decision and why he chooses to only do what he is doing. You can't force him to talk to you. That's just not how trust works. You need to trust that he will be by your side, and he needs to trust you too. If there is no trust, there will be no happiness for both you and him.\n\n\nLG:\n No. If I know him, he always trusts me to do the right thing, and capturing him is still the priority here.\n\n\nHK:\n I see. Good luck, then.\n\n\nLG:\n Thank you, doctor.\n\n\n<End Log, 1657 hours>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOpen 'Foundation Anomaly Containment Attempt 4301-Echo' file\n\n\n\n\n...\n\n\n\n\n\n\nFoundation Anomaly Containment Attempt 4301-Echo:\n\n\nPersonnel Involved:\n 6 MTF Phi-3 operatives, Dr. Laura Gilles\n\n\nDate and Time of Attempt:\n 02/07/14, 1416 hours\n\n\nLocation:\n Site-75 Cafeteria\n\n\nAttempt Summary:\n After SCP-4301 materialised, 6 MTF Phi-3 operatives attempted to capture it before it dematerialised using H-17 Humanoid Containment Cuffs and H-23 Humanoid Incapacitators.\n\n\nDuring the capture attempt, SCP-4301 violently resisted and injured 3 of the 6 operatives before subsequently dematerialising. It is not known whether it has suffered any injuries from the attempt.\n\n\nResults of Containment Attempt:\n Failure.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nINSTANCE 42:\n\n\nLocation in original photograph:\n Dr. Gilles' Room, Site-75\n\n\nTime:\n 1235 hours\n\n\nDr. Gilles' photographed activity:\n Standing in the room.\n\n\nAltered Result:\n No change in setting or Dr. Gilles' photographed activity. However, SCP-4301 can be seen huddled at the corner of the room with visible wounds on its body. The word ‘Why?’ is printed in red at the top left corner of the instance.\n\n\nAddendum 1:\n This is the only instance that was modified by SCP-4301 after Foundation Anomaly Containment Attempt 4301-Echo. Following the taking of this instance, SCP-4301 has failed to appear in any more of Dr. Gilles' pictures.\n\n\nAddendum 2:\n It has been noted that this particular SCP-4301-1 instance induces a state of guilt over any personnel who view it.\n\n\nNote: I’m sorry, Tim. I’m really sorry. - Dr. Gilles\n\n\n\n\n\n\n\n\n« \nSCP-4300\n | SCP-4301 | \nSCP-4302\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4301\n\" by DrMartens, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4301\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4301-1: Notable instances of SCP-4301-1"
    ],
    "documents": [],
    "notes": [
        "INSTANCE 3: Location in original photograph: Site-75 Cafeteria Time: 1945 hours Dr. Gilles' photographed activity: Smiling and sitting down on a cafeteria chair in front of a plate of food. Altered Result: No change in setting or Dr. Gilles' photographed activity. However, SCP-4301 is standing behind Dr. Gilles, smiling and waving at the camera.",
        "INSTANCE 21: Location in original photograph: Site-75 Corridor Time: 1235 hours Dr. Gilles' photographed activity: Making a finger gun pose. Altered Result: Setting altered to an old Western setting. Dr. Gilles and SCP-4301 stand in positions similar to that of a shootout.",
        "INSTANCE 34: Location in original photograph: Foundation Space Observation Gallery Time: 1023 hours Dr. Gilles' photographed activity: Posing in front of a model of the Foundation Shuttle. Altered Result: Setting altered to a setting of an unknown planet. Dr. Gilles and SCP-4301 pictured attempting to plant a Foundation flag.",
        "INSTANCE 41: Location in original photograph: Dr. Gilles' Room, Site-75 Time: 2112 hours Dr. Gilles' photographed activity: Smiling and holding a cupcake with a lit birthday candle. Altered Result: No change in setting or Dr. Gilles' photographed activity. However, the words 'Happy Birthday, Gilles!' are printed on the top left corner of the SCP-4301-1 instance.",
        "Interviewed: Dr. Laura Gilles Interviewer: Dr. Hubert King, Site-75 On-Site Psychologist Foreword: The interview was conducted at the personal request of Dr. Gilles. <Begin Log, 1634 hours> HK: Let's begin then. Dr. Gilles, you mentioned in your psychiatric session application form that you have been 'followed' by an unnatural entity that only appears in your photos. LG: That is true. The Foundation has classified the entity as an anomaly, and we are trying to capture it as of now. HK: So what seems to be the problem? LG: The entity looks like someone I know personally. My husband, in fact. HK: I see. And seeing him makes you uncomfortable? LG: More than that. It's like seeing someone again after a few years of separation from one another. You're happy to see them again, but you're not sure how much of the old 'them' is still in them. I had wished, prayed for his reappearance ever since he disappeared. Now that he has come back, I'm surprised and terrified at the same time. I wanted him to be by my side again after all these years, but instead, he only comes back when I take pictures of myself and disappears shortly after. I can't get a chance to talk to him, and that frustrates me. HK: But despite all that, you still love him? LG: Yes. That's why I'm trying to reach him, or at least the thing that acts like him. That's why I'm trying to capture it. HK: But, since the entity who looks like your husband doesn't talk to you when he appears, could it be that he just chooses not to talk to you? LG: Does it matter? HK: It matters a whole lot. If you're trying to reach him, or it, you must understand his decision and why he chooses to only do what he is doing. You can't force him to talk to you. That's just not how trust works. You need to trust that he will be by your side, and he needs to trust you too. If there is no trust, there will be no happiness for both you and him. LG: No. If I know him, he always trusts me to do the right thing, and capturing him is still the priority here. HK: I see. Good luck, then. LG: Thank you, doctor. <End Log, 1657 hours>",
        "Foundation Anomaly Containment Attempt 4301-Echo: Personnel Involved: 6 MTF Phi-3 operatives, Dr. Laura Gilles Date and Time of Attempt: 02/07/14, 1416 hours Location: Site-75 Cafeteria Attempt Summary: After SCP-4301 materialised, 6 MTF Phi-3 operatives attempted to capture it before it dematerialised using H-17 Humanoid Containment Cuffs and H-23 Humanoid Incapacitators. During the capture attempt, SCP-4301 violently resisted and injured 3 of the 6 operatives before subsequently dematerialising. It is not known whether it has suffered any injuries from the attempt. Results of Containment Attempt: Failure.",
        "INSTANCE 42: Location in original photograph: Dr. Gilles' Room, Site-75 Time: 1235 hours Dr. Gilles' photographed activity: Standing in the room. Altered Result: No change in setting or Dr. Gilles' photographed activity. However, SCP-4301 can be seen huddled at the corner of the room with visible wounds on its body. The word ‘Why?’ is printed in red at the top left corner of the instance. Addendum 1: This is the only instance that was modified by SCP-4301 after Foundation Anomaly Containment Attempt 4301-Echo. Following the taking of this instance, SCP-4301 has failed to appear in any more of Dr. Gilles' pictures. Addendum 2: It has been noted that this particular SCP-4301-1 instance induces a state of guilt over any personnel who view it. Note: I’m sorry, Tim. I’m really sorry. - Dr. Gilles",
        "\" SCP-4301 \" by DrMartens, from the SCP Wiki . Source: https://scpwiki.com/scp-4301 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4301",
    "object_class": "Euclid",
    "description": "SCP-4301 is a 1.72 m male humanoid closely linked to Dr. Laura Gilles, the head researcher of Site-75. While the reason as to why SCP-4301 is only linked to Dr. Gilles is still not known, Dr. Gilles has stated that the humanoid resembles Timothy Gilles, her husband who had vanished in Nevada in 1987.",
    "title": "SCP-4301"
}