{
    "url": "https://scp-wiki.wikidot.com/scp-4302",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\n\n\n\n\nManifestation on 02/14/12 before construction of Site-812, taken from within the Camry\n\n\n\n\n\n\nItem #:\n SCP-4302\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n The container for SCP-4302 is located within Site-812. It is to be constructed out of plywood and polyurethane foam, and must measure exactly 35 meters by 70 meters. This is despite the fact that such a container already exists. The entire site is to be lined with Standard Xyank-Stevensohn Reversal Manifestors; SRAs have no effect.\n\n\nThree times a month, SCP-4302 has manifested. Under no circumstances are personnel to approach the container, as the exact location and nature of the force inside are poorly understood. Personnel may be putting themselves at an unnecessary risk both to themselves and the long-term containment of SCP-4302. Testing is to be done with remotely activated drones, who are then to be constructed in order to facilitate testing.\n\n\nNo security cameras of any kind are allowed within Site-812, and no cameras of any kind are allowed within the 35 kilometer security perimeter surrounding Site-812.\n\n\nIf in the event of personnel becoming a target, the Foundation as a whole should be prepared to have records changed or deleted. This is normal. Agents assigned are to investigate maternity wards worldwide for any personnel lost to SCP-4302, and offer any civilians affected A-class amnestics.\n\n\nDescription:\n SCP-4302 is a phenomenon with an unclear chronology. Site-812 was a former technology park in Northeastern Iowa. Developer records at Sanderson, Lammeo, & Houtz Realty Inc. indicate a planned ground-breaking ceremony around 2020. Eyewitness accounts place the first manifestation of SCP-4302 precisely around June 2010. There have been no businesses in the development since 1980.\n\n\nSCP-4302 occurs three times a month, every month, during the full moon, and physically begins with the manifestation of a white 2007 Toyota Camry in the east parking lot. The Camry has no fuel. The headlights are illuminating a small pile of filmmaking equipment\n1\n, alongside two towels, a wooden chair, a Penn State University sweatshirt , a box of Nestle brand bottled water, and a tray of thirty-five assorted cookies. Notably, no cameras are present in the equipment.\n\n\nNext, patches of space across the technology park cease movement on the molecular level, with dimensions matching those of various cinematic aspect ratios. Following this, [DATA EXPUNGED] this marks the emergence of the [REDACTED] which is identical to a 'target', although all concrete evidence suggests that the individual in question was always there. It has been determined through rigorous testing that this is not actually SCP-4302 itself. Aside from being a theorized viewing system, what it actually is, is unknown.\n\n\nOnce it locks on to the 'target' [REDACTED] initially happens before the symptoms progress, typically mimicking dementia, but not dementia itself. Subjects are unable to run, occasionally unable to see as it approaches. Imaging of the body during these events suggests the actual nerves within the eyes are severed through unknown means. This is consistent with visual identification of it. Age of corpse is several years before individual's birth.\n\n\nThere is no memetic effect to SCP-4302. However, the sky above the event displays no stars. This effect is extant for 35km surrounding Site-812.\n\n\n\n\n\n\nDetail enlarged. [CONTEXT REDACTED] Researchers have determined that, although it cast a shadow, it was neither alive nor an object.\n\n\n\n\n\n\n[DATA EXPUNGED]. Civilian authorities have no evidence of any individual who could have committed such an act attending any university, nor making any purchases. Forensic paleontologists working concurrently in seventy-five regions have noted the evidence of a murder stretches as far back as the Cretaceous Period. The temporal effects of SCP-4302 make this identification difficult. The artifacts recovered from Mongolia and the Hell Creek Badlands indicate there never was any blood on the lens.\n\n\n\n\nFootnotes\n\n\n1\n. Consisting of microphone, boom pole, lens case (containing two lenses, 35mm and 70mm), microphone case, cords, battery packs, and slate.\n\n\n\n\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3999\n\n\nRating: 2844\n\n\n\n\n\n\nSCP-2432\n\n\nRating: 482\n\n\n\n\n\n\nSCP-Big egg\n\n\nRating: 430\n\n\n\n\n\n\nSCP-4012\n\n\nRating: 276\n\n\n\n\n\n\nSCP-3000-J\n\n\nRating: 244\n\n\n\n\n\n\nSCP-5702\n\n\nRating: 189\n\n\n\n\n\n\nSCP-2817\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2714\n\n\nRating: 154\n\n\n\n\n\n\nSCP-4930\n\n\nRating: 146\n\n\n\n\n\n\nSCP-3520\n\n\nRating: 136\n\n\n\n\n\n\nSCP-5401\n\n\nRating: 107\n\n\n\n\n\n\nSCP-3672\n\n\nRating: 96\n\n\n\n\n\n\nSCP-3643\n\n\nRating: 62\n\n\n\n\n\n\nSCP-2302\n\n\nRating: 60\n\n\n\n\n\n\nSCP-6513\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5598\n\n\nRating: 54\n\n\n\n\n\n\nSCP-5753\n\n\nRating: 53\n\n\n\n\n\n\nSCP-4701\n\n\nRating: 46\n\n\n\n\n\n\nSCP-2653\n\n\nRating: 45\n\n\n\n\n\n\nSCP-4875\n\n\nRating: 42\n\n\n\n\n\n\nSCP-4302\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4753\n\n\nRating: 30\n\n\n\n\n\n\nSCP-3796\n\n\nRating: 23\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nRONALD REAGAN CUT UP WHILE RAPPING\n\n\nRating: 246\n\n\n\n\n\n\nasmr by dado\n\n\nRating: 243\n\n\n\n\n\n\nExcerpt from The Astrolabe Institute Journal\n\n\nRating: 187\n\n\n\n\n\n\nAmnestic\n\n\nRating: 50\n\n\n\n\n\n\nThe William Penn Iteration\n\n\nRating: 47\n\n\n\n\n\n\nEnd Of Deaf; or, In the Clutches of Dumb\n\n\nRating: 38\n\n\n\n\n\n\nInterior—Interior\n\n\nRating: 33\n\n\n\n\n\n\nThe News Tonight: Wednesday April 26th 2017\n\n\nRating: 33\n\n\n\n\n\n\nThe Undoing\n\n\nRating: 30\n\n\n\n\n\n\nHoly Mackerel\n\n\nRating: 28\n\n\n\n\n\n\nPortrait of Two Choreographers\n\n\nRating: 24\n\n\n\n\n\n\nGrandchildren Frost\n\n\nRating: 23\n\n\n\n\n\n\nWade Williams Distribution Presents:\n\n\nRating: 20\n\n\n\n\n\n\nThe DevourerLand Diaries\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4301\n | SCP-4302 | \nSCP-4303\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4302\n\" by LordStonefish, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4302\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilenames:\n ProductionAssistant.jpg, ProductionAssistant2.jpeg\n\n\nAuthor:\n \nLordStonefish\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4302 \" by LordStonefish, from the SCP Wiki . Source: https://scpwiki.com/scp-4302 . Licensed under CC-BY-SA .",
        "Filenames: ProductionAssistant.jpg, ProductionAssistant2.jpeg Author: LordStonefish License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-4302",
    "object_class": "Keter",
    "containment_procedures": "The container for SCP-4302 is located within Site-812. It is to be constructed out of plywood and polyurethane foam, and must measure exactly 35 meters by 70 meters. This is despite the fact that such a container already exists. The entire site is to be lined with Standard Xyank-Stevensohn Reversal Manifestors; SRAs have no effect.",
    "description": "SCP-4302 is a phenomenon with an unclear chronology. Site-812 was a former technology park in Northeastern Iowa. Developer records at Sanderson, Lammeo, & Houtz Realty Inc. indicate a planned ground-breaking ceremony around 2020. Eyewitness accounts place the first manifestation of SCP-4302 precisely around June 2010. There have been no businesses in the development since 1980.",
    "title": "SCP-4302"
}