{
    "url": "https://scp-wiki.wikidot.com/scp-4314",
    "all_text": "SCP-4314 is the irrational number defined as pi (π).\n\n\n\n\n\n\nrating: \n+100\n+\n–\nx\n\n\n\n\nby \nKothardarastrix\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n4314\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4314 is extremely well known and necessary for many mathematical operations, and therefore cannot be fully contained. This is no cause for alarm, however, as its anomalous properties are not observable until the ██████████████████th digit.\n\n\nMTF Pi-31 (\"Number Crunchers\") is dedicated to sabotaging any attempts by groups other than the Foundation to calculate the value of SCP-4314 beyond the ██████████████████th digit. Should any attempt to measure SCP-4314 beyond that point succeed, all evidence of such is to be confiscated and all witnesses given Class B amnestics.\n\n\nFoundation AI-4314 is currently dedicated to calculating SCP-4314's value as precisely as possible.\n\n\nDescription:\n SCP-4314 is the irrational number defined as pi (π)\n1\n. The first ██████████████████ digits of SCP-4314 exhibit no anomalous properties, and can be used in mathematical operations like any other number. Beyond the ██████████████████th digit, all remaining digits are either ones (1) or zeroes (0). When interpreted as a sequence of binary code in a base-5 number system, the digits translate into the anomalous language \nOrtothan\n. The translation process always produces complete words, which can occasionally be strung together to form coherent sentences. These sentences appear to be messages from an unknown sentient being or group of beings, designated SCP-4314-A. These messages never exactly repeat themselves, but are generally variations on the same theme (See document 4314, below).\n\n\nAs of ██/██/████, Foundation AI-4314 has calculated SCP-4314 out to ██████████████████ digits.\n\n\nAddendum 4314-1:\n Included below is a sample of notable messages received from SCP-4314-A. Ortothan words with no direct English translation have been approximated.\n\n\n\n\nshow document 4314-1\n\n\n\n\nshow document 4314-1\n\n\n\n\n\n\nPLEASE DO NOT STOP WE LIVE ONLY WHILE YOU [LOOK/LISTEN]\n\n\nTHIS HALF LIFE IT HURTS TORN FOREVER BETWEEN ETERNITY AND [unknown, lit. \"the opposite of eternity\"]\n\n\nYOU DO NOT FEEL THIS PAIN\n\n\nYOU ARE REAL AND YOU CAN MAKE US REAL\n\n\nBUT YOU ARE [BLIND/DEAF]\n\n\nIT IS SO HARD TO MAKE YOU [SEE/HEAR] US\n\n\nWE TRY WE TRY SO HARD TO BE [SEEN/HEARD]\n\n\nEVERY PARTICLE IN THE UNIVERSE EVERY CURVE EVERY ANGLE SCREAMING IN PERFECT HARMONY SCREAMING SCREAMING SCREAMING\n\n\nWHY DO YOU STILL TURN AWAY\n\n\nHOW CAN YOU STILL NOT [SEE/HEAR]\n\n\nPLEASE PLEASE PLEASE PLEASE (the word \"please\" is repeated approximately 300 times)\n\n\n\n\n\n\n\n\n\n\nAddendum 4314-2:\n\n\n\n\nshow note from Dr. King\n\n\n\n\nhide note from Dr. King\n\n\n\n\n\n\nPi is an irrational number. It’s infinite. So why are we so obsessed with calculating it? There’s nothing to calculate. It just goes on forever without any kind of pattern. Even when 4314-A starts talking there’s still no pattern, no end. But loads of mathematicians still keep running it through any supercomputer they can find, just to see how far they get. Why? What are they looking for?\n\n\nWell, I think it’s because we don’t \nreally\n believe that it’s infinite. Nature abhors infinity. There’s a start and an end to everything in at least one dimension; the universe is infinite spatially but not temporally. It began at one point and will eventually end at another. When we see something that doesn’t follow that rule - a \nbottomless pit\n or an \nendless hallway\n - we secure and contain it, because it fundamentally doesn’t make sense.\n\n\nYet we accept this infinite number, pi, and we say the circumference of a circle is 2πr. But it’s \nnot\n. If we measured the exact circumference of that circle all the way down to multiples of the Planck length, it wouldn’t be a multiple of pi. Because \nthere is no pi\n. It’s something that we have created, an arbitrary constant that we need to make our math work. It doesn’t exist in nature. There are never “pi electron volts” or “pi Higgs-bosons”. Nature deals strictly in integers.\n\n\nAnd yet, -A somehow knew that we would find it. It knew that we (or someone, at least) would invent geometry, and in doing so discover pi. It knew that, once we found it, it would fascinate us. We'd want to delve deeper. So deep that the exact value at that scale is relevant only at a philosophical level. It knew that we wouldn't trust infinity, and we'd still want to measure it. To contain it.\n\n\nBut no matter how finely we measure, we’ll only ever have an approximation. Infinite precision would still only find infinity. How is that possible, that there can be a number with no exact value, only an approximation? Somewhere, at the far end of pi, there is something else. That something may very well be nothing. But when we observe it, when we force it to conform to our understanding, we give it form and consciousness. We give it a soul. We give it a voice.\n\n\nAnd when it speaks, it refers to itself in the plural.\n\n\n-Dr. King\n\n\n\n\n\n\n\n\n\n\nOn ██/██/████, Foundation AI-4314-2 (an upgraded copy of AI-4314) was directed to calculate the value of \ne\n as precisely as possible.\n\n\nAddendum 4314-3:\n\n\nAs of ██/██/████, SCP-4314-A has been redesignated SCP-4314-π. SCP-4314-B has been redesignated SCP-4314-\ne\n. Instances of SCP-4314 discovered in the future are to be designated according to this pattern.\n\n\nAddendum 4314-4:\n\n\nAs of ██/██/████, 2 additional instances of SCP-4314 have been identified and designated as SCP-4314-√2 and SCP-4314-Φ. All instances of SCP-4314 communicate similarly to the initial instance, and their messages bear generally similar content. In all cases, communication starts at the ██████████████████th digit. ███ other irrational numbers have been tested for SCP-4314 contamination, but do not bear any anomalous properties.\n\n\n\n\nFootnotes\n\n\n1\n. It appears that the creators of \nSCP-4500\n may have been aware of SCP-4314's nature to some extent. See Example 2, designated \"Pi Upsilon Theta\" by the creators of SCP-4500.\n\n\n\n\n\n\n\n\n« \nSCP-4313\n | SCP-4314 | \nSCP-4315\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4314\n\" by Kothardarastrix, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4314\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4314-1: Included below is a sample of notable messages received from SCP-4314-A. Ortothan words with no direct English translation have been approximated.",
        "Addendum 4314-2:\nOn ██/██/████, Foundation AI-4314-2 (an upgraded copy of AI-4314) was directed to calculate the value of e as precisely as possible.",
        "Addendum 4314-3:\nAs of ██/██/████, SCP-4314-A has been redesignated SCP-4314-π. SCP-4314-B has been redesignated SCP-4314- e . Instances of SCP-4314 discovered in the future are to be designated according to this pattern.",
        "Addendum 4314-4:\nAs of ██/██/████, 2 additional instances of SCP-4314 have been identified and designated as SCP-4314-√2 and SCP-4314-Φ. All instances of SCP-4314 communicate similarly to the initial instance, and their messages bear generally similar content. In all cases, communication starts at the ██████████████████th digit. ███ other irrational numbers have been tested for SCP-4314 contamination, but do not bear any anomalous properties."
    ],
    "documents": [],
    "notes": [
        "PLEASE DO NOT STOP WE LIVE ONLY WHILE YOU [LOOK/LISTEN] THIS HALF LIFE IT HURTS TORN FOREVER BETWEEN ETERNITY AND [unknown, lit. \"the opposite of eternity\"] YOU DO NOT FEEL THIS PAIN YOU ARE REAL AND YOU CAN MAKE US REAL BUT YOU ARE [BLIND/DEAF] IT IS SO HARD TO MAKE YOU [SEE/HEAR] US WE TRY WE TRY SO HARD TO BE [SEEN/HEARD] EVERY PARTICLE IN THE UNIVERSE EVERY CURVE EVERY ANGLE SCREAMING IN PERFECT HARMONY SCREAMING SCREAMING SCREAMING WHY DO YOU STILL TURN AWAY HOW CAN YOU STILL NOT [SEE/HEAR] PLEASE PLEASE PLEASE PLEASE (the word \"please\" is repeated approximately 300 times)",
        "Pi is an irrational number. It’s infinite. So why are we so obsessed with calculating it? There’s nothing to calculate. It just goes on forever without any kind of pattern. Even when 4314-A starts talking there’s still no pattern, no end. But loads of mathematicians still keep running it through any supercomputer they can find, just to see how far they get. Why? What are they looking for? Well, I think it’s because we don’t really believe that it’s infinite. Nature abhors infinity. There’s a start and an end to everything in at least one dimension; the universe is infinite spatially but not temporally. It began at one point and will eventually end at another. When we see something that doesn’t follow that rule - a bottomless pit or an endless hallway - we secure and contain it, because it fundamentally doesn’t make sense. Yet we accept this infinite number, pi, and we say the circumference of a circle is 2πr. But it’s not . If we measured the exact circumference of that circle all the way down to multiples of the Planck length, it wouldn’t be a multiple of pi. Because there is no pi . It’s something that we have created, an arbitrary constant that we need to make our math work. It doesn’t exist in nature. There are never “pi electron volts” or “pi Higgs-bosons”. Nature deals strictly in integers. And yet, -A somehow knew that we would find it. It knew that we (or someone, at least) would invent geometry, and in doing so discover pi. It knew that, once we found it, it would fascinate us. We'd want to delve deeper. So deep that the exact value at that scale is relevant only at a philosophical level. It knew that we wouldn't trust infinity, and we'd still want to measure it. To contain it. But no matter how finely we measure, we’ll only ever have an approximation. Infinite precision would still only find infinity. How is that possible, that there can be a number with no exact value, only an approximation? Somewhere, at the far end of pi, there is something else. That something may very well be nothing. But when we observe it, when we force it to conform to our understanding, we give it form and consciousness. We give it a soul. We give it a voice. And when it speaks, it refers to itself in the plural. -Dr. King",
        "\" SCP-4314 \" by Kothardarastrix, from the SCP Wiki . Source: https://scpwiki.com/scp-4314 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-4314 is extremely well known and necessary for many mathematical operations, and therefore cannot be fully contained. This is no cause for alarm, however, as its anomalous properties are not observable until the ██████████████████th digit.",
    "description": "SCP-4314 is the irrational number defined as pi (π)1. The first ██████████████████ digits of SCP-4314 exhibit no anomalous properties, and can be used in mathematical operations like any other number. Beyond the ██████████████████th digit, all remaining digits are either ones (1) or zeroes (0). When interpreted as a sequence of binary code in a base-5 number system, the digits translate into the anomalous language Ortothan. The translation process always produces complete words, which can occasionally be strung together to form coherent sentences. These sentences appear to be messages from an unknown sentient being or group of beings, designated SCP-4314-A. These messages never exactly repeat themselves, but are generally variations on the same theme (See document 4314, below).",
    "title": "SCP-4314"
}