{
    "url": "https://scp-wiki.wikidot.com/scp-4319",
    "all_text": "rating: \n+438\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\nAbout Us ♡(Ξ◕◡◕Ξ)♡\n\n\n\n\nItem #: SCP-4319\n\n\n\n\n\n\n\n\n\n\nBy Jess Landons\n\n\n\n\nObject Class: Keter\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nJust Girly Things is a blog site run by girls, for girls! You can find it just by searching for our url,\n\nwww.justgirlythingsblogsite.si.\n\n\n\n\n\n\n♡♡♡♡♡♡♡♡♡♡\n\n\n\n\n♡♡♡♡♡♡♡♡♡♡\n\n\n\n\nSpecial Containment Procedures:\n Foundation web crawlers have been set up to search for any mention of the IP address in which SCP-4319 functions. Any mention is then to be immediately blocked from any public web servers. This block is to be re-instated once every seven days after it is forcefully removed by SCP-4319.\n\n\n\n\n\n\n\n\n\n\n \n\n\nSo, what does our site do? We've had a lot of you ask us for a proper introduction post, so I thought I would take the initiative! One of the first things to know is that once you visit our site, all digital interfaces including home screens and lock screens of phones will match up to the JGT theme! Just a little treat from us to help remind you of your girly nature! We also can also give you new clothes to make you the best you can be as a girl! You don't have to worry about shipping and all that jazz, it appears right on your body and in your closet! Isn't that nice of us? I think it is! All the cool features and stuff will only go to the girl who was the one to pull up our site on their device. So friends, get going on your own to experience these cool features too! :3\n\n\n\n\n\n\n♡♡♡♡♡♡♡♡♡♡\n\n\n\n\n♡♡♡♡♡♡♡♡♡♡\n\n\n\n\nDescription:\n SCP-4319 is an internet blog site under the name \"Just Girly Things.\" The anomaly of SCP-4319 manifests in its ability to\n \nTooootally help out girls big time! Trying to stop this boringness but we do what we can~\n\n\n\n\n\n\n\n\n\n\n \n\n\nWe like to be a place with all things girly because well, sometimes girls have trouble understanding their place as a girl. Like Ella's sister started dressing like a boy and insisted she call her ‘Landon' or something. What Cora really needed is a reminder of how important girlhood really is! That's why Ella helped her see it again! I think that was really sweet of her. \nWell, sweet of KeeLee too because she helped Ella which helped Ella help Cora!\n Anyways, Cora's boring boyish room turned all pink with dresses and makeup and nail polish and stuff! Like I ALWAYS turn everything around me pink. Some girls don’t think they’re boys, but are just super into sports and stuff and still think they're true girls.＼＼\\\\٩(๑‘^´๑)۶//／／Isn’t that just dumb?\n\n\nLike my old best friend liked soccer and watching sports ball or whatever. Like come on girl. GIRLS AREN’T SUPPOSED TO HAVE SHORT HAIR CORA AND MOLLIE! Ahem. I mean it's not like she got to super often since we met anyways, but come on! Maybe being treated like a human is something she could have focused on. ANYWAYS. Now, she's a total beauty queen! She loved the site that KeeLee made! I mean how could you not?!\n\n\nBut I mean I guess I get not being super girly? I was never into girly things much as a kid because that stuff just wasn't accesible for me. I mean in a way I did do one thing considered super girly, but I don't think I need to talk about it here lol. KeeLee first created JGT in 2006 in the form of a magazine, which is the form I first found out about it in. I was given the magazine one day becuase apparently I 'needed' to 'learn the values' or something. But I mean it CHANGED. MY. LIFE. I would tear out the pages and use them to decorate the bland gray walls I was always around. But then, everything just became pink instead!\n\n\nJGT helped me realize my place in the world. I needed to stop pitying myself for my situation. I'm a girly and I'm STRONGGGGGG. It's honestly so fucking dumb if you keep pittying yourself girls. If you're getting hurt, it's because YOU did something wrong. You're probably not being hurt unjustfully. Or well, you aren't! \nJust start making heart shaped cookies,\n start doing your makeup girls! That's what you're for boo! ANYWaaysss.\n\n\nJGT became a blog site in 2010, and has been influencing girls EVERYWHERE every single day! Our posts have changed lives! Just like KeeLee's magazine changed mine! I don't see grey stone walls anymore, they're pink stone walls now! I have my wonderful pets Mandy the beetle and Cutie the cat! I'm allowed to like bugs BY THE WAY. Not every girl is, but KeeLee said I can. HAHA anyways ꐑ(*ꐌ◡ꐌꐐ*)࿐࿔࿓\n\n\n\n\n\n\n♡♡♡♡♡♡♡♡♡♡\n\n\n\n\n♡♡♡♡♡♡♡♡♡♡\n\n\n\n\nThe Foundation first became aware of SCP-4319 after Researcher █████ had accessed the Site using foundation technology. Researcher █████ spontaneously began altering baseline reality, causing all objects in her immediate vicinity to take on traditionally \"feminine\" qualities, such as heart-shaped pillows, pink hues, floral wall decor, jewelry, make-up brushes, frilly curtains, etc. Researcher █████ attacked Dr. Leena claiming she 'was a fake woman.' A security breach took place soon after, causing the evacuation of site ██. Researcher █████ is now quarantined at Site ██.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nKnowing things about our viewers/readers is really just part of us. I mean have you ever read a teen magazine made for girls and they had quizzes that CLAIMED they knew you? Claimed their quizzes could really help you and your future? Well we're the version of that that's A digital and B TOTALLY FOR REAL! None of that fake bullshit. We really do help our fellow girls! So…..\n\n\n \n\n\n \n\n\nQuiz!!!\n\n\n\n\nJot down your answers on a sheet of paper and tally them up to see your results at the end!\n\n\n\n\n\n\n\n\n1.) What would be your ideal day?\n\n\n\n\n\n\n\n\n\n\nA) Finding your most treasured lost item at a thrift shop\n\n\n\n\n\n\n\n\n\n\nB) Redoing one of your worst moments and fixing it\n\n\n\n\n\n\n\n\n\n\nC) Getting revenge on who hurt you\n\n\n\n\n\n\n\n\n\n\nD) Seeing someone you can never see again\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n2.) What do you look for in a person?\n\n\n\n\n\n\n\n\n\n\nA) Is just as weird as you\n\n\n\n\n\n\n\n\n\n\nB) Knows how to use a gun\n\n\n\n\n\n\n\n\n\n\nC) Has the same desire to fix the past\n\n\n\n\n\n\n\n\n\n\nD) Is someone who you lost\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n3.) If you could have any super power, what would it be?\n\n\n\n\n\n\n\n\n\n\nA) The ability to read minds\n\n\n\n\n\n\n\n\n\n\nB) The ability to reverse time\n\n\n\n\n\n\n\n\n\n\nC) The ability to communicate with past versions of yourself\n\n\n\n\n\n\n\n\n\n\nD) The ability to talk to anyone no matter where they are in the universe\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n4.) What do you wish for your future?\n\n\n\n\n\n\n\n\n\n\nA) To become successful in achieving your greatest wish\n\n\n\n\n\n\n\n\n\n\nB) To guide others in their life journey\n\n\n\n\n\n\n\n\n\n\nC) To protect people from the dangers of themselves\n\n\n\n\n\n\n\n\n\n\nD) To become a warning\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nRESULTS!!!\n\n\nIf you picked mostly A…\n\n\nYour main personality trait is determination! You're a go getter! You aren't afraid of danger, and you know how to protect yourself.\n\n\n \n\n\n \n\n\nIf you picked mostly B…\n\n\nYour main personality trait is generosity! You want to help others, no matter what that means! A bit of invasion may be necessary, but in the end, the lives of those around you will be so much better!\n\n\n \n\n\n \n\n\nIf you picked mostly C…\n\n\nRedo yourself. Seriously? All you do is live on guilt. What's even the point?\n\n\n \n\n\n \n\n\nIf you picked mostly D…\n\n\nYou miss them that much? You're pathetic. You should have been better. God.\n\n\n\n\n\n\n\n\n\n\nI hope that was fun! We've got TONS more quizzes  over on our site! You should check it out! :3\n\n\n\n\nI hope I'm okay. I think I am.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-4318\n | SCP-4319 | \nSCP-4320\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4319\n\" by DianaBerry, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4319\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "♡♡♡♡♡♡♡♡♡♡ ♡♡♡♡♡♡♡♡♡♡ Special Containment Procedures: Foundation web crawlers have been set up to search for any mention of the IP address in which SCP-4319 functions. Any mention is then to be immediately blocked from any public web servers. This block is to be re-instated once every seven days after it is forcefully removed by SCP-4319.",
        "♡♡♡♡♡♡♡♡♡♡ ♡♡♡♡♡♡♡♡♡♡ Description: SCP-4319 is an internet blog site under the name \"Just Girly Things.\" The anomaly of SCP-4319 manifests in its ability to Tooootally help out girls big time! Trying to stop this boringness but we do what we can~",
        "♡♡♡♡♡♡♡♡♡♡ ♡♡♡♡♡♡♡♡♡♡ The Foundation first became aware of SCP-4319 after Researcher █████ had accessed the Site using foundation technology. Researcher █████ spontaneously began altering baseline reality, causing all objects in her immediate vicinity to take on traditionally \"feminine\" qualities, such as heart-shaped pillows, pink hues, floral wall decor, jewelry, make-up brushes, frilly curtains, etc. Researcher █████ attacked Dr. Leena claiming she 'was a fake woman.' A security breach took place soon after, causing the evacuation of site ██. Researcher █████ is now quarantined at Site ██.",
        "Jot down your answers on a sheet of paper and tally them up to see your results at the end!",
        "I hope that was fun! We've got TONS more quizzes  over on our site! You should check it out! :3 I hope I'm okay. I think I am.",
        "\" SCP-4319 \" by DianaBerry, from the SCP Wiki . Source: https://scpwiki.com/scp-4319 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Foundation web crawlers have been set up to search for any mention of the IP address in which SCP-4319 functions. Any mention is then to be immediately blocked from any public web servers. This block is to be re-instated once every seven days after it is forcefully removed by SCP-4319.",
    "description": "SCP-4319 is an internet blog site under the name \"Just Girly Things.\" The anomaly of SCP-4319 manifests in its ability to Tooootally help out girls big time! Trying to stop this boringness but we do what we can~",
    "title": "SCP-4319"
}