{
    "url": "https://scp-wiki.wikidot.com/scp-4322",
    "all_text": "rating: \n+180\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-4322:\n Sleepless Dreams\n\n\nAuthor:\n \naismallard\n\n\nMusic:\n \nAir on G string by Johannes Sebastian Bach\n\n\nThanks to:\n\n\n\n\nwctaiwan\n\n\nKindlyTurtleClem\n\n\nWoedenaz\n \n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n4/4322\n LEVEL \n4/4322\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4322\n\n\n\n\n\n\nThaumiel\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4322\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4322 is to remain continuously active, with daily four-hour breaks in transmission. Interviews with interred D-class are to be carried out quarterly to maintain quality of service. Personnel are encouraged to submit media for potential inclusion in broadcasts.\n\n\nDescription:\n SCP-4322 is a radio transceiver, anomalously modified to transmit psionic waves instead of electromagnetic radiation. It receives input via a standard Ψ-5 cable\n1\n and, until its modification by Foundation researchers, generated output using its metal casing as an antenna. The object was recovered from PoI-3984 in Szczecin, Poland, who had previously used the object to provide comfort for his mother.\n\n\nThe psychic energy produced by SCP-4322 matches the profile of Type-Δ anomalous radiation, which is characterized by its extremely low interference with matter and high propagation over great distances. As part of Project Somnium, Foundation researchers installed an antenna extension composed of a beryllium-copper-lead alloy. This increased the effective range of SCP-4322 from approximately 4 meters to 2.1 × 10\n7\n meters, permitting its signals to be received anywhere on Earth.\n\n\nHowever, despite its high transmissibility, the signal is weak and difficult to detect: the only known receivers are Class-II psychoreceptors or sentient minds lacking normal sensory input.\n\n\nDue to the psychic nature of the transmission, receiving individuals are capable of complete perception of the broadcast, regardless of prior sensory impairments\n2\n or linguistic fluency. Research is presently underway to include support for tactile, gustatory, and olfactory sensations.\n\n\nMedia selected for SCP-4322 should be generally inoffensive and culturally varied. Examples of past transmissions have included:\n\n\n\n\nBeethoven's Sixth Symphony in F major\n\n\nHour-long recording of rain\n\n\nDocumentary about the history of calculus\n\n\nImprovised, small-ensemble jazz from \nSCP-5805\n\n\nPaintings of wolves hunting\n\n\nMy Neighbor Totoro\n (1988)\n\n\nTuvan throat singing\n\n\nPictures of nature taken in New Zealand\n\n\nDark Was the Night\n by Blind Willie Johnson\n\n\n\n\nAddendum 4322-1:\n Project Somnium\n\n\nFollowing the object's initial recovery, it was kept in a Safe-class locker until it was requisitioned to study weak psychosignalling, which was hypothesized to permit field communication where standard radio equipment could not be used. While the project was ultimately abandoned, it was discovered that experimental alloy B-1304 was effective at propagating SCP-4322's waveforms.\n\n\nSenior Researcher Chen proposed Project Somnium, which was denied by O5-13 as an unacceptable risk to normalcy. The Ethics Committee subsequently voted to overturn the decision and approved allocation of resources for the project.\n\n\nTesting of SCP-4322's ability to transmit sound, visuals, and abstract concepts was performed on D-41562 by temporarily disabling their external sensory input.\n3\n Over the course of four months, modifications were made to the object's transmitter to achieve global coverage. A trial run was undertaken for six months to discover any previously unknown side effects. After being deemed safe, O5-4 approved full deployment and reclassified SCP-4322 as Thaumiel.\n\n\nSince its activation, it is estimated that the object has lessened the suffering of over \ntwelve million disembodied brains\n.\n\n\n\n\nFootnotes\n\n\n1\n. Coaxial cable designed for the transfer of anomalous memetic information.\n\n\n2\n. Such as deafness or blindness.\n\n\n3\n. After this individual's body expired, their brain was moved to a standard mind-interface capsule per Foundation interment protocol.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\naismallard's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6115\n \n•\n\n\n\n\n\n\nSCP-4781\n \n•\n\n\n\n\n\n\nSCP-8998\n \n•\n\n\n\n\n\n\nSCP-1047-J\n \n•\n\n\n\n\n\n\nSCP-4853\n \n•\n\n\n\n\n\n\nSCP-5134\n \n•\n\n\n\n\n\n\nSCP-1294-J\n \n•\n\n\n\n\n\n\nSCP-4339\n \n•\n\n\n\n\n\n\nSCP-3597\n \n•\n\n\n\n\n\n\nSCP-7558\n \n•\n\n\n\n\n\n\nSCP-5446\n \n•\n\n\n\n\n\n\nSCP-5871\n \n•\n\n\n\n\n\n\nSCP-8019\n \n•\n\n\n\n\n\n\nSCP-5900\n \n•\n\n\n\n\n\n\nSCP-4447\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nCrunch Time\n \n•\n\n\n\n\n\n\nThe Pumpkin Mystery\n \n•\n\n\n\n\n\n\nContinuous Integration\n \n•\n\n\n\n\n\n\nStealing Something Else\n \n•\n\n\n\n\n\n\nThe Heart of the Beast\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nMeet The Staff\n \n•\n\n\n\n\n\n\naismallard's personnel file\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4321\n | SCP-4322 | \nSCP-4323\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4322\n\" by aismallard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4322\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-4322.jpeg\n\n\nAuthor:\n PxHere\n\n\nLicense:\n CC0 / Public Domain\n\n\nSource Link:\n \nhttps://pxhere.com/en/photo/1284642",
    "addendums": [
        "Addendum 4322-1: Project Somnium\nFollowing the object's initial recovery, it was kept in a Safe-class locker until it was requisitioned to study weak psychosignalling, which was hypothesized to permit field communication where standard radio equipment could not be used. While the project was ultimately abandoned, it was discovered that experimental alloy B-1304 was effective at propagating SCP-4322's waveforms.\nSenior Researcher Chen proposed Project Somnium, which was denied by O5-13 as an unacceptable risk to normalcy. The Ethics Committee subsequently voted to overturn the decision and approved allocation of resources for the project.\nTesting of SCP-4322's ability to transmit sound, visuals, and abstract concepts was performed on D-41562 by temporarily disabling their external sensory input. 3 Over the course of four months, modifications were made to the object's transmitter to achieve global coverage. A trial run was undertaken for six months to discover any previously unknown side effects. After being deemed safe, O5-4 approved full deployment and reclassified SCP-4322 as Thaumiel.\nSince its activation, it is estimated that the object has lessened the suffering of over twelve million disembodied brains ."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4322 \" by aismallard, from the SCP Wiki . Source: https://scpwiki.com/scp-4322 . Licensed under CC-BY-SA .",
        "Filename: scp-4322.jpeg Author: PxHere License: CC0 / Public Domain Source Link: https://pxhere.com/en/photo/1284642"
    ],
    "containment_procedures": "SCP-4322 is to remain continuously active, with daily four-hour breaks in transmission. Interviews with interred D-class are to be carried out quarterly to maintain quality of service. Personnel are encouraged to submit media for potential inclusion in broadcasts.",
    "description": "SCP-4322 is a radio transceiver, anomalously modified to transmit psionic waves instead of electromagnetic radiation. It receives input via a standard Ψ-5 cable1 and, until its modification by Foundation researchers, generated output using its metal casing as an antenna. The object was recovered from PoI-3984 in Szczecin, Poland, who had previously used the object to provide comfort for his mother.",
    "title": "SCP-4322"
}