{
    "url": "https://scp-wiki.wikidot.com/scp-4323",
    "all_text": "rating: \n+42\n+\n–\nx\n\n\nItem #:\n SCP-4323\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-4323 positive invertebrates may be contained by any sufficiently equipped biological containment facility. Other SCP-4323 positive non-human animals are to be euthanised and incinerated. SCP-4323 positive plant matter is to be incinerated. No experiments are to be performed on SCP-4323 positive material without express permission of a majority of the O5 council.\n\n\nIn the discovery of an SCP-4323 positive human, that human is to be immediately contained and isolated from macroscopic biological matter until they expire. Two weeks after their expiration, their remains are to be incinerated. SCP-4323 positive humans should not be permitted to expire in a fashion other than caloric deprivation.\n\n\nSCP-4323 positive organisms are not to be exposed to each other under any circumstances.\n\n\nThese procedures are to be maintained and enforced by MTF Gamma-1 (\"Gypsum Blood\").\n\n\nDescription:\n SCP-4323 is a series of anomalous symptoms which living macroscopic eukaryotic organisms can spontaneously exhibit. While exact symptoms vary, SCP-4323 positive behaviour is most commonly characterised by:\n\n\n\n\nAccelerated phagocytic behaviour of all cells in that organism, indiscriminately acting to trap and consume foreign eukaryotic cells. This is exhibited to such a degree that contact between an SCP-4323 positive organism and another eukaryotic organism results in the contacted surface being consumed in the span of milliseconds.\n\n\nRapid osmotic distribution of nutrients acquired in this manner throughout the organism.\n\n\nA drastic increase in turgor pressure, which is non-fatal in animal cells due to an extreme strengthening of the cytoskeleton. This allows SCP-4323 positive organisms to maintain their physical size even after consumption of large amounts of biological material. Cells will typically divide after reaching an internal density of 8.3 grams per cubic centimeter.\n\n\nMacroscopic physical animacy and reconfiguration. In the case of non-animate organisms such as plants and fungi, this typically exhibits as a crawling locomotion. In animals, this often manifests as the creation of additional limbs or redundant organs.\n\n\nGreatly increased catabolic rate and, correspondingly, caloric demand. This manifests as a sensation of extreme hunger in biological organisms.\n\n\n\n\nThere is no apparent cause of SCP-4323, though its rate of incidence is inversely proportional to local biodiversity. Attempts to manipulate the rate of incidence by artificially altering the environment (as was mandated by previous containment procedures) have not had a substantial effect on incidence rates. Approximately half of all instances are discovered in densely populated urban areas; of these, approximately 80% are humans. In these cases, exhibition of SCP-4323 symptoms is usually accompanied by panic, as it is most commonly discovered by incidental contact with pets, plants, coworkers, or family members.\n\n\n\n\n\n\n« \nSCP-4322\n | SCP-4323 | \nSCP-4324\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4323\n\" by Randomini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4323\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4323 \" by Randomini, from the SCP Wiki . Source: https://scpwiki.com/scp-4323 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4323",
    "object_class": "Keter",
    "containment_procedures": "SCP-4323 positive invertebrates may be contained by any sufficiently equipped biological containment facility. Other SCP-4323 positive non-human animals are to be euthanised and incinerated. SCP-4323 positive plant matter is to be incinerated. No experiments are to be performed on SCP-4323 positive material without express permission of a majority of the O5 council.",
    "description": "SCP-4323 is a series of anomalous symptoms which living macroscopic eukaryotic organisms can spontaneously exhibit. While exact symptoms vary, SCP-4323 positive behaviour is most commonly characterised by:",
    "title": "SCP-4323"
}