{
    "url": "https://scp-wiki.wikidot.com/scp-4324",
    "all_text": "rating: \n+11\n+\n–\nx\n\n\n\n\n\n\nAn instance of SCP-4324, retrieved from Arzberg, Bavaria on ██/██/20██\n\n\n\n\n\n\nItem #:\n SCP-4324\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All instances of SCP-4324 are to be secured by MTF Xi-12 (\"Holy Chalice\") and brought to Standard Secure Lockers 5298 through 5324 at Site-66.\n\n\nFoundation Agents in and around Upper Franconia, Bavaria (especially Wunsiedel and Hof Landkreise), are to report instances of SCP-4324 immediately and to facilitate collection efforts. If an instance is unable to be secured within 72 hours of being reported, Protocol-4324 \nDulia\n is to be enacted.\n\n\nAny Foundation staff showing signs of exposure to an instance of SCP-4324 are to be reported, and will be administered Class-A amnestics.\n\n\nDescription:\n SCP-4324 refers to several anomalous artefacts related to Saint Torben the Strange, subsequently referred to as SCP-4324-A. Records of SCP-4324-A are only found in Upper Franconia, primarily in the south-east. Literature referring to Catholic saints found in this area often include references to SCP-4324-A, even if identical copies from elsewhere do not. Residents of these areas are more likely to be religious, and will often know of SCP-4324-A, even if they are not knowledgeable about other saints.\n\n\nDetails about SCP-4324-A are hard to verify, and often contradictory with each other. Accounts from those effected by SCP-4324 vary in detail, with some only reporting knowing of it, without any detail, whereas others are able to give detailed descriptions of many aspects. So far, only a few details have been observed to be consistent between all descriptions:\n\n- Always described as a male living in 11th or 12th century Bavaria.\n\n- Known to have been able to make objects materialise via anomalous means (most commonly his crozier and pectoral cross)\n\n- Exhibits amnestic properties, with information being vague beyond a few details, and common mentions of forgetfulness surrounding it.\n\n- Had knowledge about or interactions with anomalous objects of the time period\n\n- Spread faith amongst local people\n\n\nInstances of SCP-4324 take the form of iconography, art and works in other mediums related to SCP-4324-A. They are primarily found in Catholic churches, although some instances have been found elsewhere (homes, schools, etc.). Instances do not appear to have been created by any known entity, with art showing no visible signatures or other identifying marks, and literature never stating the author. The artistic styles of instances varies between different styles associated with Central Europe, over a rough timescale of the 12th to 19th centuries. New SCP-4324 instances manifest seemingly at random, with times between manifestation and locations of new instances showing no pattern (save for all instances appearing in Upper Franconia). When questioned on how they acquired an SCP-4324 instance, individuals cannot respond, usually saying they have forgotten or are otherwise unaware.\n\n\nSCP-4324 has cognitohazardous effects. Effects only start to occur 72 hours after manifestation, after which as few as 2 minutes of exposure to SCP-4324 will cause the effects to occur. Said exposure must be close up, such as looking closely at a painting or reading a book. Recorded effects currently include:\n\n- If not already Catholic, a desire to convert to Catholicism\n\n- Increased belief in Catholic doctrine\n\n- Increased rates of church attendance\n\n- Veneration of SCP-4324-A\n\n\nAfter longer periods of exposure (upwards of 3 months of regular contact with SCP-4324), effected individuals begin to show other effects:\n\n- Millenarianism\n\n- Hostility towards non-Catholics\n\n- Sedevacantism or conclavism\n\n\nClergymen of the Catholic Church have exhibited other effects (usually alongside those previously mentioned), due to their relation with the church. These effects include:\n\n- Aspirations of promotion within Catholic Church\n\n- Increased dedication to their work\n\n- Willingness to convert others\n\n- Mention of SCP-4324-A during congregation\n\n\nResearch has not proven conclusive as to whether being in contact with multiple separate instances of SCP-4324 causes more severe cognitohazardous effects than exposure to only one.\n\n\nLong periods of exposure have lead to a phenomenon named the \nTorben-Kult\n by locals, wherein local churches may have entire congregations composed of individuals affected by SCP-4324. When SCP-4324 was first discovered, these effects had taken hold of most citizens of Wunsiedel and Hof, although application of Class-A amnestics and removal of all known SCP-4324 instances quickly removed the effects.\n\n\nAddendum 4324-01:\n On ██/██/20██, following the identification of three SCP-4324 instances from Marktredwitz, Foundation Agent Beltz requested permission to interview the local pastor Friedemann ██████ and Markus ██████ about SCP-4324.\n\n\n\n\n+ Interview Log A\n\n\n\n\n- Interview Log A\n\n\n\n\n\n\nInterviewed:\n Pastor Friedemann ██████\n\n\nInterviewer:\n Foundation Agent Beltz\n\n\nForeword:\n Two instances of SCP-4324 were found in the church of Marktredwitz; a statuette of SCP-4324-A, and a book of local saints with a chapter about it. Interview took place on ██/██/20██\n\n\n<Begin Log>\n\n\nBeltz:\n Good morning Pastor. I'd like to know a bit more about Saint Torben, if you wouldn't mind.\n\n\nPastor Friedemann:\n I'd be more than happy to. Shall I begin with the basics? Saint Torben was a local holy man in the 11th or 12th century, who most likely lived in the city of Fürth. He's sometimes called Saint Torben the Strange, mostly because of the many stories surrounding him having bizarre aspects to them.\n\n\nBeltz:\n Bizarre aspects? Could you explain?\n\n\nPastor Friedemann:\n Saint Torben has many stories written about him, mostly due to the extraordinary life he led. He is said to have been able to make his crozier and pectoral cross appear out of thin air, and saved Bavaria from a great plague of dancing. He was so odd, even the Pope who canonised him forgot he existed in less than a year! While the veracity of all this is hard to confirm, that's why he's called the patron saint of the strange and unexplainable.\n\n\nBeltz:\n Is there anything else you could tell me about, or is that all?\n\n\nPastor Friedemann:\n Apart from elaborating on the stories, I'm afraid not. He may have been strange, but not much is know about him.\n\n\nBeltz:\n Thank you Pastor, but I'm rather busy. I think that's all I need.\n\n\n<End Log>\n\n\nClosing Statement:\n \nMention of the crozier and pectoral cross is consistent with other reports. Plague of dancing may be referring to recorded anomalous events at the time. Amnestic properties? - Researcher Palomer\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log B\n\n\n\n\n- Interview Log B\n\n\n\n\n\n\nInterviewed:\n Markus ██████\n\n\nInterviewer:\n Foundation Agent Beltz\n\n\nForeword:\n Beltz was inspecting the ██████ household under the guise of a real estate agent. An instance of SCP-4324 was found, resembling a small painting of SCP-4324-A. Closer inspection revealed it was intended for use in concealing a safe or other storage. Interview took place on ██/██/20██.\n\n\n<Begin Log>\n\n\nBeltz:\n I couldn't help but notice you seem to have quite the collection of paintings.\n\n\nMarkus:\n Well, I am an artist after all.\n\n\nBeltz:\n Do you mind me asking about this one? *points to the SCP-4324 instance*\n\n\nMarkus:\n That little thing? Not much to say about it, just a painting of a saint. Certainly is pretty though.\n\n\nBeltz:\n It is. If it's of a saint, I'm guessing you're a religious man?\n\n\nMarkus:\n Of course! Isn't everyone in this town?\n\n\nBeltz:\n True, true… Do you know where you got this painting? Was it a gift of some sorts, or did you buy it?\n\n\nMarkus:\n I… I don't actually know. Can't remember for the life of me. As far as I know I've always had it. Never did figure out who the artist was either.\n\n\nBeltz:\n Well, that certainly is strange. Thanks for answering my questions. Shall we continue looking around?\n\n\n<End Log>\n\n\nClosing Statement:\n \nFurther analysis will have to be done into the properties of SCP-4324 manifestation, especially with regards to potential amnestic properties. Seems to resemble those exhibited by SCP-4324. - Researcher Palomer\n\n\n\n\n\n\n\n\n\n\nAddendum 4324-02:\n Incident Log 4324-01\n\n\nFoundation research into SCP-4324 begin in late 2003, after reports that the Catholic population of ██████ had risen 600% from the previous year. This had led to tensions in the city, and a series of crimes against non-Catholic citizens occured. This eventually culminated in the murder of two atheist citizens (Jan and Maja Becker) on ██/██/2005 by Ben Wiegel, a Catholic. Foundation Agents investigated ██████ and found seven instances of SCP-4324, (three in possesion by Wiegel and four by the church he attended) which were subsequently secured.\n\n\n\n\n\n\n« \nSCP-4323\n | SCP-4324 | \nSCP-4325\n »",
    "addendums": [
        "Addendum 4324-01: On ██/██/20██, following the identification of three SCP-4324 instances from Marktredwitz, Foundation Agent Beltz requested permission to interview the local pastor Friedemann ██████ and Markus ██████ about SCP-4324.",
        "Addendum 4324-02: Incident Log 4324-01\nFoundation research into SCP-4324 begin in late 2003, after reports that the Catholic population of ██████ had risen 600% from the previous year. This had led to tensions in the city, and a series of crimes against non-Catholic citizens occured. This eventually culminated in the murder of two atheist citizens (Jan and Maja Becker) on ██/██/2005 by Ben Wiegel, a Catholic. Foundation Agents investigated ██████ and found seven instances of SCP-4324, (three in possesion by Wiegel and four by the church he attended) which were subsequently secured."
    ],
    "documents": [],
    "notes": [
        "Interviewed: Pastor Friedemann ██████ Interviewer: Foundation Agent Beltz Foreword: Two instances of SCP-4324 were found in the church of Marktredwitz; a statuette of SCP-4324-A, and a book of local saints with a chapter about it. Interview took place on ██/██/20██ <Begin Log> Beltz: Good morning Pastor. I'd like to know a bit more about Saint Torben, if you wouldn't mind. Pastor Friedemann: I'd be more than happy to. Shall I begin with the basics? Saint Torben was a local holy man in the 11th or 12th century, who most likely lived in the city of Fürth. He's sometimes called Saint Torben the Strange, mostly because of the many stories surrounding him having bizarre aspects to them. Beltz: Bizarre aspects? Could you explain? Pastor Friedemann: Saint Torben has many stories written about him, mostly due to the extraordinary life he led. He is said to have been able to make his crozier and pectoral cross appear out of thin air, and saved Bavaria from a great plague of dancing. He was so odd, even the Pope who canonised him forgot he existed in less than a year! While the veracity of all this is hard to confirm, that's why he's called the patron saint of the strange and unexplainable. Beltz: Is there anything else you could tell me about, or is that all? Pastor Friedemann: Apart from elaborating on the stories, I'm afraid not. He may have been strange, but not much is know about him. Beltz: Thank you Pastor, but I'm rather busy. I think that's all I need. <End Log> Closing Statement: Mention of the crozier and pectoral cross is consistent with other reports. Plague of dancing may be referring to recorded anomalous events at the time. Amnestic properties? - Researcher Palomer",
        "Interviewed: Markus ██████ Interviewer: Foundation Agent Beltz Foreword: Beltz was inspecting the ██████ household under the guise of a real estate agent. An instance of SCP-4324 was found, resembling a small painting of SCP-4324-A. Closer inspection revealed it was intended for use in concealing a safe or other storage. Interview took place on ██/██/20██. <Begin Log> Beltz: I couldn't help but notice you seem to have quite the collection of paintings. Markus: Well, I am an artist after all. Beltz: Do you mind me asking about this one? *points to the SCP-4324 instance* Markus: That little thing? Not much to say about it, just a painting of a saint. Certainly is pretty though. Beltz: It is. If it's of a saint, I'm guessing you're a religious man? Markus: Of course! Isn't everyone in this town? Beltz: True, true… Do you know where you got this painting? Was it a gift of some sorts, or did you buy it? Markus: I… I don't actually know. Can't remember for the life of me. As far as I know I've always had it. Never did figure out who the artist was either. Beltz: Well, that certainly is strange. Thanks for answering my questions. Shall we continue looking around? <End Log> Closing Statement: Further analysis will have to be done into the properties of SCP-4324 manifestation, especially with regards to potential amnestic properties. Seems to resemble those exhibited by SCP-4324. - Researcher Palomer"
    ],
    "item": "SCP-4324",
    "object_class": "Safe",
    "containment_procedures": "All instances of SCP-4324 are to be secured by MTF Xi-12 (\"Holy Chalice\") and brought to Standard Secure Lockers 5298 through 5324 at Site-66.",
    "description": "SCP-4324 refers to several anomalous artefacts related to Saint Torben the Strange, subsequently referred to as SCP-4324-A. Records of SCP-4324-A are only found in Upper Franconia, primarily in the south-east. Literature referring to Catholic saints found in this area often include references to SCP-4324-A, even if identical copies from elsewhere do not. Residents of these areas are more likely to be religious, and will often know of SCP-4324-A, even if they are not knowledgeable about other saints.",
    "title": "SCP-4324"
}