{
    "url": "https://scp-wiki.wikidot.com/scp-4325",
    "all_text": "rating: \n+66\n+\n–\nx\n\n\nItem #:\n SCP-4325\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation web crawlers are to search internet forums and social media sites for accounts of SCP-4325 and its effects. If an individual is found to have been afflicted with SCP-4325, they are to be located and sent to a Foundation quarantine facility, with staff to record the individual's symptoms and to check if SCP-4325 is present in their retina. If the symptom is unique enough to be classed as a variation of SCP-4325, it is to be recorded in Log-4325-A.\n\n\nFoundation front companies are to raise awareness and encourage research of \"visual snow\", as to help distinguish it from SCP-4325's anomalous effects.\n\n\nDescription:\n SCP-4325 is an anomalous phenomenon and affliction that primarily affects those with the condition known as \"visual snow\", in which the user's vision displays a light amount of 'static', akin to a poorly tuned analogue television [See Log-4325-A for more information regarding symptoms].\n\n\nWhen SCP-4325 has infested and activated within an individual (now designated SCP-4325-1), their vision will begin to be overtaken by static. Within 3 hours of being afflicted, SCP-4325-1's vision will be completely overridden, leading to a complete loss of normal function within the eyes\n1\n. Tests have shown that only the subject's vision is affected, and other senses such as hearing and touch are not normally affected, although those with tinnitus report hearing noise akin to a radio tuned to a non-existent station.\n\n\nIndividuals affected by the main anomalous symptom of SCP-4325 (plain animated static) also report visual hallucinations of seemingly random objects and entities within the static. Analysis of these reports indicate that these hallucinations are caused by SCP-4325-1's mind, and not an anomalous effect of SCP-4325 itself. During physical examinations, symptoms of SCP-4325 have been found within the retina of the subject's eye. To date, every infected individual has displayed this property.\n\n\n\n\n+ Show INTERVIEW SCP-4325-A\n\n\n\n\n- Hide INTERVIEW SCP-4325-A\n\n\n\n\n\n\nInterviewed:\n D-98523\n\n\nInterviewer:\n Dr. Ellis Darling\n\n\nForeword:\n D-98523 complained of \"bad eyesight\" at approximately 8 am. He then began to yell for personnel at 12:03 pm, screaming about how his vision has completely decayed.\n\n\n\n\nDr. Ellis:\n So, what exactly do you see, with your…condition?\n\n\nD-98523:\n Don't you know what visual snow is, man? I mean, it's pretty damn obvious.\n\n\nDr. Ellis:\n I may be a scientist, but I am not familiar with the condition, no. Can you describe it?\n\n\nD-98523:\n Well, in short, it's like looking through broken eyes. You think it's all normal, you think everyone else has it. But then it starts getting worse, and eventually you can't see anything anymore, except for one thing.\n\n\nDr. Ellis:\n What's that one thing?\n\n\nD-98523:\n Static, man. I feel like a broken tv.\n\n\nClosing Statement:\n D-98523 refused to answer more questions. Research into classification as an anomaly is ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show INTERVIEW SCP-4325-B\n\n\n\n\n- Hide INTERVIEW SCP-4325-B\n\n\n\n\n\n\nInterviewed:\n Researcher Miles Dean\n\n\nInterviewer:\n Dr. Ellis Darling\n\n\n\n\nDr. Ellis:\n You called me! What happened?\n\n\nMiles:\n I don't know! I was just sitting in the break room and I saw the tv was off. When I went to check it, my vision just… changed.\n\n\nDr. Ellis:\n Changed how, Miles?\n\n\nMiles:\n What do you mean how? Can't you see it in my eyes? It's as plain as night and day.\n\n\n(\nMiles holds his head in his hands\n)\n\n\nMiles:\n I… I can't see colour.\n\n\nClosing Statement:\n Unique variation of SCP-4325 is to be now classed as SCP-4325-RW.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show INTERVIEW SCP-4325-C\n\n\n\n\n- Hide INTERVIEW SCP-4325-C\n\n\n\n\n\n\nInterviewed:\n Romeo Richards\n\n\nInterviewer:\n Dr. Ellis Darling\n\n\n\n\nDr. Ellis:\n You've made quite a number of posts on [REDACTED] about your 'special' condition. Would you mind describing it to me?\n\n\nRomeo:\n Sure, what else do I have to lose? Can't see shit anymore. All I see now is just text, floating.\n\n\nDr. Ellis:\n Text? Like floating words?\n\n\nRomeo:\n Yes, that text! Can't you see it? It's everywhere, on the walls, the ceiling, my wife's face, you name it! It's here right now…\n\n\nDr. Ellis:\n Wait, right now? What does it say, Romeo?\n\n\nRomeo:\n \"No signal.\"\n\n\nClosing Statement:\n Shortly after the interview, Romeo's vision went to include colour bars used to test North American analogue televisions. Unique variation of SCP-4325 is to be now classed as SCP-4325-NW.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show INTERVIEW SCP-4325-D\n\n\n\n\n- Hide INTERVIEW SCP-4325-D\n\n\n\n\n\n\nInterviewed:\n Kim Murray\n\n\nInterviewer:\n Dr. Ellis Darling\n\n\n\n\nForeword:\n Kim was detained shortly after an altercation at the Indian Casino ██████, shouting about the \"Black and White Indian Curse\"\n\n\nDr. Ellis:\n I'm here to just ask a few questions regarding your videos on [REDACTED] about your 'special' condition. Would you mind describing it to me?\n\n\nKim:\n I thought you watched them, though?\n\n\nDr. Ellis:\n I did, I just need your statement for the hospital.\n\n\nKim:\n Alright, whatever you say. The only thing I can say, is that it's an Indian head.\n\n\nDr. Ellis:\n Indian head?\n\n\nKim:\n Yeah, that. I've been cursed by that thing! Black and white Native American cross hair bullshit…\n\n\nDr. Ellis:\n Actually, I think I may have something, hold on.\n\n\n(\nDr. Ellis pulls up a series of cards, each with a different picture. Kim looks through them for a moment before freezing up. She points to one of the cards with an expression of fear.\n)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVariation SCP-4325-BW.\n\n\n\n\n\n\n\n\nKim:\n That card! The Indian black and white one! That's it!\n\n\nClosing Statement:\n The image that Kim referred to was the \"Indian-head test pattern\", used by the RCA until the introduction of Digital Television in 2009. This unique variation of SCP-4325 is to be classed as SCP-4325-BW. Contrary to other variations of SCP-4325, the manifestation of static and complete vision loss did not occur until approximately 2 weeks after symptoms manifested.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show INTERVIEW SCP-4325-E\n\n\n\n\n- Hide INTERVIEW SCP-4325-E\n\n\n\n\n\n\nInterviewed:\n Steve Jackson\n\n\nInterviewer:\n Dr. Ellis Darling\n\n\n\n\nDr. Ellis:\n Hello Mr. Jackson, I'm Ellis. I'm here to ask a few questions about your \"thing\". Are you able to do that?\n\n\nSteve:\n Oh, I would love to Miss! Thank you so much for asking!\n\n\nDr. Ellis:\n No problem, Mr. Jackson.\n\n\nSteve:\n Right. If I can remember correctly, it started shortly after my 95th birthday, and I was pretty sure it was just a dream. But when I saw it in real life let me tell you, I was pretty shocked!\n\n\nDr. Ellis:\n Shocked for what, Mr. Jackson?\n\n\nSteve\n: I, uh, saw this image, an image of a little girl with a clown. You remember those things? They had the colours and that picture when the channels went down? All I could see was that, but then I saw…and I saw…\n\n\n(\nMr. Jackson remained silent for the rest of the interview. He was admitted to the ████ hospital shortly after.\n)\n\n\nClosing Statement:\n This unique variation of SCP-4325 is to be classed as SCP-4325-TW. Further monitoring of Steve Jackson will be implemented in the event of this variation of SCP-4325 changing.\n\n\n\n\n\n\n\n\n\n\nAddendum:\n During a routine physical examination of a user infected with SCP-4325 on ██/██/████, a variation of SCP-4325-TW was found. Along with the subject's retina displaying Test Card W, a block of text with the words \"COME ON\" flashed numerous times. The subject then reported a noise akin to multiple objects shattering, with what seemed to be an individual sobbing.\n\n\nThese developments have led to ongoing efforts to identify and contain the source of SCP-4325, if one exists.\n\n\n\n\nFootnotes\n\n\n1\n. One variation: SCP-4325-BW, did not display these properties until 2 weeks after manifestation.\n\n\n\n\n\n\n\n\n« \nSCP-4324\n | SCP-4325 | \nSCP-4326\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4325\n\" by TheManhattenProject, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4325\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n rca.png\n\n\nName:\n RCA Indian Head test pattern.png\n\n\nAuthor:\n Radio Corporation of America (RCA)\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n [ \nhttps://commons.wikimedia.org/wiki/File:RCA_Indian_Head_test_pattern.png\n Wikimedia Commons]",
    "addendums": [
        "Addendum: During a routine physical examination of a user infected with SCP-4325 on ██/██/████, a variation of SCP-4325-TW was found. Along with the subject's retina displaying Test Card W, a block of text with the words \"COME ON\" flashed numerous times. The subject then reported a noise akin to multiple objects shattering, with what seemed to be an individual sobbing.\nThese developments have led to ongoing efforts to identify and contain the source of SCP-4325, if one exists."
    ],
    "documents": [],
    "notes": [
        "Interviewed: D-98523 Interviewer: Dr. Ellis Darling Foreword: D-98523 complained of \"bad eyesight\" at approximately 8 am. He then began to yell for personnel at 12:03 pm, screaming about how his vision has completely decayed. Dr. Ellis: So, what exactly do you see, with your…condition? D-98523: Don't you know what visual snow is, man? I mean, it's pretty damn obvious. Dr. Ellis: I may be a scientist, but I am not familiar with the condition, no. Can you describe it? D-98523: Well, in short, it's like looking through broken eyes. You think it's all normal, you think everyone else has it. But then it starts getting worse, and eventually you can't see anything anymore, except for one thing. Dr. Ellis: What's that one thing? D-98523: Static, man. I feel like a broken tv. Closing Statement: D-98523 refused to answer more questions. Research into classification as an anomaly is ongoing.",
        "Interviewed: Researcher Miles Dean Interviewer: Dr. Ellis Darling Dr. Ellis: You called me! What happened? Miles: I don't know! I was just sitting in the break room and I saw the tv was off. When I went to check it, my vision just… changed. Dr. Ellis: Changed how, Miles? Miles: What do you mean how? Can't you see it in my eyes? It's as plain as night and day. ( Miles holds his head in his hands ) Miles: I… I can't see colour. Closing Statement: Unique variation of SCP-4325 is to be now classed as SCP-4325-RW.",
        "Interviewed: Romeo Richards Interviewer: Dr. Ellis Darling Dr. Ellis: You've made quite a number of posts on [REDACTED] about your 'special' condition. Would you mind describing it to me? Romeo: Sure, what else do I have to lose? Can't see shit anymore. All I see now is just text, floating. Dr. Ellis: Text? Like floating words? Romeo: Yes, that text! Can't you see it? It's everywhere, on the walls, the ceiling, my wife's face, you name it! It's here right now… Dr. Ellis: Wait, right now? What does it say, Romeo? Romeo: \"No signal.\" Closing Statement: Shortly after the interview, Romeo's vision went to include colour bars used to test North American analogue televisions. Unique variation of SCP-4325 is to be now classed as SCP-4325-NW.",
        "Interviewed: Kim Murray Interviewer: Dr. Ellis Darling Foreword: Kim was detained shortly after an altercation at the Indian Casino ██████, shouting about the \"Black and White Indian Curse\" Dr. Ellis: I'm here to just ask a few questions regarding your videos on [REDACTED] about your 'special' condition. Would you mind describing it to me? Kim: I thought you watched them, though? Dr. Ellis: I did, I just need your statement for the hospital. Kim: Alright, whatever you say. The only thing I can say, is that it's an Indian head. Dr. Ellis: Indian head? Kim: Yeah, that. I've been cursed by that thing! Black and white Native American cross hair bullshit… Dr. Ellis: Actually, I think I may have something, hold on. ( Dr. Ellis pulls up a series of cards, each with a different picture. Kim looks through them for a moment before freezing up. She points to one of the cards with an expression of fear. ) Variation SCP-4325-BW. Kim: That card! The Indian black and white one! That's it! Closing Statement: The image that Kim referred to was the \"Indian-head test pattern\", used by the RCA until the introduction of Digital Television in 2009. This unique variation of SCP-4325 is to be classed as SCP-4325-BW. Contrary to other variations of SCP-4325, the manifestation of static and complete vision loss did not occur until approximately 2 weeks after symptoms manifested.",
        "Interviewed: Steve Jackson Interviewer: Dr. Ellis Darling Dr. Ellis: Hello Mr. Jackson, I'm Ellis. I'm here to ask a few questions about your \"thing\". Are you able to do that? Steve: Oh, I would love to Miss! Thank you so much for asking! Dr. Ellis: No problem, Mr. Jackson. Steve: Right. If I can remember correctly, it started shortly after my 95th birthday, and I was pretty sure it was just a dream. But when I saw it in real life let me tell you, I was pretty shocked! Dr. Ellis: Shocked for what, Mr. Jackson? Steve : I, uh, saw this image, an image of a little girl with a clown. You remember those things? They had the colours and that picture when the channels went down? All I could see was that, but then I saw…and I saw… ( Mr. Jackson remained silent for the rest of the interview. He was admitted to the ████ hospital shortly after. ) Closing Statement: This unique variation of SCP-4325 is to be classed as SCP-4325-TW. Further monitoring of Steve Jackson will be implemented in the event of this variation of SCP-4325 changing.",
        "\" SCP-4325 \" by TheManhattenProject, from the SCP Wiki . Source: https://scpwiki.com/scp-4325 . Licensed under CC-BY-SA .",
        "Filename: rca.png Name: RCA Indian Head test pattern.png Author: Radio Corporation of America (RCA) License: Public Domain Source Link: [ https://commons.wikimedia.org/wiki/File:RCA_Indian_Head_test_pattern.png Wikimedia Commons]"
    ],
    "item": "SCP-4325",
    "object_class": "Euclid",
    "containment_procedures": "Foundation web crawlers are to search internet forums and social media sites for accounts of SCP-4325 and its effects. If an individual is found to have been afflicted with SCP-4325, they are to be located and sent to a Foundation quarantine facility, with staff to record the individual's symptoms and to check if SCP-4325 is present in their retina. If the symptom is unique enough to be classed as a variation of SCP-4325, it is to be recorded in Log-4325-A.",
    "description": "SCP-4325 is an anomalous phenomenon and affliction that primarily affects those with the condition known as \"visual snow\", in which the user's vision displays a light amount of 'static', akin to a poorly tuned analogue television [See Log-4325-A for more information regarding symptoms].",
    "title": "SCP-4325"
}