{
    "url": "https://scp-wiki.wikidot.com/scp-4328",
    "all_text": "rating: \n+22\n+\n–\nx\n\n\n\n\n\n\nSketch of an SCP-4328-1 instance, created by Junior Researcher Howel after a routine expedition into SCP-4328.\n\n\n\n\n\n\nItem #:\n SCP-4328\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Research Site-4328 has been constructed around SCP-4328, with the purpose of objects and organisms that originate from the anomaly. It is to be assigned a standard Foundation Security Team in regards to security and on-site safety.\n\n\nDescription:\n SCP-4328 is an extra-dimensional location accessible by way of a free standing door, located at ██████, France.\n\n\nThe interior of SCP-4328 appears to be a cathedral, built in the Gothic style of architecture common in 15th century Europe. SCP-4328's physical size is assumed to be infinite, with the farthest expedition into SCP-4328 reaching a distance of 16 km before having turning back for supplies. Rooms within SCP-4328 are varied - while the bulk of the anomaly appears to be hallways and naves, expeditions have discovered specialized rooms within SCP-4328 that seem to be primarily used for the growing of crops and as sleeping quarters. Coating the walls and floors of SCP-4328 is a organic substance that is red in coloration. Analysis has revealed a 48% match with human DNA, with unidentified DNA forming the bulk of the genetic sample. Currently, there are no known entrances or exits to SCP-4328 besides the one in Foundation custody.\n\n\nAs of the time of writing, all known electronic devices fail to work within SCP-4328. This has led to a reliance on pen and paper for the recording of interviews and information gathering, and has led to a less then accurate knowledge base of the anomaly.\n\n\nSCP-4328-1 refers to the inhabitants of SCP-4328. SCP-4328-1 instances have been reported to range from five to seven feet tall, with variation in body shape and mass common. The heads of SCP-4328-1 are similar to several common flower species\n1\n, with a yellow optical organ in the middle. The \"petals\" of SCP-4328-1 contain two sets of teeth, which can range from 5 to 10 cm. SCP-4328-1's skin coloration ranges from dark red to purple, with the texture having been described as similar to leather. All SCP-4328-1 instances have been seen wearing brown robes, similar to certain religious orders on Earth. SCP-4328-1 have been polite and willing to communicate with research teams, which has benefited research into SCP-4328 greatly.\n\n\nSCP-4328-1 society is similar to that of a monastery lifestyle common in the Middle Ages, appearing to be self sufficient with no need to leave SCP-4328 for supplies. Substance wise, SCP-4328-1 members appear to feed on a variety of fruit and other vegetation grown on the same organic substance that covers SCP-4328. SCP-4328-1 instances all follow the same religion, which has been identified as \"The Order of the Flowering Soldier.\" According to interviews, the following tenets form the basis of the religion.\n\n\n\n\n\"The Flowering Soldier\" is a potential Class-Ω Theological Entity who was directly responsible for the creation of SCP-4328\n\n\nCurrently, the entity is in a \"great slumber\", following the removal of \"infinite flesh\", which resulted in the creation of SCP-4328\n\n\nBecause of this, SCP-4328-1 have both a culture and religion based on fair and equal sharing, i.e, company for food, or help for shelter.\n\n\n\n\nSCP-4328-1 have stated that other \"travelers\" have arrived before in SCP-4328. However, no other organisms have been found within SCP-4328 other than SCP-4328-1. Despite this, SCP-4328-1 have shown researchers artifacts given to them by other individuals who have entered SCP-4328. Most of these artifacts range in age from the 10th to the 18th centuries, and are typically weapons or battle standards that seem to have been recovered by SCP-4328-1 instances.\n\n\nAddendum:\n\n\nInterview - 9/16/97\n\n\n\n\nThis interview was conducted by Junior Researcher Howell on a routine expedition into SCP-4328 with a SCP-4328-1 (designated SCP-4328-1A) instance who was tending to crops at the time.\n\n\n\n\nSCP-4328-1A:\n Why hello there traveler, are you well?\n\n\nHowell:\n I'm doing well, thank you. How are you?\n\n\nSCP-4328-1A:\n Tired and weary. My hands feel as if they slip off the bone they reside on.\n\n\nHowell:\n How long have you been out here?\n\n\nSCP-4328-1A:\n Since first ringing.\n\n\nNote:\n Time is kept in SCP-4328 by periodic ringing of bells across the anomaly. Currently, no source has been located. In this instance, first ringing is equivalent to early morning.\n\n\nHowell:\n \nCrouches next to the crops\n Do you mind if I take a sample?\n\n\nSCP-4328-1A:\n Not at all traveler. We share our fruit like the Flowering Soldier shared to create all of this. May I ask what you plan to do with it?\n\n\nHowell:\n \nCrouches down and takes a larger specimen, placing it in a biological evidence bag. Specimen is a large fruit, with leathery texture and dark red coloration.\n Just wanted to take a sample for research. Can I ask what it is?\n\n\nSCP-4328-1A:\n Lord's Heart. Care to try?\n\n\nHowell:\n Lord's Heart? You mean like the Flowering Soldier?\n\n\nSCP-4328-1A:\n Yes, exactly. Flesh is given and taken here, all is shared. That fruit represents that, it is the dead, the living, bundled together in simple cellulose and starch. It is the Soldier, like all of this is. \nIt gestures to the organic coating which lines the walls.\n\n\nHowell:\n \nThe bells ring for the third time, marking noon.\n Guess that's my leave, I need to take this and catch up with my boss. Thank you for this. Hopefully we can see again?\n\n\nSCP-4328-1A:\n If the bells are favorable. Safe journeys, traveler.\n\n\n\n\nIncident Log 4328-1 █/██/99\n\n\n\n\nD-8892 had been assigned to janitorial duty in Site-4328. On █/██/99, at 14:00, D-8892 attacked two junior researchers and entered SCP-4328, in an apparent escape attempt. The onsite security team mobilized and entered SCP-4328 approximately 8 minutes later. The following is compiled from the security team's accounts.\n\n\n\n\n14:00\n - D-8892 enters SCP-4328\n\n\n14:08\n - The team enters SCP-4328. Surrounding the entrance on SCP-4328's side is a swarm of SCP-4328-A. The team pushes through the crowd towards the center.\n\n\n14:12\n - The crowd is surrounding D-8892, who has been cocooned to the ground by the organic substance present in SCP-4328. By him is a SCP-4328-1 instance, deceased. D-8892 is unresponsive.\n\n\n14:14\n -Members of the security team debate among themselves if they should free D-8892. At the same time, SCP-4328-1 instances have started to vocalize, chanting. D-8892 is still unresponsive.\n\n\n14:15\n - Team members turn to see D-8892 being pulled into the ground, appearing as if he is dissolving.\n\n\n14:16\n - The assembled SCP-4328-1 instances move in and surround the encased D-8892, ignoring the security team .They continue to chant, and members of the security team report a bright light filling the area.\n\n\n14:46\n - Security team members wake up, having lost consciousness. The body of D-8892 is nearby, [EXPUNGED]. Inside the chest cavity of D-8892's corpse is a newly blooming flower, identical to the head of a SCP-4328-1 instance. The team then exits SCP-4328.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Most commonly, the genera \nHippeastrum\n, \nTulip\n, and \nRosa\n.\n\n\n\n\n\n\n\n\n« \nSCP-4327\n | SCP-4328 | \nSCP-4329\n »",
    "addendums": [
        "Addendum:"
    ],
    "documents": [],
    "notes": [
        "This interview was conducted by Junior Researcher Howell on a routine expedition into SCP-4328 with a SCP-4328-1 (designated SCP-4328-1A) instance who was tending to crops at the time. SCP-4328-1A: Why hello there traveler, are you well? Howell: I'm doing well, thank you. How are you? SCP-4328-1A: Tired and weary. My hands feel as if they slip off the bone they reside on. Howell: How long have you been out here? SCP-4328-1A: Since first ringing. Note: Time is kept in SCP-4328 by periodic ringing of bells across the anomaly. Currently, no source has been located. In this instance, first ringing is equivalent to early morning. Howell: Crouches next to the crops Do you mind if I take a sample? SCP-4328-1A: Not at all traveler. We share our fruit like the Flowering Soldier shared to create all of this. May I ask what you plan to do with it? Howell: Crouches down and takes a larger specimen, placing it in a biological evidence bag. Specimen is a large fruit, with leathery texture and dark red coloration. Just wanted to take a sample for research. Can I ask what it is? SCP-4328-1A: Lord's Heart. Care to try? Howell: Lord's Heart? You mean like the Flowering Soldier? SCP-4328-1A: Yes, exactly. Flesh is given and taken here, all is shared. That fruit represents that, it is the dead, the living, bundled together in simple cellulose and starch. It is the Soldier, like all of this is. It gestures to the organic coating which lines the walls. Howell: The bells ring for the third time, marking noon. Guess that's my leave, I need to take this and catch up with my boss. Thank you for this. Hopefully we can see again? SCP-4328-1A: If the bells are favorable. Safe journeys, traveler.",
        "D-8892 had been assigned to janitorial duty in Site-4328. On █/██/99, at 14:00, D-8892 attacked two junior researchers and entered SCP-4328, in an apparent escape attempt. The onsite security team mobilized and entered SCP-4328 approximately 8 minutes later. The following is compiled from the security team's accounts. 14:00 - D-8892 enters SCP-4328 14:08 - The team enters SCP-4328. Surrounding the entrance on SCP-4328's side is a swarm of SCP-4328-A. The team pushes through the crowd towards the center. 14:12 - The crowd is surrounding D-8892, who has been cocooned to the ground by the organic substance present in SCP-4328. By him is a SCP-4328-1 instance, deceased. D-8892 is unresponsive. 14:14 -Members of the security team debate among themselves if they should free D-8892. At the same time, SCP-4328-1 instances have started to vocalize, chanting. D-8892 is still unresponsive. 14:15 - Team members turn to see D-8892 being pulled into the ground, appearing as if he is dissolving. 14:16 - The assembled SCP-4328-1 instances move in and surround the encased D-8892, ignoring the security team .They continue to chant, and members of the security team report a bright light filling the area. 14:46 - Security team members wake up, having lost consciousness. The body of D-8892 is nearby, [EXPUNGED]. Inside the chest cavity of D-8892's corpse is a newly blooming flower, identical to the head of a SCP-4328-1 instance. The team then exits SCP-4328."
    ],
    "item": "SCP-4328",
    "object_class": "Euclid",
    "containment_procedures": "Research Site-4328 has been constructed around SCP-4328, with the purpose of objects and organisms that originate from the anomaly. It is to be assigned a standard Foundation Security Team in regards to security and on-site safety.",
    "description": "SCP-4328 is an extra-dimensional location accessible by way of a free standing door, located at ██████, France.",
    "title": "SCP-4328"
}