{
    "url": "https://scp-wiki.wikidot.com/scp-4330",
    "all_text": "rating: \n+85\n+\n–\nx\n\n\n\n\n\n\nProvisional Site 4330-31 after a failed attempt at subverting SCP-4330, June 3rd, 2010\n\n\n\n\n\n\nItem #\n: SCP-4330\n\n\nObject Class\n: Keter\n\n\nSpecial Containment Procedures\n: SCP-4330 is currently uncontained. Sound level meters stationed at various locations should be actively monitored for future SCP-4330 events.\n\n\nDescription\n: SCP-4330 is an irregularly recurring anomalous phenomenon affecting sound pressure levels on the surface of the Earth. For the duration of this phenomenon, sound level meters record readings consistent with that of the vacuum of space\n1\n. Analysis indicates that a series of seemingly-random, individually-explicable events are responsible.\n\n\nExamples include conversations pausing simultaneously, weather patterns becoming briefly becalmed, the synchronization of machine engine cycles, and sound produced by moving objects undergoing complete destructive interference with ambient noise. In addition, long-running producers of sound, like the Halberstadt organ performance\n2\n, suffer unforeseen but explainable technical failures during this event.\n\n\nWhile an SCP-4330 event typically only lasts for a few milliseconds, the improbable number of coincidences required to produce such an event multiple times has led to its anomalous classification.\n\n\nSince the discovery of SCP-4330 in 1989\n3\n, the Foundation has attempted to subvert future SCP-4330 occurrences seven times without success. Initial attempts involved simple sonic devices intended to produce continuous sound; each failed due to technical issues seconds before an SCP-4330 event. Subsequent devices were constructed with numerous failsafes and backups; these were taken offline shortly before SCP-4330 events by containment breaches, natural disasters, and (in one instance) a coordinated GOC raid\n4\n. All attempts to subvert SCP-4330 occurrences have been put on indefinite hold pending further review.\n\n\nWhile SCP-4330 events follow no easily predictable model, they do appear to be increasing in frequency. Since their discovery, the period between events has decreased from several years to months. Current projections estimate SCP-4330 events will start to run concurrently by approximately 2055. What this implies about the state of Earth's habitability at this date is currently unknown.\n\n\n\n\nFootnotes\n\n\n1\n. Due to limitations of acoustic technology it is currently not possible to be sure if this means literally no sound is being produced during this time or if the sound pressure is simply below the minimum threshold measurable.\n\n\n2\n. A recital of John Cage's work \nAs Slow as Possible\n intended to run for centuries and to consist of a single consistent tone at any given time.\n\n\n3\n. SCP-4330 was first brought to Foundation attention in 2001 when an unrelated attempt to train a neural net noted an anomaly in global atmospheric sensor data; subsequent analysis noted multiple other such instances, the earliest dating back to 1961, although the lack of reliable sound level data in the decades preceding that event make it unclear if it is the first such one.\n\n\n4\n. This raid appears to have been conducted under the assumption that the subversion devices themselves were dangerous, anomalous items given the high level of Foundation security devoted to them. Negotiations with GOC forces to broker a truce in this matter are ongoing.\n\n\n\n\n\n\n\n\n« \nSCP-4329\n | SCP-4330 | \nSCP-4331\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-4330"
}