{
    "url": "https://scp-wiki.wikidot.com/scp-4338",
    "all_text": "rating: \n+468\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\nSCP-4338. Image taken during EVENT DN-4338-33, 09/04/1974.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n 6 FHT Class Security Frigates, along with Aquatic Research Vessel \nHerron\n will maintain a seven-point blockade around Moaha Island.\n1\n At the beginning of each lunar month\n2\n, a varied assortment of food must be deposited into this island's volcanic crater, including:\n\n\n\n\n40-50kg vegetables (e.g., cassava, taro, sweet potato, purple yam).\n\n\n30-40kg fruits (e.g., mango, pineapple, cherimoya, jackfruit).\n\n\n50-80kg fish (e.g., tuna, salmon, marlin, dorado).\n\n\n40-80kg assorted nuts, herbs, and seaweed.\n\n\n60-80kg pork, shredded/smoked.\n\n\n\n\nThese provisions, based on the staple foods of a Pacific/Oceanian native society, have a 78-83% chance of being accepted by SCP-4338. Should a deposit be rejected, the appointed \"leader\" should proceed to an isolated location to avoid destruction of Foundation property and additional loss of life. For more details, see \"4338-DN Event Overview\" below.\n\n\nDescription:\n SCP-4338 is a sapient, levitating, 2.3km\n3\n sphere of volcanic rock inhabiting the magma chamber beneath Moaha Island. Multiple artifacts and oral traditions reference this entity as \"Ōsobiue\", \"Irn'acha\", or \"God of the Burning Ocean\": a central figure in the creation myths — and extinction events — of some 19 early oceanic cultures.\n\n\n\n\n4338-DN Event Overview\n\n\n\n\n4338-DN Event Overview\n\n\n\n\nA 4338-DN Event, also known as a \"rejected offering\" event, will be signaled by a large-scale eruption of Moaha Volcano. Soon after, SCP-4338 will emerge from the magma conduit, travelling towards the leader of the closest human social group. SCP-4338 is acutely aware of group hierarchy; use of D-class personnel as decoy leaders has proven ineffective. While in transit, SCP-4338's exterior shell will fracture and dislodge large tendrils of molten rock and metal ore. These appendages are used mainly for demolishing obstacles encountered in SCP-4338's pursuit, which will not stop until either:\n\n\n(A)\n 3-5 live, healthy persons are dropped into the volcanic crater\n3\n or\n\n\n(B)\n the \"leader\" is dead.\n\n\nCause of death is inconsequential, but typically occurs when SCP-4338 ensnares its pursuant in one of its tendrils. SCP-4338 will then absorb this individual's corpse into its core body, and withdraw. Within 20 minutes, a mote of lava will fall from SCP-4338 containing a duplicate of the deceased. While visually identical, this duplicate will be fully inorganic, and contain a core of animated, super-heated minerals. Once this process is complete, any previous proxy will collapse into shards of volcanic glass. These entities act as a consciousness vessel and communication vehicle for SCP-4338, who will only converse with the next \"leader\" once they have formally declared themselves.\n4\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM 09/03/2018 | 4338-DN-41\n\n\n\n\nADDENDUM 09/03/2018 | 4338-DN-41\n\n\n\n\n\n\nEVENT DN-4338-41. Still taken from the body cam of Security Officer Masters, deceased.\n\n\n\n\nFor the first time in its 73 years of containment, SCP-4338 emerged halfway through the lunar month. Current \"leader\", Director Morgan Rowell, was already on the island collecting soil samples at the time. Including Director Rowell, 3 Foundation personnel were lost during this event.\n\n\nA proxy emerged only 14 minutes later. In another unprecedented act, Rowell / SCP-4338 were the ones to open communications, demanding to speak to a new \"leader\" without delay. Given the need for expediency, Head Researcher Amelia Thornborrow volunteered.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview Log 09/03/2018 | Morgan Rowell / SCP-4338  \n\n\n\n\nInterview Log - Morgan Rowell / SCP-4338\n\n\n\n\n\n\nInterviewed:\n Morgan Rowell / SCP-4338.\n\n\nInterviewer:\n (Acting) Director Amelia Thornborrow.\n\n\nForeword:\n Rowell / SCP-4338 immediately began presenting the trademark \"cracking\" appearance past proxies have only shown after 4-8 months. Small fissures on the epidermis around the eyes, lips, and fingernails reveal an undercurrent of molten elements, steadily hardening into \"magma domes\". As per protocol, Ms. Rowell was restrained with 8cm thick tungsten cuffs around the wrist and ankles.\n\n\n\n\nThornborrow:\n Tell me why you attacked us.\n\n\nRowell / 4338:\n SUCH IMPUDENCE. WILL YOU NOT GROVEL, OR BEG MY MERCY? WHAT COMPELS YOU TO ANGER YOUR OWN GOD?\n\n\nThornborrow:\n You're wearing my dead friend's face. I don't appreciate it.\n\n\nRowell / 4338:\n LEARN TO APPRECIATE, CHILD, OR PERHAPS I WILL TRAVEL TO THE GREAT SHORE, BRINGING FIRE AND ROCK TO YOUR S C P. HOW MANY LIVES ARE WORTH YOUR PRIDE, AM EEL YA?\n\n\nDirector Thornborrow remains silent for several seconds, clenching and relaxing her hands.\n\n\nThornborrow:\n Why did you attack us? We have done exactly as you —\n\n\nRowell / 4338:\n YOU INSULT ME. MOR GAN INSULTED ME. I ASK FOR THE PEAK OF THE HARVEST, AND NOW I LEARN YOU GIVE ME ITS MEALY ENDS!\n\n\nThornborrow:\n I don't understand. All the food we've provided has been of the highest quality —\n\n\nRowell/4338 suddenly bites down through their lower lip, spitting the escaping molten liquid across the interview table. Smearing this substance with their fingertip, they melt a single word into the metal surface, all in stylized, looping cursive.\n\n\nRowell / 4338:\n I WANT THIS.\n\n\nThornborrow:\n C-… what is that… C-ad … Cadbury? Who —\n\n\nRowell / 4338:\n I ONLY SPEAK YOUR WORDS; I DO NOT BOTHER WITH YOUR SYMBOLS. IF THIS MEANS \"CADBURY\", THEN YES, I WANT CADBURY. I WANT THE SWEET, MELTING RESIN.\n\n\nThornborrow:\n Wait, hang on… were these symbols on a kind of reflective sheet? Was that wrapped around this \"Cadbury\" in small, brown squares?\n\n\nRowell / 4338:\n YES. ONE OF YOUR FOLLOWERS OFFERED IT UNTO ME. A PITIFUL SUM, BUT PLENTIFUL IN FLAVOR. BRING ME MORE OF THIS \"CADBURY\", OR BRING ME THE ONE WHO CAN!\n\n\n\n\n\n\n\n\n\n\n\n\nInterview Log 09/03/2018 | Kevin Emerson\n\n\n\n\nInterview Log - Kevin Emerson\n\n\n\n\n\n\nInterviewed:\n Kevin Emerson, Junior Researcher within the Geology Department, currently assigned to SCP-4338.\n\n\nInterviewer:\n Agent Rhodes.\n\n\n\n\nAgent Rhodes clicks \"pause\" on his laptop, halting a recording of the previous interview.\n\n\nAgent Rhodes:\n You threw chocolate into the volcano.\n\n\nEmerson:\n … You can't prove that.\n\n\nAgent Rhodes:\n We did a full sweep of every ship, Mr. Emerson. We know you have a whole suitcase full of-\n\n\nEmerson:\n Oh, so, immediately this is all my fault because I like junk food?\n\n\nAgent Rhodes:\n We're not blaming you for your eating habits, Kevin; we're blaming you for waking up a Volcano God! Now, do we have to launch a whole formal inquiry here, or-\n\n\nEmerson:\n Jesus, fine! I did it! I wasn't trying to breach containment or anything; I was just bored, okay!? All I've done since I got here is sift silt!\n\n\nRhodes:\n …You're a \ngeologist.\n\n\nEmerson:\n An \nanomaly\n geologist. The geology here is \nnon-anomalous\n. We've known since the friggin' 50's that the only abnormal thing on this island is the stupid orb; but no, command keeps putting in work orders with our department, and this month I drew the short straw.\n\n\nRhodes:\n That still doesn't explain why-\n\n\nEmerson:\n No — just — I'm getting to that, okay? So, I was out having my lunch and — I mean, before now, we were totally convinced that only the crater connected to 4338, not every little lava-flow! So, I wasn't technically breaking protocol by, y'know, \"disposing\" of my leftovers.\n\n\nAgent Rhodes rubs the bridge of his nose, head downcast.\n\n\nRhodes:\n Protocol doesn't just mean— … wait, \"leftovers\"? What do you mean, \"leftovers\"? It wasn't just the chocolate?\n\n\nEmerson:\n Well yeah, no, I mean, there was some… other… stuff…\n\n\nMr. Emerson folds his hands in his lap, purses his lips, and looks away from Agent Rhodes.\n\n\nRhodes:\n What other stuff?\n\n\nMr. Emerson does not respond.\n\n\nRhodes:\n Kevin, what else did you throw into the lava?\n\n\n\n\n\n\n\n\n\n\n\n\nInterview Log 09/03/2018 | Morgan Rowell / SCP-4338\n\n\n\n\nInterview Log - Morgan Rowell / SCP-4338\n\n\n\n\n\n\nInterviewed:\n Morgan Rowell / SCP-4338.\n\n\nInterviewer:\n (Acting) Director Amelia Thornborrow.\n\n\n\n\nRowell / 4338:\n — ND THE GOLDEN, CRISPY TRIANGLES, AND THE BUBBLING JUICE, BLACK AS NIGHT! I DEMAND THE CHEWY, FLUFFY SPONGE STUFFED WITH FRUIT PASTE! I DEMAND THE SPICED, SALTED STICKS OF DRIED MEAT! I DEMAND THE SWEET, COLORED NECTAR CARVED IN THE SHAPE OF TINY ANIMALS! I DEMAND —\n\n\nThornborrow:\n Yes— yes we'll— we're going to— Alright, I'm getting— god damn it, would someone just get the Commissary on the line!?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE: THE FILE YOU ARE CURRENTLY VIEWING IS OUTDATED AS OF 09/03/2018.\n\n\n\n\n> UPDATE 11/08/2018 <\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. 1°52'40.3\"S by 134°48'13.1\"W, South Pacific Ocean\n\n\n2\n. Every 29.5 days.\n\n\n3\n. Use of this technique is forbidden by order of the Ethics Committee.\n\n\n4\n. Revision required, See 4338-DN-41.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4337\n | SCP-4338 | \nSCP-4339\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: Morgan Rowell / SCP-4338. Interviewer: (Acting) Director Amelia Thornborrow. Foreword: Rowell / SCP-4338 immediately began presenting the trademark \"cracking\" appearance past proxies have only shown after 4-8 months. Small fissures on the epidermis around the eyes, lips, and fingernails reveal an undercurrent of molten elements, steadily hardening into \"magma domes\". As per protocol, Ms. Rowell was restrained with 8cm thick tungsten cuffs around the wrist and ankles. Thornborrow: Tell me why you attacked us. Rowell / 4338: SUCH IMPUDENCE. WILL YOU NOT GROVEL, OR BEG MY MERCY? WHAT COMPELS YOU TO ANGER YOUR OWN GOD? Thornborrow: You're wearing my dead friend's face. I don't appreciate it. Rowell / 4338: LEARN TO APPRECIATE, CHILD, OR PERHAPS I WILL TRAVEL TO THE GREAT SHORE, BRINGING FIRE AND ROCK TO YOUR S C P. HOW MANY LIVES ARE WORTH YOUR PRIDE, AM EEL YA? Director Thornborrow remains silent for several seconds, clenching and relaxing her hands. Thornborrow: Why did you attack us? We have done exactly as you — Rowell / 4338: YOU INSULT ME. MOR GAN INSULTED ME. I ASK FOR THE PEAK OF THE HARVEST, AND NOW I LEARN YOU GIVE ME ITS MEALY ENDS! Thornborrow: I don't understand. All the food we've provided has been of the highest quality — Rowell/4338 suddenly bites down through their lower lip, spitting the escaping molten liquid across the interview table. Smearing this substance with their fingertip, they melt a single word into the metal surface, all in stylized, looping cursive. Rowell / 4338: I WANT THIS. Thornborrow: C-… what is that… C-ad … Cadbury? Who — Rowell / 4338: I ONLY SPEAK YOUR WORDS; I DO NOT BOTHER WITH YOUR SYMBOLS. IF THIS MEANS \"CADBURY\", THEN YES, I WANT CADBURY. I WANT THE SWEET, MELTING RESIN. Thornborrow: Wait, hang on… were these symbols on a kind of reflective sheet? Was that wrapped around this \"Cadbury\" in small, brown squares? Rowell / 4338: YES. ONE OF YOUR FOLLOWERS OFFERED IT UNTO ME. A PITIFUL SUM, BUT PLENTIFUL IN FLAVOR. BRING ME MORE OF THIS \"CADBURY\", OR BRING ME THE ONE WHO CAN!",
        "Interviewed: Kevin Emerson, Junior Researcher within the Geology Department, currently assigned to SCP-4338. Interviewer: Agent Rhodes. Agent Rhodes clicks \"pause\" on his laptop, halting a recording of the previous interview. Agent Rhodes: You threw chocolate into the volcano. Emerson: … You can't prove that. Agent Rhodes: We did a full sweep of every ship, Mr. Emerson. We know you have a whole suitcase full of- Emerson: Oh, so, immediately this is all my fault because I like junk food? Agent Rhodes: We're not blaming you for your eating habits, Kevin; we're blaming you for waking up a Volcano God! Now, do we have to launch a whole formal inquiry here, or- Emerson: Jesus, fine! I did it! I wasn't trying to breach containment or anything; I was just bored, okay!? All I've done since I got here is sift silt! Rhodes: …You're a geologist. Emerson: An anomaly geologist. The geology here is non-anomalous . We've known since the friggin' 50's that the only abnormal thing on this island is the stupid orb; but no, command keeps putting in work orders with our department, and this month I drew the short straw. Rhodes: That still doesn't explain why- Emerson: No — just — I'm getting to that, okay? So, I was out having my lunch and — I mean, before now, we were totally convinced that only the crater connected to 4338, not every little lava-flow! So, I wasn't technically breaking protocol by, y'know, \"disposing\" of my leftovers. Agent Rhodes rubs the bridge of his nose, head downcast. Rhodes: Protocol doesn't just mean— … wait, \"leftovers\"? What do you mean, \"leftovers\"? It wasn't just the chocolate? Emerson: Well yeah, no, I mean, there was some… other… stuff… Mr. Emerson folds his hands in his lap, purses his lips, and looks away from Agent Rhodes. Rhodes: What other stuff? Mr. Emerson does not respond. Rhodes: Kevin, what else did you throw into the lava?",
        "Interviewed: Morgan Rowell / SCP-4338. Interviewer: (Acting) Director Amelia Thornborrow. Rowell / 4338: — ND THE GOLDEN, CRISPY TRIANGLES, AND THE BUBBLING JUICE, BLACK AS NIGHT! I DEMAND THE CHEWY, FLUFFY SPONGE STUFFED WITH FRUIT PASTE! I DEMAND THE SPICED, SALTED STICKS OF DRIED MEAT! I DEMAND THE SWEET, COLORED NECTAR CARVED IN THE SHAPE OF TINY ANIMALS! I DEMAND — Thornborrow: Yes— yes we'll— we're going to— Alright, I'm getting— god damn it, would someone just get the Commissary on the line!?"
    ],
    "containment_procedures": "6 FHT Class Security Frigates, along with Aquatic Research Vessel Herron will maintain a seven-point blockade around Moaha Island.1 At the beginning of each lunar month2, a varied assortment of food must be deposited into this island's volcanic crater, including:",
    "description": "SCP-4338 is a sapient, levitating, 2.3km3 sphere of volcanic rock inhabiting the magma chamber beneath Moaha Island. Multiple artifacts and oral traditions reference this entity as \"Ōsobiue\", \"Irn'acha\", or \"God of the Burning Ocean\": a central figure in the creation myths — and extinction events — of some 19 early oceanic cultures.",
    "title": "SCP-4338"
}