{
    "url": "https://scp-wiki.wikidot.com/scp-4345",
    "all_text": "rating: \n+44\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-4345\n - Not your Home, not your Pain, not your Self.\n\n\n\n\n\n\nAuthor:\n \nCrashington\n\n\nMore by this author:\n \nhttp://www.scp-wiki.net/poi-3181-198-file\n\n\nCritique Credit:\n \nUncle Nicolini\n, \nManyMeats\n, \nTheMightyMcB\n, \nThe Great Hippo\n, \nfortunefavorsbold\n does not match any existing user name\n, \nglewmie\n, \nNameless Mediocre\n, \nRockTeethMothEyes\n\n\nImage Credits:\n \nhttps://www.flickr.com/photos/arturtula/11551009133/\n\n\nhttps://www.flickr.com/photos/arturtula/16054113039/\n\nBoth under CC-BY 2.0\n\n\n\n\n\n\n\n\nrating: \n+44\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2/4345\n LEVEL \n2/4345\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-4345\n\n\nObject Class: Keter\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Ongoing disinformation campaigns are to continue attributing manifestations of SCP-4345 to non-anomalous neuropathy\n1\n. In the case of large scale outbreaks, amnestics may be administered. Psychological and physiological treatment is to be provided as needed.\n\n\nDescription:\n SCP-4345 is an anomalous disease manifesting as severe neuropathy in various regions of the body with no discernible cause. Cases can be differentiated from non-anomalous diseases by slight fluctuations of Hume levels within the affected nerves and brains of the victims. Furthermore, the pain does not respond to any known analgesic\n2\n.\n\n\nDiscovery:\n SCP-4345 was first documented on 2013-12-03. Researcher Reynolds reported to the west infirmary at Site-52 complaining of sharp pains in his lower abdomen, left leg, and throat. Despite treatment, symptoms persisted over several days, leading to a more thorough examination.\n\n\nAddendum 1:\n\n\n\n\nShow Interview Log\n\n\n\n\nClose Addendum 1\n\n\n\n\n\n\n\n\n\n\nReynolds and his wife in 2012.\n\n\n\n\n\n\nInterview Log\n\n\n\n\nDate:\n 2013/12/15\n\n\n\n\nInterviewer:\n Doctor Rosalind Lutece\n\n\nInterviewee:\n Researcher Dimas Reynolds\n\n\n\n\n[Begin Log]\n\n\n[\n \nReynolds can be heard breathing heavily throughout the interview, occasionally groaning.\n \n]\n\n\nLutece:\n Hello Dimas, how are you today?\n\n\nReynolds:\n Hey Rosa. Not great. Still the same pain for the past 2 weeks. It just won't quit.\n\n\nLutece:\n So I read your file, but let's go over it again. Can you tell me about when the pain started?\n\n\nReynolds:\n I honestly can't say. Started about 2 weeks ago I think? I was working late, finishing up a report, then headed home. I was just about to cross the street out front of the site, then I blacked out. I was probably just lost in thought for a second, 'cause a car that sped by just passed me, but right then the pain started.\n\n\nLutece:\n Could you describe the pain? Is it more of a burning, or a piercing? Is it dull?\n\n\nReynolds:\n It's more dull or blunt in my leg and lower torso, but very sharp in my throat. Kind of burning? As if I was stabbed there.\n\n\nLutece:\n Does anything make it grow more or less severe? Are the areas tender?\n\n\nReynolds:\n Sometimes it gets worse, but I don't know why. I tried pressing on it, moving around and stuff. Nothing changes.\n\n\nLutece:\n Does any one region hurt more than the others?\n\n\nReynolds:\n Not really. It's hard to describe. My throat feels worse, but maybe it's just because it's in a smaller area. My leg and abdomen feel like they're being crushed and my foot has gone numb entirely.\n\n\nLutece:\n When did that start?\n\n\nReynolds:\n Just two days ago.\n\n\nLutece:\n I am so sorry, Dimas. I am sure we will figure something out to help you soon. Is there anything else you would like to note before we stop for today?\n\n\nReynolds:\n There is, yeah. But I don't know how to put it.\n\n\nLutece:\n It's alright, take your time.\n\n\nReynolds:\n I have this strange, lingering feeling. I feel like it's gotten stronger over time, but maybe I'm just paying more attention to it.\n\n\nLutece:\n Yes?\n\n\nReynolds:\n When I was a kid, my parents moved a lot. We'd get settled and as soon as I feel like I made a place for myself, we'd drive away. Every time it felt like leaving everything behind. Like losing everything that made me feel at home. Everything that made me feel like I was where I belong.\n\n\n[\n \nReynolds pauses and holds his hands to his temples.\n \n]\n\n\nReynolds:\n I don't know why, but ever since this started, I have this feeling again. It doesn't make any sense though. I've lived where I lived for the last 7 years. Everything I care for, everyone in my life is still there just like before. But it doesn't feel like I am, if that makes sense? I mean, I don't know. On Wednesday, I was driving home and I ended up at a completely different address. But I could've sworn I owned that exact mailbox. Apparently, I had called my wife all confused and she had you guys go through the trouble of picking me up. Honestly I don't remember much of that evening.\n\n\nLutece:\n No trouble. This is our jobs after all. Try to get some rest now. I'll email you your next appointment reminder.\n\n\nReynolds:\n Thanks, Rosa.\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n \nAddendum 2:\n\n\n\n\nShow Interview Log\n\n\n\n\nClose Addendum 2\n\n\n\n\n\n\n\n\n\n\nReynolds before being taken into protective custody.\n\n\n\n\n\n\nInterview Log following Researcher Reynolds being taken into protective custody\n\n\n\n\nDate:\n 2013/01/03\n\n\n\n\nInterviewer:\n Doctor Rosalind Lutece\n\n\nInterviewee:\n Researcher Dimas Reynolds\n\n\n\n\n[Begin Log]\n\n\nLutece:\n Hey, Dimas.\n\n\nReynolds: [\n \nReynolds is speaking quietly.\n \n]\n Hey. Doctor Lutece.\n\n\nLutece:\n 'Doctor Lutece'? You can call me by my first name if you want.\n\n\nReynolds:\n I know, it's just- I am sorry.\n\n\nLutece:\n You have nothing to feel sorry for! I just have some concerns about what you've been doing the last couple of weeks. According to your file, you have been returning to the street in front of the Site, despite being placed on mandatory medical leave?\n\n\nReynolds:\n Yeah.\n\n\nLutece:\n It says here that they found you lying on the pavement. Is that true?\n\n\nReynolds:\n I- Yeah. I did.\n\n\nLutece:\n Did that have anything to do with the fight you had with your wife, the hour prior?\n\n\nReynolds: [\n \nReynolds exhales audibly.\n \n]\n Yes.\n\n\nLutece:\n Have you had any other thoughts of hurting yourself or-?\n\n\nReynolds: [\n \nReynolds cuts Lutece off.\n \n]\n I can't take it any more okay? I can't deal with this pain. I don't \nwant\n to deal with it. I'm done.\n\n\nLutece:\n Please, Dimas, try to stay calm. I can't help you if you do not let me talk.\n\n\nReynolds:\n I don't think you can help me. I don't think anyone can.\n\n\nLutece:\n Please, let me try. Tell me what's going on. Why do you return to this street?\n\n\nReynolds:\n I just- I'm just drawn to it! It's where it all started! I know something happened there. After the fight with who I hope is my wife I- I gave up. I thought I might as well be run over right then and there. That's when you guys found me.\n\n\nLutece:\n I'm sorry, but what do you mean 'who you hoped was your wife'? Who would you be fighting with if not your wife, Clarice?\n\n\nReynolds:\n God I'm pathetic. I need to find some way to apologize to her! I told her she wasn't the woman I married. She didn't even do anything wrong. I've just been so insecure. Nothing feels right anymore. I get lost in my own city. At night I trip over furniture I don't remember buying. Even you! Did you always have glasses? My own daughter, she has my eyes! But I know she doesn't! She should have Clarice's eyes! She's always had them… Everyone and everything I know feels like they've been replaced. But I also feel like I'm just lying to myself. Rosa? I'm not crazy right? \n[\n \nReynolds begins to weep.\n \n]\n I am myself, right? I've always been myself? Why am I not even sure of that anymore? Who am I? Where do I belong? Where am I from? I don't want this anymore. I don't want to hurt anymore. Please…\n\n\n[\n \nReynolds remains inconsolable for the remainder of the interview time.\n \n]\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n \nAddendum 3:\n\n\n\n\nShow Priority Appeal\n\n\n\n\nClose Addendum 3\n\n\n\n\n\n\n2014/01/22 Priority Appeal by Doctor Lutece\n\n\nOver the last 2 months, several more cases of SCP-4345 have been confirmed at various sites around the world. Review of civilian reports for possible cases of SCP-4345 has uncovered troubling results. The spread of infection matches no known epidemiological pattern. Victims appear to share no characteristics; there is no strong link connecting cases. Foundation facilities do not have the resources to treat affected staff, let alone the civilian population. Due to the rising number of confirmed manifestations, to best fulfill our mission, I propose to raise the priority of SCP-4345 research to level 5. I see no reason why research efforts are continually denied funding. Containment of SCP-4345 should be of the highest interest to the Ethics Committee, Research Division, and the Foundation at large.\n\n\nThis proposition was declined with the following results:\n\n\n\n\n\n\nO5-Council\n\n\n\n\n\n\nVotes\n\n\n0 In Favor\n\n\n2 Abstain\n\n\n11 Against\n\n\n\n\n\n\nResult\n\n\nMotion Denied\n\n\n\n\n\n\n\n\n\n\n\n\nEthics Committee\n\n\n\n\n\n\nVotes\n\n\n25 In Favor\n\n\n1 Abstain\n\n\n3 Against\n\n\n\n\n\n\nResult\n\n\nMotion Passed\n\n\n\n\n\n\n\n\n\n\n\n\nThe Administrator\n\n\n\n\n\n\nVotes\n\n\nAgainst\n\n\n\n\n\n\nFinal Result\n\n\nOVERRULED BY ADMINISTRATOR\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nAddendum 4:\n During Incident-3749-B-16, \nSCP-3749\n breached containment in Site-78. While SCP-3749 was successfully re-contained within 18 hours, with zero casualties, SCP-4345 manifested in nearly all present personnel. No conclusive connection has been made between SCP-4345 and SCP-3749.\n\n\n \n\n\nAddendum 5:\n On 2015-04-19 Dr Rosalind Lutece and Lead Researcher Colleen Evans have been reprimanded and reassigned for handling classified materials concerning SCP-4345 not available at their respective clearance levels. Class-C Amnestics were administered.\n\n\n \n\n\n\n\n\n\nDEPARTMENT OF MULTIDIMENSIONAL IMBRICATION\n\n\nPROJECT THESEUS\n\n\nTHE FOLLOWING FILE IS LEVEL 5 CLASSIFIED\n\n\n\n\nAccess File\n\n\n\n\n \n\n\n\n\nAccess Denied. If you believe you have received this information in error, please contact your supervisor.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Nerve pain. e.g. fibromyalgia; trigeminal neuralgia.\n\n\n2\n. Painkillers.\n\n\n\n\n\n\n\n\n« \nSCP-4344\n | SCP-4345 | \nSCP-4346\n »",
    "addendums": [
        "Addendum 4: During Incident-3749-B-16, SCP-3749 breached containment in Site-78. While SCP-3749 was successfully re-contained within 18 hours, with zero casualties, SCP-4345 manifested in nearly all present personnel. No conclusive connection has been made between SCP-4345 and SCP-3749.",
        "Addendum 5: On 2015-04-19 Dr Rosalind Lutece and Lead Researcher Colleen Evans have been reprimanded and reassigned for handling classified materials concerning SCP-4345 not available at their respective clearance levels. Class-C Amnestics were administered.\n"
    ],
    "documents": [],
    "notes": [
        "Reynolds and his wife in 2012. Interview Log Date: 2013/12/15 Interviewer: Doctor Rosalind Lutece Interviewee: Researcher Dimas Reynolds [Begin Log] [ Reynolds can be heard breathing heavily throughout the interview, occasionally groaning. ] Lutece: Hello Dimas, how are you today? Reynolds: Hey Rosa. Not great. Still the same pain for the past 2 weeks. It just won't quit. Lutece: So I read your file, but let's go over it again. Can you tell me about when the pain started? Reynolds: I honestly can't say. Started about 2 weeks ago I think? I was working late, finishing up a report, then headed home. I was just about to cross the street out front of the site, then I blacked out. I was probably just lost in thought for a second, 'cause a car that sped by just passed me, but right then the pain started. Lutece: Could you describe the pain? Is it more of a burning, or a piercing? Is it dull? Reynolds: It's more dull or blunt in my leg and lower torso, but very sharp in my throat. Kind of burning? As if I was stabbed there. Lutece: Does anything make it grow more or less severe? Are the areas tender? Reynolds: Sometimes it gets worse, but I don't know why. I tried pressing on it, moving around and stuff. Nothing changes. Lutece: Does any one region hurt more than the others? Reynolds: Not really. It's hard to describe. My throat feels worse, but maybe it's just because it's in a smaller area. My leg and abdomen feel like they're being crushed and my foot has gone numb entirely. Lutece: When did that start? Reynolds: Just two days ago. Lutece: I am so sorry, Dimas. I am sure we will figure something out to help you soon. Is there anything else you would like to note before we stop for today? Reynolds: There is, yeah. But I don't know how to put it. Lutece: It's alright, take your time. Reynolds: I have this strange, lingering feeling. I feel like it's gotten stronger over time, but maybe I'm just paying more attention to it. Lutece: Yes? Reynolds: When I was a kid, my parents moved a lot. We'd get settled and as soon as I feel like I made a place for myself, we'd drive away. Every time it felt like leaving everything behind. Like losing everything that made me feel at home. Everything that made me feel like I was where I belong. [ Reynolds pauses and holds his hands to his temples. ] Reynolds: I don't know why, but ever since this started, I have this feeling again. It doesn't make any sense though. I've lived where I lived for the last 7 years. Everything I care for, everyone in my life is still there just like before. But it doesn't feel like I am, if that makes sense? I mean, I don't know. On Wednesday, I was driving home and I ended up at a completely different address. But I could've sworn I owned that exact mailbox. Apparently, I had called my wife all confused and she had you guys go through the trouble of picking me up. Honestly I don't remember much of that evening. Lutece: No trouble. This is our jobs after all. Try to get some rest now. I'll email you your next appointment reminder. Reynolds: Thanks, Rosa. [End Log]",
        "Reynolds before being taken into protective custody. Interview Log following Researcher Reynolds being taken into protective custody Date: 2013/01/03 Interviewer: Doctor Rosalind Lutece Interviewee: Researcher Dimas Reynolds [Begin Log] Lutece: Hey, Dimas. Reynolds: [ Reynolds is speaking quietly. ] Hey. Doctor Lutece. Lutece: 'Doctor Lutece'? You can call me by my first name if you want. Reynolds: I know, it's just- I am sorry. Lutece: You have nothing to feel sorry for! I just have some concerns about what you've been doing the last couple of weeks. According to your file, you have been returning to the street in front of the Site, despite being placed on mandatory medical leave? Reynolds: Yeah. Lutece: It says here that they found you lying on the pavement. Is that true? Reynolds: I- Yeah. I did. Lutece: Did that have anything to do with the fight you had with your wife, the hour prior? Reynolds: [ Reynolds exhales audibly. ] Yes. Lutece: Have you had any other thoughts of hurting yourself or-? Reynolds: [ Reynolds cuts Lutece off. ] I can't take it any more okay? I can't deal with this pain. I don't want to deal with it. I'm done. Lutece: Please, Dimas, try to stay calm. I can't help you if you do not let me talk. Reynolds: I don't think you can help me. I don't think anyone can. Lutece: Please, let me try. Tell me what's going on. Why do you return to this street? Reynolds: I just- I'm just drawn to it! It's where it all started! I know something happened there. After the fight with who I hope is my wife I- I gave up. I thought I might as well be run over right then and there. That's when you guys found me. Lutece: I'm sorry, but what do you mean 'who you hoped was your wife'? Who would you be fighting with if not your wife, Clarice? Reynolds: God I'm pathetic. I need to find some way to apologize to her! I told her she wasn't the woman I married. She didn't even do anything wrong. I've just been so insecure. Nothing feels right anymore. I get lost in my own city. At night I trip over furniture I don't remember buying. Even you! Did you always have glasses? My own daughter, she has my eyes! But I know she doesn't! She should have Clarice's eyes! She's always had them… Everyone and everything I know feels like they've been replaced. But I also feel like I'm just lying to myself. Rosa? I'm not crazy right? [ Reynolds begins to weep. ] I am myself, right? I've always been myself? Why am I not even sure of that anymore? Who am I? Where do I belong? Where am I from? I don't want this anymore. I don't want to hurt anymore. Please… [ Reynolds remains inconsolable for the remainder of the interview time. ] [End Log]",
        "2014/01/22 Priority Appeal by Doctor Lutece Over the last 2 months, several more cases of SCP-4345 have been confirmed at various sites around the world. Review of civilian reports for possible cases of SCP-4345 has uncovered troubling results. The spread of infection matches no known epidemiological pattern. Victims appear to share no characteristics; there is no strong link connecting cases. Foundation facilities do not have the resources to treat affected staff, let alone the civilian population. Due to the rising number of confirmed manifestations, to best fulfill our mission, I propose to raise the priority of SCP-4345 research to level 5. I see no reason why research efforts are continually denied funding. Containment of SCP-4345 should be of the highest interest to the Ethics Committee, Research Division, and the Foundation at large. This proposition was declined with the following results: O5-Council Votes 0 In Favor 2 Abstain 11 Against Result Motion Denied Ethics Committee Votes 25 In Favor 1 Abstain 3 Against Result Motion Passed The Administrator Votes Against Final Result OVERRULED BY ADMINISTRATOR"
    ],
    "containment_procedures": "Ongoing disinformation campaigns are to continue attributing manifestations of SCP-4345 to non-anomalous neuropathy1. In the case of large scale outbreaks, amnestics may be administered. Psychological and physiological treatment is to be provided as needed.",
    "description": "SCP-4345 is an anomalous disease manifesting as severe neuropathy in various regions of the body with no discernible cause. Cases can be differentiated from non-anomalous diseases by slight fluctuations of Hume levels within the affected nerves and brains of the victims. Furthermore, the pain does not respond to any known analgesic2.",
    "title": "SCP-4345"
}