{
    "url": "https://scp-wiki.wikidot.com/scp-4352",
    "all_text": "rating: \n+286\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION DEPARTMENT OF MISCOMMUNICATIONS\n\n\nThe following file contains a vital anti-infohazard. Any level 4 or higher personnel that have been the subjects of amnestic treatment are required to read this document in full before returning to their duties.\n\n\n— Eli Forkley, Director, DoMC\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n4352\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nNULL\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n This file is to be incorporated into the standard Foundation Employment Pack, and all new Foundation personnel are required to acquaint themselves with the information contained within. Coded narratives describing SCP-4352 are to be disseminated through all available media including film, television and literature, and efforts are to be undertaken to ensure these narratives reach even severely isolated communities so as to reduce the rate of SCP-4352 attacks as much as possible.\n\n\nContainment narratives as originally concocted by FP-194 and now disseminated by the Foundation are to contain the following narrative elements:\n\n\n\n\nA protagonist or protagonists, ideally a child or anthropomorphized animal, which is associated with innocence within the target culture.\n\n\nA physical description of SCP-4352.\n\n\nMention of at least one attack method known to be used by SCP-4352.\n\n\nAn attempt by the representation of SCP-4352 to deceive or otherwise mislead the protagonist/protagonists, so as to illustrate SCP-4352’s duplicitous nature.\n\n\n\n\nIn events where radical alteration is required to existing containment narratives so as to adjust it to fit anomalous communities or cultures, the Foundation Department of Miscommunications is authorized to make any changes as needed so long as the purpose of the containment narrative is still achieved.\n\n\nDescription:\n SCP-4352 is a hostile metaphysical entity, which normally resides in the collective human psychospace, but is capable of emerging and physically attacking a target once necessary conditions are met.\n\n\n\n\nThe target must not be aware of SCP-4352’s existence.\n\n\nThe target must not be aware of SCP-4352’s capabilities.\n\n\nThe target must have broken a societal norm for their culture.\n\n\n\n\nOnce SCP-4352 has selected a target, it is capable of attacking in a variety of ways. Although these methods are capable of causing significant disruption and destruction, no incidents have been recorded in which any individuals other than valid targets have been harmed or affected during these events. Methods recorded have included physical attacks via use of teeth and claws, localized weather manipulation and limited bodily geokinesis.\n\n\nIn cases where SCP-4352 does not immediately attack an identified target, it has been known to apply variable conceptual camouflage to itself, causing individuals who observe it to identify it as a specific human being familiar to them despite its physical appearance not actually changing. This camouflage is not impenetrable, however, as specific and focused observation of SCP-4352's non-human bodily configuration can allow an individual to see through it.\n\n\nSCP-4352 is believed to have existed primarily within the European psychospace since the early 10th century, preying primarily on farming communities, with attacks gradually lessening as folklore regarding the entity became more widespread - finally all-but stopping in the early 19th century due to the efforts of FP-194.\n\n\n\n\nAccess FP-194 Documentation\n\n\n\n\nClose FP-194 Documentation\n\n\n\n\nFP\n1\n-194 (“The Warning Bell”) was a small coalition of natural philosophers and occult enthusiasts known to have existed in the 1800’s, devoted to the identification and extermination of the many predatory anomalous organisms that existed throughout Europe during the period. Although they were successful in the eradication of the Hircocervus and the Anti-Human Unicorn, their principal goal during their existence was the elimination of SCP-4352. It is believed that the original containment procedures now used by the Foundation were concocted by The Warning Bell and disseminated for this purpose.\n\n\n\n\n\n\n\n\nAddendum-01:\n\n\nTesting was conducted to attempt to expose a member of D-Class personnel to SCP-4352. D-2223, selected for his frequent insubordination and antisocial tendencies, was amnesticized of his prior knowledge of SCP-4352, placed in a room with a large amount of foodstuff not usually permitted for D-Class personnel, and ordered not to consume it. Unsurprisingly, D-2223 proceeded to consume the majority of the provided food once Dr. Lesteigh left the room.\n\n\nRecording began immediately after.\n\n\n\n\n<Begin Log>\n\n\nD-2223:\n There. You expect me to just sit there and look at all that shit? You’re a fucking idiot.\n\n\nDr. Lesteigh:\n Oh, yes, yes, of course. You’ve done very well indeed!\n\n\nD-2223:\n Fuckin’ creep.\n\n\n(D-2223 sits down in the provided chair.)\n\n\nD-2223:\n Something supposed to happen now or what?\n\n\nDr. Lesteigh:\n Well, we’ll have to wait and see, I suppose, won’t we? Do you mind if I take a seat? A little chair?\n\n\nD-2223:\n It’s your chair, man. Do what you want.\n\n\nDr. Lesteigh:\n Yes, yes, of course.\n\n\n(Dr. Lesteigh sits down and places his paws on the desk.)\n\n\nDr. Lesteigh:\n Ah, it’s good to get a load off.\n\n\nD-2223:\n Oh, that’s nasty, man. \n(gestures at Dr. Lesteigh’s claws)\n You need to cut those nails, dude. That’s disgusting.\n\n\nDr. Lesteigh:\n \n(sniffs)\n Oh, my apologies. I haven’t been able to get much free time lately. Can you help me fix my tie?\n\n\n(Pause.)\n\n\nD-2223:\n You fucking serious, man?\n\n\nDr. Lesteigh:\n Yes! You are under my employment, are you not?\n\n\n(Pause. D-2223 sighs, gets up, and goes to help Dr. Lesteigh fix his tie. He has difficulty locating it.)\n\n\nD-2223:\n Hard to find this shit. You’re, like, really fucking hairy, man. You need a shave.\n\n\nDr. Lesteigh:\n Yes, I do!\n\n\nD-2223:\n And you …\n\n\n(Pause.)\n\n\nD-2223:\n And you \nstink\n.\n\n\nDr. Lesteigh:\n \n(grins)\n Yes, I do.\n\n\n<End Log>\n\n\nClosing Notes:\n Upon the conclusion of the test and the confirmed retreat of SCP-4352 back into the human psychospace, security personnel entered the interview chamber to recover D-2223’s remains. The test subject was found to have been opened vertically via the application of sharp claws and had large amounts of stone, wool and goat embryos deposited within the available cavities.\n\n\n\n\nAddendum-02:\n\n\n\n\nAccess Contents of Addendum\n\n\n\n\nClose Contents of Addendum\n\n\n\n\n\n\n\n\nJacob Ludwig Karl Grimm and Wilhelm Carl Grimm, known associates of the Warning Bell who were chiefly responsible for the expanded dissemination of containment narratives during the 19th century.\n\n\n\n\n\n\nThe following is an excerpt from the original containment narratives disseminated for the purpose of reducing SCP-4352’s influence, archived for historical purposes. A full archive of all known SCP-4352 containment narratives is available upon request from the Foundation Historical Department.\n\n\n\n\n“…there was a dear little girl who was loved by everyone who looked at her, but most of all by her grandmother, and there was nothing that she would not have given to the child. Once she gave her a little riding hood of red velvet, which suited her so well that she would never wear anything else; so she was always called 'Little Red Riding Hood.'”\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Foundation Precursor\n\n\n\n\n\n\n\n\n« \nSCP-4351\n | SCP-4352 | \nSCP-4353\n »\n\n\n\n\n\n\nShow Translations\n\n\n\n\nHide Translations\n\n\n\n\nJA\n - \nhttps://ja.scp-wiki.net/scp-4352\n\n\nCN\n - \nhttps://scp-wiki-cn.wikidot.com/scp-4352\n\n\nJP\n - \nhttps://scp-jp.wikidot.com/scp-4352\n\n\nRU\n - \nhttps://scpfoundation.net/scp-4352\n\n\nES\n - \nhttps://lafundacionscp.wikidot.com/scp-4352\n\n\nVN\n - \nhttps://scp-vn.wikidot.com/scp-4352",
    "addendums": [
        "Addendum-01:\nTesting was conducted to attempt to expose a member of D-Class personnel to SCP-4352. D-2223, selected for his frequent insubordination and antisocial tendencies, was amnesticized of his prior knowledge of SCP-4352, placed in a room with a large amount of foodstuff not usually permitted for D-Class personnel, and ordered not to consume it. Unsurprisingly, D-2223 proceeded to consume the majority of the provided food once Dr. Lesteigh left the room.\nRecording began immediately after.",
        "Addendum-02:"
    ],
    "documents": [],
    "notes": [
        "<Begin Log> D-2223: There. You expect me to just sit there and look at all that shit? You’re a fucking idiot. Dr. Lesteigh: Oh, yes, yes, of course. You’ve done very well indeed! D-2223: Fuckin’ creep. (D-2223 sits down in the provided chair.) D-2223: Something supposed to happen now or what? Dr. Lesteigh: Well, we’ll have to wait and see, I suppose, won’t we? Do you mind if I take a seat? A little chair? D-2223: It’s your chair, man. Do what you want. Dr. Lesteigh: Yes, yes, of course. (Dr. Lesteigh sits down and places his paws on the desk.) Dr. Lesteigh: Ah, it’s good to get a load off. D-2223: Oh, that’s nasty, man. (gestures at Dr. Lesteigh’s claws) You need to cut those nails, dude. That’s disgusting. Dr. Lesteigh: (sniffs) Oh, my apologies. I haven’t been able to get much free time lately. Can you help me fix my tie? (Pause.) D-2223: You fucking serious, man? Dr. Lesteigh: Yes! You are under my employment, are you not? (Pause. D-2223 sighs, gets up, and goes to help Dr. Lesteigh fix his tie. He has difficulty locating it.) D-2223: Hard to find this shit. You’re, like, really fucking hairy, man. You need a shave. Dr. Lesteigh: Yes, I do! D-2223: And you … (Pause.) D-2223: And you stink . Dr. Lesteigh: (grins) Yes, I do. <End Log> Closing Notes: Upon the conclusion of the test and the confirmed retreat of SCP-4352 back into the human psychospace, security personnel entered the interview chamber to recover D-2223’s remains. The test subject was found to have been opened vertically via the application of sharp claws and had large amounts of stone, wool and goat embryos deposited within the available cavities.",
        "“…there was a dear little girl who was loved by everyone who looked at her, but most of all by her grandmother, and there was nothing that she would not have given to the child. Once she gave her a little riding hood of red velvet, which suited her so well that she would never wear anything else; so she was always called 'Little Red Riding Hood.'”"
    ],
    "containment_procedures": "This file is to be incorporated into the standard Foundation Employment Pack, and all new Foundation personnel are required to acquaint themselves with the information contained within. Coded narratives describing SCP-4352 are to be disseminated through all available media including film, television and literature, and efforts are to be undertaken to ensure these narratives reach even severely isolated communities so as to reduce the rate of SCP-4352 attacks as much as possible.",
    "description": "SCP-4352 is a hostile metaphysical entity, which normally resides in the collective human psychospace, but is capable of emerging and physically attacking a target once necessary conditions are met.",
    "title": "SCP-4352"
}