{
    "url": "https://scp-wiki.wikidot.com/scp-4357",
    "all_text": "rating: \n+234\n+\n–\nx\n\n\nLiterallyMechanical\n\n\n\n\n\n\nSlimelord\n, by \nLiterallyMechanical\n\n\nFor the rest of my work, check out \nLiterallyMechanical's Author Page\n\n\nA few of my favorites:\n\n\n\n\nSCP-4170\n — The Dark\n\n\nSCP-4163\n — The Tetris Prodigy\n\n\nSCP-5236\n — Ethics Committee Inquest\n\n\n\n\n\n\n\n\n\n\nItem #\n SCP-4357\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n A standard steel-reinforced 3 x 3 x 1 x 1 meter 4-doorway is to be hyperspatially installed around SCP-4357. Respirators suitable for filtering noxious sulfur compounds are to be provided for personnel who pass through SCP-4357 and enter SCP-4357-א. At least one member of any away team must be familiar with the regional written language, and care should be taken to minimize contact with the local SCP-4357-0 population, if possible.\n\n\nA \"No Entry\" sign, written in the local glyphic system of SCP-4357-א, is to be affixed to the א side of the anomaly. Any instances of SCP-4357-0 who enquire about the status of SCP-4357 are to be informed that the building is under new management, and no rental units are available.\n\n\nThe apartment building within which SCP-4357 is located has been acquired by the Foundation, and is now designated Clandestine Site-102. All Site-102 units are to be rented to Foundation employees, including the research staff for SCP-4357, at a discounted rate. Guests and family of researchers are strictly forbidden from entry to the building. Please contact Senior Researcher Richard Giordano to inquire about renting a Site-102 apartment.\n\n\nDescription:\n SCP-4357 is a discontinuity in space, located in a fourth-floor hallway of an apartment building in Boston, Massachusetts. While the three dimensional volume of SCP-4357 roughly fills a standard American 6'8\" wooden interior doorframe, the unusual hyperspatial structure of the anomaly extends a short distance into 4-space. Passing through SCP-4357 allows entry into (and egress from) a divergent Minkowski spacetime, designated SCP-4357-א, roughly 37 centimeters to the 4-left of baseline Earth.\n\n\nThe dominant lifeform on SCP-4357-א, designated SCP-4357-0, is a species of large, sapient vermiforms, thought to be descended from early aquatic chordates. The progression of SCP-4357-0 civilization and culture bears remarkable parallels to that of humanity, having discovered advanced metallurgy and undergone a technological revolution within the past ten thousand years. The origin of the SCP-4357 portal is unknown, but is presumed to result from scientific or metaphysical action on the א side in or before the year 2009.\n\n\nSCP-4357 was acquired by the Foundation following the arrest of Hugh Dennehey, the then-current landlord of the building, for tax fraud and money laundering in September of 2015. Dennehey came to the Foundation's attention after several of the arresting officers were put on psychiatric leave following their reports of \"monsters in the hallways.\" Under the guise of Federal agents, MTF-Eta-4 (\"Men In Black\") immediately moved to assume command of the investigation.\n\n\nThe SCP-4357 portal was discovered and secured shortly thereafter. Several instances of SCP-4357-0 were encountered in the process, all of whom displayed some degree of non-violent, non-aggressive hostility to the task force. No human residents of the building were observed. Trace quantities of sulfur-containing gasses were detected in the hallways, matching atmospheric samples later collected from SCP-4357-א. High levels of humidity and elevated temperatures were traced to malfunctioning heating systems.\n\n\nAfter extraction from police custody, Dennehey was cooperative with Foundation scientists. He explained that he discovered SCP-4357 in early 2009, and subsequently spent several months establishing mutually-intelligible communication with nearby instances of SCP-4357-0. Ultimately, Dennehey evicted his remaining human tenants, and rented out all of his apartments to residents of SCP-4357-א. He accepted rent payments in precious metals, gemstones, and other resources that were easily concealed from the United States IRS.\n\n\nThe building, now known as Clandestine Site-102, is currently inhabited by Foundation research staff engaged in the study of SCP-4357-א and its inhabitants. Notably, many of the former residents of Dennehey's apartments are still local to the area, and continue to express curiosity about Earth. One particular specimen, designated SCP-4357-0-A, has proved especially eager to communicate with humans. Selections of this specimen's interview logs are provided below.\n\n\n\n\nInterview Log 4357-0-A_10-02-2015\n\n\nInterviewer: Senior Researcher Richard Giordano\n\n\nSCP-4357-0-A was provided with an electronic text-to-speech keyboard interface.\n\n\nDr. Giordano:\n Hello. Can you understand me?\n\n\nSCP-4357-0-A waves a bundle of tentacles up and down, mimicking a human “nodding” gesture.\n\n\nDr. Giordano:\n Alright. Do you understand who I am?\n\n\nSCP-4357-0-A:\n HUMAN SCIENTIST\n\n\nDr. Giordano:\n Yes, that's right. Do you have a name?\n\n\nSCP-4357-0-A:\n SLUGGY\n\n\nDr. Giordano:\n Uh, okay. Sluggy. Did your landlord give you that name? Hugh Dennehey?\n\n\nSCP-4357-0-A:\n YES. WHAT IS YOUR NAME\n\n\nDr. Giordano:\n My name is Richard.\n\n\nSCP-4357-0-A:\n HOW DO YOU SPELL THAT\n\n\nDr. Giordano:\n R - I - C - H - A - R - D\n\n\nSCP-4357-0-A:\n THAT IS TOO MANY LETTERS. IS THERE A SHORTER WAY TO WRITE RICHARD?\n\n\nDr. Giordano:\n A… shorter way?\n\n\nSCP-4357-0-A:\n YES. I DON'T THINK MY TINY BRAIN CAN REMEMBER THAT MANY LETTERS AT ONCE.\n\n\nDr. Giordano:\n Excuse me?\n\n\nSCP-4357-0-A:\n THANK YOU FOR TALKING IN SUCH A CLEAR, SIMPLE MANNER, AS THOUGH YOU WERE SPEAKING TO A HUMAN CHILD. IT MAKES IT EASIER TO UNDERSTAND YOU. CAN I CALL YOU DICK.\n\n\nDr. Giordano:\n You can call me Rick. R - I - C - K.\n\n\nSCP-4357-0-A:\n I DON'T THINK THAT'S RIGHT. YOU LOOK LIKE A DICK TO ME.\n\n\nDr. Giordano:\n I'm not sure what you mean.\n\n\nSCP-4357-0-A:\n THAT'S WHAT THE OTHER RESEARCHERS SAY WHEN YOU'RE NOT IN THE ROOM. THEY LAUGH WHEN THEY DO IT. WHY IS THAT? I DON'T UNDERSTAND.\n\n\nDr. Giordano:\n How… what?\n\n\nSCP-4357-0-A:\n YES, THEY LAUGH ABOUT IT A LOT. PRETTY MUCH WHENEVER SOMEBODY MENTIONS YOU.\n\n\nDr. Giordano:\n Uh, we'll continue this interview later.\n\n\nSCP-4357-0-A:\n SOUNDS GOOD. I'M RUNNING LATE, ANYWAY. BYE, DICK.\n\n\n\n\nFollowing preliminary establishment of friendly relations by Senior Researcher Richard Giordano, Junior Researcher Rudolph Harlan was assigned primary authority over interviews with SCP-4357-0-A. Until the end of Researcher Harlan's term of employment with the Foundation, interviews were conducted on a weekly basis. A selection of his interviews are presented below.\n\n\nIt is the recommendation of Junior Researcher Harlan that any future researchers assigned to SCP-4357 read these interview logs in their entirety before choosing to relocate to Clandestine Site-102.\n\n\n\n\nInterview Log 4357-0-A_11-28-2015\n\n\nInterviewer: Junior Researcher Rudolph Harlan\n\n\nDr. Harlan:\n Hey, Sluggy. How have you been?\n\n\nSCP-4357-0-A:\n I'M OKAY. HOW IS THE APARTMENT? ARE YOU ALL MOVED IN?\n\n\nDr. Harlan:\n Not quite yet, I still have a lot of boxes. It looks good, though! I mean, I do feel bad for taking your old unit.\n\n\nSCP-4357-0-A:\n NO WORRIES, I GET IT. WATCH OUT FOR THE RADIATOR, IT LEAKS. I THINK THERE'S MOLD IN THE WALLS, TOO.\n\n\nDr. Harlan:\n Oof, I was wondering about that. Most of the radiators are jammed on, and we can't get the temperature down without shutting off heat to the whole building. I guess Dennehey never did much maintenance, did he?\n\n\nSCP-4357-0-A:\n HE DID, ACTUALLY. YOUR EARTH IS TOO COLD FOR US, SO THE HEAT AND HUMIDITY IS GREAT. HE WAS EVEN OKAY WITH THE SULFUR DIOXIDE. HE WANTED TO GET RID OF THE MOLD, BUT IT DOESN'T BOTHER US SLUGS.\n\n\nDr. Harlan:\n Huh, okay. Thanks for the heads-up. I think the sulfur smell is going away, at least.\n\n\nSCP-4357-0-A:\n ANYWAY, HAVE YOU READ THE BOOK YET? I'D LEND YOU MY COPY IF YOU'D JUST LEARN DANISH. IT'S NOT HARD.\n\n\nDr. Harlan:\n I'm trying, but Kierkegaard is pretty dense, even translated.\n\n\nSCP-4357-0-A:\n YOU COULD TRY KANT FIRST.\n\n\nDr. Harlan:\n Is he any easier to read?\n\n\nSCP-4357-0-A:\n NO, BUT HE'S SUCH AN IDIOT THAT YOU'LL KEEP READING OUT OF SPITE.\n\n\nDr. Harlan:\n Right, actually, Doctor Giordano wants me to get those books back to Earth. Our Earth.\n\n\nSCP-4357-0-A:\n HUGH GAVE THEM TO ME AS A GIFT AND I'M NOT DONE READING. DICK CAN HAVE THEM WHEN I'M DONE.\n\n\nDr. Harlan:\n When will that be?\n\n\nSCP-4357-0-A:\n I DON'T KNOW, I'M JUST A SLUG. HOW MUCH LONGER WILL HE LIVE?\n\n\nDr. Harlan:\n Well, he's about fifty, so maybe another forty years?\n\n\nSCP-4357-0-A:\n HE CAN HAVE THEM IN FORTY-ONE.\n\n\n\n\n\n\nInterview Log 4357-0-A_12-27-2015\n\n\nInterviewer: Junior Researcher Rudolph Harlan\n\n\nSCP-4357-0-A:\n YOU LOOK EXHAUSTED.\n\n\nDr. Harlan:\n Nice to see you too, Sluggy.\n\n\nSCP-4357-0-A:\n YEAH. DID I EVER TELL YOU ABOUT THE RATS?\n\n\nDr. Harlan:\n No, I don't think so.\n\n\nSCP-4357-0-A:\n THE BUILDING USED TO HAVE A RAT PROBLEM. WE DON'T HAVE MAMMALS BACK HOME, SO WE JUST THOUGHT THAT WAS NORMAL UNTIL SOMEBODY MENTIONED IT TO THE LANDLORD.\n\n\nDr. Harlan:\n What did you do?\n\n\nSCP-4357-0-A:\n DON'T BE GROSS, WE DIDN'T EAT THEM. HUGH SET OUT TRAPS.\n\n\nDr. Harlan:\n Eat— I never said you ate them!\n\n\nSCP-4357-0-A:\n YOU WERE THINKING IT.\n\n\nDr. Harlan:\n Oh, so you're telepathic now?\n\n\nSCP-4357-0-A:\n YES.\n\n\nDr. Harlan:\n Wait, seriously? Your species has telepathic capabilities? We have to test this, hang on. There's a whole protocol…\n\n\nSCP-4357-0-A:\n OH MY GOD, RUDY, LEARN TO READ SARCASM. I WAS JUST MOCKING YOU.\n\n\nDr. Harlan:\n Right. Sorry.\n\n\nSCP-4357-0-A:\n I FORGIVE YOU.\n\n\nDr. Harlan:\n Anyway, you said Dennehey set out traps? What kind did he use? They just keep ignoring the glue ones, and I don't like kill-traps.\n\n\nSCP-4357-0-A:\n OH NO ARE THE RATS BACK?\n\n\nDr. Harlan:\n Yeah.\n\n\nSCP-4357-0-A:\n CAN'T YOU ASK DICK TO TAKE CARE OF IT?\n\n\nDr. Harlan:\n We, uh, well, the budget is tight, and he can't exactly call an exterminator.\n\n\nSCP-4357-0-A:\n WHAT ABOUT THE RADIATORS? IT'S STILL NICE AND TOASTY IN HERE FOR ME.\n\n\nDr. Harlan:\n He can't exactly call a plumber, either. We're supposed to keep the windows shut too, because, you know. Clandestine Site.\n\n\nSCP-4357-0-A:\n SO YOUR LANDLORD IS MAKING YOU LIVE IN A RAT INFESTED, MOLDY SAUNA. IS THAT WHY YOU'RE ALWAYS SO TIRED?\n\n\nDr. Harlan:\n Uh. I think we're done interviewing for now.\n\n\n\n\n\n\nInterview Log 4357-0-A_01-19-2016\n\n\nInterviewer: Junior Researcher Rudolph Harlan\n\n\nDr. Harlan:\n It's going to have to be a short interview today, sorry. I was hoping you could tell me a bit more about your species' hatching and growth cycle.\n\n\nSCP-4357-0-A:\n JESUS CHRIST, RUDY, YOU LOOK AWFUL.\n\n\nDr. Harlan:\n Wow, okay.\n\n\nSCP-4357-0-A:\n NO, I'M SERIOUS, WHAT'S WRONG?\n\n\nDr. Harlan:\n I… uh, so, your larval stage is aquatic, right? Do you reach sexual maturity as soon as you move onto dry land, or is there more development and growth first?\n\n\nSCP-4357-0-A:\n RUDY, TALK TO ME.\n\n\nDr. Harlan:\n Um. Well, you know. Working here is a busy job. An exciting job! But I don't have time for, uh, well, much else. Especially with the \"no visitors\" policy, it's just hard to have… uh, so, your species tends to form long-term mating pairs. Is this to optimize the chances for reproductive success, or is there a societal reason as well?\n\n\nSCP-4357-0-A:\n WE GENERALLY MATE FOR LIFE. THERE ARE A LOT OF REASONS WHY. HUMANS DO THAT TOO, RIGHT?\n\n\nDr. Harlan:\n Yes. Well, not always, no. I mean, that's the expectation, sure, but in reality it's more complicated than that. A lot more… uh, anyway, females of your species tend to be larger than males. Does this lead to any divergent roles in society?\n\n\nSCP-4357-0-A:\n YOU PEOPLE TAKE SEXUAL DIMORPHISM WAY TOO SERIOUSLY. HUMAN ROMANCE IS HILARIOUS. HAVE YOU READ “PRIDE AND PREJUDICE?” IT'S THE FUNNIEST THING I'VE EVER SEEN.\n\n\nDr. Harlan:\n I like that book.\n\n\nSCP-4357-0-A:\n LOOK, I'VE BEEN STUDYING YOU LONG ENOUGH TO LEARN A LOT ABOUT HUMAN PSYCHOLOGY. I'VE ACTUALLY SPOKEN AT A FEW CONFERENCES ON THE SUBJECT.\n\n\nDr. Harlan:\n You're researching us?\n\n\nSCP-4357-0-A:\n OBVIOUSLY. WHY DO YOU THINK I KEEP COMING BACK?\n\n\nDr. Harlan:\n I just thought… never mind. What does this have to do with anything?\n\n\nSCP-4357-0-A:\n MY DEEP AND THOROUGH INSIGHT INTO THE HUMAN PSYCHE TELLS ME THAT YOU'RE NOT ASKING ABOUT OUR MATING HABITS ENTIRELY OUT OF SCIENTIFIC CURIOSITY.\n\n\nDr. Harlan:\n It's just that, well. We're not allowed to have visitors, or family living here, and it's such a busy job that I don't have time to go out much. And my wife, she, uh. She couldn't…\n\n\nDr. Harlan is observed to rest his forehead in his hands, and remains silent for 18 seconds.\n\n\nDr. Harlan:\n She just couldn't. Hey, let's talk a bit more about academia on your Earth. So, you're a scientist?\n\n\nSCP-4357-0-A:\n WOW, I'M SORRY. YOU CAN'T MOVE OUT?\n\n\nDr. Harlan:\n Theoretically I could, but Dick— uh, Doctor Giordano needs the staff to be on hand here.\n\n\nSCP-4357-0-A:\n YIKES. WELL, AT LEAST YOU GET FREE HOUSING OUT OF HIM.\n\n\nDr. Harlan:\n Um.\n\n\nSCP-4357-0-A:\n OH MY GOD, RUDY, DO YOU ACTUALLY PAY RENT IN THIS SHITHOLE?\n\n\nDr. Harlan:\n We get a discount! It's, you know, it's pretty cheap.\n\n\nSCP-4357-0-A:\n YOUR BOSS IS MAKING YOU PAY FOR THE PRIVILEGE OF GETTING DIVORCED IN A MOLDY TENEMENT FROM HELL.\n\n\nDr. Harlan:\n I mean, when you put it like that, it sounds… bad. Very bad.\n\n\nSCP-4357-0-A:\n RUDY, I LIKE YOU. IF YOU HADN'T EVICTED ME FROM MY HOME AND THEN MOVED IN BEFORE THE SMELL EVEN STARTED TO FADE, I MIGHT ACTUALLY CALL YOU A FRIEND. BUT YOU HAVE TO UNDERSTAND, FROM MY POINT OF VIEW, THIS IS OBJECTIVELY HILARIOUS.\n\n\nDr. Harlan:\n I… yeah. Okay, I get it.\n\n\nSCP-4357-0-A:\n HEY. BUDDY. GO HOME AND THINK ABOUT THINGS FOR A BIT.\n\n\nDr. Harlan:\n I am home. I live two doors down the hall.\n\n\nSCP-4357-0-A:\n HAHA YEAH, I KNOW.\n\n\n\n\nAs of 1/20/2016, following Junior Researcher Harlan's departure from the Foundation and return to civilian life, no further interviews have been conducted. Interviews will resume following sufficient restaffing of Clandestine Site-102.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nLiterallyMechanical's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-4172\n \n•\n\n\n\n\n\n\nSCP-4138\n \n•\n\n\n\n\n\n\nSCP-3163\n \n•\n\n\n\n\n\n\nSCP-4170\n \n•\n\n\n\n\n\n\nSCP-5236\n \n•\n\n\n\n\n\n\nSCP-3162\n \n•\n\n\n\n\n\n\nSCP-4532\n \n•\n\n\n\n\n\n\nSCP-4163\n \n•\n\n\n\n\n\n\nSCP-4164\n \n•\n\n\n\n\n\n\nSCP-4452\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nSave Our Souls - Part 1\n \n•\n\n\n\n\n\n\nA Frame Of Mind\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nLiterallyMechanical's Author Page\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4356\n | SCP-4357 | \nSCP-4358\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4357\n\" by LiterallyMechanical, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4357\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interview Log 4357-0-A_10-02-2015 Interviewer: Senior Researcher Richard Giordano SCP-4357-0-A was provided with an electronic text-to-speech keyboard interface. Dr. Giordano: Hello. Can you understand me? SCP-4357-0-A waves a bundle of tentacles up and down, mimicking a human “nodding” gesture. Dr. Giordano: Alright. Do you understand who I am? SCP-4357-0-A: HUMAN SCIENTIST Dr. Giordano: Yes, that's right. Do you have a name? SCP-4357-0-A: SLUGGY Dr. Giordano: Uh, okay. Sluggy. Did your landlord give you that name? Hugh Dennehey? SCP-4357-0-A: YES. WHAT IS YOUR NAME Dr. Giordano: My name is Richard. SCP-4357-0-A: HOW DO YOU SPELL THAT Dr. Giordano: R - I - C - H - A - R - D SCP-4357-0-A: THAT IS TOO MANY LETTERS. IS THERE A SHORTER WAY TO WRITE RICHARD? Dr. Giordano: A… shorter way? SCP-4357-0-A: YES. I DON'T THINK MY TINY BRAIN CAN REMEMBER THAT MANY LETTERS AT ONCE. Dr. Giordano: Excuse me? SCP-4357-0-A: THANK YOU FOR TALKING IN SUCH A CLEAR, SIMPLE MANNER, AS THOUGH YOU WERE SPEAKING TO A HUMAN CHILD. IT MAKES IT EASIER TO UNDERSTAND YOU. CAN I CALL YOU DICK. Dr. Giordano: You can call me Rick. R - I - C - K. SCP-4357-0-A: I DON'T THINK THAT'S RIGHT. YOU LOOK LIKE A DICK TO ME. Dr. Giordano: I'm not sure what you mean. SCP-4357-0-A: THAT'S WHAT THE OTHER RESEARCHERS SAY WHEN YOU'RE NOT IN THE ROOM. THEY LAUGH WHEN THEY DO IT. WHY IS THAT? I DON'T UNDERSTAND. Dr. Giordano: How… what? SCP-4357-0-A: YES, THEY LAUGH ABOUT IT A LOT. PRETTY MUCH WHENEVER SOMEBODY MENTIONS YOU. Dr. Giordano: Uh, we'll continue this interview later. SCP-4357-0-A: SOUNDS GOOD. I'M RUNNING LATE, ANYWAY. BYE, DICK.",
        "Interview Log 4357-0-A_11-28-2015 Interviewer: Junior Researcher Rudolph Harlan Dr. Harlan: Hey, Sluggy. How have you been? SCP-4357-0-A: I'M OKAY. HOW IS THE APARTMENT? ARE YOU ALL MOVED IN? Dr. Harlan: Not quite yet, I still have a lot of boxes. It looks good, though! I mean, I do feel bad for taking your old unit. SCP-4357-0-A: NO WORRIES, I GET IT. WATCH OUT FOR THE RADIATOR, IT LEAKS. I THINK THERE'S MOLD IN THE WALLS, TOO. Dr. Harlan: Oof, I was wondering about that. Most of the radiators are jammed on, and we can't get the temperature down without shutting off heat to the whole building. I guess Dennehey never did much maintenance, did he? SCP-4357-0-A: HE DID, ACTUALLY. YOUR EARTH IS TOO COLD FOR US, SO THE HEAT AND HUMIDITY IS GREAT. HE WAS EVEN OKAY WITH THE SULFUR DIOXIDE. HE WANTED TO GET RID OF THE MOLD, BUT IT DOESN'T BOTHER US SLUGS. Dr. Harlan: Huh, okay. Thanks for the heads-up. I think the sulfur smell is going away, at least. SCP-4357-0-A: ANYWAY, HAVE YOU READ THE BOOK YET? I'D LEND YOU MY COPY IF YOU'D JUST LEARN DANISH. IT'S NOT HARD. Dr. Harlan: I'm trying, but Kierkegaard is pretty dense, even translated. SCP-4357-0-A: YOU COULD TRY KANT FIRST. Dr. Harlan: Is he any easier to read? SCP-4357-0-A: NO, BUT HE'S SUCH AN IDIOT THAT YOU'LL KEEP READING OUT OF SPITE. Dr. Harlan: Right, actually, Doctor Giordano wants me to get those books back to Earth. Our Earth. SCP-4357-0-A: HUGH GAVE THEM TO ME AS A GIFT AND I'M NOT DONE READING. DICK CAN HAVE THEM WHEN I'M DONE. Dr. Harlan: When will that be? SCP-4357-0-A: I DON'T KNOW, I'M JUST A SLUG. HOW MUCH LONGER WILL HE LIVE? Dr. Harlan: Well, he's about fifty, so maybe another forty years? SCP-4357-0-A: HE CAN HAVE THEM IN FORTY-ONE.",
        "Interview Log 4357-0-A_12-27-2015 Interviewer: Junior Researcher Rudolph Harlan SCP-4357-0-A: YOU LOOK EXHAUSTED. Dr. Harlan: Nice to see you too, Sluggy. SCP-4357-0-A: YEAH. DID I EVER TELL YOU ABOUT THE RATS? Dr. Harlan: No, I don't think so. SCP-4357-0-A: THE BUILDING USED TO HAVE A RAT PROBLEM. WE DON'T HAVE MAMMALS BACK HOME, SO WE JUST THOUGHT THAT WAS NORMAL UNTIL SOMEBODY MENTIONED IT TO THE LANDLORD. Dr. Harlan: What did you do? SCP-4357-0-A: DON'T BE GROSS, WE DIDN'T EAT THEM. HUGH SET OUT TRAPS. Dr. Harlan: Eat— I never said you ate them! SCP-4357-0-A: YOU WERE THINKING IT. Dr. Harlan: Oh, so you're telepathic now? SCP-4357-0-A: YES. Dr. Harlan: Wait, seriously? Your species has telepathic capabilities? We have to test this, hang on. There's a whole protocol… SCP-4357-0-A: OH MY GOD, RUDY, LEARN TO READ SARCASM. I WAS JUST MOCKING YOU. Dr. Harlan: Right. Sorry. SCP-4357-0-A: I FORGIVE YOU. Dr. Harlan: Anyway, you said Dennehey set out traps? What kind did he use? They just keep ignoring the glue ones, and I don't like kill-traps. SCP-4357-0-A: OH NO ARE THE RATS BACK? Dr. Harlan: Yeah. SCP-4357-0-A: CAN'T YOU ASK DICK TO TAKE CARE OF IT? Dr. Harlan: We, uh, well, the budget is tight, and he can't exactly call an exterminator. SCP-4357-0-A: WHAT ABOUT THE RADIATORS? IT'S STILL NICE AND TOASTY IN HERE FOR ME. Dr. Harlan: He can't exactly call a plumber, either. We're supposed to keep the windows shut too, because, you know. Clandestine Site. SCP-4357-0-A: SO YOUR LANDLORD IS MAKING YOU LIVE IN A RAT INFESTED, MOLDY SAUNA. IS THAT WHY YOU'RE ALWAYS SO TIRED? Dr. Harlan: Uh. I think we're done interviewing for now.",
        "Interview Log 4357-0-A_01-19-2016 Interviewer: Junior Researcher Rudolph Harlan Dr. Harlan: It's going to have to be a short interview today, sorry. I was hoping you could tell me a bit more about your species' hatching and growth cycle. SCP-4357-0-A: JESUS CHRIST, RUDY, YOU LOOK AWFUL. Dr. Harlan: Wow, okay. SCP-4357-0-A: NO, I'M SERIOUS, WHAT'S WRONG? Dr. Harlan: I… uh, so, your larval stage is aquatic, right? Do you reach sexual maturity as soon as you move onto dry land, or is there more development and growth first? SCP-4357-0-A: RUDY, TALK TO ME. Dr. Harlan: Um. Well, you know. Working here is a busy job. An exciting job! But I don't have time for, uh, well, much else. Especially with the \"no visitors\" policy, it's just hard to have… uh, so, your species tends to form long-term mating pairs. Is this to optimize the chances for reproductive success, or is there a societal reason as well? SCP-4357-0-A: WE GENERALLY MATE FOR LIFE. THERE ARE A LOT OF REASONS WHY. HUMANS DO THAT TOO, RIGHT? Dr. Harlan: Yes. Well, not always, no. I mean, that's the expectation, sure, but in reality it's more complicated than that. A lot more… uh, anyway, females of your species tend to be larger than males. Does this lead to any divergent roles in society? SCP-4357-0-A: YOU PEOPLE TAKE SEXUAL DIMORPHISM WAY TOO SERIOUSLY. HUMAN ROMANCE IS HILARIOUS. HAVE YOU READ “PRIDE AND PREJUDICE?” IT'S THE FUNNIEST THING I'VE EVER SEEN. Dr. Harlan: I like that book. SCP-4357-0-A: LOOK, I'VE BEEN STUDYING YOU LONG ENOUGH TO LEARN A LOT ABOUT HUMAN PSYCHOLOGY. I'VE ACTUALLY SPOKEN AT A FEW CONFERENCES ON THE SUBJECT. Dr. Harlan: You're researching us? SCP-4357-0-A: OBVIOUSLY. WHY DO YOU THINK I KEEP COMING BACK? Dr. Harlan: I just thought… never mind. What does this have to do with anything? SCP-4357-0-A: MY DEEP AND THOROUGH INSIGHT INTO THE HUMAN PSYCHE TELLS ME THAT YOU'RE NOT ASKING ABOUT OUR MATING HABITS ENTIRELY OUT OF SCIENTIFIC CURIOSITY. Dr. Harlan: It's just that, well. We're not allowed to have visitors, or family living here, and it's such a busy job that I don't have time to go out much. And my wife, she, uh. She couldn't… Dr. Harlan is observed to rest his forehead in his hands, and remains silent for 18 seconds. Dr. Harlan: She just couldn't. Hey, let's talk a bit more about academia on your Earth. So, you're a scientist? SCP-4357-0-A: WOW, I'M SORRY. YOU CAN'T MOVE OUT? Dr. Harlan: Theoretically I could, but Dick— uh, Doctor Giordano needs the staff to be on hand here. SCP-4357-0-A: YIKES. WELL, AT LEAST YOU GET FREE HOUSING OUT OF HIM. Dr. Harlan: Um. SCP-4357-0-A: OH MY GOD, RUDY, DO YOU ACTUALLY PAY RENT IN THIS SHITHOLE? Dr. Harlan: We get a discount! It's, you know, it's pretty cheap. SCP-4357-0-A: YOUR BOSS IS MAKING YOU PAY FOR THE PRIVILEGE OF GETTING DIVORCED IN A MOLDY TENEMENT FROM HELL. Dr. Harlan: I mean, when you put it like that, it sounds… bad. Very bad. SCP-4357-0-A: RUDY, I LIKE YOU. IF YOU HADN'T EVICTED ME FROM MY HOME AND THEN MOVED IN BEFORE THE SMELL EVEN STARTED TO FADE, I MIGHT ACTUALLY CALL YOU A FRIEND. BUT YOU HAVE TO UNDERSTAND, FROM MY POINT OF VIEW, THIS IS OBJECTIVELY HILARIOUS. Dr. Harlan: I… yeah. Okay, I get it. SCP-4357-0-A: HEY. BUDDY. GO HOME AND THINK ABOUT THINGS FOR A BIT. Dr. Harlan: I am home. I live two doors down the hall. SCP-4357-0-A: HAHA YEAH, I KNOW.",
        "\" SCP-4357 \" by LiterallyMechanical, from the SCP Wiki . Source: https://scpwiki.com/scp-4357 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe",
    "containment_procedures": "A standard steel-reinforced 3 x 3 x 1 x 1 meter 4-doorway is to be hyperspatially installed around SCP-4357. Respirators suitable for filtering noxious sulfur compounds are to be provided for personnel who pass through SCP-4357 and enter SCP-4357-א. At least one member of any away team must be familiar with the regional written language, and care should be taken to minimize contact with the local SCP-4357-0 population, if possible.",
    "description": "SCP-4357 is a discontinuity in space, located in a fourth-floor hallway of an apartment building in Boston, Massachusetts. While the three dimensional volume of SCP-4357 roughly fills a standard American 6'8\" wooden interior doorframe, the unusual hyperspatial structure of the anomaly extends a short distance into 4-space. Passing through SCP-4357 allows entry into (and egress from) a divergent Minkowski spacetime, designated SCP-4357-א, roughly 37 centimeters to the 4-left of baseline Earth.",
    "title": "SCP-4357"
}