{
    "url": "https://scp-wiki.wikidot.com/scp-4359",
    "all_text": "rating: \n+35\n+\n–\nx\n\n\nItem #:\n SCP-4359\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4359 is to be kept in Safe-class Anomalous Locker 31 at Site-47. Requests for testing must be submitted to Site Director Dr. Parrish.\n\n\nDescription:\n SCP-4359 is a kerosene-fueled brass Sash Lantern\n1\n manufactured in 1923 with cobalt blue glass and a titanium mesh mantle. A chromium plate is welded to the fuel tank of SCP-4359 which is inscribed, \"In cas\ne\n of \nL\neve\nl\n-3 Emergency, br\ni\nng t\no\n 100-mark of haulage adi\nt\n and set on center of hall\n[\nsic\n]\n.\" Certain letters on the inscribed plate are, as noted in the transcription, stained with what appears to be Prussian blue.\n\n\nWhen fueled and activated via a built-in flint-and-steel rotary striker, SCP-4359 emits indigo, violet, and ultraviolet light in a 360° radius from the mantle. This light has been measured to roughly 100,000lx, similar to direct sunlight.\n\n\nTesting has revealed that, when SCP-4359 is used underground, light emitting from it will reveal dark red directional markings, designated SCP-4359-1, which are not otherwise visible on cave and mine walls. Chemical analyses performed where these markings appear reveal no traces of paint or chemicals from other such marking devices. Instances of SCP-4359-1 are uniformly spaced with approximately 10.5m between each.\n\n\nWhen observed for extended periods of time, instances of SCP-4359-1 will change directional orientation by fading and reappearing. The directional adjustment happens at random intervals and takes 1.36 seconds to complete. Instances of SCP-4359-1 will only exhibit this behavior in a sequentially linear fashion and will only affect one instance of SCP-4359-1 at any given time. The next adjustment in the sequence will always affect one instance nearest to the most recently adjusted instance.\n\n\nThe prevalent theory suggests that instances of SCP-4359-1 undergo directional reorientation as some form of rudimentary tracking system.\n\n\nAddenda:\n\n\nExcerpt from — Acquisition File 4359-AAR\n2\n-A — Dated 30 June 2013:\n\n\n\n\nDue to reports of anomalous activity in or near the Crimson's Rest Mine, located at the foot of the Ruby Mountains, Nevada, MTF-Y-47 (\"The Lone Rangers\") were dispatched to investigate GoI-945 (\"The Crimson-Sash Mining Co.\"). On 26 June 2013, one day after the lower levels of the mine reportedly collapsed and trapped one-hundred miners, MTF-Y-47 were instructed to pose as volunteers in the rescue attempt.\n\n\nAccording to C. Laradeca, Team Leader, MTF-Y-47, \n\"The sulfur and methane levels in the mine were too high to risk going in too deep, but we found this unusual blue lantern about 46 meters in from the entrance. Richards retrieved it and made a comment about a red directional marker changing directions and pointing into the mine toward a miner who was just standing there in front of a red circle on the mine wall, but we didn't want to stand around breathing in chemicals, so we brought the lantern out with us.\"\n\n\n\n\n\n\n \n\n\nExcerpt from — Possible Supporting Documentation 4359-NV-1849-VC\n — Newspaper clipping from the Virginia City Observer dated 13 February 1849. Article title: \nTen Miners Found Dead in Crimson Stope!\n — Recovered from GoI-945 offices on 26 June 2013.\n\nPLEASE NOTE: This clipping is heavily damaged and has been laminated to prevent further deterioration.\n\n\n\n\n\n\n\n… bodies of ten miners found mutilated at the bottom of the …\n\n… d limbs severed and stacked neatly into the gobbing around the entrance to the stope. …\n\n… Many of the torsos had strange symbols carv …\n\n… \nliot\n Lee Sash and Harold Franklin Crimson are wanted for questioning by local aut …\n\n… emely dangerous. These are dark times we live in, friends. We must stick togeth …\n\n\n[Hand-written on the back of the newspaper clipping in what looks like charcoal.]\n\n\n\n\nLook at all the stars glisten,\n\n\nlike flecks of gold in a vein of quartz,\n\n\njust waiting to be extracted and refined.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Manufactured by GoI-945 (\"The Crimson-Sash Mining Co.\") based upon specifications by Jasper Crimson II.\n\n\n2\n. After-Action Report.\n\n\n\n\n\n\n\n\n« \nSCP-4358\n | SCP-4359 | \nSCP-4360\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4359\n\" by Reverend Fox, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4359\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4359 \" by Reverend Fox, from the SCP Wiki . Source: https://scpwiki.com/scp-4359 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4359",
    "object_class": "Safe",
    "containment_procedures": "SCP-4359 is to be kept in Safe-class Anomalous Locker 31 at Site-47. Requests for testing must be submitted to Site Director Dr. Parrish.",
    "description": "SCP-4359 is a kerosene-fueled brass Sash Lantern1 manufactured in 1923 with cobalt blue glass and a titanium mesh mantle. A chromium plate is welded to the fuel tank of SCP-4359 which is inscribed, \"In case of Level-3 Emergency, bring to 100-mark of haulage adit and set on center of hall[sic].\" Certain letters on the inscribed plate are, as noted in the transcription, stained with what appears to be Prussian blue.",
    "title": "SCP-4359"
}