{
    "url": "https://scp-wiki.wikidot.com/scp-4365",
    "all_text": "rating: \n+145\n+\n–\nx\n\n\nItem #:\n SCP-4365\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4365 is to be contained behind an electrical fence and patrolled by security personnel at all times. Any individuals attempting to gain access to SCP-4365 are to be apprehended, interrogated and administered amnestics as appropriate for their level of exposure and knowledge. Standard cover 'Condemned Building' is in effect.\n\n\nDescription:\n SCP-4365 is a five-story\n1\n building formerly known as the Redberry Hotel, located in Dernham, New Mexico. SCP-4365 displays no anomalous properties when ascending the floors of the building, or when descending it via elevator. However, when an individual descends the building's floors via the stairs, a range of anomalous phenomena will begin to manifest.\n\n\nWhen descending SCP-4365, subjects will disappear from the visual spectrum. This perceptual anomaly will continue until the subject has exited the building. Vanished individuals cannot be interacted with or detected in any way. For this reason it is believed that, upon descending, individuals are trans-located to an extradimensional space existing alongside SCP-4365.\n\n\nFurther phenomena that the individual experiences is variable, generally increasing in intensity the further they descend from their initial location, but has been known to include auditory and visual hallucinations, the appearance of superficially human organisms and the manifestation of various ursine entities.\n\n\nIn the majority of cases, the individual is able to leave the extradimensional space upon exiting the building, but approximately thirty individuals to date have failed to return following exploration attempts.\n\n\n\n\nExploration Log 4365\n\n\nOn 23/06/2019, D-39993 was equipped with video streaming equipment and instructed to descend SCP-4365 via the stairs from the top floor. Dr. Hunt and Dr. Carè conducted observation for this exploration attempt.\n\n\n\n\n<Begin Log>\n\n\n(D-39993 descends to the fourth floor and, from the point of view of security escorts, disappears. Video shows no initial difference from D-39993's point of view. He stops walking momentarily as he reaches a hallway. Entrances to hotel rooms line each wall.)\n\n\nD-39993:\n Uh, hello? You guys, um … can you guys still hear me?\n\n\nDr. Hunt:\n Yes, I can hear you. How're things on your end?\n\n\n(Pause.)\n\n\nD-39993:\n Um, well, kind of normal. I mean, it's just a hotel, I've not seen anything weird yet. Am I supposed to see something weird?\n\n\nDr. Hunt:\n We, ah, we don't expect you to see anything too spectacular yet. Just keep moving through the hotel for now - and descend via the stairs to the next floor down once you reach it.\n\n\nD-39993:\n Yeah, yeah, sure, of course. That's all?\n\n\n(Pause.)\n\n\nDr. Hunt:\n That's all, yes. Just…\n\n\nD-39993:\n Just…?\n\n\nDr. Hunt:\n Before you go for the stairs, we'd like you to just check one of the hotel rooms. See if there's anything in … see if there's anything strange going on with them.\n\n\n(Pause.)\n\n\nD-39993:\n Uh, okay?\n\n\n(D-39993 moves towards the nearest hotel room and tries the door. The handle doesn't budge, and despite trying to open it for nearly thirty seconds D-39993 is unable to open it.)\n\n\nD-39993:\n Uh, sorry man, but…\n\n\n(A low growl is audible from the other side of the door.)\n\n\nD-39993:\n Yeah, uh, no.\n\n\n(D-39993 begins quickly walking towards the stairs.)\n\n\n<End Log>\n\n\n\n\n\n\n\n\n<Begin Log>\n\n\n(D-39993 descends to the third floor. As he exits the stairwell, a male individual dressed as a hotel employee\n2\n walks past him. D-39993 reaches out to the employee.)\n\n\nD-39993:\n Oh, uh, uh excuse me!\n\n\n(The employee turns around and smiles.)\n\n\nEmployee:\n Oh, sorry sir, I didn't see you there. Is there something I can do for you?\n\n\nD-39993:\n \n(to Dr. Hunt)\n What should I … what should I ask him?\n\n\nEmployee:\n What should you … um, well, I think that's rather up to you, isn't it? \n(laughs)\n With no disrespect meant, of course.\n\n\n(Pause.)\n\n\nDr. Hunt:\n Ask him about himself. His name, at least.\n\n\nD-39993:\n Oh, uh, what's your …\n\n\nEmployee:\n Are you looking for the continental breakfast?\n\n\nD-39993:\n No, I -\n\n\nEmployee:\n This way, please, sir.\n\n\n(The employee walks down the hallway. After a moment, D-39993 follows.)\n\n\n(The employee leads D-39993 into a large dining room\n3\n. Approximately sixty individuals of varying appearance and age are sat throughout the dining room, pouring honey onto themselves out of sauce boats. D-39993 stops.)\n\n\nD-39993:\n Uh.\n\n\n(The employee turns to face him.)\n\n\nEmployee:\n Something wrong, sir? You must be hungry this time of night, right?\n\n\nD-39993:\n It's three in the afternoon.\n\n\nEmployee:\n Yes, you must be hungry. Are you okay? Do you need to me to get a doctor or something? You're acting very strange.\n\n\n(Pause.)\n\n\nD-39993:\n No, no, I'm fine, I'm just not … I'm just not hungry, you know?\n\n\nEmployee:\n You're sure?\n\n\nD-39993:\n Yeah.\n\n\nEmployee:\n Well, suit yourself.\n\n\n(All individuals present bar D-39993 and the employee begin partaking in auto-cannibalism, particularly on the parts of their bodies where they had previously poured honey. No bleeding is visible during this process. D-39993 screams loudly and stumbles backwards, falling to the floor. As the camera looks back up, further honey is visible pouring from the ceiling. When this additional honey falls on the humanoid entities, their auto-cannibalism increases in fervor.)\n\n\nEmployee:\n You're still welcome to grab a bite, sir. Are you sure you're okay?\n\n\nD-39993:\n What the fuck are you doing?!\n\n\nEmployee:\n \n(audibly confused)\n This is normal, sir. It's the continental breakfast, yes?\n\n\n(D-39993 scrambles to his feet and begins running towards the stairwell.)\n\n\n<End Log>\n\n\n\n\n\n\n<Begin Log>\n\n\n(D-39993 reaches the second floor and collapses against the wall, knocking a small teddy bear aside. He begins hyperventilating.)\n\n\nD-39993:\n What the fuck? \nWhat the fuck?\n\n\nDr. Hunt:\n Hello, D-39993, can you hear me?\n\n\nD-39993:\n Yeah I can hear you, \nwhat the fuck was that?\n\n\nDr. Hunt:\n You were warned there could be some unsettling phenomena.\n\n\nD-39993:\n They were fucking eating themselves, man!\n\n\n(Pause.)\n\n\nDr. Hunt:\n Yes, ah, yes they were.\n\n\nD-39993:\n Jesus…\n\n\n(Pause.)\n\n\nDr. Hunt:\n I realize that wasn't the most, ah, pleasant experience, but we really do have to proceed with the exploration.\n\n\nD-39993:\n \n(sighs)\n Just give me a minute, okay?\n\n\n(Pause. One minute passes.)\n\n\nDr. Hunt:\n Are you okay now?\n\n\nD-39993:\n \n(getting up)\n Fine, fine! Jesus. One more floor, right?\n\n\nDr. Hunt:\n Yes. Once you leave through the front doors, the exploration will be over.\n\n\nD-39993:\n Alright. Just one more floor.\n\n\n(D-39993 opens the door and enters a hallway. An organism resembling a skinned grizzly bear is visible on the other end of the hallway. It looks at D-39993 for a moment, nods, then turns and walks out of sight. Due to its exposed musculature and organs, it leaves a substantial trail of blood and what appears to be honey behind it.)\n\n\n(Pause.)\n\n\nD-39993:\n Which way are the stairs?\n\n\nDr. Hunt:\n Could you possibly take a look at the hotel rooms on this level?\n\n\nD-39993:\n No.\n\n\n(D-39993 begins moving towards the stairs. A roar is audible in the distance. D-39993 begins quickly moving towards the stairs.)\n\n\n<End Log>\n\n\n\n\n\n\n<Begin Log>\n\n\n(At this point in the exploration, observation became unstable for as-of-yet unknown reasons. Video contact was reestablished several minutes into the exploration of the first floor. D-39993 is walking through what appears to be a hallway. All surfaces are covered with thick brown fur and are pulsating softly.)\n\n\nD-39993:\n - uh, don't know if you can hear me, but there's definitely a heartbeat. Yeah, I can, uh, can feel it through my feet. Gross.\n\n\nDr. Hunt:\n D-39993?\n\n\nD-39993:\n Oh! Hello, hello! Can you hear me?\n\n\nDr. Hunt:\n Yes, I can hear you. Are you okay?\n\n\nD-39993:\n No, no, no I'm not okay! What happened?\n\n\nDr. Hunt:\n We're not, ah, we're not quite sure, yet. It looks to be a bug with our recording systems, though, nothing to really worry about. Where are you right now?\n\n\n(Pause.)\n\n\nD-39993:\n Just a … just a hallway, I think. God knows why it looks like this, though. Can't get into any of the rooms, either, so don't fucking ask.\n\n\nDr. Hunt:\n Alright. I have to say, I'm surprised you haven't proceeded to the exit by now.\n\n\n(Camera shakes.)\n\n\nD-39993:\n Oh, you're surprised? You're \nsurprised\n? Guess what, friend, I'm fucking surprised too because I've been to the exit and it doesn't fucking open either!\n\n\n(Pause.)\n\n\nDr. Hunt:\n Ah.\n\n\nD-39993:\n Yeah, yeah, \nah\n. What am I supposed to do? Can't you guys, I dunno, come in and get me? Your soldiers can handle a bear, right? You've got guns and shit.\n\n\nDr. Hunt:\n I'll, uh, I'll see about that - but for the moment, I'm being told there's an alternate exit through the building's basement. If it's alright with you, it might be best to check that place before we launch a rescue.\n\n\n(Pause.)\n\n\nD-39993:\n You … you want me to go even lower?\n\n\nDr. Hunt:\n Ah, uh, yes. Are you okay with that?\n\n\n(Pause.)\n\n\nD-39993:\n No.\n\n\n(D-39993 begins quietly moving towards the basement stairs.)\n\n\n<End Log>\n\n\n\n\n\n\n<Begin Log>\n\n\n(No video is available for this log - the reason for this is currently unknown, with damage to the equipment and inconsistent signal having been proposed as possible explanations. A faint gurgling sound is audible. D-39993 is speaking with an unknown male.)\n\n\nUnknown:\n What are you looking at?\n\n\nD-39993:\n Your … your face, man. Sorry.\n\n\n(Pause.)\n\n\nUnknown:\n Oh. That's my son - I love him. Do you love him?\n\n\nD-39993:\n That's … I …\n\n\nUnknown:\n Are you okay? You seem kind of freaked out.\n\n\nD-39993:\n This is - this is fucking batshit, man.\n\n\nUnknown:\n No, this is normal. \n(laughs)\n Are you okay?\n\n\n(Pause.)\n\n\nD-39993:\n I -\n\n\nUnknown:\n Are you okay? Hey man, are you okay? You're acting kind of bizarre.\n\n\n(Audio cuts for approximately five minutes and fifty-five seconds. When it returns, the sound of birdsong is barely audible.)\n\n\nD-39993:\n \n(laughs)\n Oh, I get it!\n\n\n<End Log>\n\n\n\n\nDue to his failure to reappear outside out of SCP-4365, D-39993 is currently considered missing in action.\n\n\n\n\nInterview 4365-1:\n\n\nInterview conducted with former Redberry Hotel employee Samuel Lawrence.\n\n\n\n\n<Begin Log>\n\n\nMr. Lawrence:\n So, what did you guys wanna talk about? This is kinda sudden, you, uh, you know? If I'm, you know, if I'm trouble for anything -\n\n\nAgent Marke:\n No, no, nothing like that. We just need to ask you a few questions.\n\n\nMr. Lawrence:\n Well, uh, shoot, I guess. I mean, ask the questions.\n\n\nAgent Marke:\n You worked at a place called the Redberry Hotel a few years back, is that right?\n\n\n(Pause.)\n\n\nMr. Lawrence:\n Well, sure, I think it was called that. I just did some cleaning for them. Why?\n\n\nAgent Marke:\n We're looking into some reports of strange phenomena going on at the hotel. Did you ever experience anything like that during your time there?\n\n\nMr. Lawrence:\n Strange phenomena…? Oh. Oh! Is this for, like, a ghost hunting show?\n\n\n(Pause.)\n\n\nAgent Marke:\n Yes.\n\n\nMr. Lawrence:\n Oh, nice. Will I be on TV?\n\n\nAgent Marke:\n Can't rule it out. So, did you see anything strange during your time there?\n\n\nMr. Lawrence:\n Uh … uh, lemme just think about it for a sec. Weird stuff … weird stuff … \n(laughs)\n I can't actually think of anything … just normal stuff, you know? Will I still get to be on TV?\n\n\nAgent Marke:\n Do the words 'continental breakfast' mean anything to you?\n\n\nMr. Lawrence:\n Yeah, that's where everyone pours honey and eats themselves.\n\n\n(Pause.)\n\n\nMr. Lawrence:\n \n(laughs)\n What, you've never had a continental breakfast?\n\n\nAgent Marke:\n I … I see. One, uh, one other thing.\n\n\n(Agent Marke produces a photograph of the ursine entity recorded during Exploration 4365 and places it on the table.)\n\n\nAgent Marke:\n Do you recognize this at all?\n\n\nMr. Lawrence:\n Yeah, that's the animal thing. The, uh, the big dog that walks around, yeah?\n\n\n(Pause.)\n\n\nAgent Marke:\n That's a … that's a bear, isn't it?\n\n\nMr. Lawrence:\n A bear? \n(laughs)\n What the fuck's a bear?\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The building also has a basement.\n\n\n2\n. Analysis of the footage shows no matches in any facial databases for this individual.\n\n\n3\n. This room does not exist within the actual third floor.\n\n\n\n\n\n\n\n\n« \nSCP-4364\n | SCP-4365 | \nSCP-4366\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4365\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4365\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Log> (D-39993 descends to the fourth floor and, from the point of view of security escorts, disappears. Video shows no initial difference from D-39993's point of view. He stops walking momentarily as he reaches a hallway. Entrances to hotel rooms line each wall.) D-39993: Uh, hello? You guys, um … can you guys still hear me? Dr. Hunt: Yes, I can hear you. How're things on your end? (Pause.) D-39993: Um, well, kind of normal. I mean, it's just a hotel, I've not seen anything weird yet. Am I supposed to see something weird? Dr. Hunt: We, ah, we don't expect you to see anything too spectacular yet. Just keep moving through the hotel for now - and descend via the stairs to the next floor down once you reach it. D-39993: Yeah, yeah, sure, of course. That's all? (Pause.) Dr. Hunt: That's all, yes. Just… D-39993: Just…? Dr. Hunt: Before you go for the stairs, we'd like you to just check one of the hotel rooms. See if there's anything in … see if there's anything strange going on with them. (Pause.) D-39993: Uh, okay? (D-39993 moves towards the nearest hotel room and tries the door. The handle doesn't budge, and despite trying to open it for nearly thirty seconds D-39993 is unable to open it.) D-39993: Uh, sorry man, but… (A low growl is audible from the other side of the door.) D-39993: Yeah, uh, no. (D-39993 begins quickly walking towards the stairs.) <End Log>",
        "<Begin Log> (D-39993 descends to the third floor. As he exits the stairwell, a male individual dressed as a hotel employee 2 walks past him. D-39993 reaches out to the employee.) D-39993: Oh, uh, uh excuse me! (The employee turns around and smiles.) Employee: Oh, sorry sir, I didn't see you there. Is there something I can do for you? D-39993: (to Dr. Hunt) What should I … what should I ask him? Employee: What should you … um, well, I think that's rather up to you, isn't it? (laughs) With no disrespect meant, of course. (Pause.) Dr. Hunt: Ask him about himself. His name, at least. D-39993: Oh, uh, what's your … Employee: Are you looking for the continental breakfast? D-39993: No, I - Employee: This way, please, sir. (The employee walks down the hallway. After a moment, D-39993 follows.) (The employee leads D-39993 into a large dining room 3 . Approximately sixty individuals of varying appearance and age are sat throughout the dining room, pouring honey onto themselves out of sauce boats. D-39993 stops.) D-39993: Uh. (The employee turns to face him.) Employee: Something wrong, sir? You must be hungry this time of night, right? D-39993: It's three in the afternoon. Employee: Yes, you must be hungry. Are you okay? Do you need to me to get a doctor or something? You're acting very strange. (Pause.) D-39993: No, no, I'm fine, I'm just not … I'm just not hungry, you know? Employee: You're sure? D-39993: Yeah. Employee: Well, suit yourself. (All individuals present bar D-39993 and the employee begin partaking in auto-cannibalism, particularly on the parts of their bodies where they had previously poured honey. No bleeding is visible during this process. D-39993 screams loudly and stumbles backwards, falling to the floor. As the camera looks back up, further honey is visible pouring from the ceiling. When this additional honey falls on the humanoid entities, their auto-cannibalism increases in fervor.) Employee: You're still welcome to grab a bite, sir. Are you sure you're okay? D-39993: What the fuck are you doing?! Employee: (audibly confused) This is normal, sir. It's the continental breakfast, yes? (D-39993 scrambles to his feet and begins running towards the stairwell.) <End Log>",
        "<Begin Log> (D-39993 reaches the second floor and collapses against the wall, knocking a small teddy bear aside. He begins hyperventilating.) D-39993: What the fuck? What the fuck? Dr. Hunt: Hello, D-39993, can you hear me? D-39993: Yeah I can hear you, what the fuck was that? Dr. Hunt: You were warned there could be some unsettling phenomena. D-39993: They were fucking eating themselves, man! (Pause.) Dr. Hunt: Yes, ah, yes they were. D-39993: Jesus… (Pause.) Dr. Hunt: I realize that wasn't the most, ah, pleasant experience, but we really do have to proceed with the exploration. D-39993: (sighs) Just give me a minute, okay? (Pause. One minute passes.) Dr. Hunt: Are you okay now? D-39993: (getting up) Fine, fine! Jesus. One more floor, right? Dr. Hunt: Yes. Once you leave through the front doors, the exploration will be over. D-39993: Alright. Just one more floor. (D-39993 opens the door and enters a hallway. An organism resembling a skinned grizzly bear is visible on the other end of the hallway. It looks at D-39993 for a moment, nods, then turns and walks out of sight. Due to its exposed musculature and organs, it leaves a substantial trail of blood and what appears to be honey behind it.) (Pause.) D-39993: Which way are the stairs? Dr. Hunt: Could you possibly take a look at the hotel rooms on this level? D-39993: No. (D-39993 begins moving towards the stairs. A roar is audible in the distance. D-39993 begins quickly moving towards the stairs.) <End Log>",
        "<Begin Log> (At this point in the exploration, observation became unstable for as-of-yet unknown reasons. Video contact was reestablished several minutes into the exploration of the first floor. D-39993 is walking through what appears to be a hallway. All surfaces are covered with thick brown fur and are pulsating softly.) D-39993: - uh, don't know if you can hear me, but there's definitely a heartbeat. Yeah, I can, uh, can feel it through my feet. Gross. Dr. Hunt: D-39993? D-39993: Oh! Hello, hello! Can you hear me? Dr. Hunt: Yes, I can hear you. Are you okay? D-39993: No, no, no I'm not okay! What happened? Dr. Hunt: We're not, ah, we're not quite sure, yet. It looks to be a bug with our recording systems, though, nothing to really worry about. Where are you right now? (Pause.) D-39993: Just a … just a hallway, I think. God knows why it looks like this, though. Can't get into any of the rooms, either, so don't fucking ask. Dr. Hunt: Alright. I have to say, I'm surprised you haven't proceeded to the exit by now. (Camera shakes.) D-39993: Oh, you're surprised? You're surprised ? Guess what, friend, I'm fucking surprised too because I've been to the exit and it doesn't fucking open either! (Pause.) Dr. Hunt: Ah. D-39993: Yeah, yeah, ah . What am I supposed to do? Can't you guys, I dunno, come in and get me? Your soldiers can handle a bear, right? You've got guns and shit. Dr. Hunt: I'll, uh, I'll see about that - but for the moment, I'm being told there's an alternate exit through the building's basement. If it's alright with you, it might be best to check that place before we launch a rescue. (Pause.) D-39993: You … you want me to go even lower? Dr. Hunt: Ah, uh, yes. Are you okay with that? (Pause.) D-39993: No. (D-39993 begins quietly moving towards the basement stairs.) <End Log>",
        "<Begin Log> (No video is available for this log - the reason for this is currently unknown, with damage to the equipment and inconsistent signal having been proposed as possible explanations. A faint gurgling sound is audible. D-39993 is speaking with an unknown male.) Unknown: What are you looking at? D-39993: Your … your face, man. Sorry. (Pause.) Unknown: Oh. That's my son - I love him. Do you love him? D-39993: That's … I … Unknown: Are you okay? You seem kind of freaked out. D-39993: This is - this is fucking batshit, man. Unknown: No, this is normal. (laughs) Are you okay? (Pause.) D-39993: I - Unknown: Are you okay? Hey man, are you okay? You're acting kind of bizarre. (Audio cuts for approximately five minutes and fifty-five seconds. When it returns, the sound of birdsong is barely audible.) D-39993: (laughs) Oh, I get it! <End Log>",
        "<Begin Log> Mr. Lawrence: So, what did you guys wanna talk about? This is kinda sudden, you, uh, you know? If I'm, you know, if I'm trouble for anything - Agent Marke: No, no, nothing like that. We just need to ask you a few questions. Mr. Lawrence: Well, uh, shoot, I guess. I mean, ask the questions. Agent Marke: You worked at a place called the Redberry Hotel a few years back, is that right? (Pause.) Mr. Lawrence: Well, sure, I think it was called that. I just did some cleaning for them. Why? Agent Marke: We're looking into some reports of strange phenomena going on at the hotel. Did you ever experience anything like that during your time there? Mr. Lawrence: Strange phenomena…? Oh. Oh! Is this for, like, a ghost hunting show? (Pause.) Agent Marke: Yes. Mr. Lawrence: Oh, nice. Will I be on TV? Agent Marke: Can't rule it out. So, did you see anything strange during your time there? Mr. Lawrence: Uh … uh, lemme just think about it for a sec. Weird stuff … weird stuff … (laughs) I can't actually think of anything … just normal stuff, you know? Will I still get to be on TV? Agent Marke: Do the words 'continental breakfast' mean anything to you? Mr. Lawrence: Yeah, that's where everyone pours honey and eats themselves. (Pause.) Mr. Lawrence: (laughs) What, you've never had a continental breakfast? Agent Marke: I … I see. One, uh, one other thing. (Agent Marke produces a photograph of the ursine entity recorded during Exploration 4365 and places it on the table.) Agent Marke: Do you recognize this at all? Mr. Lawrence: Yeah, that's the animal thing. The, uh, the big dog that walks around, yeah? (Pause.) Agent Marke: That's a … that's a bear, isn't it? Mr. Lawrence: A bear? (laughs) What the fuck's a bear? <End Log>",
        "\" SCP-4365 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-4365 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4365",
    "object_class": "Safe",
    "containment_procedures": "SCP-4365 is to be contained behind an electrical fence and patrolled by security personnel at all times. Any individuals attempting to gain access to SCP-4365 are to be apprehended, interrogated and administered amnestics as appropriate for their level of exposure and knowledge. Standard cover 'Condemned Building' is in effect.",
    "description": "SCP-4365 is a five-story1 building formerly known as the Redberry Hotel, located in Dernham, New Mexico. SCP-4365 displays no anomalous properties when ascending the floors of the building, or when descending it via elevator. However, when an individual descends the building's floors via the stairs, a range of anomalous phenomena will begin to manifest.",
    "title": "SCP-4365"
}