{
    "url": "https://scp-wiki.wikidot.com/scp-4372",
    "all_text": "rating: \n+92\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-4372:\n So Very Small, So Very Safe\n\n\n \n\n\nAuthor:\n \nFrancis Scalia\n.\n\n\n \n\n\nImage Credit:\n See comments.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3/4372\n LEVEL \n3/4372\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4372\n\n\n\n\n\n\neuclid\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned MTF\n\n\n\n\n\n\nSite-77\n\n\nDr. Shirley Gillespie\n\n\nDr. Brian Haskell\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\n\n\n\nSCP-4372-1\n\n\n\n\n\n\nSCP-4372 should be kept in a standard containment unit measuring no less than 20x20x20m within \nSite-77\n. The boundary of SCP-4372 must be monitored to ensure it does not come into contact with the walls of the containment unit. \nExploration teams must to be tethered to a recovery winch anchored beyond the border of SCP-4372.\n\n\nThe Ashby Protocol was enacted by Dr. Joseph Edmunson on ██/██/17. Therefore, manned exploration of SCP-4372 is no longer permitted. No contact is to be attempted with effects/entities within SCP-4372. Communications originating from SCP-4372 are not from Foundation personnel.\n\n\n\n\n\n\nDescription\n\n\n\n\n\nSCP-4372 is a gaseous substance that forms a half-sphere reaching 4.5 m in height and fluctuates between 10 m and 14 m in diameter. The substance resembles a dense smoke, and physical contact leaves a dusty residue comprising of carbon, calcium, phosphorus, and other molecules believed to have biological origins. It is unknown if living matter can be safely recalled from SCP-4372.\n\nExternal testing during manned exploration suggests that matter within the boundaries of the SCP-4372 is compressed into increasingly smaller, flatter dimensions as it approaches the center. Individuals within SCP-4372 do not seem to notice this effect.\n\n\nDue to these compression effects, the internal topography of SCP-4372 appears vastly larger than its outer dimensions. Crossing the threshold of the gaseous substance reveals a barren, desert-like environment completely saturated in SCP-4372, which is otherwise devoid of notable features.\n\n\nSCP-4372-1 is a light source that appears to float at the center of the gaseous substance. External observation measures SCP-4372-1 emitting visible light at 3500 lumens. Reports from inside SCP-4372 depict the light in the distance, resting near the horizon. Attempts by Foundation personnel to reach SCP-4372-1 are not believed to have succeeded.\n\n\nManned expeditions have confirmed the presence of humanoid entities within SCP-4372. Neither intent nor agency of these entities has been confirmed.\n\n\n\n\n\n\n\n\nAttached Addenda\n\n\n\n\n\n\n\n\nAddendum 4372.1: Exploration Logs\n\n\n\n\nOn ██/██/2017, Dr. Mai Giang Lê oversaw the first and only manned exploration of SCP-4372. A Provisional Exploration Team (PET) was assembled including two D-class personnel experienced in exploratory testing and equipped with modified Foundation chemical HAZMAT equipment. Dr. Mai and Researcher Edmunson supervised the mission from the control room overlooking SCP-4372, while Specialist Addaway was assigned to personnel recall duty within the containment cell.\n\n\nPhysical actions recorded by cameras in the control room and containment cell were transposed into these transcripts when applicable. No useable footage from inside SCP-4372 was recovered.\n\n\n\n\nExploration 4372.1 Audio Log Transcript\n\n\nDate:\n ██/██/2017, 0617 hours\n\n\nTeam Lead:\n Dr. Mai Giang Lê, Head Researcher\n\n\n\n\n[BEGIN LOG]\n\n\nD-82626:\n Well, now I feel like an astronaut. Just like I always dreamed.\n\n\nD-30199:\n How's your airflow?\n\n\n(D-82626 gives the \"thumbs up\" sign.)\n\n\nDr. Mai:\n Gentleman, please vocalize all responses for the record. Drone cameras haven't sent much back, so we don't know if we'll get any useful video.\n\n\nD-82626:\n Yep, okay. The suit's fine. I can see a scratch on the faceplate, is that okay?\n\n\nDr. Mai:\n Yes, we saw it during suit check. It's just a scratch in the reflective coat. Addaway, please hook up the recall winches.\n\n\n(Addaway nods at the camera and clips tethers into the back of the PET's HAZMAT suits.)\n\n\nD-82626:\n That smoke shit is weird. What is it?\n\n\nD-30199:\n No idea. It's not supposed to be dangerous, though. Just dusty.\n\n\nD-82626:\n Why the spaceman suits if it isn't dangerous?\n\n\nD-30199:\n You can go naked if you want.\n\n\nD-82626:\n Seriously, though?\n\n\nD-30199:\n Maybe it's only dangerous if you're playing around in it.\n\n\nD-82626:\n Right. Boss, could you please remind me of our mission objective?\n\n\nDr. Mai:\n You're to enter SCP-4372 and investigate the nature of 4372-1.\n\n\nD-82626:\n Yeah. I thought so.\n\n\nAddaway:\n Don't worry, guys. You're pros, right? And I've done this a thousand times.\n\n\nD-82626:\n Pulled idiots out of scary clouds?\n\n\nAddaway:\n No, uh. You know. The winch. Pulled this lever.\n\n\n(D-82626 looks to D-30199 and grunts.)\n\n\nAddaway:\n I guess I can go on break if you want.\n\n\nD-30199:\n No, no, we very much respect your winching expertise. Glad you're here, right Twenty-Six?\n\n\nAddaway:\n Seriously, I can leave it to you. I missed breakfast. There's a sandwich waiting for me in the fridge.\n\n\nDr. Mai:\n Gentleman, all precautions have been taken. The filters will block particulate matter, and the suits are rated for gamma radiation.\n\n\nD-82626:\n Yes, boss.\n\n\nDr. Mai:\n You'll be fine. Please proceed into SCP-4372.\n\n\nD-30199:\n Roger. Let's go, Twenty-Six.\n\n\n(PET-4372 approaches the boundary of SCP-4372. D-82626 hesitates, extending a hand into SCP-4372, before he is gently pushed beyond the boundary by D-30199. D-30199 enters SCP-4372.)\n\n\n(Contact with PET-4372 is lost for 2 hours and 39 minutes.)\n\n\n[END LOG]\n\n\n\n\n\n\n██/██/2017, 0904 hours\n\n\n\n\nClose log ██/██/2017, 0904 hours\n\n\n\n\n\n\nExploration 4372.2 Audio Log Transcript\n\n\nDate:\n ██/██/2017, 0904 hours\n\n\nTeam Lead:\n Dr. Mai Giang Lê, Head Researcher\n\n\nNotes:\n This log may contain illegitimate communications from effects/entities within SCP-4372, and care should be taken in its interpretation.\n\n\n\n\n[BEGIN LOG]\n\n\nD-82626:\n The hell is this?\n\n\nDr. Mai:\n Twenty-Six?\n\n\nD-82626:\n What the hell \nis\n this?\n\n\nD-30199:\n We're fine, Doctor Mai. Ninety-Nine checking in.\n\n\nR. Edmunson:\n This is Edmunson. Can you read your watch for me?\n\n\nD-30199:\n Uh, just a second. This dust is everywhere.\n\n\nD-82626:\n I'm a little nauseous here. I do not want to throw up in my helmet.\n\n\nDr. Mai:\n Again.\n\n\nD-82626:\n Again.\n\n\nD-30199:\n It's 0625 hours.\n\n\nR. Edmunson:\n Noted, thanks.\n\n\nD-30199:\n Everything okay?\n\n\nR. Edmunson:\n Affirmative. Data confirms what the drones sent back.\n\n\nDr. Mai:\n What do you see?\n\n\nD-82626:\n It's like standing on dirty glass. Slippery. We should have brought cleats.\n\n\nD-30199:\n There's nothing out here, Doctor. Just this dust everywhere. We can see the light. It's pretty far away. Temperature's fine, though. Thought it'd be colder.\n\n\nDr. Mai:\n Your camera lens is obscured. Can you try to clean it?\n\n\nD-30199:\n Yeah, uh, just a second. Is that better?\n\n\nDr. Mai:\n Not really, no. Same as the drones. It is what it is. Just describe what you're seeing.\n\n\nD-82626:\n Nothing. There's nothing here except dust and a whole lot of flat.\n\n\nD-30199:\n And the light. The dust seems like it's blowing toward it. I want to try something, just a second.\n\n\nD-82626:\n Shit. Let me try.\n\n\nDr. Mai:\n What are you seeing?\n\n\nD-30199:\n Uh, a slight pull. I'm holding my tags out, hanging them over the ground, and the chain is sort of pulling toward the light. Just a little, I can barely feel it, but I can see it.\n\n\nDr. Mai:\n Understood. Your mission hasn't changed. Please proceed toward the light.\n\n\nD-82626:\n You know when you say it like that, it's a lot more terrifying.\n\n\nD-30199:\n Shut it, let's move. Quick in, quick out.\n\n\nD-82626:\n Yep, yeah, okay.\n\n\n(Irrelevant communication excised. PET continued in the direction of SCP-4372-1 for one hour, twenty-two minutes.)\n\n\nD-82626:\n No, seriously, an ATV, like those Foundation military guys used to chase the █████ back when we were at Site-██. We'd already fucking be there by now.\n\n\nR. Edmunson:\n Command checking in.\n\n\nD-30199:\n We're all good. Still walking.\n\n\nD-82626:\n Hey, Addaway, hope you enjoyed your sandwich while I've been out here chugging my fat ass across a goddamn desert.\n\n\nR. Edmunson:\n Addaway isn't on this channel.\n\n\nD-82626:\n Oh. Can you tell him I miss him?\n\n\n(Dr. Mai audibly stifles a laugh)\n\n\nDr. Mai:\n Please take this seriously. Describe what you see.\n\n\nD-82626:\n Oh, you know. It's gray out here. And it's gray back there. Gray everywhere. Feels like fucking Pompeii out here.\n\n\nR. Edmunson:\n Can you please-\n\n\nD-30199:\n He's right, it's pretty empty. I don't think we're getting any closer to 4372-1, and we've been walking for, uh, an hour? More?\n\n\nD-82626:\n You want us to walk to the sun next, Edmunson?\n\n\nDr. Mai:\n Twenty-Six, I-.\n\n\nD-82626:\n -slippery. We should have brought cleats.\n\n\nD-82626:\n Uh.\n\n\nD-30199:\n What?\n\n\nD-82626:\n I didn't say that.\n\n\nD-30199:\n What?\n\n\nD-82626:\n I didn't fucking say anything.\n\n\nR. Edmunson:\n Can you repeat?\n\n\nD-82626:\n I mean, I did, but not just now.\n\n\nD-30199:\n We're just getting some feedback or something here. We're good. Signals are probably, uh, bouncing off, uh, well-\n\n\nD-82626:\n Shit, goddamn shit, shit. Did you see that?\n\n\nD-30199\n What?\n\n\nD-30199\n I get it. We're all the light.\n\n\nD-82626:\n Something just fucking bolted, right fucking there.\n\n\nD-30199:\n I didn't see it.\n\n\nD-82626:\n There's another one. Goddamn it.\n\n\nD-30199:\n Yeah, uh, Doctor, there's something here with us, low, moving fast, away from 4372-1.\n\n\nDr. Mai:\n Your camera is still dirty, we can't see anything. Can you describe it?\n\n\nD:30199:\n So very safe.\n\n\nD-82626:\n Fucking no, I'm out. Pull the winch. We aren't equipped for contact.\n\n\nD-30199:\n Uh, low, hunched over. Can't see much through the fog. It's moving really fast.\n\n\nD-82626:\n God help me. \nSomeone\n help me, please.\n\n\nD-82626:\n Are you hearing that? Pull the fucking winch.\n\n\nDr. Mai:\n What are you hearing?\n\n\nD-82626:\n I'm hearing \nme\n, pull the winch! Addaway? Fuck, put him on. Addaway?\n\n\nD-30199:\n -light. We are all the dust.\n\n\nD-30199:\n Doctor, I'm seeing people out here. Two, in the distance. Can't make them out.\n\n\nD-82626:\n We need to go.\n\n\nD-30199:\n They're in suits, tethered. Did you send more people in here?\n\n\nR. Edmunson:\n Negative.\n\n\nD-82626:\n I can hear you there, I heard the pop. Please, say something.\n\n\nD-30199:\n They're running away. I lost sight.\n\n\nR. Edmunson:\n Can you pursue?\n\n\nD-30199:\n Pursue? I-\n\n\nD-30199:\n The first, uh, the biggest. The first. I don't know the name.\n\n\nD-82626:\n Goddamn, pull the winch! Get us out now.\n\n\nD-30199:\n I get it now. We are all the light. Always have been.\n\n\nD-30199:\n I'm hearing shit too, Doctor. Can we be recalled?\n\n\nD-82626:\n There's another of those fucking fast things. It was screaming this time.\n\n\nD-30199:\n Doctor, we have no idea what we're dealing with and all we have are cameras that don't work. Requesting recall.\n\n\nD-82626:\n I've been getting dragged for so long. Please.\n\n\nD-82626:\n Pull the fucking winch now or so help me, I will tear the fucking walls off-\n\n\nD-30199:\n Fuck, Twenty-Six? Twenty-Six? Stop, dude. Stop!\n\n\nD-82626:\n I'm a little nauseous here.\n\n\nD-30199:\n He's running. Twenty-Six is running back toward you. ██████, fucking stop!\n\n\n(D-82626 is heard panting.)\n\n\nD-82626:\n Goddamn, there's more. More people.\n\n\nD-30199:\n Doctor, please, requesting recall.\n\n\nDr. Mai:\n Addaway, activate the winches, recall the team.\n\n\nAddaway:\n Yes, ma'am.\n\n\nD-30199:\n There's so many of us. We're safe.\n\n\nD-30199:\n The first, uh, the biggest.\n\n\nD-30199:\n I lost sight of Twenty-Six in the fog. I can't see him. Doctor?\n\n\nD-82626:\n Pull the winches!\n\n\nD-30199:\n We're so very small, so-\n(static)\n.\n\n\n(Contact with PET-4372 is lost for 2 hours and 39 minutes)\n\n\n(Addaway fully recalls both tethers, which return unattached to PET-4372. The clips and tethers are undamaged, and no significant disruption was noted by Addaway in line tension.)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n██/██/2017, 1112 hours\n\n\n\n\nClose log ██/██/2017, 1112 hours\n\n\n\n\n\n\nExploration 4372.3 Audio Log Transcript\n\n\nDate:\n ██/██/2017, 1112 hours\n\n\nTeam Lead:\n Dr. Mai Giang Lê, Head Researcher\n\n\nNotes:\n This log may contain illegitimate communications from effects/entities within SCP-4372, and care should be taken in its interpretation. It should also be noted that this log has excised a background din of echoed communications purportedly from the exploration team that could not be clearly understood or transcribed, including cries of panic from D-82626.\n\n\n\n\n[BEGIN LOG]\n\n\nR. Edmunson:\n PET-4372, this is command. Again, please, respond.\n\n\nD-82626:\n Fuck, Addaway, stop the fucking winch!\n\n\nD-30199:\n I, uh, I can't find Twenty-Six. Did you pull him?\n\n\nD-82626:\n Too fast, too fucking fast. I'm being dragged! Goddamn it, stop the winch for a second, I can't fucking get up.\n\n\nDr. Mai:\n \n(mutes the radio)\n What the fuck is going on? What are they tethered to?\n\n\n(Addaway appears distressed, holds up the empty tethers and clips)\n\n\nDr. Mai:\n \n(unmutes the radio)\n Twenty-Six, are you heading back in our direction?\n\n\nD-82626:\n You're dragging me. Fucking let me go, shit.\n\n\nD-82626:\n I didn't fucking say anything.\n\n\nD-30199:\n Command? I'm on my own out here, and, uh, I'm seeing people. What am I doing here?\n\n\nDr. Mai:\n Ninety-Nine, listen carefully. You need to turn around and walk back in the direction of your line until you return.\n\n\nD-82626:\n You don't leave me out here, Ninety-Nine. I'm serious.\n\n\nD-30199:\n So very small, so very close.\n\n\nDr. Mai:\n Twenty-Six, calm down. You're on your way back to us.\n\n\nD-82626:\n No way. No way. I've been dragged for too long. I should be there. Addaway?\n\n\nD-30199:\n Goddamn it. \n(D-30199 can be heard breathing heavily.)\n Goddamn it.\n\n\nDr. Mai:\n Did you hear me, Ninety-Nine? I need you to walk back, and follow your line.\n\n\nD-30199:\n I'm seeing more people out here. A lot more. They're walking toward me.\n\n\nD-82626:\n You come get me, Ninety-Nine. You come get me!\n\n\nD-30199:\n And more of those fast things. Are those-\n\n\nD-30199:\n -all the light. We are all the dust.\n\n\nD-30199:\n Foundation suits. Goddamn it. Fuck. Uh, goddamn it.\n\n\n(Communication is terminated by R. Edmunson in accordance with the Ashby Protocol. After command debriefing, PET-4372 is officially deemed lost.)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n██/██/2017, 0236 hours\n\n\n\n\nClose log ██/██/2017, 0236 hours\n\n\n\n\nSix days after the Ashby Protocol was enacted, Dr. Mai and Researcher Edmunson attempted to reestablish contact with PET-4372 without authorization.\n\n\n\n\nExploration 4372.4 Video Log Transcript\n\n\nDate:\n ██/██/2017, 0236 hours\n\n\nTeam Lead:\n Dr. Mai Giang Lê, Head Researcher\n\n\nNotes:\n This log may contain illegitimate communications from effects/entities within SCP-4372, and care should be taken in its interpretation. Additionally, this log is notably more coherent than previous logs; all echoes recorded in this log are identical, taking place roughly at the same time, creating the effect of each answer being given by a large group of identical voices.\n\n\nFollowing this incident, Dr. Mai received an official reprimand transferred to SCP-████. R. Edmunson was given an official reprimand.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Mai:\n I need their files. The deep ones.\n\n\nR. Edmunson:\n Ma'am, this is a bad-\n\n\nDr. Mai:\n Fine, I'll do it. Get them on the radio. One at a time, Ninety-Nine first.\n\n\n(R. Edmunson remains motionless looking at the controls.)\n\n\nDr. Mai:\n You can go if you'd prefer, Joe.\n\n\nR. Edmunson:\n Patching in to Ninety-Nine, three, two.\n\n\n(Light breathing can be heard on the radio.)\n\n\nDr. Mai:\n Ninety-Nine?\n\n\n(Breathing continues, no response.)\n\n\nDr. Mai:\n Ninety-Nine?\n\n\n(No response.)\n\n\nDr. Mai:\n █████ ██████?\n\n\nR. Edmunson:\n Ma'am, if you-\n\n\nD-30199:\n Dr. Mai?\n\n\nDr. Mai:\n █████? Are you okay?\n\n\nD-30199:\n Yes. I am safe. I get it now. We are all the light. Always have been.\n\n\nDr. Mai:\n Where are you?\n\n\nD-30199\n I don't know. I'm somewhere in here. I'm so very safe.\n\n\nDr. Mai:\n I want to find you. Are you still tethered?\n\n\nD-30199:\n Oh, no. I walked to the light. We all did.\n\n\nDr. Mai:\n What do you mean?\n\n\nD-30199:\n We're safe here. All of us. We walked to the light. We completed the mission.\n\n\nR. Edmunson:\n Please report what you found, Ninety-Nine.\n\n\nDr. Mai:\n Where are you, █████?\n\n\nD-30199:\n The light is there because I walked to it. The dust is here because we are. We are all the light. We are all the dust. There's so many of us. We're safe. We can all be safe. This might be the only truly safe place.\n\n\nDr. Mai:\n █████, I need you to listen. You're inside SCP-4372, and may be under a cognitohazardous effect. You [DATA EXPUNGED]. Do you remember who you are? I want to find you, but you need to come back to us.\n\n\nD-30199:\n There's no cognitohazard, Doctor. We walked into the light. It was always that way. I saw myself walking into the light, and I followed and was followed. We became so very small, so very close, so very safe. We are the dust, floating in safety. Me and me and me, and all the me's that have come and will come. We will always walk to light, and the light will always be my destination. It's safe here.\n\n\nR. Edmunson:\n Safe from what, Ninety-Nine?\n\n\nD-30199:\n The first, uh, the biggest. It's big, enormous, hidden. Buried in information. It'll crush us. Everyone. So we've been made small, simple. Too small to see. Too small to crush.\n\n\nR. Edmunson:\n The first? Please repeat, Ninety-Nine.\n\n\nDr. Mai:\n Where are you? Please, █████, come to the edge. I can pull you out.\n\n\nD-30199:\n You're going to be crushed, Dr. Mai. The, uh, the first is coming. This is the only safe place. You can come in and become so very small, so very close, so very safe.\n\n\nDr. Mai:\n Do you know where Twenty-Six is? Can you find him?\n\n\n(No response.)\n\n\nDr. Mai:\n █████? Ninety-Nine? Please respond.\n\n\n(Light breathing continues. No response.)\n\n\nDr. Mai:\n Fuck. Fuck. Bring up Twenty-Six.\n\n\nR. Edmunson:\n Yes ma'am. Three, two, one.\n\n\nD-82626:\n -leave me, wouldn't leave me. I'm going home. I'm going home. I'm going home. Wouldn't leave me, wouldn't leave me, wouldn't leave me. I'm going home, I'm-I can hear you there, I heard the pop. Please, say something. I know you're there again. Doctor? Ninety-Nine? I've been getting dragged for so long. God help me. \nSomeone\n help me, please. I can't get up. I can't disconnect. I can't get up. Someone please-\n\n\n(Communication cut by R. Edmunson.)\n\n\nR. Edmunson:\n Ma'am? Dr. Mai? Dr. Mai, wait, if you go-\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nIt is important to note that exploration logs have been transcribed exactly as recorded. Linguistic analysis has been unable to definitively distinguish communications of the exploration team from \"echoes\" produced by anomalous effects and/or entities inside SCP-4372.\n\n\n\n\nAddendum 4372.2: Public Reprimand and Record of Personnel Change\n\n\n\n\n\n\nFrom: Dr. Johannes Ashby\n\nTo: Dr. Mai Giang Lê\n\nSent: 12:31 AM, ███████, 2017\n\nSubject: Transfer to SCP-████\n\n\nDr. Mai,\n\n\nWe have received and confirmed the following complaints lodged against you by Dr. Joseph Edmunson regarding the manned expedition into SCP-4372 on the date of ██/██/2017, and the following incident recorded six days later on ██/██/2017:\n\n\n\n\nAccessing Human Resources documents on D-Class personnel without an approved need-to-know.\n\n\n\n\n\n\nUtilizing personal information about D-class personnel without approval, including but not limited to breaching protocol regarding terms of address.\n\n\n\n\n\n\nAttempting extraordinary and unapproved methods in an attempt to recover D-class personnel.\n\n\n\n\n\n\nPutting Foundation research staff (yourself) at unnecessary risk in attempting to interact directly with a dangerous SCP object.\n\n\n\n\n\n\nViolation of the Ashby Protocol and risking unauthorized, potentially dangerous communication with an unknown anomalous entity.\n\n\n\n\nEffective immediately, Dr. Brian Haskell will be taking over managing containment for SCP-4372. You are to report to SCP-████, which extensively employs D-Class personnel for testing and maintenance purposes. I believe that in this position, you will gain a deeper understanding of how the Foundation utilizes our D-class personnel, and that with practice, you too will effectively wield the diverse resources that the Foundation offers you and your research.\n\n\nI hope that working with SCP-████ will help you adjust to the admittedly unorthodox life of a Foundation researcher, and that you will grow into the scientist we know you can be. Please be safe, as SCP-████ is extremely hazardous, and we may not be lucky enough to intercept your case of poor judgement in the future.\n\n\nWe all expect great things from you, Dr. Mai. Please be more cautious in your future work with the Foundation.\n\n\n-Dr. Johannes Ashby\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4371\n | SCP-4372 | \nSCP-4373\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "From: Dr. Johannes Ashby To: Dr. Mai Giang Lê Sent: 12:31 AM, ███████, 2017 Subject: Transfer to SCP-████ Dr. Mai, We have received and confirmed the following complaints lodged against you by Dr. Joseph Edmunson regarding the manned expedition into SCP-4372 on the date of ██/██/2017, and the following incident recorded six days later on ██/██/2017: Accessing Human Resources documents on D-Class personnel without an approved need-to-know. Utilizing personal information about D-class personnel without approval, including but not limited to breaching protocol regarding terms of address. Attempting extraordinary and unapproved methods in an attempt to recover D-class personnel. Putting Foundation research staff (yourself) at unnecessary risk in attempting to interact directly with a dangerous SCP object. Violation of the Ashby Protocol and risking unauthorized, potentially dangerous communication with an unknown anomalous entity. Effective immediately, Dr. Brian Haskell will be taking over managing containment for SCP-4372. You are to report to SCP-████, which extensively employs D-Class personnel for testing and maintenance purposes. I believe that in this position, you will gain a deeper understanding of how the Foundation utilizes our D-class personnel, and that with practice, you too will effectively wield the diverse resources that the Foundation offers you and your research. I hope that working with SCP-████ will help you adjust to the admittedly unorthodox life of a Foundation researcher, and that you will grow into the scientist we know you can be. Please be safe, as SCP-████ is extremely hazardous, and we may not be lucky enough to intercept your case of poor judgement in the future. We all expect great things from you, Dr. Mai. Please be more cautious in your future work with the Foundation. -Dr. Johannes Ashby"
    ],
    "title": "SCP-4372"
}