{
    "url": "https://scp-wiki.wikidot.com/scp-4383",
    "all_text": "rating: \n+51\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4383 \"Sticks and Stones, Blood for Old Bones, A Curse Forever Thirsty\" by: \nDrAkimoto\n\n\n \n\n\n~DrAkimoto's Author Page~\n\n\n\n\n\n\n\n\nrating: \n+51\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n4/4383\n LEVEL \n4/4383\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4383\n\n\n\n\n\n\nEuclid\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHistorical depiction of a Fukushū Event.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4383 is contained in a burial chamber within Shiramine Shrine in Kamigyō-Ku, Kyoto. Two undercover Foundation Agents are to be posted inside the burial chamber's foyer. Unless Onryō Protocol is being enacted the chamber is not to be opened.\n\n\nOnryō Protocol is enacted upon the initiation of a Fukushū Event, this protocol is to be performed in the SCP-4383 burial chamber. During the Onryō Protocol, the foyer to the burial chamber is to remain locked.\n\n\nIf Onryō Protocol fails to be completed during a Fukushū Event, contacts within the Japanese government are to be notified, and all Foundation sites in Japan are to begin lockdown protocols.\n\n\nDescription:\n SCP-4383 is the skeletal remains of the 75th Emperor of Japan, 崇徳天皇 Sutoku-tennō, and its burial chamber in Shiramine Shrine.\n\n\nFukushū Events occur randomly with no correlation between date or time of day. No Fukushū Event has been documented occurring less than one year apart unless the Onryō Protocol is left incomplete or external interference occurs. The opening of the chamber is the only known way of manually initiating a Fukushū Event.\n\n\nDuring a Fukushū Event, the containment chamber holding SCP-4383 will begin to glow a dull shade of red. If the Onryō Protocol fails to be enacted or is interrupted, the following will occur in the country of Japan.\n\n\n\n\nThe Kagawa prefecture on the island of Shikoku will experience a spontaneous hail storm that lasts for 21 hours.\n\n\nDuring the 24 hours following the initiation of the event, concepts from traditional Japanese folklore will begin to manifest throughout Japan.\n\n\nExactly 24 hours after the initiation, some form of national disaster will occur in the country of Japan.\n\n\nIf Onryō Protocol is left incomplete, SCP-4383 will remain dormant for 6 months before initiating another Fukushū Event.\n\n\n\n\nIf containment is successfully re-established and the Onryō Protocol completed during a Fukushū Event, before the occurrence of the disaster, the event will conclude and no disaster will occur.\n\n\nThe exact nature of SCP-4383's anomalous properties is currently unknown. In accordance with the Fukushū Treaty, testing is strictly forbidden.\n\n\n\n\nOnryō Protocol\n\n\n\n\nClose\n\n\n\n\nThe Onryō Protocol was established by Emperor Meiji upon containment of SCP-4383. The ceremony consists of three acts which reflect key moments of Emperor Sutoku's life, specifically the betrayal of his father and brothers. Three volunteers are to be provided by the Japan Self-Defense Force each year to carry out the protocol. These volunteers must be a native Japanese man and his two sons, who must willingly participate, with no form of outward persuasion. During the event, the three men are to be documented as the Father, the Eldest, and the Favored.\n\n\nThe ceremony requires a wakizashi, a tantō, 3 wooden bowls, a bucket of water procured from the Ine Bay, and 1 liter of blood from the current Emperor of Japan\n1\n.\n\n\nThe ceremony is performed as follows:\n\n\n\n\nACT 1: The Untrusting Father\n\n\n\n\nThe Eldest will pour the Emperor's blood into the first of the three bowls.\n\n\nThe Favored will present the bowl to the Father who will accept the offering.\n\n\nThe Father will write 25 holy sutras on the east-facing wall of the chamber, using the blood of the Emperor.\n\n\nUpon completion of the sutras, the Father will kneel before the east wall.\n\n\nThe bowl of blood will be collected by the Eldest, who will place it in the center of the chamber.\n\n\nUsing the tantō, the Father will commit seppuku.\n2\n\n\nActing as the Kaishakunin\n3\n the Eldest will perform kaishaku utilizing the wakizashi.\n\n\nThe Favored will collect the tantō and fill the second bowl with the Father's blood.\n\n\nThe Favored will present the bowl and tantō to the Eldest, who will accept them.\n\n\n\n\nACT 2: The Betrayed Eldest\n\n\n\n\nThe Eldest will write the next 25 holy sutras on the west-facing wall of the chamber, using the blood of the Father.\n\n\nUpon completion of the sutras, the Eldest will kneel before the west wall.\n\n\nThe Favored will take the bowl of blood and place it in the center of the chamber.\n\n\nThe Favored will empty the bucket of Ine Bay water over the Eldest's head.\n\n\nUsing the tantō, The Eldest will remove his own tongue before committing seppuku.\n\n\nActing as the Kaishakunin, the Favored will perform kaishaku on the Eldest.\n\n\nThe Favored will now collect the Eldest's blood in the third bowl and retrieve the tantō.\n\n\n\n\nACT 3: The Tainted Favored\n\n\n\n\nThe Favored will use the blood of the Eldest to write the last 25 sutras on the north-facing wall.\n\n\nUpon completion of the sutras, the Favored will kneel in the center of the room.\n\n\nThe Favored will pour the remaining blood of the Father and Eldest into the bowl containing the Emperor's blood.\n\n\nUsing the tantō, the Favored will remove his left thumb and place it in the bowl of blood.\n\n\nThe Favored will consume the blood within the bowl.\n\n\nAt this time, the Favored will remove the bodies from the chamber and the doors will be sealed.\n\n\n\n\n\n\nAfter the conclusion of the ceremony, the Favored is to be amnesticized and released. A cover story is to be fabricated about the death of the Father and the Eldest.\n\n\n\n\n\n\n\n\n \n\n\nDiscovery:\n\n\n\n\nThe following is a excerpt of a document received by the O5 Council on behalf of Emperor Shōwa in 1946.\n\n\n\n\n\n\nTo the Honorable O5 Council of the SCP Foundation,\n\n\nI, the 124th Emperor of Japan, Hirohito Shōwa 裕仁昭和, formally ask for your assistance, in a matter of great magnitude. I fear my country's recent occupation will hinder our efforts to contain a most vengeful spirit of the past. When necessary a sacred ritual for the spirit Emperor Sutoku-tenno must be performed, to appease the horrid curse put upon our nation. Though there is much honor involved, this ritual is a gruesome affair, one that I fear will not be understood by our current occupiers. I formally invite you to my palace to reach an agreement between the Foundation, IJAMEA, and Japan itself in order to facilitate the continuation of these most sacred rituals.\n\n\n—裕仁昭和\n\n\n\n\n\n\nThe Fukushū Treaty was signed on 30/8/1946, between Emperor Shōwa, the Foundation, and IJAMEA, for the containment of SCP-4383 along with several other terms.\n\n\n\n\n\n\n \n\n\nFukushū Events:\n\n\n\n\n\n\nDate\n\n\nCause\n\n\nEffects\n\n\nNotes\n\n\n\n\n\n\n20/12/1946\n\n\n\n\n\n\nA small seismic tremor dislodged one of the marble doors to SCP-4383's containment chamber, which cracked in half upon hitting the floor.\n\n\n\n\n\n\nAt 4:20am on the next day an earthquake occurred in the Nankai Trough, which measured at an 8.5 on the moment magnitude scale. This earthquake caused a tsunami to hit the Nankai region of Japan, destroying approximately 2000 buildings and causing over 1500 civilian causalities.\n\n\nSeveral replacement doors were created, one of which was installed 3 days after the initial event. The Foundation Engineering Division developed an early warning earthquake detection array to help prepare for a similar occurrence.\n\nSCP-4383's clearance level was raised to 4/4383.\n\n\n\n\n\n\n7/11/1999\n\n\n\n\n\n\nDuring the Onryō Protocol, a volunteer refused to carry out the ceremony.\n\n\n\n\n\n\nAt 5:06 am, a flock of avians resembling the classic depictions of Japanese Tengu\n4\n began attacking civilians in Karuizawa, Japan. 24-hours later, the Sakurajima Volcano began a minor eruption, causing mass pollution.\n\n\nAll manifested creatures were contained by the Japanese branch of the Parazoology Division. The volcanic activity disrupted civilian life in the area, though no causalities were reported. The eruption disturbed the long-term stability of the volcano; the possibility of a future mass eruption has greatly increased.\n\n\n\n\n\n\n10/3/2015\n\n\n\n\n\n\nThe Foundation researcher responsible for SCP-4383, Dr. Renolds, refused to initiate the Onryō Protocol in order to study the anomaly. This led to the continuation of the event.\n\n\n\n\n\n\nAt 7:28 pm, a 90-meter long octopus appeared off the northern coast of Japan. This creature destroyed three fishing vessels before a Foundation Naval Response Unit terminated it. 24-hours after the Fukushū Event's initiation, a magnitude 9.0 earthquake hit northern Japan. This earthquake and the accompanying tsunami led to the severe damage of the Fukushima Daiichi nuclear power station.\n\n\nThree days after the event's initiation, Dr. Renolds was removed and the protocol enacted. Dr. Renolds was terminated for directly disobeying the orders of O5 Command forbidding testing of SCP-4383.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\nSCiPNET LOGIN\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    name\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    affiliation\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        6d27ada879e4b2d2609c38449f84cf26_1740235833\n    \n\n\n\n\n\n\nLogin\n\n\n\n\nNOTICE-4383\n\n\n\n\nLogout\n\n\n\n\n\n\n\n\n\n\n\n\nCLASSIFIED 5/4383 AUTHORIZED PERSONNEL\n\n\nUpdate: SCP-4383\n\n\nA week after the 2015 Fukushū Event, an IJAMEA assault force took possession of SCP-4383. Declaring a breach of the Fukushū Treaty, the Japanese government fully backed the IJAMEA's position. Multiple attempts at negotiations were attempted, but all have failed to require the anomaly. O5 Command has ruled out a forcible recovery effort while SCP-4383 remains contained. If at any point IJAMAEA or the Japanese government fails to contain SCP-4383, the Foundation will forcibly regain control of the anomaly. Until such time, Foundation personnel 4/4383 clearance and lower will be made to believe SCP-4383 remains in Foundation custody.\n\n\n— O5 Command\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Provided annually by the Japanese Self-Defense Force.\n\n\n2\n. Seppuku is a form of Japanese ritual suicide enacted via disembowelment.\n\n\n3\n. The kaishakunin is a title given to a chosen individual, who is to behead one whom has performed seppuku. This beheading is traditionally referred to as kaishaku.\n\n\n4\n. A type of legendary creature found in Japanese folklore, a demon traditionally depicted with a mix of human and avian features.\n\n\n\n\n\n\n\n\n« \nSCP-4382\n | SCP-4383 | \nSCP-4384\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-4383 is contained in a burial chamber within Shiramine Shrine in Kamigyō-Ku, Kyoto. Two undercover Foundation Agents are to be posted inside the burial chamber's foyer. Unless Onryō Protocol is being enacted the chamber is not to be opened.",
    "description": "SCP-4383 is the skeletal remains of the 75th Emperor of Japan, 崇徳天皇 Sutoku-tennō, and its burial chamber in Shiramine Shrine.",
    "title": "SCP-4383"
}