{
    "url": "https://scp-wiki.wikidot.com/scp-4384",
    "all_text": "rating: \n+114\n+\n–\nx\n\n\n\n\n\n\nSCP-4384 during sound absorption \"feeding\" time.\n\n\n\n\n\n\nItem #\n: SCP-4384\n\n\nObject Class\n: Euclid\n\n\nSpecial Containment Procedures\n: SCP-4384 is to be contained in a mesh aviary with interior space as appropriate for a large non-anomalous bird of prey. Multiple large-floorspace climate-controlled mews\n1\n are to be constructed within the aviary and fitted with anti-acoustic insulation.\n\n\nSCP-4384's enclosure is to be filled with flora common to the Southwestern region of the United States. A solar-powered loudspeaker is to be installed in the center of the aviary, programmed to constantly play a random assortment of sounds magnified to 80 decibels at all times. Additional speakers are to be installed every 3 meters along the upper walls of the enclosure.\n\n\nAll personnel entering the enclosure are to be equipped with hearing protection gear. Entrance to the enclosure requires Level-2 clearance and the accompaniment of a professional avian handler assigned to the SCP-4384 project.\n\n\nDescription\n: SCP-4384 is an avian entity similar in appearance to a fledgling red-tailed hawk (\nButeo jamaicensis\n), with an anomalous physical composition. While SCP-4384 is capable of interacting with solid objects in the same manner as non-anomalous birds, X-ray scans and other imaging analyses fail to detect any matter within the entity. Applying light pressure to SCP-4384's feathers results in a slight rippling effect, with the feathers at the point of contact appearing warped.\n\n\nSCP-4384 is observed to spend the majority of its waking time remaining completely stationary\n2\n. It will occasionally make threat displays at unfamiliar personnel or aircraft, similar to non-anomalous hawks defending their territory. When conscious, SCP-4384 produces a constant ambient humming noise within the range of 30-50 decibels. Vocalizations made when agitated are averaged at up to 114-135 decibels.\n\n\nSCP-4384 does not consume food or water. Instead, SCP-4384 seems to sustain itself by seeking out sources of noise, and then assimilating the produced sounds into its form (these sounds will become significantly fainter, sometimes becoming near silent, while SCP-4384 engages in this \"feeding\" process). Tests have shown that the entity prefers intense, dynamic sequences of noises (often, SCP-4384 will roost near speakers producing preferred sounds). The entity will also accept more stable, static sequences at a minimum magnification of 90 decibels.\n\n\nWhen stormy weather approaches, SCP-4384 will become agitated. Unless returned to a mew during this time, it will struggle in an attempt to leave its aviary during thunderstorms with heightened intensity. It is noted that when a thunderstorm is directly overhead, the sound of thunder pertaining to the storm is observed to originate from SCP-4384 rather than the sky above.\n\n\nAddendum 4384-1:\n SCP-4384 was initially discovered near the Organ Mountains of New Mexico in the United States, during a storm involving an extensive series of thunderclaps, despite local weather patterns being no more violent than sprinkling rains. Of note, towns in the surrounding area had suffered an unusual amount of water-based damage to residential buildings.\n\n\nA Foundation containment team was dispatched, and located the source of the noise as SCP-4384, perched on a small tree near a lake. A carved wooden mask, later identified as of Haida\n3\n creation, was discovered at the foot of the tree. Upon being approached by Foundation personnel, SCP-4384 was observed to pick up the mask and take off immediately into the sky, where it was quickly hidden by cloud cover. Approximately two minutes later, SCP-4384 reappeared without the mask, and alighted upon the vehicle the containment team arrived in. The entity remained docile while personnel boarded the vehicle and returned to Site-19.\n\n\nUpon transfer to containment, SCP-4384 immediately entered its dormant state and did not wake until several hours later, when the enclosure was first entered by a professional falconer assigned to the containment case.\n\n\nAddendum 4384-2:\n On ██/██/20██, severe meteorological activity caused structural damage to Site-19, causing SCP-4384 to breach containment. Personnel reported hearing previously absent intensities of thunder for the duration of the storm. During the containment breach, massive amounts of vocalization were observed originating from SCP-4384, particularly spiking during thunderclaps.\n\n\nDuring this time, an anomalous phenomenon was noted to have manifested near the south entrance to Site-19. The falling raindrops of the ongoing storm began to coalesce into a rudimentary serpentine form, estimated at 20 meters long and possessing what appeared to be deerlike antlers upon its head. The unidentified anomalous entity proceeded to attempt to force open the south entrance by crushing the blast doors. SCP-4384 descended from the skies and engaged in predatory behavior, striking the serpent entity with its claws. This behavior continued until the unidentified entity demanifested into puddles of water, and SCP-4384 returned to higher altitudes as the storm moved away from the area.\n\n\nFollowing the breach, SCP-4384 was found in its enclosure, perched on a fallen branch. When greeted by handlers, SCP-4384 demonstrated a heightened emotional expression, landing near the personnel and beginning to produce vocalizations similar to a juvenile avian begging for food.\n\n\nIt was noted that following this incident, the city of Las Cruces (where SCP-4384 was originally discovered) reported significantly fewer cases of water-based damages compared to the months prior.\n\n\nAddendum 4384-3:\n Approximately three months after its initial acquisition, on ██/██/20██, SCP-4384 disappeared from its containment enclosure and manifested in the Site-19 intensive care ward. Specifically, it appeared in the room occupied by Dr. Faraday,\n4\n who had been admitted to the on-site hospital for complications relating to old age.\n\n\nUpon its appearance, SCP-4384 proceeded to regurgitate matter from its beak, in a manner similar to adult birds feeding hatchlings. SCP-4384 produced a small wad of what was later identified to be high-quality tobacco\n5\n and despite resistance, repeatedly attempted to place it in Dr. Faraday's mouth. SCP-4384 eventually deposited the tobacco on the doctor's forehead and allowed itself to be returned to its containment enclosure.\n\n\n\n\nFootnotes\n\n\n1\n. A cage or building for trained hawks, especially while they are molting.\n\n\n2\n. Wild red-tailed hawks will often exhibit this behavior, and may spend hours at the same perch.\n\n\n3\n. The Haida people are native to Haida Gwaii (a Canadian archipelago) and known for their craftsmanship, trading skills, and seamanship.\n\n\n4\n. A senior researcher who received many accolades during his Foundation career.\n\n\n5\n. Often used by Haida elders and spiritual leaders, and referenced in legends as one of the luxuries of the afterlife.\n\n\n\n\n\n\n\n\n« \nSCP-4383\n | SCP-4384 | \nSCP-4385\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4384\n\" by Krelavoth and Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4384\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n redtail.jpg\n\n\nName:\n 20170614-OC-PJK-0604\n\n\nAuthor:\n Preston Keres\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum 4384-1: SCP-4384 was initially discovered near the Organ Mountains of New Mexico in the United States, during a storm involving an extensive series of thunderclaps, despite local weather patterns being no more violent than sprinkling rains. Of note, towns in the surrounding area had suffered an unusual amount of water-based damage to residential buildings.\nA Foundation containment team was dispatched, and located the source of the noise as SCP-4384, perched on a small tree near a lake. A carved wooden mask, later identified as of Haida 3 creation, was discovered at the foot of the tree. Upon being approached by Foundation personnel, SCP-4384 was observed to pick up the mask and take off immediately into the sky, where it was quickly hidden by cloud cover. Approximately two minutes later, SCP-4384 reappeared without the mask, and alighted upon the vehicle the containment team arrived in. The entity remained docile while personnel boarded the vehicle and returned to Site-19.\nUpon transfer to containment, SCP-4384 immediately entered its dormant state and did not wake until several hours later, when the enclosure was first entered by a professional falconer assigned to the containment case.",
        "Addendum 4384-2: On ██/██/20██, severe meteorological activity caused structural damage to Site-19, causing SCP-4384 to breach containment. Personnel reported hearing previously absent intensities of thunder for the duration of the storm. During the containment breach, massive amounts of vocalization were observed originating from SCP-4384, particularly spiking during thunderclaps.\nDuring this time, an anomalous phenomenon was noted to have manifested near the south entrance to Site-19. The falling raindrops of the ongoing storm began to coalesce into a rudimentary serpentine form, estimated at 20 meters long and possessing what appeared to be deerlike antlers upon its head. The unidentified anomalous entity proceeded to attempt to force open the south entrance by crushing the blast doors. SCP-4384 descended from the skies and engaged in predatory behavior, striking the serpent entity with its claws. This behavior continued until the unidentified entity demanifested into puddles of water, and SCP-4384 returned to higher altitudes as the storm moved away from the area.\nFollowing the breach, SCP-4384 was found in its enclosure, perched on a fallen branch. When greeted by handlers, SCP-4384 demonstrated a heightened emotional expression, landing near the personnel and beginning to produce vocalizations similar to a juvenile avian begging for food.\nIt was noted that following this incident, the city of Las Cruces (where SCP-4384 was originally discovered) reported significantly fewer cases of water-based damages compared to the months prior.",
        "Addendum 4384-3: Approximately three months after its initial acquisition, on ██/██/20██, SCP-4384 disappeared from its containment enclosure and manifested in the Site-19 intensive care ward. Specifically, it appeared in the room occupied by Dr. Faraday, 4 who had been admitted to the on-site hospital for complications relating to old age.\nUpon its appearance, SCP-4384 proceeded to regurgitate matter from its beak, in a manner similar to adult birds feeding hatchlings. SCP-4384 produced a small wad of what was later identified to be high-quality tobacco 5 and despite resistance, repeatedly attempted to place it in Dr. Faraday's mouth. SCP-4384 eventually deposited the tobacco on the doctor's forehead and allowed itself to be returned to its containment enclosure."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4384 \" by Krelavoth and Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-4384 . Licensed under CC-BY-SA .",
        "Filename: redtail.jpg Name: 20170614-OC-PJK-0604 Author: Preston Keres License: Public Domain Source Link: Flickr"
    ],
    "title": "SCP-4384"
}