{
    "url": "https://scp-wiki.wikidot.com/scp-4396",
    "all_text": "rating: \n+70\n+\n–\nx\n\n\n\n\n\n\n2/4396\n LEVEL \n2/4396\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4396\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImage of SCP-4396 taken by a member of MTF Lambda-4.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Members of MTF Lambda-4 (\"Birdwatchers\") are to be stationed at various major population centers across the globe so as to respond to any reports of SCP-4396 or SCP-4396-1. Upon any occurrence of SCP-4396, agents are to investigate the area and discern the location of it and/or its target. Victims of SCP-4396 are to be administered either Class A or Class B amnestics as necessary.\n\n\nDescription:\n SCP-4396 is a large peacock (\npavo muticus\n) that appears malnourished and decrepit. It is completely desaturated in color, and is missing a feather from its tail\n1\n.\n\n\nThe behavior of SCP-4396 is predictable, and primarily revolves around the specimen attempting to retrieve SCP-4396-1. SCP-4396-1 is a feather from the tail of a peacock that will teleport to a random person anywhere on the planet, designated as SCP-4396-A. Once it is in somebody's possession, they may only be rid of it by purposefully returning it to SCP-4396; attempting to discard, destroy, or abandon SCP-4396-1 will always result in its return to the target. SCP-4396-A share a common trend of having lost something, or someone, of significant importance to their lives.\n\n\nOnce SCP-4396-1 has transported to SCP-4396-A, SCP-4396 will begin moving in search of its recovery. SCP-4396 itself has only been observed to walk throughout the duration of its search, and is not known to utilize any supernatural means as it travels. However, when subjected to any conditions in which escape would be impossible for any ordinary being, such as being confined in a solid metal containment vessel or being otherwise restrained, it will inexplicably bypass any obstacles and continue on its way.\n\n\nSCP-4396 will persist until it arrives at SCP-4396-A’s location, at which point it will begin to pester them into returning SCP-4396-1. SCP-4396 will act confrontational towards SCP-4396-A, engaging in attacks until the feather is returned. These attacks are typically harmless, and it is believed that the specimen does not wish to hurt the targets\n2\n. Due to the victims being unaware of the methods of appeasing SCP-4396, they often try to flee the specimen and sometimes even their place of residence, which only leads to prolonged encounters with the specimen.\n\n\nIf SCP-4396-1 is successfully returned by SCP-4396-A, SCP-4396 will take it in its beak. Upon doing so, it will revert to the size of a typical peacock, and its natural coloration will be restored as it interacts with SCP-4396-1. It will coo happily, and demonstrate other behaviors associated with pleasure and delight. Eventually, SCP-4396 will leave the area with SCP-4396-1 still in its beak. It is not known where SCP-4396 goes after leaving the victim, but some time later SCP-4396-1 selects a new target and the cycle repeats.\n\n\n\n\nInterview Log 4396-A1\n\n\n\n\nInterviewee:\n Clyde Bonnet, previous target who successfully delivered SCP-4396-1 to SCP-4396\n\n\n\n\nInterviewer:\n Doctor Flynn, Foundation psychologist\n\n\n\n\nForeword:\n Mr. Bonnet was taken into custody after making a post on social media detailing his experience with SCP-4396. The post was taken down by Foundation staff, and Mr. Bonnet was set for an interview, prior to being administered low level amnestics.\n\n\n\n\n\n\n[Begin Log]\n\n\n\n\nBonnet:\n Why am I here? Who are you people?\n\n\n\n\nFlynn:\n We just want to ask you some questions about your experience with the peacock.\n\n\n\n\nBonnet:\n Is that what this is about?! Look, I’m not crazy I-\n\n\n\n\nFlynn:\n Nobody ever said you were crazy, we just need to ask you a few things. Your cooperation would be much appreciated. The sooner you do, the sooner we can both get out of here.\n\n\n\n\nBonnet:\n Ok, fine, ok… What do you want?\n\n\n\n\nFlynn:\n Could you please tell us about yourself, Mr. Bonnet?\n\n\n\n\nBonnet:\n My name is Clyde Bonnet. I am 39 years old, and I work as a geology teacher in ████ High School, ████, Oregon.\n\n\n\n\nFlynn:\n (\nTakes a moment to jot down the essential details\n) Great. Now would you mind telling us a little about your family situation?\n\n\n\n\nBonnet:\n (\nHe winces slightly, and shifts in his seat\n) Actually, I'd rather not.\n\n\n\n\nFlynn\n: It’s completely fine if you aren’t comfortable divulging such information. You should know, however, that it could really help us understand the nature of this occurrence.\n\n\n\n\nBonnet\n: Fine, I guess. Where should I start?\n\n\n\n\nFlynn\n: Wherever you’d prefer, Mr. Bonnet.\n\n\n\n(\nThere is a long pause as Mr. Bonnet composes himself\n)\n\n\n\n\nBonnet\n: I was seven years old when my parents died. One night there was a fire, and my dad grabbed me from my bed and brought me outside, to safety. He- he told me to stay, as he went back for my mom. Neither of them made it out… It’s haunted me ever since.\n\n\n\n\nFlynn\n: (\nThinks for a short moment, then writes down something on his notepad\n) That’s awful, I’m sorry for your loss.\n\n\n\n\nBonnet\n: I lived with my aunt and uncle in northern California after that, but it wasn’t really ever the same. I don't think I've ever fully recovered from it, really.\n\n\n\n\nFlynn\n: Is that all?\n\n\n\n\nBonnet\n: (\nHe hesitates, before continuing\n) My entire life was like this, on and off. It wasn't until 17 years ago when I experienced happiness for the first time again. I met this beautiful woman, and before long we were married.(\nHe chuckles to himself\n) I guess you could say she was the world to me; I was nothing without her. (\nHe smiles briefly, before starting to tear\n) It was perfect. Together we had a beautiful baby boy.\n\n\n\n\nFlynn\n: (\nWriting\n) Thank you, Mr Bonnet. This should be enough. You’re welcome to-\n\n\n\n\nBonnet\n: No, there’s more…\n\n\n\n(\nHe starts to cry; his hand is clenched in a fist on the interview desk\n)\n\n\n\n\nFlynn\n: That’s fine. You don’t have to if you don’t want to.\n\n\n\n\nBonnet\n: My boy, My sweet, sweet boy… He was everything I could ever ask for in a son. Smart, kind, well-behaved, he always kept his grades up. But one night he just had to go and make that stupid mistake! H- He was only 13…\n\n\n\n\nFlynn\n: Mr. Bonnet…\n\n\n\n\nBonnet\n: He fell in with the wrong crowd. Some teenagers offered to drive him to a party. That night, well, he didn’t come home that night, and then on the news… A fatal car crash not too far away, and he was there, listed among the victims. Just then, that’s when that damned feather showed up.\n\n\n\n\nFlynn\n: Oh?\n\n\n\n\nBonnet\n: Five people were in that car the night of the crash. Four died. My son’s body was never found. (\nTakes a brief pause, as he collects himself\n) Then that horrible, mutated thing started terrorizing me. I tried to get away, but it was relentless. I didn’t know what to do. I was trapped. I had nothing left to live for, and then there was this monster coming after me.\n\n\n\n\nFlynn\n: Mr. Bonnet, this is some very valuable information, but-\n\n\n\n\nBonnet\n: I’m almost done, please just… let me finish. I finally thought to give him what he wanted. I gave him the feather, and I- I watched him transform before my eyes. I mean, I don’t know, man. His sheer joy, his happiness. I guess what I’m trying to say is, in a way, I saw myself in him. For the first time in weeks, ever since the crash, I felt… happiness? I don’t know.\n\n\n\n\nFlynn\n: When was this?\n\n\n\n\nBonnet\n: This all happened two days ago. Then your guys came and picked me up yesterday, and the rest, well, you know the rest.\n\n\n\n\nFlynn\n: Thank you for sharing this information with us, Mr. Bonnet.\n\n\n\n\nBonnet\n: (\nSniffling\n) Thank you. I needed to tell someone about everything that I’ve been through. I needed this.\n\n\n\n\nFlynn\n: (\nNodding\n) I think this interview is just about concluded. We’ll bring you back to your chamber, and then we’ll send you on your way-\n\n\n\n(\nThey are interrupted by the ringing of Mr. Bonnet’s cell phone. Neither of them recognize the number\n)\n\n\n\n\nBonnet\n: It’s fine, I’ll call them back.\n\n\n\n\nFlynn\n: No, you should take it now.\n\n\n\n(\nMr. Bonnet picks up the call. He sits there, listening, before his eyes widen and he covers his mouth.\n)\n\n\n\n\nBonnet\n: Thank you. Thank you so much officer. I don’t know what I can say… Thank God! (\nHe hangs up\n)\n\n\n\n\nFlynn\n: Who was that?\n\n\n\n\nBonnet\n: It was a call from the local police office. God, they found my son. My boy’s alive!\n\n\n[End Log]\n\n\n\n\n\n\n\n\nAddendum: Interview Log 4396-A1\n\n\n\n\nClose Addendum\n\n\n\n\nAfter the recording of Interview 4396-A1, subject Clyde Bonnet was administered B-Class amnestics and informed about the finding of his son. He was then brought to the ████ County Police Station, accompanied by Foundation staff. The officers there reported that his child was found laying unconscious on the porch of their house.\n\n\nWhen asked about his experience, his son explained that he was injured and unable to walk after the crash, but was just able to climb out of the wreckage of the vehicle before losing consciousness. He regained consciousness sometime the following day in the forests surrounding the site of the crash, recalling being hurt and not knowing where he was, before finding a trail of feathers. The trail led him back to his house where he was soon found by law enforcement.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. There is a visible gap in the tail when extended.\n\n\n2\n. Attacks by SCP-4396 are shown to be reluctant, and are typically done out of frustration.\n\n\n\n\n\n\n\n\n« \nSCP-4395\n | SCP-4396 | \nSCP-4397\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewee: Clyde Bonnet, previous target who successfully delivered SCP-4396-1 to SCP-4396 Interviewer: Doctor Flynn, Foundation psychologist Foreword: Mr. Bonnet was taken into custody after making a post on social media detailing his experience with SCP-4396. The post was taken down by Foundation staff, and Mr. Bonnet was set for an interview, prior to being administered low level amnestics. [Begin Log] Bonnet: Why am I here? Who are you people? Flynn: We just want to ask you some questions about your experience with the peacock. Bonnet: Is that what this is about?! Look, I’m not crazy I- Flynn: Nobody ever said you were crazy, we just need to ask you a few things. Your cooperation would be much appreciated. The sooner you do, the sooner we can both get out of here. Bonnet: Ok, fine, ok… What do you want? Flynn: Could you please tell us about yourself, Mr. Bonnet? Bonnet: My name is Clyde Bonnet. I am 39 years old, and I work as a geology teacher in ████ High School, ████, Oregon. Flynn: ( Takes a moment to jot down the essential details ) Great. Now would you mind telling us a little about your family situation? Bonnet: ( He winces slightly, and shifts in his seat ) Actually, I'd rather not. Flynn : It’s completely fine if you aren’t comfortable divulging such information. You should know, however, that it could really help us understand the nature of this occurrence. Bonnet : Fine, I guess. Where should I start? Flynn : Wherever you’d prefer, Mr. Bonnet. ( There is a long pause as Mr. Bonnet composes himself ) Bonnet : I was seven years old when my parents died. One night there was a fire, and my dad grabbed me from my bed and brought me outside, to safety. He- he told me to stay, as he went back for my mom. Neither of them made it out… It’s haunted me ever since. Flynn : ( Thinks for a short moment, then writes down something on his notepad ) That’s awful, I’m sorry for your loss. Bonnet : I lived with my aunt and uncle in northern California after that, but it wasn’t really ever the same. I don't think I've ever fully recovered from it, really. Flynn : Is that all? Bonnet : ( He hesitates, before continuing ) My entire life was like this, on and off. It wasn't until 17 years ago when I experienced happiness for the first time again. I met this beautiful woman, and before long we were married.( He chuckles to himself ) I guess you could say she was the world to me; I was nothing without her. ( He smiles briefly, before starting to tear ) It was perfect. Together we had a beautiful baby boy. Flynn : ( Writing ) Thank you, Mr Bonnet. This should be enough. You’re welcome to- Bonnet : No, there’s more… ( He starts to cry; his hand is clenched in a fist on the interview desk ) Flynn : That’s fine. You don’t have to if you don’t want to. Bonnet : My boy, My sweet, sweet boy… He was everything I could ever ask for in a son. Smart, kind, well-behaved, he always kept his grades up. But one night he just had to go and make that stupid mistake! H- He was only 13… Flynn : Mr. Bonnet… Bonnet : He fell in with the wrong crowd. Some teenagers offered to drive him to a party. That night, well, he didn’t come home that night, and then on the news… A fatal car crash not too far away, and he was there, listed among the victims. Just then, that’s when that damned feather showed up. Flynn : Oh? Bonnet : Five people were in that car the night of the crash. Four died. My son’s body was never found. ( Takes a brief pause, as he collects himself ) Then that horrible, mutated thing started terrorizing me. I tried to get away, but it was relentless. I didn’t know what to do. I was trapped. I had nothing left to live for, and then there was this monster coming after me. Flynn : Mr. Bonnet, this is some very valuable information, but- Bonnet : I’m almost done, please just… let me finish. I finally thought to give him what he wanted. I gave him the feather, and I- I watched him transform before my eyes. I mean, I don’t know, man. His sheer joy, his happiness. I guess what I’m trying to say is, in a way, I saw myself in him. For the first time in weeks, ever since the crash, I felt… happiness? I don’t know. Flynn : When was this? Bonnet : This all happened two days ago. Then your guys came and picked me up yesterday, and the rest, well, you know the rest. Flynn : Thank you for sharing this information with us, Mr. Bonnet. Bonnet : ( Sniffling ) Thank you. I needed to tell someone about everything that I’ve been through. I needed this. Flynn : ( Nodding ) I think this interview is just about concluded. We’ll bring you back to your chamber, and then we’ll send you on your way- ( They are interrupted by the ringing of Mr. Bonnet’s cell phone. Neither of them recognize the number ) Bonnet : It’s fine, I’ll call them back. Flynn : No, you should take it now. ( Mr. Bonnet picks up the call. He sits there, listening, before his eyes widen and he covers his mouth. ) Bonnet : Thank you. Thank you so much officer. I don’t know what I can say… Thank God! ( He hangs up ) Flynn : Who was that? Bonnet : It was a call from the local police office. God, they found my son. My boy’s alive! [End Log]"
    ],
    "containment_procedures": "Members of MTF Lambda-4 (\"Birdwatchers\") are to be stationed at various major population centers across the globe so as to respond to any reports of SCP-4396 or SCP-4396-1. Upon any occurrence of SCP-4396, agents are to investigate the area and discern the location of it and/or its target. Victims of SCP-4396 are to be administered either Class A or Class B amnestics as necessary.",
    "description": "SCP-4396 is a large peacock (pavo muticus) that appears malnourished and decrepit. It is completely desaturated in color, and is missing a feather from its tail1.",
    "title": "SCP-4396"
}