{
    "url": "https://scp-wiki.wikidot.com/scp-4400",
    "all_text": "rating: \n+365\n+\n–\nx\n\n\n\n\nby \nstormbreath\n\n\n\n\n\n\n\n\n\n\nItem #:\n \nSCP-4400\n\n\nObject Class:\n \nSafe\n\n\n\n\n\n\nSite Responsible:\n \nSite-484\n\n\nDirector:\n \nNakawe Osorio\n\n\nResearch Head:\n \nHector Rosales\n\n\nAssigned Task Force:\n \nXi-Kai\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel 2/4400\n\n\nRESTRICTED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nReference photograph of Palenque, the location and basis of SCP-4400.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Palenque National Park is to be operated entirely by Foundation operatives under the guise of standard Mexican National Park employees. A clause concerning this has been inserted into the Foundation-Mexico Operating Treaty, and the National Commission of Protected Natural Areas will assist the Foundation in upholding this.\n\n\n\n\n\n\nExterior of the building containing SCP-4400 Access Tunnel Ka'a.\n\n\n\n\n\n\nAll further archaeological exploration of Palenque is to have a minimum of two Foundation personnel from the Archaeological Division embedded within the existing exploration team. These personnel are to be stocked and trained with Class B amnestics. If a new SCP-4400 access tunnel is discovered, they are to use the amnestics to remove any memory of the discovery from the exploration team. Following this, they are to covertly alert Site-484 Command to the discovery, to allow for proper containment.\n\n\nAll access tunnels are to have metal covers welded over them, and secured into the surrounding stone. The covers of Access Tunnels Hun, Ka'a and Óox have been modified to allow for entrance, and these covers should be kept accessible, but locked when not in use.\n\n\nAll buildings known to contain an SCP-4400 access tunnel are to be sequestered from general tourist areas of Palenque National Park, with Foundation guards stationed at each such building.\n\n\nAny further exploration of SCP-4400 by the Archaeological Division itself should be conducted with an armed escort from Mobile Task Force Xi-Kai (\n\"Curators\"\n) and under standard protocol for the exploration of anomalies involving high amounts of radiation.\n\n\n\n\nDescription:\n SCP-4400 is an extradimensional space below Palenque.\n1\n SCP-4400 can be accessed from multiple tunnels located within Palenque, but cannot be reached outside of these tunnels. Excavation attempts at digging into SCP-4400 have been unsuccessful. There are twelve known access tunnels into SCP-4400.\n\n\nSCP-4400 contains a representation of Palenque during the Late Classic period.\n2\n All entrances to SCP-4400 exit within this replica of Palenque. Excavated buildings within Palenque built before or during this period correspond to buildings within SCP-4400, with other buildings within SCP-4400 believed to be buildings that did not survive to the present day. There are no light sources — natural, artificial or anomalous — within SCP-4400.\n\n\nSeveral of the buildings within SCP-4400 appear to have been modified at an indeterminate point in the past. These modifications include the addition of multiple anomalous and mundane traps, as well as modifications to many of the frescoes located within SCP-4400. The majority of these traps have been disabled. Additionally, SCP-4400 is slightly irradiated, averaging about 1 to 2 mSv per day of exposure.\n3\n\n\nSCP-4400-América is the collective designation for four eigenweapons\n4\n and the waste products of their construction, which were evidently created around 650 CE. The component parts of SCP-4400-América are located at the tops of several pyramids within SCP-4400, such as the equivalents to the Temples of the Skull and Temple of the Sun. For information on the current hypothesis concerning the nature of SCP-4400-América, please consult \nADDENDUM 4400.4\n.\n\n\nMany of the traps within SCP-4400 are constructed around the components of SCP-4400-América, and the majority of the altered frescoes within SCP-4400 appear to relate to SCP-4400-América. For these reasons, the Archaeological Division has concluded that SCP-4400 was either created or modified to contain SCP-4400-América.\n\n\nSentient beings within SCP-4400 undergo an anomalous empathic alteration, which has been designated as SCP-4400-Barcelona. This typically results in an increased fear response, with an unknown stimulus.\n5\n The degree to which this anomalous effect is present varies between organisms. In controlled testing, dogs and mice immediately attempted to exit SCP-4400. Humans, however, typically describe this as a feeling of strong apprehension or dread.\n\n\nThis anomalous empathetic alteration appears to be stronger around certain areas of SCP-4400, including the SCP-4400 equivalent to the Palenque Temple of the Sun or the Palenque Temple of the Skull. This effect has prevented almost all attempts at climbing such locations and properly investigating either.\n\n\nThe exact boundaries of SCP-4400 are unclear. There is no observable upper limit to SCP-4400. The copy of Palenque within SCP-4400 is situated atop a 1000 meter tall plateau, with all surrounding land being undifferentiated smooth rock. Excavation attempts have tunneled 100 meters downward and yielded no results.\n\n\n\n\n\n\n◆ ADDENDUM 4400.1\n\n\n\n\n◇ ADDENDUM 4400.1 — Archaeological Division Records\n\n\n\n\n\n\n\n\n\n\n\n\nArchaeological Division Records\n\n\n\n\n\n\nReporting Personnel:\n Doctor Hector Rosales, Researcher Javier Balenciaga\n\n\nDate:\n June 26th, 1965\n\n\nSubject:\n Analysis of Fresco Content within SCP-4400\n\n\n\n\nA large number of the painted stucco reliefs within SCP-4400 have been completely changed from their equivalents in Palenque. The following are excerpts of what are believed to be the most important altered frescoes. (As a note, the paint of these frescoes is generally preserved, uncharacteristic for Mayan art of the Late Classical Period.)\n\n\n\n\nFresco #0001:\n\nA man is standing over a silver rock, which is surrounded by a sunburst motif. He appears to recoil from the rock.\n\n\nIn a series of frames following the original, the man from before can be seen vomiting, clutching his head, losing hair, and finally dying.\n\n\n\n\nFresco #0001 is a common fresco within SCP-4400, and is the most frequent in appearance. The symptoms of the man appear consistent with an ancient perception of radiation poisoning.\n\n\n\n\nFresco #0004:\n\nA man descends through a representation of an SCP-4400 access tunnel, and into a representation of Xibalba. The Twelve Lords of Xibalba are seated below the man, and looking up at him.\n\n\n\n\nFresco #0004 is located near the exits of most access tunnels and is an example of a common theme within SCP-4400, which depicts SCP-4400 as a place of death, with many associations to the Mayan Underworld. Figures are frequently depicted as entering SCP-4400 and dying, with the majority of imagery acting as an imperative to not enter or explore.\n\n\n\n\nFresco #0007:\n\nA man is walking into a representation of the Temple of the Sun, with his foot pulling a trip wire. An arrow is flying through the air, aimed at him.\n\n\n\n\nThis relief is a part of a series showcasing the numerous traps located within SCP-4400, all located around the appropriate traps, which are in turn located around components of SCP-4400-América.\n\n\n\n\nFresco #0010:\n\nFresco #0010 appears to be an anachronistic depiction of a modern atom under the Bohr model, although the diagram is highly simplified and likely inaccurate, preventing proper identification. The atom appears to be in the process of being broken in half.\n\n\n\n\nIt is unknown how the creators of SCP-4400 were able to learn of the structure of an atom or have enough knowledge to depict an atom in the state of nuclear fission. Additionally, the purpose of this fresco, and how it would be interpreted is unclear.\n\n\n\n\nFresco #0012:\n\nFresco #0012 is located upon the SCP-4400 equivalent to the Temple of the Skull, which contains a large number of frescoes that do not reappear within SCP-4400.\n\n\nThe relief appears to be a stylized, but mostly accurate depiction of the characteristic mushroom cloud caused by a nuclear explosion, viewed from a distance. At the bottom of the cloud is a small city, which has been labeled as \"Chak'iin\".\n\n\n\n\nThe depiction of a mushroom cloud depicted here is highly anachronistic, but accurate nonetheless. Due to the accuracy, it is believed that the artist personally witnessed the events depicted. The apparent name of the city (Chak'iin) does not correspond to any known city, modern or ancient.\n\n\nA paper document recovered from SCP-4400 contains a map, which has a label for the location of Chak'iin. This supposed location does not correspond with any known Mayan city in Foundation records.\n\n\nA detachment of Mobile Task Force Xi-Kai was sent to the supposed location of Chak'iin and was unable to find any evidence of permanent construction dating to the Late Classical Period or earlier. However, they did note traces of plutonium-239 and uranium-235 isotopes in the soil, as well as other isotopes believed to have formed from the decay chain of U235.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n◆ ADDENDUM 4400.2\n\n\n\n\n◇ ADDENDUM 4400.2 — Archaeological Division Records\n\n\n\n\n\n\n\n\n\n\n\n\nArchaeological Division Records\n\n\n\n\n\n\nReporting Personnel:\n Doctor Hector Rosales, Researcher Javier Balenciaga\n\n\nDate:\n June 26th, 1965\n\n\nSubject:\n Anomalous Dream from within SCP-4400\n\n\n\n\nSeveral members of the SCP-4400 Research Team have reported unusual nightmares during their dreams. It is suspected that these dreams may be associated with SCP-4400-Barcelona, and are therefore being treated as potentially anomalous.\n\n\nThe following Standard Dream Report was filed by Researcher Javier Balenciaga following one of these dreams and has been selected as an example.\n\n\n\n\nFORM 66-Y - STANDARD DREAM REPORT\n\n\nPersonnel:\n Javier Balenciaga\n\n\nEstimated Degree of Recall:\n 80%\n\n\nAnomalous Phenomena Present?:\n Y\n\n\nLikelihood of Actionable Intelligence:\n HIGH\n\n\nDescription:\n Before I begin a full description of the contents of my dreams, I would like to first say that the contents of my dream are remarkably similar to the dreams of the other researchers within SCP-4400.\n\n\nThe dream begins with an alchemist slaving away in a workshop. He is crafting weapons — bombs, I can tell — and placing them in five vessels, clay pots. I feel the presence of something sinister in the room, but I cannot identify it, only sense it. However, it exudes an aura, and I know it to be a creature of forbidden secrets. The alchemist works long into the night, past sunset. Darkness envelops my vision.\n\n\nI find myself atop the Temple of the Sun, in the true Palenque. There is a crowd assembled: nobles, priests, guards, and at the center of it all stands a king and the alchemist from before. A feathered serpent made of blood coils around their legs. The scene is Palenque in the past, before the jungle claimed it. A perfect match for SCP-4400.\n\n\nThe king points to the sky and says the word \"Chak'iin\". The blood serpent grabs one of the pots the alchemist worked upon and flies into the air, with my perspective flying behind in pursuit. It is not long before a nuclear fire and heat fills my vision, and blinds me from anything else.\n\n\nNext I see a group of soldiers walking through the jungle. I know their purpose at once: they are looking for the city of Chak'iin. They will not find it, for it has been wiped off the face of the earth. Nothing remains, not even rubble.\n\n\nThe scene melts away, and I find myself in the chambers of the alchemist who was standing on the top of the Temple of the Sun. The king is with him and talking about something. I am not sure what, but the alchemist seems nervous, or possibly afraid. The king smiles and leaves.\n\n\nThe alchemist turns and removes a codex from underneath his bed.\n\n\nYou'll pardon me if I cannot truly describe what happens next. The next action was abstract and I am not even sure of what I saw. There are things I know, for it is a dream and knowledge flows freely there, but the actual visuals are unclear. It was bizarre, even for a dream.\n\n\nA new world, coming into existence. It rests between worlds — between the real world and other planes, between the real world and the Underworld, between the real world and the void. It is the shadow of Palenque, and it is empty and dark. There is a scream, one that changes in a pattern.\n\n\nThe alchemist climbs the steps of the Temple of the Skull, carrying one of the pots. He manages to reach the top and places the pot within the central chamber. His hands are busy, and then it is surrounded in a spiderweb of traps.\n\n\nThe alchemist raises his hands and fills my soul with dread. Nothing changes in the scene around in me, but I grow scared, all too scared. I stumble backward, and my worst fears close in upon me. Spiders, shadows, demons — personal fears, unrelated to the rest of the dream. The dream changes and nothing further regarding 4400 takes place.\n\n\n\n\nThis dream, or one similar to it, has been recorded by approximately half of the SCP-4400 Research Team. As such, it is currently suspected to be potentially anomalous, and connected to SCP-4400 as a whole. Plans for further research have been proposed.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n◆ ADDENDUM 4400.3\n\n\n\n\n◇ ADDENDUM 4400.3 — MTF Xi-Kai Records\n\n\n\n\n\n\n\n\n\n\n\n\nMobile Task Force Xi-Kai Records\n\n\n\n\n\n\nReporting Personnel:\n Commander Antonio Villa (MTF Xi-Kai); Researcher Javier Balenciaga (Archaeological Division)\n\n\nDate:\n July 18th, 1965\n\n\nSubject:\n EoI-4400-Cáceres\n\n\n\n\nA tablet containing what appeared to be a ritual was recovered from within SCP-4400. A magical specialist assigned to Mobile Task Force Xi-Kai analyzed the tablet and concluded that it was a summoning and binding ritual for a specific non-corporeal ontokinetic entity. This entity would then offer to give information to the performer in exchange for either symbolically important physical materials, or esoteric knowledge unknown to the entity.\n\n\nMembers of MTF Xi-Kai and the Archaeological Division made the decision to perform the ritual within SCP-4400, and then attempt to communicate with it concerning any knowledge it might have concerning SCP-4400, 4400-América or 4400-Barcelona.\n\n\nThe following interview was conducted in Yucatec Mayan, of which Researcher Balenciaga is a fluent and native speaker. The following translation from Yucatec Mayan was performed by him as well.\n\n\n\n\nInterview Log 4400-Cáceres:\n\n\nInterviewer:\n Researcher Javier Balenciaga\n\n\nInterviewee:\n EoI-4400-Cáceres\n\n\n[\nBEGIN LOG\n]\n\n\nWith the ritual completed, EoI-4400-Cáceres partially manifests within SCP-4400, taking the shape of the shadow of a serpent, cast upon an interior wall by one of the fires used to complete the ritual.\n\n\nRs. Balenciaga:\n Greetings, O dark giver of knowledge.\n\n\nEoI-4400-Cáceres:\n Your tongue is new, different from what I knew. But I understand it nonetheless, for I am a creature of knowledge.\n\n\nRs. Balenciaga:\n Do you know where you are?\n\n\nEoI-4400-Cáceres:\n A place of fear, underneath the ground. Xibalba.\n\n\nRs. Balenciaga:\n Specifically.\n\n\nEoI-4400-Cáceres:\n It is a place between worlds, a shadow of the true Palenque. We are not quite in the void, but we are not quite in the real world.\n\n\nRs. Balenciaga:\n You don't know how this world was created?\n\n\nEoI-4400-Cáceres:\n That, I do not.\n\n\nRs. Balenciaga:\n Then I would like to ask about one time you were summoned, about thirteen hundred years ago.\n\n\nEoI-4400-Cáceres:\n I remember that, yes. The most recent time I was summoned on this plane, and in this form. Or, rather, summoned on your home plane. We aren't there now. But first, a trade.\n\n\nRs. Balenciaga:\n You may have all five of the boars placed below you.\n\n\nEoI-4400-Cáceres envelopes each of the live boars that had been placed adjacent to the interior wall during the ritual. Each vanishes as it is enveloped.\n\n\nEoI-4400-Cáceres:\n Excellent. Your question?\n\n\nRs. Balenciaga:\n What did the man who summoned you want back then?\n\n\nEoI-4400-Cáceres:\n A weapon!\n\n\nRs. Balenciaga:\n You gave it to him?\n\n\nEoI-4400-Cáceres:\n I showed him a spell, how to split the particles that comprise reality, to create the greatest force ever displayed on Earth. I could show you, for a price.\n\n\nRs. Balenciaga:\n I am not interested in that. But why?\n\n\nEoI-4400-Cáceres:\n Your race stole the fruit of fire once, now it is time to pick from the tree of the gods again.\n\n\nRs. Balenciaga:\n And so you gave us what, weapons?\n\n\nEoI-4400-Cáceres:\n Fire to challenge the gods, and burn the sky.\n\n\nRs. Balenciaga:\n Why?\n\n\nEoI-4400-Cáceres:\n Because my last summoner paid me to do so, and so I gave him the most powerful weapon in the world.\n\n\nRs. Balenciaga:\n I see.\n\n\nEoI-4400-Cáceres:\n This is all I can recall of my past dealings, and therefore, my work here is done. Goodbye, sojourner. If you have any further need for information, don't be shy.\n\n\n\n\nEoI-4400-Cáceres dissipates into the surrounding shadow on the adjacent wall. All fires burning are spontaneously extinguished.\n\n\n[\nEND LOG\n]\n\n\n\n\nNote: It is my belief that the EoI-4400-Cáceres and the \"creature of forbidden secrets\" I felt in my dream are the same entity. I felt the same way in both situations. — Researcher Balenciaga\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n◆ ADDENDUM 4400.4\n\n\n\n\n◇ ADDENDUM 4400.4 — Site-484 Records\n\n\n\n\n\n\n\n\n\n\n\n\nSite-484 Administration Records\n\n\n\n\n\n\nReporting Personnel:\n Director Nakawé Osorio (Site-484), Doctor Hector Rosales (Archaeological Division), Researcher Javier Balenciaga (Archaeological Division), Senior Researcher Anne McCusick (Scientific Department)\n\n\nDate:\n August 3rd, 1965\n\n\nSubject:\n Conclusions of SCP-4400 Archaeological Survey and Analysis of SCP-4400-América\n\n\n\n\nThe following briefing was delivered to Site-484 Director Osorio by members of the SCP-4400 Research Team, concerning the findings of the SCP-4400 Archaeological Division in their exploration of SCP-4400, and the conclusions of the Scientific Department concerning the nature of SCP-4400-América.\n\n\n\n\n[\nBEGIN LOG\n]\n\n\nDir. Osorio:\n I was made aware that you have a report on the nature of this SCP-4400-América? Specifically, a theorized method of function?\n\n\nDr. Rosales:\n Yes. Doctor, you are aware of our previous conclusions as to what 4400-América was, correct?\n\n\nDir. Osorio:\n That it was some variety of paraweapon of mass destruction? And that 4400 had been to store it?\n\n\nRs. Balenciaga:\n Yes, ma'am. Investigation of 4400-América is difficult because we cannot approach it, as a result of the many traps and the effects of 4400-Barcelona.\n\n\nDr. Rosales:\n When we sent a D-Class up the steps of the Temple of the Skull, he was torn apart by a nuclear blood serpent.\n\n\nRs. Balenciaga:\n But with the help of the Curators, we were able to disarm many of the traps and get close to the paraweapons. Then we brought in a consultant from the Scientific Department: Doctor McCusick.\n\n\nDr. McCusick:\n Once I was able to get close to SCP-4400-América, I was able to conduct a more in-depth study of the anomaly, including radiography and magical imaging.\n\n\nDir. Osorio:\n And you have a conclusion?\n\n\nDr. McCusick:\n Yes. SCP-4400-América is a collection of anomalous thaumonuclear bombs, created around 650 CE, give or take thirty years.\n\n\nThere is a moment of silence.\n\n\nDir. Osorio:\n And?\n\n\nDr. McCusick:\n I'm sorry?\n\n\nDir. Osorio:\n It is just a nuclear explosive? Nothing special?\n\n\nDr. McCusick:\n It is an eigenweapon which uses anomalous means to induce nuclear fission, resulting in an end result similar to that of a conventional and nonanomalous nuclear detonation. In layman's terms, it uses magic to split an atom.\n\n\nDir. Osorio:\n And the only anomaly is in how it splits the atom?\n\n\nDr. McCusick:\n Yes, the resultant explosion is mundane.\n\n\nDir. Osorio:\n What size are they?\n\n\nDr. McCusick:\n Well, it varies, but the largest is about thirty kilotons.\n\n\nDir. Osorio:\n That is hardly larger than the Fat Man. No Tsar Bomba!\n\n\nDr. McCusick:\n That is correct, but-\n\n\nDir. Osorio:\n Tell me, are you all … \nafraid\n of this thing?\n\n\nRs. Balenciaga:\n Well, yes.\n\n\nDr. Rosales:\n I am.\n\n\nDr. McCusick:\n Yes.\n\n\nDir. Osorio:\n I feel you may be under the lingering effects of Barcelona. Either that, or you are taking the word of a shadow serpent too seriously.\n\n\nRs. Balenciaga:\n How so?\n\n\nDir. Osorio:\n Fifty meters below my bedroom, there is a nuclear failsafe. It is a hundred kilotons of nuclear power, ready to explode at a moment's notice. I sleep like a baby.\n\n\nDr. Rosales:\n Ma'am?\n\n\nDir. Osorio:\n The Mayans feared these nukes because they were anachronistic. They were ahead of their time, and did not belong in the year 650. But we are not in the year 650 anymore, and 4400-América is in the time it belongs in.\n\n\nRs. Balenciaga:\n What are you recommending?\n\n\nDir. Osorio:\n We leave them in place. SCP-4400 has worked well enough for the past thirteen hundred years as a containment method. Why play with it?\n\n\nDr. Rosales:\n But what if some Group of Interest learned about 4400-América and tried to use it? Or worse, 4400-Cáceres?\n\n\nDir. Osorio:\n Cáceres? Cáceres is a demon that will teach you how to split an atom. I already know of such a demon, and his name is Robert Oppenheimer.\n\n\n[\nEND LOG\n]\n\n\n\n\nFollowing this, the current Special Containment Procedures for SCP-4400 were implemented. SCP-4400-América will be contained in situ.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A Mayan city located in Chiapas, Mexico. Palenque is currently ruined, with only approximately 10% having been explored at present.\n\n\n2\n. A period of Mayan history lasting from approximately 600 CE to 900 CE, although Palenque was abandoned in 799 CE.\n\n\n3\n. For reference, background radiation averages 1.5 to 3.5 mSv per year. Standard Foundation policy limits individuals to 50 mSv of exposure annually.\n\n\n4\n. The fourth category of Weapon of Mass Destruction, of either anomalous origin or function. Consult document \n3LDV-04\n for more information.\n\n\n5\n. A second result, which takes the form of an anomalous dream, is also suspected. However, given the radioactive nature of SCP-4400, it has been decided that the cost of further testing of this outweighs the benefit of research. See \nADDENDUM 4400.2\n for a description of this dream.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4399\n | SCP-4400 | \nSCP-4401\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4400\n\" by stormbreath, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4400\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n DSC_0360\n\n\nAuthor:\n \nstormbreath\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n Self\n\n\n\n\n\n\nFilename:\n DSC_0351\n\n\nAuthor:\n \nstormbreath\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n Self\n\n\n\n\n\n\nFilename:\n archaeology.png\n\n\nAuthor:\n \nTat0b910\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n N/A\n\n\n\n\n\n\nFilename:\n mtf.png\n\n\nAuthor:\n \nOsobist\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nRussian SCP Wiki\n\n\n\n\n\n\nFilename:\n admin.png\n\n\nAuthor:\n \nOsobist\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nRussian SCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "Fresco #0001: A man is standing over a silver rock, which is surrounded by a sunburst motif. He appears to recoil from the rock. In a series of frames following the original, the man from before can be seen vomiting, clutching his head, losing hair, and finally dying.",
        "Fresco #0004: A man descends through a representation of an SCP-4400 access tunnel, and into a representation of Xibalba. The Twelve Lords of Xibalba are seated below the man, and looking up at him.",
        "Fresco #0007: A man is walking into a representation of the Temple of the Sun, with his foot pulling a trip wire. An arrow is flying through the air, aimed at him.",
        "Fresco #0010: Fresco #0010 appears to be an anachronistic depiction of a modern atom under the Bohr model, although the diagram is highly simplified and likely inaccurate, preventing proper identification. The atom appears to be in the process of being broken in half.",
        "Fresco #0012: Fresco #0012 is located upon the SCP-4400 equivalent to the Temple of the Skull, which contains a large number of frescoes that do not reappear within SCP-4400. The relief appears to be a stylized, but mostly accurate depiction of the characteristic mushroom cloud caused by a nuclear explosion, viewed from a distance. At the bottom of the cloud is a small city, which has been labeled as \"Chak'iin\".",
        "FORM 66-Y - STANDARD DREAM REPORT Personnel: Javier Balenciaga Estimated Degree of Recall: 80% Anomalous Phenomena Present?: Y Likelihood of Actionable Intelligence: HIGH Description: Before I begin a full description of the contents of my dreams, I would like to first say that the contents of my dream are remarkably similar to the dreams of the other researchers within SCP-4400. The dream begins with an alchemist slaving away in a workshop. He is crafting weapons — bombs, I can tell — and placing them in five vessels, clay pots. I feel the presence of something sinister in the room, but I cannot identify it, only sense it. However, it exudes an aura, and I know it to be a creature of forbidden secrets. The alchemist works long into the night, past sunset. Darkness envelops my vision. I find myself atop the Temple of the Sun, in the true Palenque. There is a crowd assembled: nobles, priests, guards, and at the center of it all stands a king and the alchemist from before. A feathered serpent made of blood coils around their legs. The scene is Palenque in the past, before the jungle claimed it. A perfect match for SCP-4400. The king points to the sky and says the word \"Chak'iin\". The blood serpent grabs one of the pots the alchemist worked upon and flies into the air, with my perspective flying behind in pursuit. It is not long before a nuclear fire and heat fills my vision, and blinds me from anything else. Next I see a group of soldiers walking through the jungle. I know their purpose at once: they are looking for the city of Chak'iin. They will not find it, for it has been wiped off the face of the earth. Nothing remains, not even rubble. The scene melts away, and I find myself in the chambers of the alchemist who was standing on the top of the Temple of the Sun. The king is with him and talking about something. I am not sure what, but the alchemist seems nervous, or possibly afraid. The king smiles and leaves. The alchemist turns and removes a codex from underneath his bed. You'll pardon me if I cannot truly describe what happens next. The next action was abstract and I am not even sure of what I saw. There are things I know, for it is a dream and knowledge flows freely there, but the actual visuals are unclear. It was bizarre, even for a dream. A new world, coming into existence. It rests between worlds — between the real world and other planes, between the real world and the Underworld, between the real world and the void. It is the shadow of Palenque, and it is empty and dark. There is a scream, one that changes in a pattern. The alchemist climbs the steps of the Temple of the Skull, carrying one of the pots. He manages to reach the top and places the pot within the central chamber. His hands are busy, and then it is surrounded in a spiderweb of traps. The alchemist raises his hands and fills my soul with dread. Nothing changes in the scene around in me, but I grow scared, all too scared. I stumble backward, and my worst fears close in upon me. Spiders, shadows, demons — personal fears, unrelated to the rest of the dream. The dream changes and nothing further regarding 4400 takes place.",
        "Interview Log 4400-Cáceres: Interviewer: Researcher Javier Balenciaga Interviewee: EoI-4400-Cáceres [ BEGIN LOG ] With the ritual completed, EoI-4400-Cáceres partially manifests within SCP-4400, taking the shape of the shadow of a serpent, cast upon an interior wall by one of the fires used to complete the ritual. Rs. Balenciaga: Greetings, O dark giver of knowledge. EoI-4400-Cáceres: Your tongue is new, different from what I knew. But I understand it nonetheless, for I am a creature of knowledge. Rs. Balenciaga: Do you know where you are? EoI-4400-Cáceres: A place of fear, underneath the ground. Xibalba. Rs. Balenciaga: Specifically. EoI-4400-Cáceres: It is a place between worlds, a shadow of the true Palenque. We are not quite in the void, but we are not quite in the real world. Rs. Balenciaga: You don't know how this world was created? EoI-4400-Cáceres: That, I do not. Rs. Balenciaga: Then I would like to ask about one time you were summoned, about thirteen hundred years ago. EoI-4400-Cáceres: I remember that, yes. The most recent time I was summoned on this plane, and in this form. Or, rather, summoned on your home plane. We aren't there now. But first, a trade. Rs. Balenciaga: You may have all five of the boars placed below you. EoI-4400-Cáceres envelopes each of the live boars that had been placed adjacent to the interior wall during the ritual. Each vanishes as it is enveloped. EoI-4400-Cáceres: Excellent. Your question? Rs. Balenciaga: What did the man who summoned you want back then? EoI-4400-Cáceres: A weapon! Rs. Balenciaga: You gave it to him? EoI-4400-Cáceres: I showed him a spell, how to split the particles that comprise reality, to create the greatest force ever displayed on Earth. I could show you, for a price. Rs. Balenciaga: I am not interested in that. But why? EoI-4400-Cáceres: Your race stole the fruit of fire once, now it is time to pick from the tree of the gods again. Rs. Balenciaga: And so you gave us what, weapons? EoI-4400-Cáceres: Fire to challenge the gods, and burn the sky. Rs. Balenciaga: Why? EoI-4400-Cáceres: Because my last summoner paid me to do so, and so I gave him the most powerful weapon in the world. Rs. Balenciaga: I see. EoI-4400-Cáceres: This is all I can recall of my past dealings, and therefore, my work here is done. Goodbye, sojourner. If you have any further need for information, don't be shy. EoI-4400-Cáceres dissipates into the surrounding shadow on the adjacent wall. All fires burning are spontaneously extinguished. [ END LOG ]",
        "[ BEGIN LOG ] Dir. Osorio: I was made aware that you have a report on the nature of this SCP-4400-América? Specifically, a theorized method of function? Dr. Rosales: Yes. Doctor, you are aware of our previous conclusions as to what 4400-América was, correct? Dir. Osorio: That it was some variety of paraweapon of mass destruction? And that 4400 had been to store it? Rs. Balenciaga: Yes, ma'am. Investigation of 4400-América is difficult because we cannot approach it, as a result of the many traps and the effects of 4400-Barcelona. Dr. Rosales: When we sent a D-Class up the steps of the Temple of the Skull, he was torn apart by a nuclear blood serpent. Rs. Balenciaga: But with the help of the Curators, we were able to disarm many of the traps and get close to the paraweapons. Then we brought in a consultant from the Scientific Department: Doctor McCusick. Dr. McCusick: Once I was able to get close to SCP-4400-América, I was able to conduct a more in-depth study of the anomaly, including radiography and magical imaging. Dir. Osorio: And you have a conclusion? Dr. McCusick: Yes. SCP-4400-América is a collection of anomalous thaumonuclear bombs, created around 650 CE, give or take thirty years. There is a moment of silence. Dir. Osorio: And? Dr. McCusick: I'm sorry? Dir. Osorio: It is just a nuclear explosive? Nothing special? Dr. McCusick: It is an eigenweapon which uses anomalous means to induce nuclear fission, resulting in an end result similar to that of a conventional and nonanomalous nuclear detonation. In layman's terms, it uses magic to split an atom. Dir. Osorio: And the only anomaly is in how it splits the atom? Dr. McCusick: Yes, the resultant explosion is mundane. Dir. Osorio: What size are they? Dr. McCusick: Well, it varies, but the largest is about thirty kilotons. Dir. Osorio: That is hardly larger than the Fat Man. No Tsar Bomba! Dr. McCusick: That is correct, but- Dir. Osorio: Tell me, are you all … afraid of this thing? Rs. Balenciaga: Well, yes. Dr. Rosales: I am. Dr. McCusick: Yes. Dir. Osorio: I feel you may be under the lingering effects of Barcelona. Either that, or you are taking the word of a shadow serpent too seriously. Rs. Balenciaga: How so? Dir. Osorio: Fifty meters below my bedroom, there is a nuclear failsafe. It is a hundred kilotons of nuclear power, ready to explode at a moment's notice. I sleep like a baby. Dr. Rosales: Ma'am? Dir. Osorio: The Mayans feared these nukes because they were anachronistic. They were ahead of their time, and did not belong in the year 650. But we are not in the year 650 anymore, and 4400-América is in the time it belongs in. Rs. Balenciaga: What are you recommending? Dir. Osorio: We leave them in place. SCP-4400 has worked well enough for the past thirteen hundred years as a containment method. Why play with it? Dr. Rosales: But what if some Group of Interest learned about 4400-América and tried to use it? Or worse, 4400-Cáceres? Dir. Osorio: Cáceres? Cáceres is a demon that will teach you how to split an atom. I already know of such a demon, and his name is Robert Oppenheimer. [ END LOG ]",
        "\" SCP-4400 \" by stormbreath, from the SCP Wiki . Source: https://scpwiki.com/scp-4400 . Licensed under CC-BY-SA .",
        "Filename: DSC_0360 Author: stormbreath License: CC BY-SA 3.0 Source Link: Self",
        "Filename: DSC_0351 Author: stormbreath License: CC BY-SA 3.0 Source Link: Self",
        "Filename: archaeology.png Author: Tat0b910 License: CC BY-SA 3.0 Source Link: N/A",
        "Filename: mtf.png Author: Osobist License: CC BY-SA 3.0 Source Link: Russian SCP Wiki",
        "Filename: admin.png Author: Osobist License: CC BY-SA 3.0 Source Link: Russian SCP Wiki"
    ],
    "containment_procedures": "Palenque National Park is to be operated entirely by Foundation operatives under the guise of standard Mexican National Park employees. A clause concerning this has been inserted into the Foundation-Mexico Operating Treaty, and the National Commission of Protected Natural Areas will assist the Foundation in upholding this.",
    "description": "Before I begin a full description of the contents of my dreams, I would like to first say that the contents of my dream are remarkably similar to the dreams of the other researchers within SCP-4400.",
    "title": "SCP-4400"
}