{
    "url": "https://scp-wiki.wikidot.com/scp-4405",
    "all_text": "rating: \n+241\n+\n–\nx\n\n\n\n\n\n\nAn instance of SCP-4405-1 in the remnants of U-991RF\n\n\n\n\n\n\nItem #:\n SCP-4405\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The Foundation is to prevent access to SCP-4405-1 instances to unauthorized entities with universal transportation methods.\n\n\nFoundation Personnel may dine at instances of SCP-4405-1 with Level-3 clearance.\n\n\nDescription:\n SCP-4405 is a series of events which affect the aftermath of the total obliteration of a universe. Should SCP-4405 occur, a single fully-functioning, fully-staffed TGI Friday's will take its place.\n\n\nInstances of TGI Fridays which appear through SCP-4405 are known as SCP-4405-1, and aside from a localized gravity field and a seemingly infinite source of power and food, they are entirely non-anomalous. Instances of SCP-4405-1 can be exited through windows and doors; however without means of locomotion, subjects who exit an SCP-4405-1 instance will slowly gravitate back towards the instance.\n\n\nEmployees within instances of SCP-4405-1 are non-anomalous and make and serve food that is standard for a TGI Friday's. There have been no recorded patrons in instances of SCP-4405-1 beyond Foundation Personnel and other authorized entities.\n\n\nBelow is an interview with the manager of SCP-4405-1-FR3Y4, one of the first known instances of SCP-4405-1 to manifest. The manager had not disclosed their name to the Foundation Agent performing the interview.\n\n\n\n\n<Begin Log>\n\n\nThe Manager opens the door to their office, gesturing to Agent Ruth to sit in one of the two red leather chairs in front of their desk. Agent Ruth sits and The Manager closes the door behind them and sits in a chair behind their desk.\n\n\nThe Manager:\n Figured a Fed would show up eventually. Which universe are you from? C4181? TDU8Y? Or maybe one of the fun ones, who knows, huh?\n\n\nAgent Ruth:\n I don't know if I have the clearance to tell you, but I'm guessing by your blasé attitude that you're used to being interrogated?\n\n\nThe Manager chuckles to themself.\n\n\nThe Manager:\n Well, this version of me isn't, but all the infinite other versions at the end of universes are.\n\n\nAgent Ruth:\n Do you have some kind of connection to the rest of them, then? Like, a psychic link?\n\n\nThe Manager gestures dismissively.\n\n\nThe Manager:\n Nah, more like… more like a shared brain. Like we're technically all the same person. Everyone in every Friday's is the same, just… different.\n\n\nAgent Ruth:\n Like a copy? Or a clone?\n\n\nThe Manager:\n More like the sum of an equation. Two plus two is four, but so is one plus three. What happened in each universe that caused its life and caused its end don't matter, cause it all ends up as another fuckin' Friday's.\n\n\nAgent Ruth runs her fingers through her hair with one hand.\n\n\nAgent Ruth:\n Do all the other employees know? They all just seem like they're just… normal people.\n\n\nThe Manager:\n They know. Of course they know, they're just like me. Not quite there because they're also everywhere else. It's why so many of us look bored, we're all just doing the same stuff in the same dead universe.\n\n\nThe Manager crosses their arms and sighs, looking away.\n\n\nThe Manager:\n I've had to explain this exact shit countless times already. Hell, some of the universes I've explained this to are now just Fridays like this. And just…\n\n\nThe Manager and Agent Ruth are silent.\n\n\nAgent Ruth:\n So that's it, then?\n\n\nThe Manager:\n That's it.\n\n\nAgent Ruth:\n A TGI Friday's?\n\n\nThe Manager:\n Yup.\n\n\nAgent Ruth:\n All that is, all that ever will be, becomes a mediocre fast food chain at the end?\n\n\nThe Manager:\n Yeah. That's it. That's all.\n\n\nThe Manager and Agent Ruth fall silent again.\n\n\nAgent Ruth:\n Do we even know why? Why a TGI Friday's?\n\n\nThe Manager:\n Well, my guess is about as good as yours. You got any guesses at hand?\n\n\nAgent Ruth:\n … I… Guess?\n\n\nThe Manager:\n Shoot.\n\n\nAgent Ruth:\n Well. Though it's a bit self-centered of me, the fact that TGI Friday's is a human institution tells me it's got some link to humanity. As for what that link is…\n\n\nAgent Ruth looks up at the ceiling.\n\n\nAgent Ruth:\n Greed? Hedonism? I dunno.\n\n\nAgent Ruth shakes her head.\n\n\nAgent Ruth:\n We, like, societally, we just… consume. We go to our jobs and work, and we get home, and what do we do with our money? We buy fast food. We buy cable to watch TV shows littered with ads. We… buy brand name shoes, just for the name drop. We watch the good and the bad, barely interested in either, on the news, and then we drink until we get plastered.\n\n\nAgent Ruth sighs.\n\n\nAgent Ruth:\n And, and through all this, we don't even give a shit that the kids who come after us are going to inherit \nzilch\n, all because we're too busy getting fucked by having to survive through consuming trash, and we're too busy getting wasted to forget that. So… It makes sense this would be it. This is our legacy. This is our heritage. A fucking TGI Friday's.\n\n\nThe Manager and Agent Ruth are silent for an extended period of time. The Manager then crosses their arms and snorts.\n\n\nThe Manager:\n Shit, dude.\n\n\nAgent Ruth:\n Huh?\n\n\nThe Manager:\n I just figured it was because the universe was never that great to begin with.\n\n\nAgent Ruth:\n Huh.\n\n\nThe Manager:\n But I like yours better. Let's go with yours.\n\n\nAgent Ruth and The Manager remain seated and silent.\n\n\nThe Manager:\n Anything else, any questions?\n\n\nAgent Ruth remains silent.\n\n\nThe Manager:\n Yeah. I figured. This stuff ain't the best for greenhorns. I've seen lots a identity, existential crises in my time. You get used to it.\n\n\nThe Manager puts their feet up on the desk, looking up at the ceiling.\n\n\nThe Manager:\n 'Cuz, well… This is it. This is the end. This is all there will be, even when \nyour\n universe dies.\n\n\nThe Manager leans back in their chair.\n\n\nAgent Ruth:\n This really is… all there is.\n\n\nThe Manager sighs.\n\n\nThe Manager:\n Bingo, kid.\n\n\nAgent Ruth swallows loudly.\n\n\nAgent Ruth:\n I think I… do have a question then.\n\n\nThe Manager:\n Shoot.\n\n\nAgent Ruth:\n You got drinks?\n\n\nThe Manager chuckles.\n\n\nThe Manager:\n You got ID?\n\n\nAgent Ruth nods her head, shows her identification, slowly stands up, and exits the office. Agent Ruth then sits in a booth and spends the next 45 minutes eating mozzarella sticks and drinking a Pan-Galactic Peach Long Island Iced Tea before paying and leaving SCP-4405-1-FR3Y4.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n« \nSCP-4404\n | SCP-4405 | \nSCP-4406\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Log> The Manager opens the door to their office, gesturing to Agent Ruth to sit in one of the two red leather chairs in front of their desk. Agent Ruth sits and The Manager closes the door behind them and sits in a chair behind their desk. The Manager: Figured a Fed would show up eventually. Which universe are you from? C4181? TDU8Y? Or maybe one of the fun ones, who knows, huh? Agent Ruth: I don't know if I have the clearance to tell you, but I'm guessing by your blasé attitude that you're used to being interrogated? The Manager chuckles to themself. The Manager: Well, this version of me isn't, but all the infinite other versions at the end of universes are. Agent Ruth: Do you have some kind of connection to the rest of them, then? Like, a psychic link? The Manager gestures dismissively. The Manager: Nah, more like… more like a shared brain. Like we're technically all the same person. Everyone in every Friday's is the same, just… different. Agent Ruth: Like a copy? Or a clone? The Manager: More like the sum of an equation. Two plus two is four, but so is one plus three. What happened in each universe that caused its life and caused its end don't matter, cause it all ends up as another fuckin' Friday's. Agent Ruth runs her fingers through her hair with one hand. Agent Ruth: Do all the other employees know? They all just seem like they're just… normal people. The Manager: They know. Of course they know, they're just like me. Not quite there because they're also everywhere else. It's why so many of us look bored, we're all just doing the same stuff in the same dead universe. The Manager crosses their arms and sighs, looking away. The Manager: I've had to explain this exact shit countless times already. Hell, some of the universes I've explained this to are now just Fridays like this. And just… The Manager and Agent Ruth are silent. Agent Ruth: So that's it, then? The Manager: That's it. Agent Ruth: A TGI Friday's? The Manager: Yup. Agent Ruth: All that is, all that ever will be, becomes a mediocre fast food chain at the end? The Manager: Yeah. That's it. That's all. The Manager and Agent Ruth fall silent again. Agent Ruth: Do we even know why? Why a TGI Friday's? The Manager: Well, my guess is about as good as yours. You got any guesses at hand? Agent Ruth: … I… Guess? The Manager: Shoot. Agent Ruth: Well. Though it's a bit self-centered of me, the fact that TGI Friday's is a human institution tells me it's got some link to humanity. As for what that link is… Agent Ruth looks up at the ceiling. Agent Ruth: Greed? Hedonism? I dunno. Agent Ruth shakes her head. Agent Ruth: We, like, societally, we just… consume. We go to our jobs and work, and we get home, and what do we do with our money? We buy fast food. We buy cable to watch TV shows littered with ads. We… buy brand name shoes, just for the name drop. We watch the good and the bad, barely interested in either, on the news, and then we drink until we get plastered. Agent Ruth sighs. Agent Ruth: And, and through all this, we don't even give a shit that the kids who come after us are going to inherit zilch , all because we're too busy getting fucked by having to survive through consuming trash, and we're too busy getting wasted to forget that. So… It makes sense this would be it. This is our legacy. This is our heritage. A fucking TGI Friday's. The Manager and Agent Ruth are silent for an extended period of time. The Manager then crosses their arms and snorts. The Manager: Shit, dude. Agent Ruth: Huh? The Manager: I just figured it was because the universe was never that great to begin with. Agent Ruth: Huh. The Manager: But I like yours better. Let's go with yours. Agent Ruth and The Manager remain seated and silent. The Manager: Anything else, any questions? Agent Ruth remains silent. The Manager: Yeah. I figured. This stuff ain't the best for greenhorns. I've seen lots a identity, existential crises in my time. You get used to it. The Manager puts their feet up on the desk, looking up at the ceiling. The Manager: 'Cuz, well… This is it. This is the end. This is all there will be, even when your universe dies. The Manager leans back in their chair. Agent Ruth: This really is… all there is. The Manager sighs. The Manager: Bingo, kid. Agent Ruth swallows loudly. Agent Ruth: I think I… do have a question then. The Manager: Shoot. Agent Ruth: You got drinks? The Manager chuckles. The Manager: You got ID? Agent Ruth nods her head, shows her identification, slowly stands up, and exits the office. Agent Ruth then sits in a booth and spends the next 45 minutes eating mozzarella sticks and drinking a Pan-Galactic Peach Long Island Iced Tea before paying and leaving SCP-4405-1-FR3Y4. <End Log>"
    ],
    "item": "SCP-4405",
    "object_class": "Safe",
    "containment_procedures": "The Foundation is to prevent access to SCP-4405-1 instances to unauthorized entities with universal transportation methods.",
    "description": "SCP-4405 is a series of events which affect the aftermath of the total obliteration of a universe. Should SCP-4405 occur, a single fully-functioning, fully-staffed TGI Friday's will take its place.",
    "title": "SCP-4405"
}