{
    "url": "https://scp-wiki.wikidot.com/scp-4414",
    "all_text": "rating: \n+105\n+\n–\nx\n\n\n\n\n\n\nSCP-4414 with cognitohazardous features \nremoved\n minimized through several antimemtic filters. Text could not be eliminated.\n\n\n\n\n\n\nItem #:\n SCP-4414\n\n\nObject Class:\n \nEuclid\n Keter\n\n\nSpecial Containment Procedures:\n \nFoundation webcrawler GAONOXIE.exe is to monitor all image hosting websites and replace all instances of SCP-4414 with the dummy image “fingerfun.png”. Any individuals performing SCP-4414-A are to be apprehended immediately and administered Class B amnestics.\n\n\nFoundation webcrawler VALIHA.exe is to monitor all websites capable of hosting images and videos. Instances of SCP-4414 in any medium and instances of SCP-4414-A in photo or video are to be deleted immediately. Any individuals seen performing SCP-4414-A in these media are to be immediately located and taken into containment via Mobile Task Force Omicron-14 (\"Those Able\"). All those who witness an instance of SCP-4414-A are to be held for a minimum of thirty days in standard humanoid containment chambers and monitored for symptoms. While contained, these individuals are to be kept in the following orientation at all times, even during sleep:\n\n\n\n\nArms outstretched from the body at a 90 degree angle (T-position). This position should be reinforced via body cast or standard Foundation-issue T-restraints.\n\n\nFingers separated from each other by acrylic supports between the intermediate phalanges.\n\n\n\n\nAs of this document's most recent revision, there are zero known instances of SCP-4414 on the internet and no claims of individuals engaging in SCP-4414-A.\n VALIHA.exe is to run indefinitely to minimize exposure to SCP-4414.\n\n\nDescription:\n SCP-4414 is a PNG image that was posted to 4Chan's /b/ board on June 5, 2018 at 4:50 UTC and quickly disseminated via other popular image sharing sites. The image's creator is currently unknown, despite ongoing Fountation efforts\n, but is believed to reside in North America\n. If an individual views SCP-4414 or text directly referencing the object, there is an 80% chance they will attempt to engage in SCP-4414-A, the act depicted in SCP-4414. This chance increases with repeated exposure \nso long as each exposure lasts at least ten seconds\n. As a result, all descriptions of SCP-4414 and similar images have been wiped from Foundation databases.\n\n\nWhile SCP-4414-A itself carries a similar cognitohazardous effect, \ntextual descriptions of it do not\n in textual descriptions, this effect is significantly diminished.\n\n\nSCP-4414-A is the act of picking and peeling at skin tags on one's fingers. While most cases of SCP-4414-A result in only superficial damage to the fingers, 25% of SCP-4414-induced cases result in an exposed individual peeling away skin until they remove a significant number of basal skin cells and self-terminate via uncontrollable blood loss. In SCP-4414-A-induced cases, the incidence of this increases to 95% of exposed individuals. More clearly, those viewing an individual engaging in SCP-4414-A have a 95% chance of doing it themselves. If an individual does not have any skin tags at the time of exposure, they will seek to create one by biting, clawing, or cutting at their fingertips. During the process, individuals will take extreme care to keep the strand of removed skin intact. Skin continues to grow and regenerate at a normal rate throughout SCP-4414-A; as a result, it can take weeks for an afflicted individual to self-terminate.\n\n\nDespite the trauma induced via SCP-4414-A, afflicted individuals will often describe the act as \"sensual\", \"euphoric\", or \"oddly satisfying\". They will often moan or laugh while performing SCP-4414-A, attracting the attention of others in their vicinity. While afflicted, individuals retain some semblance of personality, but their urge to partake in SCP-4414-A seems to \"override\" it (see Addendum 4414.1). If an exposed individual is prevented from engaging in SCP-4414-A to their knowledge, they will become increasingly emotionally unstable, with foci of distress varying dramatically between cases. They often attempt self-termination or terminate through anomalous — while naturally plausible — means (see Addendum 4414.1, Interview 2).\n\n\nViewing an instance of SCP-4414-A in-person or through photo/video exposes an individual to its cognitohazardous effects. Considering the possibility of an uncontrollable chain reaction, MTF Omicron-14 is to consider locating and containing public instances top priority.\n\n\nThe only individuals that are immune to SCP-4414 or SCP-4414-A's cognitohazardous effects are those who lack biological hands at the time of exposure. As a result, only MTF Omicron-14\n1\n may be authorized to apprehend and terminate afflicted individuals.\n\n\nAddendum 4414.1: Interview Logs:\n On August 5, 2018, MTF Omicron-14 agents successfully apprehended and restrained thirty exposed civilians in a Los Angeles dance club. Twenty-five of them self-terminated before the current restraint techniques were successfully implemented. The remaining were interviewed by SCP-4414 Lead Researcher Adam Hecht at Site 59 in the following days. Hecht lost both arms during a containment breach at Site 94, both of which were replaced with state-of-the-art prosthetics to allow him to continue his Foundation career at Site 59.\n\n\n\n\nInterview 1: Subject 4414_02\n\n\n\n\n - Interview 1: Subject 4414_02\n\n\n\n\n\n\nForeword: Subject 4414_02 was a 24-year old male named Timothy. At time of apprehension, he had removed 49cm of skin, the removed strand wrapping around his left arm and ending at his elbow.\n\n\n<Begin Log, 18:01, 14 August 2018>\n\n\nHecht:\n Hello Timothy. Can I call you \"Timothy\"?\n\n\n4414_02:\n \n[Confused]\n Yeah. Better than being a number.\n\n\nHecht:\n Great. Do you know why you're here?\n\n\n4414_02:\n \n[Sighs]\n Well, I know this isn't fucking legal. I wasn't even read my rights, you know that?\n\n\nHecht:\n \n[Jots down notes]\n Let me ask you something else: what made you do that to your left arm?\n\n\n4414_02:\n \n[Right hand starts twitching]\n Uh… I don't know. I saw Kelly doing it and figured — you know — \"why not?\"… Hey, uh… is Kelly here now?\n\n\nHecht:\n I'm sorry but I can't disclose that.\n\n\n4414_02:\n Of course you can't.\n\n\nHecht:\n Can you elaborate on why you did that to your left arm?\n\n\n4414-02:\n Well, I mean… I don't know, it's just something I wanted to do. Like… I don't know… like sex. \n[Drops head, winces]\n I mean not like — it wasn't like sexual or anything. Just something I wanted to do. It felt… \n[Sighs]\n fuck, it just made sense, okay?\n\n\nHecht:\n \n[Visibly uncomfortable]\n I understand, Timothy. Now —\n\n\n4414_02:\n When are you going to let me out?\n\n\nHecht:\n I'm sorry, Timothy, but we can't do that. There's no way to ensure you won't lapse into your previous self-destructive behavior.\n\n\n4414_02:\n Look, I can't stay like this forever, you know? I'm not going to… \n[Trails off]\n\n\nHecht:\n Timothy?\n\n\n[4414_02's jaw starts violently opening and closing on his lips and the inside of his cheeks. Blood drains from the wounds as 4414_02 continues to chew at his own mouth. MTF Sigma-11 agents enter and attempt to restrain 4414_02 while Hecht exits the room.]\n\n\n<End Log, 18:05, 14 August 2018>\n\n\nAfterword: 4414_02 dies of blood loss two minutes after the interview concludes. Hecht requests that sedatives be present in the room for all future interviews. Request is denied on August 15, 2018, but MTF guards are authorized to carry sedatives while positioned outside the interview room.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview 2: Subject 4414_04\n\n\n\n\n- Interview 2: Subject 4414_04\n\n\n\n\n\n\nForeword: Subject 4414_04 was a 22-year old female named Isabella. At time of apprehension, she had removed 152cm of skin, the removed strand wrapping her left arm and torso, ending below her navel.\n\n\n<Begin Log, 18:03, 19 August 2018>\n\n\nHecht:\n Did removing your skin hurt you?\n\n\n4414_04:\n Well, yeah — is it not supposed to?\n\n\nHecht:\n No, I'm just wondering. \n[Jots down notes]\n What made you keep going despite the pain?\n\n\n4414_04:\n It just seemed worth it. Like — I mean, I can't even describe it, really. \n[Frowns while examining Hecht's arms]\n I'm sorry you can't feel it too.\n\n\nHecht:\n Oh… don't worry about that. I really don't mind.\n\n\n4414_04:\n I can't imagine what that would be like. God, I just… \n[Voice catches]\n I'm so sorry.\n\n\nHecht:\n Let's change the subject, Isabella. Can you tell me exactly why you wanted to do this to yourself?\n\n\n4414_04:\n \n[Through tears]\n Fuck… I'm so sorry. My friend Jenny started… started doing it and I just wanted to see…\n\n\n[4414-04 looks at her navel and starts heaving. Her body suddenly stiffens and her heaves become more rapid.]\n\n\nHecht:\n \n[Loudly]\n I need some help in here!\n\n\n[MTF Sigma-11-9 and Sigma-11-4 remove 4414_04 from her restraints. 4414_04 continues to shake violently and loses consciousness as she is carried to the medical ward.]\n\n\n<End Log, 18:07, 19 August 2018>\n\n\nAfterword: Medical staff determine that 4414_04 suffered a massive seizure during the interview. After remaining unconscious for the following five days, 4414_04 is terminated.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview 3: Subject 4414_21\n\n\n\n\n- Interview 3: Subject 4414_21\n\n\n\n\n\n\nForeword: Subject 4414_21 was a 21-year old female named Caitlyn. At time of apprehension, she had removed 2cm of skin, the removed strand ending at the intermediate phalange of her left ring finger.\n\n\n<Begin Log, 18:02, 21 August 2018>\n\n\nHecht:\n What made you start peeling your skin off?\n\n\n4414_21:\n I think it started with my friend Jenny. When we got to the bar — and, you know, started drinking a bit — Jenny rolled up her sleeve and showed us this huge skin tag she'd removed.\n\n\nHecht:\n How did everyone react to that?\n\n\n4414_21:\n I was disgusted, obviously, but everyone else just seemed fascinated. Jen kept telling us how good it felt. Saying we should try it too. She got really persistent and started saying that \"it's the best thing you'll ever feel\".\n\n\nHecht:\n And you tried it?\n\n\n4414_21:\n \n[Looks at left hand]\n Well, for like a second. Then I realized how stupid it was; it's pretty much all healed, thankfully.\n\n\nHecht:\n \n[Jots down notes]\n And you don't feel any desire to keep doing it?\n\n\n4414_21:\n No. Absolutely not.\n\n\nHecht:\n Circling back to an earlier question, why did you start peeling to begin with?\n\n\n4414_21:\n \n[Chuckles]\n I don't know. I guess I was curious?\n\n\nHecht:\n Well Caitlyn, thank you for your time. I think we're done for now.\n\n\n<End Log, 18:08, 21 August 2018>\n\n\nAfterword: 4414_21 is deemed safe to exit containment after thirty days and is released shortly thereafter. She and her immediate family are administered Class-B amnestics and placed under temporary remote surveillance.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview 4: Subject 4414_17\n\n\n\n\n- Interview 4: Subject 4414_17\n\n\n\n\n\n\nForeword: Subject 4414_17 was a 21-year old male named Clark. At time of apprehension, he had removed 329cm of skin, the removed strand wrapping around his left arm, torso, and left leg, ending at the lower thigh.\n\n\n<Begin Log, 18:00, 26 August 2018>\n\n\nHecht:\n \n[Looking at notes]\n Clark, you've expressed multiple times to staff here that you don't feel you've taken enough skin off.\n\n\n4414_17:\n I think what I've done so far is just kind of… insufficient.\n\n\nHecht:\n \n[Jots down notes]\n Can we delve a little deeper into that?\n\n\n4414_17:\n \n[Looks at injuries]\n Maybe it's insecurity. I just feel like I could've done more, you know? It makes me…\n\n\nHecht:\n Regretful?\n\n\n4414_17:\n \n[Pauses]\n No, not really. It's more… I'd almost say \"afraid\". Like, what if I never got it all off? I know you guys cut off… most of the tag, I guess, but it's not gone! That's the way they always work. No matter how close you cut, you never get it right… there's always that sliver you leave behind. Then it catches on your clothes — or a towel or bag or something — and then it's back! Just growing and growing \n[Visibly upset]\n but never fucking ending.\n\n\n\n\n<End Log, 18:02, 26 August 2018>\n\n\nAfterword: Shortly after 4414_17's final statement, 4414_17 begins twitching uncontrollably, prompting Hecht to immediately end the interview and order guards to sedate 4414_17. No further interviews have been scheduled.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview 5: Subject 4414_09\n\n\n\n\n- Interview 5: Subject 4414_09\n\n\n\n\n\n\nForeword: Subject 4414_09 was a 23-year old male named Joshua. At time of apprehension, he had removed 2,490cm of skin, the removed strand wrapping around his entire body twice and ending at his sternum.\n\n\n<Begin Log, 18:03, 2 September 2018>\n\n\nHecht:\n What did you hope to accomplish by peeling your skin off?\n\n\n[4414_09 is unresponsive]\n\n\nHecht:\n Joshua? Please — I need you to work with us.\n\n\n4414_09:\n I'm never leaving this place… I already know that. And as long as I'm here, I can't really finish the job either. \n[Looks at chest]\n Why would I want to talk?\n\n\nHecht:\n Think of it this way: the more of my questions you answer, the fewer people will find themselves… here. \n[Clicks pen]\n Now, can you please answer the previous ques —\n\n\n\n\n4414_09:\n \n[Interrupting]\n You never saw the picture, right? I already know no one besides Jenny and I saw it at the club, but I wasn't sure about you guys.\n\n\nHecht:\n No, I've seen it — in fact, I'm one of the only people here that has. \n[Rolls up sleeves]\n\n\n4414_09:\n I know you don't have any arms now, but I'm going to take a wild guess and say you weren't born like this.\n\n\nHecht:\n You're not wrong.\n\n\n4414_09:\n You got skin tags as a kid, then? Remember how fucking irritating they are?\n\n\nHecht:\n Of course I did — I don't think anyone hasn't.\n\n\n[4414_09 is silent.]\n\n\n4414_09:\n See, here's the thing: There's only one way to really… really get rid of a skin tag. I just never knew before. I envy the [COGNITOHAZARD EXPUNGED] in the photo — I really do. Gorgeous. Not because he had perfect skin, but because he had the determination to [COGNITOHAZARD EXPUNGED]. Just imagine never having [COGNITOHAZARD EXPUNGED] again…\n\n\nHecht:\n \n[Visibly distressed]\n That's all we need, Joshua. Thank you for your time.\n\n\n4414_09:\n Well, I have all the fucking time in the world now, don't I?\n\n\n<End Log, 18:10, 26 August 2018>\n\n\nAfterword: Shortly after the interview, Hecht requests 4414_09's termination under Foundation Ethics Code 4.A.098\n2\n. Request denied on September 9, 2018.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. MTF Omicron-14 is comprised of individuals who have lost limbs during Foundation operations. They are often issued prosthetics or assigned remote weaponry to carry out operations most effectively.\n\n\n2\n. \"If the research or containment of a subject/D-Class does not serve the Foundation's mission AND said entity cannot be reintroduced to society after containment/service, said entity should be humanely terminated.\" See \nFoundation Ethics Codes\n.\n\n\n\n\n\n\n\n\n« \nSCP-4413\n | SCP-4414 | \nSCP-4415\n »",
    "addendums": [
        "Addendum 4414.1: Interview Logs: On August 5, 2018, MTF Omicron-14 agents successfully apprehended and restrained thirty exposed civilians in a Los Angeles dance club. Twenty-five of them self-terminated before the current restraint techniques were successfully implemented. The remaining were interviewed by SCP-4414 Lead Researcher Adam Hecht at Site 59 in the following days. Hecht lost both arms during a containment breach at Site 94, both of which were replaced with state-of-the-art prosthetics to allow him to continue his Foundation career at Site 59."
    ],
    "documents": [],
    "notes": [
        "Foreword: Subject 4414_02 was a 24-year old male named Timothy. At time of apprehension, he had removed 49cm of skin, the removed strand wrapping around his left arm and ending at his elbow. <Begin Log, 18:01, 14 August 2018> Hecht: Hello Timothy. Can I call you \"Timothy\"? 4414_02: [Confused] Yeah. Better than being a number. Hecht: Great. Do you know why you're here? 4414_02: [Sighs] Well, I know this isn't fucking legal. I wasn't even read my rights, you know that? Hecht: [Jots down notes] Let me ask you something else: what made you do that to your left arm? 4414_02: [Right hand starts twitching] Uh… I don't know. I saw Kelly doing it and figured — you know — \"why not?\"… Hey, uh… is Kelly here now? Hecht: I'm sorry but I can't disclose that. 4414_02: Of course you can't. Hecht: Can you elaborate on why you did that to your left arm? 4414-02: Well, I mean… I don't know, it's just something I wanted to do. Like… I don't know… like sex. [Drops head, winces] I mean not like — it wasn't like sexual or anything. Just something I wanted to do. It felt… [Sighs] fuck, it just made sense, okay? Hecht: [Visibly uncomfortable] I understand, Timothy. Now — 4414_02: When are you going to let me out? Hecht: I'm sorry, Timothy, but we can't do that. There's no way to ensure you won't lapse into your previous self-destructive behavior. 4414_02: Look, I can't stay like this forever, you know? I'm not going to… [Trails off] Hecht: Timothy? [4414_02's jaw starts violently opening and closing on his lips and the inside of his cheeks. Blood drains from the wounds as 4414_02 continues to chew at his own mouth. MTF Sigma-11 agents enter and attempt to restrain 4414_02 while Hecht exits the room.] <End Log, 18:05, 14 August 2018> Afterword: 4414_02 dies of blood loss two minutes after the interview concludes. Hecht requests that sedatives be present in the room for all future interviews. Request is denied on August 15, 2018, but MTF guards are authorized to carry sedatives while positioned outside the interview room.",
        "Foreword: Subject 4414_04 was a 22-year old female named Isabella. At time of apprehension, she had removed 152cm of skin, the removed strand wrapping her left arm and torso, ending below her navel. <Begin Log, 18:03, 19 August 2018> Hecht: Did removing your skin hurt you? 4414_04: Well, yeah — is it not supposed to? Hecht: No, I'm just wondering. [Jots down notes] What made you keep going despite the pain? 4414_04: It just seemed worth it. Like — I mean, I can't even describe it, really. [Frowns while examining Hecht's arms] I'm sorry you can't feel it too. Hecht: Oh… don't worry about that. I really don't mind. 4414_04: I can't imagine what that would be like. God, I just… [Voice catches] I'm so sorry. Hecht: Let's change the subject, Isabella. Can you tell me exactly why you wanted to do this to yourself? 4414_04: [Through tears] Fuck… I'm so sorry. My friend Jenny started… started doing it and I just wanted to see… [4414-04 looks at her navel and starts heaving. Her body suddenly stiffens and her heaves become more rapid.] Hecht: [Loudly] I need some help in here! [MTF Sigma-11-9 and Sigma-11-4 remove 4414_04 from her restraints. 4414_04 continues to shake violently and loses consciousness as she is carried to the medical ward.] <End Log, 18:07, 19 August 2018> Afterword: Medical staff determine that 4414_04 suffered a massive seizure during the interview. After remaining unconscious for the following five days, 4414_04 is terminated.",
        "Foreword: Subject 4414_21 was a 21-year old female named Caitlyn. At time of apprehension, she had removed 2cm of skin, the removed strand ending at the intermediate phalange of her left ring finger. <Begin Log, 18:02, 21 August 2018> Hecht: What made you start peeling your skin off? 4414_21: I think it started with my friend Jenny. When we got to the bar — and, you know, started drinking a bit — Jenny rolled up her sleeve and showed us this huge skin tag she'd removed. Hecht: How did everyone react to that? 4414_21: I was disgusted, obviously, but everyone else just seemed fascinated. Jen kept telling us how good it felt. Saying we should try it too. She got really persistent and started saying that \"it's the best thing you'll ever feel\". Hecht: And you tried it? 4414_21: [Looks at left hand] Well, for like a second. Then I realized how stupid it was; it's pretty much all healed, thankfully. Hecht: [Jots down notes] And you don't feel any desire to keep doing it? 4414_21: No. Absolutely not. Hecht: Circling back to an earlier question, why did you start peeling to begin with? 4414_21: [Chuckles] I don't know. I guess I was curious? Hecht: Well Caitlyn, thank you for your time. I think we're done for now. <End Log, 18:08, 21 August 2018> Afterword: 4414_21 is deemed safe to exit containment after thirty days and is released shortly thereafter. She and her immediate family are administered Class-B amnestics and placed under temporary remote surveillance.",
        "Foreword: Subject 4414_17 was a 21-year old male named Clark. At time of apprehension, he had removed 329cm of skin, the removed strand wrapping around his left arm, torso, and left leg, ending at the lower thigh. <Begin Log, 18:00, 26 August 2018> Hecht: [Looking at notes] Clark, you've expressed multiple times to staff here that you don't feel you've taken enough skin off. 4414_17: I think what I've done so far is just kind of… insufficient. Hecht: [Jots down notes] Can we delve a little deeper into that? 4414_17: [Looks at injuries] Maybe it's insecurity. I just feel like I could've done more, you know? It makes me… Hecht: Regretful? 4414_17: [Pauses] No, not really. It's more… I'd almost say \"afraid\". Like, what if I never got it all off? I know you guys cut off… most of the tag, I guess, but it's not gone! That's the way they always work. No matter how close you cut, you never get it right… there's always that sliver you leave behind. Then it catches on your clothes — or a towel or bag or something — and then it's back! Just growing and growing [Visibly upset] but never fucking ending. <End Log, 18:02, 26 August 2018> Afterword: Shortly after 4414_17's final statement, 4414_17 begins twitching uncontrollably, prompting Hecht to immediately end the interview and order guards to sedate 4414_17. No further interviews have been scheduled.",
        "Foreword: Subject 4414_09 was a 23-year old male named Joshua. At time of apprehension, he had removed 2,490cm of skin, the removed strand wrapping around his entire body twice and ending at his sternum. <Begin Log, 18:03, 2 September 2018> Hecht: What did you hope to accomplish by peeling your skin off? [4414_09 is unresponsive] Hecht: Joshua? Please — I need you to work with us. 4414_09: I'm never leaving this place… I already know that. And as long as I'm here, I can't really finish the job either. [Looks at chest] Why would I want to talk? Hecht: Think of it this way: the more of my questions you answer, the fewer people will find themselves… here. [Clicks pen] Now, can you please answer the previous ques — 4414_09: [Interrupting] You never saw the picture, right? I already know no one besides Jenny and I saw it at the club, but I wasn't sure about you guys. Hecht: No, I've seen it — in fact, I'm one of the only people here that has. [Rolls up sleeves] 4414_09: I know you don't have any arms now, but I'm going to take a wild guess and say you weren't born like this. Hecht: You're not wrong. 4414_09: You got skin tags as a kid, then? Remember how fucking irritating they are? Hecht: Of course I did — I don't think anyone hasn't. [4414_09 is silent.] 4414_09: See, here's the thing: There's only one way to really… really get rid of a skin tag. I just never knew before. I envy the [COGNITOHAZARD EXPUNGED] in the photo — I really do. Gorgeous. Not because he had perfect skin, but because he had the determination to [COGNITOHAZARD EXPUNGED]. Just imagine never having [COGNITOHAZARD EXPUNGED] again… Hecht: [Visibly distressed] That's all we need, Joshua. Thank you for your time. 4414_09: Well, I have all the fucking time in the world now, don't I? <End Log, 18:10, 26 August 2018> Afterword: Shortly after the interview, Hecht requests 4414_09's termination under Foundation Ethics Code 4.A.098 2 . Request denied on September 9, 2018."
    ],
    "item": "SCP-4414",
    "object_class": "Euclid Keter",
    "containment_procedures": "Foundation webcrawler GAONOXIE.exe is to monitor all image hosting websites and replace all instances of SCP-4414 with the dummy image “fingerfun.png”. Any individuals performing SCP-4414-A are to be apprehended immediately and administered Class B amnestics.",
    "description": "SCP-4414 is a PNG image that was posted to 4Chan's /b/ board on June 5, 2018 at 4:50 UTC and quickly disseminated via other popular image sharing sites. The image's creator is currently unknown, despite ongoing Fountation efforts, but is believed to reside in North America. If an individual views SCP-4414 or text directly referencing the object, there is an 80% chance they will attempt to engage in SCP-4414-A, the act depicted in SCP-4414. This chance increases with repeated exposure so long as each exposure lasts at least ten seconds. As a result, all descriptions of SCP-4414 and similar images have been wiped from Foundation databases.",
    "title": "SCP-4414"
}