{
    "url": "https://scp-wiki.wikidot.com/scp-4415",
    "all_text": "rating: \n+208\n+\n–\nx\n\n\n\n\nby Nagiros\n\n\n\n\n\n\n\n\n\n\n\n\n2/4415\n LEVEL \n2/4415\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-4415\n\n\nObject Class: Euclid\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4415 is self-contained within Site-17's Humanoid Containment Wing. To mitigate the potential loss of an anomalous humanoid during testing, \nSCP-4051\n should be administered a Class-S (\"Slow Burn\") amnestic prior to each exploration of SCP-4415. The amnestic should be activated after each mission.\n\n\nDescription:\n SCP-4415 is a set of extradimensional locations accessible through the door of the former Humanoid Containment Unit #λ045. SCP-4415's interior serves as a waypoint for multiple extra-spatial and extra-temporal locations, which present themselves semi-randomly\n1\n once the unit's door has been fully shut and reopened. Additionally, SCP-4415 is only accessible to anomalous humanoids: attempts to enter SCP-4415 by non-anomalous persons have been universally unsuccessful.\n\n\nReality within Unit #λ045 often fluctuates and does not entirely comport to baseline, but is capable of sustaining human life indefinitely. Several entities, most anomalous in their own right, have resided within for a considerable length of time due to readily-accessible food sources and shelter. The primary source of water within each location is a large river\n2\n, ostensibly similar throughout locations, suggesting SCP-4415 may be a vast singular geological structure\n3\n.\n\n\nThe purpose of exploratory missions within SCP-4415 has primarily been to discover the nature, origin, and intent of its hypothetical creator; SCP-4051 has been selected to achieve this end, due to its proximity to SCP-4415 and \npast exploratory experience\n.\n\n\nExtradimensional spaces encountered by SCP-4051 include:\n\n\n\n\n\n\n1B7-4415-001\n\n\nDescription:\n A dense forest of deciduous megaflora. An offshoot of the central river forms a small pond approximately 100 meters from Unit #λ045's door.\n\n\nInhabitant:\n A female humanoid with notable scarring to the hands, torso, and scalp. Subject demonstrated an extreme aversion to human contact.\n\n\n\n\n\n\n\n\n1B7-4415-002\n\n\nDescription:\n A flat geometric plane surrounded by free-floating digital polygons. A \"flow\" of polygons is visible some distance from Unit #λ045's door.\n\n\nInhabitant:\n A younger, male humanoid with ontokinetic capabilities. Subject seemed to have inconsistent physical form, and half its face demanifested during attempted questioning.\n\n\n\n\n\n\n\n\n1B7-4415-003\n\n\nDescription:\n A modest domicile overlooking an ocean cliff.\n\n\nInhabitant:\n An elderly male humanoid with thaumaturgic and occult symbols inscribed onto its body. Subject possessed significant physical trauma from an unknown source.\n\n\n\n\n\n\n\n\n1B7-4415-004\n\n\nDescription:\n Location exists in a state of spatial flux, but generally possessed a purple hue.\n\n\nInhabitant:\n An amorphous entity with metamorphic capabilities, often presenting as two female humanoids. Subject(s) possessed mild clairvoyance, but could rarely communicate intelligibly.\n\n\n\n\n\n\n\n\n1B7-4415-005\n\n\nDescription:\n A stone spire, inside of which is an unoccupied and unremarkable library. A steady flow of water from beneath the spire generates the central river.\n\n\nInhabitant:\n \nN/A\n\n\n\n\n\n\n+ Document.4415.1 (\"Exploration of 1B7-4415-005\"): SITE DIRECTOR EYES ONLY\n \n[ACCESS DENIED]\n\n\n+ Document.4415.2 (\"SCP-4415 Inhabitants\"): SITE DIRECTOR EYES ONLY\n \n[ACCESS DENIED]\n\n\n+ Document.4415.3 (\"RAISA Petition Regarding SCP-4415\"): SITE DIRECTOR EYES ONLY\n \n[ACCESS DENIED]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:Concerns\n\n\n\n\n\n\n\n\nTO:\n Site-17 Director Thomas Graham\n\n\nFROM:\n Junior Researcher Natalie Reems\n\n\nSUBJECT:\n Concerns\n\n\n\n\n\n\nHey Graham,\n\n\nJust got done reading the SCP-4415 documentation — can't believe it's only been a month since that project concluded! All the excitement of working on a bona fide crosstest makes it feel like it was just yesterday, and many of the details are still fresh in my mind.\n\n\nThat said, I had some questions about the items you restricted to L4/4415 clearance, given their pertinence to the SCP-4415 project as a whole. As we discovered together, the library within 1B7-4415-005 was seemingly penned by SCP-4415's creator. However, this detail was omitted from the official documentation for reasons I find suspect.\n\n\nFortunately for us both, I saved a copy of the text that SCP-4051 retrieved from the central bookshelf. I've attached it below.\n\n\n\n\nThe old man stopped coming to see me after a while.\n Think he was promoted to the Council, which seems right. Hope he's doing well now.\n\n\nAfter he left, Graham started running the show. Mean motherfucker. He's lucky I was keeping myself in this cell so I didn't erase his power-tripping ass with the full weight of time and space.\n\n\n… Shouldn't talk like that. The old man wouldn't like it. Solitary confinement's getting to me, I think. Honestly, if it weren't for my neighbors in the other units, I don't think I'd have lasted this long.\n\n\nFirst one was a teenager. The grunts outside their door kept talking about plants, so I take it they could control 'em or somesuch. We'd talk through the walls sometimes, about who they were and what they wanted, and I'd bend reality so the grunts couldn't hear us. They were a good kid. They were gone inside a month, though.\n\n\nNext was a boy in a computer. Couldn't talk to him as easy 'cuz of all the ones and zeros, but I got the gist. He was a lot like me, actually, 'cept way smarter. He lived in a little virtual world and knew all the ins-and-outs of his machine. Graham wanted him to help run this system they have set up here — think they call it \nAPAS\n — where they flood the site with memetic agents and put amnestics in the ventilation to keep their personnel in line. Kinda fucked, but, stones from glass houses, I guess.\n\n\nThing is, it kept getting harder to interface with the kid. I'd try to talk at nights and it'd be like certain parts of him just couldn't answer. It got to the point he'd just throw up an error message — \"hardware inoperable\", I think — and I couldn't get through to him.\n\n\nThird was an old man with a ton of tattoos. When you saw him, you got the sense that he'd been around the world and seen a lot. Graham must have wanted what was in his head, too, because he'd be escorted out of his cell every morning and return in the evening with a few new injuries. Didn't get many chances to talk, even if he wanted to. He didn't come back one night.\n\n\nI'm pretty sure my last neighbor was actually two people. Not sure what their deal was, but the researchers tested a lot of psychic anomalies on 'em. Think one of the experiments messed their heads up a lot, and they were never the same after that. Before the accident, I could hear 'em comfort one another every night. I could tell they really loved each other.\n\n\nI have a confession to make, though. Broke my promise to the old man. I left my cell last night.\n\n\nI walked the halls of Site-17 and made all the grunts forget they saw me. I had a general idea of where I was going, slipping through walls and cement barriers as I traveled down into the facility's depths. There was this awful stench, and it grew as I descended.\n\n\nFloor 6 is where I found the source. Almost cried.\n\n\nTwo corpses: one young, one old. A computer terminal, dissembled on the ground with a nasty crack through its screen. And a… it was a thing. A thing that used to be two people. And those were just the ones on top.\n\n\nAnd then Site Director Thomas fucking Graham shanked me in the goddamn \nribs\n.\n\n\nNever even saw it coming, just felt the incision in my side as I fell face first into my neighbors. I turned and saw some faceless grunt motherfucker and his hands raised over me for the killing blow, holding a dagger with a glowing purple blade. It didn't look like Scranton tech. It looked like my neighbors.\n\n\nI made everything stop.\n\n\nI made everything go away.\n\n\nI made everything… I made…\n\n\nI'm going to make everything better.\n\n\nThat knife hurt me bad. I can't tell how much reality I can bend at this point but it's not much. I can't believe how fucking stupid I was last night, walking into a grave. \nOf course Graham knew I was here.\n He's been tearing anomalies apart ever since he got here in the hopes he can build something better. He made a \nknife\n that leeches \nomnipotence\n and gave it to one of his lackeys to finish me.\n\n\nBut I'm not finished. I can still raise the dead. And I can keep 'em safe. It'd kill me, but…\n\n\nI can do it.\n\n\nWeathers, if you're reading this somehow, just know I ended up as a good guy. I'm gonna bring these people back as best I can, and give 'em a place to stay. Maybe you'll come back here some day, and you can help us. You can give these people a life that was better than the one they lost.\n\n\nPlease. Somebody help us.\n\n\n\n\nNow then. Let's drop the pretenses of joviality.\n\n\nThe contents of this transcript are damning. I've done more digging on my own after working with 4051, and it seems like every document involving you is contaminated by redactions and memetic kill agents. Judging by Dr. Cimmerian's note in \nSCP-4175\n's documentation, the Ethics Committee has begun to notice your methods, and they aren't pleased. If someone were to forward the attached transcript to them, it would most likely set off an extensive investigation into your activities as Site Director.\n\n\nNaturally, I wouldn't do something like that to you without hearing from you first. What I need to know is that there's a rational, ethical explanation for what you've been doing. If you can give that explanation to me, and I find it convincing, I'll hold off on drafting the petition to the Committee.\n\n\nBest wishes,\n\nDr. Natalie Reems\n\n\n\n\n \n\n\n\n\nNEW MESSAGE!\n\n\n\n\n \n\n\n\n\n\n\nTO:\n Junior Researcher Natalie Reems\n\n\nFROM:\n Site-17 Director Thomas Graham\n\n\nSUBJECT:\n Re: Concerns\n\n\n\n\n\n\nReems,\n\n\nI really did think better of you.\n\n\nWhen I arrived at this site, #λ045 contained an undocumented, Class-V reality bender who had struck a personal bond with my predecessor. By its own admittance, it was contained by its good-will alone, a nuclear warhead in control of its own detonation. And now, it's a dead thing in another world — and all it took was some occult knowledge from a person of interest and the psychic abilities of two clairvoyants.\n\n\nHow on earth could this be considered an ethical violation? I saved this facility, Reems; every day I save it in a hundred ways that you would never understand. And you never will.\n\n\nYou've told me that you need an explanation for my actions. I do not care all that much about convincing you. As with the Foundation and its enemy, the victor is the party with the bigger stick.\n\n\nMy stick, in this case, is the latent memetic agents scattered through this email and the Class-A amnestics currently flooding your office space. Just let the induced paralysis run its course as the drugs take your memories away. This is hardly your first time.\n\n\nI really did enjoy working with you on the SCP-4415 project, Natalie. I could see why Tonya fancied you so.\n\n\nBest wishes,\n\nDr. Thomas Graham, Director of Site-17\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4414\n | SCP-4415 | \nSCP-4416\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A slight but remarkable bias against the presentation of 1B7-4415-005 has been noted.\n\n\n2\n. With the exception of 1B7-4415-004.\n\n\n3\n. Testing of long-term exploration pending.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4415\n\" by Nagiros, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4415\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "1B7-4415-001 Description: A dense forest of deciduous megaflora. An offshoot of the central river forms a small pond approximately 100 meters from Unit #λ045's door. Inhabitant: A female humanoid with notable scarring to the hands, torso, and scalp. Subject demonstrated an extreme aversion to human contact.",
        "1B7-4415-002 Description: A flat geometric plane surrounded by free-floating digital polygons. A \"flow\" of polygons is visible some distance from Unit #λ045's door. Inhabitant: A younger, male humanoid with ontokinetic capabilities. Subject seemed to have inconsistent physical form, and half its face demanifested during attempted questioning.",
        "1B7-4415-003 Description: A modest domicile overlooking an ocean cliff. Inhabitant: An elderly male humanoid with thaumaturgic and occult symbols inscribed onto its body. Subject possessed significant physical trauma from an unknown source.",
        "1B7-4415-004 Description: Location exists in a state of spatial flux, but generally possessed a purple hue. Inhabitant: An amorphous entity with metamorphic capabilities, often presenting as two female humanoids. Subject(s) possessed mild clairvoyance, but could rarely communicate intelligibly.",
        "1B7-4415-005 Description: A stone spire, inside of which is an unoccupied and unremarkable library. A steady flow of water from beneath the spire generates the central river. Inhabitant: N/A",
        "\" SCP-4415 \" by Nagiros, from the SCP Wiki . Source: https://scpwiki.com/scp-4415 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-4415 is self-contained within Site-17's Humanoid Containment Wing. To mitigate the potential loss of an anomalous humanoid during testing, SCP-4051 should be administered a Class-S (\"Slow Burn\") amnestic prior to each exploration of SCP-4415. The amnestic should be activated after each mission.",
    "description": "A stone spire, inside of which is an unoccupied and unremarkable library. A steady flow of water from beneath the spire generates the central river.",
    "title": "SCP-4415"
}