{
    "url": "https://scp-wiki.wikidot.com/scp-4423",
    "all_text": "rating: \n+140\n+\n–\nx\n\n\n\n\nSpecial Containment Procedures:\n Development of containment procedures for SCP-4423 events is ongoing. Meanwhile, all such events are to be attributed to a unique form of sleep paralysis.\n\n\nDescription:\n SCP-4423 is a Tartarean-Class demonic entity that manifests during sleep paralysis. Although its appearance varies across manifestations, its voice remains the same (with speech patterns matching that of a middle-aged male).\n\n\nDuring an SCP-4423 event, SCP-4423 will enter the victim's room and speak to them as if they were a young child. This conversation will inevitably turn to the topic of the victim's father. When the victim exits sleep paralysis, SCP-4423 will leave the room and demanifest.\n\n\nDue to the lack of reported incidents (with only fifteen confirmed cases since 1997), the frequency of SCP-4423 events is currently unknown. While the extent of SCP-4423's interactions with the victims varies greatly, many seek psychiatric help following an incident.\n\n\nInterview Log:\n In order to obtain an interview, Researcher Jack Patricks volunteered to be subjected to an experimental drug capable of inducing sleep paralysis. By using a prototype neural interface capable of translating thoughts into synthetic speech and a camera system mounted in his room, an interview was conducted after 77 consecutive days of testing.\n\n\n\n\nInterview Video Log Transcript\n\n\nDate:\n 14/10/2015\n\n\nSubject:\n SCP-4423\n\n\n\n\n[BEGIN LOG]\n\n\nCamera set within Researcher Patrick's room shows the Researcher, a bed, as well as several posters on the wall.\n\n\n[6 hours removed for brevity.]\n\n\nThe sound of a door opening is heard, followed by footsteps. SCP-4423 appears in the frame and sits at the end of Researcher Patricks' bed and crosses its hands in its lap. After observing Researcher Patricks for a period of 3 minutes, SCP-4423 touches his ankle and shakes it until Patricks opens his eyes.\n\n\nSCP-4423:\n Hey kiddo. Sorry to wake you up, but I need to talk to you.\n\n\nResearcher Patricks:\n \nHello.\n\n\nSCP-4423 jumps slightly.\n\n\nSCP-4423:\n Oh wow! You frightened me. Another one of your crazy toys, huh?\n\n\nResearcher Patricks:\n \nI. Am. … Foundation.\n\n\nSCP-4423:\n Yes. Foundation. That's what I want to talk to you about.\n\n\nResearcher Patricks:\n \nYou. Know.\n\n\nSCP-4423:\n I know a lot of things. There's a good deal of wisdom in this old horned head of mine. [ \nTugs on one of its horns\n ] Relationships? They gotta have a strong foundation.\n\n\nResearcher Patricks:\n \nOh. Kay.\n\n\nSCP-4423:\n And I wanna get to know you, buddy. A little us time, you know?\n\n\nResearcher Patricks:\n \nWhy.\n\n\nSCP-4423:\n Well… uh… [ \nCoughs\n ]\n\n\nResearcher Patricks:\n \nQuestions.\n\n\nSCP-4423:\n Saved me there. Alright, I'll answer some of your questions while I try to think up how to say it.\n\n\nResearcher Patricks:\n \nHow. You. Move.\n\n\nSCP-4423:\n You know that. My old jalopy. I musta driven you to school three dozen times by now.\n\n\nResearcher Patricks:\n \nWhere. You. From.\n\n\nSCP-4423:\n Here. Went to the same high school as you, remember? Showed you my old yearbooks.\n\n\nResearcher Patricks:\n \nNo. Really.\n\n\nSCP-4423:\n Yeah really. Okay. I think I've got it now. Your dad and I? Well, we've been seeing each other for a little while. I know, I know, we've been friends for, well, ever.\n\n\nResearcher Patricks:\n \nWilliam.\n\n\nSCP-4423:\n Yes, Bill. And when I say \"seeing each other\", I mean dating.\n\n\nResearcher Patricks:\n \nOh.\n\n\nSCP-4423:\n I, uh, figured you mighta caught on but I wanted to talk about this with you, sport.\n\n\nResearcher Patricks:\n \nOh. Kay.\n\n\nSCP-4423:\n Look, I love your father. He completes me in ways I didn't even know I needed. [ \nPause\n ] After puberty is over, it'll make more sense.\n\n\nResearcher Patricks:\n \nSexual. Relations.\n\n\nSCP-4423:\n Hey, who told you about that? Didn't think Bill gave you the talk yet. But, yes. Sexually too.\n\n\nResearcher Patricks:\n \nOh. Kay.\n\n\nSCP-4423:\n I don't want to just jump into your life like a stranger. I'm not a housewrecker. I wanna be part of your life, in a mutually positive relationship. So we need a good foundation.\n\n\nResearcher Patricks:\n \nHow.\n\n\nSCP-4423:\n I know your parents went through a pretty nasty divorce a little while ago. And that you haven't seen your mom in a while. I don't want to replace her. I never could.\n\n\nResearcher Patricks:\n \nExplain.\n\n\nSCP-4423:\n I want to ask your permission.\n\n\nResearcher Patricks:\n \nFor. What.\n\n\nSCP-4423:\n Jack… I want to marry your dad. If you're okay with it, I'd be honored to be your stepdad.\n\n\nResearcher Patricks:\n \nStep. Dad.\n\n\nSCP-4423:\n Yes, your stepdad. Just say yes and I'll propose tomorrow.\n\n\nSCP-4423 covers its mouth with its hands and giggles\n\n\nSCP-4423:\n I can just see him, all dressed up in a tight little tux. You can be the ring bearer, little buddy. So, what do you say?\n\n\nResearcher Patricks:\n \nYes.\n\n\nSCP-4423 grabs Researcher Patricks, pulls him into a hug, and kisses his forehead. SCP-4423 laughs, tucks Patricks back into bed, and then exits the room.\n\n\nSCP-4423:\n Ah! You said yes!\n\n\n[END LOG]\n\n\nClosing Statement:\n Following extensive interviews, Foundation researchers concluded that while he had passed through Las Vegas on \n15/1/1992\n, Researcher Patricks' father has not engaged in sexual intercourse with any Tartarean-Class demonic entities\n1\n.\n\n\n\n\nAddendum:\n Ten months after the interview, a photograph depicting SCP-4423, William Patricks, and Researcher Jack Patricks in formal attire inside of a church was discovered underneath Researcher Patricks' bed. The picture showed Researcher Patricks as he appeared when he was twelve and Patricks recognized the church as the one he attended as a child in Gettysburg, Pennsylvania.\n\n\nMobile Task Force Upsilon-11 was dispatched to the church and found a wedding announcement in the records for one William Patricks and an unnamed second person, dated 14/8/1999. No members of the clergy recall conducting or witnessing the wedding and Researcher Patricks has no memory of this event taking place.\n\n\nAddendum:\n On 30/8/2019, Researcher Patricks received a postcard (postmarked 14/8/2019 in Oranjestad, Aruba) from his father.\n\n\n\n\nHey Jack!\n\n\nSorry that I didn't give you any notice, but your stepdad and I decided to celebrate our anniversary in the Islands. Can't believe it's been twenty years already. Maybe you can join us next year, if you can get away from that job.\n\nLove, Dad\n\n\nP.S. If you get a chance, can you check on Misty? That cat sure misses you and I don't want Mrs. Arnsdale overfeeding her again.\n\n\n\n\nCompiled surveillance logs from the city of Oranjestad show William Patricks and SCP-4423 checking into a hotel and participating in other activities standard for vacationing couples. The current whereabouts of William Patricks remains unknown.\n\n\n\n\nFootnotes\n\n\n1\n. As of December 4th, 2015\n\n\n\n\n\n\n\n\n« \nSCP-4422\n | SCP-4423 | \nSCP-4424\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4423\n\" by Dyslexion, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4423\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Ten months after the interview, a photograph depicting SCP-4423, William Patricks, and Researcher Jack Patricks in formal attire inside of a church was discovered underneath Researcher Patricks' bed. The picture showed Researcher Patricks as he appeared when he was twelve and Patricks recognized the church as the one he attended as a child in Gettysburg, Pennsylvania.\nMobile Task Force Upsilon-11 was dispatched to the church and found a wedding announcement in the records for one William Patricks and an unnamed second person, dated 14/8/1999. No members of the clergy recall conducting or witnessing the wedding and Researcher Patricks has no memory of this event taking place.",
        "Addendum: On 30/8/2019, Researcher Patricks received a postcard (postmarked 14/8/2019 in Oranjestad, Aruba) from his father.\nCompiled surveillance logs from the city of Oranjestad show William Patricks and SCP-4423 checking into a hotel and participating in other activities standard for vacationing couples. The current whereabouts of William Patricks remains unknown."
    ],
    "documents": [],
    "notes": [
        "Hey Jack! Sorry that I didn't give you any notice, but your stepdad and I decided to celebrate our anniversary in the Islands. Can't believe it's been twenty years already. Maybe you can join us next year, if you can get away from that job. Love, Dad P.S. If you get a chance, can you check on Misty? That cat sure misses you and I don't want Mrs. Arnsdale overfeeding her again.",
        "\" SCP-4423 \" by Dyslexion, from the SCP Wiki . Source: https://scpwiki.com/scp-4423 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Development of containment procedures for SCP-4423 events is ongoing. Meanwhile, all such events are to be attributed to a unique form of sleep paralysis.",
    "description": "SCP-4423 is a Tartarean-Class demonic entity that manifests during sleep paralysis. Although its appearance varies across manifestations, its voice remains the same (with speech patterns matching that of a middle-aged male).",
    "title": "SCP-4423"
}