{
    "url": "https://scp-wiki.wikidot.com/scp-4426",
    "all_text": "rating: \n+83\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n4426\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA single section of SCP-4426.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4426 is contained at the location of its discovery. No humans are to approach within ten kilometers of the town of Pripyat, and individuals breaching this containment zone are to be detained and amnesticized. The Foundation has partnered with the Ukrainian government to establish the Chernobyl Exclusion Zone in order to deter further activity in the vicinity of SCP-4426.\n\n\nAll sections of SCP-4426 are to be periodically monitored for changes in state. Personnel require basic radiation prevention gear when studying directly due to the nature of SCP-4426 as well as the area of containment itself. Samples of material may be taken and sent off-site providing that they are collected with adequate care and stored in lead-lined boxes.\n\n\nDescription:\n SCP-4426 is the designation for a series of biological masses, located in and around the Chernobyl nuclear power plant and the nearby town of Pripyat. The masses vary greatly in size; the largest is approximately 3 metres in diameter, with the smallest measuring at around 20 centimetres\n1\n. Each mass is permanently fused to the ground or to the object to which they are affixed; due to this, the exact weight of each of the masses cannot be precisely determined.\n\n\nTesting of SCP-4426 masses has shown that they are a composite mixture of biological material from numerous animal and plant species combined with fused, melted metals and electronic components. Genetic material of deer, birds, insects and spiders have all been sampled from the masses. Grass and trees native to the local area are the most predominantly abundant in SCP-4426, making up approximately 60% of the material found.\n\n\nSCP-4426 masses will give off short bursts of high radiation at random intervals. No consistency in these bursts has been discovered, and no explicit cause has been observed. Analysis of samples has also revealed that the cells making up SCP-4426 are consistently lysing and reforming due to the latent radiation present in the masses.\n\n\nAs well as releases of radiation, SCP-4426 masses also periodically release radio waves. These transmissions consist of random, seemingly unrelated words and phrases in Russian, Ukrainian and occasionally other languages from nearby nations such as Romanian and Armenian.\n\n\nAddendum 4426.1:\n Excerpted Communications\n\n\nThe following are selected radio communications from SCP-4426 masses which have been received and recorded by personnel working in the area.\n\n\n\n\n► ACCESS SCP:/4426/communications.log\n\n\n\n\nClose File\n\n\n\n\n\n\n04/19/1988\n\n\nwithout a second thought\n\n\n\n\n\n\n10/31/1991\n\n\nthe falling of \nthe tower of Babel\n\n\n\n\n\n\n02/11/1996\n\n\nI am part of the trees and the city and the uranium and the sound\n\n\nfire melting in fire\n\n\nall of us\n\n\n\n\n\n\n11/24/2001\n\n\nsaw the first signs in them\n\n\nthe deal had to be kept\n\n\neverything at stake\n\n\n\n\n\n\n07/01/2003\n\n\nlike children crumpling to the ground at once\n\n\n\n\n\n\n06/18/2006\n\n\nis Chernobyl safe\n\n\n\n\n\n\n02/28/2009\n\n\ndo you forgive us\n\n\n\n\n\n\n09/29/2016\n\n\nforgive us\n\n\n\n\n\n\n\n\n\n\nAddendum 4426.2:\n Recovered Note\n\n\nDuring a raid on an abandoned GRU Division-P compound in the vicinity of the region containing SCP-4426, the following text was found written in red ink on the back of an internal document.\n\n\n\n\n► ACCESS SCP:/4426/note.log\n\n\n\n\nClose File\n\n\n\n\n\n\nI can feel myself at the edge of knowledge. It's a strange feeling.\n\n\nI suppose it was naive to trust the Children of the Sun again. Perhaps we thought that they had changed from the savage beasts they were all those thousands of years ago. Perhaps we just pitied their dire situation. Whatever it was, there is no doubt that we were misguided.\n\n\nBut it doesn't stop the hatred. The hatred for them. The hatred for their states, governments, institutions. Their power plants, their radiation, the artificial steel nightmares with which they destroy the earth that we peacefully worked with. The hatred for their leaders, their bureaucrats and most of all, their lies.\n\n\nThey've left the rest of us who haven't yet fell victim to our inevitable deaths a painful choice. The only way to stop that poison from eating away at our minds is to make our minds resistant again. To make our synapses stop spreading it across our brains. We must force ourselves to become prisoners once again, trapped in the minds of beasts. That, or we wait as we become frozen forever.\n\n\nWe burned what we could. The Creatures of Day did not escape retribution. Well, some did. I do not feel remorse for what happened, even as I feel them screaming out from the corpses of our creations, feeling trapped as we were and will be. They can fester, and beg, and maybe one day they can be at peace or find forgiveness. But not today. Not from me.\n\n\n\n\n\n\n\n\n\n\nAddendum 4426.3:\n Status of SCP-4426 Containment Zone\n\n\nBeginning in December of 1997, a population of approximately fifty \nSCP-1000\n individuals gathered in the abandoned city of Pripyat. The population has appeared to take up permanent residence within the city, inhabiting empty buildings and structures and defending themselves against intruders. Individuals in the group rarely venture outside of the city and avoid contact with humans whenever possible.\n\n\nFollowing negotiations with the population, task forces have been allowed into the city for peaceful exploration and investigation purposes provided that they do not acknowledge the presence of any SCP-1000 beings during their excursions.\n\n\nThis population behaves similarly to other instances of SCP-1000 populations, living in organized psuedo-civilizations as hunters and gatherers; however, anomalous behavior has been noted on one occasion during one of the first explorations into the SCP-4426 containment zone when the following message was noted carved in a tree:\n\n\n\n\nwe will go on,\n\nbut we will not forget;\n\nit is the monument to your lies\n\n\n\n\nNo further notable activity has been recorded.\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nModulum's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-3426\n \n(+404)\n \n•\n\n\n\n\n\n\nSCP-6511\n \n(+315)\n \n•\n\n\n\n\n\n\nSCP-6100\n \n(+200)\n \n•\n\n\n\n\n\n\nSCP-6590\n \n(+252)\n \n•\n\n\n\n\n\n\nSCP-3675\n \n(+119)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nLog Of Anomalous Items, Vol III\n \n(+159)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nmodulum.aic\n \n(+57)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The first of these masses to be discovered was found by the public and was nicknamed the \"Elephant's Foot.\" Containment began shortly after closer investigation.\n\n\n\n\n\n\n\n\n« \nSCP-4425\n | SCP-4426 | \nSCP-4427\n »",
    "addendums": [
        "Addendum 4426.1: Excerpted Communications\nThe following are selected radio communications from SCP-4426 masses which have been received and recorded by personnel working in the area.",
        "Addendum 4426.2: Recovered Note\nDuring a raid on an abandoned GRU Division-P compound in the vicinity of the region containing SCP-4426, the following text was found written in red ink on the back of an internal document.",
        "Addendum 4426.3: Status of SCP-4426 Containment Zone\nBeginning in December of 1997, a population of approximately fifty SCP-1000 individuals gathered in the abandoned city of Pripyat. The population has appeared to take up permanent residence within the city, inhabiting empty buildings and structures and defending themselves against intruders. Individuals in the group rarely venture outside of the city and avoid contact with humans whenever possible.\nFollowing negotiations with the population, task forces have been allowed into the city for peaceful exploration and investigation purposes provided that they do not acknowledge the presence of any SCP-1000 beings during their excursions.\nThis population behaves similarly to other instances of SCP-1000 populations, living in organized psuedo-civilizations as hunters and gatherers; however, anomalous behavior has been noted on one occasion during one of the first explorations into the SCP-4426 containment zone when the following message was noted carved in a tree:\nNo further notable activity has been recorded."
    ],
    "documents": [],
    "notes": [
        "04/19/1988 without a second thought",
        "10/31/1991 the falling of the tower of Babel",
        "02/11/1996 I am part of the trees and the city and the uranium and the sound fire melting in fire all of us",
        "11/24/2001 saw the first signs in them the deal had to be kept everything at stake",
        "07/01/2003 like children crumpling to the ground at once",
        "06/18/2006 is Chernobyl safe",
        "02/28/2009 do you forgive us",
        "09/29/2016 forgive us",
        "I can feel myself at the edge of knowledge. It's a strange feeling. I suppose it was naive to trust the Children of the Sun again. Perhaps we thought that they had changed from the savage beasts they were all those thousands of years ago. Perhaps we just pitied their dire situation. Whatever it was, there is no doubt that we were misguided. But it doesn't stop the hatred. The hatred for them. The hatred for their states, governments, institutions. Their power plants, their radiation, the artificial steel nightmares with which they destroy the earth that we peacefully worked with. The hatred for their leaders, their bureaucrats and most of all, their lies. They've left the rest of us who haven't yet fell victim to our inevitable deaths a painful choice. The only way to stop that poison from eating away at our minds is to make our minds resistant again. To make our synapses stop spreading it across our brains. We must force ourselves to become prisoners once again, trapped in the minds of beasts. That, or we wait as we become frozen forever. We burned what we could. The Creatures of Day did not escape retribution. Well, some did. I do not feel remorse for what happened, even as I feel them screaming out from the corpses of our creations, feeling trapped as we were and will be. They can fester, and beg, and maybe one day they can be at peace or find forgiveness. But not today. Not from me.",
        "we will go on, but we will not forget; it is the monument to your lies"
    ],
    "containment_procedures": "SCP-4426 is contained at the location of its discovery. No humans are to approach within ten kilometers of the town of Pripyat, and individuals breaching this containment zone are to be detained and amnesticized. The Foundation has partnered with the Ukrainian government to establish the Chernobyl Exclusion Zone in order to deter further activity in the vicinity of SCP-4426.",
    "description": "SCP-4426 is the designation for a series of biological masses, located in and around the Chernobyl nuclear power plant and the nearby town of Pripyat. The masses vary greatly in size; the largest is approximately 3 metres in diameter, with the smallest measuring at around 20 centimetres1. Each mass is permanently fused to the ground or to the object to which they are affixed; due to this, the exact weight of each of the masses cannot be precisely determined.",
    "title": "SCP-4426"
}