{
    "url": "https://scp-wiki.wikidot.com/scp-4450",
    "all_text": "rating: \n+172\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4450-α and -β. Photograph recovered from SCP-4450-α during Incident 4261990-4450.\n\n\n\n\n\n\n\n\nItem #:\n SCP-4450\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Appearances of SCP-4450-α and/or SCP-4450-β are to be immediately reported to the Site Director, alongside any on-site O5 council-members. SCP-4450-α and -β are to be asked to await their arrival. Any requests for readily available sums of money made by SCP-4450-α or SCP-4450-β during this time are to be granted.\n\n\nOnce the Site Director or any member of the O5 council arrives at the location of SCP-4450-α or -β, they are to be considered the Point of Contact until SCP-4450-α and -β demanifest. All personnel are to divert any further requests to the Point of Contact.\n\n\nInvestigation into the method of accessing SCP-4450-1 is to continue until entry is successfully achieved.\n\n\nDescription:\n SCP-4450-α and -β are Caucasian males always observed wearing black and grey suits, respectively. SCP-4450-α and -β refer to one another as brothers, and often address each other by name, with SCP-4450-α being called \"Chris\", and SCP-4450-β being called \"Beryl\".\n\n\nSCP-4450-α and -β both speak in a very informal style often couched in thinly-veiled threats. These threats often revolve around property damage and the scale of the threats increases based on the number of missed payments. The only known method of preventing this destructive behavior is through the offer of sufficient payment of physical currency\n1\n, after which SCP-4450-α and -β behave significantly more cordially for a time (approximately 6 months).\n\n\nSCP-4450-α and -β claim to be agents of an unspecified employer, and express desire to collect payment for property damage suffered by their employer. When questioned on the nature of the property damage, SCP-4450-α described a nuclear attack upon a structure resembling an extraplanar pocket dimension, designated SCP-4450-1. Further details regarding the nature of SCP-4450-1 as well as methods of accessing SCP-4450-1 are still being investigated.\n\n\nSCP-4450-α and -β have displayed a number of anomalous properties, including:\n2\n\n\n\n\ncapability of spontaneously manifesting in any location.\n3\n\n\ncapability of spontaneously demanifesting from any location.\n\n\nspeed, strength, and durability far beyond human maxima.\n\n\nprolonged, high-speed flight.\n\n\n\n\nAddendum 1: Point of Contact 4450 documentation\n\n\n\n\nPoint of Contact Login\n\n\n\n\nLogout\n\n\n\n\n\n\nPoints of Contact are authorized to withdraw up to 95% of on-site currency reserves in order to pay SCP-4450-α and -β. In the event that this sum is deemed insufficient, no attempts to bargain are to be made. They are to be asked to wait until funds and assets are consolidated from other Foundation facilities.\n\n\nOnce SCP-4450-α and -β express satisfaction with the offered payment, they, along with the offered physical payment, will simultaneously vanish.\n\n\n\n\n\n\n\n\n\n\nAddendum 2: Incident 4261990-4450\n\n\n\n\nIncident 4261990-4450\n\n\n\n\nAddendum 2: Incident 4261990-4450\n\n\n\n\n\n\nIncident 4261990-4450 Video Log Transcript\n\n\nDate:\n 04/26/1990\n\n\nResponse Team:\n MTF Omega-7 (\"Pandora's Box\")\n\n\nSubject:\n SCP-4450-α and -β\n\n\nTeam Lead:\n Ω-7 Wilbur\n\n\nTeam Members:\n Ω-7 Lucy / Ω-7 Dandelion / Ω-7 Hayes / SCP-076-2 \"Subject Able\"\n\n\nForeword:\n MTF Omega-7 responding to subdue destructive entities at 37.524███, -89.386███\n4\n\n\n\n\n[BEGIN LOG]\n\n\nFeed shows Ω-7 Wilbur, Ω-7 Lucy, Ω-7 Dandelion, Ω-7 Hayes, and Subject Able sitting within Ω-7 taskforce dropship. Subject Able is motionless with its eyes closed and head bowed.\n\n\nΩ-7 Wilbur:\n We're landing. Standby to move out.\n\n\nΩ-7 Hayes:\n What do we know about the anomaly?\n\n\nΩ-7 Wilbur:\n Practically fuck all. All the GOC sent with their SOS was that there are two of them, and that they blew away most of their compound.\n\n\nSubject Able shows signs of unrest. Dropship interior shakes and rear exit hatch opens. Field of view moves with Ω-7 Wilbur.\n\n\nΩ-7 Wilbur:\n Let's move, people! Keep your eyes peeled for hostiles.\n\n\nΩ-7 Lucy:\n Jesus fuck, they really did a number on the building.\n\n\nView shifts to show an extensive field of concrete and metal rubble. 4 crashed assault helicopters and 13 dead Global Occult Coalition personnel are visible within the debris.\n\n\nSubject Able:\n (\nYelling\n) Why are you hiding up there, [Sumerian word, untranslated] cowards?\n\n\nCamera moves to take in Subject Able, who is looking towards the sky. View moves upwards to show SCP-4450-α and -β levitating roughly 30m above the ground. Several seconds pass, during which Subject Able can be heard growling, before SCP-4450-α and -β vanish and reappear on the ground roughly 20m from Ω-7 Wilbur.\n\n\nΩ-7 Dandelion:\n Careful. Looks like they can teleport.\n\n\nSubject Able:\n That wasn't teleport. Fast movement. Stay back, this will be fun for me.\n\n\nSCP-4450-α and -β begin walking towards Subject Able.\n\n\nSCP-4450-α:\n Oi, are you lads here to pay for the damages? They said they was sendin' for someone, but we got tired of waiting. You lads should know how it is, accidents 'appen.\n\n\nSubject Able leaps forward, manifesting a 2m long sword and swinging it down towards SCP-4450-α. SCP-4450-α's left arm repositions between frames and intercepts Subject Able's attack. Despite fully halting the swing, SCP-4450-α displays no signs of physical exertion.\n\n\nSCP-4450-β:\n You lads trying to start somethin' while we're just trying to collect an honest debt here? Now that's just a shame, innit, Chris?\n\n\nSCP-4450-α:\n Terrible shame, Beryl. Trying to get out of paying like that.\n\n\nSCP-4450-α clenches its fist, shattering Subject Able's weapon. Subject Able manifests a pair of 1m long swords towards SCP-4450-α. SCP-4450-α similarly repositions both of its arms to intercept the attacks.\n\n\nSCP-4450-β:\n You'd best watch out, mate. My brother gets upset when people try dodgin' their debt. Things tend to break when people get upset, don't they Chris?\n\n\nSCP-4450-α:\n That's right Beryl, that's right. Shame how people never learn their lesson.\n\n\nSCP-4450-α's left hand strikes through Subject Able's left arm, severing the extremity above the elbow. Subject Able stabs towards SCP-4450-α with the blade in its right hand. SCP-4450-α's right hand punches the blade, shattering the weapon and crushing Subject Able's right arm.\n\n\nΩ-7 Wilbur:\n Able! Withdraw! Omega-7, give him some covering fire!\n\n\nΩ-7 Wilbur, Ω-7 Lucy, Ω-7 Dandelion, and Ω-7 Hayes open fire on SCP-4450-α and -β. No damage is present on SCP-4450-α or -β.\n\n\nΩ-7 Hayes:\n What the hell? Why aren't they going down?\n\n\nSCP-4450-α delivers a blow through Subject Able's midsection, then kicks it aside. Subject Able collapses and attempts to rise, displaying symptoms of acute shock. SCP-4450-β walks towards Ω-7 Wilbur.\n\n\nSCP-4450-β:\n Well this is a lovely little group you've got here, captain. Surely you'd be very troubled if something happened to it.\n\n\nSCP-4450-α disappears from frame. Ω-7 Lucy screams briefly. Camera turns to show Ω-7 Lucy lying on the ground and bleeding from a wound to the lower back.\n\n\nSCP-4450-β:\n Well, looks like my brother's being clumsy captain. You might want to figure out where to get us our money, captain.\n\n\nΩ-7 Wilbur faces SCP-4450-β.\n\n\nΩ-7 Wilbur:\n Look, if it's money you're after, I'm certain my employers can offer the funds you need! Just let us get in contact with them.\n\n\nΩ-7 Dandelion screams, falling forward into frame.\n\n\nΩ-7 Wilbur:\n Stop, goddamn it!\n\n\nSCP-4450-β:\n We're tired of waiting, Captain. Our employer sent us here to get his money, so we ain't gonna stop 'till we've got it.\n\n\nΩ-7 Wilbur:\n B— We don't have any with us, I— Look, take our dropship! It's worth a few hundred million, easy!\n\n\nSCP-4450-α and -β exchange quizzical glances. SCP-4450-β shrugs and nods.\n\n\nSCP-4450-α:\n It's a little light, but I guess it'll do for now. Hurry on back to yer bosses, we'll be back soon.\n\n\nSCP-4450-α walks back towards the collapsed Subject Able, who is still attempting to stand, and withdraws a photograph from within its suit, dropping it on Subject Able.\n\n\nSCP-4450-α:\n Here's somethin' to remember us by, soldier. Come see us when we get back, if you've managed to get yourself pulled back together.\n\n\nSCP-4450-α, -β, board Dropship Ω-7. SCP-4450-α can be seen uttering something. SCP-4450-α, -β, and Dropship Ω-7 dematerialize.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 3: Further Information\n\n\n\n\nRAISA collation of relevant information is still ongoing\n\n\n\n\n\n\nFootnotes\n\n\n1\n. or goods of roughly equivalent value\n\n\n2\n. See Addendum 2: Incident-4261990-4450 for more information regarding the anomalous properties of SCP-4450-α and -β\n\n\n3\n. All known primary manifestations since April 26, 1990 have occurred within Foundation facilities.\n\n\n4\n. GOC Compound 0531\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4449\n | SCP-4450 | \nSCP-4451\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4450\n\" by Ayers & Gabriel Jade, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4450\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-4450.jpg\n\n\nName:\n StateLibQld 2 139509 Two men posing for a portrait, 1880-1890.jpg\n\n\nAuthor:\n Unknown\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n casino.jpg\n\n\nName:\n Casino Ballroom, MON 1909.jpg\n\n\nAuthor:\n Henrique Augusto Vieira de Castro\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n corridorFINAL.jpg\n\n\nAuthor:\n \nAyers\n, \nKotzin\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n hotel-2379087_1280.jpg\n\n\nAuthor:\n \nKotzin\n\n\nLicense:\n Pixabay License\n\n\nSource Link:\n \nPixabay",
    "addendums": [],
    "documents": [],
    "notes": [
        "Points of Contact are authorized to withdraw up to 95% of on-site currency reserves in order to pay SCP-4450-α and -β. In the event that this sum is deemed insufficient, no attempts to bargain are to be made. They are to be asked to wait until funds and assets are consolidated from other Foundation facilities. Once SCP-4450-α and -β express satisfaction with the offered payment, they, along with the offered physical payment, will simultaneously vanish.",
        "RAISA collation of relevant information is still ongoing",
        "\" SCP-4450 \" by Ayers & Gabriel Jade, from the SCP Wiki . Source: https://scpwiki.com/scp-4450 . Licensed under CC-BY-SA .",
        "Filename: scp-4450.jpg Name: StateLibQld 2 139509 Two men posing for a portrait, 1880-1890.jpg Author: Unknown License: Public Domain Source Link: Wikimedia Commons",
        "Filename: casino.jpg Name: Casino Ballroom, MON 1909.jpg Author: Henrique Augusto Vieira de Castro License: Public Domain Source Link: Wikimedia Commons",
        "Filename: corridorFINAL.jpg Author: Ayers , Kotzin License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: hotel-2379087_1280.jpg Author: Kotzin License: Pixabay License Source Link: Pixabay"
    ],
    "item": "SCP-4450",
    "object_class": "Keter",
    "containment_procedures": "Appearances of SCP-4450-α and/or SCP-4450-β are to be immediately reported to the Site Director, alongside any on-site O5 council-members. SCP-4450-α and -β are to be asked to await their arrival. Any requests for readily available sums of money made by SCP-4450-α or SCP-4450-β during this time are to be granted.",
    "description": "SCP-4450-α and -β are Caucasian males always observed wearing black and grey suits, respectively. SCP-4450-α and -β refer to one another as brothers, and often address each other by name, with SCP-4450-α being called \"Chris\", and SCP-4450-β being called \"Beryl\".",
    "title": "SCP-4450"
}