{
    "url": "https://scp-wiki.wikidot.com/scp-4455",
    "all_text": "rating: \n+318\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by \nDarkStuff\n~!\n\n\n\n\n\n\n\n\n\n\nIndependent SCPs\n\n\n\n\n\n\nSCP\n\n\nTitle\n\n\n\n\n\n\nSCP-445-EX\n\n\nThe Word of the Day is Hope\n\n\n\n\n\n\nSCP-2728\n\n\nOn the Barcelona Skyline\n\n\n\n\n\n\nSCP-2729\n\n\nWhat is it Good For?\n\n\n\n\n\n\nSCP-3018\n\n\nFrance & the Tale of the Well-Intentioned Understudies\n\n\n\n\n\n\nSCP-3465\n\n\nBetter Safe Than Sorry\n\n\n\n\n\n\nSCP-3466\n\n\nOnly Birdbrains Live the American Dream\n\n\n\n\n\n\nSCP-4006\n\n\n#MassaTruthetts\n\n\n\n\n\n\nSCP-4455\n\n\nIn Short…\n\n\n\n\n\n\nSCP-4465\n\n\nNo Man is an Island\n\n\n\n\n\n\nSCP-4466\n\n\nWhy the Long Face?\n\n\n\n\n\n\nSCP-4467\n\n\nOh, I Get It Now\n\n\n\n\n\n\nCo-Authored SCPs\n\n\n\n\n\n\nSCP\n\n\nTitle\n\n\nCo-Author\n\n\n\n\n\n\nSCP-1549\n\n\nIn Absence of a Perfect Medium\n\n\nBillith\n\n\n\n\n\n\nSCP-2983\n\n\nChoco-Wonder Explosion Marshmallow Bites!™ by Dr. Wondertainment\n\n\nUncle Nicolini\n\n\n\n\n\n\nSCP-3379\n\n\nD-11424 & the Arctic Meat Hole of Infinite Wonders\n\n\nWeryllium\n\n\n\n\n\n\nSCP-3482\n\n\nNature Versus Naturalization\n\n\nRoget\n\n\n\n\n\n\nSCP-3633\n\n\nI'm Right Behind Me\n\n\nCaptain Kirby\n\n\n\n\n\n\nSCP-3713\n\n\nAll the World's a Stage\n\n\nVaraxous\n\n\n\n\n\n\nSCP-4029\n\n\nToo Many Legs to be Going Nowhere\n\n\nMaliceAforethought\n\n\n\n\n\n\nVend-a-Friend\n\n\n\n\n\n\nChapter\n\n\nTitle\n\n\n\n\n\n\nAct I\n\n\n\n\n\n\nChapter 1\n\n\nWe Just Make Toys\n\n\n\n\n\n\nChapter 2\n\n\nTo Think I've Spent My Whole Life Waiting\n\n\n\n\n\n\nChapter 3\n\n\nI Don't Get It, I Functioned Before\n\n\n\n\n\n\nChapter 4\n\n\nYou Can't Win Them All\n\n\n\n\n\n\nChapter 5\n\n\nBe Strange or Be Forgotten\n\n\n\n\n\n\nAct II\n\n\n\n\n\n\nChapter 6\n\n\nSometimes the Best Intentions are in Need of Redemption\n\n\n\n\n\n\nChapter 7\n\n\nLife's a Show\n\n\n\n\n\n\nChapter 8\n\n\n...And I'm the Star!\n\n\n\n\n\n\nChapter 9\n\n\nBack in Habit\n\n\n\n\n\n\nChapter 10\n\n\nPepper's Lament\n\n\n\n\n\n\nChapter 11\n\n\nSouls & Somas\n\n\n\n\n\n\nChapter 12\n\n\nDeceptive Cadence\n\n\n\n\n\n\nAct III\n\n\n\n\n\n\nChapter 13\n\n\nAnd I Think To Myself...\n\n\n\n\n\n\nChapter 14\n\n\nEverything Will Be Okay\n\n\n\n\n\n\nChapter 15\n\n\nHolding an Umbrella but the Sun's Still Shining\n\n\n\n\n\n\nAscension\n\n\n\n\n\n\nChapter\n\n\nTitle\n\n\n\n\n\n\nChapter 1\n\n\nSometimes I Wish This Moment Could Last Forever\n\n\n\n\n\n\nChapter 2\n\n\nWaiting on the Good Times\n\n\n\n\n\n\nChapter 3\n\n\nForever Young\n\n\n\n\n\n\nChapter 4\n\n\nWe Didn't Do This For Nothing\n\n\n\n\n\n\nChapter 5\n\n\nURA-1902\n \naka The Missing Link\n\n\n\n\n\n\nChapter 6\n\n\nThe Consequences of a Deep, Dark Disassociation\n\n\n\n\n\n\nChapter 7\n\n\nThe Call to Action (for a Modern Audience)\n\n\n\n\n\n\nChapter 8\n\n\nThe Elusive Mx. LaFerrier\n\n\n\n\n\n\nChapter 9\n\n\nIt Feels Like I Only Go Backwards\n\n\n\n\n\n\nChapter 10\n\n\nAlong for the Ride\n\n\n\n\n\n\nChapter 11\n\n\nA Hole in the Tapestry\n\n\n\n\n\n\nChapter 12\n\n\nXXXXX\n\n\n\n\n\n\nChapter 13\n\n\nIndustrial\n\n\n\n\n\n\nChapter 14\n\n\nDancing with Rachael\n\n\n\n\n\n\nChapter 15\n\n\nAscension\n\n\n\n\n\n\nEpilogue\n\n\nA World Unto Yourself\n\n\n\n\n\n\nCollaboration Contest\n Entries w/ Ellie\n\n\n\n\n\n\nMake America Normaler\n\n\n\n\n\n\nOff the Hook\n\n\n\n\n\n\nMisc. Tales\n\n\n\n\n\n\nCornelius the Collector\n\n\n\n\n\n\nCurtain Call\n\n\n\n\n\n\nThe Really Really Real Adventures in Capitalism\n\n\n\n\n\n\nI've Been Through the Desert on a Horse with No Name\n\n\n\n\n\n\nOn the Radar\n \nfor the miniseries\n \nThe Ursus Maritimus Incident\n\n\n\n\n\n\nGroup of Interest / Canon Hubs\n\n\n\n\n\n\nHub\n\n\nNotes\n\n\n\n\n\n\nDr. Wondertainment Hub\n\n\nMade w/ \ntaylor_itkin\n does not match any existing user name\n\n\n\n\n\n\nWhat a Wonderful World Hub\n\n\nMade w/ help from \nUncle Nicolini\n, a canon sprouted from Vend-a-Friend!\n\n\n\n\n\n\nWilson's Wildlife Solutions Hub\n\n\nMy pride and joy, my very own Group of Interest\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+318\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-4455\n\n\nObject Class:\n Keter\n\n\nContainment Procedures:\n SCP-4455 is sealed in an airtight, skintight mold. Two tubes connected to SCP-4455's esophagus and trachea will deliver water, food, and air. Two tubes connected to SCP-4455’s urethra and rectum will remove excrement. Two speakers by each of SCP-4455's ears will constantly play audio books.\n\n\nDescription:\n SCP-4455 is a masculine humanoid entity with the ability to greatly condense and shorten narratives, often bypassing logical lines of causality. SCP-4455 was discovered in a white latex suit and motorcycle helmet. The suit has a single black line across the midriff and text across the left pectoral area that reads \"The Streamliner\".\n\n\nDiscovery:\n On 12/02/2018, SCP-4455 was discovered in battle with another anomalous entity in Chicago, Illinois. MTF Omega-12 (\"Achilles Heel\") was dispatched to contain both entities.\n\n\n\n\nDiscovery Log:\n \nThe following recovery log is a transcribed excerpt from Agent LaFerrier's body camera. The entity that is not SCP-4455 has been designated SCP-4455-Ω.\n\n\n\n\n(\nSCP-4455-Ω and SCP-4455 are seen facing each other on a roof in Chicago, while it is raining. Agent LaFerrier watches from behind rubble.\n)\n\n\nSCP-4455-Ω:\n It was a dark and stormy night. I looked down on my arch-nemesis, the Streamliner. His smug, stupid face. His white, silken outfit adorned with the blood I had drawn from his quickly thinning veins. His undoing was undoubtedly in my grasp. \"You fool!\" I yelled, \"you've run right into my trap!\" His face was hard to read, but it seemed always to be like that. His eyes, blank. His outfit, white. He was almost hard to look at, how bland and unseeming he appeared.\n\n\nSCP-4455-Ω:\n But I, \nthe Expositor\n, would not be fooled \nthis\n time! Streamliner had foiled me one too many times. Over, and over, how swiftly he could take down my plans. A pain in my side — nay, a pain in my everything. But this city was doomed from the start! \"The bombs will go off as soon as I press this button,\" I said, \"and all your loved ones will \ndie!\n Bwahahahahahaha!!\" I could not contain my laughter. The joy of finally being on top was too much.\n\n\nSCP-4455-Ω:\n The grime of these streets, the \nhate\n that I have felt my whole god damned life. Ever since I was born, I have had shit luck. They found me in a dumpster, by a pizza place. Giordano's, if I remember correctly. Ah yes, I do. That damned pizza place. Those smug people, unknowing of the scum that live in this city. Scum like me. Oh yes, like me.\n\n\nSCP-4455-Ω:\n And then they gave me over to those \nbastards\n, those \nabusers!\n I was beaten every night, and woke up only to be beaten again. The belt, that damned belt. But no matter. When I was of age, I tied them up one night, and strangled them with the very same belt. Those fuckers. Deserved every second that the life slowly drained from their eyes. Every second of every day since then I have sworn, \nsworn\n, that I would make this city \npay\n for what it's done to me!\n\n\nSCP-4455-Ω:\n And I have given my \nall\n to building this empire. This master plan. But the Streamliner! This bleeding lump of flesh that laid before me now, he stopped me at every turn. The \nfool!\n What could he ever have seen in these people!? These worthless \nants\n that populate this city, this \nearth!\n But tonight was when it all ended. Everything I had ever worked for was leading up to this moment, and I \nfinally\n got over the biggest hurdle, this freak who thinks himself some \"hero\". \"As long as I keep talking,\" I began to grin, or was I grinning already?, \"you have no power over me! Don't you feel like such a fool? Your greatest weakness, \nspeech!\n\" I laughed again. \"Mwahahahahahahaha!\"\n\n\nSCP-4455-Ω:\n And nothing could stop me! Say goodbye to your miserable little city, \nStreamliner!!\n I will rise above the dirt and filth of this world, and I will —\n\n\n(\nAgent LaFerrier emerges from behind rubble and attempts to shoot SCP-4455-Ω, but is pushed back by an invisible force synced with SCP-4455-Ω's hand motions.\n)\n\n\nSCP-4455-Ω:\n \nNo!\n Nothing can stop me, not some new prick or anyone!! \nNothing\n, I said, and I meant it!! Now, back to my monologue. I will rise above the dirt and filth of this world, and I will… I will… oh dear, what was I about to say?\n\n\n(\nSCP-4455 neutralizes SCP-4455-Ω.\n)\n\n\n\n\nNotes:\n \nFollowing this exchange, \"Achilles Heel\" then attempted to contain SCP-4455 by force, but SCP-4455 escaped.\n\n\n\n\nRecovery:\n 28 attempts were made to contain SCP-4455 before a successful effort. Below are recorded several notable events, along with a log of the successful attempt.\n\n\n\n\nAttempt #2:\n On 1/20/2019, \"Achilles Heel\" is dispatched after SCP-4455 stops a bank robbery in Chicago. \"Achilles Heel\" surrounds the bank on all sides, armed with several weapons and prepared to use thaumaturgic forces.\n\n\nSCP-4455 escapes.\n\n\n\n\n\n\nAttempt #7:\n On 9/11/2019, \"Achilles Heel\" is dispatched after SCP-4455 reportedly rescues a cat from a tree in Maggie Daley Park (in Chicago). A helicopter attempts to spotlight SCP-4455 and track their movements. \"Achilles Heel\" completely surrounds the park, carrying with them SRA grenades. The helicopter is also prepared to drop SRA mines. Several agents of \"Achilles Heel\" run into the park to apprehend SCP-4455.\n\n\nSCP-4455 escapes.\n\n\n\n\n\n\nAttempt #18:\n The SCP-4455 research team, working in conjunction with \"Achilles Heel\", stages a return of SCP-4455-Ω on 3/01/2020, and lures SCP-4455 to a concrete bunker disguised as SCP-4455-Ω's \"secret lair\". After SCP-4455 enters the bunker, the only exit, a meter-thick steel door, is bolted shut behind it. A surveillance system shows SCP-4455 successfully contained within the bunker. Hidden SRAs in every room of the bunker are activated in an attempt to subdue SCP-4455's abilities.\n\n\nSCP-4455 escapes.\n\n\n\n\n\n\nAttempt #29:\n \nOn 3/12/2024, \"Achilles Heel\" is dispatched to SCP-4455's base (discovered in the aftermath of Attempt #28). \"Achilles Heel\" enters the premises at 2:00 am, after seeing SCP-4455 enter the previous night. Below is an excerpt of the log.\n\n\n\n\nCaptain Alpha:\n I am entering the front door! Agent Beta and Theta are with me, Delta following closely behind.\n\n\nAgent Beta:\n I am following Captain Alpha.\n\n\nAgent Theta:\n As am I.\n\n\nAgent Gamma:\n I am entering from the west window!\n\n\nAgent Epsilon:\n I am entering from the east window.\n\n\nCaptain Alpha:\n Beta, Theta and I are inside the main lobby area. Theta and Beta are checking my back as I open the east door of this room.\n\n\nAgent Gamma:\n I have found a door that I believe leads to the sleeping chamber of the subject!\n\n\nCaptain Alpha:\n I am instructing Agent Gamma to stay where they are and wait for backup, and for Lambda and Zeta to sweep the house!\n\n\nAgent Lambda:\n I am entering through the roof, and afterwards I will follow directions.\n\n\nAgent Zeta:\n I am entering behind Agent Epsilon, and afterwards I will follow directions.\n\n\nAgent Eta:\n I am monitoring the perimeter, and awaiting further instruction.\n\n\nCaptain Alpha:\n Agent Eta, you are to continue monitoring the perimeter. I am going to enter through this door, but if there is nothing of note in this next room I and my crew of Beta and Theta will turn around and enter the west door towards Agent Gamma.\n\n\nAgent Beta:\n Captain Alpha is opening the door! The door has been opened!\n\n\nCaptain Alpha:\n The room is blank!\n\n\nAgent Zeta:\n Agent Epsilon and I are exiting the attic through a drop down ladder, into the rest of the house.\n\n\nAgent Epsilon:\n I am doing what Agent Zeta says I am doing!\n\n\nAgent Eta:\n I am still monitoring the perimeter, but I am attempting to circle the house towards the bedroom window, according to where Agent Gamma said they were!\n\n\nCaptain Alpha:\n I am opening the west door of the lobby.\n\n\nAgent Beta:\n I am following Captain Alpha towards the west door!\n\n\nAgent Theta:\n I am also following Captain Alpha towards the west door.\n\n\nCaptain Alpha:\n I am opening the door, I have opened the door, I am able to see Agent Gamma.\n\n\nAgent Gamma:\n I am making eye contact with Captain Alpha. I am motioning towards the door to SCP-4455's bedroom.\n\n\nAgent Eta:\n I have a view on SCP-4455's bedroom window.\n\n\nCaptain Alpha:\n I am about to open the door, with Agent Gamma backing me up, and Agents Beta and Theta checking behind us. What are Agents Zeta and Epsilon doing?\n\n\nAgent Zeta:\n We are staying put, so as not to confuse the narrative.\n\n\nCaptain Alpha:\n Please continue updating, even if you are staying still, to allow as little narrative space as possible. This is our shot. I take a deep breath.\n\n\nAgent Beta:\n Captain Alpha is currently taking a deep breath.\n\n\nCaptain Alpha:\n I am readying my weapon.\n\n\nAgent Gamma:\n Captain Alpha has raised a tranquilizer rifle. I have pulled an SRA grenade from my pocket, handed one to Agent Theta —\n\n\nAgent Theta:\n I have received and readied said SRA grenade.\n\n\nAgent Gamma:\n — and I have another in my hand, ready to breach the door.\n\n\nCaptain Alpha:\n I am opening the door!\n\n\nAgent Gamma:\n I am ready to see you open the door!\n\n\nAgent Eta:\n I am still observing the window!\n\n\nAgent Epsilon:\n I am staying put!\n\n\nAgent Zeta:\n As am I!\n\n\nCaptain Alpha:\n The door is being opened, the door has been opened, I have visual on SCP-4455 —\n\n\nAgent Gamma:\n As do I!\n\n\nCaptain Alpha:\n — and I am going to shoot a tranquilizer dart! I have shot a tranquilizer dart into SCP-4455!\n\n\nAgent Gamma:\n I have thrown a primed SRA grenade!\n\n\nAgent Beta:\n As have I!\n\n\nCaptain Alpha:\n \nSCP-4455 is incapacitated!!\n\n\nAgent Eta:\n Everyone is cheering!\n\n\n\n\nNotes:\n \n\"Achilles Heel\" continued to subdue SCP-4455's abilities by narrowing narrative complexity through constant speech. 52 hours later (actions took significantly longer to perform as they had to be described in detail), current containment was established. Several agents of \"Achilles Heel\" have been awarded the SCP Badge of Honor for their admirable field work while containing a highly unorthodox anomaly.\n\n\n\n\nAddendum 4/18/2026:\n SCP-4455 breached containment.\n\n\n\n\n\n\n\n\n« \nSCP-4454\n | SCP-4455 | \nSCP-4456\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4455\n\" by DarkStuff, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4455\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4/18/2026: SCP-4455 breached containment."
    ],
    "documents": [],
    "notes": [
        "Discovery Log: The following recovery log is a transcribed excerpt from Agent LaFerrier's body camera. The entity that is not SCP-4455 has been designated SCP-4455-Ω. ( SCP-4455-Ω and SCP-4455 are seen facing each other on a roof in Chicago, while it is raining. Agent LaFerrier watches from behind rubble. ) SCP-4455-Ω: It was a dark and stormy night. I looked down on my arch-nemesis, the Streamliner. His smug, stupid face. His white, silken outfit adorned with the blood I had drawn from his quickly thinning veins. His undoing was undoubtedly in my grasp. \"You fool!\" I yelled, \"you've run right into my trap!\" His face was hard to read, but it seemed always to be like that. His eyes, blank. His outfit, white. He was almost hard to look at, how bland and unseeming he appeared. SCP-4455-Ω: But I, the Expositor , would not be fooled this time! Streamliner had foiled me one too many times. Over, and over, how swiftly he could take down my plans. A pain in my side — nay, a pain in my everything. But this city was doomed from the start! \"The bombs will go off as soon as I press this button,\" I said, \"and all your loved ones will die! Bwahahahahahaha!!\" I could not contain my laughter. The joy of finally being on top was too much. SCP-4455-Ω: The grime of these streets, the hate that I have felt my whole god damned life. Ever since I was born, I have had shit luck. They found me in a dumpster, by a pizza place. Giordano's, if I remember correctly. Ah yes, I do. That damned pizza place. Those smug people, unknowing of the scum that live in this city. Scum like me. Oh yes, like me. SCP-4455-Ω: And then they gave me over to those bastards , those abusers! I was beaten every night, and woke up only to be beaten again. The belt, that damned belt. But no matter. When I was of age, I tied them up one night, and strangled them with the very same belt. Those fuckers. Deserved every second that the life slowly drained from their eyes. Every second of every day since then I have sworn, sworn , that I would make this city pay for what it's done to me! SCP-4455-Ω: And I have given my all to building this empire. This master plan. But the Streamliner! This bleeding lump of flesh that laid before me now, he stopped me at every turn. The fool! What could he ever have seen in these people!? These worthless ants that populate this city, this earth! But tonight was when it all ended. Everything I had ever worked for was leading up to this moment, and I finally got over the biggest hurdle, this freak who thinks himself some \"hero\". \"As long as I keep talking,\" I began to grin, or was I grinning already?, \"you have no power over me! Don't you feel like such a fool? Your greatest weakness, speech! \" I laughed again. \"Mwahahahahahahaha!\" SCP-4455-Ω: And nothing could stop me! Say goodbye to your miserable little city, Streamliner!! I will rise above the dirt and filth of this world, and I will — ( Agent LaFerrier emerges from behind rubble and attempts to shoot SCP-4455-Ω, but is pushed back by an invisible force synced with SCP-4455-Ω's hand motions. ) SCP-4455-Ω: No! Nothing can stop me, not some new prick or anyone!! Nothing , I said, and I meant it!! Now, back to my monologue. I will rise above the dirt and filth of this world, and I will… I will… oh dear, what was I about to say? ( SCP-4455 neutralizes SCP-4455-Ω. ) Notes: Following this exchange, \"Achilles Heel\" then attempted to contain SCP-4455 by force, but SCP-4455 escaped.",
        "Attempt #2: On 1/20/2019, \"Achilles Heel\" is dispatched after SCP-4455 stops a bank robbery in Chicago. \"Achilles Heel\" surrounds the bank on all sides, armed with several weapons and prepared to use thaumaturgic forces. SCP-4455 escapes.",
        "Attempt #7: On 9/11/2019, \"Achilles Heel\" is dispatched after SCP-4455 reportedly rescues a cat from a tree in Maggie Daley Park (in Chicago). A helicopter attempts to spotlight SCP-4455 and track their movements. \"Achilles Heel\" completely surrounds the park, carrying with them SRA grenades. The helicopter is also prepared to drop SRA mines. Several agents of \"Achilles Heel\" run into the park to apprehend SCP-4455. SCP-4455 escapes.",
        "Attempt #18: The SCP-4455 research team, working in conjunction with \"Achilles Heel\", stages a return of SCP-4455-Ω on 3/01/2020, and lures SCP-4455 to a concrete bunker disguised as SCP-4455-Ω's \"secret lair\". After SCP-4455 enters the bunker, the only exit, a meter-thick steel door, is bolted shut behind it. A surveillance system shows SCP-4455 successfully contained within the bunker. Hidden SRAs in every room of the bunker are activated in an attempt to subdue SCP-4455's abilities. SCP-4455 escapes.",
        "Attempt #29: On 3/12/2024, \"Achilles Heel\" is dispatched to SCP-4455's base (discovered in the aftermath of Attempt #28). \"Achilles Heel\" enters the premises at 2:00 am, after seeing SCP-4455 enter the previous night. Below is an excerpt of the log. Captain Alpha: I am entering the front door! Agent Beta and Theta are with me, Delta following closely behind. Agent Beta: I am following Captain Alpha. Agent Theta: As am I. Agent Gamma: I am entering from the west window! Agent Epsilon: I am entering from the east window. Captain Alpha: Beta, Theta and I are inside the main lobby area. Theta and Beta are checking my back as I open the east door of this room. Agent Gamma: I have found a door that I believe leads to the sleeping chamber of the subject! Captain Alpha: I am instructing Agent Gamma to stay where they are and wait for backup, and for Lambda and Zeta to sweep the house! Agent Lambda: I am entering through the roof, and afterwards I will follow directions. Agent Zeta: I am entering behind Agent Epsilon, and afterwards I will follow directions. Agent Eta: I am monitoring the perimeter, and awaiting further instruction. Captain Alpha: Agent Eta, you are to continue monitoring the perimeter. I am going to enter through this door, but if there is nothing of note in this next room I and my crew of Beta and Theta will turn around and enter the west door towards Agent Gamma. Agent Beta: Captain Alpha is opening the door! The door has been opened! Captain Alpha: The room is blank! Agent Zeta: Agent Epsilon and I are exiting the attic through a drop down ladder, into the rest of the house. Agent Epsilon: I am doing what Agent Zeta says I am doing! Agent Eta: I am still monitoring the perimeter, but I am attempting to circle the house towards the bedroom window, according to where Agent Gamma said they were! Captain Alpha: I am opening the west door of the lobby. Agent Beta: I am following Captain Alpha towards the west door! Agent Theta: I am also following Captain Alpha towards the west door. Captain Alpha: I am opening the door, I have opened the door, I am able to see Agent Gamma. Agent Gamma: I am making eye contact with Captain Alpha. I am motioning towards the door to SCP-4455's bedroom. Agent Eta: I have a view on SCP-4455's bedroom window. Captain Alpha: I am about to open the door, with Agent Gamma backing me up, and Agents Beta and Theta checking behind us. What are Agents Zeta and Epsilon doing? Agent Zeta: We are staying put, so as not to confuse the narrative. Captain Alpha: Please continue updating, even if you are staying still, to allow as little narrative space as possible. This is our shot. I take a deep breath. Agent Beta: Captain Alpha is currently taking a deep breath. Captain Alpha: I am readying my weapon. Agent Gamma: Captain Alpha has raised a tranquilizer rifle. I have pulled an SRA grenade from my pocket, handed one to Agent Theta — Agent Theta: I have received and readied said SRA grenade. Agent Gamma: — and I have another in my hand, ready to breach the door. Captain Alpha: I am opening the door! Agent Gamma: I am ready to see you open the door! Agent Eta: I am still observing the window! Agent Epsilon: I am staying put! Agent Zeta: As am I! Captain Alpha: The door is being opened, the door has been opened, I have visual on SCP-4455 — Agent Gamma: As do I! Captain Alpha: — and I am going to shoot a tranquilizer dart! I have shot a tranquilizer dart into SCP-4455! Agent Gamma: I have thrown a primed SRA grenade! Agent Beta: As have I! Captain Alpha: SCP-4455 is incapacitated!! Agent Eta: Everyone is cheering! Notes: \"Achilles Heel\" continued to subdue SCP-4455's abilities by narrowing narrative complexity through constant speech. 52 hours later (actions took significantly longer to perform as they had to be described in detail), current containment was established. Several agents of \"Achilles Heel\" have been awarded the SCP Badge of Honor for their admirable field work while containing a highly unorthodox anomaly.",
        "\" SCP-4455 \" by DarkStuff, from the SCP Wiki . Source: https://scpwiki.com/scp-4455 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4455",
    "object_class": "Keter",
    "description": "SCP-4455 is a masculine humanoid entity with the ability to greatly condense and shorten narratives, often bypassing logical lines of causality. SCP-4455 was discovered in a white latex suit and motorcycle helmet. The suit has a single black line across the midriff and text across the left pectoral area that reads \"The Streamliner\".",
    "title": "SCP-4455"
}