{
    "url": "https://scp-wiki.wikidot.com/scp-4461",
    "all_text": "rating: \n+135\n+\n–\nx\n\n\n \n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nIf you are seeing this document, please immediately report to the person listed at the top of Foundation Personnel List 8288-A.\n\n\n\n\nItem #:\n SCP-4461\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-4461 is to be contained in a non-descript box near, but preferably not directly on, a Foundation site. This location is not to be listed in any Foundation records or disclosed to any Foundation employee except this object's HMCL\n1\n. The database version of this containment file is not to includ\nfffffffffffffffff\n\n\nok so, at some point a bunch of stuff got deleted, but I didn't do it, I promise\n\n\ni am a janitor, i don't usually work with files. so i'm really sorry if this is in the wrong format or something, but I'm going to do my best. therer a lot of options on this screen and I am afraid of clicking the wrong one and messing everything up. so please stay with me, ok\n\n\nThe box is to be obviously marked as Foundation Property, with prominent instructions that if found, it should not be opened, but instead be delivered to the next person on Foundation Personnel List 8288-A (See \nAddendum 1\n). A physical copy of this containment file is to be printed on acid-free paper and the attached files downloaded onto non-volatile removable media. A copy is to be placed with SCP-4461 in the event the HMCL is unable to find a replacement before becoming incapacitated, or meets an unexpected death.\n\n\ntest test, can i add stuff? \nNash Pinkle\n woz here\n\n\noh shit how do i delete tat\n\n\nIn the event that the HMCL discovers any other Foundation employee (up to and including O5 personnel) is attempting to investigate SCP-4461, they are to immediately initiate the containment protocol listed in \nAddendum 3\n.\n\n\n\n\n\n\nSCP-4461 before containment.\n\n\n\n\n\n\nDescription:\n SCP-4461 is a round sphere of leather, 73mm in diameter, stitched from two pieces of fitting leather scraps secured into a spherical pouch with twine. testing confirms it is filled with sand of unknown origin. Attempts to open the object for further testing do not work. \nit looks kinda like an acient baseball.\n\n\nSCP-4461 is an infohazard. When a person in a position of leadership becomes aware of SCP-4461, they immediately become an instance of SCP-4461-A. In a matter of time ranging from several weeks to several months, the organizational structure below SCP-4461-A suffers increased inefficiency, failure, and catastrophe that grows in severity.\n2\n\n\nThese include, but are not limited to:\n\n\n\n\nLoss of efficiency\n\n\nPolicy violations\n\n\nSickness\n\n\nIncreased turnover rate\n\n\nAccidents\n\n\nSudden death\n\n\n\n\nUltimately, the organizational structure reporting to SCP-4461-A will crumble. Further hierarchies under SCP-4461-A's command will also fail; notably, SCP-4461-A will not suffer these effects themselves (unless those above them in their organizational hierarchy are also affected).\n\n\nother things have been tried sometimes, but didn't work. but ya know, you can't really test it without people finding out, and then everything is fucked, rite\n\n\niffn im being honest i dont want to do this. so it was oh like two years or so ago I was workin janitor for site 52 outside manchester (COME ON U REDS), i get told 'pack yer shit up, Nash, yer goin to france.' so I get an address and a plane ticket, my flat gets sold overnight and i'm off to fuckkken france. i dont SPEAK FRENCH\n\n\nThis effect can only be stopped by SCP-4461-A's death. Uses of amnestics on affected subjects do not slow or inhibit the effects of SCP-4461.\n\n\nso i find out im the new trainee under this old guy. dean. wasn't much training. an i was SHIT at the job, right? thought I was gonna get fired, kept fuckin things up. and then one day he told me about this 4461. and told me i'd been promoted to HMCL. an i asked him what it meant and he gave me this usb sitck, told me to read the file. then he wished me good luck an was gone. never saw im again.\n\n\nAddenda\n\n\n\n\n+ Addendum 1.A: Foundation Personnel List 8288-A\n\n\n\n\n- Addendum 1.A: Foundation Personnel List 8288-A\n\n\n\n\nFPL-8288-A is a list of 50 Class-0 Clearance Foundation Personnel who have the lowest scores on the Ranser-G Ambition Scale and no subordinates. This list is to be placed in an easily-accessible location with redundant backups and be available to all Foundation employees. It is to be self-maintaining without human intervention. Attempts to redact or expunge this document should be met with warnings regarding unspecified infohazardous \nit sucks being on this list. makes you a joke, nobody takes you seriously. i am Nash, king of shit hill.\n\n\nan like, when ur on this list, you go nowhere. never get promotions. but u also don get fired. look at the thing on the next section\n\n\nfuckin shitfuckshit\n\n\nok so, it was in the next one, it's not there anymore, i accidentally turned THE WHOLE FUKIN THING INTO BLOCKS and chant change it back, FUCK\n\n\nanyway, there's this thing about the job, right? you can't get fired. not allowed. if yer on that shit list, you stay there. for fuckin ever.\n\n\ni asked dean, before he left, if i had done a good job.\n\n\n'no,' he laughed, and i thought he was takin the piss. then he says 'you were shit at your job but youll get better. we all do.'\n\n\n\n\n\n\n\n\n\n\n+ Addendum 1.B: Employment status and FPL 8288-A\n\n\n\n\n- Addendum 1.B: Employment status and FPL 8288-A\n\n\n\n\n██ █████████████ ██ ██, ███-███ ████████ ███ ███ █████ ███ ███████ ██ ███ ████████ █████ ██ ███████ ████████ ██ ████. ███████████ ██ █████████ ██ ██████████ ██ ███-███ █████████ ██ ██████████ ██████ ██ ████████ ████ ██████████ ██████████ ███ ███ ████████ ███ ███████ ██ █████████████ ████████ ██ █ █████████ ████████ ████ ██████████ ██████████.\n\n████████ ███-███ ███ ██ █████ ██████, ██ ████ ███ ████ █ █████ ███████ ██ ███████ ████████. ███-███ ███ ████ ████████ ████████ ██ ███████ █████ ███ ██ ██ ███████ ████ ██ █ ████, ███████ ████ ███████ ██ ████████ █████, ███████ ██ █ ██████ ███████ ███ ██████ ██ ████████ ███ ██ █████, [████ ████████] ██ ██████, ████████ █████ ███ [████████] ███████ [████████] ████ ███████ ████████ █████ ███████████ █████ █████ ███████, ███████ █████ █████, ███.\n\n\nUNDO\n\nUNREDARCT\n\n\nfuck, not working\n\n\noh but you know what you CAN do? get transfered. I've had shitty supervisors that wanted me out on my ass, but they wasn't allowed. they transfer me somewhere else. know how that feels? i been transferred to 4 sites since gettin into this shit.\n\n\ni even started learning french, fat lot it did me\n\n\n\n\n\n\n\n\n\n\n+ Addendum 2: Unusual Cargo manifest, 1691\n\n\n\n\n- Addendum 2: Unusual Cargo manifest, 1691\n\n\n\n\n\n\nThe R. H. Commission on Unusual Cargo\n\n\nManifest\n\n\nAuthorized by the Board of Regents of said Commission\n\n\nManifest #349\n\n\nStorage:\n I have placed the object in a box, with a letter detailing its effects, and placed both inside a larger box, and buried them near \nour headquarters\n, beneath three coconut trees on the due west side of the island.\n\n\nCargo Description\n\n\n[Large section removed with ink]\n\n\nI discovered the object when I met a privateer in Clew Bay. He was a destitute fellow, who in a drunken state told me of his woes; after raiding a merchant vessel and obtaining the object, he had a round of terrible luck that resulted in the deaths of most of his crew and the sinking of his ship.\n\nUpon obtaining the object, I suffered a similar fate; the Commission agents under my command all met sad and terrible fates, and I was relieved of duty. Experiments on the object's effects proved similar. The only relief I have is that neither the object nor its properties were as of yet disclosed to the Commissioner.\n\nUnderstanding now what I do about it, I know of only one solution. I shall bury the item, turn in my resignation to the Commissioner, and take my life.\n\n\nAttest:\n Henry Abiel\n\n\n\n\nknow what i don't get? dean. must be dead tho right? cuz i stopped having accidents n shit.\n\n\nalso i wish i knew how to add new blocks, this system is fucked\n\n\n\n\n\n\n\n\n\n\n+ Addendum 3: Instructions to HMCL\n\n\n\n\n- Addendum 3: Instructions to HMCL\n\n\n\n\nIf any person discovers SCP-4461 or learns of its existence, you are authorized to terminate them. \nonly had this happen once. i hope never again. please god never again. i'm sorry carl, it wasn't your fault.\n\n\nShould any person, including Foundation personnel, be discovered to be investigating SCP-4461, the following instructions are to be followed in order.\n\n\n\n\nRun the attached self-deleting antimemetic virus to locate and permanently encrypt all files related to SCP-4461 which may exist on Foundation databases.\n\n\nContact the employee using the attached authentication credentials, and send the compliance instructions attached (See \nAddendum 4\n).\n\n\nIf they fail to comply, run the attached program titled \"4461-WNDG0\" and enter the personnel name.\n\n\nIf a mass breach of SCP-4461 occurs or is imminent, you are to run the attached failsafe program, which will retrieve direct contact information for a single Overseer chosen at random. You are to send this document and all its attachments to them. They will take appropriate action.\n\n\n\n\nmaybe one day we'll see each other in heaven. i mean, if i ever get there, because despite wot i did, im a good person. right? i never meant to hurt nobody.\n\n\nshouldn't have said nothin. shouldn't have gon to the pub with u carl\n\n\nan then i let the fuckin thing slip out, and i knew\n\n\ni dunno how i knew, i just knew you caught it. like adisease\n\n\nan then when that kid u hired got hurt at your shop, i knew it was just gonna get worse\n\n\nso i did what i did to save them\n\n\nand im sorry it's all my fault\n\n\nwho am i kidding, im going to hell\n\n\n\n\n\n\n\n\n\n\n+ Addendum 4: Compliance instructions\n\n\n\n\n- Addendum 4: Compliance instructions\n\n\n\n\n\n\nIf you are reading this and you are not on Foundation Personnel List 8288-A, then I am sorry to inform you that you are now required to perform a specific duty to contain SCP-4461, the containment protocols of which you have broken, whether intentionally or unintentionally.\n\n\nThe following is an instruction on behalf of the Overseer Council. Attached you will find credentials authenticating the validity of this message. \nYou absolutely cannot tell your peers or superiors what you are about to read, or the actions you are ordered to take.\n\n\nTime is very short before the object begins to impact your subordinates in this organization. I know. It's happening to mine already.\n\n\n\n\nOrder immediate termination of any Foundation employee other than you who you know has learned about the object.\n3\n\n\nIf there is not currently an HMCL for the object, appoint the appropriate person at the top of FPL-8288-A.\n\n\nTerminate yourself as soon as possible.\n\n\n\n\nIf it makes you feel any better, I am about to perform all of these instructions myself. So at least you're not alone.\n\n\nOrdered,\n\nO5-█\n\nHMCL, SCP-4461\n\n\n\n\nyou takin th fuckin piss, fucking O5-SHIT\n\n\ni'll always be alone\n\n\n\n\n\n\n\n\n\n\n+ Addendum 5: NEW ADDENDUM TITLE HERE\n\n\n\n\n- Addendum 5: NEW ADDENDUM TITLE HERE\n\n\n\n\ni dont think i got any better, dean. u was wrong\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n1\n. Hazardous Materials Containment Liaison\n\n\n2\n. Attempts to trick the object through shell corporations, organizational silos, and other business structures do not appear to work. \nthe ball knows whos boss. fuckin wanker\n\n\n3\n. If you do not currently have termination privileges, an authorization code is attached to this message; send the employee's name and that code to the indicated secure mailbox in those instructions.\n\n\n\n\n\n\n\n\n« \nSCP-4460\n | SCP-4461 | \nSCP-4462\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4461\n\" by Sam Swicegood (CityToast), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4461\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage name:\n \nLeather ball MET 19.3.10-Elnaggar\n\n\nAuthor\n: Pharos\n\n\nSource\n: \nlink\n\n\nLicense\n: CC0",
    "addendums": [],
    "documents": [],
    "notes": [
        "The R. H. Commission on Unusual Cargo Manifest Authorized by the Board of Regents of said Commission Manifest #349 Storage: I have placed the object in a box, with a letter detailing its effects, and placed both inside a larger box, and buried them near our headquarters , beneath three coconut trees on the due west side of the island. Cargo Description [Large section removed with ink] I discovered the object when I met a privateer in Clew Bay. He was a destitute fellow, who in a drunken state told me of his woes; after raiding a merchant vessel and obtaining the object, he had a round of terrible luck that resulted in the deaths of most of his crew and the sinking of his ship. Upon obtaining the object, I suffered a similar fate; the Commission agents under my command all met sad and terrible fates, and I was relieved of duty. Experiments on the object's effects proved similar. The only relief I have is that neither the object nor its properties were as of yet disclosed to the Commissioner. Understanding now what I do about it, I know of only one solution. I shall bury the item, turn in my resignation to the Commissioner, and take my life. Attest: Henry Abiel",
        "If you are reading this and you are not on Foundation Personnel List 8288-A, then I am sorry to inform you that you are now required to perform a specific duty to contain SCP-4461, the containment protocols of which you have broken, whether intentionally or unintentionally. The following is an instruction on behalf of the Overseer Council. Attached you will find credentials authenticating the validity of this message. You absolutely cannot tell your peers or superiors what you are about to read, or the actions you are ordered to take. Time is very short before the object begins to impact your subordinates in this organization. I know. It's happening to mine already. Order immediate termination of any Foundation employee other than you who you know has learned about the object. 3 If there is not currently an HMCL for the object, appoint the appropriate person at the top of FPL-8288-A. Terminate yourself as soon as possible. If it makes you feel any better, I am about to perform all of these instructions myself. So at least you're not alone. Ordered, O5-█ HMCL, SCP-4461",
        "\" SCP-4461 \" by Sam Swicegood (CityToast), from the SCP Wiki . Source: https://scpwiki.com/scp-4461 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4461",
    "object_class": "Keter",
    "containment_procedures": "SCP-4461 is to be contained in a non-descript box near, but preferably not directly on, a Foundation site. This location is not to be listed in any Foundation records or disclosed to any Foundation employee except this object's HMCL1. The database version of this containment file is not to includfffffffffffffffff",
    "description": "SCP-4461 is a round sphere of leather, 73mm in diameter, stitched from two pieces of fitting leather scraps secured into a spherical pouch with twine. testing confirms it is filled with sand of unknown origin. Attempts to open the object for further testing do not work. it looks kinda like an acient baseball.",
    "title": "SCP-4461"
}