{
    "url": "https://scp-wiki.wikidot.com/scp-4464",
    "all_text": "Dogs Could Be Bigger\n\n\n\n\n\n\nrating: \n+177\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4464:\n Dogs Could Be Bigger\n\n\nAuthor:\n \nMortos\n\n\nEntry for the 2019 JamCon theme \"Shaggy Dog\".\n\n\nIf you like this, you can find more of my stuff \nhere!\n\n\n\n\n\n\n\n\nrating: \n+177\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA non-anomalous example of the Leonberger breed, supplied for visual reference.\n\n\n\n\n\n\nItem #:\n SCP-4464\n\n\nAnomaly Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Space-flight experiments involving canines are to be terminated by Foundation assets through any means necessary.\n\n\nAll satellite photos of the far side of the moon are to be filtered for potential evidence of SCP-4464-1, and photos of the inner solar system are to be similarly filtered for evidence of SCP-4464-2.\n\n\nDescription:\n SCP-4464 is an anomaly affecting all juvenile canines not significantly affected by Earth's gravity. The anomaly has two primary effects. Approximately 30 seconds after entering low gravity, affected canines will no longer require food, water or oxygen, and will no longer produce waste.\n\n\nFollowing the onset of these changes, the growth rate of an affected canine will increase dramatically; while the exact scale of this increase is difficult to measure, it is estimated to be several orders of magnitude beyond normal growth. This growth continues for the normal duration of the affected canine's adolescence, until it reaches an age at which it is fully developed. Thus, the amount of growth is relative to the age of the canine prior to their being affected; fully grown canines experience no effects from SCP-4464.\n\n\nSCP-4464-1 is a male Leonberger\n1\n currently located on the far side of the moon, standing approximately 1.1km tall. It spends the majority of its time sleeping, though it occasionally throws and then chases a large rock, presumably for entertainment. Approximately once per month, SCP-4464-1 will perform motions indicating it is attempting to howl, though no sound is produced due to the lack of atmosphere.\n\n\nSCP-4464-2 is a female Leonberger currently located in the approximate orbit of the asteroid belt between Mars and Jupiter. It measures an estimated 55km tall and is currently curled in a sleeping position. No movement has been detected since observation began. Orbiting SCP-4464-2 are four smaller objects, believed to be Leonberger puppies measuring approximately 50m tall, collectively designated SCP-4464-3. No individual movement has been observed in these objects.\n\n\nInvestigations into who originally sent SCP-4464-1 and SCP-4464-2 into space are currently in progress.\n\n\n\n\nFootnotes\n\n\n1\n. A breed of dog known for its large size, thick coat and friendly demeanour.\n\n\n\n\n\n\n\n\n« \nSCP-4463\n | SCP-4464 | \nSCP-4465\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4464\n\" by Mortos, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4464\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Leonberger_male.jpg\n\n\nName:\n File:Leonberger male.jpg\n\n\nAuthor:\n Kurre92\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4464 \" by Mortos, from the SCP Wiki . Source: https://scpwiki.com/scp-4464 . Licensed under CC-BY-SA .",
        "Filename: Leonberger_male.jpg Name: File:Leonberger male.jpg Author: Kurre92 License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4464",
    "containment_procedures": "Space-flight experiments involving canines are to be terminated by Foundation assets through any means necessary.",
    "description": "SCP-4464 is an anomaly affecting all juvenile canines not significantly affected by Earth's gravity. The anomaly has two primary effects. Approximately 30 seconds after entering low gravity, affected canines will no longer require food, water or oxygen, and will no longer produce waste.",
    "title": "SCP-4464"
}