{
    "url": "https://scp-wiki.wikidot.com/scp-4478",
    "all_text": "rating: \n+163\n+\n–\nx\n\n\nItem №:\n SCP-4478\n\n\nAnomaly Class:\n Keter\n\n\n\n\n::. load_trigger?\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n---------------------------------\n\n\n::\nx_tuple\n&& $s0\n4545-6722-01\n:.&&\n\n\n:]]&& \n14° 33e° 01^\n . DECLIVITY\n\n\n---------------------------------\n\n\n\n\n\n\nmnestic_trigger_loaded\n\n\ninformation_unsuppressed\n\n\n\n\n\n\n\n\nPartial view of SCP-4478.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4478 is contained on-site at the University of Warwick, under guise of a maintenance hallway. The inside of Zone Penrose has been coated with containment-grade steel plating, with entry limited to a covert subterranean tunnel. All previous exits have been sealed. Access to Zone Penrose is forbidden to personnel without Level 5/GRADIBUS philosophical certification.\n\n\n\nWhile SCP-4478 is a former staircase, Zone Penrose itself possesses no relation to stairs. Subtle memetic transfer agents embedded within ~5.2% of all Foundation media\n1\n contain this fact, which all relevant Foundation personnel should now possess knowledge of. The above trigger will have relieved your subconscious suppression of the knowledge, and the fact that Zone Penrose possesses no relation to stairs will persist in your short-term memory until your relationship with the SCP-4478 containment system is terminated.\n\n\nDescription:\n SCP-4478 is an indeterminate and partially undefined space within the University of Warwick, England. Originally a flight of stairs, SCP-4478 spontaneously developed a growth in ontology and a leakage of literary properties into the surrounding environment — although it has grown in size since initial containment, it has not yet expanded out of Zone Penrose due to the orchestrated incompatibility of the two semantic fields\n2\n. Because of the inherent hazards posed by stairs, and the exacerbation of these hazards within SCP-4478, entry into the region by living and/or sapient personnel is not recommended. SCP-4478 currently contains 44 persons, of whom 16 are deceased and 28 are missing in action.\n\n\nThe following is a record of known dissociated properties of SCP-4478.\n\n\n\n\n\n\nProperty type\n\n\nAssumed property description\n\n\nTarget(s) of property\n\n\nEffect\n\n\n\n\n\n\nMetaphor\n\n\nStairs as journey\n\n\nSelf (SCP-4478/stairs in general)\n\n\nPortions of the target randomly extend, branch, and halt unexpectedly, in defiance of physical constraints. Flights of stairs travelled at different times will lead to different destinations.\n\n\n\n\n\n\nSubtext\n\n\n\"\nStairs are simple compared to other methods of vertical movement, suggesting a lack of technological advancement\n\"\n\n\nSubjects within SCP-4478\n\n\nTargets will have their knowledge of concepts more advanced than stairs slowly erased by long-term exposure to SCP-4478. No other methods of vertical movement (including escalators, lifts, and jumping) are able to exist conceptually within SCP-4478.\n\n\n\n\n\n\nSimile\n\n\n\"\nStairs are like humans; both climb upwards without leaving their starting position\n\"\n\n\nGoals and aspirations of subjects within SCP-4478\n\n\nTargets are physically represented as staircases, with the base acting as the individual's immovable reality. Climbing these staircases results in individuals entering their own aspirations recursively.\n\n\n\n\n\n\nImplication\n\n\n\"\nThe existence of stairs suggests an eventual destination which is either lesser or greater than one's current position\n\"\n\n\nAbstract reality\n\n\nWithin SCP-4478, the target continuously expands and segments into 'upper' and 'lower' components, which subdivide recursively. Staircases are the only physical objects capable of transitioning between these areas while remaining unaffected by them. Personnel within a dividing area will have biomass split evenly amongst the resultant sub-areas.\n\n\n\n\n\n\nMetaphor\n\n\nStairs as ascension\n\n\nSelf (SCP-4478/stairs in general)\n\n\nSmall portions of the target represent a method of ascension to a (presumed) higher plane of reality. No persons have ever returned from such ascensions, though locations of prior ascensions can be distinguished by the faint sounds of laughter, classical piano music, indistinct voices, and repetitive wet thuds.\n\n\n\n\n\n\nForeshadowing\n\n\n\"\nThe existence of stairs portents a fall\n\"\n\n\nAny or all entities related to, or interacting with, stairs\n\n\nNot yet known.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Including all general-purpose training materials and all documents regarding SCP-4478.\n\n\n2\n. As detailed in this article's Special Containment Procedures.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4477\n | SCP-4478 | \nSCP-4479\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-4478 is contained on-site at the University of Warwick, under guise of a maintenance hallway. The inside of Zone Penrose has been coated with containment-grade steel plating, with entry limited to a covert subterranean tunnel. All previous exits have been sealed. Access to Zone Penrose is forbidden to personnel without Level 5/GRADIBUS philosophical certification.\n\nWhile SCP-4478 is a former staircase, Zone Penrose itself possesses no relation to stairs. Subtle memetic transfer agents embedded within ~5.2% of all Foundation media1 contain this fact, which all relevant Foundation personnel should now possess knowledge of. The above trigger will have relieved your subconscious suppression of the knowledge, and the fact that Zone Penrose possesses no relation to stairs will persist in your short-term memory until your relationship with the SCP-4478 containment system is terminated.",
    "description": "SCP-4478 is an indeterminate and partially undefined space within the University of Warwick, England. Originally a flight of stairs, SCP-4478 spontaneously developed a growth in ontology and a leakage of literary properties into the surrounding environment — although it has grown in size since initial containment, it has not yet expanded out of Zone Penrose due to the orchestrated incompatibility of the two semantic fields2. Because of the inherent hazards posed by stairs, and the exacerbation of these hazards within SCP-4478, entry into the region by living and/or sapient personnel is not recommended. SCP-4478 currently contains 44 persons, of whom 16 are deceased and 28 are missing in action.",
    "title": "SCP-4478"
}