{
    "url": "https://scp-wiki.wikidot.com/scp-4480",
    "all_text": "rating: \n+63\n+\n–\nx\n\n\n\n\n\n\nEarly documentation of SCP-4480 taken by the ASCI.\n\n\n\n\n\n\nItem #:\n SCP-4480\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-4480 is currently contained within Sam & Carylin Products, a Foundation subsidiary operating exclusively in Derby, Connecticut and staffed entirely by D-Class personnel\n1\n, and is believed to be acting as Dr. Sam Edwards. Any noticeable activity from Dr. Sam Edwards is to be investigated, and if Dr. Sam Edwards resigns from their position, the next habitation of SCP-4480 is to be located and secured by \nMobile Task Force Psi-7 \"Home Improvement\"\n.\n\n\nDescription:\n SCP-4480 is a humanoid entity, able to adjust its appearance and produce identification at will. It is known historically to have anomalously affected numerous bureaucratic structures on a worldwide scale, including the Foundation. SCP-4480 forms are always that of a physician selling patent medicine, homeopathic remedies, and mercurial substances with dubious medical value. The gender, sex, race, height, and other physical attributes of SCP-4480 have varied significantly over time depending on the contextual factors of its location.\n\n\nSCP-4480 spends most of its time in a dormant phase, during which it will travel to locations known to be suffering from epidemics of disease, addiction, and mental illness. It is known to be attracted to disease vectors such as factories, shipping centers, or between offices and other bureaucratic structures. SCP-4480 is most attracted to locations where individuals voluntarily or implicitly sacrifice their physical or mental well-being due to perceived economic or societal necessity. SCP-4480 will begin to ingratiate itself among this target's population as a physician, offering its medical services to disease-infected individuals.\n\n\nThe results of SCP-4480's treatments have varied, and are not always harmful. This has been attributed to the placebo effect but testing has not confirmed this hypothesis.\n\n\nAt irregular intervals, SCP-4480 will begin activity in what is termed \"Vex Events.\" During these events, SCP-4480 will use its positions of power to change policies and/or procedures to create a dangerous or hostile work environment. To clarify, SCP-4480 deliberately creates conditions where lower members of the bureaucratic structure, such as laborers and individual managers, will be exposed to disease and unclean materials. Outbreaks of disease inevitably follow the creation of these dangerous conditions, which further exacerbates the damage.\n\n\nDepending on the number of casualties, fatalities, and the level of misery induced by the Vex Event, SCP-4480 will gain an increased quantity of medical merchandise. SCP-4480 is known to self-medicate and this may be a motivation for its actions. \nSCP-4480 has consistently denied any involvement with its phenomenon\n \nSee Addenda\n.\n\n\nSCP-4480 is known to have caused at least 2 confirmed Vex Events during its time in containment, with several other lesser incidents which could have led to further damages.\n\n\nThe motive of SCP-4480, if it has one, is presently unclear. It is unknown how many bureaucratic structures SCP-4480 has infected.\n\n\nSee Also: \nExploration Log 4480-1\n\n\n\n\nInterview 4480-A:\n\n\n\n\nSubject:\n SCP-4480, self-identified as Dr. Wehrner\n\n\nInterviewer:\n Researcher Laasko\n\n\nForeward:\n In 1922, SCP-4480 had been hired by Researcher Laasko to treat a fabricated illness, in order to lure SCP-4480 into a position in which it could be contained by the Foundation. This is a written transcript taken by a Foundation typist adjacent to the encounter.\n\n\n<Begin Interview>\n\n\nExtraneous communication has been redacted for brevity\n\n\nSCP-4480:\n You do not appear to be ill, sir, luckily enough. Spanish Flu. Lord, how many ways the Spaniards will find themselves to be the corpse-makers of Earth, I shall never know. Now! I do have several tonics which may be of interest to you, sir, if you would be so kind as to hear them out.\n\n\nSCP-4480 opens a suitcase containing a large quantity of dirty vials with illegible labels.\n\n\nResearcher Laasko:\n I, heh, um, well, yes, let's hear them, good doctor.\n\n\nSCP-4480:\n Nervous? Understandable. Of course. Yes. Quite. Indeed. There is good reason, my friend, oh yes, very good reason. All of what I have here may seem to be somewhat odd, but it tends to all sort itself out, hm?\n\n\nResearcher Laasko:\n What about Dr. Roget?\n\n\nSCP-4480:\n What about him, sir?\n\n\nResearcher Laasko:\n Ever since he, well, paid you a visit, he's been quite ill. Vomiting, lumps… hell, it even reminds me \nof\n—\n\n\nSCP-4480:\n Simply a coincidence, old sport. You know he's a busy man, perhaps he merely overworked himself. Now, you seem to be suffering from some kind of headache that I hadn't noticed earlier. Could I persuade you of some Beetle Extract? It's perfect for these kind of things.\n\n\nResearcher Laasko:\n I swear I recognize you from somewhere. Could you be Dr. Simpson? I remember a friend of mine, who worked at a factory, was talking about a \"Dr. Simpson\" who gave beetle extract.\n\n\nSCP-4480:\n Although I'm glad to hear of another physician who shares my approach, that theory is preposterous! I like to consider myself an honest man.\n\n\nResearcher Laasko:\n I'm beginning to feel better now. Thanks for your help, but I have work to do, and I should be off.\n\n\nSCP-4480:\n Alright, then, good day, sport. Say, put in a good word for me in with your supervisor, will you?\n\n\n<End Interview>\n\n\n\n\nClosing Statement:\n After the events of this interview, SCP-4480 used its position as a temporary physician within the Foundation to assert that Researcher Laasko was infected with SCP-███ and that he should be terminated as per SCP-███'s containment protocols. This request was vetoed by Site-19's health commissioner. SCP-4480 was later recorded leaving Foundation employment.\n\n\n\n\n\n\nAddendum:\n After ██ years without a Vex Event, it was determined that SCP-4480's then-current containment structures were to be established as a successful baseline for future improvements to be built upon. Shortly after this decision was made, SCP-4480 was able to breach containment due to a clerical error leaving its containment chamber unguarded.\n\n\nThe following interview then appeared, written in pig's blood on printer paper, within a physical copy of SCP-4480's file:\n\n\nInterview 4480-M:\n\n\n\n\nSubject:\n The Medicine Man\n\n\nInterviewer:\n The Medicine Man\n\n\nAbout:\n A long talk with the self, in order to provide parting words to my friends here at the Fund.\n\n\n^Start Words^\n\n\nMe:\n Hello, handsome.\n\n\nAlso Me:\n Oh, don't put on your charm, you wretch. You owe these fine people an explanation this instant!\n\n\nGuess what, me again:\n I daresay you're right. But how can I tell them? We've been on good terms for some time now, I don't want them to think I've grown disillusioned.\n\n\nWho can it be now?:\n It's not really disillusionment if they're just too big. It's not us, it's them.\n\n\nMyself and I:\n I guess I'd start off by apologizing, right?\n\n\nCould me be:\n What for? It's just a matter of both us and them following natural instincts.\n\n\nI:\n suppose you're right. You see, gang, my whole reason for being is to be a cog in the works. At least, that's the loop of life I've used successfully for an awfully long time.\n\n\nWho, me:\n Quite an awfully long time, but not quite as awful as the time I've spent here.\n\n\nNow me,:\n Let's not be rude. They've been very hospitable for our every need.\n\n\nI've just:\n Got to let you know that keeping me locked up is very dangerous to both of us. If I'm not bringing my wares to the unkept masses, they'll be sick. We'll be sick. If you fall, then there aren't going to be many pieces left for us to start over again.\n\n\nThat's why I've:\n We've got to be going now. I promise I'll write, old sport. For the good time's sake. I promise not to break too much on my way out.\n\n\nConclusion:\n So long, farewell, goodbye, goodbye, goodbye.\n\n\n\n\nIn the course of the escape attempt, \nSite-77\n underwent a Vex event. Personnel who came into the proximity of SCP-4480 were overcome by sudden acute influenza. Agents in controlled environment protection suits were able to subdue SCP-4480 following this event.\n\n\nDuring follow-up research into the breach, SCP-4480 began claiming credit for sickness in senior Foundation personnel and expressed a wish to parlay with the Foundation. In exchange for being permitted the ability to affect organizations outside the Foundation, SCP-4480 would not inflict any anomalous phenomenon on Foundation personnel. This led to the estabishment of the current containment procedures.\n\n\nCurrently, SCP-4480's containment procedures are focused on keeping it within a self-contained bubble controlled entirely by the Foundation while maintaining the illusion of freedom. No Vex events have been recorded since present protocols were enacted.\n\n\n\n\nFootnotes\n\n\n1\n. D-Class are to be subjected to SCP-4480's treatments to ensure its continued cooperation.\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore by notgull\n\n\n\n\nMore by notgull\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n\n\nnotgull's Proposal\n\n\nRating: 590\n\n\n\n\n\n\nSCP-3733\n\n\nRating: 380\n\n\n\n\n\n\nSCP-3095\n\n\nRating: 360\n\n\n\n\n\n\nSCP-4804\n\n\nRating: 281\n\n\n\n\n\n\nSCP-2785\n\n\nRating: 280\n\n\n\n\n\n\nSCP-4800\n\n\nRating: 279\n\n\n\n\n\n\nSCP-4348\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4048\n\n\nRating: 207\n\n\n\n\n\n\nSCP-4688\n\n\nRating: 196\n\n\n\n\n\n\nSCP-579-J\n\n\nRating: 189\n\n\n\n\n\n\nSCP-3362\n\n\nRating: 188\n\n\n\n\n\n\nSCP-5800\n\n\nRating: 184\n\n\n\n\n\n\nSCP-4785\n\n\nRating: 176\n\n\n\n\n\n\nSCP-3339\n\n\nRating: 168\n\n\n\n\n\n\nSCP-3747\n\n\nRating: 165\n\n\n\n\n\n\nSCP-4248\n\n\nRating: 161\n\n\n\n\n\n\nSCP-4948\n\n\nRating: 158\n\n\n\n\n\n\nSCP-199\n\n\nRating: 133\n\n\n\n\n\n\nSCP-7234\n\n\nRating: 124\n\n\n\n\n\n\nSCP-3296\n\n\nRating: 124\n\n\n\n\n\n\nSCP-4800-J\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4799\n\n\nRating: 120\n\n\n\n\n\n\nSCP-3485\n\n\nRating: 112\n\n\n\n\n\n\nSCP-5981\n\n\nRating: 109\n\n\n\n\n\n\nSCP-4808\n\n\nRating: 103\n\n\n\n\n\n\nSCP-3833\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3748\n\n\nRating: 94\n\n\n\n\n\n\nSCP-5054\n\n\nRating: 88\n\n\n\n\n\n\nSCP-4148\n\n\nRating: 88\n\n\n\n\n\n\nSCP-5025\n\n\nRating: 87\n\n\n\n\n\n\nSCP-1037\n\n\nRating: 77\n\n\n\n\n\n\nSCP-093-J\n\n\nRating: 74\n\n\n\n\n\n\nSCP-1684\n\n\nRating: 70\n\n\n\n\n\n\nSCP-5680\n\n\nRating: 65\n\n\n\n\n\n\nSCP-4872\n\n\nRating: 62\n\n\n\n\n\n\nSCP-3248\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6904\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5483\n\n\nRating: 38\n\n\n\n\n\n\nSCP-6785\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4397\n\n\nRating: 30\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\n\n\nThe Little Robot that Could\n\n\nRating: 349\n\n\n\n\n\n\nThe Siege of Site-19\n\n\nRating: 169\n\n\n\n\n\n\nJoin the Flock\n\n\nRating: 168\n\n\n\n\n\n\nTales of the Automaton: The Big Birdocalypse\n\n\nRating: 143\n\n\n\n\n\n\nFootage Recovered From a Private Server\n\n\nRating: 117\n\n\n\n\n\n\nMoose on the Loose\n\n\nRating: 77\n\n\n\n\n\n\nAvian Anthology I\n\n\nRating: 76\n\n\n\n\n\n\nMy Empire of Birds\n\n\nRating: 63\n\n\n\n\n\n\nDocument recovered from a Parallel Universe\n\n\nRating: 61\n\n\n\n\n\n\nJoey Fucknuts Steals The Declaration of Independence\n\n\nRating: 58\n\n\n\n\n\n\nKatz and Dogs\n\n\nRating: 55\n\n\n\n\n\n\nYour Guard\n\n\nRating: 50\n\n\n\n\n\n\nVacation Opportunity\n\n\nRating: 45\n\n\n\n\n\n\nThe Scent of a Toaster\n\n\nRating: 33\n\n\n\n\n\n\nBurn, Baby, Burn\n\n\nRating: 29\n\n\n\n\n\n\nChasing Suns\n\n\nRating: 28\n\n\n\n\n\n\nThree Feet Under I\n\n\nRating: 24\n\n\n\n\n\n\nWind in the Sails\n\n\nRating: 23\n\n\n\n\n\n\nThe Shape of Water is Humanoid\n\n\nRating: 23\n\n\n\n\n\n\nDead Reckoning\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under II\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under III\n\n\nRating: 21\n\n\n\n\n\n\nForgotten Shrine\n\n\nRating: 18\n\n\n\n\n\n\nDown Through\n\n\nRating: 17\n\n\n\n\n\n\nInto the Beetle Black Yonder\n\n\nRating: 16\n\n\n\n\n\n\nHyperfine\n\n\nRating: 15\n\n\n\n\n\n\nDon't Knock on Strange Doors\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\nResearcher Calvin's Personnel File\n\n\nRating: 91\n\n\n\n\n\n\nIncident Report ████/████\n\n\nRating: 83\n\n\n\n\n\n\n\"Sphere\" Incursion Log\n\n\nRating: 52\n\n\n\n\n\n\nInitial Incursion Log\n\n\nRating: 50\n\n\n\n\n\n\n\"Cube\" Incursion Log #1\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #2\n\n\nRating: 44\n\n\n\n\n\n\nSCP-093-J Recovered Documents\n\n\nRating: 42\n\n\n\n\n\n\nSCP-093-J Blue Test\n\n\nRating: 40\n\n\n\n\n\n\nSCP-093-J Purple Test\n\n\nRating: 35\n\n\n\n\n\n\nSCP-093-J Green Test\n\n\nRating: 33\n\n\n\n\n\n\nExploration Log 4480-1\n\n\nRating: 22\n\n\n\n\n\n\n\n\n\n\n\n\nSee my \nAuthor Page\n for more information. If you like reading my stuff, consider checking out my \nYouTube Channel\n for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4479\n | SCP-4480 | \nSCP-4481\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4480\n\" by Anonymous, notgull, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4480\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: After ██ years without a Vex Event, it was determined that SCP-4480's then-current containment structures were to be established as a successful baseline for future improvements to be built upon. Shortly after this decision was made, SCP-4480 was able to breach containment due to a clerical error leaving its containment chamber unguarded.\nThe following interview then appeared, written in pig's blood on printer paper, within a physical copy of SCP-4480's file:"
    ],
    "documents": [],
    "notes": [
        "Subject: SCP-4480, self-identified as Dr. Wehrner Interviewer: Researcher Laasko Foreward: In 1922, SCP-4480 had been hired by Researcher Laasko to treat a fabricated illness, in order to lure SCP-4480 into a position in which it could be contained by the Foundation. This is a written transcript taken by a Foundation typist adjacent to the encounter. <Begin Interview> Extraneous communication has been redacted for brevity SCP-4480: You do not appear to be ill, sir, luckily enough. Spanish Flu. Lord, how many ways the Spaniards will find themselves to be the corpse-makers of Earth, I shall never know. Now! I do have several tonics which may be of interest to you, sir, if you would be so kind as to hear them out. SCP-4480 opens a suitcase containing a large quantity of dirty vials with illegible labels. Researcher Laasko: I, heh, um, well, yes, let's hear them, good doctor. SCP-4480: Nervous? Understandable. Of course. Yes. Quite. Indeed. There is good reason, my friend, oh yes, very good reason. All of what I have here may seem to be somewhat odd, but it tends to all sort itself out, hm? Researcher Laasko: What about Dr. Roget? SCP-4480: What about him, sir? Researcher Laasko: Ever since he, well, paid you a visit, he's been quite ill. Vomiting, lumps… hell, it even reminds me of — SCP-4480: Simply a coincidence, old sport. You know he's a busy man, perhaps he merely overworked himself. Now, you seem to be suffering from some kind of headache that I hadn't noticed earlier. Could I persuade you of some Beetle Extract? It's perfect for these kind of things. Researcher Laasko: I swear I recognize you from somewhere. Could you be Dr. Simpson? I remember a friend of mine, who worked at a factory, was talking about a \"Dr. Simpson\" who gave beetle extract. SCP-4480: Although I'm glad to hear of another physician who shares my approach, that theory is preposterous! I like to consider myself an honest man. Researcher Laasko: I'm beginning to feel better now. Thanks for your help, but I have work to do, and I should be off. SCP-4480: Alright, then, good day, sport. Say, put in a good word for me in with your supervisor, will you? <End Interview> Closing Statement: After the events of this interview, SCP-4480 used its position as a temporary physician within the Foundation to assert that Researcher Laasko was infected with SCP-███ and that he should be terminated as per SCP-███'s containment protocols. This request was vetoed by Site-19's health commissioner. SCP-4480 was later recorded leaving Foundation employment.",
        "Closing Statement: After the events of this interview, SCP-4480 used its position as a temporary physician within the Foundation to assert that Researcher Laasko was infected with SCP-███ and that he should be terminated as per SCP-███'s containment protocols. This request was vetoed by Site-19's health commissioner. SCP-4480 was later recorded leaving Foundation employment.",
        "Subject: The Medicine Man Interviewer: The Medicine Man About: A long talk with the self, in order to provide parting words to my friends here at the Fund. ^Start Words^ Me: Hello, handsome. Also Me: Oh, don't put on your charm, you wretch. You owe these fine people an explanation this instant! Guess what, me again: I daresay you're right. But how can I tell them? We've been on good terms for some time now, I don't want them to think I've grown disillusioned. Who can it be now?: It's not really disillusionment if they're just too big. It's not us, it's them. Myself and I: I guess I'd start off by apologizing, right? Could me be: What for? It's just a matter of both us and them following natural instincts. I: suppose you're right. You see, gang, my whole reason for being is to be a cog in the works. At least, that's the loop of life I've used successfully for an awfully long time. Who, me: Quite an awfully long time, but not quite as awful as the time I've spent here. Now me,: Let's not be rude. They've been very hospitable for our every need. I've just: Got to let you know that keeping me locked up is very dangerous to both of us. If I'm not bringing my wares to the unkept masses, they'll be sick. We'll be sick. If you fall, then there aren't going to be many pieces left for us to start over again. That's why I've: We've got to be going now. I promise I'll write, old sport. For the good time's sake. I promise not to break too much on my way out. Conclusion: So long, farewell, goodbye, goodbye, goodbye.",
        "\" SCP-4480 \" by Anonymous, notgull, from the SCP Wiki . Source: https://scpwiki.com/scp-4480 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4480",
    "object_class": "Keter",
    "containment_procedures": "SCP-4480 is currently contained within Sam & Carylin Products, a Foundation subsidiary operating exclusively in Derby, Connecticut and staffed entirely by D-Class personnel1, and is believed to be acting as Dr. Sam Edwards. Any noticeable activity from Dr. Sam Edwards is to be investigated, and if Dr. Sam Edwards resigns from their position, the next habitation of SCP-4480 is to be located and secured by Mobile Task Force Psi-7 \"Home Improvement\".",
    "description": "SCP-4480 is a humanoid entity, able to adjust its appearance and produce identification at will. It is known historically to have anomalously affected numerous bureaucratic structures on a worldwide scale, including the Foundation. SCP-4480 forms are always that of a physician selling patent medicine, homeopathic remedies, and mercurial substances with dubious medical value. The gender, sex, race, height, and other physical attributes of SCP-4480 have varied significantly over time depending on the contextual factors of its location.",
    "title": "SCP-4480"
}