{
    "url": "https://scp-wiki.wikidot.com/scp-4481",
    "all_text": "rating: \n+196\n+\n–\nx\n\n\nItem #:\n SCP-4481\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4481 is currently stored in a containment hanger at Site-29, where it is undergoing study and restoration. Artifacts recovered from SCP-4481 are stored in Site-29's containment facilities as appropriate.\n\n\nThe remains of SCP-4481-A are currently in cold storage at Site-29. These remains are to be inspected once yearly until such a time that the Foundation deems them not worthy of further study.\n\n\nDescription:\n SCP-4481 refers to a piece of extra-universal wreckage which was discovered off of the coast of Florida in February of 1986. SCP-4481 consists of a craft superficially resembling a NASA space shuttle, including the cockpit, one surviving engine, and the dorsal side of the fuselage; a large part of the ventral side is missing, apparently sheared away in a circular pattern at the molecular level.\n\n\nSCP-4481 differs from a NASA shuttle in that it has solid black coloration, a much larger cockpit, and the image of the American Flag on the right tailfin bears only forty-one stars.\n\n\nSCP-4481 contains several items of note, including:\n\n\n\n\nPackets of dehydrated banana slices that appear to have been made using the largely-extinct Gros Michel cultivar.\n1\n\n\nA rhesus macaque, fused to the inside of its cage; speculated to have been a test animal.\n\n\nSeveral puppets resembling characters from the American children's program \nSesame Street\n; most are too waterlogged and damaged to identify, but some characters, such as Kermit the Frog, are recognizable.\n\n\nWhat appears to be part of a passport for a citizen of the Soviet Union, dated 1985, name illegible.\n\n\n\n\nSCP-4481-A was the sole surviving crew member aboard SCP-4481. SCP-4481-A is a costume resembling the character of \"\nBig Bird\n\" from \nSesame Street\n, albeit with several discrepancies.\n\n\n\n\nThe feathers on the costume are white and blue as opposed to solid yellow.\n\n\nThe eyes of the costume are heterochromatic, and contain small cameras of unknown use. Prior to 1987, the cameras continuously broadcast a signal that was picked up in Boston, MA.\n\n\nThe head of the costume contains advanced motors and hydraulics that are out-of-place for 1986.\n\n\nThe costume is styled to be wearing a suit similar in appearance to a contemporary NASA EVA suit. Emblems present on the suit claim to be part of the \"Muppets in Space\" initiative aboard the shuttle \"Excelsior\". A nameplate on the suit reads \"B. BIRD\".\n\n\n\n\nSCP-4481-A was found in the flooded cockpit of SCP-4481, attempting to drown itself. When SCP-4481-A was alive, it was capable of muffled vocalization, most of which were pleas for death; interviews conducted during this time provided no gainful information. SCP-4481-A successfully drowned itself before it could be recovered.\n\n\nAn autopsy conducted on SCP-4481-A produced the following findings:\n\n\n\n\nNo solid muscular or skeletal structures were present. Several pieces of soft tissue, believed to be organs, were found in a soup of fluid— mostly blood and sweat —at the lowest point of the thoracic cavity.\n\n\nWhat is believed to have once been the skull of the individual inside SCP-4481-A was found to have integrated itself into the heart. Cranial and cardiac matter intersected in this manner would have caused severe pain to the subject while they were alive.\n\n\nOne .475 bullet, origin unclear. Powder burn found on exterior of costume indicates a recent injury at time of recovery, but no firearm has been discovered near SCP-4481's location of recovery in the intervening years.\n\n\nA ziplock bag containing a crayon drawing on 5x8 writing paper, depicting SCP-4481-A alongside several figures that resemble characters on \nSesame Street\n. SCP-4481-A is dressed in an astronaut's uniform. The drawing is signed \"Johnny, Age 5\".\n\n\n\n\nSix other suits belonging to the crew of SCP-4481 were found in the cockpit alongside SCP-4481-A. These all contained a soup of tissue and organs similar to what was found inside SCP-4481-A. In addition, there is evidence of human tissue being integrated into the structure of these suits; whether or not the crew survived this process in a manner similar to SCP-4481-A is unclear.\n\n\n\n\nFootnotes\n\n\n1\n. Largely rendered extinct due to a fungal blight in the 1950s. The most commonly available variety of banana in the baseline is of the Cavendish cultivar.\n\n\n\n\n\n\n\n\n« \nSCP-4480\n | SCP-4481 | \nSCP-4482\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4481\n\" by (user deleted), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4481\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4481 \" by (user deleted), from the SCP Wiki . Source: https://scpwiki.com/scp-4481 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4481",
    "object_class": "Safe",
    "containment_procedures": "SCP-4481 is currently stored in a containment hanger at Site-29, where it is undergoing study and restoration. Artifacts recovered from SCP-4481 are stored in Site-29's containment facilities as appropriate.",
    "description": "SCP-4481 refers to a piece of extra-universal wreckage which was discovered off of the coast of Florida in February of 1986. SCP-4481 consists of a craft superficially resembling a NASA space shuttle, including the cockpit, one surviving engine, and the dorsal side of the fuselage; a large part of the ventral side is missing, apparently sheared away in a circular pattern at the molecular level.",
    "title": "SCP-4481"
}