{
    "url": "https://scp-wiki.wikidot.com/scp-4494",
    "all_text": "The Specter\n Fights For Justice!\n\n\n\n\n\n\nrating: \n+563\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4494: The Specter\n Fights For Justice!\n\n\nAuthor:\n \nMortos\n\n\nEntry for the 2019 JamCon theme \"Pulp Fiction\".\n\n\nIf you like this, you can find more of my stuff \nhere!\n\n\n\n\n\n\n\n\nrating: \n+563\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4494\n\n\n\n\n\n\n\n\nTHE FOLLOWING FILE IS AFFECTED BY A CLASS I INFOHAZARD\n\n\nThe normal presentation of this document has been altered through anomalous means; this is considered normal and is not cause for alarm.\n\n\n\n\n\n\n4494\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-4494\n immediately prior to demanifestation.\n\n\n\n\n\n\nItem #\n: \nSCP-4494\n\n\nAnomaly Class:\n Archon\n1\n\n\nSpecial Containment Procedures:\n Direct witnesses to \nSCP-4494\n related activity are to be amnesticised as necessary.\n\n\nNo actions are to be taken against \nSCP-4494\n by Foundation personnel at this time.\n\n\nDescription:\n \nSCP-4494\n is the physical embodiment of the concept of fighting crime. \nSCP-4494\n typically manifests at night during law enforcement actions in which the relevant criminal element has an advantage, in order to render aid. It appears as a humanoid male of indeterminate age, wearing a wide-brimmed hat and long coat, and calls itself \nThe Specter\n. Once it has successfully aided the relevant party, it will demanifest, though it has been known to hold brief conversations with people present beforehand.\n2\n\n\nSCP-4494\n also possesses a number of minor physical anomalies. It absorbs a significant portion of light across the visible spectrum, causing it to appear almost entirely black, and is able to alter the length of its cloak at will, an ability it seemingly only uses for dramatic flourish. Additionally, it possesses minor infohazardous properties: when referred to in text, the reference will always appear in a stylistic and dramatic font, and speakers invariably use a dramatic whisper when referring to \nSCP-4494\n verbally.\n\n\nShould \nSCP-4494\n be prevented from successfully aiding the group that triggered its manifestation, the entire concept of attempting to prevent illegal activity begins to break down. This occurs in an ever expanding area around \nSCP-4494\n, the size of which increases at a rate of approximately 100km per hour. People within this area no longer conceptualise the belief that crime is something which should be stopped, leading to the immediate cessation of all civilian, local and governmental law enforcement activity by affected people.\n\n\nTo date, the only method of reversing this effect is to allow \nSCP-4494\n to successfully aid law enforcement in preventing a crime in progress. Thus, it is believed that should the effect of impeding \nSCP-4494\n become global, it would become irreversible. It should be noted that, while \nSCP-4494\n appears to consider the Foundation a law enforcement organisation, law enforcement is not the mandate of the Foundation and as such Foundation personnel in the field are rarely significantly impacted by this effect.\n\n\nSCP-4494\n Failure Timeline\n\nThe following table contains observed results of \nSCP-4494\n failure within a single city.\n\n\n\n\n\n\nTime Since Failure (HH:MM)\n\n\nResult\n\n\n\n\n\n\n00:02\n\n\nLaw enforcement activities cease.\n\n\n\n\n\n\n00:05\n\n\nLocal police forces all functionally disband, unable to comprehend the nature of their job.\n\n\n\n\n\n\n00:10\n\n\nViolent incidents and traffic accidents sky-rocket as the local populace no longer possess any conception of consequence for illegal activity.\n\n\n\n\n\n\n00:30\n\n\nCriminal elements become exceedingly active; no one in the city can conceive of the idea that they should be stopped.\n\n\n\n\n\n\n01:20\n\n\nFull-scale looting begins.\n\n\n\n\n\n\n02:00\n\n\nLocal media begins musing on the events, unable to conceptualise what has changed that has led to the current situation.\n\n\n\n\n\n\nSCP-4494\n failure has not been allowed to continue beyond this point to date.\n\n\nAddendum:\n The following is a transcript of a typical \nSCP-4494\n encounter by Foundation personnel. To date, seven such encounters have occurred outside of the initial attempts at containment.\n\n\n\n\nEvent Transcript\n\n\nNotes:\n MTF Sigma-12 (\"Mary's Little Lambs\") was engaged in a raid on a facility believed to be manufacturing and distributing an anomalous narcotic known as \"Warp\". They were pinned down when the occupants of the facility unexpectedly began using anomalous weaponry. Team consists of five members.\n\n\n[TRANSCRIPT BEGINS]\n\n\nHoltz:\n Shit! Varez is down! Take cover!\n\n\nA beam of white energy silently dematerialises a section of the crate Holtz is hiding behind.\n\n\nSamper:\n Where the fuck did they get those things? We're meant to be dealing with low-level drug runners here!\n\n\nAllard:\n Who cares, just take them out!\n\n\nAllard peeks around the vehicle being used for cover and fires a number of shots. Audio recorders pick up a cry of pain, suggesting a hit. Two white beams of energy strike the area, dematerialising Allard and the vehicle.\n\n\nCranston:\n Allard is down, we need to fa-\n\n\nA white beam of energy hits Cranston, dematerialising her. A thick fog begins to coalesce on the ground, and begins quickly filling the facility.\n\n\nHoltz:\n Fuck, fuck! Samper, we need to retreat, we're three down and they've deployed some kind of gas weap-\n\n\nSCP-4494:\n Criminals! Evil-doers!\n\n\nSamper's helmet camera catches a flash of movement as something appears to drop from the ceiling rafters to the ground with a thud.\n\n\nSCP-4494:\n Denizens of the night! Your time has come, for now you face-\n\n\nThe sound of impacts followed by muffled cries of pain can be heard in the distance.\n\n\nSCP-4494: \nTHE SPECTER!\n\n\nUnknown voice:\n What the fuck is that! Take it out! Take it-\n\n\nA gurgled cry is heard.\n\n\nHoltz:\n What the hell is this now? Who's this \nSpecter\n guy- wait what the fuck. Shit, we've got a secondary anomaly on the scene!\n\n\nSamper:\n Wait, I think I've been briefed on this thing, it's-\n\n\nSCP-4494:\n Fear not, agents of justice! Aid is at hand!\n\n\nThe fog rapidly dissipates; a black figure can be seen in the distance engaging three hostiles in hand-to-hand combat.\n\n\nHoltz:\n Whatever, seems like it's on our side, let's get the job done!\n\n\nA brief firefight ensues, the surviving members of MTF Sigma-12 able to successfully use the distraction caused by \nSCP-4494\n to re-engage the hostiles. Repeated sounds of impacts followed by cries of pain, along with a number of gunshots from mundane firearms are detected from the direction of \nSCP-4494\n. After approximately 40 seconds, all hostiles are neutralised.\n\n\nSCP-4494:\n Justice is served. The streets will no longer be plagued by these devils and their foul poisons.\n\n\nHoltz:\n Hey, we're going to need you to com-\n\n\nSamper grabs Holtz by the arm and curtly shakes his head.\n\n\nSamper:\n Thank you. We er, we couldn't have done this without you…\n\n\nSCP-4494:\n Hmm? Oh, yeah don't worry about it. Someone's gotta help deal with these guys, you know what I'm sayin'?\n\n\nHoltz:\n Er, yeah.\n\n\nA brief silence.\n\n\nSamper:\n So when you aren't here, you know, doing your thing… what do you do?\n\n\nSCP-4494:\n Oh, you know. Watch TV, browse the internet. Sometimes play some video games.\n\n\nSamper:\n Video games? Aren't you like, the embodiment of justice or something?\n\n\nSCP-4494:\n Yeah, and as the embodiment of justice let me tell you, that new Spider-Man game? Fucking good stuff! You played it?\n\n\nSamper:\n No, we don't really have much time for video games.\n\n\nSCP-4494:\n That's a shame. Justice loves video games, ya hear?\n\n\nSamper:\n I see. Well, thanks for your help, I guess.\n\n\nSCP-44\n94\n coughs.\n\n\nSCP-4494:\n Worry not! Wherever darkness crawls, wherever injustice seeks to prevail, those who serve good will always have an ally in… \nTHE SPECTER!\n\n\nSCP-4494\n spins, its coat billowing dramatically and obscuring the cameras of both Holtz and Samper. When the visual returns, \nSCP-4494\n is gone.\n\n\n[TRANSCRIPT ENDS]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Archon-class anomalies are anomalies that should not be contained due to the damage that would be caused by doing so.\n\n\n2\n. The content of these conversations has typically been noted as \"jarring\" or \"surprising.\"\n\n\n\n\n\n\n\n\n« \nSCP-4493\n | SCP-4494 | \nSCP-4495\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4494\n\" by Mortos, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4494\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n File:Shadow Cosplay Photograph from Comic-Con International San Diego.jpg\n\n\nAuthor:\n Justin Langley\n\n\nLicense:\n CC-BY 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: The following is a transcript of a typical SCP-4494 encounter by Foundation personnel. To date, seven such encounters have occurred outside of the initial attempts at containment."
    ],
    "documents": [],
    "notes": [
        "Event Transcript Notes: MTF Sigma-12 (\"Mary's Little Lambs\") was engaged in a raid on a facility believed to be manufacturing and distributing an anomalous narcotic known as \"Warp\". They were pinned down when the occupants of the facility unexpectedly began using anomalous weaponry. Team consists of five members. [TRANSCRIPT BEGINS] Holtz: Shit! Varez is down! Take cover! A beam of white energy silently dematerialises a section of the crate Holtz is hiding behind. Samper: Where the fuck did they get those things? We're meant to be dealing with low-level drug runners here! Allard: Who cares, just take them out! Allard peeks around the vehicle being used for cover and fires a number of shots. Audio recorders pick up a cry of pain, suggesting a hit. Two white beams of energy strike the area, dematerialising Allard and the vehicle. Cranston: Allard is down, we need to fa- A white beam of energy hits Cranston, dematerialising her. A thick fog begins to coalesce on the ground, and begins quickly filling the facility. Holtz: Fuck, fuck! Samper, we need to retreat, we're three down and they've deployed some kind of gas weap- SCP-4494: Criminals! Evil-doers! Samper's helmet camera catches a flash of movement as something appears to drop from the ceiling rafters to the ground with a thud. SCP-4494: Denizens of the night! Your time has come, for now you face- The sound of impacts followed by muffled cries of pain can be heard in the distance. SCP-4494: THE SPECTER! Unknown voice: What the fuck is that! Take it out! Take it- A gurgled cry is heard. Holtz: What the hell is this now? Who's this Specter guy- wait what the fuck. Shit, we've got a secondary anomaly on the scene! Samper: Wait, I think I've been briefed on this thing, it's- SCP-4494: Fear not, agents of justice! Aid is at hand! The fog rapidly dissipates; a black figure can be seen in the distance engaging three hostiles in hand-to-hand combat. Holtz: Whatever, seems like it's on our side, let's get the job done! A brief firefight ensues, the surviving members of MTF Sigma-12 able to successfully use the distraction caused by SCP-4494 to re-engage the hostiles. Repeated sounds of impacts followed by cries of pain, along with a number of gunshots from mundane firearms are detected from the direction of SCP-4494 . After approximately 40 seconds, all hostiles are neutralised. SCP-4494: Justice is served. The streets will no longer be plagued by these devils and their foul poisons. Holtz: Hey, we're going to need you to com- Samper grabs Holtz by the arm and curtly shakes his head. Samper: Thank you. We er, we couldn't have done this without you… SCP-4494: Hmm? Oh, yeah don't worry about it. Someone's gotta help deal with these guys, you know what I'm sayin'? Holtz: Er, yeah. A brief silence. Samper: So when you aren't here, you know, doing your thing… what do you do? SCP-4494: Oh, you know. Watch TV, browse the internet. Sometimes play some video games. Samper: Video games? Aren't you like, the embodiment of justice or something? SCP-4494: Yeah, and as the embodiment of justice let me tell you, that new Spider-Man game? Fucking good stuff! You played it? Samper: No, we don't really have much time for video games. SCP-4494: That's a shame. Justice loves video games, ya hear? Samper: I see. Well, thanks for your help, I guess. SCP-44 94 coughs. SCP-4494: Worry not! Wherever darkness crawls, wherever injustice seeks to prevail, those who serve good will always have an ally in… THE SPECTER! SCP-4494 spins, its coat billowing dramatically and obscuring the cameras of both Holtz and Samper. When the visual returns, SCP-4494 is gone. [TRANSCRIPT ENDS]",
        "\" SCP-4494 \" by Mortos, from the SCP Wiki . Source: https://scpwiki.com/scp-4494 . Licensed under CC-BY-SA .",
        "Filename: File:Shadow Cosplay Photograph from Comic-Con International San Diego.jpg Author: Justin Langley License: CC-BY 4.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Direct witnesses to SCP-4494 related activity are to be amnesticised as necessary.",
    "description": "SCP-4494 is the physical embodiment of the concept of fighting crime. SCP-4494 typically manifests at night during law enforcement actions in which the relevant criminal element has an advantage, in order to render aid. It appears as a humanoid male of indeterminate age, wearing a wide-brimmed hat and long coat, and calls itself The Specter. Once it has successfully aided the relevant party, it will demanifest, though it has been known to hold brief conversations with people present beforehand.2",
    "title": "SCP-4494"
}