{
    "url": "https://scp-wiki.wikidot.com/scp-4495",
    "all_text": "rating: \n+236\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article \nis really fucking unsanitary\n\n\n\n\n\n\n\n\nrating: \n+236\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\nThreat Level:\n Yellow\n\n\n\n\n\n\n\n\n\n\nFollowing the regular implementation of Procedure 610-Sinclair, SCP-4495 has achieved sufficient ectoentropic stability, and is no longer considered at risk of instigating an NK-Class Scenario. Legacy containment procedures are kept on record in the event that 610-Sinclair is no longer viable.\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Relevant personnel are to execute Procedure 610-Sinclair on a daily basis, and maintenance personnel are to inspect SCP-4495's containment chamber on a biweekly basis.\n\nSCP-4495 is contained inside of a three-tiered cell, each tier separated by a grated floor:\n\n\n\n\nSCP-4495 resides on the top tier, strapped into an alcove in the southern wall. SCP-4495's stomach is positioned at an acute angle with respect to the floor, allowing SCP-4495-1 to immediately fall through the grating upon generation. To prevent the buildup of stuck instances of SCP-4495-1, the grating is to be sprayed hourly by a series of built-in pressure-washers. The top tier is to remain refrigerated in the interests of reducing miasma.\n\n\nThe middle tier contains a combination grinder and incinerator. Instances of SCP-4495-1 are forced into the machine through a funnel, emerging from the bottom as a temporarily inert paste. This process takes under 10 minutes.\n\n\nThe bottom tier contains implements required for Procedure 610-Sinclair. Should Procedure 610-Sinclair become nonviable, SCP-4495-1 paste is to be pressed as thinly as possible, vacuum sealed, and stored in Site-56's provisional storage wing.\n\n\n\n\nRelevant personnel are to read Document 4495-610 at the nearest opportunity.\n\n\nDescription:\n SCP-4495 is the partially decomposed corpse of an unidentified cryptid. Superficially, it resembles a bipedal pig clad in regal wear reclining upon a throne; however, closer examination reveals that the throne, figure, and raiments all constitute a single immobile organism (composed of keratin, bone, and skin).\n\n\nSCP-4495's ventral torso has ruptured; periodic contractions along its abdominal cavity continuously forces instances of SCP-4495-1 outward. Instances of SCP-4495-1 superficially resemble porcine intestines. SCP-4495-1 are animate, and behave in a manner roughly analogous to pythons, with the exception of extreme aggression in the presence of animal life.\n\n\nWhile instances of SCP-4495-1 can be damaged normally, they will reform if given enough time. Exposure to high temperatures delays this process, but does not halt it entirely. SCP-4495-1 can only be permanently destroyed through application of Procedure 610-Sinclair.\n\n\n\n\n\n\nDOCUMENT 4495-610: ANALYSIS OF SCP-4495-1 AND DETAILS OF PROCEDURE 610-SINCLAIR\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\nANALYSIS OF SCP-4495-1\n\n\n\n\nThe following is a full-scale analysis of SCP-4495-1, authorized on 26/08/2008 by Director Agatha Drummond and primarily conducted by Drs. Rivka Yarkoni and Daniel Gums. This study was taken under the following assumptions:\n\n\n\n\nThat SCP-4495 was either related to or intended to resemble a member of the Suidae family of animals.\n\n\nThat SCP-4495 could be considered alive, dead, or inanimate, but theories which claimed inanimacy must remain exclusive from ones suggesting a biological origin.\n\n\nThat if SCP-4495 could only be considered alive or dead, SCP-4495-1 was related to or intended to resemble animal intestines.\n\n\nThat SCP-4495 ran the risk of causing an NK-Class Grey Goo Scenario if a method of permanently destroying SCP-4495-1 was not developed.\n\n\n\n\nAs stated in SCP-4495's description, SCP-4495-1 resemble porcine intestines. However, instances of SCP-4495-1 are variable in shape and size to the extent that, assuming SCP-4495-1 functions as a theoretical living instance of SCP-4495's intestines, SCP-4495 as a species would either have possessed a theoretically infinite number of vestigial digestive systems or a radically variable diet between individuals.\n\n\nSCP-4495-1 was initially subjected to several rounds of chemical testing. Initial reports concluded that SCP-4495-1 was chemically inert. However, as such a conclusion would necessitate the usage of anomalous disposal methods, the Pepper Protocol was invoked, and chemical testing was to be continued for a period of a week.\n\n\nOn 02/09/2008, Junior Researcher Malcolm Johnson violated quarantine protocols when he vomited on his respective batch of SCP-4495-1. Novel chemical reactions were immediately observed.\n\n\n\n\n\n\n\n\nDETAILS OF PROCEDURE 610-SINCLAIR.\n\n\n\n\n\n\n\n\nSCP-4495-1 in preparation for disposal.\n\n\n\n\n\n\n\n\nSCP-4495-1 paste is cleansed of grime through a food-safe cleaning mechanism.\n\n\nThe resulting paste is then reheated over a period of an hour at 400 degrees Celsius.\n\n\nPaste is separated into a series of measured portions depending on the culinary attitudes of the Foundation.\n\n\nPortions are to be fitted with a fake casing.\n\n\nPortions are to be served to Foundation personnel on standard diet plans in lieu of pork.\n\n\nUnsold portions are to be fed to D-Class personnel as part of URA-2677's containment protocols.\n\n\nUneaten portions of SCP-4495-1 are to be filtered out of Site-56's waste disposal system, thoroughly cleansed, and retreated with Procedure 610-Sinclair.\n\n\n\n\nExtensive experimentation shows that SCP-4495-1 is culinarily similar to common pork, with superior nutritional benefits and lower levels of cholesterol and saturated fats. This is in addition to its longevity; SCP-4495-1 treated with Procedure 610-Sinclair does not decay, and will remain inanimate for approximately two weeks without additional heat treatment.\n\n\nMost importantly, in addition to providing a better ratio of caloric content, consumption of SCP-4495-1 produces virtually no waste matter; a significant portion of SCP-4495-1 is essentially annihilated upon digestion.\n\n\nMass implementation of Procedure 610-Sinclair is projected to save a significant amount of money on culinary expenses\n. Disinformation efforts are underway in the form of increased sanitary regulations.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4494\n | SCP-4495 | \nSCP-4496\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4495\n\" by UraniumEmpire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4495\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n 30to50.PNG\n\n\nName:\n Sus domesticus - Intestines.jpg\n\n\nAuthor:\n Shrumster\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4495 \" by UraniumEmpire, from the SCP Wiki . Source: https://scpwiki.com/scp-4495 . Licensed under CC-BY-SA .",
        "Filename: 30to50.PNG Name: Sus domesticus - Intestines.jpg Author: Shrumster License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "description": "SCP-4495 is the partially decomposed corpse of an unidentified cryptid. Superficially, it resembles a bipedal pig clad in regal wear reclining upon a throne; however, closer examination reveals that the throne, figure, and raiments all constitute a single immobile organism (composed of keratin, bone, and skin).",
    "title": "SCP-4495"
}