{
    "url": "https://scp-wiki.wikidot.com/scp-4498",
    "all_text": "SCP-4498\n - \nThe Plurality of Elias Shaw\n\n\n\n\nThe spiritual successor to \nSCP-4444\n.\n\n\nBack when I was on staff, somebody once mentioned that they wanted to put together a series of tales about a Crisis on Elias Shaw. That is, the series would explore what would happen if every Elias Shaw that ever was came together in one place. Shenanigans would no doubt follow.\n\n\nThis is definitely not that, but I liked the idea of a zillion Shaws running around, so this is what I ended up with. \nPirate Queen Elias Shaw\n was just too fresh an idea to let slip. I maintain that the line about the duck is maybe the funniest thing I've ever written here.\n\n\nIt's fun to step back and see how my application of Elias (fuck you Bright) has evolved over the years. He's in \nSCP-715\n, \nA Site-19 Christmas Carol\n, \nSCP-2935\n, \nSCP-1730\n, \nSCP-4444\n, and now here. His personality and identity has changed, but I still think that his character is one of the most compelling in the entire Foundationverse. Elias grew up in the Foundation and his family is almost thoroughly intertwined with the Foundation's fate. It's a compelling case.\n\n\nThis is another article that didn't spend much time between its inception and the mainlist. I started it in the morning and was basically finished by the early afternoon. Articles like that are tons of fun - I have \nno idea\n how they're going to turn out, but since you're not spending days grinding your teeth into dust trying to decide how to resolve a storyline, it doesn't feel like nearly as much of a grind.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+626\n+\n–\nx\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file describes a group of hostile anomalous entities,\n\nand is Level 2/4498 classified.\n\n\nUnauthorized access is forbidden.\n\n\n\n\n4498\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n4498\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAgents of MTF Rh-8 approaching Site-53.\n\n\n\n\n\n\n\n\n\n\n\n\nSite-53 near Pittsburgh, PA.\n\n\n\n\n\n\nSpecial Containment Procedures:\n All instances of SCP-4498 are to be restricted to the 4498 Quarantined Exclusion Zone, formerly Site-53 near Pittsburgh, PA, USA. Interaction with SCP-4498 instances should be limited outside of official diplomatic operations, and under no circumstances are any instances of SCP-4498 permitted to leave the quarantined area.\n\n\nIn the event of additional rioting events, Applied Task Force Shaw-99 \"Oh No You Don't\" is to subdue the instances of SCP-4498 using non-lethal means if possible.\n\n\nThese procedures are to remain in place until such time as the effects of SCP-4498 can be fully mitigated. Management of SCP-4498's effects are under the jurisdiction of the Department of Internal Resolution and Regional Research Director Kain Pathos Crow.\n\n\nDescription:\n SCP-4498 is the group designation for the 325+ men, women, animals, and anomalous entities who were previously assigned to or contained at Foundation Site-53 and who, as a result of an accident involving another anomalous artifact, have all assumed the consciousness of Foundation Dr. Elias Shaw.\n\n\nSCP-4498 was created as a result of an unexpected interaction between a now neutralized anomalous artifact and \nDirector Elias Shaw\n. On May 9th, 2018 Dr. Shaw arrived at Site-53 to work with researchers assigned to SCP-████, a small porcelain cat statue that seemed to negate or depress the effects of nearby anomalies when its tail was turned clockwise. While inspecting the artifact personally, Dr. Shaw turned the tail counter-clockwise, \nhaving not been properly briefed that the tail could only be turned clockwise from its resting position\n1\n. This resulted in the tail of the artifact breaking off in Dr. Shaw's hand, accidentally triggering a different, previously unknown latent anomalous effect that interacted with and amplified the effect of SCP-963.\n\n\nAddendum 4498.1:\n Incident Log IL.4498/1\n\n\nThe following is a transcript of a video recording of the moment that SCP-4498 was created.\n\n\n\n\nDr. Hammerling:\n -you'll see there on the paw a marking, we think that's maybe the signature of the creator, or some other craftsman's mark, so we're-\n\n\nDr. Shaw:\n Yeah, I see that. Let me see here. (\nPauses\n) Yep, ok, that's interesting.\n\n\nResearcher Ulrich:\n We've printed up our report, if you're interested in seeing the data. There are some really interesting figures in here - we might be able to apply this information to our anchors division.\n\n\nDr. Shaw:\n Yeah, I see that. (\nPicks up SCP-4498\n) So what do you do? Just turn the tail? Which direction?\n\n\nDr. Hammerling:\n Clockwise, but I wouldn't without proper-\n\n\nResearcher Fox:\n Wait, no, the other-\n\n\nDr. Shaw turns the tail counter-clockwise. The tail breaks off and falls to the floor.\n\n\nDr. Shaw:\n Oh. (\nPauses\n) Whoops.\n\n\nThe lights in the room flicker, as they do across the entire site. When the security camera reboots, SCP-4498-Hammerling, -Ulrich, and -Fox are standing up, having collapsed to the ground moments before.\n\n\nSCP-4498-Hammerling:\n Hang- wait, what.\n\n\nDr. Shaw:\n What? What happened?\n\n\nSCP-4498-Fox:\n What do you mean, \"what happened\"? I was just- (\npauses\n) Hold up. You're me.\n\n\nDr. Shaw:\n Excuse me?\n\n\nSCP-4498-Hammerling:\n What are you talking about? He's me. I'm him, or- wait, who am I? That's my body.\n\n\nSCP-4498-Ulrich:\n Is this that stupid cat thing? What did it do? Did we all get swapped around or something?\n\n\nDr. Shaw:\n Uh, no, I-\n\n\nSCP-4498-Fox:\n That's probably it. Alright, on the count of three everyone say who you are. Ready? (\nPauses\n) Ok. One, two, three…\n\n\nOthers, in-unison:\n Elias Shaw.\n\n\nSilence.\n\n\nDr. Shaw:\n Uh oh.\n\n\n\n\nAddendum 4498.2:\n Emergency Communication Log EC.4498/1\n\n\nThe following is a transcript of a call made from the Site-53 emergency line. The call was made using the authorization code on Dr. Elias Shaw's ID badge. As protocol determined, the call was routed to SCP Foundation Senior Regional Director Sophia Light at Site-17.\n\n\n\n\nPhone ringing.\n\n\nDir. Light:\n This is Sophia.\n\n\nDr. Shaw:\n (\nWhispering\n) Ah Christ, thank God. Sophia, it's Eli. I don't have a lot of time, we-\n\n\nDir. Light:\n Eli, slow down. What's going on? I can barely hear you.\n\n\nDr. Shaw:\n Sophia, I think I've really screwed the pooch this time. Shagged the hound. Fucked the pup. It's bad, Sophia. Really, really bad.\n\n\nDir. Light:\n (\nSighs\n) Elias, please. I'm so busy today, I can't-\n\n\nDr. Shaw:\n I know, I know, but this one is properly buggered Sophia. We were working on that dumb little cat thing that we were going to use in the anchor trials, right? Maybe two hours ago, I don't know. I was looking at it, and then I went to turn the tail-\n\n\nDir. Light:\n Clockwise, right?\n\n\nDr. Shaw:\n …yes, clockwise. (\nPauses\n) When I turned it, uh… clockwise… it broke in my hand. Just like that. Poof.\n\n\nDir. Light:\n Poof?\n\n\nDr. Shaw:\n Just like that.\n\n\nDir. Light:\n So what happened? You broke it and then what?\n\n\nDr. Shaw:\n Hang on- saying \nI\n broke it is really a misnomer, it's more like it just-\n\n\nDir. Light:\n Eli.\n\n\nDr. Shaw:\n Right, sorry. Anyway, the lights started flickering and when everything had calmed down they… they…\n\n\nDir. Light:\n They what, Eli? They what?\n\n\nDr. Shaw:\n They're all me! Every single one of them, Sophia! I know I'm me, obviously- I'm wearing the fucking amulet, but- (\npauses\n)\n\n\nSilence.\n\n\nDir. Light:\n Eli? Hello?\n\n\nDr. Shaw:\n (\nWhispering\n) Shhhhhhhhhh… they're nearby. (\nSilence\n) Ok, they've passed. Christ. Sophia, they all think they're me. Or maybe they \nare\n me, I don't know, but they're \nabsolutely fucking mental\n, Sophia. They're out here storming around, throwing shit, writing naughty words on the whiteboards. They're mad, every single one of them. The site is in fucking lockdown, I'm sitting here in the goddamn shitter trying to stay out of sight, and I need a \ngoddamn evac, Sophia.\n\n\nSilence.\n\n\nDr. Shaw:\n Sophia?\n\n\nDir. Light:\n Eli, I'm really, \nreally\n busy today. Why does this always happen when I'm busy?\n\n\nDr. Shaw:\n Well, ok, just send out a task force or something. What about Mann? Can't Mann do something about this?\n\n\nDir. Light:\n Mann is away, Eli. He's at a conference off-site.\n\n\nDr. Shaw:\n Ok, well, where's the \nfucking\n conference at and I'll call him myself?\n\n\nDir. Light:\n Site-53.\n\n\nDr. Shaw:\n Site-53?\n\n\nDir. Light:\n Yeah, his team got there maybe ten, fifteen minutes ago? (\nPauses\n) Eli?\n\n\nDr. Shaw:\n Sophia, \nI'm\n at Site-53.\n\n\nSilence.\n\n\nDir. Light:\n Fuck.\n\n\n\n\nAddendum 4498.3:\n Video Log VL.4498/1\n\n\n\n\nVL.4498/1\n\n\nHallway Camera #32\n\n\n\n\n5-9-2018 | 11:23:06:\n \nCamera is recording an empty hallway.\n\n\n5-9-2018 | 11:23:14:\n \nCamera begins to shake slightly.\n\n\n5-9-2018 | 11:23:26:\n \nAgent Troy Lament sprints down the hallway, screeching wildly.\n\n\n5-9-2018 | 11:23:29:\n \nRegional Director Everett Mann, Dr. Justine Everwood, Dr. Arvind Desei, Dr. Charles Gears, and Regional Research Director Kain Pathos Crow also run down the hallway.\n\n\n5-9-2018 | 11:23:37:\n \nHallway is empty. Camera is still shaking.\n\n\n5-9-2018 | 11:23:41:\n \nA mob of SCP-4498 instances run down the hallway. They are carrying broken pieces of furniture from the staff lounge, as well as kitchen utensils and at least three tires of unknown origin.\n\n\n5-9-2018 | 11:23:57:\n \nHallway is empty.\n\n\n5-9-2018 | 11:24:04:\n \nSCP-4498-Clef enters the hallway. He stops to lean against the wall, breathing heavily and complaining about Agent Clef's physical fitness. After a moment, SCP-4498-Clef stumbles back into a trot and leaves the hall.\n\n\n\n\nAddendum 4498.4:\n Incident Log IL.4498/2\n\n\nAfter several hours of radio silence from a locked down Site-53, Mobile Task Force Rhea-7 \"Gate Guns\" arrived on site to lift the lockdown and assist with de-escalating the situation. The following is a transcript of the video recording captured from Rh-8 Lead's body camera.\n\n\n\n\nMTF Rh-8 passes the site checkpoint and enters the Site-53 inner yard. They stop in front of the main door and windows, which have been boarded up. Rh-8 members exchange uncertain glances.\n\n\nRh-8 Lead:\n Hello? Is anyone there? (\nPauses\n) Dr. Shaw?\n\n\nSeveral voices:\n What do you want?\n\n\nRh-8 Lead:\n My name is Agent Cody Blarns of Rhea-8. We're here to… extract you. (\nPauses\n) Which one of you is Elias Shaw?\n\n\nSCP-4498-Donaldson\n2\n appears in the doorway, holding a rifle.\n\n\nSCP-4498-Donaldson:\n Get fucked, tommyhawk. We're all Elias Shaw. Bugger off somewhere else, we've got this under control.\n\n\nThere is the sound of an explosion from somewhere else on site. SCP-4498-Donaldson does not seem surprised.\n\n\nRh-8 Lead:\n Alright, I understand, but we just need to get Dr. Mann and his team out first, as well as Dr. Sha- er, SCP-963. Is that alright?\n\n\nSCP-4498-Wilson:\n3\n (\nAppearing on the rooftop\n) Is that alright? What- are we not Shaw enough for you? Just because we're not wearing that goddamn amulet means we're not \nactually\n Elias Shaw? Fuck you.\n\n\nRh-8 Lead:\n Alright, like… look, we're not trying to start anything here. We just need to get in there and extract the individuals we're looking for, then we can negotiate for whatever else.\n\n\nSCP-4498-Donaldson:\n No luck, guncuck. You're not the bosses here anymore. Site-53 is under new management. Better management.\n\n\nRh-8 Lead:\n Alright, can we talk to them, then?\n\n\nA figure appears on the roof alongside SCP-4498-Wilson. She is wearing a tri-point hat and three-quarter length jacket, as well as thigh-high boots and a butterfly eyepatch. The figure scans the task force then laughs loudly.\n\n\nRh-8 Lead:\n I- what? Dr. Kiryu?\n\n\nSCP-4498-Z.Kiryu:\n Arrr, that be the Pirate Queen Elias Shaw to you, you filthy slim-dicked landwhale. I'll be callin' the shots around here from now on, not ye. Don't you dare take another step closer or my boys here will shove a hot poker up into yer asses.\n\n\nRh-8 Dixon:\n You have \ngot\n to be kidding me.\n\n\nSCP-4498-Z.Kiryu:\n The Pirate Queen Elias Shaw be not a kidder, ye rotten shark taint! Step off to the street with ye, and begone from my realm!\n\n\nRh-8 Lead:\n We're just going to come in now.\n\n\nSound of gunfire. Rhea-8 scatters.\n\n\nRh-8 Lead:\n Christ, they're shooting at us! Command, we need backup, repeat, we are under fire! (\nPauses\n) No, I mean, I think they're all \nreally\n terrible shots, so we're not in any immediate danger, no. But they might get lucky, or- (\npauses\n) yessir, we'll just post up here.\n\n\n\n\nAddendum 4498.5:\n Video Logs\n\n\n\n\nVL.4498/2\n\n\nC-Wing Camera #4\n\n\n\n\n5-9-2018 | 13:10:15:\n \nCamera is observing the temporary containment cell for SCP-096\n4\n.\n\n\n5-9-2018 | 13:10:15:\n \nSCP-4498-Jones\n5\n passes by the front of the containment cell. SCP-4498-Jones pauses when they hear a knocking on the cell door.\n\n\nSCP-4498-Jones:\n Hello? Who's in there?\n\n\nUnknown Voice:\n It's me, you asshole. It's Eli. When the site got locked down I got stuck in here with this fucker and I need to get out. I've gotta piss.\n\n\nSCP-4498-Jones:\n What the fuck were you doing in the shy guy's cell?\n\n\nUnknown Voice:\n Science, you dumbfuck, what do you think?\n\n\nSCP-4498-Jones:\n Hrm. I don't know, this feels like a trap. Is this a trap?\n\n\nUnknown Voice:\n What- why would this be a trap? \nI'm\n the one who's trapped, idiot. Let me out!\n\n\nSCP-4498-Jones:\n Hrmmmmm… ok. Just so long as you promise this isn't a trap.\n\n\nUnknown Voice:\n Fine, whatever. Open the fucking door.\n\n\n5-9-2018 | 13:12:12:\n \nSCP-4498-Jones opens the door. SCP-4498-SCP-096 rapidly exits the containment chamber, cackling. The entity grabs SCP-4498-Jones and throws them down the full length of the hallway.\n\n\nSCP-4498-SCP-096:\n (\nLaughs\n) Fingers crossed, bitch! It was me the whole time!\n\n\n5-9-2018 | 13:12:19:\n \nSCP-4498-SCP-096 closes the door to the containment cell.\n\n\nSCP-4498-SCP-096:\n Fuck yeah, this is awesome.\n\n\n5-9-2018 | 13:12:24:\n \nSCP-4498-SCP-096 exits.\n\n\n\n\n\n\n\n\n\n\nVL.4498/3\n\n\nDumpster Camera #1\n\n\n\n\nCamera is observing the Site-53 trash receptacles. A group of rats sits in front of a dumpster, watching it intently. Suddenly, a figure emerges from the dumpster, covered in refuse.\n\n\nSCP-4498-Fant:\n6\n Come, my brothers. Join me in the down below.\n\n\nSCP-4498-rats:\n Praise the great Elias. Praise the dirty down below.\n\n\nAll SCP-4498-rat instances enter the dumpster. SCP-4498-Fant descends.\n\n\n\n\n\n\n\n\n\n\nVL.4498/4\n\n\nExterior Camera #17\n\n\n\n\nSeveral instances of SCP-4498 stand on the deck of a large wooden ship, believed to be constructed over the top of a Foundation-issue M1 Abrams tank. SCP-4498-Z.Kiryu stands at the front of the ship, one leg perched on the prow. Agent Troy Lament is visible, bound to the ship's mast and gagged.\n\n\n\n\nAddendum 4498.6:\n Audio Transcript\n\n\nThe following audio was picked up by a microphone attached to a podium in the Site-53 conference hall. Based on the apparent proximity of the voices to the microphone, it is believed that the subjects were located in a nearby storage closet.\n\n\n\n\nDir. Mann:\n Shhhhhh, quiet. There's another one coming. \nQuiet!\n\n\nSilence.\n\n\nSCP-4498-Paloma:\n7\n (\nSing-song voice\n) Come out Elias! We've got some big 'ole titties! And also Troy! Come out Eli!\n\n\nVoice fades into distance.\n\n\nDr. Desei:\n This sucks.\n\n\nDr. Everwood:\n Yep.\n\n\nSilence.\n\n\nDr. Desei:\n So what are we gonna do?\n\n\nDir. Mann:\n Good question. (\nPauses\n) Is everyone here? Did we lose anyone?\n\n\nDr. Desei:\n I'm here.\n\n\nDr. Gears:\n I'm fine, Mann.\n\n\nDr. Everwood:\n I'm also- Dr. Crow, please, get your ass out of my face.\n\n\nDr. Crow:\n Ah, but I'm over here, Dr. Everwood! I believe that ass might belong to someone else!\n\n\nDir. Mann:\n Who else is in here?\n\n\nDr. Shaw:\n Hello friends.\n\n\nSounds of a scuffle.\n\n\nDr. Shaw:\n Whoa hey, cut it the fuck out! Ouch! What's wrong with you? Look, it's me, see? Amulet, right there. (\nPauses\n) Jesus, that hurt. Get off me!\n\n\nDir. Mann:\n What in the \nhell\n are you doing in here, Elias?\n\n\nDr. Shaw:\n Hiding! I'm hiding. There are a thousand of me out there and they've lost their goddamn minds. Have you seen all the things they're doing? It's like they've never read the list!\n\n\nDr. Mann:\n The what?\n\n\nDr. Shaw:\n The… actually, nevermind. This joke isn't relevant anymore\n8\n.\n\n\nDr. Mann:\n …\nwhat?\n\n\nDr. Gears:\n We're getting off track. You know this is your fault, Elias.\n\n\nDr. Shaw:\n Ah, well, hang on, that's not \nnecessarily\n true. Teach the controversy, you know. Regardless of what happened here, we're all in this together, right?\n\n\nSilence.\n\n\nDr. Desei:\n How much do you think the Pirate Elias would give us for him?\n\n\nDr. Gears:\n We could use him to barter for Agent Lament.\n\n\nDr. Shaw:\n Now hang on one fingerfucking second there you-\n\n\nDr. Crow:\n On the contrary, comrades! I think if we want to clean up this mess, we'll need to utilize some of Dr. Shaw's anomalous features to do so.\n\n\nDr. Shaw:\n Thank god, finally someone who- \nsay what now\n.\n\n\nDr. Crow:\n Your amulet's anomalous characteristics were imprinted on everyone at this site, but only imprinted, not installed. I believe if we can find the cat statue and figure out how to repair it, and then get you to do your thing to it, we'll be able to render the site and its inhabitants free from your particular brand of shenanigans.\n\n\nDr. Shaw:\n Oh, well, that's not so bad, we-\n\n\nDr. Crow:\n Of course, it might break the amulet.\n\n\nDr. Shaw:\n …\nwhat\n.\n\n\nDr. Mann:\n Hmmmmmmm… sad. Well, everyone makes sacrifices. Arvind, Everwood, grab that man. Let's go unfuck ourselves.\n\n\nDr. Shaw:\n Why the \nfuck\n does this shit always happen to me.\n\n\n\n\nAddendum 4498.7:\n Recovered Document\n\n\nThe following document was recovered on the person of Dr. Charles Gears, who claimed that many similar flyers had been posted around the site.\n\n\n\n\n\n\nεїз\n \nεїз\n \nεїз\n \nƸ̴Ӂ̴Ʒ\n \nεїз\n \nεїз\n \nεїз\n\n\n\n\nTO THE COWARD ELIAS SHAW\n\n\nBY THE AUTHORITY OF HER SALTIEST MAJESTY\n\n\n✧･ﾟ: *✧･ﾟ:*ELIAS SHAW*:･ﾟ✧*:･ﾟ✧\n\n\nPirate Queen, Raider of the High Seas, Mad Butterfly of the Rolling Waves,\n\n\nWE DO COMMAND YOU TO APPEAR BEFORE THE PIRATE COUNCIL TO NEGOTIATE THE RELEASE OR BUTT-STABBING AND THEN EXECUTION OF ONE:\n\n\nTROY LAMENT\n\n\nHIS CRIMES ARE NUMEROUS:\n\n\nLollygagging\n\n\nSaying Hurtful Things\n\n\nCriticizing Queen Shaw's Very Good Hat\n\n\nFornication with a DUCK\n\n\nI WAS THE DUCK\n\n\n\n\n\n\nTHIS WON'T BE FORGIVEN\n\n\n\n\n(✿˵◕‿◕˵) \nAPPEAR OR BE BUTT STABBED\n (˶◕‿◕˶✿)\n\n\n\n\n\n\nAddendum 4498.8:\n Video Log Transcript\n\n\nThe following video log details the 5/10/2018 negotiations between Dir. Everett Mann and the SCP-4498 instances identifying themselves as the Site-53 High Council.\n\n\n\n\nVL.4498/5\n\n\nInner Courtyard Camera #2\n\n\n\n\nDir. Mann, Dr. Gears, Dr. Shaw, and Dr. Crow enter the courtyard. Seated at a table across from them is SCP-4498-Z.Kiryu and several others.\n\n\nSCP-4498-Kingsbury:\n9\n Cease, travelers! You stand before the High Council of-\n\n\nSCP-4498-Z.Kiryu:\n Arrrrrr, it be the \nPirate\n Council, ye cum bucket. Get it right!\n\n\nSCP-4498-Kingsbury:\n Sorry. You stand before the \nPirate\n Council of Site-53, in the glory of the Pirate Queen Elias Shaw.\n\n\nSCP-4498-Z.Kiryu:\n Arrr, that be true. (\nTo Dr. Shaw\n) Ahoy there, Elias. Fancy meeting you here.\n\n\nDr. Shaw:\n Zyn.\n\n\nSCP-4498-Z.Kiryu:\n Aye, that be not my name anymore, \nElias\n. Now I too be Elias, Elias. In fact, we \nall\n be Elias.\n\n\nSCP-4498-Henson:\n10\n I come representing the Culinary Eliases of the Kitchens and Breakrooms! Our feasts are legendary and very tasty!\n\n\nSCP-4498-Anders:\n11\n I represent the Sneaky Darkness Eliases of the Parts Of The Site Where The Power Has Gone Out! We are sneaky and \nvery\n mysterious.\n\n\nSCP-4498-Masters:\n12\n I am MASTER ELIAS, Lord of the AquaEliases, Protector of the Toilets and Sinks!\n\n\nDr. Crow:\n (\nTo Dr. Gears\n) Interesting. It appears that, while they all maintain the same characteristics of the original Elias Shaw, their mannerisms and personalities have begun to differ wildly, even becoming ludicrous to the point of-\n\n\nSCP-4498-Fant:\n I am Filth Elias. Behold, my armies of trash and refuse. (\nMany instances of SCP-4498-rats appear at the feet of SCP-4498-Fant. They sway in unison and chant in an unknown language.\n)\n\n\nSCP-4498-Z.Kiryu:\n Arrrr, what a mighty council we be. So, Elias, have ye come for to rescue your precious man-toy Troy Lament?\n\n\nDr. Shaw:\n (\nSigh\n) Yeah, I guess.\n\n\nSCP-4498-Z.Kiryu:\n That's what I be wantin' to hear. Bring up the boy!\n\n\nSeveral instances of SCP-4498 carry Agent Lament into the courtyard and drop him in front of the table. He is naked and gagged. One of the instances removes the gag.\n\n\nLament:\n (\nCoughs\n) Look, I said I didn't know it was a duck, alright? It was dark and hard to tell, that's not my fault.\n\n\nSCP-4498-Z.Kiryu:\n Quiet you, duck penetrator! There be business to do here. Fell business indeed. (\nTo Dr. Shaw\n) Alright, \nElias\n. We be havin' yer fowl fellator. Give us what we want.\n\n\nDr. Shaw:\n What do you want?\n\n\nSCP-4498-Z.Kiryu:\n The amulet, Elias.\n\n\nDr. Shaw:\n What? Why?\n\n\nSCP-4498-Z.Kiryu:\n Because, \nElias\n. We don't know how long we'll be like this, and I'm not plannin' on dying anytime soon. You give me the amulet, and I'll give you Lament.\n\n\nDr. Shaw:\n This is dumb. (\nPauses\n) This is really dumb. Why the fuck are we doing this? You're all me, right? I never wanted to be a pirate, or a chef, or a sink person, or whatever the fuck that thing is- (\npoints at SCP-4498-Fant\n). You're all me; sensible people, well known for their good instincts and controlled temperament. Why can't we just-\n\n\nDr. Shaw hesitates. Dr. Gears, Dir. Mann and Dr. Crow are all staring at him.\n\n\nDr. Shaw:\n What? You have something to say?\n\n\nSCP-4498-Z.Kiryu:\n Enough talk, Elias. Give me the amulet, or prepare to be boarded.\n\n\nDr. Gears:\n (\nStepping forward\n) Fine, fine. He'll give you the amulet.\n\n\nDr. Shaw:\n I will?\n\n\nDr. Gears:\n In exchange, we want the cat statue.\n\n\nSCP-4498-Z.Kiryu:\n Cat statue? (\nSquints\n) What's yer game, Cog?\n\n\nDr. Gears:\n Further study and investigation. Come now, Pirate Queen Shaw. I know we're all men and women of science.\n\n\nSCP-4498-Z.Kiryu:\n Hmmmmmm… acceptable. Hand it over.\n\n\nDr. Gears:\n Cat first.\n\n\nDr. Shaw:\n Hellooooo, I'm still here.\n\n\nSCP-4498-Z.Kiryu:\n Arrr, this be feeling like a trick. Be this a trick?\n\n\nDr. Gears:\n Of course not.\n\n\nSCP-4498-Z.Kiryu:\n Hmmmmmm… well, that be good enough for me. Here be the cat.\n\n\nSCP-4498-Z.Kiryu tosses SCP-████ to Dr. Gears. Gears nods, and Dir. Mann pushes Dr. Shaw forwards towards the SCP-4498 instances, who restrain him.\n\n\nDr. Shaw:\n Hey, whoa, fuck!\n\n\nAs Agent Lament inch crawls towards Dir. Mann, Dr. Gears fiddles with SCP-████. SCP-4498-Z.Kiryu comes down from the table and stands in front of Dr. Shaw.\n\n\nSCP-4498-Z.Kiryu:\n Arrr, it be about time. Victory be at hand! First mate, bring me my best dick-snippin' knife!\n\n\nDr. Shaw:\n Wait what the \nfuck\n.\n\n\nSCP-4498-Clef appears behind SCP-4498-Z.Kiryu. In its hands is a large knife.\n\n\nSCP-4498-Z.Kiryu:\n No hard feelings, \nElias\n. Just need to make sure you don't try to get back up once I take back what's mine.\n\n\nDr. Gears:\n (\nHolds SCP-████ out\n) There we go. (\nTo Dr. Shaw\n) Elias.\n\n\nSCP-4498 instances and Dr. Shaw:\n What?\n\n\nDr. Gears tosses SCP-████ to Dr. Shaw.\n\n\nDr. Gears:\n Clockwise this time.\n\n\nSCP-4498-Z.Kiryu:\n Whoa, you told me this be not a trap!\n\n\nDr. Gears shrugs.\n\n\nDr. Shaw:\n Hahaha, hell yeah. Get fucked, pirate-ass-looking bitch.\n\n\nDr. Shaw turns SCP-████'s tail clockwise. SCP-4498-Z.Kiryu and SCP-4498-Clef stumble backwards, as if hit in the chest. Both stagger forwards, rubbing their heads.\n\n\nAgent Clef:\n Christ, what happened? What did you do?\n\n\nDr. Kiryu:\n Why am I wearing these \nboots\n?\n\n\nDr. Shaw:\n Nice, it-\n\n\nSCP-████ disintegrates. Dr. Kiryu, Agent Clef and Dr. Shaw exchange glances. Dr. Crow turns and runs for the courtyard exit.\n\n\nDr. Crow:\n Time to scamper, friends! Tally-ho!\n\n\nDr. Shaw, Dr. Gears, Dir. Mann, Dr. Kiryu and Agent Clef sprint towards the door. Agent Clef picks up Agent Lament mid-sprint and carries him over his shoulder. All present SCP-4498 instances chase the group out of the courtyard.\n\n\n\n\nAddendum 4498.9:\n After Action Report\n\n\nThe following is a series of interviews conducted by Site-17 staff in the wake of the Site-53 incident, once the site was re-contained.\n\n\n\n\nAfter Action Report Interview\n\n\nRegional Director Everett Mann\n\n\n\n\nDr. Holly:\n Apologies for the inconvenience, Dr. Mann. This won't take long.\n\n\nDir. Mann:\n Fine, fine. Go ahead, ask away.\n\n\nDr. Holly:\n Can you tell me what happened immediately after you arrived at Site-53?\n\n\nDir. Mann:\n Yeah. We got there, pulled up, walked inside, and a bunch of people were standing around talking to each other. When we came in they looked up and asked who we were, and when I told them they flew into some kind of… of drunken \nfrenzy\n. Breaking tables, shattering glass. Almost like some kind of simian rage. One of them threw feces at me, I swear it.\n\n\nDr. Holly:\n Why didn't you leave?\n\n\nDir. Mann:\n Leave? (\nScoffs\n) First of all, I am a \ndoctor of the Foundation\n. A good doctor never flees. Second, who better to deal with an angry swarm of Elias Shaws than me, Dr. Everett Mann, the Foundation's greatest surgeon? Do you know I've never had a surgery that wasn't a perfect success? It's true.\n\n\nDr. Holly:\n But certainly it would have been prudent to help your colleagues escape?\n\n\nDir. Mann:\n Colleagues?\n\n\nDr. Holly:\n Dr. Desei, Dr. Everwood. Dr. Gears. Dr. Crow?\n\n\nDir. Mann:\n Ah, yes. I forgot the dog was there. Well, they performed admirably, though between you and me I think they talk too much.\n\n\n\n\n\n\n\n\n\n\nAfter Action Report Interview\n\n\nDr. Arvind Desei\n\n\n\n\nDr. Conner:\n So do you have anything else you'd like to-\n\n\nDr. Desei:\n What took you all so long? Could you not have called a halfway competent task force a little earlier than you did? What about that one, you know… ahhh, what's it called. The one with the four of them… Pandora's Box! That's right. Instead I have to listen to Elias Shaw fuck Elias Shaw for twelve hours. You know how much Shaw on Shaw fucking there was going on in there, Kaden?\n\n\nDr. Conner:\n Err, no, I don't.\n\n\nDr. Desei:\n It was a lot.\n\n\n\n\n\n\n\n\n\n\nAfter Action Report Interview\n\n\nDr. Elias Shaw\n\n\n\n\nDr. Shaw:\n So.\n\n\nSilence.\n\n\nDr. Shaw:\n How you doin?\n\n\nSilence.\n\n\nDr. Shaw:\n Have you been to the gym recently, or-\n\n\nDir. Light:\n Eli, I was supposed to be in Ibiza right now. You know where I'm not?\n\n\nDr. Shaw:\n Ibiza?\n\n\nSilence.\n\n\nDr. Shaw:\n Alright, look, yes, this was maybe not my best move. How was I supposed to know what would happen if you turned the tail too hard or something?\n\n\nDir. Light:\n It wasn't \ntoo hard\n, Eli, you turned it in the \nwrong direction\n. Clockwise is to the right. You turned it to the \nleft\n.\n\n\nDr. Shaw:\n Huh. (\nPauses\n) Man, sounds like our training program is sort of lacking then, yeah? Might be worth investigating that, you know, so this sort of thing doesn't happen again in the-\n\n\nDir. Light:\n Eli. The Shy Guy was at that site. Did you know that?\n\n\nDr. Shaw:\n I… did not, no.\n\n\nDir. Light:\n Well, it was. And for a while, it was you. Then it wasn't you suddenly, and you know what it did?\n\n\nDr. Shaw:\n I, uh… well, probably not anything \ngood\n-\n\n\nDir. Light:\n No, Elias. Not something good. (\nDeep breath\n) But whatever that cat thing did to everyone in the site eventually wore off on the Shy Guy, so we're hoping it'll do that to the rest of them, too. Until it does, we're going to just let it play out. They've formed some sort of feudal system in there that seems to be more or less self-sustaining.\n\n\nDr. Shaw:\n Oh yeah? Who's in charge?\n\n\nDir. Light:\n One of the janitors, I think.\n\n\nDr. Shaw:\n Oh. (\nPauses\n) Huh.\n\n\nDir. Light:\n As for you, we're putting you back on special probation for a few weeks. This never seems to help you learn your lesson, but maybe it will this time.\n\n\nDr. Shaw:\n Ah, goddammit Sophia. I hate special probation. (\nSighs\n) What's it going to be this time?\n\n\nDir. Light:\n Lament seemed to think you'd think it was funny if it was a duck-\n\n\nDr. Shaw:\n Oh no you fucking don't-\n\n\nDir. Light:\n -so it's going to be a wombat.\n\n\nDr. Shaw:\n That's annoying.\n\n\nDir. Light:\n You think?\n\n\n\n\n\n\n\n\n\n\nAfter Action Report Interview\n\n\nAgent Troy Lament\n\n\n\n\nDr. Holly:\n What would you say is the part you're having the most trouble dealing with?\n\n\nAgent Lament:\n I… it was horrible. At one point they had me tied up on that boat, and I could see the Clef version of Shaw standing in the corner, licking his chops and holding a knife… I was naked as a jaybird, truly I was, and even now with my waking sight I can still see Eli's dead pupils staring at my johnson from behind my poor sweet friend Alto's eyes… I don't know if I'll ever be able to get over that.\n\n\n\n\n\n\n\n\n\n\nAfter Action Report Interview\n\n\nAgent Alto Clef\n\n\n\n\nAgent Clef:\n Is that what he said? (\nLaughs\n) Nah, I was late getting to the site - I stopped by Mickey D's on my way to work that day. Just thought it was really funny. You know I beat Troy's naked body with a trout? Fuck me that was good. \"My poor sweet friend Alto\". (\nLaughs\n) Christ I love the SCP Foundation.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nEdit pending approval - E.S. 6/16/2018\n\n\n2\n. Previously Dr. Herman Donaldson.\n\n\n3\n. Previously Dr. Angela Wilson.\n\n\n4\n. SCP-096 had been moved to Site-53 temporarily after being recontained following a containment breach one month earlier that necessitated repairs to its permanent containment cell.\n\n\n5\n. Previously Dr. Nance Jones.\n\n\n6\n. Believed to be Foundation custodian Kevin Fant.\n\n\n7\n. Previously Agent Gabriella Paloma.\n\n\n8\n. Thank Christ.\n\n\n9\n. Previously research assistant Jeff Kingsbury.\n\n\n10\n. Previously Dr. Elisa Henson.\n\n\n11\n. Previously Dr. Ivan Anders.\n\n\n12\n. Previously Dr. Beth Masters.\n\n\n\n\n\n\n\n\n« \nSCP-4497\n | SCP-4498 | \nSCP-4499\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4498\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4498\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n header.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Kansas National Guard, Ellsworth Correctional Facility train together to subdue prison riot 141001-Z-ZZ999-222.jpg\n\n\nAuthor:\n Sharon Watson\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n location.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 4498.1: Incident Log IL.4498/1\nThe following is a transcript of a video recording of the moment that SCP-4498 was created.",
        "Addendum 4498.2: Emergency Communication Log EC.4498/1\nThe following is a transcript of a call made from the Site-53 emergency line. The call was made using the authorization code on Dr. Elias Shaw's ID badge. As protocol determined, the call was routed to SCP Foundation Senior Regional Director Sophia Light at Site-17.",
        "Addendum 4498.3: Video Log VL.4498/1",
        "Addendum 4498.4: Incident Log IL.4498/2\nAfter several hours of radio silence from a locked down Site-53, Mobile Task Force Rhea-7 \"Gate Guns\" arrived on site to lift the lockdown and assist with de-escalating the situation. The following is a transcript of the video recording captured from Rh-8 Lead's body camera.",
        "Addendum 4498.5: Video Logs\n\n\n\n",
        "Addendum 4498.6: Audio Transcript\nThe following audio was picked up by a microphone attached to a podium in the Site-53 conference hall. Based on the apparent proximity of the voices to the microphone, it is believed that the subjects were located in a nearby storage closet.",
        "Addendum 4498.7: Recovered Document\nThe following document was recovered on the person of Dr. Charles Gears, who claimed that many similar flyers had been posted around the site.",
        "Addendum 4498.8: Video Log Transcript\nThe following video log details the 5/10/2018 negotiations between Dir. Everett Mann and the SCP-4498 instances identifying themselves as the Site-53 High Council.",
        "Addendum 4498.9: After Action Report\nThe following is a series of interviews conducted by Site-17 staff in the wake of the Site-53 incident, once the site was re-contained.\n\n\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-4498 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-4498 . Licensed under CC-BY-SA .",
        "Filename: header.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Kansas National Guard, Ellsworth Correctional Facility train together to subdue prison riot 141001-Z-ZZ999-222.jpg Author: Sharon Watson License: Public Domain Source Link: Wikimedia Commons",
        "Filename: location.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "All instances of SCP-4498 are to be restricted to the 4498 Quarantined Exclusion Zone, formerly Site-53 near Pittsburgh, PA, USA. Interaction with SCP-4498 instances should be limited outside of official diplomatic operations, and under no circumstances are any instances of SCP-4498 permitted to leave the quarantined area.",
    "description": "SCP-4498 is the group designation for the 325+ men, women, animals, and anomalous entities who were previously assigned to or contained at Foundation Site-53 and who, as a result of an accident involving another anomalous artifact, have all assumed the consciousness of Foundation Dr. Elias Shaw.",
    "title": "SCP-4498"
}