{
    "url": "https://scp-wiki.wikidot.com/scp-4506",
    "all_text": "rating: \n+118\n+\n–\nx\n\n\n\n\n\n\nSCP-4506 prior to its initial disappearance.\n\n\n\n\n\n\nItem #:\n SCP-4506\n\n\nObject Class:\n \nEuclid\n Neutralized\n\n\nSpecial Containment Procedures:\n Learning Computer Beta-9 (\"ALEXANDER\") is to scan visual media currently in production for individuals matching SCP-4506's features. In cases where the presence of SCP-4506 is confirmed, it is to be doctored out of the footage if possible. In cases where the presence of SCP-4506 is significant enough that minor edits to the media in question are not sufficient, Covert Task Force Zeta-9 (\"The Producers\") are to be embedded into the production in question in order to facilitate more pervasive alterations.\n\n\nFollowing Incident 4506-1, these containment procedures have been deemed unnecessary.\n\n\nDescription:\n SCP-4506 is ten year old child actor Thomas Sender, who was declared missing on 12/10/1995. Over the years since its initial disappearance, SCP-4506 has continued to appear in various visual media productions such as films and television programs in both major and minor roles. All media SCP-4506 has appeared in following its initial disappearance have been financed or otherwise influenced by GoI-1783 (\"Westhead Media\"). Notably, SCP-4506 has not visibly aged over the course of this period. \n(For more information on specific notable appearances of SCP-4506, refer to Appearance Log 4506-1.)\n\n\nWhen individuals involved with these productions are questioned regarding the appearance of SCP-4506 in the finished product, they will initially find its presence unremarkable, only realizing they have no memory of it appearing during the original filming when specifically prompted.\n\n\nSCP-4506 originally disappeared following a day of filming on the family sitcom \nWhere The Hart Is\n, in which it portrayed the character of Jacob Hart\n1\n. Witnesses described seeing a suited man who identified himself as SCP-4506's talent agent beckon it into a nearby car and drive away shortly after.\n\n\nAppearance Log 4506-1:\n\n\nThe following is a record of notable appearances of SCP-4506 in visual media productions. In all instances, SCP-4506 was removed from the released footage upon discovery. A full record of all SCP-4506 appearances is available upon request from the Site-22 media archives.\n\n\n\n\n\n\nMedia\n\n\nNature of Appearance\n\n\n\n\n\n\nEpisode 34 of \nFriends\n, \"The One with Russ\" (1996)\n\n\nFirst recorded appearance. SCP-4506 appears as an extra during the episode's conclusion in Central Park. During this appearance, SCP-4506 is visibly confused, looking around and stumbling seemingly at random.\n\n\n\n\n\n\nEpisode 1 of \nStar Trek: Enterprise\n, \"Broken Bow\" (2001)\n\n\nSCP-4506 appears in a significant role where he plays a child who encounters a confused Klingon at the beginning of the episode, later reporting it to authorities. Due to the substantial nature of this appearance, substantial edits to the original episode were required before it could be released.\n\n\n\n\n\n\nTransformers\n (2007)\n\n\nSCP-4506 appears as an extra during the film's climatic battle sequence. Numerous reaction shots during this sequence show SCP-4506 displaying extreme fear at its surroundings.\n\n\n\n\n\n\nEpisode 69 of \nDoctor Who\n, \"Vincent and the Doctor\" (2010)\n\n\nSCP-4506 appears as a child whom the character of the Doctor questions about recent killings in Auvers-sur-Oise. Throughout the conversation between the two characters, SCP-4506 misreads the majority of its lines.\n\n\n\n\n\n\nEpisode 60 of \nGame of Thrones\n, \"The Winds of Winter\" (2016)\n\n\nSCP-4506 appears during the declaration of Jon Snow as King in the North, portraying a character referred to as \"the young Lord Crowson\". SCP-4506 has bruising visible on its face, and walks with a noticeable limp.\n\n\n\n\n\n\n\n\nInterview Log 4506-1:\n\n\nOn 11/04/2017, it came to the Foundation's attention that the parents of SCP-4506, Eileen and Simon Sender, had been making numerous attempts to contact members of the anomalous community. Upon further investigation, it came to light that this was a result of them witnessing numerous minor appearances of SCP-4506 in television and film\n2\n and wishing to discover more about the anomalous in relation to their son's disappearance as a result.\n\n\nThey were subsequently brought into custody for interview.\n\n\n\n\n<Begin Log>\n\n\n(Dr. Jade enters the room and sits down. Mr. Sender is sitting across from her, arms crossed.)\n\n\nDr. Jade:\n Hello, Mr. Sender. My name is Dr. Jade. How are you feeling today?\n\n\nMr. Sender:\n Where is my son?\n\n\nDr. Jade:\n I don't know that.\n\n\nMr. Sender:\n Liar. You're a … you're a fucking \nliar\n, you do know, I can see it on your fucking face, fuck you.\n\n\n(Pause.)\n\n\nDr. Jade:\n If you can't calm down at least a little, I'll be forced to leave and wait for you to cool down. Is that you want?\n\n\n(Pause.)\n\n\nMr. Sender:\n Fine. Okay, yeah, I'll calm down. But you \ndo\n know. You do.\n\n\nDr. Jade:\n Why do you think I'd know where your son is?\n\n\nMr. Sender:\n This is what you - what \nyou people\n are like, my wife told me all about that, yeah\n3\n. The way you're looking at me, with your - with your face all like that. You at least have an idea.\n\n\n(Pause.)\n\n\nDr. Jade:\n Your son has been missing for twenty-two years, Mr. Sender. I'm thirty-two years old. Do you really think I was involved in your son's kidnapping when I was \nten\n?\n\n\nMr. Sender:\n I never said that - I just said you know. I - I saw him.\n\n\nDr. Jade:\n You saw him?\n\n\nMr. Sender:\n On TV. I - I did, I swear, don't act like you don't know what I'm talking about. In a crowd on \nLaw and Order\n.\n\n\nDr. Jade:\n I … see. And you're sure this was your son?\n\n\nMr. Sender:\n I know my son when I see him. His eyes were all red, like he'd … like he'd been crying, and he was holding his arm all funny, but it was \nhim\n. He … he hadn't aged a day. Please, please, just tell me where he is, if you do know, I need to - I need to say I'm sorry.\n\n\nDr. Jade:\n Say you're sorry?\n\n\nMr. Sender:\n For pushing him so much, I thought it was - I thought it would build good work ethic, but he hated me for it. Thought he'd ran away at first, you know? Because of that. Then I thought he was dead in a ditch somewhere, or … or worse. But he didn't, he's not, \nI saw him\n. Please, just tell me what you know. I'm begging you.\n\n\n(Pause.)\n\n\nDr. Jade:\n I don't know. I really am sorry.\n\n\n(Mr. Sender slumps over in his chair, dropping his arms to his sides.)\n\n\nMr. Sender:\n No … you really don't, do you? Fuck. \nFuck\n.\n\n\n<End Log>\n\n\n\n\nDespite being brought in for interview, Mrs. Sender refused to respond to any attempts at questioning. As such, an interview with her could not be conducted.\n\n\nFollowing this process, both Mr. and Mrs. Sender were administered Class-A amnestics and released. However, upon witnessing SCP-4506 again in a subsequent minor containment breach, Mr. and Mrs. Sender attempted to contact the anomalous community again after following the same reasoning as the original sequence of events.\n\n\nFollowing two more amnesticization cycles which proceeded in this same way, it was determined that further application would be a waste of resources, and the couple was placed under observation instead.\n\n\n\n\nIncident Log 4506-1:\n\n\nOn 04/22/2017, Foundation observers reported that Eileen and Simon Sender had disappeared from their home overnight. Upon review of surveillance footage, it was discovered that the couple had driven away from their home during a brief interval when the observers were swapping shifts\n4\n. It is believed that the couple intentionally waited for this interval before leaving.\n\n\nTwo days later, their car was found outside an abandoned television studio on the outskirts of Dernham, New Mexico. Although no evidence of a struggle could be found in the vicinity, the following recording had been left behind in the vehicle:\n\n\n\n\n<Begin Log>\n\n\n(Sounds of rustling, presumably the recording device being put down. Mr. Sender can be heard sighing.)\n\n\nMr. Sender:\n I've got it put to record. You know, so there's a message in case we don't … in case … you know.\n\n\nMrs. Sender:\n Yeah.\n\n\n(Pause.)\n\n\nMr. Sender:\n Is it … is it loaded?\n\n\nMrs. Sender:\n Yeah. It's loaded.\n\n\nMr. Sender:\n Okay. That's good. Well, it's not, uh, it's not \ngood\n really, but… (laughs, trails off) Sorry.\n\n\nMrs. Sender:\n Mm. I get what you mean.\n\n\nMr. Sender:\n Yeah. Should we … what should we say?\n\n\nMrs. Sender:\n For the message?\n\n\nMr. Sender:\n Yeah, for the message.\n\n\n(Pause.)\n\n\nMrs. Sender:\n I guess we should explain. The, um, the situation, you know.\n\n\nMr. Sender:\n Yeah. Yeah. Do you want to or should I…?\n\n\nMrs. Sender:\n You can do it.\n\n\nMr. Sender:\n Okay.\n\n\n(Mr. Sender clears his throat.)\n\n\nMr. Sender:\n So, one of our contacts - \ncontacts\n, what the fuck am I talking about? One of the guys we got in touch with got back to me. Said he'd heard of these Westhead guys, knew where they operated. Said he'd pass the information onto us for … well, for a lot of money.\n\n\nMrs. Sender:\n I thought it was a scam.\n\n\nMr. Sender:\n I half-thought so too. It still might be - I, I don't know whether that would be good or bad, though. But we had to know, yeah? If there was a chance … \nif there was a chance\n…\n\n\n(Pause.)\n\n\nMrs. Sender:\n If there was a chance, we had to try. It's fine.\n\n\nMr. Sender:\n Thank you.\n\n\nMrs. Sender:\n So, we've got a gun. We've got ammo - don't know how much good that'll do, but we have it. We're gonna get Tommy out of there, or … or we're gonna make sure they can't hurt him anymore.\n\n\n(Pause.)\n\n\nMr. Sender:\n You ready?\n\n\nMrs. Sender:\n Yeah. Yeah, I'm ready.\n\n\nMr. Sender:\n Love you.\n\n\n(Pause.)\n\n\nMrs. Sender:\n Love you, too.\n\n\n<End Log>\n\n\n\n\nFollowing the discovery of this recording and the disappearances of Simon and Eileen Sender, no further appearances of SCP-4506 have been recorded. As a result, SCP-4506 has been reclassified as Neutralized.\n\n\n\n\nFootnotes\n\n\n1\n. This was SCP-4506's most prominent role to date, with predictions that it would launch a more substantial career in television.\n\n\n2\n. Due to the minor nature of the majority of SCP-4506 appearances, there have been several breaches of information containment following SCP-4506's discovery.\n\n\n3\n. Further investigation revealed that Mrs. Sender's father was a retired FBI agent who had worked as part of the Unusual Incidents Unit for a time. It is presumed this connection was how she and her husband pursued contact with the anomalous community.\n\n\n4\n. Personnel involved were officially reprimanded for the lax conduct that allowed this interval to take place.\n\n\n\n\n\n\n\n\n« \nSCP-4505\n | SCP-4506 | \nSCP-4507\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Log> (Dr. Jade enters the room and sits down. Mr. Sender is sitting across from her, arms crossed.) Dr. Jade: Hello, Mr. Sender. My name is Dr. Jade. How are you feeling today? Mr. Sender: Where is my son? Dr. Jade: I don't know that. Mr. Sender: Liar. You're a … you're a fucking liar , you do know, I can see it on your fucking face, fuck you. (Pause.) Dr. Jade: If you can't calm down at least a little, I'll be forced to leave and wait for you to cool down. Is that you want? (Pause.) Mr. Sender: Fine. Okay, yeah, I'll calm down. But you do know. You do. Dr. Jade: Why do you think I'd know where your son is? Mr. Sender: This is what you - what you people are like, my wife told me all about that, yeah 3 . The way you're looking at me, with your - with your face all like that. You at least have an idea. (Pause.) Dr. Jade: Your son has been missing for twenty-two years, Mr. Sender. I'm thirty-two years old. Do you really think I was involved in your son's kidnapping when I was ten ? Mr. Sender: I never said that - I just said you know. I - I saw him. Dr. Jade: You saw him? Mr. Sender: On TV. I - I did, I swear, don't act like you don't know what I'm talking about. In a crowd on Law and Order . Dr. Jade: I … see. And you're sure this was your son? Mr. Sender: I know my son when I see him. His eyes were all red, like he'd … like he'd been crying, and he was holding his arm all funny, but it was him . He … he hadn't aged a day. Please, please, just tell me where he is, if you do know, I need to - I need to say I'm sorry. Dr. Jade: Say you're sorry? Mr. Sender: For pushing him so much, I thought it was - I thought it would build good work ethic, but he hated me for it. Thought he'd ran away at first, you know? Because of that. Then I thought he was dead in a ditch somewhere, or … or worse. But he didn't, he's not, I saw him . Please, just tell me what you know. I'm begging you. (Pause.) Dr. Jade: I don't know. I really am sorry. (Mr. Sender slumps over in his chair, dropping his arms to his sides.) Mr. Sender: No … you really don't, do you? Fuck. Fuck . <End Log>",
        "<Begin Log> (Sounds of rustling, presumably the recording device being put down. Mr. Sender can be heard sighing.) Mr. Sender: I've got it put to record. You know, so there's a message in case we don't … in case … you know. Mrs. Sender: Yeah. (Pause.) Mr. Sender: Is it … is it loaded? Mrs. Sender: Yeah. It's loaded. Mr. Sender: Okay. That's good. Well, it's not, uh, it's not good really, but… (laughs, trails off) Sorry. Mrs. Sender: Mm. I get what you mean. Mr. Sender: Yeah. Should we … what should we say? Mrs. Sender: For the message? Mr. Sender: Yeah, for the message. (Pause.) Mrs. Sender: I guess we should explain. The, um, the situation, you know. Mr. Sender: Yeah. Yeah. Do you want to or should I…? Mrs. Sender: You can do it. Mr. Sender: Okay. (Mr. Sender clears his throat.) Mr. Sender: So, one of our contacts - contacts , what the fuck am I talking about? One of the guys we got in touch with got back to me. Said he'd heard of these Westhead guys, knew where they operated. Said he'd pass the information onto us for … well, for a lot of money. Mrs. Sender: I thought it was a scam. Mr. Sender: I half-thought so too. It still might be - I, I don't know whether that would be good or bad, though. But we had to know, yeah? If there was a chance … if there was a chance … (Pause.) Mrs. Sender: If there was a chance, we had to try. It's fine. Mr. Sender: Thank you. Mrs. Sender: So, we've got a gun. We've got ammo - don't know how much good that'll do, but we have it. We're gonna get Tommy out of there, or … or we're gonna make sure they can't hurt him anymore. (Pause.) Mr. Sender: You ready? Mrs. Sender: Yeah. Yeah, I'm ready. Mr. Sender: Love you. (Pause.) Mrs. Sender: Love you, too. <End Log>"
    ],
    "item": "SCP-4506",
    "object_class": "Euclid Neutralized",
    "containment_procedures": "Learning Computer Beta-9 (\"ALEXANDER\") is to scan visual media currently in production for individuals matching SCP-4506's features. In cases where the presence of SCP-4506 is confirmed, it is to be doctored out of the footage if possible. In cases where the presence of SCP-4506 is significant enough that minor edits to the media in question are not sufficient, Covert Task Force Zeta-9 (\"The Producers\") are to be embedded into the production in question in order to facilitate more pervasive alterations.",
    "description": "SCP-4506 is ten year old child actor Thomas Sender, who was declared missing on 12/10/1995. Over the years since its initial disappearance, SCP-4506 has continued to appear in various visual media productions such as films and television programs in both major and minor roles. All media SCP-4506 has appeared in following its initial disappearance have been financed or otherwise influenced by GoI-1783 (\"Westhead Media\"). Notably, SCP-4506 has not visibly aged over the course of this period. (For more information on specific notable appearances of SCP-4506, refer to Appearance Log 4506-1.)",
    "title": "SCP-4506"
}