{
    "url": "https://scp-wiki.wikidot.com/scp-4510",
    "all_text": "rating: \n+73\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4510\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAftermath of an SCP-4510-1 event.\n\n\n\n\nSpecial Containment Procedures:\n SCP-4510 has been moved to an internal Foundation domain. All testing is to take place in clear outdoor areas and must be approved by at least one Level 4 clearance personnel.\n\n\nDescription:\n SCP-4510 refers to www.avelarexpressfirstclassprime.███, an online shopping website managed by a company referred to as \"\nAvelar Professional Products Inc.\n\" SCP-4510 primarily sells non-anomalous professional products and stationery, and offers advertisements to other non-anomalous websites. All records show that SCP-4510 was registered on December 7th, 2015 by an anonymous individual under the pseudonym \"Zamora_734\".\n\n\nSCP-4510's primary anomalous quality is its express shipping option. Upon selecting one or more items and proceeding to their cart, the shopper will have an opportunity to select the \"Express First Class Prime™!\" express shipping option, which advertises itself as being able to deliver the product \"to your doorstep in less than a day!\" Selecting this option and checking out the product will initiate an SCP-4510-1 event.\n\n\nSCP-4510-1 events begin with an unmarked Boeing C-17 Globemaster III, hereby designated SCP-4510-1, spontaneously manifesting between 1 and 7 hours after an individual has selected the \"Express First Class Prime™!\" shipping option. SCP-4510-1 will manifest at ~8 km and traveling at ~830 km/h, within 1000 kilometers of the computer from where the order was placed. Upon flying over the general location of the computer where the order was placed, the cargo door will open and a large tungsten cylinder will be dropped outward. Due to its weight and density, the collision with the tungsten tube will often result in significant property damage and bodily harm, nearly always completely destroying the targeted building. Following this, SCP-4510-1's cargo door will close and it will fly another ~600 km before demanifesting.\n\n\nPrior to its discovery and subsequent containment by the Foundation, SCP-4510 was in the custody of the United States Army. After containment of the website was achieved, the US Army refused to turn over their data regarding SCP-4510, allegedly to prevent a leak of national security. However, Foundation technicians were able to recover SCP-4510-1's final destination and cargo logs from SCP-4510.\n\n\nAddendum 4510-1:\n The following data was recovered from SCP-4510.\n\n\n\n\n\n\nShipping Location\n\n\nItem(s) Delivered\n\n\n\n\n\n\nBriton, England\n\n\n200 envelopes, 15 inkjet ink cartridges\n\n\n\n\n\n\nKazan, Russia\n\n\n2 staplers\n\n\n\n\n\n\nYorkton, Canada\n\n\n13 paint brushes\n\n\n\n\n\n\nSingapore, Republic of Singapore\n\n\n52 pens, 32 embossed notecards\n\n\n\n\n\n\nJacksonville, United States\n\n\n6 folders, 4 notebooks, 3 erasers, 10 mechanical pencils, 1 binder\n\n\n\n\n\n\nLimmen, Australia\n\n\n5 engraved nameplates\n\n\n\n\n\n\nThe Hague, Netherlands\n\n\n26 writing pads, 26 lead pencils\n\n\n\n\n\n\nHonolulu, United States\n\n\n30 manilla folders\n\n\n\n\n\n\nAchin, Afghanistan\n\n\n1 pen\n\n\n\n\n\n\nAl-Sukhnah, Syria\n\n\n1 pen\n\n\n\n\n\n\nDeir ez-Zur, Syria\n\n\n1 pen\n\n\n\n\n\n\nRudbar, Afghanistan\n\n\n1 pen\n\n\n\n\n\n\nMaadan, Syria\n\n\n1 pen\n\n\n\n\n\n\n33°57'14.0\"N 37°56'09.3\"E\n1\n\n\n[REDACTED]\n\n\n\n\n\n\nAddendum 4510-2:\n During a routine test of SCP-4510, SCP-4510-1 was identified as having US Army markings matching that of a C-17 that was reported missing on 2/21/17 over southern Syria. A reconnaissance task force was deployed to FOB McArthur, which was located near the area of the aircraft's last known location. The task force performed a full search of the base, discovering what is believed to be SCP-4510-1 in the primary hanger. The task force was unable to gain access to the aircraft.\n\n\nDuring the search, the task force also discovered a moderately-sized server farm within the barracks. Upon further inspection, the servers were found to be assembled partially using human muscle tissues, nervous systems, and skeletal systems. Foundation technicians have determined that the servers are used to host SCP-4510.\n\n\nAddendum 4510-3:\n After negotiating with the transfer of several minor anomalous objects into their custody, the US Army provided the following information about SCP-4510 and FOB McArthur:\n\n\nAfter the destruction of a highrise in Honolulu, the US government looked into SCP-4510, and finding that it had generated a multitude of other civilian casualties, seized it. SCP-4510 was then moved to an internal US Government domain, where it was later used by Army personnel stationed at FOB McArthur to terminate high ranking members of terrorist cells within the Middle East. An email from Zamora_734 was sent to the officer in command of the base, warning that further use of SCP-4510 would result in disciplinary actions by Avelar Professional Products Inc.\n\n\nThe email was ignored by the officer, and SCP-4510-1 was later spotted over FOB McArthur. Contact with the base was lost soon after.\n\n\n\n\nFootnotes\n\n\n1\n. These coordinates correlate to Forward Operating Base McArthur, which was decommissioned by the US Army in late 2016.\n\n\n\n\n\n\n\n\n« \nSCP-4509\n | SCP-4510 | \nSCP-4511\n »",
    "addendums": [
        "Addendum 4510-2: During a routine test of SCP-4510, SCP-4510-1 was identified as having US Army markings matching that of a C-17 that was reported missing on 2/21/17 over southern Syria. A reconnaissance task force was deployed to FOB McArthur, which was located near the area of the aircraft's last known location. The task force performed a full search of the base, discovering what is believed to be SCP-4510-1 in the primary hanger. The task force was unable to gain access to the aircraft.\nDuring the search, the task force also discovered a moderately-sized server farm within the barracks. Upon further inspection, the servers were found to be assembled partially using human muscle tissues, nervous systems, and skeletal systems. Foundation technicians have determined that the servers are used to host SCP-4510.",
        "Addendum 4510-3: After negotiating with the transfer of several minor anomalous objects into their custody, the US Army provided the following information about SCP-4510 and FOB McArthur:\nAfter the destruction of a highrise in Honolulu, the US government looked into SCP-4510, and finding that it had generated a multitude of other civilian casualties, seized it. SCP-4510 was then moved to an internal US Government domain, where it was later used by Army personnel stationed at FOB McArthur to terminate high ranking members of terrorist cells within the Middle East. An email from Zamora_734 was sent to the officer in command of the base, warning that further use of SCP-4510 would result in disciplinary actions by Avelar Professional Products Inc.\nThe email was ignored by the officer, and SCP-4510-1 was later spotted over FOB McArthur. Contact with the base was lost soon after."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-4510 has been moved to an internal Foundation domain. All testing is to take place in clear outdoor areas and must be approved by at least one Level 4 clearance personnel.",
    "description": "SCP-4510 refers to www.avelarexpressfirstclassprime.███, an online shopping website managed by a company referred to as \"Avelar Professional Products Inc.\" SCP-4510 primarily sells non-anomalous professional products and stationery, and offers advertisements to other non-anomalous websites. All records show that SCP-4510 was registered on December 7th, 2015 by an anonymous individual under the pseudonym \"Zamora_734\".",
    "title": "SCP-4510"
}