{
    "url": "https://scp-wiki.wikidot.com/scp-4511",
    "all_text": "rating: \n+552\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\nhttp://www.scp-wiki.net/drannoyingdog\n <— My author page! ~ DrAnnoyingDog\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n4/4511\n LEVEL \n4/4511\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4511\n\n\n\n\n\n\nPending\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLead Researcher Westrin during the initial survey of Provisional Site-4511.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The factory SCP-4511 resides in has been purchased by the Foundation and designated Provisional Site-4511. MTF Pi-1 (\"City Slickers\") have been assigned to manage containment and security of the object. All organic matter which has exited SCP-4511 is to be returned inside, regardless if living or deceased.\n\n\nFILESERV NOTICE:\n AS OF WRITING, RESEARCH INTO SCP-4511 IS STILL ONGOING. SOME ERRORS MAY BE PRESENT.\n\n\nDescription:\n SCP-4511 is a large mechanical construct located in the basement of Danforth Meatpacking, a disused meatpacking factory in Chicago, USA. SCP-4511 externally resembles a domestic pig\n1\n, measuring approximately 15m by 25m by 20m at its widest points, and is constructed of iron, which has become heavily oxidized following several years of improper maintenance. SCP-4511's primary entrance point is a large blast furnace in a constant state of activation, despite being disconnected from all fuel lines and ignition sources.\n\n\nSCP-4511's left flank contains a thin 5cm-long slit that, upon certain conditions being met, will print an index card carrying a series of instructions.\n\n\nRecovery Report:\n\n\n\n\nThe ██████████ factory was initially raided by Foundation agents embedded within the Chicago Police Department in response to reports of occult activity in the area. They encountered heavy resistance from a group of occult worshipers who had taken residence in the basement. MTF Epsilon-9 (\"Fire Eaters\") were dispatched to lend support to the Chicago Police Department. Of the forty-seven cultists that had previously inhabited the factory, only one survived their injuries for more than seventy-two hours. While the individual was treated for their injuries, Foundation personnel began studying SCP-4511. The following card was discovered left within SCP-4511.\n\n\n\n\n\n\n\n\n\n\n\n\nCURRENT DEMAND\n\n\n\n\n\n\n\n\n\nA flock of my own. - SATISFIED\n\n\n \n\n\n \n\n\n \n\n\n\n\nEvery twelve hours, SCP-4511 produced another copy of the card. On 01-24-65, the last surviving victim of the raid on the factory was pronounced deceased. At the same time, SCP-4511 produced a new punch card.\n\n\n\n\n\n\n\n\n\n\n\n\nCURRENT DEMAND\n\n\n\n\n\n\n\n\n\nThe metal teeth that endlessly turn.\n\n\n\n\n\n\n\n\nPERIOD\n\n\n\n\n\n\n\n\n\nOne week.\n\n\n \n\n\n \n\n\n \n\n\n\n\nThe SCP-4511 Research Team requested to conduct experiments on the object, which was initially denied by Lead Researcher Westrin, but later overruled by Regional Director Caleb.\n\n\n\n\nTest Logs:\n\n\n\n\n\n\nTEST 1\n\n\n\n\n\n\n\n\nDemand\n\n\n\"The metal of this suffocating prison.\"\n\n\n\n\n\n\nResources\n\n\nFifty-seven pieces of scrap iron, scavenged from within Provisional Site-4511.\n\n\n\n\n\n\nProcedure\n\n\nGears thrown into SCP-4511 individually.\n\n\n\n\n\n\nResults\n\n\nSounds of metal crunching persisted for 2 minutes and 3 seconds. Three hours after the test, all gears in Provisional Site-4511 underwent a rapid oxidation process, rusting significantly. SCP-4511 itself remained unaffected.\n\n\n\n\n\n\n\n\n\n\nTEST 2\n\n\n\n\n\n\n\n\nDemand\n\n\n\"Oil to slicken my frozen joints.\"\n\n\n\n\n\n\nResources\n\n\n3 200-liter drums of machine oil, transported from Site-12.\n\n\n\n\n\n\nProcedure\n\n\nDrums were thrown into primary orifice.\n\n\n\n\n\n\nResults\n\n\nLow-pitched gurgling heard for 38 minutes before the remains of the oil drums were expelled. SCP-4511 then began to shake violently for 4 minutes. A large amount of rusted scrap iron and 2 domesticated pigs femurs were then expelled.\n\n\n\n\n\n\n\n\n\n\nTEST 3\n\n\n\n\n\n\n\n\nDemand\n\n\n\"Two of my children, made in my image, made in flesh.\"\n\n\n\n\n\n\nResources\n\n\nTwo adult domestic pigs, sexed pair. (D-98123-SSD & D-98124-SSD)\n\n\n\n\n\n\nProcedure\n\n\nBoth subjects forced into SCP-4511's primary orifice.\n\n\n\n\n\n\nResults\n\n\nSubjects passed through first layer of fire unharmed, obscuring them from view. Five seconds later, high-pitched squeals were heard, ceasing after 25 seconds. For 47 minutes afterwards, a low-pitched gurgling was heard emanating from SCP-4511.\n\n\n\n\n\n\n\n\n\n\nTEST 4\n\n\n\n\n\n\n\n\nDemand\n\n\n\"The hooks used to hang my children's corpses.\"\n\n\n\n\n\n\nResources\n\n\n17 meat hooks, found within Provisional Site-4511.\n\n\n\n\n\n\nProcedure\n\n\nHooks were thrown into primary orifice.\n\n\n\n\n\n\nResults\n\n\nMetal crunching was heard within 20 seconds and persisted for 11 minutes before a spherical metal object was expelled at high speeds, terminating Agent McHenry. McHenry's body was then thrown into the primary orifice.\n\n\n\n\n\n\n\n\n\n\nTEST 5\n\n\n\n\n\n\n\n\nDemand\n\n\n\"A canine. First I consume his best friend, then him.\"\n\n\n\n\n\n\nResources\n\n\nOne German Shepherd. (D-197231-CLF)\n\n\n\n\n\n\nProcedure\n\n\nSubject tranquilized and forced into primary orifice after managing to exit twice.\n\n\n\n\n\n\nResults\n\n\nYelping heard for approximately 27 minutes before the subject was expelled through the primary orifice. 55 minutes later, seven projectiles exited SCP-4511 at a high velocity. Further examination identified the projectiles to be teeth, specifically six molars (dog) and one canine (human).\n\n\n\n\n\n\n\n\n\n\nTEST 6\n\n\n\n\n\n\n\n\nDemand\n\n\n\"A worker for the line.\"\n\n\n\n\n\n\nResources\n\n\nD-023492 (Deceased due to natural causes.)\n\n\n\n\n\n\nProcedure\n\n\nSubject was thrown into the primary orifice.\n\n\n\n\n\n\nResults\n\n\nWithin four seconds, SCP-4511 emitted loud crunching noises before abruptly ejecting D-023492. Subject was extremely disfigured due to heat damage and repeated blunt force trauma. Upon dissection, subject was found to be lacking several internal organs.\n\n\n\n\n\n\n\n\n\n\nTEST 7\n\n\n\n\n\n\n\n\nDemand\n\n\n\"A worker for the line.\"\n\n\n\n\n\n\nResources\n\n\nD-023547\n\n\n\n\n\n\nProcedure\n\n\nDue to noncompliance, subject was forced into SCP-4511 using an electric shock prod.\n\n\n\n\n\n\nResults\n\n\nScreaming heard for approximately 2 hours. 34 minutes after the test, a liquid mixture of human blood, pig urine, machine oil, and rust began leaking from various points across SCP-4511. This persisted for 46 minutes, before abruptly ceasing. The human portion of the liquid was a genetic match for Lead Researcher Westrin.\n\n\n\n\n\n\n\n\n\n\nTEST 8\n\n\n\n\n\n\n\n\nDemand\n\n\n\"A youth to grow in the factories.\"\n\n\n\n\n\n\nResources\n\n\n[REDACTED]\n\n\n\n\n\n\nProcedure\n\n\nDue to noncompliance, subject was forced into SCP-4511 using an electric shock prod.\n\n\n\n\n\n\nResults\n\n\n[REDACTED]\n\n\n\n\n\n\n\n\n\n\nTEST 9\n\n\n\n\n\n\n\n\nDemand\n\n\n\"Fuel for my internally burning fire.\"\n\n\n\n\n\n\nResources\n\n\n450 kg of refined coal, found within Provisional Site-4511.\n\n\n\n\n\n\nProcedure\n\n\nCoal was manually shoveled into primary orifice by Researchers Mathias and Gilroy.\n\n\n\n\n\n\nResults\n\n\nFlames within primary orifice grew by approximately 60%, terminating Researcher Mathias and injuring Researcher Gilroy. Provisional Site-4511 then began to shake violently for 3 hours and 22 minutes. 55 minutes after the shaking began, groaning was heard below SCP-4511.\n\n\n\n\n\n\n\n\n\n\nTEST 10\n\n\n\n\n\n\n\n\nDemand\n\n\n\"The false foreman, delivered to my maw to prove your faith.\"\n\n\n\n\n\n\nResources\n\n\nLead Researcher Westrin\n\n\n\n\n\n\nProcedure\n\n\nSubject incapacitated using a 9mm bullet to the left thigh and moved to SCP-4511's entrance. Subject awoke midway through test and began attempting to bargain with researchers.\n\n\n\n\n\n\nResults\n\n\nLead Researcher Westrin consumed by SCP-4511, screaming heard for approximately 4 minutes and 17 seconds before ceasing. See Incident 4511.1 for further details.\n\n\n\n\n\n\n \n\n\nIncident 4511.1:\n 8 hours following the reception of Test Report 10, Regional Director Caleb authorized MTF Epsilon-11 (\"Nine-Tailed Fox\") to raid Provisional Site-4511 after reports of possibly compromised site security. A transcript is attached.\n\n\n \n\n\n\n\nMTF Body Camera Video Log Transcript\n\n\nDate:\n 05-13-65\n\n\nTask Force:\n MTF Epsilon-11 (\"Nine-Tailed Fox\")\n\n\nSubject:\n Provisional Site-4511\n\n\nTeam Lead:\n ε-1\n\n\nTeam Members:\n ε-2, ε-3, ε-4\n\n\n\n\n«BEGIN LOG»\n\n\nε-1:\n Safeties off. Sound off on my count. One.\n\n\nε-2:\n Two.\n\n\nε-3:\n Three.\n\n\nε-4:\n Four.\n\n\nTeam enters the factory single-file, guns raised.\n\n\nε-1:\n No sign of research team on the main production floor. Descending into basement.\n\n\nCommand:\n Proceed with caution.\n\n\nTeam crosses the factory floor to the freight elevator, and enters.\n\n\nε-1:\n Three, time to earn your keep.\n\n\nε-3:\n Yessir.\n\n\nε-3 moves to the electrical box of the elevator and attempts to pull it open. After a few seconds of pulling, he succeeds in opening the cover. The interior of the fuse box is revealed to have been sealed to the door with a layer of waxy material.\n\n\nε-4:\n Is that… fat?\n\n\nε-3:\n Ugh.\n\n\nε-2:\n Probably from years of disuse. I don't think anyone was cleaning it even when this place was still open. Three, can you get it working or do we have to throw ourselves down, lemmings-style?\n\n\nε-3:\n Yeah, I should be able to rig something up real quick. Gimme a second.\n\n\nε-3 spends several minutes interacting with the fuse box. With a lurch, the elevator begins slowly dropping.\n\n\nε-1:\n Well done. Unless they somehow moved the thing, SCP-4511 should be somewhere on this floor.\n\n\nCommand:\n Weapons free, though we'd prefer if at least a couple were brought in alive.\n\n\nε-1:\n Roger th-\n\n\nThe elevator reaches a stop and the overhead lights shut off.\n\n\nε-2:\n Three, was that you?\n\n\nε-3:\n I didn't touch the lighting fuses. That's something else.\n\n\nε-1:\n Doesn't matter. Four, get over here and help me open these doors.\n\n\nε-1 and ε-4 work together to open the cargo doors of the elevator. The entire lighting system for the lower floor is shut off.\n\n\nε-1:\n Flashlights on, they're creeping about here somewhere.\n\n\nTeam advances onto the catwalk and continues in silence for 2 minutes, until ε-2 pauses.\n\n\nε-2:\n Jesus fuck Three, did you piss yourself?\n\n\nε-3:\n What? No!\n\n\nε-1:\n We're walking in it.\n\n\nε-1 gestures to the catwalk floor, and the shallow puddle of yellow liquid covering it.\n\n\nε-4:\n Fuck me, I think I'm going to vomit…\n\n\nε-3:\n God, that's… who the fuck \ndoes\n that?\n\n\nThe team is interrupted by a drop splashing into the puddle. They raise their weapons and flashlights to reveal a fleshy growth attached to the ceiling, a hole from which is leaking the urine.\n\n\nε-1:\n (quietly) Keep moving. One of you guys, make sure you're looking at it.\n\n\nThe team continues forward, ε-4 bringing up the rear to keep a view on the growth. They continue in silence for another 4 minutes, descending a stairwell.\n\n\nε-1:\n We're reaching the basement floor.\n\n\nCommand:\n [Unintelligible]\n\n\nε-1:\n You're cutting off. Repeat, we're reaching the basement floor. Sound off. One.\n\n\nε-2:\n Two.\n\n\nε-3:\n Three.\n\n\nSilence.\n\n\nε-1:\n Where the fuck is Four?\n\n\nε-3:\n I… she was just next to me!\n\n\nε-2:\n Do we go back to look for her?\n\n\nε-1:\n Yeah. Get ready.\n\n\nThe team retreats up three flights of stairs. ε-4 is splayed out on a landing, unconscious.\n\n\nε-1:\n Two!\n\n\nε-2:\n On it!\n\n\nε-2 begins applying first aid to ε-4, who has a large wound in her right thigh. ε-4 slowly regains consciousness.\n\n\nε-4:\n I don't know what happened. One minute I was behind you guys… and the next, I'm clutching my head here.\n\n\nε-1:\n Active hostile entity in the area. Possibly anti-memetic. Can you walk?\n\n\nε-4:\n N-no.\n\n\nε-1:\n Take your gun and shoot anything that isn't us. We'll be back. I swear.\n\n\nThe team returns down the stairwell, reaching the bottom and spreading out. The floor is largely covered in various furnaces.\n\n\nε-2:\n There's something up ahead.\n\n\nThe entrance to SCP-4511 is visible at the end of the room. A large pile sits next to it. Upon closer view, the pile is comprised of several white-coated bodies, all suffering from extreme exsanguination. A figure sits on the floor next to the pile.\n\n\nε-1:\n Hands up, now!\n\n\nThe figure stands up, wearing the uniform of a researcher. A large burn scar stretches across his right cheek. He is clutching something in his right hand.\n\n\nε-1:\n Whatever's in your hand, drop it.\n\n\nUnknown Individual:\n Whatever you think you can do to me, it's nothing. Nothing compared to what \nit\n can do.\n\n\nε-2:\n What's \"it\"?\n\n\nThe individual gestures behind him, seemingly at SCP-4511 and the pile of corpses.\n\n\nUnknown Individual:\n I took their oil to feed \nit\n and I'll take yours too…\n\n\nε-2:\n I'm giving you five seconds to sit the fuck down before I blow your brains out.\n\n\nUnknown Individual:\n \nYou can't win!\n If you kill me, \nit\n wins. And you'll never let \nit\n win, because you've had it so drilled into you that \nit\n is wron-\n\n\nε-2 terminates the individual with a single shot to the head. A rumbling sound emanates from SCP-4511. ε-3 advances and inspects what the individual was holding: A small clump of bloody flesh and a scrap of paper.\n\n\nε-3:\n \"Meat from those who seek to do in my faithful.\"\n\n\nε-3 picks up the piece of flesh, and throws it into SCP-4511. The flames roar.\n\n\nε-1:\n What the fuck? Why did you do that?!\n\n\nε-3:\n I don't know.\n\n\nε-2:\n Come on. We have to go get Four. She won't last long as she is.\n\n\nThe team reascends the main stairwell, to the location Four was sitting in. Four is unmoving, her gun beside her.\n\n\nε-2:\n FUCK!\n\n\nε-1:\n Check for a pulse!\n\n\nε-2 shakes his head.\n\n\nε-2:\n Nothing.\n\n\nε-3:\n Christ. One, what do we do?\n\n\nε-1 sighs.\n\n\nε-1:\n Only thing we can do. Head back up. We terminated the threat, and Director Calebs is outside with an emergency ResCon\n2\n team.\n\n\nε-2:\n Let's go, then. We need backup to clean this place out.\n\n\n«END LOG»\n\n\n\n\n\n\n \n\n\nDocument 4511.1:\n\n\n\n\nDue to unforeseen circumstances, the current containment and research team for SCP-4511 are no longer in a position to do their duties. Until further notice, I will be removing myself from the Regional Director position in order to take the position of Lead Researcher on the SCP-4511 project. This anomaly is more dangerous than we originally gave it credit for, and it led to the deaths of twenty-four people. I refuse to let that happen again.\n\n\n\n\nRegards,\n\nLead Researcher Caleb\n\n\n\n\n\n\nIncident 4511.2:\n Two hours following Incident 4511.1, SCP-4511 produced a punch card before ceasing all activity. In-depth examination of SCP-4511 revealed no remains of any subjects or alternative fuel sources that could have been used for the flames.\n\n\n\n\n\n\n\n\n\n\nCURRENT DEMAND\n\n\n\n\n\n\n\n\n\nA flock of my own. - SATISFIED\n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. \nSus scrofa domesticus\n.\n\n\n2\n. Combined Research/Containment team.\n\n\n\n\n\n\n\n\n« \nSCP-4510\n | SCP-4511 | \nSCP-4512\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4511\n\" by Jade Skylar, Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4511\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n spicy.jpg\n\n\nName:\n [Electric phosphate smelting furnace used in the making of elemental phosphorus in a TVA chemical plant in the Muscle Shoals area, Alabama] (LOC)\n\n\nAuthor:\n The Library of Congress\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [
        "Document 4511.1:"
    ],
    "notes": [
        "The ██████████ factory was initially raided by Foundation agents embedded within the Chicago Police Department in response to reports of occult activity in the area. They encountered heavy resistance from a group of occult worshipers who had taken residence in the basement. MTF Epsilon-9 (\"Fire Eaters\") were dispatched to lend support to the Chicago Police Department. Of the forty-seven cultists that had previously inhabited the factory, only one survived their injuries for more than seventy-two hours. While the individual was treated for their injuries, Foundation personnel began studying SCP-4511. The following card was discovered left within SCP-4511.",
        "Every twelve hours, SCP-4511 produced another copy of the card. On 01-24-65, the last surviving victim of the raid on the factory was pronounced deceased. At the same time, SCP-4511 produced a new punch card.",
        "The SCP-4511 Research Team requested to conduct experiments on the object, which was initially denied by Lead Researcher Westrin, but later overruled by Regional Director Caleb.",
        "Due to unforeseen circumstances, the current containment and research team for SCP-4511 are no longer in a position to do their duties. Until further notice, I will be removing myself from the Regional Director position in order to take the position of Lead Researcher on the SCP-4511 project. This anomaly is more dangerous than we originally gave it credit for, and it led to the deaths of twenty-four people. I refuse to let that happen again. Regards, Lead Researcher Caleb",
        "\" SCP-4511 \" by Jade Skylar, Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-4511 . Licensed under CC-BY-SA .",
        "Filename: spicy.jpg Name: [Electric phosphate smelting furnace used in the making of elemental phosphorus in a TVA chemical plant in the Muscle Shoals area, Alabama] (LOC) Author: The Library of Congress License: Public Domain Source Link: Flickr"
    ],
    "containment_procedures": "The factory SCP-4511 resides in has been purchased by the Foundation and designated Provisional Site-4511. MTF Pi-1 (\"City Slickers\") have been assigned to manage containment and security of the object. All organic matter which has exited SCP-4511 is to be returned inside, regardless if living or deceased.",
    "description": "SCP-4511 is a large mechanical construct located in the basement of Danforth Meatpacking, a disused meatpacking factory in Chicago, USA. SCP-4511 externally resembles a domestic pig1, measuring approximately 15m by 25m by 20m at its widest points, and is constructed of iron, which has become heavily oxidized following several years of improper maintenance. SCP-4511's primary entrance point is a large blast furnace in a constant state of activation, despite being disconnected from all fuel lines and ignition sources.",
    "title": "SCP-4511"
}