{
    "url": "https://scp-wiki.wikidot.com/scp-4517",
    "all_text": "rating: \n+490\n+\n–\nx\n\n\n\n\n\n\nThe bathtub containing SCP-4517. Contents redacted.\n\n\n\n\n\n\nItem №:\n SCP-4517\n\n\nContainment Level:\n Safe\n\n\nSpecial Containment Procedures:\n The apartment housing SCP-4517 has been purchased by the Foundation and fitted with reinforced doors and windows, as well as internal surveillance. The building's remaining tenants are to be considered a Class-G monitoring priority, and future resident selection is to be weighted in favour of those with no history of paranoia, delusions, or abnormal curiosity. All security footage for the building is to be supplied to RAISA personnel for analysis and archival.\n\n\nDescription:\n SCP-4517 is located in the bathtub of a three-room apartment in Leeds, England. It measures 170 centimetres in length, has a mass of 55 kilograms, and possesses no subjective properties or qualities. While human comprehension of SCP-4517 is obtainable, the only accurate descriptions of it not based on objective measurements refer indirectly to the inability to describe it. Researchers are advised to note that SCP-4517 is not indescribable, as that would allow it to be described as such — rather, it simply does not possess any qualities that are themselves able to be described\n1\n.\n\n\n𝒩ness (as it has been termed by DoMc researchers) is an objective-relative (and presumably ordinarily subjective) quality possessed by all existent entities, quantifiable by comparing the entity in question with SCP-4517, which acts as a baseline with an 𝒩ness of zero. Research into the exact nature of the quality is ongoing. For the purposes of determining how 𝒩 various objects are in relation to the anomaly, Balance.aic\n2\n has been designed to compare live observation of SCP-4517 with assorted photographs, videos, and textual descriptions. Certain pertinent results of this process are included below.\n\n\nAddendum | Balance.aic Output Log (Abridged):\n\n\n\n\n\n\nObject or entity\n\n\n𝒩ness\n\n\n\n\n\n\nFoundation-issue ball-point pen\n\n\n2.8\n\n\n\n\n\n\nApple (Granny Smith variety)\n\n\n12\n\n\n\n\n\n\nCar (1998 Buick Century, owned by Agent Svenska)\n\n\n11,300\n\n\n\n\n\n\n[REDACTED FOR BREVITY]\n\n\n\n\n\n\n£10 note\n\n\n40\n\n\n\n\n\n\nInvestment portfolio valued at ~£200,000\n\n\n90,880\n\n\n\n\n\n\nResearcher Griffith\n\n\n22,140,000\n\n\n\n\n\n\nSenior Researcher Lester\n\n\n30,090,000\n\n\n\n\n\n\nD-00340 (Former criminal, convicted for repeated arson; experienced pianist)\n\n\n912,300\n\n\n\n\n\n\nD-00341 (Former criminal, convicted for multiple counts of murder)\n\n\n144,600\n\n\n\n\n\n\n[REDACTED FOR BREVITY]\n\n\n\n\n\n\nStuffed toy (New, in packaging)\n\n\n87\n\n\n\n\n\n\nStuffed toy (Recovered from same apartment as SCP-4517, extremely worn; age estimated at >15 years)\n\n\n2,300\n\n\n\n\n\n\n[REDACTED FOR BREVITY]\n\n\n\n\n\n\nDamien Pisk (Last known resident of the apartment housing SCP-4517)\n\n\n0\n\n\n\n\n\n\nLangdon Pisk (Mathematician and brother of the aforementioned, formerly working at Durham University, England)\n\n\nCOMPARISON REJECTED; INTEGER OVERFLOW\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For further details on the nuances of this property, Foundation personnel are advised to contact Director Eli Forkley, current head of the \nDepartment of Miscommunications\n (DoMc).\n\n\n2\n. A Gen (I) Artificial Intelligence Construct extrapolated from the \n8-Ball\n framework.\n\n\n\n\n\n\n\n\n« \nSCP-4516\n | SCP-4517 | \nSCP-4518\n »",
    "addendums": [
        "Addendum | Balance.aic Output Log (Abridged):"
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "The apartment housing SCP-4517 has been purchased by the Foundation and fitted with reinforced doors and windows, as well as internal surveillance. The building's remaining tenants are to be considered a Class-G monitoring priority, and future resident selection is to be weighted in favour of those with no history of paranoia, delusions, or abnormal curiosity. All security footage for the building is to be supplied to RAISA personnel for analysis and archival.",
    "description": "SCP-4517 is located in the bathtub of a three-room apartment in Leeds, England. It measures 170 centimetres in length, has a mass of 55 kilograms, and possesses no subjective properties or qualities. While human comprehension of SCP-4517 is obtainable, the only accurate descriptions of it not based on objective measurements refer indirectly to the inability to describe it. Researchers are advised to note that SCP-4517 is not indescribable, as that would allow it to be described as such — rather, it simply does not possess any qualities that are themselves able to be described1.",
    "title": "SCP-4517"
}