{
    "url": "https://scp-wiki.wikidot.com/scp-4524",
    "all_text": "rating: \n+133\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4524\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation resources are to be allocated to a global misinformation campaign that is to discredit any entities (professional or otherwise) that claim to have discovered SCP-4524.\n\n\nIf humanity achieves consistent, manned space travel, Foundation resources are to be dedicated to maintaining the secrecy of SCP-4524 to avoid a \"Lifted Veil\" scenario should the Veil remain intact at this stage.\n\n\nDescription:\n SCP-4524 is an astronomical body roughly the same size as Earth's moon, composed entirely of human cells, that is currently orbiting Uranus. The structure of the SCP-4524 material suggests the initial form of the planetoid was humanoid, growing to such status over approximately 4000 years. SCP-4524's origin is currently unknown, as is whether or not the object is alive, sentient, or sapient.\n\n\nFoundation probes launched into the atmosphere have provided data on SCP-4524's environment. According to discovered information, SCP-4524's surface is habitable. How SCP-4524 can support life is currently unknown. The current theory posits that SCP-4524 has maintained the surface ecology using a thermo-regulation system similar to those found in non-anomalous mammalian life.\n\n\nAddendum-01:\n Discovery and Interview log\n\n\nSCP-4524 was first discovered from a report provided by the National Aeronautics and Space Administration in America (NASA) in 2013. MTF Alpha-3 (\"Made Whole\") was deployed to NASA headquarters to administer amnestics to the on-site personnel who were aware of SCP-4524 except for the lead researcher who was interviewed during the process.\n\n\n\n\nInterviewed:\n Dr. Mason Gobatti, Project manager\n\n\nInterviewer:\n Agent Darwin Clarke, MTF Alpha-3 Captain\n\n\nForeword:\n Dr. Gobatti was previously made aware of the Foundation through the NASA/SCPF communication protocol Epsilon Tau \"Possible First Encounter\" Scenario\n\n\n<Begin Log>\n\n\nAgent Clarke:\n Please state your name for the record.\n\n\nDr. Gobatti:\n Dr. Mason Gobatti, NASA researcher.\n\n\nAgent Clarke:\n Tell me, what were you doing when you first discovered this new satellite?\n\n\nDr. Gobatti:\n Right, um… well, it all started yesterday when myself and the others were looking at Uranus, we saw the usual things and we didn't think much of it.\n\n\nAgent Clarke:\n So if there was nothing there, how did you know that this satellite existed?\n\n\nDr. Gobatti:\n We left the Hubble Space Telescope on Uranus while we went out to prepare our data and see if they match up with the pieces we gathered the last time we checked. Images from Hubble get sent down to us for examination before archiving, you see. So when the latest batch of data came down, we discovered the satellite.\n\n\nAgent Clarke:\n I see. How did you realise that this was an unidentified satellite? How was this not discovered before?\n\n\nDr. Gobatti:\n That's the thing. It was always there.\n\n\nAgent Clarke:\n Care to elaborate?\n\n\nDr. Gobatti:\n We never noticed it before because it was hidden behind Uranus. I believe we only saw it because we just caught the light on this moon in that instant.\n\n\nAgent Clarke:\n So you're telling me that no one in astronomy history ever picked up on the fact that there was a whole other moon next to Uranus?\n\n\nDr. Gobatti:\n I always assumed that you guys were the ones behind the censoring?\n\n\nAgent Clarke:\n I see. Well, thank you for your time. We'll be in touch shortly.\n\n\n<End Log>\n\n\nClosing Statement:\n Dr. Gobatti was recruited to the Foundation shortly after for his expertise of astronomy. The rest of the team who discovered SCP-4524 were amnesticised and returned to their work, under the leadership of Dr. Gobatti.\n\n\nContainment Procedures have been formed to watch other astronomy programs in the event that SCP-4524 is discovered on Earth.\n\n\n\n\nAddendum-02:\n Exploration\n\n\nWhen SCP-4524's co-ordinates were recovered, a manned mission to SCP-4524 was considered dangerous, even with the inclusion of both thaumaturgical and paratechnological equipment\n1\n. Instead, an exploration of SCP-4524 was performed with the use of an Artificial Intelligence Construct controlled rover.\n\n\nThe following is a report from the mission, written by Dr. Gobatti.\n\n\n\n\n\n\nSCP-4524 Mission report:\n\n\n\n\n\nRover-10 was sent (which was operated and controlled by AIC \"Captain_Rovers\") to investigate the satellite. It was equipped with an extra capacity internal storage unit and a launch tube was sent with Rover-10 to send all contents inside its storage unit towards the nearest Foundation site.\n\nIt began its mission by collecting samples from the surface for analysis. It then stored these samples into its storage unit before proceeding to investigate the area. As well as these samples, a river was located not far from the landing zone. It had collected a water sample and moved further into the area\n\n\nApproximately three hours after landing, the AI discovered a structure that was erected on the surface of SCP-4524. After much deliberation with the staff on hand, the AIC moved to extract several vials of exterior building material and proceeded into the structure. Based on the soil that gathered up around the building, it is estimated to be a few centuries old.\n\n\nInside the main corridor of this structure were several scriptures in a language that was later identified as a combination of Indo-European and Proto-Uralic\n2\n. Our AIC recovered a sample of the material used for the structure before moving on.\n\n\nConnection issues occurred when the rover moved into a main chamber of the structure and we ordered the rover to retreat out of the room. Images taken before momentary image loss showed a large circular chamber, with a stone table in the centre. Another image was of the ceiling of the chamber, which displayed a mural. This depicted a featureless humanoid in red and white robes looking down on the chamber floor, while imaging software picked up numerous metallic poles sticking out of the mural\n3\n.\n\n\nWe ordered Rover-10 to return outside and fire the samples and data back towards the nearest Foundation Site. Once this was accomplished, the AIC was ordered to return to the servers for debriefing. The following is the data from our analysis of the materials recovered.\n\n\n\n\n\n\nLocation recovered\n\n\nMaterial analysis\n\n\n\n\n\n\nSoil recovered from initial landing\n\n\nDead skin cells, origins unconfirmed\n\n\n\n\n\n\nMaterial recovered from strange formations near the LZ\n\n\nTumors typical of the type found in Squamous Cell Carcinoma\n\n\n\n\n\n\nExterior Building Material\n\n\nMuscle tissue and bone marrow.\n\n\n\n\n\n\nInterior Material from the walls\n\n\nBone material, origins unconfirmed\n\n\n\n\n\n\nLiquid recovered from the river\n\n\nA mixture of bodily fluids, such as urine and sweat\n\n\n\n\n\n\n\n\nAddendum-03:\n A note from MTF Alpha-3\n\n\nIn 2020, a note had been sent to Site-17 from MTF Alpha-3.\n\n\n\n\nDear director(s),\n\n\nDuring our investigation into NASA, we discovered numerous requests for manned missions to the co-ordinates of SCP-4524. These requests were subsequently retracted. We attempted to track down the writers of these requests but have come up with nothing.\n\n\nWe have reason to believe that whoever wrote these requests are likely to be someone from the first team that discovered SCP-4524, or a researcher who managed to avoid us. Dr. Gobatti says that no one in his area has requested such a thing.\n\n\nOne more matter that I must address is that there have been numerous reports of symbols\n4\n being drawn in various meeting rooms. According to the Janitorial Staff, they have seen people in meeting rooms late at night but no further details on these individuals can be ascertained. It is my recommendation that we leave behind two to three of my men to stay and investigate while we return to Site-17 for re-deployment.\n\n\nYours sincerely,\n\n\nDarwin Clarke\n\nMTF Alpha-3 Captain\n\n\n\n\n\n\nFootnotes\n\n\n1\n. While GOC operations have been observed to perform this kind of ritual, the exact methods on how to do this have not been recorded in any known GOC report.\n\n\n2\n. Translation of captured texts: Hark! You, devoted servant, have arrived on the world left by our master and forward onto salvation! One more step to Apotheosis… Only those faithful shall live in Paradise.\n\n\n3\n. After careful examination of the footage, experts have determined that this is possibly the Founder of the Nälkä faith, Grand Karcist Ion\n\n\n4\n. According to multiple eyewitness accounts, these symbols match the ones logged in the database. Notably, they match the ones belonging to a Klavigar Nadox, of the Nälkä faith.\n\n\n\n\n\n\n\n\n« \nSCP-4523\n | SCP-4524 | \nSCP-4525\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4524\n\" by BlueJones, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4524\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-01: Discovery and Interview log\nSCP-4524 was first discovered from a report provided by the National Aeronautics and Space Administration in America (NASA) in 2013. MTF Alpha-3 (\"Made Whole\") was deployed to NASA headquarters to administer amnestics to the on-site personnel who were aware of SCP-4524 except for the lead researcher who was interviewed during the process.",
        "Addendum-02: Exploration\nWhen SCP-4524's co-ordinates were recovered, a manned mission to SCP-4524 was considered dangerous, even with the inclusion of both thaumaturgical and paratechnological equipment 1 . Instead, an exploration of SCP-4524 was performed with the use of an Artificial Intelligence Construct controlled rover.\nThe following is a report from the mission, written by Dr. Gobatti.",
        "Addendum-03: A note from MTF Alpha-3\nIn 2020, a note had been sent to Site-17 from MTF Alpha-3."
    ],
    "documents": [],
    "notes": [
        "Interviewed: Dr. Mason Gobatti, Project manager Interviewer: Agent Darwin Clarke, MTF Alpha-3 Captain Foreword: Dr. Gobatti was previously made aware of the Foundation through the NASA/SCPF communication protocol Epsilon Tau \"Possible First Encounter\" Scenario <Begin Log> Agent Clarke: Please state your name for the record. Dr. Gobatti: Dr. Mason Gobatti, NASA researcher. Agent Clarke: Tell me, what were you doing when you first discovered this new satellite? Dr. Gobatti: Right, um… well, it all started yesterday when myself and the others were looking at Uranus, we saw the usual things and we didn't think much of it. Agent Clarke: So if there was nothing there, how did you know that this satellite existed? Dr. Gobatti: We left the Hubble Space Telescope on Uranus while we went out to prepare our data and see if they match up with the pieces we gathered the last time we checked. Images from Hubble get sent down to us for examination before archiving, you see. So when the latest batch of data came down, we discovered the satellite. Agent Clarke: I see. How did you realise that this was an unidentified satellite? How was this not discovered before? Dr. Gobatti: That's the thing. It was always there. Agent Clarke: Care to elaborate? Dr. Gobatti: We never noticed it before because it was hidden behind Uranus. I believe we only saw it because we just caught the light on this moon in that instant. Agent Clarke: So you're telling me that no one in astronomy history ever picked up on the fact that there was a whole other moon next to Uranus? Dr. Gobatti: I always assumed that you guys were the ones behind the censoring? Agent Clarke: I see. Well, thank you for your time. We'll be in touch shortly. <End Log> Closing Statement: Dr. Gobatti was recruited to the Foundation shortly after for his expertise of astronomy. The rest of the team who discovered SCP-4524 were amnesticised and returned to their work, under the leadership of Dr. Gobatti. Containment Procedures have been formed to watch other astronomy programs in the event that SCP-4524 is discovered on Earth.",
        "SCP-4524 Mission report: Rover-10 was sent (which was operated and controlled by AIC \"Captain_Rovers\") to investigate the satellite. It was equipped with an extra capacity internal storage unit and a launch tube was sent with Rover-10 to send all contents inside its storage unit towards the nearest Foundation site. It began its mission by collecting samples from the surface for analysis. It then stored these samples into its storage unit before proceeding to investigate the area. As well as these samples, a river was located not far from the landing zone. It had collected a water sample and moved further into the area Approximately three hours after landing, the AI discovered a structure that was erected on the surface of SCP-4524. After much deliberation with the staff on hand, the AIC moved to extract several vials of exterior building material and proceeded into the structure. Based on the soil that gathered up around the building, it is estimated to be a few centuries old. Inside the main corridor of this structure were several scriptures in a language that was later identified as a combination of Indo-European and Proto-Uralic 2 . Our AIC recovered a sample of the material used for the structure before moving on. Connection issues occurred when the rover moved into a main chamber of the structure and we ordered the rover to retreat out of the room. Images taken before momentary image loss showed a large circular chamber, with a stone table in the centre. Another image was of the ceiling of the chamber, which displayed a mural. This depicted a featureless humanoid in red and white robes looking down on the chamber floor, while imaging software picked up numerous metallic poles sticking out of the mural 3 . We ordered Rover-10 to return outside and fire the samples and data back towards the nearest Foundation Site. Once this was accomplished, the AIC was ordered to return to the servers for debriefing. The following is the data from our analysis of the materials recovered. Location recovered Material analysis Soil recovered from initial landing Dead skin cells, origins unconfirmed Material recovered from strange formations near the LZ Tumors typical of the type found in Squamous Cell Carcinoma Exterior Building Material Muscle tissue and bone marrow. Interior Material from the walls Bone material, origins unconfirmed Liquid recovered from the river A mixture of bodily fluids, such as urine and sweat",
        "Dear director(s), During our investigation into NASA, we discovered numerous requests for manned missions to the co-ordinates of SCP-4524. These requests were subsequently retracted. We attempted to track down the writers of these requests but have come up with nothing. We have reason to believe that whoever wrote these requests are likely to be someone from the first team that discovered SCP-4524, or a researcher who managed to avoid us. Dr. Gobatti says that no one in his area has requested such a thing. One more matter that I must address is that there have been numerous reports of symbols 4 being drawn in various meeting rooms. According to the Janitorial Staff, they have seen people in meeting rooms late at night but no further details on these individuals can be ascertained. It is my recommendation that we leave behind two to three of my men to stay and investigate while we return to Site-17 for re-deployment. Yours sincerely, Darwin Clarke MTF Alpha-3 Captain",
        "\" SCP-4524 \" by BlueJones, from the SCP Wiki . Source: https://scpwiki.com/scp-4524 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Foundation resources are to be allocated to a global misinformation campaign that is to discredit any entities (professional or otherwise) that claim to have discovered SCP-4524.",
    "description": "SCP-4524 is an astronomical body roughly the same size as Earth's moon, composed entirely of human cells, that is currently orbiting Uranus. The structure of the SCP-4524 material suggests the initial form of the planetoid was humanoid, growing to such status over approximately 4000 years. SCP-4524's origin is currently unknown, as is whether or not the object is alive, sentient, or sapient.",
    "title": "SCP-4524"
}