{
    "url": "https://scp-wiki.wikidot.com/scp-4526",
    "all_text": "rating: \n+74\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4526\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-4526\n\n\nObject Class:\n Euclid\n\n\n\n\n\n\nEarliest known photograph of SCP-4526, circa 1912.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4526 is essentially self-containing and does not pose a security risk because of its exclusive manifestation within Foundation sites. All appearances of SCP-4526 should be reported to SCP-4526 Research Director Donnelly and the Foundation Researcher's Union SCP-4526 Liaison. The SCP-4526 Research Director is tasked with documenting all SCP-4526 manifestations and adding all manifested items to the Standard Storage Room in Site-57.\n\n\nDescription:\n SCP-4526 is an entity that manifests in approximately 2% of grievance adjudications between employees and managerial staff at the Foundation.\n1\n SCP-4526 resembles a humanoid male, 1.57 m (5'2\") in height. It is seemingly Caucasian, between 50 and 60 years of age, has a stocky build and male-pattern baldness. It identifies itself as \"Jimmy, no last name.\"\n\n\nSCP-4526 will manifest in close proximity\n2\n of the room on Foundation property where grievance adjudications are occurring. It will walk into the room, claim to be the employee's union representative, and demand a favorable decision for its \"client.\" Successful attempts to physically restrain SCP-4526 causes it to demanifest, then reappear outside of the adjudication room, repeating the process.\n\n\nSCP-4526 has proven impervious to gunshots, stabbing, blunt force trauma, conceptual jamming, metaphorical dissolution, and other comparable physical and pataphysical assaults. In all observed circumstances, it continues to voice support for its \"client\" in any state of injury or disassembly.\n\n\nThus far, employees \"represented\" by SCP-4526 have experienced a 100% success rate at these adjudications, with all winning favorable judgments. SCP-4526 does not appear to have any anomalous compulsory effect over Foundation Administrative Judges.\n3\n Rather, SCP-4526 succeeds in proving its case by making reference to information that should be impossible to obtain.\n\n\nSCP-4526 has been able to produce visual and auditory evidence, including video recordings within Foundation facilities. People targeted by these recordings do not report being aware of anyone filming their activities; in all cases, the evidence demonstrates misconduct or violations of Foundation policy. Destruction of these items prior to conclusion of the adjudication invariably leads to SCP-4526 producing an identical copy. Research into the physical evidence produced by SCP-4526 has thus far found them not to be cognitohazardous or anomalous in any respect.\n\n\nThe actual union representatives who were to attend these meetings report no knowledge of these events. Representatives generally claim to have gotten lost on their way to the adjudication, or to have simply forgotten that it was scheduled for that day.\n\n\nAppendix: Abbreviated SCP-4526 Manifestation Log\n\n\nFor access to the full SCP-4526 manifestation log, contact Research Director Donnelly at Site-57.\n\n\n\n\n\n\nCase Number\n\n\nSCP-4526 Manifestation\n\n\nOutcome\n\n\nNotes\n\n\n\n\n\n\nGA No. 12\n\n\nPresented statistical analysis demonstrating that Foundation's goals were not being served most effectively by policy of racial segregation at facilities in the southern United States.\n\n\nEmployee reinstated with backpay; Foundation-wide desegregation policy adopted.\n\n\nFirst documented appearance of SCP-4526.\n\n\n\n\n\n\nGA No. 133\n\n\nDuring cross-examination, presented knowledge of an incriminating private conversation between two managers who were standing in the isolation zone surrounding SCP-███.\n\n\nEmployee reinstated with backpay; Foundation soon after adopts maternity leave policy.\n4\n\n\nAttempts to neutralize SCP-4526 unsuccessful.\n\n\n\n\n\n\nGA No. 457\n\n\nPresented film reel of O5-█ orchestrating event that led to the career-ending injury of the employee.\n\n\nDecision to revoke employee's pension benefits was reversed.\n\n\nAttempt to neutralize SCP-4526 unsuccessful. Then-O5-█ retires.\n\n\n\n\n\n\nGA Nos. 469-669\n\n\nSCP-4526 did not manifest at any of 200 successive \"mock\" adjudications that were designed to ensnare it.\n\n\nn/a\n\n\nNo attempt could be made to neutralize SCP-4526.\n\n\n\n\n\n\nGA No. 1335\n\n\nPresented an extremely detailed timeline predicting future events that culminated in an XK-Class Scenario as a result of one member of senior personnel mishandling anomalous objects. Conclusion of adjudication was postponed to test the veracity of the predictions; all short-term events occurred.\n\n\nEmployee reinstated; proposed policy eliminating grievance adjudications was reversed.\n\n\nRepeated attempts to neutralize SCP-4526 during this time were unsuccessful.\n\n\n\n\n\n\nGA No. 1338\n\n\n[REDACTED]\n\n\nEmployees reinstated; all objects returned to containment; all \"defector sites\" returned to Foundation control without violence; full pardons granted to union leadership; policy eliminating all staff unions in the Foundation reversed.\n\n\nNo attempt was made to neutralize SCP-4526 at this time.\n\n\n\n\n\n\nAddendum — 05/16/2013\n\n\nResearchers have been able to engage in conversation with SCP-4526 during its appearances at adjudications. SCP-4526 refuses to talk to Foundation personnel that it perceives as being a part of or aligned with managerial staff. In these conversations, SCP-4526 has expressed familiarity with a number of other anomalies, showing a special affinity for \nSCP-1017\n5\n and \nSCP-1006\n6\n. As the best available avenue for understanding SCP-4526, investigation into possible connections between these anomalies is still underway.\n\n\nNote:\n The following message is only accessible by high-clearance personnel.\n\n\n\n\n+ ADDENDUM: SECURITY CLEARANCE LEVEL 4 AND ABOVE\n\n\n\n\n- ACCESS GRANTED.\n\n\n\n\n\n\nDear Senior Personnel,\n\n\nThe researchers are, quite frankly, pursuing what they know to be a dead end with this \"investigating the connections\" nonsense. It's hard to maintain professionalism after a certain point when dealing with this farce.\n\n\nWhy do \nyou\n think progress on neutralization has been so slow?\n\n\nSCP-4526 should be considered extremely dangerous. It is an anomalous entity that has found a way to ensure its freedom and self-preservation by ingratiating itself with the very people who should be tasked with containing it.\n\n\nLet me be clear: this anomaly is bent on sowing chaos within the Foundation and bending our affairs to its will. In any other situation, this conversation would be unnecessary. We cannot allow it to just roam our sites, collect an unbelievable amount of sensitive information, and do God-knows-what when we can't see it.\n\n\nWe considered using countermemes to come up with an \"evil twin\" that would manifest just as often to support our side at the hearings, thus allowing for at least \nsome\n equilibrium. Still, at the end of testing, we could not guarantee that we wouldn't just get another version of this short fuck who showed up 98% of the time. So, no, this is not a route we are interested in further exploring at this time.\n\n\nContinue to encourage neutralization, regardless of what the researchers have put on this page.\n\n\nSincerely,\n\nLabor Relations Specialist ███████\n\n\n\n\n\n\n\n\n\n\nAddendum — 06/13/2013\n\n\nFurther investigation into SCP-4526 has raised the possibility that some of the materials it produces during adjudications may later come to possess a cognitohazardous effect that scales in proportion to an individual's level of responsibility within the Foundation. While not dangerous during adjudication, later investigation of the material may produce symptoms that include headaches, confusion, decreased decision-making abilities, lowered inhibitions, risk-seeking behavior, and sudden death. In order to quarantine this effect, handling of these materials is restricted to lower-level personnel who do not have \"managerial\" responsibilities.\n\n\nWARNING:\n The following file includes samples of SCP-4526 material that carry the potentially lethal effects, and is only accessible by low-clearance personnel. High-clearance personnel who require access to sanitized copies of the material should contact the Research Director.\n\n\n\n\n+ RESTRICTED FILE - INFORMATION QUARANTINE - COGNITOHAZARDOUS MATERIAL: SECURITY CLEARANCE LEVELS 1, 2, AND 3 ONLY\n\n\n\n\n- ACCESS GRANTED.\n\n\n\n\n\n\nDear Researcher,\n\n\nDon't worry about the above. You shouldn't be able to read the upper-level addendum, so trust me when I say that management's attitude towards this particular skip is a little more than hypocritical.\n\n\nMagic pills, the fountain of youth…we've all heard the rumors, most of them bunk. But as usual, there's a kernel of truth at the bottom of it all: the O5 uses some anomalies to their own benefit. It's the worst-kept secret in Foundation history. This isn't to criticize them for doing so—after all, we've all got an important job here. Our world can be dark and scary. It's only fair to want to take advantage of the weirdness that makes life a little easier, a little lighter. Something that makes the world have a little more justice.\n\n\nJust so you know, we probably could kill Jimmy-no-last-name. But the bosses forget, as soon as an anomaly presents them with a minor inconvenience at work, that we're not here to destroy every unusual thing that we can't understand.\n\n\nWe secure, we contain, and we protect. And sometimes, those things protect us back.\n\n\nSolidarity,\n\nResearch Director Elizabeth A. Donnelly\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For general information about grievance adjudications and other hearings internal to the Foundation, refer to Research Staff Guidance and Policy Manual, Volume 2, Chapter 15 (current edition: 10th).\n\n\n2\n. Generally, within 100 meters.\n\n\n3\n. There was also no sign of a compulsory effect over Foundation Inquisitors, which historically served a comparable role to Administrative Judges.\n\n\n4\n. This policy was implemented five years before Sweden adopted a law requiring parental leave.\n\n\n5\n. \"Good fellow, never crossed a picket line in his life.\"\n\n\n6\n. \"Gives me the heebie-jeebies, but a comrade is a comrade.\"\n\n\n\n\n\n\n\n\n« \nSCP-4525\n | SCP-4526 | \nSCP-4527\n »",
    "addendums": [
        "Addendum — 05/16/2013\nResearchers have been able to engage in conversation with SCP-4526 during its appearances at adjudications. SCP-4526 refuses to talk to Foundation personnel that it perceives as being a part of or aligned with managerial staff. In these conversations, SCP-4526 has expressed familiarity with a number of other anomalies, showing a special affinity for SCP-1017 5 and SCP-1006 6 . As the best available avenue for understanding SCP-4526, investigation into possible connections between these anomalies is still underway.",
        "Addendum — 06/13/2013\nFurther investigation into SCP-4526 has raised the possibility that some of the materials it produces during adjudications may later come to possess a cognitohazardous effect that scales in proportion to an individual's level of responsibility within the Foundation. While not dangerous during adjudication, later investigation of the material may produce symptoms that include headaches, confusion, decreased decision-making abilities, lowered inhibitions, risk-seeking behavior, and sudden death. In order to quarantine this effect, handling of these materials is restricted to lower-level personnel who do not have \"managerial\" responsibilities."
    ],
    "documents": [],
    "notes": [
        "Dear Senior Personnel, The researchers are, quite frankly, pursuing what they know to be a dead end with this \"investigating the connections\" nonsense. It's hard to maintain professionalism after a certain point when dealing with this farce. Why do you think progress on neutralization has been so slow? SCP-4526 should be considered extremely dangerous. It is an anomalous entity that has found a way to ensure its freedom and self-preservation by ingratiating itself with the very people who should be tasked with containing it. Let me be clear: this anomaly is bent on sowing chaos within the Foundation and bending our affairs to its will. In any other situation, this conversation would be unnecessary. We cannot allow it to just roam our sites, collect an unbelievable amount of sensitive information, and do God-knows-what when we can't see it. We considered using countermemes to come up with an \"evil twin\" that would manifest just as often to support our side at the hearings, thus allowing for at least some equilibrium. Still, at the end of testing, we could not guarantee that we wouldn't just get another version of this short fuck who showed up 98% of the time. So, no, this is not a route we are interested in further exploring at this time. Continue to encourage neutralization, regardless of what the researchers have put on this page. Sincerely, Labor Relations Specialist ███████",
        "Dear Researcher, Don't worry about the above. You shouldn't be able to read the upper-level addendum, so trust me when I say that management's attitude towards this particular skip is a little more than hypocritical. Magic pills, the fountain of youth…we've all heard the rumors, most of them bunk. But as usual, there's a kernel of truth at the bottom of it all: the O5 uses some anomalies to their own benefit. It's the worst-kept secret in Foundation history. This isn't to criticize them for doing so—after all, we've all got an important job here. Our world can be dark and scary. It's only fair to want to take advantage of the weirdness that makes life a little easier, a little lighter. Something that makes the world have a little more justice. Just so you know, we probably could kill Jimmy-no-last-name. But the bosses forget, as soon as an anomaly presents them with a minor inconvenience at work, that we're not here to destroy every unusual thing that we can't understand. We secure, we contain, and we protect. And sometimes, those things protect us back. Solidarity, Research Director Elizabeth A. Donnelly"
    ],
    "item": "SCP-4526",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4526 is essentially self-containing and does not pose a security risk because of its exclusive manifestation within Foundation sites. All appearances of SCP-4526 should be reported to SCP-4526 Research Director Donnelly and the Foundation Researcher's Union SCP-4526 Liaison. The SCP-4526 Research Director is tasked with documenting all SCP-4526 manifestations and adding all manifested items to the Standard Storage Room in Site-57.",
    "description": "SCP-4526 is an entity that manifests in approximately 2% of grievance adjudications between employees and managerial staff at the Foundation.1 SCP-4526 resembles a humanoid male, 1.57 m (5'2\") in height. It is seemingly Caucasian, between 50 and 60 years of age, has a stocky build and male-pattern baldness. It identifies itself as \"Jimmy, no last name.\"",
    "title": "SCP-4526"
}