{
    "url": "https://scp-wiki.wikidot.com/scp-4529",
    "all_text": "rating: \n+57\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4529:\n A Walk in the Park\n\n\nAuthor:\n \nbarredowl\n\nPlayground image is from \nhere\n (CC BY-SA 4.0), school image (cropped) is from \nhere\n (CC BY-SA 3.0).\n\n\n\n\nmore from barredowl\n\n\n\n\n\n\n\n\nrating: \n+57\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA section of the main playground outside SCP-4529.\n\n\n\n\n\n\nItem #:\n SCP-4529\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The boundaries of SCP-4529 and Herbert Baker Elementary School in Edmonton, Canada have been sealed off. Onsite guards are to dissuade any civilians attempting to trespass onto SCP-4529's premises. Should any individual or group of individuals be seen emerging from SCP-4529, they are to be detained and administered Class-B amnestics prior to release.\n\n\nDescription:\n SCP-4529 is a forest neighboring the playground of Herbert Baker Elementary School, situated in Edmonton, AB, Canada. Anomalous effects manifest when any individual who has graduated public elementary school travels into SCP-4529. When line of sight is broken with this individual, they will appear to vanish from any external observer's view. To the individual, however, SCP-4529 will appear to continue for much deeper than it should. After traversing between 50 to 150 meters, the forest will seamlessly connect to an extradimensional location, hereafter denoted as SCP-4529-1.\n\n\nSCP-4529-1 is a location which resembles the current state of the visitor's elementary school playground.\n1\n SCP-4529-1 is a near-identical copy of the original playground; however, numerous factors differentiate the two, including weather, air pressure, and temperature, and no other humans other than the visitor have been observed.\n\n\nOccasionally, SCP-4529-1 will visually, auditorily, and tactually \"replay\" certain memorable aspects of the visitor's experiences during elementary school, although without the presence of humans. These can include swings being pushed without any notable source, sounds of children sliding down a slide, footsteps appearing on the playground's mulch, and the chatter of conversing children. No specific words have ever been attained from said conversations, however, and these manifestations will typically last for only a couple of seconds.\n\n\nAfter returning from SCP-4529-1, visitors usually report a feeling of warmth and nostalgia while traversing SCP-4529-1, though this can be attributable to the emotional effects of revisiting a location common to the individual's childhood, and not to any inherently cognitohazardous elements of SCP-4529-1 itself.\n\n\n\n\n\n\nHerbert Baker Elementary School, 12/09/2004.\n\n\n\n\n\n\nAddendum 4529.1 — Discovery and Acquisition:\n SCP-4529 first came to the Foundation's notice shortly after the opening of Herbert Baker Elementary School to the general public. On 10/06/2004, a teacher reported that he had wandered into SCP-4529 after school and came across a park of similar layout to his old elementary school playground. As this additional playground was not addressed within the park's blueprints, Foundation operatives were quickly notified of potential anomalous activity, and all personnel employed at Herbert Baker Elementary School were promptly relocated to other schools. The elementary school was subsequently closed off after the Foundation's dissemination of falsified reports of a toxic waste spill.\n\n\nAddendum 4529.2 — Initial Exploration Log of SCP-4529:\n On 10/19/2004, shortly after SCP-4529 came under Foundation custody, MTF Tau-3 (\"Trailblazers\")\n2\n was sent into SCP-4529 in order to provide preliminary observations about the park.\n\n\n\n\n+ ACCESS scpfn://4529/exploration/log1.1.log\n\n\n\n\n- CLOSE EXPLORATION LOG\n\n\n\n\n\n\nEXPLORATION LOG\n\n\n\n\nDate:\n 10/19/2004\n\n\nExploration Team:\n MTF Tau-3\n\n\nMembers:\n Tau/1 \"SYCAMORE\", Tau/2 \"POPLAR\", Tau/3 \"MAHOGANY\"\n\n\n\n\n[BEGIN LOG]\n\n\nTau/SYCAMORE:\n All right, mics on?\n\n\nTau/MAHOGANY:\n Check.\n\n\nTau/POPLAR:\n Check.\n\n\nTau/SYCAMORE:\n Okay then — Command, you're hearing us fine?\n\n\nSite Command:\n Loud and clear, Sycamore.\n\n\nTau/SYCAMORE:\n Right, got it. We're gonna split up in a couple — Poplar's going to head due north-west, Mahogany's gonna go north-east, and I'll stay put. That fine with you, Command?\n\n\nSite Command:\n Affirmative.\n\n\nTau/SYCAMORE:\n All right. You ready to cut communications with us?\n\n\nSite Command:\n Cut it.\n\n\nAll video feed is intentionally cut. 33 seconds of footsteps, interspersed with various confirmations of presence, follow. Video feed resumes.\n\n\nTau/MAHOGANY:\n Command, I think I'm coming up on something.\n\n\nSite Command:\n Mahogany, what's it look like to you?\n\n\nTau/MAHOGANY:\n Well, uh, from here I can't tell \nexactly\n what it is, although it does look like the trees are clearing up.\n\n\nTau/POPLAR:\n Command, I'm approaching something too. The trees are looking a lot more — scraggly? Yeah, they're looking a lot different. I can kinda see something in the distance, too.\n\n\nTau/MAHOGANY:\n The trees are changing over here, too, Command. Back in the park, the trees were oaks or something. Now they look like birches, maybe aspens.\n\n\nSite Command:\n Noted. Sycamore, anything on your end?\n\n\nTau/SYCAMORE:\n Definitely. I'm right next to the playground. I think it'd be fine for us to get the video feed back up at this point. That fine, Command?\n\n\nSite Command:\n Go ahead.\n\n\nFootsteps.\n\n\nTau/MAHOGANY:\n Alright, I'm approaching the clearing. Looks like there's a fence gate up ahead.\n\n\nSite Command:\n I see that, Mahogany. Go ahead and open it. Poplar, are you any closer to the playgrounds?\n\n\nTau/POPLAR:\n Yeah, Command, I'm approaching it.\n\n\nSite Command:\n Gotcha. You all can use your cameras now.\n\n\nTau/SYCAMORE:\n All right.\n\n\nTau/SYCAMORE walks to the edge of the forest and pans the camera ahead. The playground is separated at two sides by a short, chain-link fence, except for the forest, which seems to continue for a significant distance, and the backside of the school, facing towards Tau/SYCAMORE's camera. The playground contains a range of school equipment. Tau/SYCAMORE expresses vague familiarity with the playground.\n\n\nTau/SYCAMORE:\n Huh, there used to be houses over there. Don't know what happened.\n\n\nSite Command:\n Confirmed. Do you see anything else, Sycamore?\n\n\nTau/SYCAMORE:\n Nope, not really. Although I have to say, I remember jack shit from elementary school. \n(Chuckles)\n\n\nTau/MAHOGANY opens the gate, which opens to a short gravel path leading to a swing set. Tau/MAHOGANY pans the camera upward, revealing a playground elevated by mulch with the elementary school to his left. A large grass field makes up much of the playground, with two soccer goals on opposite sides of the field.\n\n\nTau/MAHOGANY:\n Yeah, this is looking pretty familiar to me. A lot of the equipment's been replaced, but it still looks the same.\n\n\nTau/POPLAR enters the playground, panning the camera to the right to show a blacktop with markings for four-square and hopscotch. Nearest to Tau/POPLAR, three basketball hoops are lined next to each other, facing away from a small mulch playground and the school. Rumbling thunder can be heard in the background.\n\n\nTau/POPLAR:\n \n(Mumbles)\n God, I feel like garbage.\n\n\nSite Command:\n Right, I'll advise you all to keep an eye out for anything strange happening at this point. Advance toward the playground, Poplar.\n\n\nTau/POPLAR:\n Sure thing, Command. I'll get up there in a second.\n\n\nSite Command:\n OK, go ahead. Sycamore, you noticing anything?\n\n\nTau/SYCAMORE:\n Yeah, let me show you. I'm not sure you can hear it that well.\n\n\nTau/SYCAMORE shifts his camera towards a specific, tube-shaped slide. Every so often, a popping sound can be heard emanating from it.\n\n\nTau/SYCAMORE:\n You hear that fine?\n\n\nSite Command:\n Noted, Sycamore. Sounds like static electricity, if I had to say. Do you see or hear anything else happening with the slide?\n\n\nTau/SYCAMORE:\n Nope, that's it.\n\n\n36 seconds of extraneous dialogue have been cut. Throughout the duration of this dialogue, Tau/POPLAR starts to moves his camera closer into the playground, intermittently turning it towards the basketball hoops, seemingly in indecision. Eventually, he starts walking back to the blacktop.\n\n\nTau/MAHOGANY:\n Huh, look at that — you see that, Command?\n\n\nTau/MAHOGANY points his camera towards the mulch by the swing set. Two pairs of small footsteps can be seen chasing each other. Occasionally, one of the swings moves back slightly. This stops after about 11 seconds.\n\n\nTau/MAHOGANY:\n What do you reckon that's supposed to be?\n\n\nSite Command:\n We're not sure. Given you're at your old school, a memory-related manifestation would be most probable.\n\n\nTau/MAHOGANY:\n I see.\n\n\nTau/POPLAR:\n Command, I'm experiencing something strange, too.\n\n\nSite Command:\n All right then, let's hear it.\n\n\nTau/POPLAR:\n I'm feeling something weird. It's like, by my upper legs. Every so often it feels like… like there's fabric brushing past it. Kinda thin fabric, too, like silk. \n(Brief pause)\n And you know, I'm wearing these heavy-ass pants right now, so… yeah…\n\n\nSite Command:\n Roger that, Poplar. Seems to us like a tactile manifestation. Please proceed.\n\n\nTau/POPLAR:\n Roger. I'm going to go and take a look by the basketball court.\n\n\nAt this point, Tau/POPLAR is at the boundary of the playground mulch and the blacktop. He slowly advances toward the basketball hoop.\n\n\nSuddenly, Tau/POPLAR quickly grunts in shock, his camera toppling over with him as he hits the ground. After 6 seconds of various pained utterances, Tau/POPLAR utters various expletives under his breath.\n\n\nTau/POPLAR:\n Christ, that fucking stung. What the hell was that?\n\n\nTau/SYCAMORE:\n Whoa, shit. What happened there?\n\n\nSite Command:\n Poplar, what was that? What happened?\n\n\nTau/POPLAR:\n \n(Mutters)\n Where'd it go…? Has to be around here somewhere…\n\n\nSite Command:\n Poplar, report.\n\n\nTau/POPLAR:\n Um… where \nis\n it…\n\n\nTau/MAHOGANY:\n Poplar! Report! —\n\n\nTau/POPLAR:\n \n(Mutters)\n Nope, nothing there… Yeah, I don't know what the hell that was.\n\n\nPause.\n\n\nTau/SYCAMORE:\n …Shit.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n+ ACCESS scpfn://4529/exploration/log1.2.log\n\n\n\n\n- CLOSE EXPLORATION LOG\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nSite Command and Tau/SYCAMORE have been attempting to reconnect with Tau/POPLAR for about 33 seconds.\n\n\nTau/SYCAMORE:\n Fuck, I don't think I can reach him, Command.\n\n\nSite Command:\n Listen, Sycamore, please stay calm for now. I'm sure we can reconnect with Poplar soon enough. Just stay put.\n\n\nTau/POPLAR briefly attempts to reconnect with Site Command to no avail, shouting expletives in frustration.\n\n\nTau/SYCAMORE:\n All right, all right… \n(Deep sigh)\n I don't know, dude, I'm \nworried\n as all hell. What the hell happened?\n\n\nTau/MAHOGANY:\n Dude, chill the fuck out. You're hyperventilating. Just take a couple deep breaths. Breathe.\n\n\nSite Command:\n \n(Exasperated sigh)\n We don't know what happened either. I'd suspect his feed got cut or something, but I can see his A/V just fine. Give me a sec, I'll try to sort things out with the agents.\n\n\nTau/SYCAMORE:\n Okay, got it — \n(Mumbles away from camera)\n — Christ, man.\n\n\nTau/POPLAR can be heard shuffling in the background. He swivels the camera around to a single basketball, which appears to be rattling slightly, even though there is nothing hitting it.\n\n\nSite Command:\n Sycamore, Mahogany, we advise you leave the premises. We're going to put our efforts into reconnecting with Poplar.\n\n\nTau/MAHOGANY:\n Oh, all right. I'll be going back. Sycamore, you doing fine over there?\n\n\nTau/SYCAMORE:\n Yeah, not really, Mahogany… you can go ahead and leave, I'll head back soon enough. Just, please, Command, let me know how Poplar's doing whenever you can. I'm worried sick.\n\n\nTau/MAHOGANY:\n Sycamore, stay in it. It's going to be fine.\n\n\nTau/POPLAR pans his camera to an empty space in the middle of the blacktop, which appears to be emanating faint noises, similar to a child's jeering. No words can be discerned.\n\n\nTau/POPLAR:\n \n(Light chuckle)\n Heh, stop that. I know what you're doing.\n\n\nTau/MAHOGANY:\n What the hell's he saying?…\n\n\nSite Command:\n Mahogany, Sycamore, I'm gonna turn your audio down a little. Poplar appears to be reacting to something, and I can't seem to make out what it is.\n\n\nTau/SYCAMORE:\n Sure thing, go ahead.\n\n\nTau/POPLAR approaches the approximate source of the noises. Metal rattling can be heard behind Tau/POPLAR's camera, though he does not react to it immediately. Tau/POPLAR expresses strong discomfort at the jeering and its apparent contents, despite the audio recording not being able to make out any distinguishable words.\n\n\nAn ensemble of jeering noises, still indistinct, emanate from the side of the blacktop. Tau/POPLAR quickly pans his camera over to the source of the noises.\n\n\nTau/POPLAR:\n Hey, c'mon, enough is enough — stop calling me that.\n\n\nTau/POPLAR backs away slowly from the noise, then turns around and runs to the center of the court, still facing the basketball hoop. Tau/POPLAR can be heard breathing heavily and sniffling occasionally.\n\n\nTau/SYCAMORE:\n \n(Miffed)\n Command, are you doing anything? Are you trying to contact him?\n\n\nTau/MAHOGANY:\n Sycamore, Command's doing all they can. Give 'em some time.\n\n\nSite Command:\n Nothing's looking wrong with our equipment, Sycamore. It has to be something wrong with Poplar's communications device. Something must've broken when he fell.\n\n\nTau/SYCAMORE:\n No, no, that can't be it, Command. You're telling me that our cutting-edge, best-of-the-best audio equipment is gonna get taken out by one puny fall? It's clearly something else, Command. You need to be looking somewhere else.\n\n\nTau/MAHOGANY:\n Calm down, Sycamore. Keep walking. Stop yelling at Command over there.\n\n\nSite Command:\n Listen, Sycamore, we're in the same boat here. I'm trying as hard as I can to get to Poplar. It's just — something's going on with communications. I can't parse what it is just yet, but we both have to be patient here. We'll get him back.\n\n\nTau/SYCAMORE:\n All right, fine. I'm not going to bother you now. I'll try to stay calm.\n\n\nSite Command:\n Alright.\n\n\nTau/SYCAMORE pauses, then exhales sharply, picking up his pace while walking through the forest.\n\n\nTau/POPLAR coughs violently, as if there were phlegm stuck in his throat. Faint chattering of what appears to be children can be heard in the background. A sound similar to a basketball hitting pavement can be heard occasionally, although the available video footage does not suggest any presence of a ball nor the presence of any additional people within the park.\n\n\nTau/POPLAR:\n Really?… I don't think I'm that bad.\n\n\nTau/MAHOGANY:\n I'm coming up on the edge of the forest, Command. Should I be waiting for Sycamore?\n\n\nTau/POPLAR exhales sharply from between his teeth.\n\n\nSite Command:\n Please stay put, Mahogany. Do not leave the park until we ascertain Poplar's condition.\n\n\nTau/MAHOGANY:\n Got it.\n\n\nTau/POPLAR starts moving erratically, abruptly stopping at certain points, as if he were about to bump into something. It should be noted that at no point does there appear to be anybody or anything other than Tau/POPLAR on the basketball court. The backboard on the basketball hoop can be heard rumbling.\n\n\nTau/POPLAR:\n What?… Wait, no, stop doing that. You know that annoys me.\n\n\nTau/POPLAR starts to walk to the edge of the blacktop. Loud jeering noises can be heard close to the camera. Tau/POPLAR pivots the camera back.\n\n\nTau/POPLAR:\n Hey, stop that, now. Please, give it a break.\n\n\nTau/MAHOGANY:\n What's he talking about…?\n\n\nTau/POPLAR:\n Stop it, stop. Please —\n\n\nTau/POPLAR's camera is hit by an approaching basketball. Tau/POPLAR grunts in pain and recoils, lurching forward. The camera jitters, the video footage freezing on the pavement. Tau/POPLAR can be heard retching forcibly.\n\n\nTau/POPLAR:\n Ugh! God! Don't do that!\n\n\nSite Command:\n Uh, team, we have a problem with Poplar.\n\n\nTau/SYCAMORE:\n Command, what's happening? What'd you do?\n\n\nSite Command:\n Poplar's video froze for me. It's not moving, nothing.\n\n\nTau/SYCAMORE:\n \n(Angrily)\n Oh my god.\n\n\nTau/MAHOGANY:\n Dude, stay calm. Command's doing nothing wrong here.\n\n\nSite Command:\n Yeah, something just hit the camera, and then it started freaking out for a couple seconds, and then it froze.\n\n\nTau/POPLAR:\n \n(Hesitatingly)\n C'mon, stop doing this. I just want —\n\n\nTau/SYCAMORE:\n Fuck, really? What the hell's going on with his communications? Is it bugging out for you at all?\n\n\nTau/POPLAR:\n I just want to be with you guys.\n\n\nSite Command:\n Look, Sycamore. This isn't anyone's fault, so stop getting excessively emotional about it. We're gonna get Poplar back, just give us a second…\n\n\nA gust of wind sounds past Tau/POPLAR's microphone. Tau/POPLAR starts to shiver, continuing to walk.\n\n\nTau/SYCAMORE:\n Well, I'm scared, you know? I'm fucking worried for Poplar. There's a pretty strong chance he's gonna get stuck in there if we're not doing anything.\n\n\nSite Command:\n Sycamore, that's very unlikely. How do you think Poplar's gonna get stuck there?\n\n\nTau/POPLAR:\n Th-that has nothing to do with anything. I can still play with you. \n(Chuckle)\n\n\nTau/SYCAMORE:\n If Poplar passes out, there's no foreseeable way that we can get him out. We can't return and find him, and we can't bring him back. You see why I'm worried, Command?\n\n\nSite Command:\n Sycamore, just focus on getting out of the forest. All we can do right now is hope that we can reconnect.\n\n\nTau/MAHOGANY:\n Yeah, dude, stay put. You don't have to keep freaking out like this. It's fine if you're worried, just don't start targeting Command for no reason.\n\n\nTau/SYCAMORE:\n Okay, okay, okay. I don't want to argue with you anymore. I'm nearing the edge of the forest. Just… fuck, man, we need to get Poplar the hell out of there.\n\n\nTau/POPLAR's footsteps can be heard hitting the pavement at irregular intervals. The backboard rattling occasionally sounds, along with other, fainter noises similar to jeering coming from further away. Tau/POPLAR seems to be panting.\n\n\nTau/POPLAR:\n Stop. Let me. C'mon. Stop doing that.\n\n\nTau/POPLAR becomes increasingly frustrated, mumbling to himself while still erratically shifting around. Tau/POPLAR's breathing becomes heavier.\n\n\nTau/POPLAR:\n No, no, don't do that. Stop it. Let me.\n\n\nTau/SYCAMORE:\n What the hell is happening over there? Why's he saying that?\n\n\nSite Command:\n Sycamore, please advance.\n\n\nTau/POPLAR:\n No, stop. Stop that. Right now, please, stop!\n\n\nAn object can be heard hitting Tau/POPLAR in the face. Tau/POPLAR grunts and hits the floor. Immediately, video footage resumes. Tau/POPLAR starts retching.\n\n\nTau/POPLAR:\n Ah, fuck! What the hell?\n\n\nSite Command:\n Sycamore, I've regained video footage. Do you copy?\n\n\nTau/POPLAR:\n Huh? Wait, uh, Command, that you?\n\n\nTau/SYCAMORE:\n Oh my fucking god… Poplar, how are you doing? Are you doing all right? Are you hurt at all?\n\n\nTau/POPLAR:\n Uh, shit, yeah, feel real gloomy. God, what the hell am I doing here?\n\n\nTau/SYCAMORE:\n Oh my god, Poplar. We were worried sick.\n\n\nSite Command:\n Poplar, please get up. Sycamore and Mahogany have left the playground. Please respond.\n\n\nTau/POPLAR:\n Oh, uh, okay. Why are they over there all of a sudden?\n\n\nSite Command:\n We had to disband procedure ahead of schedule. Poplar, please run back through the forest. Sycamore and Mahogany will be waiting for you.\n\n\nTau/POPLAR:\n Uh, okay then, Command. God, can't think straight. Why the hell was I still on the ground, Command?\n\n\nSite Command:\n We don't have time to discuss this any further for now, Poplar. Please head back.\n\n\nTau/POPLAR:\n Oh, all right, then, I guess I'll go back. \n(Mutters)\n Fucking Christ, my head hurts like all hell…\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n+ ACCESS scpfn://4529/interviews/pstlim1.log\n\n\n\n\n- CLOSE INTERVIEW\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nInterviewer:\n Senior Researcher S. Ethelridge\n\n\nInterviewee:\n Tau/2 \"POPLAR\"\n\n\nDate:\n 10/19/2004\n\n\nForeword:\n Shortly after the initial SCP-4529 exploration effort had transpired, Tau/POPLAR was interviewed in order to elucidate his perspective during the anomalous events.\n\n\n\n\n[BEGIN LOG]\n\n\nInterviewer:\n Can you tell us about what you remember after you lost connection with Command?\n\n\nTau/POPLAR:\n \n(Sigh)\n Yeah, I spoke to Command about this a little bit, although he kinda cut me off a couple times. For right now, at least, pretty much all I can remember is the ball hitting me in the leg, then me falling over, then — I don't know, it's kinda fuzzy after that.\n\n\nInterviewer:\n I see. So before you reconnected with Command, you couldn't remember anything?\n\n\nTau/POPLAR:\n No, not really. I could still remember something happening before that, but only the faint — outline of what happened. Like, a couple basic emotions I was feeling, maybe an event here or there, but nothing too specific.\n\n\nInterviewer:\n Can you elaborate on these emotions you remembered feeling?\n\n\nTau/POPLAR:\n I remember feeling worried, kinda scared. And throughout all this I felt like I \nknew\n what was going to happen. Not anticipation or anything, it's just the whole situation felt very familiar to me.\n\n\nInterviewer:\n Mm. Do you remember any of these specific events during this period?\n\n\nTau/POPLAR:\n A little. I can say I was definitely at that elementary school, kind of around where I remember falling down. There were some boys around me on the blacktop, maybe in third-grade, and I was a little taller than them. I guess I didn't bother noticing I was in elementary school again — it felt pretty natural to me at the time.\n\n\nInterviewer:\n What happened then?\n\n\nTau/POPLAR pauses to think. He shifts in his seat.\n\n\nTau/POPLAR:\n I remember asking them if I could join next. They were all crowded around the basketball hoop. They just looked at me and laughed a little, and I remember I was kinda mad at them for that. I don't know if they obliged or something and finally let me play, or if I let myself play with them.\n\n\nInterviewer:\n I understand. Did they do anything to you?\n\n\nTau/POPLAR:\n Well, they said a bunch of stupid things about me, started jostling me around, bumping into me. Can't think of anything too specific, really. And then at the end, some kid lobs a basketball into my face and I snap out of it, and that's when me and Command reconnected again.\n\n\nInterviewer:\n Would you like to offer any additional comments?\n\n\nTau/POPLAR:\n Yeah. Well, I guess ever since this shit went down, I've had a sort of — paradigm shift. 'Cause before all this went down, I just kept turning that part of my life around in my head, over and over. And I don't even remember too much about elementary, it's just — I kept \nthinking\n about it all, who I was back then, how people saw me and what they did. Those memories were faint, but they still held some power over me. They still stuck with me.\n\n\nTau/POPLAR shifts in his seat and sighs.\n\n\nTau/POPLAR:\n And even ten, fifteen years after I left elementary school, I don't know why, but they still influenced me. I became a lot more — sycophantic. I became very quiet, reserved. Didn't really get into talking with people until high school. One of my friends would invite me to a party in college and I'd stay home and sleep. I never had anything to do, I just — I didn't want to risk getting hurt.\n\n\nTau/POPLAR leans to the side of his chair, letting out a sharp exhale.\n\n\nTau/POPLAR:\n But now that all kind of changed, you know. I never fully dug up all these shitty memories — they just existed, festering in the back of my mind, not doing too much. But I guess being thrust full force into those kinds of memories flipped a switch inside of me. And now, when I'm looking back to those memories — they just don't hit me the same way they used to.\n\n\nInterviewer:\n Can you elaborate on that?\n\n\nTau/POPLAR:\n Sure — I mean, I don't really feel the need to keep thinking about them anymore. Because now that I live and work miles and miles away from my hometown, because I rarely take the time to visit there, and because I don't keep in touch with many people I knew from before college — it all feels to me that that part of my life doesn't have much bearing about how I am today.\n\n\nTau/POPLAR scratches the underside of his eye. He lets out a quick sigh.\n\n\nTau/POPLAR:\n And fuck, I can't stress how much I've opened up as of recently. I mean, I don't think I've ever been as close a friend to anybody as Sycamore. He's very warm, inviting. He's never that aggressive outside of work. I don't know, I feel like I can open up to him. I can tell him about myself without him laughing in my face.\n\n\nI guess I'm more comfortable with letting those memories go at this point. 'Cause who knows, all those kids were probably just spouting out whatever dumb shit came to their mind. They've probably gotten a lot better as people, and even if they didn't, it doesn't really matter to me. And right now, I'm pretty happy, I'm content with my life, and — I don't know, I'm just \nready\n to forget all that shit more than ever before.\n\n\nInterviewer:\n I understand. I think we'll go ahead and end the interview here.\n\n\nTau/POPLAR:\n All right, then, that's fine.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For individuals who have attended multiple elementary schools, SCP-4529-1 will resemble the playground they are most familiar with.\n\n\n2\n. A task force specializing in anomalies residing in or related to parks.\n\n\n\n\n\n\n\n\n« \nSCP-4528\n | SCP-4529 | \nSCP-4530\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4529\n\" by barredowl, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4529\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n baker.jpg\n\n\nName:\n Roslyn Elementary School, Roslyn PA\n\n\nAuthor:\n \nShuvaev\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Used image cropped from original by me\n\n\n\n\n\n\nFilename:\n playground.jpg\n\n\nName:\n Long Meadow Elementary School Playground\n\n\nAuthor:\n Brianegge\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n None",
    "addendums": [
        "Addendum 4529.1 — Discovery and Acquisition: SCP-4529 first came to the Foundation's notice shortly after the opening of Herbert Baker Elementary School to the general public. On 10/06/2004, a teacher reported that he had wandered into SCP-4529 after school and came across a park of similar layout to his old elementary school playground. As this additional playground was not addressed within the park's blueprints, Foundation operatives were quickly notified of potential anomalous activity, and all personnel employed at Herbert Baker Elementary School were promptly relocated to other schools. The elementary school was subsequently closed off after the Foundation's dissemination of falsified reports of a toxic waste spill.",
        "Addendum 4529.2 — Initial Exploration Log of SCP-4529: On 10/19/2004, shortly after SCP-4529 came under Foundation custody, MTF Tau-3 (\"Trailblazers\") 2 was sent into SCP-4529 in order to provide preliminary observations about the park."
    ],
    "documents": [],
    "notes": [
        "EXPLORATION LOG Date: 10/19/2004 Exploration Team: MTF Tau-3 Members: Tau/1 \"SYCAMORE\", Tau/2 \"POPLAR\", Tau/3 \"MAHOGANY\" [BEGIN LOG] Tau/SYCAMORE: All right, mics on? Tau/MAHOGANY: Check. Tau/POPLAR: Check. Tau/SYCAMORE: Okay then — Command, you're hearing us fine? Site Command: Loud and clear, Sycamore. Tau/SYCAMORE: Right, got it. We're gonna split up in a couple — Poplar's going to head due north-west, Mahogany's gonna go north-east, and I'll stay put. That fine with you, Command? Site Command: Affirmative. Tau/SYCAMORE: All right. You ready to cut communications with us? Site Command: Cut it. All video feed is intentionally cut. 33 seconds of footsteps, interspersed with various confirmations of presence, follow. Video feed resumes. Tau/MAHOGANY: Command, I think I'm coming up on something. Site Command: Mahogany, what's it look like to you? Tau/MAHOGANY: Well, uh, from here I can't tell exactly what it is, although it does look like the trees are clearing up. Tau/POPLAR: Command, I'm approaching something too. The trees are looking a lot more — scraggly? Yeah, they're looking a lot different. I can kinda see something in the distance, too. Tau/MAHOGANY: The trees are changing over here, too, Command. Back in the park, the trees were oaks or something. Now they look like birches, maybe aspens. Site Command: Noted. Sycamore, anything on your end? Tau/SYCAMORE: Definitely. I'm right next to the playground. I think it'd be fine for us to get the video feed back up at this point. That fine, Command? Site Command: Go ahead. Footsteps. Tau/MAHOGANY: Alright, I'm approaching the clearing. Looks like there's a fence gate up ahead. Site Command: I see that, Mahogany. Go ahead and open it. Poplar, are you any closer to the playgrounds? Tau/POPLAR: Yeah, Command, I'm approaching it. Site Command: Gotcha. You all can use your cameras now. Tau/SYCAMORE: All right. Tau/SYCAMORE walks to the edge of the forest and pans the camera ahead. The playground is separated at two sides by a short, chain-link fence, except for the forest, which seems to continue for a significant distance, and the backside of the school, facing towards Tau/SYCAMORE's camera. The playground contains a range of school equipment. Tau/SYCAMORE expresses vague familiarity with the playground. Tau/SYCAMORE: Huh, there used to be houses over there. Don't know what happened. Site Command: Confirmed. Do you see anything else, Sycamore? Tau/SYCAMORE: Nope, not really. Although I have to say, I remember jack shit from elementary school. (Chuckles) Tau/MAHOGANY opens the gate, which opens to a short gravel path leading to a swing set. Tau/MAHOGANY pans the camera upward, revealing a playground elevated by mulch with the elementary school to his left. A large grass field makes up much of the playground, with two soccer goals on opposite sides of the field. Tau/MAHOGANY: Yeah, this is looking pretty familiar to me. A lot of the equipment's been replaced, but it still looks the same. Tau/POPLAR enters the playground, panning the camera to the right to show a blacktop with markings for four-square and hopscotch. Nearest to Tau/POPLAR, three basketball hoops are lined next to each other, facing away from a small mulch playground and the school. Rumbling thunder can be heard in the background. Tau/POPLAR: (Mumbles) God, I feel like garbage. Site Command: Right, I'll advise you all to keep an eye out for anything strange happening at this point. Advance toward the playground, Poplar. Tau/POPLAR: Sure thing, Command. I'll get up there in a second. Site Command: OK, go ahead. Sycamore, you noticing anything? Tau/SYCAMORE: Yeah, let me show you. I'm not sure you can hear it that well. Tau/SYCAMORE shifts his camera towards a specific, tube-shaped slide. Every so often, a popping sound can be heard emanating from it. Tau/SYCAMORE: You hear that fine? Site Command: Noted, Sycamore. Sounds like static electricity, if I had to say. Do you see or hear anything else happening with the slide? Tau/SYCAMORE: Nope, that's it. 36 seconds of extraneous dialogue have been cut. Throughout the duration of this dialogue, Tau/POPLAR starts to moves his camera closer into the playground, intermittently turning it towards the basketball hoops, seemingly in indecision. Eventually, he starts walking back to the blacktop. Tau/MAHOGANY: Huh, look at that — you see that, Command? Tau/MAHOGANY points his camera towards the mulch by the swing set. Two pairs of small footsteps can be seen chasing each other. Occasionally, one of the swings moves back slightly. This stops after about 11 seconds. Tau/MAHOGANY: What do you reckon that's supposed to be? Site Command: We're not sure. Given you're at your old school, a memory-related manifestation would be most probable. Tau/MAHOGANY: I see. Tau/POPLAR: Command, I'm experiencing something strange, too. Site Command: All right then, let's hear it. Tau/POPLAR: I'm feeling something weird. It's like, by my upper legs. Every so often it feels like… like there's fabric brushing past it. Kinda thin fabric, too, like silk. (Brief pause) And you know, I'm wearing these heavy-ass pants right now, so… yeah… Site Command: Roger that, Poplar. Seems to us like a tactile manifestation. Please proceed. Tau/POPLAR: Roger. I'm going to go and take a look by the basketball court. At this point, Tau/POPLAR is at the boundary of the playground mulch and the blacktop. He slowly advances toward the basketball hoop. Suddenly, Tau/POPLAR quickly grunts in shock, his camera toppling over with him as he hits the ground. After 6 seconds of various pained utterances, Tau/POPLAR utters various expletives under his breath. Tau/POPLAR: Christ, that fucking stung. What the hell was that? Tau/SYCAMORE: Whoa, shit. What happened there? Site Command: Poplar, what was that? What happened? Tau/POPLAR: (Mutters) Where'd it go…? Has to be around here somewhere… Site Command: Poplar, report. Tau/POPLAR: Um… where is it… Tau/MAHOGANY: Poplar! Report! — Tau/POPLAR: (Mutters) Nope, nothing there… Yeah, I don't know what the hell that was. Pause. Tau/SYCAMORE: …Shit. [END LOG]",
        "[BEGIN LOG] Site Command and Tau/SYCAMORE have been attempting to reconnect with Tau/POPLAR for about 33 seconds. Tau/SYCAMORE: Fuck, I don't think I can reach him, Command. Site Command: Listen, Sycamore, please stay calm for now. I'm sure we can reconnect with Poplar soon enough. Just stay put. Tau/POPLAR briefly attempts to reconnect with Site Command to no avail, shouting expletives in frustration. Tau/SYCAMORE: All right, all right… (Deep sigh) I don't know, dude, I'm worried as all hell. What the hell happened? Tau/MAHOGANY: Dude, chill the fuck out. You're hyperventilating. Just take a couple deep breaths. Breathe. Site Command: (Exasperated sigh) We don't know what happened either. I'd suspect his feed got cut or something, but I can see his A/V just fine. Give me a sec, I'll try to sort things out with the agents. Tau/SYCAMORE: Okay, got it — (Mumbles away from camera) — Christ, man. Tau/POPLAR can be heard shuffling in the background. He swivels the camera around to a single basketball, which appears to be rattling slightly, even though there is nothing hitting it. Site Command: Sycamore, Mahogany, we advise you leave the premises. We're going to put our efforts into reconnecting with Poplar. Tau/MAHOGANY: Oh, all right. I'll be going back. Sycamore, you doing fine over there? Tau/SYCAMORE: Yeah, not really, Mahogany… you can go ahead and leave, I'll head back soon enough. Just, please, Command, let me know how Poplar's doing whenever you can. I'm worried sick. Tau/MAHOGANY: Sycamore, stay in it. It's going to be fine. Tau/POPLAR pans his camera to an empty space in the middle of the blacktop, which appears to be emanating faint noises, similar to a child's jeering. No words can be discerned. Tau/POPLAR: (Light chuckle) Heh, stop that. I know what you're doing. Tau/MAHOGANY: What the hell's he saying?… Site Command: Mahogany, Sycamore, I'm gonna turn your audio down a little. Poplar appears to be reacting to something, and I can't seem to make out what it is. Tau/SYCAMORE: Sure thing, go ahead. Tau/POPLAR approaches the approximate source of the noises. Metal rattling can be heard behind Tau/POPLAR's camera, though he does not react to it immediately. Tau/POPLAR expresses strong discomfort at the jeering and its apparent contents, despite the audio recording not being able to make out any distinguishable words. An ensemble of jeering noises, still indistinct, emanate from the side of the blacktop. Tau/POPLAR quickly pans his camera over to the source of the noises. Tau/POPLAR: Hey, c'mon, enough is enough — stop calling me that. Tau/POPLAR backs away slowly from the noise, then turns around and runs to the center of the court, still facing the basketball hoop. Tau/POPLAR can be heard breathing heavily and sniffling occasionally. Tau/SYCAMORE: (Miffed) Command, are you doing anything? Are you trying to contact him? Tau/MAHOGANY: Sycamore, Command's doing all they can. Give 'em some time. Site Command: Nothing's looking wrong with our equipment, Sycamore. It has to be something wrong with Poplar's communications device. Something must've broken when he fell. Tau/SYCAMORE: No, no, that can't be it, Command. You're telling me that our cutting-edge, best-of-the-best audio equipment is gonna get taken out by one puny fall? It's clearly something else, Command. You need to be looking somewhere else. Tau/MAHOGANY: Calm down, Sycamore. Keep walking. Stop yelling at Command over there. Site Command: Listen, Sycamore, we're in the same boat here. I'm trying as hard as I can to get to Poplar. It's just — something's going on with communications. I can't parse what it is just yet, but we both have to be patient here. We'll get him back. Tau/SYCAMORE: All right, fine. I'm not going to bother you now. I'll try to stay calm. Site Command: Alright. Tau/SYCAMORE pauses, then exhales sharply, picking up his pace while walking through the forest. Tau/POPLAR coughs violently, as if there were phlegm stuck in his throat. Faint chattering of what appears to be children can be heard in the background. A sound similar to a basketball hitting pavement can be heard occasionally, although the available video footage does not suggest any presence of a ball nor the presence of any additional people within the park. Tau/POPLAR: Really?… I don't think I'm that bad. Tau/MAHOGANY: I'm coming up on the edge of the forest, Command. Should I be waiting for Sycamore? Tau/POPLAR exhales sharply from between his teeth. Site Command: Please stay put, Mahogany. Do not leave the park until we ascertain Poplar's condition. Tau/MAHOGANY: Got it. Tau/POPLAR starts moving erratically, abruptly stopping at certain points, as if he were about to bump into something. It should be noted that at no point does there appear to be anybody or anything other than Tau/POPLAR on the basketball court. The backboard on the basketball hoop can be heard rumbling. Tau/POPLAR: What?… Wait, no, stop doing that. You know that annoys me. Tau/POPLAR starts to walk to the edge of the blacktop. Loud jeering noises can be heard close to the camera. Tau/POPLAR pivots the camera back. Tau/POPLAR: Hey, stop that, now. Please, give it a break. Tau/MAHOGANY: What's he talking about…? Tau/POPLAR: Stop it, stop. Please — Tau/POPLAR's camera is hit by an approaching basketball. Tau/POPLAR grunts in pain and recoils, lurching forward. The camera jitters, the video footage freezing on the pavement. Tau/POPLAR can be heard retching forcibly. Tau/POPLAR: Ugh! God! Don't do that! Site Command: Uh, team, we have a problem with Poplar. Tau/SYCAMORE: Command, what's happening? What'd you do? Site Command: Poplar's video froze for me. It's not moving, nothing. Tau/SYCAMORE: (Angrily) Oh my god. Tau/MAHOGANY: Dude, stay calm. Command's doing nothing wrong here. Site Command: Yeah, something just hit the camera, and then it started freaking out for a couple seconds, and then it froze. Tau/POPLAR: (Hesitatingly) C'mon, stop doing this. I just want — Tau/SYCAMORE: Fuck, really? What the hell's going on with his communications? Is it bugging out for you at all? Tau/POPLAR: I just want to be with you guys. Site Command: Look, Sycamore. This isn't anyone's fault, so stop getting excessively emotional about it. We're gonna get Poplar back, just give us a second… A gust of wind sounds past Tau/POPLAR's microphone. Tau/POPLAR starts to shiver, continuing to walk. Tau/SYCAMORE: Well, I'm scared, you know? I'm fucking worried for Poplar. There's a pretty strong chance he's gonna get stuck in there if we're not doing anything. Site Command: Sycamore, that's very unlikely. How do you think Poplar's gonna get stuck there? Tau/POPLAR: Th-that has nothing to do with anything. I can still play with you. (Chuckle) Tau/SYCAMORE: If Poplar passes out, there's no foreseeable way that we can get him out. We can't return and find him, and we can't bring him back. You see why I'm worried, Command? Site Command: Sycamore, just focus on getting out of the forest. All we can do right now is hope that we can reconnect. Tau/MAHOGANY: Yeah, dude, stay put. You don't have to keep freaking out like this. It's fine if you're worried, just don't start targeting Command for no reason. Tau/SYCAMORE: Okay, okay, okay. I don't want to argue with you anymore. I'm nearing the edge of the forest. Just… fuck, man, we need to get Poplar the hell out of there. Tau/POPLAR's footsteps can be heard hitting the pavement at irregular intervals. The backboard rattling occasionally sounds, along with other, fainter noises similar to jeering coming from further away. Tau/POPLAR seems to be panting. Tau/POPLAR: Stop. Let me. C'mon. Stop doing that. Tau/POPLAR becomes increasingly frustrated, mumbling to himself while still erratically shifting around. Tau/POPLAR's breathing becomes heavier. Tau/POPLAR: No, no, don't do that. Stop it. Let me. Tau/SYCAMORE: What the hell is happening over there? Why's he saying that? Site Command: Sycamore, please advance. Tau/POPLAR: No, stop. Stop that. Right now, please, stop! An object can be heard hitting Tau/POPLAR in the face. Tau/POPLAR grunts and hits the floor. Immediately, video footage resumes. Tau/POPLAR starts retching. Tau/POPLAR: Ah, fuck! What the hell? Site Command: Sycamore, I've regained video footage. Do you copy? Tau/POPLAR: Huh? Wait, uh, Command, that you? Tau/SYCAMORE: Oh my fucking god… Poplar, how are you doing? Are you doing all right? Are you hurt at all? Tau/POPLAR: Uh, shit, yeah, feel real gloomy. God, what the hell am I doing here? Tau/SYCAMORE: Oh my god, Poplar. We were worried sick. Site Command: Poplar, please get up. Sycamore and Mahogany have left the playground. Please respond. Tau/POPLAR: Oh, uh, okay. Why are they over there all of a sudden? Site Command: We had to disband procedure ahead of schedule. Poplar, please run back through the forest. Sycamore and Mahogany will be waiting for you. Tau/POPLAR: Uh, okay then, Command. God, can't think straight. Why the hell was I still on the ground, Command? Site Command: We don't have time to discuss this any further for now, Poplar. Please head back. Tau/POPLAR: Oh, all right, then, I guess I'll go back. (Mutters) Fucking Christ, my head hurts like all hell… [END LOG]",
        "INTERVIEW LOG Interviewer: Senior Researcher S. Ethelridge Interviewee: Tau/2 \"POPLAR\" Date: 10/19/2004 Foreword: Shortly after the initial SCP-4529 exploration effort had transpired, Tau/POPLAR was interviewed in order to elucidate his perspective during the anomalous events. [BEGIN LOG] Interviewer: Can you tell us about what you remember after you lost connection with Command? Tau/POPLAR: (Sigh) Yeah, I spoke to Command about this a little bit, although he kinda cut me off a couple times. For right now, at least, pretty much all I can remember is the ball hitting me in the leg, then me falling over, then — I don't know, it's kinda fuzzy after that. Interviewer: I see. So before you reconnected with Command, you couldn't remember anything? Tau/POPLAR: No, not really. I could still remember something happening before that, but only the faint — outline of what happened. Like, a couple basic emotions I was feeling, maybe an event here or there, but nothing too specific. Interviewer: Can you elaborate on these emotions you remembered feeling? Tau/POPLAR: I remember feeling worried, kinda scared. And throughout all this I felt like I knew what was going to happen. Not anticipation or anything, it's just the whole situation felt very familiar to me. Interviewer: Mm. Do you remember any of these specific events during this period? Tau/POPLAR: A little. I can say I was definitely at that elementary school, kind of around where I remember falling down. There were some boys around me on the blacktop, maybe in third-grade, and I was a little taller than them. I guess I didn't bother noticing I was in elementary school again — it felt pretty natural to me at the time. Interviewer: What happened then? Tau/POPLAR pauses to think. He shifts in his seat. Tau/POPLAR: I remember asking them if I could join next. They were all crowded around the basketball hoop. They just looked at me and laughed a little, and I remember I was kinda mad at them for that. I don't know if they obliged or something and finally let me play, or if I let myself play with them. Interviewer: I understand. Did they do anything to you? Tau/POPLAR: Well, they said a bunch of stupid things about me, started jostling me around, bumping into me. Can't think of anything too specific, really. And then at the end, some kid lobs a basketball into my face and I snap out of it, and that's when me and Command reconnected again. Interviewer: Would you like to offer any additional comments? Tau/POPLAR: Yeah. Well, I guess ever since this shit went down, I've had a sort of — paradigm shift. 'Cause before all this went down, I just kept turning that part of my life around in my head, over and over. And I don't even remember too much about elementary, it's just — I kept thinking about it all, who I was back then, how people saw me and what they did. Those memories were faint, but they still held some power over me. They still stuck with me. Tau/POPLAR shifts in his seat and sighs. Tau/POPLAR: And even ten, fifteen years after I left elementary school, I don't know why, but they still influenced me. I became a lot more — sycophantic. I became very quiet, reserved. Didn't really get into talking with people until high school. One of my friends would invite me to a party in college and I'd stay home and sleep. I never had anything to do, I just — I didn't want to risk getting hurt. Tau/POPLAR leans to the side of his chair, letting out a sharp exhale. Tau/POPLAR: But now that all kind of changed, you know. I never fully dug up all these shitty memories — they just existed, festering in the back of my mind, not doing too much. But I guess being thrust full force into those kinds of memories flipped a switch inside of me. And now, when I'm looking back to those memories — they just don't hit me the same way they used to. Interviewer: Can you elaborate on that? Tau/POPLAR: Sure — I mean, I don't really feel the need to keep thinking about them anymore. Because now that I live and work miles and miles away from my hometown, because I rarely take the time to visit there, and because I don't keep in touch with many people I knew from before college — it all feels to me that that part of my life doesn't have much bearing about how I am today. Tau/POPLAR scratches the underside of his eye. He lets out a quick sigh. Tau/POPLAR: And fuck, I can't stress how much I've opened up as of recently. I mean, I don't think I've ever been as close a friend to anybody as Sycamore. He's very warm, inviting. He's never that aggressive outside of work. I don't know, I feel like I can open up to him. I can tell him about myself without him laughing in my face. I guess I'm more comfortable with letting those memories go at this point. 'Cause who knows, all those kids were probably just spouting out whatever dumb shit came to their mind. They've probably gotten a lot better as people, and even if they didn't, it doesn't really matter to me. And right now, I'm pretty happy, I'm content with my life, and — I don't know, I'm just ready to forget all that shit more than ever before. Interviewer: I understand. I think we'll go ahead and end the interview here. Tau/POPLAR: All right, then, that's fine. [END LOG]",
        "\" SCP-4529 \" by barredowl, from the SCP Wiki . Source: https://scpwiki.com/scp-4529 . Licensed under CC-BY-SA .",
        "Filename: baker.jpg Name: Roslyn Elementary School, Roslyn PA Author: Shuvaev License: CC BY-SA 3.0 Source Link: Wikimedia Commons Additional Notes: Used image cropped from original by me",
        "Filename: playground.jpg Name: Long Meadow Elementary School Playground Author: Brianegge License: CC BY-SA 4.0 Source Link: Wikimedia Commons Additional Notes: None"
    ],
    "item": "SCP-4529",
    "object_class": "Safe",
    "containment_procedures": "The boundaries of SCP-4529 and Herbert Baker Elementary School in Edmonton, Canada have been sealed off. Onsite guards are to dissuade any civilians attempting to trespass onto SCP-4529's premises. Should any individual or group of individuals be seen emerging from SCP-4529, they are to be detained and administered Class-B amnestics prior to release.",
    "description": "SCP-4529 is a forest neighboring the playground of Herbert Baker Elementary School, situated in Edmonton, AB, Canada. Anomalous effects manifest when any individual who has graduated public elementary school travels into SCP-4529. When line of sight is broken with this individual, they will appear to vanish from any external observer's view. To the individual, however, SCP-4529 will appear to continue for much deeper than it should. After traversing between 50 to 150 meters, the forest will seamlessly connect to an extradimensional location, hereafter denoted as SCP-4529-1.",
    "title": "SCP-4529"
}