{
    "url": "https://scp-wiki.wikidot.com/scp-4531",
    "all_text": "rating: \n+170\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nContent warning:\n This article contains institutional gaslighting, mentions of murder, mentions of rape, and mentions of necrophilia. This article is intended to be intentionally unsettling. Viewer discretion is advised.\n\n\n\n\n\n\n\n\nrating: \n+170\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\nNOTICE FROM THE O5 COUNCIL\n\n\nAND THE DEPARTMENT OF TACTICAL THEOLOGY\n\n\nThe following document has details which are restricted on a \nneed-to-know basis\n. Attempting to access higher levels of this file without proper clearance may result in termination of your employment.\n\n\nYou Have Been Warned\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n4531\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Daugava river nearby SCP-4531.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4531 is to be monitored by Mobile Task Force Eta-77 (\"Spheres Within Spheres\")\n1\n for potentially disruptive anomalous activity during the months of September and October. During a \nTashlich\n Event, MTF Eta-77 is to be positioned upstream of the Daugava river to observe it; should an instance of SCP-4531-1 taller than fifty meters manifest, MTF Eta-77 is to terminate the instance via any means available.\n\n\nIn the event MTF Eta-77 fails to report back within thirty minutes of the event's conclusion, or the response is unintelligible, a drone is to be sent out in order to determine the status of the Task Force. Should MTF Eta-77 be rendered heavily incapacitated, and therefore incapable of destroying an SCP-4531-1 instance, Mobile Task Force Nu-7 (\"Hammer Down\") is to be brought to SCP-4531 and destroy the anomaly.\n\n\nSCP-4531-2 is available to Level 3 or higher personnel working with hazardous, mind-affecting anomalies, by the discretion of their HMCL. Personnel are not to consume or inject higher than the recommended dosage of SCP-4531-2. More information on SCP-4531-2 usage can be found in the Usage of Chemicals and Materials Guideline (UCMG).\n\n\n\n\n[REMAINING PROCEDURES RESTRICTED TO PERSONNEL ASSIGNED TO PROJECT TOCHACHA]\n\n\n\n\n\n\nDescription:\n SCP-4531 is the designation for the town of Pļaviņas, Latvia, located along the Daugava river. SCP-4531's local population is primarily Jewish by both ethnicity and religion — approximately 92% of the town is ethnically Jewish, while 64% are observant in some capacity. All ethnically Jewish individuals within SCP-4531's borders experience its primary anomalous effect, regardless if they are permanently residing within SCP-4531 or visiting.\n\n\nAnnually on the first of \nTishrei\n2\n at sundown, the residents of SCP-4531 congregate at the Daugava river for a religious ceremony known as \nTashlich\n. During this, an individualized prayer service is performed, and is concluded by the shaking of each person's garments. This process will result in the manifestation of SCP-4531-1.\n\n\nSCP-4531-1 is the collective designation for a group of incorporeal organisms. SCP-4531-1 vary in physiology depending on specific factors of the individual which created them, most notably the amount and type of negative actions partaken in the prior lunar year, as according to the Torah's definition. Common features of SCP-4531-1 instances include red coloration, multiple skewed limbs, and disproportionately long torsos. SCP-4531-1 instances will remain immobile (unless provoked) for ten days, and if not destroyed by then, will become unconditionally hostile.\n\n\nOn the tenth day of \nTishrei\n, which corresponds with the Jewish holiday of \nYom Kippur\n, the residents of SCP-4531 will engage in a fast while congregating at a place of worship (typically a synagogue) for lengthy prayer services. Once an individual has completed the prayer service and fasted according to proper customs, the SCP-4531-1 instance corresponding to them will spontaneously combust, producing SCP-4531-2.\n\n\nSCP-4531-2 is a fluid produced solely by the combustion of SCP-4531-1 on \nYom Kippur\n. Upon oral ingestion, SCP-4531-2 causes numerous psychological and physiological changes in subjects, including:\n\n\n\n\nIncreased cognitive resistance to harmful memes.\n\n\nIncreased physical endurance.\n\n\nIncreased efficiency at problem solving and creative thinking.\n\n\nIncreased immune system effectiveness.\n\n\nIncreased mental health and well-being.\n\n\n\n\nThe exact methods through which SCP-4531-2 achieves this effect is unclear, as no attempts to record chemical interactions between the substance and areas affected have been successful. In addition, the chemical make-up of SCP-4531-2 appears to be nonsensical, and no ways of achieving its molecular structure have been successfully tested.\n\n\nFor more information on SCP-4531-2, please consult your local HMCL or the UCMG.\n\n\nSCP-4531-2 was utilized by the residents of SCP-4531 until Foundation interception in 1999, when SCP-4531-1 was discovered and contained. Following this, \n[RESTRICTED TO PERSONNEL ASSIGNED TO PROJECT TOCHACHA]\n.\n\n\n\n\n\n\nAddendum One — Notable SCP-4531-1 Instances Since Foundation Inception\n\n\n\n\n\n\nSubject:\n Augusts Jēkabs Kalniņš\n\n\nDate of Manifestation:\n September 11th, 1999\n\n\nCorresponding Crime:\n Stealing ~160.00 USD from a relative.\n\n\nInstance Description:\n Instance was approximately two meters long and one-third of a meter tall. Had fox-like features. Seven limbs were attached to the torso; only three appeared operational. Instance was lacking eyes, and had no tongue.\n\n\nSCP-4531-2 Produced:\n Two liters.\n\n\n\n\n\n\nSubject:\n Maria Tzipporah Bērziņš\n\n\nDate of Manifestation:\n September 17th, 2001\n\n\nCorresponding Crime:\n Reckless driving; accidental death of two individuals, not including Maria, who made a full recovery.\n\n\nInstance Description:\n Instance resembled a gorilla, approximately two and a half meters in height. Arms were disproportionate in length and twice normal size. Two pairs of human hands were attached to the instance's chest.\n\n\nSCP-4531-2 Produced:\n Three liters.\n\n\n\n\n\n\nSubject:\n Genādijs Māris Ozolinsh\n\n\nDate of Manifestation:\n October 3rd, 2005\n\n\nCorresponding Crime:\n The murders of Enoch Jansons and Leui Krūmiņš.\n\n\nInstance Description:\n Instance resembled a viper, approximately six meters in length and with an average thickness of half a meter. Teeth were replaced by two pairs of human hands.\n\n\nSCP-4531-2 Produced:\n Seven liters.\n\n\n\n\n\n\nSubjects:\n Yarav'am Lemuel Ozoliņš, Anan Ozolinsh, and Nechemyah Peter Ozols\n\n\nDate of Manifestation:\n September 12th, 2007\n\n\nCorresponding Crime:\n Gang rape, and subsequent murder, of Dinah Milka Liepiņš. All perpetrators of the crime were excommunicated, but \n[RESTRICTED]\n.\n\n\nInstance Description:\n Instance resembled a large mallard, approximately eight meters tall, with an elongated neck. Both claws were replaced by a pair of large, human hands.\n\n\nSCP-4531-2 Produced:\n Ten liters.\n\n\n\n\n\n\nSubject:\n Yarav'am Lemuel Ozoliņš\n\n\nDate of Manifestation:\n September 8th, 2010\n\n\nCorresponding Crime:\n Killed seven people with pistol, and consumed part of victim Abia Jansons's corpse before being subdued.\n\n\nInstance Description:\n Seven inter-connected instances resembling wolves. Each tail was replaced by two stalks of human arms and hands. Instances were approximately three times the average size of their resembled species, and appeared highly elastic.\n\n\nSCP-4531-2 Produced:\n Thirty-seven liters.\n\n\n\n\n\n\nSubject:\n Ilai Zarah Bērziņš\n\n\nDate of Manifestation:\n September 24th, 2014\n\n\nCorresponding Crime:\n Kidnapping and continuous physical/mental torture of six men and eight women for three years. Killed all victims and consumed large quantities of the corpses on September 23rd, 2014, whilst copulating with them. In addition, secretly killed seventeen Foundation scientists over the course of eleven years.\n\n\nInstance Description:\n Instance was humanoid in shape, approximately fifty-eight meters in height. Possessed sixty-four arms of various lengths, and legs were incredibly disproportionate to the body (~77% of total height). Instance had erratic and misaligned teeth, and no eyes. One arm carried a scale — the reason for this is unclear.\n\n\nSCP-4531-2 Produced:\n Two-hundred and eighty-four liters.\n\n\n\n\n\n\nSubject:\n Mayor Leia Ozols\n\n\nDate of Manifestation:\n October 2nd, 2016\n\n\nCorresponding Crime:\n \n[RESTRICTED TO PERSONNEL ASSIGNED TO PROJECT TOCHACHA]\n.\n\n\nInstance Description:\n Approximately three hundred and fifty meters in height, appearance indiscernible. Instance entirely composed of human hands.\n\n\nSCP-4531-2 Produced:\n N/A — instance was terminated by MTF η-77. Project Tochacha details have been modified.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Mobile Task Force Unit η-77 is the designation for The Department of Tactical Theology's personalized operational unit, consisting of fifteen specialized members. All personnel in the task force have expertise in dealing with aggressive or threatening religion-related anomalies.\n\n\n2\n. The first month of the Jewish Lunar Calendar. Typically coincides with September or October.\n\n\n\n\n\n\n\n\n« \nSCP-4530\n | SCP-4531 | \nSCP-4532\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4531\n\" by Yossipossi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4531\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n river2.png\n\n\nName:\n Kalashriver\n\n\nAuthor:\n Bilalzahid12345\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Image cropped.\n\n\n\n\n\n\nFilename:\n Department of Tactical Theology White Background Shiny transparent.png\n\n\nAuthor:\n \nAethris\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nAdditional Notes:\n Image colors changed and effects added.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Subject: Augusts Jēkabs Kalniņš Date of Manifestation: September 11th, 1999 Corresponding Crime: Stealing ~160.00 USD from a relative. Instance Description: Instance was approximately two meters long and one-third of a meter tall. Had fox-like features. Seven limbs were attached to the torso; only three appeared operational. Instance was lacking eyes, and had no tongue. SCP-4531-2 Produced: Two liters.",
        "Subject: Maria Tzipporah Bērziņš Date of Manifestation: September 17th, 2001 Corresponding Crime: Reckless driving; accidental death of two individuals, not including Maria, who made a full recovery. Instance Description: Instance resembled a gorilla, approximately two and a half meters in height. Arms were disproportionate in length and twice normal size. Two pairs of human hands were attached to the instance's chest. SCP-4531-2 Produced: Three liters.",
        "Subject: Genādijs Māris Ozolinsh Date of Manifestation: October 3rd, 2005 Corresponding Crime: The murders of Enoch Jansons and Leui Krūmiņš. Instance Description: Instance resembled a viper, approximately six meters in length and with an average thickness of half a meter. Teeth were replaced by two pairs of human hands. SCP-4531-2 Produced: Seven liters.",
        "Subjects: Yarav'am Lemuel Ozoliņš, Anan Ozolinsh, and Nechemyah Peter Ozols Date of Manifestation: September 12th, 2007 Corresponding Crime: Gang rape, and subsequent murder, of Dinah Milka Liepiņš. All perpetrators of the crime were excommunicated, but [RESTRICTED] . Instance Description: Instance resembled a large mallard, approximately eight meters tall, with an elongated neck. Both claws were replaced by a pair of large, human hands. SCP-4531-2 Produced: Ten liters.",
        "Subject: Yarav'am Lemuel Ozoliņš Date of Manifestation: September 8th, 2010 Corresponding Crime: Killed seven people with pistol, and consumed part of victim Abia Jansons's corpse before being subdued. Instance Description: Seven inter-connected instances resembling wolves. Each tail was replaced by two stalks of human arms and hands. Instances were approximately three times the average size of their resembled species, and appeared highly elastic. SCP-4531-2 Produced: Thirty-seven liters.",
        "Subject: Ilai Zarah Bērziņš Date of Manifestation: September 24th, 2014 Corresponding Crime: Kidnapping and continuous physical/mental torture of six men and eight women for three years. Killed all victims and consumed large quantities of the corpses on September 23rd, 2014, whilst copulating with them. In addition, secretly killed seventeen Foundation scientists over the course of eleven years. Instance Description: Instance was humanoid in shape, approximately fifty-eight meters in height. Possessed sixty-four arms of various lengths, and legs were incredibly disproportionate to the body (~77% of total height). Instance had erratic and misaligned teeth, and no eyes. One arm carried a scale — the reason for this is unclear. SCP-4531-2 Produced: Two-hundred and eighty-four liters.",
        "Subject: Mayor Leia Ozols Date of Manifestation: October 2nd, 2016 Corresponding Crime: [RESTRICTED TO PERSONNEL ASSIGNED TO PROJECT TOCHACHA] . Instance Description: Approximately three hundred and fifty meters in height, appearance indiscernible. Instance entirely composed of human hands. SCP-4531-2 Produced: N/A — instance was terminated by MTF η-77. Project Tochacha details have been modified.",
        "\" SCP-4531 \" by Yossipossi, from the SCP Wiki . Source: https://scpwiki.com/scp-4531 . Licensed under CC-BY-SA .",
        "Filename: river2.png Name: Kalashriver Author: Bilalzahid12345 License: CC BY-SA 4.0 Source Link: Wikimedia Commons Additional Notes: Image cropped.",
        "Filename: Department of Tactical Theology White Background Shiny transparent.png Author: Aethris License: CC BY-SA 3.0 Source Link: SCP Wiki Additional Notes: Image colors changed and effects added."
    ],
    "containment_procedures": "SCP-4531 is to be monitored by Mobile Task Force Eta-77 (\"Spheres Within Spheres\")1 for potentially disruptive anomalous activity during the months of September and October. During a Tashlich Event, MTF Eta-77 is to be positioned upstream of the Daugava river to observe it; should an instance of SCP-4531-1 taller than fifty meters manifest, MTF Eta-77 is to terminate the instance via any means available.",
    "description": "SCP-4531 is the designation for the town of Pļaviņas, Latvia, located along the Daugava river. SCP-4531's local population is primarily Jewish by both ethnicity and religion — approximately 92% of the town is ethnically Jewish, while 64% are observant in some capacity. All ethnically Jewish individuals within SCP-4531's borders experience its primary anomalous effect, regardless if they are permanently residing within SCP-4531 or visiting.",
    "title": "SCP-4531"
}