{
    "url": "https://scp-wiki.wikidot.com/scp-4538",
    "all_text": "rating: \n+100\n+\n–\nx\n\n\nItem #:\n SCP-4538\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n The entrance to the cavern containing SCP-4538 is guarded by Site-291, which is located at the outskirts of Los Alamos. The Department of Occult Studies and Thaumatology have outlined thaumic grounding procedures in Document 4538-05 in order to prevent contamination of SCP-4538, including a full-body shower and a meditation session of at least twenty minutes; these are to be followed before entering and exiting the cavern. Any visual or auditory hallucinations following exposure to SCP-4538 are to be reported immediately.\n\n\nIn the event that SCP-4538 enters an active state, monitoring of nuclear activity worldwide becomes Priority Alpha for the Foundation, and intervention is to be taken to ensure civilians do not witness the interference of SCP-4538.\n\n\nDescription:\n SCP-4538 is a thaumic apparatus located in a cave system beneath Los Alamos, New Mexico.\n\n\nSCP-4538 is composed of a triskaidecagram, at the center of which is a pair of binoculars that were present on the \nEnola Gay\n. At each point of the triskaidecagram is a terminal which contains a master tape for a song whose language, instrumentation or imagery refers to explosions, with an anomalous energy source ensuring continuous play as long as the triskaidecagram is not broken. The master recordings consist of:\n\n\n\n\n1812 Overture\n, unknown source\n\n\nSing, Sing, Sing\n, Benny Goodman, 1936. The only song that does not directly reference or use terms related to explosions.\n\n\nOrange-Colored Sky\n, Nat King Cole, 1950\n\n\nAtom Bomb Baby\n, The Five Stars, 1957\n\n\nGreat Balls of Fire\n, Jerry Lee Lewis, 1957\n\n\nWe Will All Go Together When We Go\n, Tom Lehrer, 1959\n\n\nBoom Bang a Bang\n, Lulu, 1969\n\n\nBlack Diamond Bay\n, Bob Dylan, 1976\n\n\nEruption\n, Van Halen, 1978\n\n\nBurning Down The House\n, The Talking Heads, 1983\n\n\nThunderstruck\n, AC/DC, 1990\n\n\nFirework\n, Katy Perry, 2010\n\n\n[REDACTED]\n1\n\n\n\n\nProlonged exposure to these terminals leads to the onset of visual and auditory hallucinations, typically related to the content of the relevant songs; the most persistent of these is the sky having orange hues at irregular times.\n\n\nThe songs played as part of SCP-4538 increase in volume \nwhen a nuclear detonation is imminent\n. The thirteen terminals will play nonsense phrases composed of lyrics from their corresponding master recordings, after which one of two outcomes occurs:\n\n\n\n\nAll terminals simultaneously play \nI Don't Want To Set The World On Fire\n by The Ink Spots. During this time, any active nuclear weaponry is destroyed, and any active nuclear explosions are neutralized through unknown means. Music corresponding to one of the terminals will play from all devices within a fifty-kilometer radius.\n\n\nAll terminals simultaneously play \nLet it Be\n by \nThe Beatles\n, and the nuclear explosion goes unhindered. This has only happened during nuclear testing that would not result in the death of any human beings.\n\n\n\n\nSCP-4538 was discovered following the 2018 attempted nuclear strike on the Hawaiian archipelago.\n2\n Fighters from the \nUSS ██████\n stationed in Pearl Harbor were scrambled to attempt to intercept the missile and shoot it down; however, en route, their communications equipment was overwhelmed by Nat King Cole's \nOrange Colored Sky\n. The warhead in question was sighted in an orange triskaidecagram, which one pilot involuntarily maneuvered into, resulting in them appearing in the cavern containing SCP-4538. The pilot, Captain Howard Rogers, reportedly experienced the sky being a \"pretty-green polka-dot\" color for several weeks following his rescue.\n\n\nThe identity of the individual(s) that created SCP-4538 remains unknown.\n\n\n\n\nFootnotes\n\n\n1\n. Sources from the Department of Temporal Anomalies confirm that this song will be released some time in the 2030s.\n\n\n2\n. Publicly, the corresponding missile alert was attributed to human error; the attack was believed to have been carried out by a rogue agent of the Global Occult Coalition, attempting to assassinate a Type-Black entity located in the caldera of Kilauea.\n\n\n\n\n\n\n\n\n« \nSCP-4537\n | SCP-4538 | \nSCP-4539\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4538\n\" by (user deleted), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4538\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4538 \" by (user deleted), from the SCP Wiki . Source: https://scpwiki.com/scp-4538 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4538",
    "object_class": "Thaumiel",
    "containment_procedures": "The entrance to the cavern containing SCP-4538 is guarded by Site-291, which is located at the outskirts of Los Alamos. The Department of Occult Studies and Thaumatology have outlined thaumic grounding procedures in Document 4538-05 in order to prevent contamination of SCP-4538, including a full-body shower and a meditation session of at least twenty minutes; these are to be followed before entering and exiting the cavern. Any visual or auditory hallucinations following exposure to SCP-4538 are to be reported immediately.",
    "description": "SCP-4538 is a thaumic apparatus located in a cave system beneath Los Alamos, New Mexico.",
    "title": "SCP-4538"
}