{
    "url": "https://scp-wiki.wikidot.com/scp-4539",
    "all_text": "rating: \n+93\n+\n–\nx\n\n\n\n\n\n\n\n\nSCP-DECI, shortly after recovery\n\n\n\n\n\n\nObject Class:\n Pending\n\n\nSpecial Containment Procedures:\n Every numerical designation or dimension relating to SCP-DECI must be communicated through simile or metaphor.\n\n\nSCP-DECI is to be kept in a standard locker in site Mambo. The locker’s door must be painted bright pink. A strip of the aforementioned pink paint is to direct the path from SCP-DECI's locker, through Break Room Delta, to the entrance of Site Mambo. Personnel working with SCP-DECI are to follow this path exactly, and not make any attempt to make any numeric-based directions. No other pink-colored objects are allowed on Site Mambo.\n\n\nPersonnel who are attending to SCP-DECI must read through document SCP-DECI-REF until any phrase within evokes the attached number. Any personnel who have been exposed to SCP-DECI within the last week will be required to undergo an elementary mathematics skill assessment. These assessments will be obtained by personnel at the beginning and end of each shift.\n\n\nTest material for the personnel of SCP-DECI must be created and graded by personnel unaware of SCP-DECI's effects.\n\n\nDescription:\n SCP-DECI is a Casio brand calculator, though the exact model is unclear. SCP-DECI was found with a detachable cover, which has the word \"Malinda\" written on it. Both the case and the calculator show signs of grime and water damage, but this does not seem to impede its function. When an individual attempts to write or communicate numbers related to SCP-DECI, the numbers produced are not the numbers intended. Moreover, when in a small radius of SCP-DECI, no person can correctly communicate any number to another. Attempts to do so will result in inaccurate numbers being communicated. SCP-DECI cannot alter numeric results if they are expressed in a format SCP-DECI has not previously been exposed to. After a few questions, however, SCP-DECI will begin to attempt to misdirect, though it may struggle to produce convincing wrong answers with the format.\n\n\nSo far, SCP-DECI has been shown to tamper with:\n\n\n\n\nDecimal systems\n\n\nBinary systems\n\n\nRoman Numerals ('learned' during containment, see Test SCP-DECI-DELTA)\n\n\nEnglish text of numbers\n\n\nFrench text of numbers\n\n\nSpoken English\n\n\nSpoken French\n\n\nHexadecimal numbers (though it cannot convincingly produce fake results as of the time of writing)\n\n\n\n\nAt first, the effects only apply to communication. \nAll\n Nearly all subjects exposed to SCP-DECI for less than a fortnight will realize that the number they communicated is incorrect, and not what they intended to write.\n\n\nHowever, increased exposure can cause the effect to become more thoroughly ingrained in the subject's psyche. In this state, subjects lose all ability to correctly calculate, count, write or read numbers in any situation, and will believe their mistaken numbers are correct beyond all reason. This effect dissipates if the subject is either administered amnestics sufficient to erase the span of exposure from their memory, or kept away from SCP-DECI for a time roughly equal to their exposure.\n\n\nRecovery:\n SCP-DECI was retrieved from a pond on the grounds of █████ High School, in New South Wales, Australia after the school made local news. An entire year of students, undertaking their end-of-year exams, failed to produce any correct answers on their mathematics test. Malinda ███████, a student at the school who participated, claimed to have purchased SCP-DECI shortly before the test.\n\n\nAddendum:\n\nNote from Doctor David Patel:\n\n\n\n\nAfter the tests and events leading up to - and including - Incident SCP-DECI-Beta, I believe that SCP-DECI may possess sentience. Dr. Andrews had been assigned to SCP-DECI for less than a day, and yet he showed symptoms consistent with people exposed to SCP-DECI for far longer.\n\n\nIf it was SCP-DECI, then its range and onset time can both reach levels far greater than we initially believed. Until we establish those true limits, daily tests of mathematical skill are mandatory for anyone working with SCP-DECI.\n\n\n\n\nAttached Logs:\n\n\n\n\n+ Test SCP-DECI-Delta\n\n\n\n\n- Test SCP-DECI-Delta\n\n\n\n\nTest Subject:\n D-(head)(eyes)(fingers)(dice sides) (see Document SCP-DECI-REF)\n\n\nMathematical Skill:\n High School Level, as well as skill in expressing both Roman Numerals and Hexadecimal numbers.\n\n\nExposure To SCP-DECI Before Test:\n None\n\nThe subject was given a simple maths test, with some questions requiring them to answer either in Roman Numerals or Hexadecimal format. SCP-DECI was kept hidden in a compartment within the table the D-Class personnel was using. Dr. Andrews supervised the test.\n\n\n\n\n\n\n\n\nTest Document SCP-DECI-DELTA\n\n\n✖\n\n\n\n\nScan of Test Document and Transcript\n\n\n\n\nQ:\n What is 4 + 5?\n\n\nA:\n 7 \nIncorrect\n\n\nQ:\n What is 3 * 2?\n\n\nA:\n 8 \nIncorrect\n\n\nQ:\n What is 6 + 7? Please write the answer in Roman Numerals.\n\n\nA:\n XIII \nCorrect\n\n\nQ:\n What is 10 + 7? Please write the answer in Roman Numerals.\n\n\nA:\n XIIIIII \nIncorrect\n \nWrong Format!\n\n\nQ:\n Please write the number 5 in Roman Numerals.\n\n\nA:\n V \nCorrect\n\n\nQ:\n Which of the following is the correct way to write the numbers 14 and 9 in roman numerals?\n\n\nOptions:\n A: XIIII and VIIII, B: XIV and VIIII, C: XIV and IX, D: XIIII and IX\n\n\nA:\n C \nCorrect\n\n\nQ:\n What is 10 + 4? Please write the answer in Roman Numerals.\n\n\nA:\n XIX \nIncorrect\n \nNow it does it right\n\n\nQ:\n What is 5 * 3? Please write the answer in hexadecimal format.\n\n\nA:\n F \nCorrect\n\n\nQ:\n What is 5 + 5? Please write the answer in hexadecimal format.\n\n\nA:\n A \nCorrect\n\n\nQ:\n What is 7+7? Please write the answer in hexadecimal format\n\n\nA:\n N \nIncorrect\n \nWrong format again!\n\n\n\n\nNotes from Dr. Andrews: \nThese results seem to suggest that the SCP is unable to create errors in a system it hasn't been exposed to. Notably, after the initial Roman numeral questions, it produced answers that were both incorrect and in the wrong format. It only produced more convincing answers after questions illuminated the actual format.\n\n\n\n\n\n\n\n\n\n\n+ Excerpt from Test Log SCP-DECI-Theta\n\n\n\n\n- Excerpt from Test Log SCP-DECI-Theta\n\n\n\n\nExcerpt of discussion between D-Class Personnel D-(head)(eyes)(dice sides)(void) and Dr. Andrews.\n\n\n\n\nAndrews:\n Now, Can you tell me how many fingers I'm holding up?\n\n\nD-Class:\n Uh… unless you're some freak of nature, I count thirteen fingers.\n\n\nAndrews:\n Incorrect.\n\n\nD-Class:\n What happened to your pinky?\n\n\nAndrews:\n Please focus on the test.\n\n\nD-Class:\n Dude, I'm sitting in here counting fingers like I'm a preschooler. You can't just show your hand like a pre-school teacher and expect me not to comment on your fucked-up finger.\n\n\nAndrews:\n Nevertheless, please stay on task. Now, how many -\n\n\nD-Class:\n So like, whatever this thing you're testing us about, it screws up numbers, right? That's why we're doing this?\n\n\nThere is a long pause before Dr. Andrews responds.\n\n\nAndrews:\n Please… please focus on the test.\n\n\nD-Class:\n Doc, I'm a con man. I can't read your fancy literature, but I can read you.\n\n\nD-Class:\n And lemme take this a step further and guess that you're making us do easy questions so everyone knows whether they're right or wrong?\n\n\nD-Class:\n Man, two people in some secret government dungeon doing math a child couldn't get wrong. This is totally a high point of your career, huh?\n\n\nAndrews:\n Look, you listen here you little-\n\n\nDr. Andrews pauses.\n\n\nAndrews:\n I'm sorry, what did you say?\n\n\nD-Class:\n What?\n\n\nAndrews:\n Could you repeat what you said?\n\n\nD-Class:\n About the high point?\n\n\nAndrews:\n No- Did you just say there were two people here?\n\n\nD-Class:\n Uh, yeah?\n\n\nAndrews:\n There are two people here. Two people in this room.\n\n\nD-Class:\n Uh, doc? You finally lost it?\n\n\nAndrews:\n Shut up. We need to scan.\n\n\n\n\nTest SCP-DECI-THETA was paused, while a series of scans attempted to determine the number of people inside. Biometric scans, as well as subsequent x-ray scans, thermal imaging, and [REDACTED] analysis, determined that the only observable life forms in the room were the D-Class personnel and the Doctor.\n\n\n\n\n\n\n\n\n\n\n+ Incident Report SCP-DECI-Beta\n\n\n\n\n- Incident Report SCP-DECI-Beta\n\n\n\n\nIncident Subject(s):\n Dr. Johnathan Andrews and Junior Researcher Zeke Mathis\n\n\nIncident Type:\n Containment Breach\n\n\nInvolved SCP(s):\n SCP-5███ (breached containment), SCP-DECI (suspected influence)\n\n\nCasualties:\n Dr. Johnathan Andrews (deceased)\n\n\nEvent Description:\n As they were moving to begin testing with SCP-DECI, Dr. Andrews was observed to break protocol, by leaving the specified path to SCP-DECI. Mr. Mathis followed him, while attempting to alert guards to the anomalous behavior through setting off alarms that he passed.\n\n\nDr. Andrew's path eventually lead to the entrance to SCP-5███'s containment cell. After a brief argument between Dr. Andrews and his assistant, he moved to open the cell, prompting Mathis to flee the scene.\n\n\nThough the response team was able to contain SCP-5███ quickly, Dr. Andrews had been severely mutilated. Dr. Andrews would succumb to his injuries before medical staff could arrive.\n\n\nDr. David Patel was assigned to conduct an investigation into Incident SCP-DECI-Beta.\n\n\nEvent Log:\n [CLASSIFIED]\n\n\nExcerpt from Interview following Incident SCP-DECI-Beta\n\n\n\n\nPatel:\n Tell me more about the night before the incident. You said you stopped testing after Test Theta?\n\n\nMathis:\n Yeah, and thank god for that. I didn't take the uh… two people in the room thing well. Scared the shit out of me, pardon my language, and I couldn't stop thinking about it. And when I thought about it…\n\n\nMathis:\n Well, there was only the D-class and the Doctor in there, right? And all the tests said the same thing. So… what if it - what if SCP-DECI is counting itself?\n\n\nPatel:\n Why would it do that?\n\n\nMathis:\n I mean… the tests showed that it needed to 'Learn' things. My thought was 'what if that's because it actually IS learning?'\n\n\nPatel:\n What did Dr. Andrews say?\n\n\nMathis:\n He was… dismissive. Laughed it off, said I was overreacting.\n\n\nPatel:\n And I believe this is when you said the inciting incident occurred?\n\n\nMathis:\n Y-yeah, I think so. See, he called it \"just a dirty hunk of plastic\", and I could just \nfeel\n the temperature drop. I-it felt like someone was just drilling their glare through us. Sorry, that's not very clear. Someone looking at us angrily, that's what I felt.\n\n\nPatel:\n Did you feel where this look was coming from?\n\n\nMathis:\n \nMaybe\n the calculator? I'm… not sure.\n\n\nPatel:\n Alright. Let's move on…\n\n\n[Irrelevant/Redundant Portions Redacted.]\n\n\nPatel:\n Where did Dr. Andrews lead you?\n\n\nMathis:\n To SCP-████'s containment cell. I told him it was the wrong SCP, and that we should head back. He brushed it off.\n\n\nMathis:\n I wanted to stop him, sir, but I'd heard what that… that \nthing\n could do. I… I chickened out.\n\n\nPatel:\n It's quite alright. You alerting security in advance probably prevented a disaster. But, a question.\n\n\nMathis:\n Yes?\n\n\nPatel:\n It says here that you were actually at SCP-5███'s containment cell.\n\n\nMathis:\n What? No, I'm certain I read SC-\n\n\nPatel:\n Moreover, SCP-████'s containment cell is not at this site, it is actively guarded, and you shouldn't even have clearance to view its data.\n\n\nPatel:\n Are you sure you read SCP-████ on the door?\n\n\nMathis:\n Wh-yes! I did! I read up on it just last night, it [DATA EXPUNGED]\n\n\nPatel:\n That's… Mathis, that's an entirely different anomalous object. Again.\n\n\nMathis:\n What?! That can't be right. I'm sure I-\n\n\nPatel:\n Remind me, what is SCP-DECI's anomalous property?\n\n\nMathis:\n It… interferes with the perception of numbers.\n\n\nPatel:\n So isn't it possible that you making two errors might be due to interference with your perception?\n\n\n[Pause.]\n\n\nPatel:\n I'm going to sign you up for a mathematical test, to see if any lingering effects remain.\n\n\nMathis:\n …I'm not crazy.\n\n\nPatel:\n Of course you're not. But I'm told that you're new here. Not many staff members… get to enjoy their retirement.\n\n\nPatel:\n The ones that do? They are \nthorough,\n and don't leave anything to chance. Do you understand?\n\n\nMathis:\n … Yes, sir.\n\n\n[End of Interview]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4538\n | SCP-4539 | \nSCP-4540\n »",
    "addendums": [
        "Addendum: Note from Doctor David Patel:"
    ],
    "documents": [],
    "notes": [
        "After the tests and events leading up to - and including - Incident SCP-DECI-Beta, I believe that SCP-DECI may possess sentience. Dr. Andrews had been assigned to SCP-DECI for less than a day, and yet he showed symptoms consistent with people exposed to SCP-DECI for far longer. If it was SCP-DECI, then its range and onset time can both reach levels far greater than we initially believed. Until we establish those true limits, daily tests of mathematical skill are mandatory for anyone working with SCP-DECI.",
        "Q: What is 4 + 5? A: 7 Incorrect Q: What is 3 * 2? A: 8 Incorrect Q: What is 6 + 7? Please write the answer in Roman Numerals. A: XIII Correct Q: What is 10 + 7? Please write the answer in Roman Numerals. A: XIIIIII Incorrect Wrong Format! Q: Please write the number 5 in Roman Numerals. A: V Correct Q: Which of the following is the correct way to write the numbers 14 and 9 in roman numerals? Options: A: XIIII and VIIII, B: XIV and VIIII, C: XIV and IX, D: XIIII and IX A: C Correct Q: What is 10 + 4? Please write the answer in Roman Numerals. A: XIX Incorrect Now it does it right Q: What is 5 * 3? Please write the answer in hexadecimal format. A: F Correct Q: What is 5 + 5? Please write the answer in hexadecimal format. A: A Correct Q: What is 7+7? Please write the answer in hexadecimal format A: N Incorrect Wrong format again!",
        "Andrews: Now, Can you tell me how many fingers I'm holding up? D-Class: Uh… unless you're some freak of nature, I count thirteen fingers. Andrews: Incorrect. D-Class: What happened to your pinky? Andrews: Please focus on the test. D-Class: Dude, I'm sitting in here counting fingers like I'm a preschooler. You can't just show your hand like a pre-school teacher and expect me not to comment on your fucked-up finger. Andrews: Nevertheless, please stay on task. Now, how many - D-Class: So like, whatever this thing you're testing us about, it screws up numbers, right? That's why we're doing this? There is a long pause before Dr. Andrews responds. Andrews: Please… please focus on the test. D-Class: Doc, I'm a con man. I can't read your fancy literature, but I can read you. D-Class: And lemme take this a step further and guess that you're making us do easy questions so everyone knows whether they're right or wrong? D-Class: Man, two people in some secret government dungeon doing math a child couldn't get wrong. This is totally a high point of your career, huh? Andrews: Look, you listen here you little- Dr. Andrews pauses. Andrews: I'm sorry, what did you say? D-Class: What? Andrews: Could you repeat what you said? D-Class: About the high point? Andrews: No- Did you just say there were two people here? D-Class: Uh, yeah? Andrews: There are two people here. Two people in this room. D-Class: Uh, doc? You finally lost it? Andrews: Shut up. We need to scan.",
        "Patel: Tell me more about the night before the incident. You said you stopped testing after Test Theta? Mathis: Yeah, and thank god for that. I didn't take the uh… two people in the room thing well. Scared the shit out of me, pardon my language, and I couldn't stop thinking about it. And when I thought about it… Mathis: Well, there was only the D-class and the Doctor in there, right? And all the tests said the same thing. So… what if it - what if SCP-DECI is counting itself? Patel: Why would it do that? Mathis: I mean… the tests showed that it needed to 'Learn' things. My thought was 'what if that's because it actually IS learning?' Patel: What did Dr. Andrews say? Mathis: He was… dismissive. Laughed it off, said I was overreacting. Patel: And I believe this is when you said the inciting incident occurred? Mathis: Y-yeah, I think so. See, he called it \"just a dirty hunk of plastic\", and I could just feel the temperature drop. I-it felt like someone was just drilling their glare through us. Sorry, that's not very clear. Someone looking at us angrily, that's what I felt. Patel: Did you feel where this look was coming from? Mathis: Maybe the calculator? I'm… not sure. Patel: Alright. Let's move on… [Irrelevant/Redundant Portions Redacted.] Patel: Where did Dr. Andrews lead you? Mathis: To SCP-████'s containment cell. I told him it was the wrong SCP, and that we should head back. He brushed it off. Mathis: I wanted to stop him, sir, but I'd heard what that… that thing could do. I… I chickened out. Patel: It's quite alright. You alerting security in advance probably prevented a disaster. But, a question. Mathis: Yes? Patel: It says here that you were actually at SCP-5███'s containment cell. Mathis: What? No, I'm certain I read SC- Patel: Moreover, SCP-████'s containment cell is not at this site, it is actively guarded, and you shouldn't even have clearance to view its data. Patel: Are you sure you read SCP-████ on the door? Mathis: Wh-yes! I did! I read up on it just last night, it [DATA EXPUNGED] Patel: That's… Mathis, that's an entirely different anomalous object. Again. Mathis: What?! That can't be right. I'm sure I- Patel: Remind me, what is SCP-DECI's anomalous property? Mathis: It… interferes with the perception of numbers. Patel: So isn't it possible that you making two errors might be due to interference with your perception? [Pause.] Patel: I'm going to sign you up for a mathematical test, to see if any lingering effects remain. Mathis: …I'm not crazy. Patel: Of course you're not. But I'm told that you're new here. Not many staff members… get to enjoy their retirement. Patel: The ones that do? They are thorough, and don't leave anything to chance. Do you understand? Mathis: … Yes, sir. [End of Interview]"
    ],
    "object_class": "Pending",
    "containment_procedures": "Every numerical designation or dimension relating to SCP-DECI must be communicated through simile or metaphor.",
    "description": "SCP-DECI is a Casio brand calculator, though the exact model is unclear. SCP-DECI was found with a detachable cover, which has the word \"Malinda\" written on it. Both the case and the calculator show signs of grime and water damage, but this does not seem to impede its function. When an individual attempts to write or communicate numbers related to SCP-DECI, the numbers produced are not the numbers intended. Moreover, when in a small radius of SCP-DECI, no person can correctly communicate any number to another. Attempts to do so will result in inaccurate numbers being communicated. SCP-DECI cannot alter numeric results if they are expressed in a format SCP-DECI has not previously been exposed to. After a few questions, however, SCP-DECI will begin to attempt to misdirect, though it may struggle to produce convincing wrong answers with the format.",
    "title": "SCP-4539"
}