{
    "url": "https://scp-wiki.wikidot.com/scp-4557",
    "all_text": "rating: \n+51\n+\n–\nx\n\n\n\n\n\n\nThree of the specimens composing SCP-4557, following a containment breach.\n\n\n\n\n\n\nItem #:\n SCP-4557\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Due to SCP-4557's nature, reliable containment of the entity is currently impossible. Foundation personnel have been planted with the New York Police Department and are to report any SCP-4557 sightings. These personnel are to administer amnestics to any and all witnesses. In the event SCP-4557 manifests, Mobile Task Force Pi-1 \"City Slickers\" are to tranquilize the specimens composing the entity and relocate the subject to SCP-4557-1.\n\n\nThe building housing SCP-4557-1 has been bought by the Foundation and access to said structure has been denied to civilian individuals. A chain-link fence has been constructed around this structure under the cover story of renovation. Area-555 has been established within this building for the purposes of research on the entity. SCP-4557-1 is to be consistently monitored via CCTV surveillance, and any demanifestations are to be reported to Area-555.\n\n\nDescription:\n SCP-4557 is five specimens of the species \nProcyon lotor\n (Raccoon). These specimens form a singular entity in a humanoid form. One specimen acts as the \"torso\" of the entity. The remaining four specimens act as the \"arms\" and \"legs\" of the entity, biting onto the limbs of center specimen. All specimens are capable of separating and moving of their own free will. The specimens composing SCP-4557 will separate when threatened. The exterior specimens are capable of manipulating objects via the use of their tails. The center specimen is capable of speech, is believed to be sapient, and controls the remaining specimens through a shared intelligence. Of note, the entity acting as the center specimen changes whenever the entity's form is disrupted, and all anomalous properties attributed to the center specimen transfer to the new specimen when SCP-4557 reforms. The entity often wears a black trench coat and fedora.\n\n\nSCP-4557 shows interest in media depicting police investigation, most notably cinema in the film noir genre. At seemingly random times, SCP-4557 will manifest at the scene of a felony investigation with the intent of assisting in the investigation. Notably, SCP-4557 has a preference towards investigations of murders, though will also manifest at scenes of robbery, vandalism and arson.\n\n\nSCP-4557-1 is a singular apartment within the ███████ building, located in New York City, New York. SCP-4557-1 acts as the current living space of SCP-4557. Following an investigation, SCP-4557 will manifest to SCP-4557-1. Similarly, if SCP-4557 exits New York City, the entity will manifest within SCP-4557-1.\n\n\nAddendum 4557-1\n\n\nThe following is a video transcript of SCP-4557 appearing at the scene of a murder. The video was taken from the chest camera of Officer A█████. Extraneous data has been removed for the sake of brevity.\n\n\n\n\n[BEGIN LOG]\n\n\n[Officer A██████ stands in a living room. A woman is lying on the ground in a pool of blood. One other officer, Officer P███, is standing nearby and inspecting the body.]\n\n\nOfficer A██████:\n Does she have an ID?\n\n\nOfficer P███:\n Yeah. Driver's license. Name's ██████ █████████.\n\n\nOfficer A██████:\n Does she have a husband or boy-\n\n\n[Officer A██████ is interrupted as SCP-4557 manifests near the body. The camera shakes, as if Officer A██████ is backing away from the entities.]\n\n\nOfficer A██████:\n What the fuck is that?!\n\n\nSCP-4557:\n Ah, another murder. Seems like it never ends in this city. Every day there's a new body with some freshly spilled blood… Hold on, lemme get a taste.\n\n\n[SCP-4557 leans down and starts lapping up the blood. Officer P███ steps back, grabbing his walkie talkie.]\n\n\nOfficer P███:\n Guys, we have a raccoon problem. But, they're talki- I swear to Christ it's talking!\n\n\n[SCP-4557 looks up and faces Officer P███.]\n\n\nSCP-4557:\n Pleasure to meet you officers, but I've got the case from here. Trust me, this case is in good paws. I'll crack it faster than you can say \"murder she wrote\".\n\n\nOfficer A██████:\n Get away from the evidence!\n\n\n[Officer A██████ runs towards SCP-4557. The entities separate and reassemble on the other side of the body.]\n\n\nSCP-4557:\n Hmm… Several, narrow wounds in the victims back… Bleeding… Aha!\n\n\nOfficer P███:\n What the fuck?! Guys, get animal control here now!\n\n\nSCP-4557:\n My dear Watsons, I believe I have a clue… This woman was stabbed.\n\n\nOfficer A██████:\n What the fu-… Should we fire at this thing?\n\n\nSCP-4557:\n Don't worry sirs, there is no need to reward me. My payment comes from knowing my city is safe. But a check in the mail would be nice.\n\n\nOfficer P███:\n The fuck…? Get animal control here right now. This… Raccoon? He's messing with the evidence.\n\n\n[SCP-4557 demanifests from the area.]\n\n\n[END LOG]\n\n\nAftermath:\n Approximately 15 minutes after SCP-4557 demanifested, Foundation agents were able to enter the scene and administer Class-B amnestics to all individuals involved.\n\n\n\n\nAddendum-4557-2\n\n\n\n\n\n\nExterior of Area-555, prior to being bought by the Foundation.\n\n\n\n\n\n\nSCP-4557 has requested a typewriter from Foundation staff, along with a desk and a lamp. As of November 11th, 20██, these requests were granted on the condition that Foundation personnel were permitted to examine any writings produced by the entity on a daily basis. The following is an excerpt written by SCP-4557 proceeding the events shown in Addendum 4557-2.\n\n\n\n\nDecember 20th, 20██\n\nIt seems like every day, there's a new investigation to start in this city. One starts to wonder why New York keeps itself running with so much scum walking the streets. But I guess that's what I get paid to do.\n\nJust today, got another report of a woman found dead in her own home. I knew that this case would be impossible to solve, unless the department were to make use of my cunning wit and charm. They practically begged me to come to the case. I made my way through the rain to her home.\n\nThe case looked impossible to crack. There were no leads, and the cops there weren't much help either. One of them lost their cool and tried to attack me. Can't really fault him though. I'd be pretty jealous if I were him, having to be compared to someone as impossible handsome as me. But this case seemed cold. Until I found something…\n\nBlood. And several wounds. All like little slits. It took me a second to piece it all together, but I'd figured it out.\n\nThe woman was stabbed in the back.\n\nHonestly, I don't know what the department would do without me. It seems like they need me every other day to work on a new case. But that's the price one has to pay for being the best detective in the greatest city in the world.\n\n\n\n\nAddendum-4557-3\n\n\n\n\n\n\nAn example of a drawing produced by SCP-4557.\n\n\n\n\n\n\nOn May 19th, 20██, SCP-4557 manifested in an office building, owned and used by ████████ Publishing Company. Eyewitness accounts state that SCP-4557 was stood in the middle of the establishment holding several stacks of paper above the entity's head, all of which were stapled together. SCP-4557 repeatedly offered the stacks of papers to employees of the office, repeatedly entering offices and putting papers on desks. Foundation personnel were able to recontain SCP-4557, administering Class B amnestics to all witnesses.\n\n\nWhen questioned on its behavior, SCP-4557 explained it was \"looking for someone to publish his novel\". The papers offered by the entity were composed of writings created by SCP-4557, as well as several drawings depicting SCP-4557. Following this incident, SCP-4557's typewriter has been confiscated by Foundation personnel.\n\n\n\n\n\n\n« \nSCP-4556\n | SCP-4557 | \nSCP-4558\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4557\n\" by JanitorCakeworth, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4557\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n fiver.jpg\n\n\nName:\n \"raccoon paparazzi\"\n\n\nAuthor:\n hobvias sudoneighm\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n abandoned.jpg\n\n\nName:\n \"Odesa Artillery school Apartment building 1-2\"\n\n\nAuthor:\n Investigatio\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n drawing.jpg\n\n\nAuthor:\n \nJanitorCakeworth\n]\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum 4557-1\nThe following is a video transcript of SCP-4557 appearing at the scene of a murder. The video was taken from the chest camera of Officer A█████. Extraneous data has been removed for the sake of brevity.",
        "Addendum-4557-2\nSCP-4557 has requested a typewriter from Foundation staff, along with a desk and a lamp. As of November 11th, 20██, these requests were granted on the condition that Foundation personnel were permitted to examine any writings produced by the entity on a daily basis. The following is an excerpt written by SCP-4557 proceeding the events shown in Addendum 4557-2.",
        "Addendum-4557-3\nOn May 19th, 20██, SCP-4557 manifested in an office building, owned and used by ████████ Publishing Company. Eyewitness accounts state that SCP-4557 was stood in the middle of the establishment holding several stacks of paper above the entity's head, all of which were stapled together. SCP-4557 repeatedly offered the stacks of papers to employees of the office, repeatedly entering offices and putting papers on desks. Foundation personnel were able to recontain SCP-4557, administering Class B amnestics to all witnesses.\nWhen questioned on its behavior, SCP-4557 explained it was \"looking for someone to publish his novel\". The papers offered by the entity were composed of writings created by SCP-4557, as well as several drawings depicting SCP-4557. Following this incident, SCP-4557's typewriter has been confiscated by Foundation personnel."
    ],
    "documents": [],
    "notes": [
        "December 20th, 20██ It seems like every day, there's a new investigation to start in this city. One starts to wonder why New York keeps itself running with so much scum walking the streets. But I guess that's what I get paid to do. Just today, got another report of a woman found dead in her own home. I knew that this case would be impossible to solve, unless the department were to make use of my cunning wit and charm. They practically begged me to come to the case. I made my way through the rain to her home. The case looked impossible to crack. There were no leads, and the cops there weren't much help either. One of them lost their cool and tried to attack me. Can't really fault him though. I'd be pretty jealous if I were him, having to be compared to someone as impossible handsome as me. But this case seemed cold. Until I found something… Blood. And several wounds. All like little slits. It took me a second to piece it all together, but I'd figured it out. The woman was stabbed in the back. Honestly, I don't know what the department would do without me. It seems like they need me every other day to work on a new case. But that's the price one has to pay for being the best detective in the greatest city in the world.",
        "\" SCP-4557 \" by JanitorCakeworth, from the SCP Wiki . Source: https://scpwiki.com/scp-4557 . Licensed under CC-BY-SA .",
        "Filename: fiver.jpg Name: \"raccoon paparazzi\" Author: hobvias sudoneighm License: CC BY 2.0 Source Link: Flickr",
        "Filename: abandoned.jpg Name: \"Odesa Artillery school Apartment building 1-2\" Author: Investigatio License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: drawing.jpg Author: JanitorCakeworth ] License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "item": "SCP-4557",
    "object_class": "Keter",
    "containment_procedures": "Due to SCP-4557's nature, reliable containment of the entity is currently impossible. Foundation personnel have been planted with the New York Police Department and are to report any SCP-4557 sightings. These personnel are to administer amnestics to any and all witnesses. In the event SCP-4557 manifests, Mobile Task Force Pi-1 \"City Slickers\" are to tranquilize the specimens composing the entity and relocate the subject to SCP-4557-1.",
    "description": "SCP-4557 is five specimens of the species Procyon lotor (Raccoon). These specimens form a singular entity in a humanoid form. One specimen acts as the \"torso\" of the entity. The remaining four specimens act as the \"arms\" and \"legs\" of the entity, biting onto the limbs of center specimen. All specimens are capable of separating and moving of their own free will. The specimens composing SCP-4557 will separate when threatened. The exterior specimens are capable of manipulating objects via the use of their tails. The center specimen is capable of speech, is believed to be sapient, and controls the remaining specimens through a shared intelligence. Of note, the entity acting as the center specimen changes whenever the entity's form is disrupted, and all anomalous properties attributed to the center specimen transfer to the new specimen when SCP-4557 reforms. The entity often wears a black trench coat and fedora.",
    "title": "SCP-4557"
}