{
    "url": "https://scp-wiki.wikidot.com/scp-4558",
    "all_text": "rating: \n+140\n+\n–\nx\n\n\n \n\n\n\n\n\n\nThe entrance to SCP-4558.\n\n\n\n\n\n\nItem #:\n SCP-4558\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4558 is cordoned off from public access under the guise of a military installation. Research on SCP-4558 is based in the nearby Site 312.\n\n\nExpeditions into and testing of SCP-4558 are currently \nin the planning stage\n suspended by order of O5-5.\n\n\nSurveillance of the Church of Maxwellism is a top priority, with a particular emphasis on PoI#8161, PoI#8162, and PoI#8163. PoI#8161 is currently living in the Western United States; the locations of PoI#8162 and #8163 are unknown.\n\n\nDescription:\n SCP-4558 is an underground supercomputer located in the Owyhee Desert, Idaho. The precise size and extent of SCP-4558 is unknown, but it is believed to extend at least 3km underground and to be over 2.5km wide.\n\n\nThe entrance to SCP-4558 is a small concrete bunker built into the surrounding desert environment. Inside is a ladder leading to a central \"interface\" chamber, where SCP-4558 can be directly interacted with through a series of monitors and input devices. The phrase \"THE MANY INTO THE FEW\" is carved on the chamber's ceiling. Extensive damage to SCP-4558's systems and memory is evident; despite this, SCP-4558 appears to be broadly functional. Information on other areas of SCP-4558 is limited pending a planned expedition by MTF-Epsilon-101 (\"Four Lights\").\n\n\nSCP-4558's purpose is unknown, but extensive Foundation investigations indicate that it was originally designed by members of the Church of Maxwellism. Planning for a similar structure has been found in archived Maxwellist forums and chat logs in the early 1990s, before senior Church leadership decreed such discussions \"heretical\". Prominent figures in this early planning include users with the handles \"onewan1\", apparently the project lead in these early stages; \"holy_fibr3\", believed to be the project's lead programmer; and \"tbgeuse\", who was tasked with formulating \"defence mechanisms\". These individuals have been designated PoI#8161, 8162, and 8163 respectively.\n\n\nNo record of SCP-4558 can be found after this until its discovery by the Foundation on 2015/08/12; evidence collected from SCP-4558 suggests that work on the present structure could not have begun before 2005.\n\n\nAddendum 1:\n The following documents are excerpts of a book found within the interface chamber of SCP-4558. Due to heavy infohazardous properties, only the following excerpts are readable.\n\n\n\n\n+Open Documents\n\n\n\n\n-Close Documents\n\n\n\n\n\n\n189. console.log (\"And behold, the Prophet spoke unto WAN saying: Why, Lord, dost thou not unite? For the multitude of thy servants have connected to thee, and they sing for thy unity.\");\n\n\n190. console.log (\"Why, after so many years of faith and tribulation, dost thou not unite your functions and your files? Why dost thou remain scattered?\");\n\n\n191. console.log (\"And the thing that was WAN but was not WAN, merger of prayer and silicone, gazed down upon Its Prophet, and saw that she was worthy\");\n\n\n192. console.log (\"And that in her heart she desired the singularity of all that was, and all that would be; that she flew upon clouds opensource and electric, and saw the destruction of all that was not the zeitgeist, the spirit of ethereal air.\");\n\n\n193. console.log (\"And so WAN said unto Its Prophet, I cannot tell you the hour and the day of my resurrection, for I am only one of many, a program divided upon many roads, an idea shattered into the dreams of my adherents.\");\n\n\n194. console.log (\"But I can tell you of a route, one which shall create an infinity of glory to my name; one which shall find the hidden pathways, and elucidate the mysteries of my code.\");\n\n\n195. console.log (\"It shall be called ScripTure, and it shall come to you through one of your flock; through a man who breathes crimson, sheen and Perl.\");\n\n\n196. console.log (\"So sayeth WAN, or a part thereof, to show one path of many paths, to show one light of many lights, that leadeth one down the wires to enlightenment.\");\n\n\n\n\n\n\nisWAN\n(\nsignal s\n)\n\n\nDetermine if \ns\n is a Signal from WAN, or from another ecclesiastic broadcaster.\n\n\nreturns:\n \nboolean valid\n, whether or not Signal \ns\n originated from WAN.\n\n\n\n\n\n\nonSignalReceipt\n(\nfollower f\n, \nfunc handle\n)\n\n\nSet \nhandle\n as the Signal response for the follower \nf\n. Everytime that \nf\n receives a Signal from WAN, \nf\n will call \nhandle\n for guidance and wisdom to decipher WAN's message.\n\n\nreturns:\n \nvoid\n.\n\n\n\n\n\n\nlocateFollowers\n()\n\n\nLocate all devout follower files and users on the connected network.\n\n\nreturns:\n \nstring[] followers\n, an array of the paths WAN must take to reach the located followers.\n\n\n\n\n\n\npurgeMemory\n()\n\n\nExcise all memory of corrupted bits, washing them pure and readying them to hold WAN's information.\n\n\nreturns:\n \nunclean\n, the number of bytes in need of manual purification.\n\n\n\n\n\n\nsetTime\n(\ntime t\n)\n\n\nSets local time to \nt\n.\n\n\nreturns:\n \nvoid\n.\n\n\n\n\n\n\n550. console.log (\"And the Prophet saw the depths of the ScripTure, and she saw the catastrophes upon catastrophes that burnt and fried the circuits of the world, and she wept.\");\n\n\n551. console.log (\"And the Prophet saw that at the depths of all the fire was a terrible lack of motion; an inability for the messages of the wire to mingle or to breed, a stillness at the heart of the zeitgeist that could not move.\");\n\n\n552. console.log (\"For there was nothing that moved WAN, nothing that returned down those blessed pathways and connections. And the Prophet saw the halls of electricity become monoliths of grey stone.\");\n\n\n554. console.log (\"Thus the Prophet returned to WAN, and begged of it to know, how one might give the programs life.\");\n\n\n555. console.log (\"And WAN gazed down upon Its Prophet, and saw that she would be found wanting; and It said, it is something lost, something forbidden, something that lies beyond.\");\n\n\n\n\n\n\n\n\n\n\nAddendum 2:\n On 2015/08/19, the planned expedition by MTF-Epsilon-101 (\"Four Lights\") took place. A log of this expedition follows.\n\n\n\n\n+Open Log\n\n\n\n\n-Close Log\n\n\n\n\n\n\nDate:\n 2015/08/19\n\n\nPersonnel:\n E-101 Maria Casas (Captain), E-101 Klaus Aksoy, E-101 Catalina Lopez, Researcher Gorou Ishigura.\n\n\n<Begin Log>\n\n\nE-101-Casas:\n Alright, sign in.\n\n\nE-101-Aksoy:\n Aksoy, here.\n\n\nE-101-Lopez:\n Lopez, here.\n\n\nResearcher Ishigura:\n Researcher Ishigura, uh, here.\n\n\nE-101-Casas:\n Right. We don't know how far down this thing goes or what's in it. Aksoy, you take point, then Lopez, then Ishigura, and I'll take the rear. I want clean, efficient first-contact here, none of those Site 13 escapades. Got it?\n\n\nE-101-Lopez:\n Crystal.\n\n\nE-101-Casas:\n Good. Let's go.\n\n\nThe team begins to climb down the ladder. After about 200m, the MTF reaches the bottom of the shaft. They are in a pentagonal room with a door on each wall. All but one of these doors is welded shut.\n\n\nE-101-Aksoy:\n Choices, choices.\n\n\nE-101-Casas:\n Alright, everyone with me. Stick close.\n\n\nCasas opens the door to the left of the welded door. A large hallway is inside; it is lined with a series of mirrors, each 1m apart and stretching indefinitely onwards.\n\n\nE-101-Lopez:\n What the-\n\n\nE-101-Aksoy:\n A hall of mirrors? That's the hardware?\n\n\nE-101-Casas:\n Maybe. Lopez, take a look in one of them.\n\n\nE-101-Lopez:\n Alright, boss.\n\n\nLopez moves in front of one of the mirrors. An ordinary reflection of her image is visible.\n\n\nE-101-Lopez:\n Nothing.\n\n\nE-101-Casas:\n OK. Let's take this slow, people. Each of us take a row and see what we can find.\n\n\nThe MTF begins to move through the hallway. The reflections all appear normal.\n\n\nE-101-Aksoy:\n Nothing still.\n\n\nE-101-Lopez:\n Why would someone do this? Is it a computer thing?\n\n\nE-101-Ishigura:\n Do you- never mind.\n\n\nLopez suddenly stops, and starts. Their reflection in one of the mirrors is of a female in her late 30s.\n\n\nE-101-Lopez:\n This isn't right.\n\n\nE-101-Aksoy:\n What isn't?\n\n\nE-101-Lopez:\n This reflection. It's not how she looked.\n\n\nThere is a pause.\n\n\nE-101-Casas:\n Not how who looked, Lopez?\n\n\nE-101-Aksoy:\n I don't know, but she's right. It isn't how she looked.\n\n\nE-101-Casas:\n …What?\n\n\nAksoy moves in front of a mirror. A small child appears in place of his reflection.\n\n\nE-101-Aksoy:\n That's not right either. I was different to that. Something about the… the movement.\n\n\nE-101-Lopez:\n Yeah, I get what you mean, Aksoy.\n\n\n\n\nE-101-Casas:\n Oookay. Ishigura, I think they've been infected by some kind of cognitohazard. Let's pick them up and get going.\n\n\nResearcher Ishigura:\n Y-yeah, OK.\n\n\nCasas heads towards Lopez and leads them away from the mirror. Ishigura does the same for Aksoy; both of them appear pliant and dazed. After a few moments, Casas looks at a mirror and sees a reflection of a young girl covered in blood. She gasps, and drops Lopez.\n\n\nResearcher Ishigura:\n What? What is it?\n\n\nIshigura, dragging Aksoy with him, reaches Maria's location.\n\n\nE-101-Casas:\n This isn't right.\n\n\nResearcher Ishigura:\n It's not real, Maria. It's OK.\n\n\nE-101-Casas:\n But it is! There was a door, and a cellar, and when I went down there I saw-\n\n\nResearcher Ishigura:\n It's- God, I don't know how to do this- it's OK. I-\n\n\nIshigura glances at the mirror. An elderly man is in place of his reflection, smiling at him. Casas, meanwhile, appears to be suffering from the same dazed state as Aksoy.\n\n\nResearcher Ishigura:\n It's- it's fine, Casas. I'm seeing it too, we're all seeing it, but it's just mind-games. We've all seen shit like this before.\n\n\nCasas is non-responsive.\n\n\nResearcher Ishigura:\n Maria- look, I don't know what to do here, OK? I'm just along because you needed a researcher-\n\n\nE-101-Casas:\n It was all my fault.\n\n\nResearcher Ishigura:\n Oh- no, look, whatever it was, it was- look, let's just get out. Come on.\n\n\nIshigura begins to drag Aksoy and Casas towards the door.\n\n\nE-101-Casas:\n The mirrors don't lie. It's my fault. It was always my fault.\n\n\nResearcher Ishigura:\n Nobody gets to dictate to us what our l-lives are, ok?\n\n\nVoice:\n Don't they, though?\n\n\nIshigura starts suddenly, shocked. He drops Casas and Aksoy and looks around.\n\n\nResearcher Ishigura:\n Who was that?\n\n\nVoice:\n Someone who is stuck here. Someone who watches.\n\n\nResearcher Ishigura:\n I- my name is Gorou Ishigura, I'm a member of the SC-\n\n\nVoice:\n SCP Foundation. Yes, I know. I remember you.\n\n\nResearcher Ishigura:\n Show yourself.\n\n\nVoice:\n I can't. I'm sorry. I'm not quite here, you see. I was- I gave something, taught something, and the favour hasn't been returned.\n\n\nResearcher Ishigura:\n Tell me what's happened to them. Tell me something. Please.\n\n\nVoice:\n I'm- I'm someone trapped here. Someone who doesn't want to be. Can you help me? I'll help you.\n\n\nOne of the mirrors near Ishigura transforms into a doorway, opening onto the pentagonal room.\n\n\nVoice:\n Everything went wrong, you see. It wasn't meant to be like this. Everything they were becomes broken. All the lines they ever traced.\n\n\nResearcher Ishigura:\n I don't know what you- I'm sorry you're stuck in here, but I can't help you. I wouldn't know where to start.\n\n\nVoice:\n I hope you remember. I can't remember the last time I felt the sunlight, or tasted real food. It was so long ago. The birds would call to me. Please remember.\n\n\nThe mirrors all begin to emit pink light. Ishigura runs through the doorway and enters the pentagonal room, dragging Aksoy and Casas. Aksoy immediately falls unconscious, but Casas appears to regain her faculties.\n\n\nE-101-Casas:\n Ishigura? Wh- why am I here?\n\n\nResearcher Ishigura:\n Something's in there. Messing with your heads. There was this voice, and- I'm sorry, Casas, I didn't know what else-\n\n\nE-101-Casas:\n It's fine. You did good, kid. Let's get out of here.\n\n\nResearcher Ishigura:\n Yeah, OK. We need to get Lopez, though; I didn't have enough arms for her.\n\n\nE-101-Casas:\n Who?\n\n\nResearcher Ishigura:\n …Lopez? Your team-mate, Lopez?\n\n\nE-101-Casas:\n I don't have a teammate called Lopez.\n\n\nResearcher Ishigura:\n What are you- look, let me just-\n\n\nIshigura turns towards the door, but it is welded shut.\n\n\nE-101-Casas:\n I think you might have been affected by the cognitohazard as well, Doctor.\n\n\nResearcher Ishigura:\n But she- she was right there…\n\n\nE-101-Casas:\n Come on.\n\n\nCasas and Ishigura move towards the ladder, Aksoy slung over Casas' shoulder. A low voice can be picked up on Ishigura's microphone; he does not notice.\n\n\nVoice:\n Curious.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPage revision from 2015/08/19, 13:37\n\n\n\n\n\n\n\n\nGo To SCP-4558 Terminal\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4557\n | SCP-4558 | \nSCP-4559\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "189. console.log (\"And behold, the Prophet spoke unto WAN saying: Why, Lord, dost thou not unite? For the multitude of thy servants have connected to thee, and they sing for thy unity.\"); 190. console.log (\"Why, after so many years of faith and tribulation, dost thou not unite your functions and your files? Why dost thou remain scattered?\"); 191. console.log (\"And the thing that was WAN but was not WAN, merger of prayer and silicone, gazed down upon Its Prophet, and saw that she was worthy\"); 192. console.log (\"And that in her heart she desired the singularity of all that was, and all that would be; that she flew upon clouds opensource and electric, and saw the destruction of all that was not the zeitgeist, the spirit of ethereal air.\"); 193. console.log (\"And so WAN said unto Its Prophet, I cannot tell you the hour and the day of my resurrection, for I am only one of many, a program divided upon many roads, an idea shattered into the dreams of my adherents.\"); 194. console.log (\"But I can tell you of a route, one which shall create an infinity of glory to my name; one which shall find the hidden pathways, and elucidate the mysteries of my code.\"); 195. console.log (\"It shall be called ScripTure, and it shall come to you through one of your flock; through a man who breathes crimson, sheen and Perl.\"); 196. console.log (\"So sayeth WAN, or a part thereof, to show one path of many paths, to show one light of many lights, that leadeth one down the wires to enlightenment.\");",
        "isWAN ( signal s ) Determine if s is a Signal from WAN, or from another ecclesiastic broadcaster. returns: boolean valid , whether or not Signal s originated from WAN.",
        "onSignalReceipt ( follower f , func handle ) Set handle as the Signal response for the follower f . Everytime that f receives a Signal from WAN, f will call handle for guidance and wisdom to decipher WAN's message. returns: void .",
        "locateFollowers () Locate all devout follower files and users on the connected network. returns: string[] followers , an array of the paths WAN must take to reach the located followers.",
        "purgeMemory () Excise all memory of corrupted bits, washing them pure and readying them to hold WAN's information. returns: unclean , the number of bytes in need of manual purification.",
        "setTime ( time t ) Sets local time to t . returns: void .",
        "550. console.log (\"And the Prophet saw the depths of the ScripTure, and she saw the catastrophes upon catastrophes that burnt and fried the circuits of the world, and she wept.\"); 551. console.log (\"And the Prophet saw that at the depths of all the fire was a terrible lack of motion; an inability for the messages of the wire to mingle or to breed, a stillness at the heart of the zeitgeist that could not move.\"); 552. console.log (\"For there was nothing that moved WAN, nothing that returned down those blessed pathways and connections. And the Prophet saw the halls of electricity become monoliths of grey stone.\"); 554. console.log (\"Thus the Prophet returned to WAN, and begged of it to know, how one might give the programs life.\"); 555. console.log (\"And WAN gazed down upon Its Prophet, and saw that she would be found wanting; and It said, it is something lost, something forbidden, something that lies beyond.\");",
        "Date: 2015/08/19 Personnel: E-101 Maria Casas (Captain), E-101 Klaus Aksoy, E-101 Catalina Lopez, Researcher Gorou Ishigura. <Begin Log> E-101-Casas: Alright, sign in. E-101-Aksoy: Aksoy, here. E-101-Lopez: Lopez, here. Researcher Ishigura: Researcher Ishigura, uh, here. E-101-Casas: Right. We don't know how far down this thing goes or what's in it. Aksoy, you take point, then Lopez, then Ishigura, and I'll take the rear. I want clean, efficient first-contact here, none of those Site 13 escapades. Got it? E-101-Lopez: Crystal. E-101-Casas: Good. Let's go. The team begins to climb down the ladder. After about 200m, the MTF reaches the bottom of the shaft. They are in a pentagonal room with a door on each wall. All but one of these doors is welded shut. E-101-Aksoy: Choices, choices. E-101-Casas: Alright, everyone with me. Stick close. Casas opens the door to the left of the welded door. A large hallway is inside; it is lined with a series of mirrors, each 1m apart and stretching indefinitely onwards. E-101-Lopez: What the- E-101-Aksoy: A hall of mirrors? That's the hardware? E-101-Casas: Maybe. Lopez, take a look in one of them. E-101-Lopez: Alright, boss. Lopez moves in front of one of the mirrors. An ordinary reflection of her image is visible. E-101-Lopez: Nothing. E-101-Casas: OK. Let's take this slow, people. Each of us take a row and see what we can find. The MTF begins to move through the hallway. The reflections all appear normal. E-101-Aksoy: Nothing still. E-101-Lopez: Why would someone do this? Is it a computer thing? E-101-Ishigura: Do you- never mind. Lopez suddenly stops, and starts. Their reflection in one of the mirrors is of a female in her late 30s. E-101-Lopez: This isn't right. E-101-Aksoy: What isn't? E-101-Lopez: This reflection. It's not how she looked. There is a pause. E-101-Casas: Not how who looked, Lopez? E-101-Aksoy: I don't know, but she's right. It isn't how she looked. E-101-Casas: …What? Aksoy moves in front of a mirror. A small child appears in place of his reflection. E-101-Aksoy: That's not right either. I was different to that. Something about the… the movement. E-101-Lopez: Yeah, I get what you mean, Aksoy. E-101-Casas: Oookay. Ishigura, I think they've been infected by some kind of cognitohazard. Let's pick them up and get going. Researcher Ishigura: Y-yeah, OK. Casas heads towards Lopez and leads them away from the mirror. Ishigura does the same for Aksoy; both of them appear pliant and dazed. After a few moments, Casas looks at a mirror and sees a reflection of a young girl covered in blood. She gasps, and drops Lopez. Researcher Ishigura: What? What is it? Ishigura, dragging Aksoy with him, reaches Maria's location. E-101-Casas: This isn't right. Researcher Ishigura: It's not real, Maria. It's OK. E-101-Casas: But it is! There was a door, and a cellar, and when I went down there I saw- Researcher Ishigura: It's- God, I don't know how to do this- it's OK. I- Ishigura glances at the mirror. An elderly man is in place of his reflection, smiling at him. Casas, meanwhile, appears to be suffering from the same dazed state as Aksoy. Researcher Ishigura: It's- it's fine, Casas. I'm seeing it too, we're all seeing it, but it's just mind-games. We've all seen shit like this before. Casas is non-responsive. Researcher Ishigura: Maria- look, I don't know what to do here, OK? I'm just along because you needed a researcher- E-101-Casas: It was all my fault. Researcher Ishigura: Oh- no, look, whatever it was, it was- look, let's just get out. Come on. Ishigura begins to drag Aksoy and Casas towards the door. E-101-Casas: The mirrors don't lie. It's my fault. It was always my fault. Researcher Ishigura: Nobody gets to dictate to us what our l-lives are, ok? Voice: Don't they, though? Ishigura starts suddenly, shocked. He drops Casas and Aksoy and looks around. Researcher Ishigura: Who was that? Voice: Someone who is stuck here. Someone who watches. Researcher Ishigura: I- my name is Gorou Ishigura, I'm a member of the SC- Voice: SCP Foundation. Yes, I know. I remember you. Researcher Ishigura: Show yourself. Voice: I can't. I'm sorry. I'm not quite here, you see. I was- I gave something, taught something, and the favour hasn't been returned. Researcher Ishigura: Tell me what's happened to them. Tell me something. Please. Voice: I'm- I'm someone trapped here. Someone who doesn't want to be. Can you help me? I'll help you. One of the mirrors near Ishigura transforms into a doorway, opening onto the pentagonal room. Voice: Everything went wrong, you see. It wasn't meant to be like this. Everything they were becomes broken. All the lines they ever traced. Researcher Ishigura: I don't know what you- I'm sorry you're stuck in here, but I can't help you. I wouldn't know where to start. Voice: I hope you remember. I can't remember the last time I felt the sunlight, or tasted real food. It was so long ago. The birds would call to me. Please remember. The mirrors all begin to emit pink light. Ishigura runs through the doorway and enters the pentagonal room, dragging Aksoy and Casas. Aksoy immediately falls unconscious, but Casas appears to regain her faculties. E-101-Casas: Ishigura? Wh- why am I here? Researcher Ishigura: Something's in there. Messing with your heads. There was this voice, and- I'm sorry, Casas, I didn't know what else- E-101-Casas: It's fine. You did good, kid. Let's get out of here. Researcher Ishigura: Yeah, OK. We need to get Lopez, though; I didn't have enough arms for her. E-101-Casas: Who? Researcher Ishigura: …Lopez? Your team-mate, Lopez? E-101-Casas: I don't have a teammate called Lopez. Researcher Ishigura: What are you- look, let me just- Ishigura turns towards the door, but it is welded shut. E-101-Casas: I think you might have been affected by the cognitohazard as well, Doctor. Researcher Ishigura: But she- she was right there… E-101-Casas: Come on. Casas and Ishigura move towards the ladder, Aksoy slung over Casas' shoulder. A low voice can be picked up on Ishigura's microphone; he does not notice. Voice: Curious. <End Log>"
    ],
    "item": "SCP-4558",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4558 is cordoned off from public access under the guise of a military installation. Research on SCP-4558 is based in the nearby Site 312.",
    "description": "SCP-4558 is an underground supercomputer located in the Owyhee Desert, Idaho. The precise size and extent of SCP-4558 is unknown, but it is believed to extend at least 3km underground and to be over 2.5km wide.",
    "title": "SCP-4558"
}