{
    "url": "https://scp-wiki.wikidot.com/scp-4561",
    "all_text": "rating: \n+42\n+\n–\nx\n\n\nItem #:\n SCP-4561\n\n\nItem Class:\n Euclid\n\n\n\n\n\n\nSCP-4561 during Feeding event\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4561 is to be followed and monitored by members of MTF Gamma-6 (Deep Feeders) under the pretense of a marine biology project. During a Feeding event, shipping vessels are to be prevented from entering a 4km squared area surrounding the SCP. Any civilians who come into contact with SCP-4561 are to be administered Class-G amnestics. Any information about SCP-4561 is to be subject to standard media blackout procedures.\n\n\nDescription:\n SCP-4561 is a teal coloured automaton currently traveling along the sea floor of the Adriatic Sea at a speed of 2.1 km/h. It is semi-spherical in shape and is composed of bronze and clay ceramic, and runs on a primitive steam engine that converts the sea water around it into power. The SCP will actively seek out any metals in its surrounding area and, once a suitable source of metal is found, initiate a Feeding event. During a Feeding event, the SCP will rapidly intake 3500L cubed of ocean water and anything within that body of water through a hole on the underside and top of the automaton. 12 hours after a Feeding event, all organic compounds are expelled from SCP-4561, while non-organic material ingested by the SCP is contained within a inflexible net made out of tightly woven metal wires. Most of the objects currently inside SCP-4561 include manganese, bronze, and ceramic. There is a hatch on the hull of the SCP into which an inscribed wax cylinder has been placed (See Addendum 2 for details).\n\nSCP-4561 follows a random path along the seafloor, following the coastline of the Adriatic Sea and part of the Ionian Sea, until it reaches the island of Cephalonia, upon which it will travel directly to Sicily.\n\n\nDiscovery:\n SCP-4561 came to the Foundation's attention on July 14, 1983, when several fishing vessels disappeared of the coast of Cephalonia. Foundation agents were sent to investigate the area after local fishermen discovered the remains of the vessel's crew, who had been killed following an SCP-4561 event. Foundation agents confirmed the existence of SCP-4561 two weeks later, after witnessing a Feeding event. MTF Gamma-6 was then mobilized to monitor the SCP.\n\n\nAddendum 1:\n The Foundation's Department of History have roughly translated several documents\n1\n recovered from the Greek island of Andros, and a document from Tyre.\n\n\n\n\n\n\n\n\nPapyrus Manuscript retrieved from Tyre, Unknown Author, 800 BC\n\n\nScroll Recovered from Andros\n\n\nJournal of Matriarch Korinsia\n\n\nUnsent Letter from Matriarch Korinsia\n\n\n\n\n\n\n\n\n\n\nI have witnessed something terrific.\n\n\nAs our (flotilla/fleet) of ships approached the shores of Syracuse\n2\n with the goods we were to trade there, the sea began to tremble with such ferocity.\n\n\nI witnessed the waves begin to (spin/dance) in the distance, where three of our ships were sailing. The ocean opened up like the maw of some terrible beast.\n\n\nThe ships were drawn into the mouth of whatever beast law beneath the waves. We could do nothing but watch. This voyage has been (treacherous/perilous), as if Melquart\n3\n is working against us.\n\n\nI shall make a sacrifice to appease him as soon as we reach the shores of Syracuse.\n\n\n\n\n\n\nThe remains of the broken ships washed ashore this morning. All of the valuable cargo, the bronze and silver, is gone.\n\n\nAmongst the debris, I found body of the Amoni\n4\n smith who had been traveling with us. The metal limbs he had so (coveted/guarded) were gone.\n\n\nI only hope that our return journey will not lead us into the mouth of the beast again.\n\n\n\n\n\n\n\n\n\n\nInventory of Gatherer\n\n\n300 [Talents] of \nMagnes\n5\n\n\n24 Pieces of Iron\n\n\n147 Pieces of Copper\n\n\n34 Pieces of Tin\n\n\n6 pieces of Silver\n\n\n25 Amphorae (shards/blades)\n\n\n\n\n\n\n\n\n\n\nMy machine is working well.\n\n\nThe forges of (Gavros)\n6\n are more abundant with the help of the Gatherer. This machine I have created is gift, blessed by Our Goddess's Schema.\n\n\nMy visit to the land of Magnesia has proved bountiful. The Gatherer collects the magnes from under the sea, where we cannot reach.\n\n\nEvery new moon my child returns with a bounty of (metal/minerals), and every day we can (build/construct) more. I hope that, in the future, we need not gift our (creations/schemas) to anyone in order to eat, so that we can truly turn our (minds/souls) to our Holy Craft.\n\n\nThe Gatherer is a gift. A gift that I created. I shall never allow it to fail.\n\n\n\n\n\n\n\n\n\n\nHoly Father,\n\n\nThe Flesh\n7\n, our profaned enemy, is here. It has (defeated/conquered) our defenses, and waits just outside our door.\n\n\nWe will hold the Forges for as long as possible, and escape with as many of our creations as possible. I will send the Gatherer away, far from the enemy's host. When the time comes, I will retrieve it and it will continue its work.\n\n\nMekhane (protect/help) us.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 2\n: A wax cylinder that was placed inside a hatch SCP-4561 was recently recovered and translated by Foundation personnel. It appears that it operates on a rudimentary analog computer system\n8\n, and the cylinder constantly rotates inside the SCP and the order inscribed on it carried out. Upon further inspection of the cylinder, another small piece of text was found inscribed into the metal cap.\n\n\n\n\nWax Cylinder Translation\n\n\n\n\nWax Cylinder Translation\n\n\n\n\n\n\nDO NOT RETURN TO ANDROS. GO WEST AND COLLECT. DO NOT CEASE COLLECTION.\n\n\n\n\n\n\n\n\n\n\n\n\nBronze Cap Text\n\n\n\n\nBronze Cap Text\n\n\n\n\n\n\nI am sorry. Please be safe.\n\n\n\n\n\n\n\n\n\n\nAddendum 3:\n Due to the large amounts of metal collected by SCP-4561, MTF-Gamma 6 has been given orders to collect metal from within the SCP after every Feeding event for foundation use.\n\n\n\n\nFootnotes\n\n\n1\n. These documents were written in Linear B, a syllabic script that predates the classic Greek alphabet by several centuries.\n\n\n2\n. A Greek city on Sicily that has been inhabited since 734 BC, which has trade relations with most major powers in the Mediterranean including Phoenicia.\n\n\n3\n. Melqart was the patron deity of the city of Tyre, and was worshipped as the god of trade and sea voyages.\n\n\n4\n. Amoni is the name of an ancient Greek city state, predominantly inhabited by the Mekhanites, the precursor to GoI-004, the Church of the Broken God\n\n\n5\n. Magnes refers to Magnesia, a metal composed of magnesium\n\n\n6\n. The ancient name for the island of Andros\n\n\n7\n. This refers to the Sarkic invasion of the Mediterranean in 1100 BC\n\n\n8\n. The mechanism is similar to that of the Antikythera Mechanism\n\n\n\n\n\n\n\n\n« \nSCP-4560\n | SCP-4561 | \nSCP-4562\n »",
    "addendums": [
        "Addendum 1: The Foundation's Department of History have roughly translated several documents 1 recovered from the Greek island of Andros, and a document from Tyre.",
        "Addendum 2 : A wax cylinder that was placed inside a hatch SCP-4561 was recently recovered and translated by Foundation personnel. It appears that it operates on a rudimentary analog computer system 8 , and the cylinder constantly rotates inside the SCP and the order inscribed on it carried out. Upon further inspection of the cylinder, another small piece of text was found inscribed into the metal cap.",
        "Addendum 3: Due to the large amounts of metal collected by SCP-4561, MTF-Gamma 6 has been given orders to collect metal from within the SCP after every Feeding event for foundation use."
    ],
    "documents": [],
    "notes": [
        "I have witnessed something terrific. As our (flotilla/fleet) of ships approached the shores of Syracuse 2 with the goods we were to trade there, the sea began to tremble with such ferocity. I witnessed the waves begin to (spin/dance) in the distance, where three of our ships were sailing. The ocean opened up like the maw of some terrible beast. The ships were drawn into the mouth of whatever beast law beneath the waves. We could do nothing but watch. This voyage has been (treacherous/perilous), as if Melquart 3 is working against us. I shall make a sacrifice to appease him as soon as we reach the shores of Syracuse.",
        "The remains of the broken ships washed ashore this morning. All of the valuable cargo, the bronze and silver, is gone. Amongst the debris, I found body of the Amoni 4 smith who had been traveling with us. The metal limbs he had so (coveted/guarded) were gone. I only hope that our return journey will not lead us into the mouth of the beast again.",
        "Inventory of Gatherer 300 [Talents] of Magnes 5 24 Pieces of Iron 147 Pieces of Copper 34 Pieces of Tin 6 pieces of Silver 25 Amphorae (shards/blades)",
        "My machine is working well. The forges of (Gavros) 6 are more abundant with the help of the Gatherer. This machine I have created is gift, blessed by Our Goddess's Schema. My visit to the land of Magnesia has proved bountiful. The Gatherer collects the magnes from under the sea, where we cannot reach. Every new moon my child returns with a bounty of (metal/minerals), and every day we can (build/construct) more. I hope that, in the future, we need not gift our (creations/schemas) to anyone in order to eat, so that we can truly turn our (minds/souls) to our Holy Craft. The Gatherer is a gift. A gift that I created. I shall never allow it to fail.",
        "Holy Father, The Flesh 7 , our profaned enemy, is here. It has (defeated/conquered) our defenses, and waits just outside our door. We will hold the Forges for as long as possible, and escape with as many of our creations as possible. I will send the Gatherer away, far from the enemy's host. When the time comes, I will retrieve it and it will continue its work. Mekhane (protect/help) us.",
        "DO NOT RETURN TO ANDROS. GO WEST AND COLLECT. DO NOT CEASE COLLECTION.",
        "I am sorry. Please be safe."
    ],
    "item": "SCP-4561",
    "containment_procedures": "SCP-4561 is to be followed and monitored by members of MTF Gamma-6 (Deep Feeders) under the pretense of a marine biology project. During a Feeding event, shipping vessels are to be prevented from entering a 4km squared area surrounding the SCP. Any civilians who come into contact with SCP-4561 are to be administered Class-G amnestics. Any information about SCP-4561 is to be subject to standard media blackout procedures.",
    "description": "SCP-4561 is a teal coloured automaton currently traveling along the sea floor of the Adriatic Sea at a speed of 2.1 km/h. It is semi-spherical in shape and is composed of bronze and clay ceramic, and runs on a primitive steam engine that converts the sea water around it into power. The SCP will actively seek out any metals in its surrounding area and, once a suitable source of metal is found, initiate a Feeding event. During a Feeding event, the SCP will rapidly intake 3500L cubed of ocean water and anything within that body of water through a hole on the underside and top of the automaton. 12 hours after a Feeding event, all organic compounds are expelled from SCP-4561, while non-organic material ingested by the SCP is contained within a inflexible net made out of tightly woven metal wires. Most of the objects currently inside SCP-4561 include manganese, bronze, and ceramic. There is a hatch on the hull of the SCP into which an inscribed wax cylinder has been placed (See Addendum 2 for details).\nSCP-4561 follows a random path along the seafloor, following the coastline of the Adriatic Sea and part of the Ionian Sea, until it reaches the island of Cephalonia, upon which it will travel directly to Sicily.",
    "title": "SCP-4561"
}