{
    "url": "https://scp-wiki.wikidot.com/scp-4570",
    "all_text": "rating: \n+60\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-4570:\n Almost Heaven, West Virginia\n\n\nAuthor:\n \nDeadly Bread\n \n\n\n\n\n\n\n\n\nOther Articles of Mine\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-4966\n\n\nRating: 736\n\n\n\n\n\n\nSCP-1401-EX\n\n\nRating: 304\n\n\n\n\n\n\nSCP-4052\n\n\nRating: 262\n\n\n\n\n\n\nSCP-4088\n\n\nRating: 237\n\n\n\n\n\n\nSCP-5522\n\n\nRating: 215\n\n\n\n\n\n\nSCP-4109\n\n\nRating: 213\n\n\n\n\n\n\nSCP-7441\n\n\nRating: 141\n\n\n\n\n\n\nSCP-5020\n\n\nRating: 125\n\n\n\n\n\n\nSCP-4035\n\n\nRating: 122\n\n\n\n\n\n\nSCP-4286\n\n\nRating: 120\n\n\n\n\n\n\nSCP-4270\n\n\nRating: 117\n\n\n\n\n\n\nSCP-4664\n\n\nRating: 116\n\n\n\n\n\n\nSCP-7966\n\n\nRating: 109\n\n\n\n\n\n\nSCP-3462\n\n\nRating: 102\n\n\n\n\n\n\nSCP-6663\n\n\nRating: 96\n\n\n\n\n\n\nSCP-5693\n\n\nRating: 66\n\n\n\n\n\n\nSCP-6633\n\n\nRating: 62\n\n\n\n\n\n\nSCP-4570\n\n\nRating: 60\n\n\n\n\n\n\nSCP-5261\n\n\nRating: 59\n\n\n\n\n\n\nSCP-444-J\n\n\nRating: 54\n\n\n\n\n\n\npage 1 of 2\n1\n2\nnext »\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nSomething Glowing\n\n\nRating: 190\n\n\n\n\n\n\nLog Of Extranormal Events, Vol II\n\n\nRating: 37\n\n\n\n\n\n\nPrelude To Presents\n\n\nRating: 26\n\n\n\n\n\n\nThe Bears\n\n\nRating: 16\n\n\n\n\n\n\nYour Memory Forever Seen\n\n\nRating: 13\n\n\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\nSCP-005 Proposal Hub\n\n\nRating: 94\n\n\n\n\n\n\nThe Bread Box\n\n\nRating: 93\n\n\n\n\n\n\nSecure Facility Dossier: Reliquary Area-27\n\n\nRating: 91\n\n\n\n\n\n\nExperiment Log-4035\n\n\nRating: 73\n\n\n\n\n\n\n\n\nCollab Articles\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nPage\n\n\nTitle\n\n\nCo-Author\n\n\n\n\n\n\nSCP-4733\n\n\nBut Not Forgotten\n\n\nLamentte\n\n\n\n\n\n\nSCP-5225\n\n\nThe Abyss Stares Back\n\n\nXilasCrowe\n\n\n\n\n\n\nSCP-5785\n\n\nCraptivism\n\n\nSonderance\n\n\n\n\n\n\nSCP-5993\n\n\nWe want you to come visit Heaven, just don't fuck with those bees\n\n\nch00bakka\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nPage\n\n\nCo-Author\n\n\n\n\n\n\nThe Bathrooms Wiki\n\n\nToo many to list\n\n\n\n\n\n\nSnippets of an Unveiled World\n\n\nNykacolaquantum\n does not match any existing user name\n, \nLt Flops\n, \nIFBench\n, \nWestrin\n\n\n\n\n\n\nGone,\n\n\nLamentte\n\n\n\n\n\n\nYour Imaginary Friend\n\n\nFishish\n\n\n\n\n\n\n\n\nCheck out Deadly Bread's Author Page\n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM NUMBER:\n SCP-4570\n\n\nLEVEL 2/4570\n\n\n\n\n\n\nCONTAINMENT CLASS:\n SAFE\n\n\nRESTRICTED\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4570\n\n\n\n\n\n\nSpecial Containment Procedures:\n A 3.6-meter tall steel fence has been built around SCP-4570. This fence is to be patrolled by Foundation officials under the guise of SCP-4570 being a historic landmark. Personnel are to incapacitate any wildlife near SCP-4570 and relocate them a safe distance away. Individuals attempting to enter SCP-4570 are to be administered Class-A amnestics and released. Existing SCP-4570-A instances are to be monitored for possible containment breaches.\n\n\nFurther investigations into the source of SCP-4570’s anomalous properties are currently ongoing.\n\n\nDescription:\n SCP-4570 is the town of Nelson, Nevada, abandoned in 1971. Buildings within SCP-4570 are in a state of severe disrepair, with many having completely collapsed. All organisms that enter SCP-4570 will experience rapid genetic transformations. SCP-4570's effect culminates with the affected \nsubject becoming a plant or animal\n native to the state of West Virginia. This effect extends to both flora and fauna, with resulting transformations (referred to as SCP-4570-A) having similar genetics and physical traits to the original entity. During these transformations, subjects have expressed extreme distress and discomfort.\n\n\nHumans that enter SCP-4570 will be subject to SCP-4570’s transformation effect, although no exact pattern has been found between resulting SCP-4570-A instances.\n1\n The only consistent effect between experiments has been reports of faint music before transformations take place, with most likening it to a song in a country genre. Recorded SCP-4570-A instances resulting from humans include:\n\n\n\n\nNorth American porcupines (\nErethizon dorsatum\n)\n\n\nWillow oaks (\nQuercus phellos\n)\n\n\nAmerican black \nbears\n (\nUrsus americanus\n)\n\n\nTurkey vultures (\nCathartes aura\n)\n\n\nCommon snapping turtles (\nChelydra serpentina\n)\n\n\nBlueberries (\nVaccinium corymbosum\n)\n\n\n\n\nSCP-4570-A instances capable of locomotion will enter a building within SCP-4570. Once inside, SCP-4570-A will take on the job of a human working in that building. Despite the physical limitations of many SCP-4570-A, these jobs will be executed at a level \nequal to that of a human\n. Once their job is completed, instances will enter other buildings and socialize with other SCP-4570-A. There are currently 129 recorded SCP-4570-A instances, with 47 of the town's buildings being completely occupied. SCP-4570-A have shown notable hostility towards the Foundation, actively destroying remote drones and other monitoring devices.\n\n\nSeveral meteorological anomalies are present within SCP-4570, with the measured air pressure of the town being significantly higher than the surrounding area. In addition, several incidents of SCP-4570 experiencing significantly colder weather than the surrounding area have been recorded.\n\n\nAddendum:\n On 10/12/1997, all activity within SCP-4570 suddenly ceased for approximately 22 hours, including its transformative and meteorological properties. During this 22 hour period, Agent Claudia Amherst was dispatched to investigate. Included below is a transcript of the exploration.\n\n\n\n\n► Access Exploration Transcript\n\n\n\n\n▼ Close Exploration Transcript\n\n\n\n\n\n\nExploration log - SCP-4570 - 10/12/1997\n\n\nDate:\n 10/12/97\n\n\nExploration Team:\n Agent Claudia Amherst\n\n\nSubject:\n SCP-4570\n\n\n\n\n[BEGIN LOG]\n\n\nAmherst:\n Check, check, do you hear me?\n\n\nCommand:\n Loud and clear. Search the town for any signs of the anomaly.\n\n\nAmherst:\n Understood. (\nPause\n) Any word on the dash A’s activity? I’d rather not get mauled by a bobcat today.\n\n\nCommand:\n Negative. Locate them, if possible.\n\n\nAmherst:\n (\nSigh\n) Alright.\n\n\n(\nAmherst begins to navigate towards the center of SCP-4570.\n)\n\n\nAmherst:\n There’s a building over here that looks fairly intact. It looks like some sort of store, but the sign on the front is too faded to make out.\n\n\n(\nAmherst draws her firearm and enters the building. Visible in the building are several store shelves in various states of disrepair. A wooden counter is visible in the background.\n)\n\n\nAmherst:\n Is this coming through clearly Command?\n\n\nCommand:\n All clear.\n\n\nAmherst:\n God, it smells horrible in here. I think it’s this food on the shelves, at least I think it’s food. Most of these are just empty boxes and tin cans.\n\n\nAmherst:\n I think I’ve found a dash A. There’s a groundhog holding one of the tin cans just sitting on the shelf, looking at me.\n\n\nCommand:\n Has it noticed you?\n\n\nAmherst:\n (\nPause\n) I don’t think it can notice me. It’s not moving at all, not even breathing. It looks like one of the taxidermy animals my uncle had all around his cabin.\n\n\n(\nAmherst holsters her weapon before taking a tin can off the nearby shelf and lightly throwing it near the SCP-4570-A instance. The can impacts the shelf the instance is sitting on before falling to the ground. No reaction is observed. Amherst approaches the instance.\n)\n\n\nCommand:\n Collect the instance for examination.\n\n\nAmherst:\n Understood.\n\n\n(\nAmherst places the instance under her arm before walking towards the wooden counter.\n)\n\n\nAmherst:\n Hey Command, do you see this?\n\n\nCommand:\n Please elaborate.\n\n\nAmherst:\n There’s a tree growing right in front of the cash register. It’s not growing through the floor either, it’s somehow growing on top of the floor.\n\n\nCommand:\n Noted. Collect a sample from the tree and continue on.\n\n\nAmherst:\n Copy.\n\n\n(\nAmherst breaks a low hanging branch from the tree and places it in her pack. She then exits the store and continues through SCP-4570.\n)\n\n\nAmherst:\n There’s a lot of collapsed buildings here. Any word on why it was abandoned?\n\n\nCommand:\n It is assumed to be related to the anomaly, although no clear reason for the disappearances has been found.\n\n\nAmherst:\n Alright, I'll keep that in mind. Looks like there’s another store up ahead. The sign says something about guns, but the rest of it is unreadable. I’m heading in. (\nPause\n) Oh fuck!\n\n\nCommand:\n Amherst, what happened?\n\n\nAmherst:\n It (\nPause\n) it looks like the floor of the building collapsed into a basement of sorts. I didn’t see it at first and almost fell straight in.\n\n\nCommand:\n Are you injured?\n\n\nAmherst:\n No, I’m fine, just a bit shaken. On a positive note, I’ve found where all of our drones have gone.\n\n\n(\nAmherst leans into the doorway of the store. In the hole is a large pile of shattered wood covered with various mechanical parts.\n)\n\n\nCommand:\n Understood. Continue on to the next building.\n\n\n(\nAmherst leaves the building and proceeds to a nearby building.\n)\n\n\nAmherst:\n Looks like we’ve got a bar here. It seems to be in better condition than the rest of the town too. The sign on the wall here says “Johnny’s Saloon.”\n\n\n(\nAmherst enters the building.\n)\n\n\nAmherst:\n (\nPause\n) Command, something isn’t right here.\n\n\nCommand:\n Can you elaborate?\n\n\nAmherst:\n This building looks like it’s been completely untouched. No broken furniture, no shattered bottles, nothing.\n\n\nAmherst:\n There’s even a jukebox against the wall here. A Wurlitzer 1050, like the one back at the Site-17 break room. (\nPause\n) It’s still on?\n\n\nCommand:\n Repeat?\n\n\nAmherst:\n The lights on the machine are still on. The glass isn’t even dusty. (\nPause\n) Looks like there’s only one record inside, but I can’t read the label from here.\n\n\nCommand:\n Are there any markings on the machine?\n\n\nAmherst:\n Not that I can see. (\nPause\n) Hold on, there’s some writing on the side. “We all deserve to belong. My only hope is to bring you closer to heaven, one lyric at a time.”\n\n\nCommand:\n Acknowledged.\n\n\nAmherst:\n Request to return to base before I’m turned into a copperhead.\n\n\nCommand:\n Granted.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+60\n+\n–\nx\n\n\n\n\nFootnotes\n\n\n1\n. This is theorized to be an effect of humans having no genetically similar species that is native to West Virginia.\n\n\n\n\n\n\n\n\n« \nSCP-4569\n | \nDeadly Bread\n | \nSCP-4571\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4570\n\" by Deadly Bread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4570\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n header.png\n\n\nName:\n Bodie CA - ghost town\n\n\nAuthor:\n \nMispahn\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons\n (from Flickr)",
    "addendums": [
        "Addendum: On 10/12/1997, all activity within SCP-4570 suddenly ceased for approximately 22 hours, including its transformative and meteorological properties. During this 22 hour period, Agent Claudia Amherst was dispatched to investigate. Included below is a transcript of the exploration."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4570 \" by Deadly Bread, from the SCP Wiki . Source: https://scpwiki.com/scp-4570 . Licensed under CC-BY-SA .",
        "Filename: header.png Name: Bodie CA - ghost town Author: Mispahn License: CC BY 2.0 Source Link: Wikimedia Commons (from Flickr)"
    ],
    "containment_procedures": "A 3.6-meter tall steel fence has been built around SCP-4570. This fence is to be patrolled by Foundation officials under the guise of SCP-4570 being a historic landmark. Personnel are to incapacitate any wildlife near SCP-4570 and relocate them a safe distance away. Individuals attempting to enter SCP-4570 are to be administered Class-A amnestics and released. Existing SCP-4570-A instances are to be monitored for possible containment breaches.",
    "description": "SCP-4570 is the town of Nelson, Nevada, abandoned in 1971. Buildings within SCP-4570 are in a state of severe disrepair, with many having completely collapsed. All organisms that enter SCP-4570 will experience rapid genetic transformations. SCP-4570's effect culminates with the affected subject becoming a plant or animal native to the state of West Virginia. This effect extends to both flora and fauna, with resulting transformations (referred to as SCP-4570-A) having similar genetics and physical traits to the original entity. During these transformations, subjects have expressed extreme distress and discomfort.",
    "title": "SCP-4570"
}