{
    "url": "https://scp-wiki.wikidot.com/scp-4578",
    "all_text": "rating: \n+186\n+\n–\nx\n\n\nItem #:\n SCP-4578\n\n\nObject Class:\n Keter\n\n\nThreat Level:\n \n●\n Yellow\n\n\nSpecial Containment Procedures:\n SCP-4578 is kept in an externally reinforced humanoid containment cell in a bunker two kilometers below Site-59. The cell is to be regularly stocked with approved meals, books, and a sajjāda\n1\n. At no point is SCP-4578 to come within one kilometer of the onsite nuclear warhead, nor is SCP-4578 to be made aware of the warhead.\n\n\nPersonnel assigned to SCP-4578's containment and upkeep are to be trained in ASL and unarmed at all times. SCP-4578 is not to be issued orders unless they are phrased in the form of a polite request in sign language. No hostility, physical or otherwise, is to be displayed towards SCP-4578.\n\n\nIn the event of an emergency at Site-59, SCP-4578 is to be relocated to Area-4578.\n\n\nShould an SCP-4578-1 event occur, all personnel are advised to stand down until the event is over, then return SCP-4578 to safety at his own will.\n\n\nDescription:\n SCP-4578 is a 35-year-old man of West African descent named Girard Sebastien Niang. Due to the noise produced by SCP-4578-1 events, SCP-4578 is completely deaf. He is believed to be our reality's multiversal iteration of the leader of the \nThree Moons Initiative\n, who is also named Girard Sebastien Niang.\n\n\nSCP-4578 has a tattoo of three crescent moons on the back of his neck, hereafter SCP-4578-1. Though he regards tattooing as against his religion, SCP-4578-1 generated on his body against his will when he turned 30 years old.\n\n\nWhen another living thing\n2\n attempts to take hostile action\n3\n against SCP-4578, SCP-4578-1 transforms into a small pocket-dimensional gateway that deploys SCP-4578-2, a heavy-caliber machine gun turret mounted on a robotic arm. The deployment process takes approximately 0.04 seconds from reaction to firing. Upon successful neutralization of the threat, SCP-4578-2 will retract into its pocket dimension.\n\n\nSCP-4578-2's destructive capabilities are not yet entirely understood, save for the following information, gleaned from testing:\n\n\n\n\nIt can fire up to 4,000 armor-piercing rounds per minute.\n\n\nProjectiles are 2 centimeters in diameter and made of an indestructible crystalline substance of likely extradimensional origin.\n\n\nProjectiles have a \"flesh-loosening\" effect on contact with organic tissue; that is, bonds between cells will immediately separate, resulting in victims appearing to fall apart.\n\n\nThe barrel of the gun is engraved with \"☽☽☽ HDC-49SS 'EL DEGÜELLO' — WARNING: TAMPERING WITH THIS DEVICE IS A CLASS M DAMNABLE FELONY AND WILL RESULT IN EXPEDITED OUBLIETTIFICATION — GLORY TO JALAKÅRA\".\n\n\n\n\nDespite this, SCP-4578 abhors violence, and manifestations of SCP-4578-2 have resulted in severe psychological trauma.\n\n\nRecovery Log:\n After several activations of SCP-4578-1, SCP-4578 turned himself into law enforcement authorities in Dakar, Senegal. His anomalous qualities were noticed by Foundation agents in the field and he was transferred to Site-59 on 1/9/2017.\n\n\nAddendum — ☽☽☽ Initiative Involvement:\n On 1/10/2017, after the establishment of SCP-4578's containment, \nSCP-2578\n-D, the Foundation's primary contact with the ☽☽☽ Initiative, was contacted via e-mail by Dr. Naismith for an explanation. The reply was as follows:\n\n\n\n\n☽☽☽ apologizes; it appears that due to jurisdictional oversight and DNA similarities, this fellow shares some of the Eternal President's Secret Service Protections. This weapon is designed to permanently incapacitate immortals, and its presence in Iteration 2L is offensive and inappropriate. ☽☽☽ will have this problem completely addressed within the hour.\n\n\n\n\nOne hour after the reply was received, Site-59 was damaged by a football-sized meteorite. Inspection of the meteorite revealed that it was a parcel addressed to SCP-4578, containing an index card reading \"COMPENSATION\" and one kilogram of diamonds. SCP-4578's anomalous qualities remain unchanged.\n\n\n\n\nFootnotes\n\n\n1\n. Islamic prayer rug.\n\n\n2\n. Once believed to be only humans, but SCP-4578 has reported a reaction to a wild dog attack prior to containment.\n\n\n3\n. As of Incident-4578-518, direct orders to SCP-4578 have been determined to be a form of \"hostile action.\"\n\n\n\n\n\n\n\n\n« \nSCP-4577\n | SCP-4578 | \nSCP-4579\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4578\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4578\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum — ☽☽☽ Initiative Involvement: On 1/10/2017, after the establishment of SCP-4578's containment, SCP-2578 -D, the Foundation's primary contact with the ☽☽☽ Initiative, was contacted via e-mail by Dr. Naismith for an explanation. The reply was as follows:\nOne hour after the reply was received, Site-59 was damaged by a football-sized meteorite. Inspection of the meteorite revealed that it was a parcel addressed to SCP-4578, containing an index card reading \"COMPENSATION\" and one kilogram of diamonds. SCP-4578's anomalous qualities remain unchanged."
    ],
    "documents": [],
    "notes": [
        "☽☽☽ apologizes; it appears that due to jurisdictional oversight and DNA similarities, this fellow shares some of the Eternal President's Secret Service Protections. This weapon is designed to permanently incapacitate immortals, and its presence in Iteration 2L is offensive and inappropriate. ☽☽☽ will have this problem completely addressed within the hour.",
        "\" SCP-4578 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-4578 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4578",
    "object_class": "Keter",
    "containment_procedures": "SCP-4578 is kept in an externally reinforced humanoid containment cell in a bunker two kilometers below Site-59. The cell is to be regularly stocked with approved meals, books, and a sajjāda1. At no point is SCP-4578 to come within one kilometer of the onsite nuclear warhead, nor is SCP-4578 to be made aware of the warhead.",
    "description": "SCP-4578 is a 35-year-old man of West African descent named Girard Sebastien Niang. Due to the noise produced by SCP-4578-1 events, SCP-4578 is completely deaf. He is believed to be our reality's multiversal iteration of the leader of the Three Moons Initiative, who is also named Girard Sebastien Niang.",
    "title": "SCP-4578"
}