{
    "url": "https://scp-wiki.wikidot.com/scp-4587",
    "all_text": "rating: \n+222\n+\n–\nx\n\n\n\n\n\n\nThe cover sleeve for SCP-4587\n\n\n\n\n\n\nItem #:\n SCP-4587\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4587 is to be kept in a long-term containment locker at Site-59. As of 5/20/19, testing of SCP-4587 has been indefinitely suspended. For further study, non-anomalous recordings of all SCP-4587-A iterations are available at the Site-59 archival wing.\n\n\nDescription:\n SCP-4587 is a VHS videocassette acquired during an inspection of the \nSCP-2803\n compound.\n1\n\n\nThe content of SCP-4587 (hereafter SCP-4587-A) is permanently altered after each complete viewing. The initial content is a PG-rated comedy/drama film titled \"DOGM OVIE\", starring Charles Grodin, Andie MacDowell, and Alan Rickman. When reached for comment, all actors involved were unable to recall any involvement with this film or TotleighSoft.\n\n\nThe film was created in 1989 by the Totleigh Software corporation as a means to demonstrate the company's capability for \"neverending video technologies\" — in other words, an anomalously self-expanding shared fictional universe. Other than the established actors named in the credits, all other roles — including director, producer, sound engineer, cinematographer, animal handler, stunt dog, and special thanks, among others — have been credited to \"P. Hudson Gock\", the name SCP-2803-A uses to identify itself.\n\n\nThroughout each new film, the following elements remain the same:\n\n\n\n\nEach iteration is a direct sequel to the previous iteration.\n\n\nThe dialogue is filled with the broken English typical of TotleighSoft, but all other professional aspects are of the typical quality for a major family film in 1989.\n\n\nCharles Grodin portrays the protagonist, a suburban businessman in his late 30's named Ryan Frompt. Andie MacDowell plays his wife, Maryanne Frompt. The Frompts have children, though the number, names, and identities of these children have little to no narrative consistency from iteration to iteration.\n\n\nThe antagonist of the film is played by Alan Rickman — albeit with an entirely different character each time.\n\n\nRyan struggles with a flaw in his character, stated outright in the first five minutes of the film by Maryanne, immediately preceded by the phrase \"So I saying now outright to your face, you \nhusband\n…\"\n\n\nTo remedy this flaw, Maryanne adopts one or more dogs, despite Ryan's objections. The relationship between Ryan, the dog(s), and his family lead to a deeper bond between all parties involved, puts a strain on Ryan's relationship with Alan Rickman's character, and causes Ryan to re-evaluate his life and the aforementioned flaw.\n\n\nThe dog dies in a tragic accident/incident.\n\n\nThis causes Ryan to have an epiphany. He cuts off his ties with the antagonist.\n\n\nThe Frompts plant a tree in their backyard over where the dog was buried.\n\n\nRyan closes the film with a voiceover, ending with the phrase \"I am become greater guy than was.\"\n\n\n\n\nOther than these constant factors, all other aspects of the narrative are subject to change — including the target audience, theme, and setting.\n\n\nExperiment Log (truncated)\n\n\nInstance:\n SCP-4587-A-1 (initial)\n\n\nTitle:\n DOGM OVIE\n\n\nFlaw:\n \"…you are not liking dogs, so change your opinion right now.\"\n\n\nAlan Rickman's Character:\n Mr. Flappiter, Ryan's vehemently dog-phobic boss.\n\n\nDogs:\n Wiggly, a weimaraner\n\n\nDogs' Cause of Death:\n Drowning after saving Ryan's son from a river.\n\n\nFlaw Resolution:\n Ryan quits his job, devoting more time to his family and their love of dogs.\n\n\n\n\nInstance:\n SCP-4587-A-5\n\n\nTitle:\n DOGM OVIE 5: PAGEING DR DOGM\n\n\nFlaw:\n \"…you are am run away from the sad ness.\"\n\n\nAlan Rickman's Character:\n Dr. Pung, Ryan's psychiatrist.\n\n\nDogs:\n Jimbo, Jambo, Rambo, and Flint, four Yorkshire terriers\n\n\nDogs' Cause of Death:\n Poisoned from eating Ryan's antidepressants.\n\n\nFlaw Resolution:\n After learning to embrace uncomfortable feelings, Ryan triumphantly claims that he doesn't need Dr. Pung's medications to be happy, and fires him. As he walks away, Dr. Pung slips on a puddle of Ryan's tears and dies from the resulting head injury. In the epilogue, Ryan begins to realize that suffering has power beyond human understanding.\n\n\n\n\nInstance:\n SCP-4587-A-27\n\n\nTitle:\n DOGM OVIE 27: SEVENTEN SPLI\n\n\nFlaw:\n \"…you needing step up bowling game.\"\n\n\nAlan Rickman's Character:\n Chet Worpledang, the Frompt family bowling team's rival\n\n\nDogs:\n Lasseroonie, a collie\n\n\nDogs' Cause of Death:\n Beaten to death with a bowling ball by Chet, in an attempt to demoralize the Frompt family.\n\n\nFlaw Resolution:\n After locking himself in his bedroom for a week-long depressive state, Ryan emerges with significantly increased muscle mass. In a montage, he scores 700 consecutive perfect games at different bowling alleys across the country. In shame, Chet commits suicide by choking on a bowling pin. Ryan expresses suspicion at his newfound inability to score less than 300 points, but his wife reminds him: \"in losing dogs of that you are love dogs, your greatness biggens itself.\"\n\n\n\n\nInstance:\n SCP-4587-117\n\n\nTitle:\n DOGM OVIE: FARM OF DOGMS\n\n\nFlaw:\n \"…in future, you will die on some day.\"\n\n\nAlan Rickman's Character:\n Agent Marglestein of the FBI, investigating malignant paranormal activity in the neighborhood\n\n\nDogs:\n 500 labradoodles, each one named \"Sacrifiesty\"\n\n\nDogs' Cause of Death:\n During a cookout, Sacrifiesty #8 approaches Ryan. Having gained the ability to speak, he says \"time is have come, master, as it must\" and spontaneously bursts into flames, along with the other dogs. A neighborhood-wide conflagration ensues, after which, only the Frompt residence remains.\n\n\nFlaw Resolution:\n Ryan's tears of grief cover his body in a thin film of liquid, which slowly changes the color of his skin from white to a shining gold. A forest of 500 oak trees shoot from the soil of what used to be his backyard. Agent Marglestein shoots Ryan, to no effect. As the agent chokes to death on a whirlwind of the dogs' ashes, Ryan boasts that \"You know not a thing. Tragedy upon tragedy upon tragedy has sculpted the skin clay of my soul into the plaster of a perfect harmony. Scar tissue toughens until indestructible is being skin. Some day, the flag-ulation of my the self forces me become \ngreatest\n guy than \nall\n… until then, I am become greater guy than was.\"\n\n\n\n\nInstance:\n SCP-4587-210\n\n\nTitle:\n DOGM OVIE: TRAN SENDANTS\n\n\nFlaw:\n \"…there am are some who do not appreciate the you am being great.\"\n\n\nAlan Rickman's Character:\n The Abrahamic God\n\n\nDogs:\n Approximately 72,500,000 border collies named \"the Collective.\"\n\n\nDogs' Cause of Death:\n [REDACTED]\n\n\nFlaw Resolution:\n After swallowing the antagonist whole, Ryan gathers his legions of slaves and has a throne built from the mummified bodies of the Collective. The ghost of Wiggly, the weimaraner from the first film, unifies with Ryan's soul. As a result Ryan's form becomes an amorphous, vaguely Charles-Grodin-like deity made of memorial trees, which then sobs in grief to complete Ryan's assumption of godhead.\n\n\n\n\nInstance:\n SCP-4587-528\n\n\nTitle:\n DOGM OVIE: ROAD TRIP\n\n\nFlaw:\n \"…there are not a single dogs left on Earth. All of in afterlife. So, we must going there?\"\n\n\nAlan Rickman's Character:\n [DATA EXPUNGED]\n\n\nDogs:\n [DATA EXPUNGED]\n\n\nDogs' Cause of Death:\n [DATA EXPUNGED]\n\n\nFlaw Resolution:\n [DATA EXPUNGED]\n\n\n\n\n+ 5/4587 Clearance Required\n\n\n\n\n- decryption key accepted.\n\n\n\n\n\n\nFrom: Lisle Naismith [\npcs.noitadnuof|htimsianl#pcs.noitadnuof|htimsianl\n]\n\nTo: Overseer Council\n\nSubject: Re: SCP-4587-528\n\n\nI was just on the phone with the late Dr. Loretta Weiss via her \nSCP-2922\n-A - she has been our main contact in Corbenic for the past year. She's currently stationed on one of the Three Moons Initiative settlements — some resort province called Bifrost, which has the highest concentration of deceased pets and their owners.\n\n\nYesterday on May 19th, a hostile reality bender attacked Bifrost, and Initiative President Niang turned into Alan Rickman for half an hour. Her account coincides with the time and content of SCP-4587-A-528.\n\n\nI am aware that death is impossible in Corbenic. But there \nwere\n casualties — permanent psychological trauma, trillions of Corbenese Lunari in property damage, and what the Initiative affectionately refers to as \"no-mouth-must-screamers\".\n\n\nNiang just traced it back to us. I wouldn't sound any alarms just yet, but we may have an impending ÞK-class Extradimensional Diplomatic Breakdown scenario.\n\n\nI've put a moratorium on further testing with the tape. If there's a silver lining here, it's that the entity that attacked Bifrost only exists so long as the tape is playing. But the damage has been done, and \"sorry, I had no idea\" is only going to get us so far.\n\n\nPlease advise.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. No other known instances have been recovered; it is currently believed that this project was abandoned by TotleighSoft to focus on video games.\n\n\n\n\n\n\n\n\n« \nSCP-4586\n | SCP-4587 | \nSCP-4588\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "From: Lisle Naismith [ pcs.noitadnuof|htimsianl#pcs.noitadnuof|htimsianl ] To: Overseer Council Subject: Re: SCP-4587-528 I was just on the phone with the late Dr. Loretta Weiss via her SCP-2922 -A - she has been our main contact in Corbenic for the past year. She's currently stationed on one of the Three Moons Initiative settlements — some resort province called Bifrost, which has the highest concentration of deceased pets and their owners. Yesterday on May 19th, a hostile reality bender attacked Bifrost, and Initiative President Niang turned into Alan Rickman for half an hour. Her account coincides with the time and content of SCP-4587-A-528. I am aware that death is impossible in Corbenic. But there were casualties — permanent psychological trauma, trillions of Corbenese Lunari in property damage, and what the Initiative affectionately refers to as \"no-mouth-must-screamers\". Niang just traced it back to us. I wouldn't sound any alarms just yet, but we may have an impending ÞK-class Extradimensional Diplomatic Breakdown scenario. I've put a moratorium on further testing with the tape. If there's a silver lining here, it's that the entity that attacked Bifrost only exists so long as the tape is playing. But the damage has been done, and \"sorry, I had no idea\" is only going to get us so far. Please advise."
    ],
    "item": "SCP-4587",
    "object_class": "Safe",
    "containment_procedures": "SCP-4587 is to be kept in a long-term containment locker at Site-59. As of 5/20/19, testing of SCP-4587 has been indefinitely suspended. For further study, non-anomalous recordings of all SCP-4587-A iterations are available at the Site-59 archival wing.",
    "description": "SCP-4587 is a VHS videocassette acquired during an inspection of the SCP-2803 compound.1",
    "title": "SCP-4587"
}