{
    "url": "https://scp-wiki.wikidot.com/scp-4589",
    "all_text": "rating: \n+53\n+\n–\nx\n\n\n\n\n\n\nA recovered SCP-4589 culture\n\n\n\n\n\n\nItem #:\n SCP-4589\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation webcrawler I/O-WA is to monitor online kombucha tea sharing communities claiming evidence of tangible health benefits. Affected individuals are to be contained in standard humanoid containment cells until their SCP-4589 growths can be excised safely, and any SCP-4589 cultures possessed by civilians are to be destroyed.\n\n\nDue to SCP-4589-A's size, containment has been enacted on-site. The surrounding land has been purchased, and teams are to continually destroy its roots to prevent its spread.\n\n\nDescription:\n SCP-4589 is an anomalous strain of kombucha culture.\n\n\nKombucha tea prepared using SCP-4589 is indistinguishable from tea prepared through nonanomalous means in taste and composition. However, unlike ordinary tea, SCP-4589 tea possesses verifiable beneficial properties. Continuous consumption of SCP-4589 tea over periods of several months has been shown to alleviate and in some cases, cure ailments such as diabetes, rheumatoid arthritis, asthma, and even cancer in both field observations and Foundation tests. SCP-4589 cultures are commonly shared and distributed among communities both locally and online, particularly those involved with alternative medicine and organic foods. Due to the common embellishment of ordinary kombucha's properties, the exact number of extant SCP-4589 instances is difficult to determine.\n\n\nContinued consumption of SCP-4589 tea for periods of at least 9-12 months results in small pockets of SCP-4589 forming around the lymph nodes. These growths are initially harmless, and excrete various antibiotic chemicals into the bloodstream. SCP-4589 continues to spread throughout the body, integrating itself into nerve centers and the cerebellum, and eventually break through the skin, forming animated anemone-like structures. In the case of individuals suffering from cancer, SCP-4589 growths will systematically absorb and destroy malignant cells.\n\n\nNotably, SCP-4589 cultures do not divide as normal cultures would, instead, they continue to grow steadily and develop pseudopods, limbs, and rudimentary sensory organs.\n\n\nAddendum:\n On 07/01/2014, Foundation sensors discovered underground tremors in the outskirts of Austin, TX. Over 600 users of SCP-4589 were found to have undergone intense seizures in their sleep, while the cultures present in their homes and bodies moved erratically. Several dozen home cultures escaped and converged on a specific location, near the epicenter of the tremors. Tracking them to the location revealed the presence of SCP-4589-A, a singular large culture approximately 11,900 tons in mass buried underground. SCP-4589-A's main body possesses a tough and leathery microbial cellulose sheath, and its sheer size and bulk makes vivisection and inspection difficult.\n\n\nSCP-4589-A appears to maintain telepathic communication with both extant SCP-4589 cultures as well as SCP-4589 growths inside consumers. Since initial containment, SCP-4589-using communities have overall become isolated and antisocial, making tracking more difficult.\n\n\n\n\n\n\n« \nSCP-4588\n | SCP-4589 | \nSCP-4590\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4589\n\" by Weryllium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4589\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n tearrifying.jpg\n\n\nName:\n Kombucha culture\n\n\nAuthor:\n Romarin\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: On 07/01/2014, Foundation sensors discovered underground tremors in the outskirts of Austin, TX. Over 600 users of SCP-4589 were found to have undergone intense seizures in their sleep, while the cultures present in their homes and bodies moved erratically. Several dozen home cultures escaped and converged on a specific location, near the epicenter of the tremors. Tracking them to the location revealed the presence of SCP-4589-A, a singular large culture approximately 11,900 tons in mass buried underground. SCP-4589-A's main body possesses a tough and leathery microbial cellulose sheath, and its sheer size and bulk makes vivisection and inspection difficult.\nSCP-4589-A appears to maintain telepathic communication with both extant SCP-4589 cultures as well as SCP-4589 growths inside consumers. Since initial containment, SCP-4589-using communities have overall become isolated and antisocial, making tracking more difficult."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4589 \" by Weryllium, from the SCP Wiki . Source: https://scpwiki.com/scp-4589 . Licensed under CC-BY-SA .",
        "Filename: tearrifying.jpg Name: Kombucha culture Author: Romarin License: Public Domain Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4589",
    "object_class": "Euclid",
    "containment_procedures": "Foundation webcrawler I/O-WA is to monitor online kombucha tea sharing communities claiming evidence of tangible health benefits. Affected individuals are to be contained in standard humanoid containment cells until their SCP-4589 growths can be excised safely, and any SCP-4589 cultures possessed by civilians are to be destroyed.",
    "description": "SCP-4589 is an anomalous strain of kombucha culture.",
    "title": "SCP-4589"
}