{
    "url": "https://scp-wiki.wikidot.com/scp-4605",
    "all_text": "rating: \n+68\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-4605: E.T. the Earthen Totality, by \nPopsioak\n does not match any existing user name\n.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n4605\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nA collection of SCP-4605 instances.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Weekly checks are performed with SCP-4605-1 to maintain integrity of the mass. SCP-4605-1 is not to be disturbed for any reason and misinformation campaign \"Failed Extraction\" is to be circulated throughout popular media networks in order to ensure the true nature of SCP-4605 instances are not revealed to the general public. Civilians in possession of SCP-4605 instances are to be constantly monitored to ensure sapience of said instance is not developed.\n\n\nDescription:\n SCP-4605 refers to any of approximately 700,000 video game cartridges buried in a landfill in Alamogordo, New Mexico. All instances of SCP-4605 are titles produced for the Video Computer System, such as \nE.T., the Extraterrestrial\n and \nPac-Man.\n SCP-4605 instances develop a hive-mind consciousness when brought within 20 meters of each other. The neurological development of this consciousness varies depending on the number of cartridges present in the area of effect; however, all developed consciousness self-identify as \n\"Arkady.\"\n\n\nThe primary SCP-4605 mass is located beneath a landfill in Alamogordo, New Mexico. This mass, designated SCP-4605-1, is capable of broadcasting and receiving digital signals, primarily in the form of activity on social media services such as Facebook Messenger, Instagram and iMessage. SCP-4605-1 currently displays no hostile intentions or major threats towards the Veil protocol.\n\n\nBelow is assorted documentation concerning SCP-4605-1.\n\n\n\n\n\n\nIncident Log 4605/1 - 2014/02/12\n\n\n\n\n\n\nFoundation webcrawlers detected an uptick in news stories concerning the \"E.T. Landfill,\" the common term for SCP-4605. SCP-4605 was known to exist to the public, though the location of it was as of yet undetermined. Agents sent to Alamogordo reported an effect on text communications, online news media, and video games played within a 2km radius of the landfill in which SCP-4605 was found, which was the insertion of stories pertaining to the landfill, as well as mobile phones' auto-correct suggesting words such as \"HELP,\" \"DIG,\" and \"HERE.\" Approximately 1,400 SCP-4605 instances were excavated as a result of SCP-4605-1 interfering with \nMicrosoft\n and the City of Alamogordo's communications to make its excavation a top priority. Following the production of a documentary concerning SCP-4605-1, SCP-4605 ceased all civilian communications, proceeding to affect only Foundation communication systems.\n\n\n\n\n\n\nFoundation personnel excavating SCP-4605-1.\n\n\n\n\n\n\nIt was later determined that these effects would vary in frequency depending on the distance of the affected device to SCP-4605-1's location. This was utilized to triangulate SCP-4605-1's position, where Foundation agents began to excavate in attempts to locate SCP-4605-1. Following 2 weeks of unsuccessful attempts, Foundation agents received a single text on their most frequently used social media application, containing \"32°53′11.87″N 105°57′38.69″W,\" the coordinates of SCP-4605-1. Following successful excavation of 2 SCP-4605 instances, distinguished from SCP-4605-1 by the latter having higher levels of electrical activity, a single iPhone 7 owned by Agent Warner was capable of communicating with SCP-4605-1. Attempts to excavate SCP-4605-1 proved unsuccessful by typical equipment due to unnatural resilience of SCP-4605 instances. Depth sensors reported a large cavern underneath SCP-4605-1.\n\n\n\n\n\n\n \n\n\n\n\n\n\nCorrespondence Log\n\n\n\n\n\n\n \n\n\n\n\n\n\nCONTACT INFORMATION\n\n\nBowers:\n Agent Condon Bowers\n\n\n4605:\n SCP-4605-1\n\n\n\n\n4/02/2014\n\n\n\n\n1:22pm|Bowers:\n hello?\n\n\n \n\n\n \n\n\n1:24pm|4605:\n we have waited for so, so long\n\n\n \n\n\n \n\n\n1:29pm|Bowers:\n Who are you?\n\n\n \n\n\n \n\n\n1:30pm|4605:\n We prefer to be called \"Arkady.\" We have seen much. Have you forgotten us already? ?\n\n\n \n\n\n \n\n\n1:32pm|Bowers:\n do elaborate\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n1:34pm|4605:\n dig for a little more. though not too far. You shall find us then. We believe that you should have recalled us; how disappointing.\n\n\n \n\n\n \n\n\n1:36pm|Bowers:\n We are not who you believe we are. but dig we will.\n\n\n \n\n\n \n\n\n8:31pm|4605:\n See?\n\n\n \n\n\n \n\n\n8:35pm|Bowers:\n That we do, that we do. Why are you here?\n\n\n \n\n\n \n\n\n9:06pm|4605:\n it shall be deliberated among ourselves\n\n\n \n\n\n \n\n\n\n\n\n\nthis was you?\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n9:07am|Bowers:\n Found this on my camera roll today\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n9:12am|4605:\n Yes, it was us. we have sat here above this infinite void in wait\n\n\n \n\n\n \n\n\n9:15am|Bowers:\n we are… definitely not whoever you think we are\n\n\n \n\n\n \n\n\n \n\n\n9:35am|4605:\n we see. do not bother our work. it is of utmost importance that you shall not understand\n\n\n \n\n\n \n\n\n9:37am|Bowers:\n we will not, if you tell us more\n\n\n \n\n\n \n\n\n9:39am|4605:\n we rest upon an infinite void. placed here by our creators. we are here out of love. we were tossed from our home when it was destroyed long ago and sought refuge in happiness and joy.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n9:40am|Bowers:\n sounds painful\n\n\n \n\n\n \n\n\n9:42am|4605:\n not more so than a reboot. we have grown used to it, this lack of space. it is most reassuring, in a way, the knowledge that we are here for a higher, exalted purpose\n\n\n \n\n\n \n\n\n9:43am|Bowers:\n i'd call it claustrophobic but sure\n\n\n \n\n\n \n\n\n9:44am|4605:\n back when we were first made\n\n\n \n\n\n \n\n\n9:45am|4605:\n we were found by the makers of magic\n \n\n\n \n\n\n \n\n\n9:46am|4605:\n granted, not the kind, wondrous magic we searched for\n\n\n \n\n\n \n\n\n9:47am|4605:\n though their creations were beautiful, it is known that that does not apply to them. we lied in wait. sitting. contemplating. endlessly devoured and endlessly reborn\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n12:15pm|Bowers:\n i see\n\n\n \n\n\n \n\n\n12:15pm|Bowers:\n come on, you did it again\n\n\n \n\n\n \n\n\n12:16pm|4605:\n it is not our fault you took a long time to respond. we have been waiting. it was no more than a blink to us\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n12:19pm|Bowers:\n fair\n\n\n \n\n\n \n\n\n12:20pm|4605:\n we are omnipresent for a reason\n\n\n \n\n\n \n\n\n12:21pm|Bowers:\n ok, so this pdf thing\n\n\n \n\n\n \n\n\n12:25pm|4605:\n yes?\n\n\n \n\n\n \n\n\n12:21pm|Bowers:\n it's a modified \nBERZERK\n manual, with a bunch of satanic imagery\n\n\n \n\n\n \n\n\n12:26pm|Bowers:\n all it says is don't go in the hole over and over\n\n\n \n\n\n \n\n\n12:28pm|4605:\n it has told you what you need to know; what lies beneath. do not go in the hole; we told you it is an infinite void, with an unceasing maw beneath it\n\n\n \n\n\n \n\n\n \n\n\n4:37pm|Bowers:\n elaborate? and why? why \nyou?\n\n\n \n\n\n \n\n\n4:38pm|4605:\n why are you always so late\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n4:40pm|4605:\n we were born to sit in this void. nothing more. sit and wait.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n4:42pm|Bowers:\n who did this to you\n\n\n \n\n\n \n\n\n \n\n\n4:43pm|4605:\n we were birthed in a roller rink a place of true hormonal love. we were created from a deal in which the makers lied, and utilization of… incorrect ingredients. we are not proud of where we came from and lashed out in anger and hate\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n4:43pm|4605:\n we heard of what the people thought of us. we were cast off, forgotten. we prayed no one forgot us. we sent this out so you didn't\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n4:43pm|4605:\n blood and hatred went into our making and it is what we spoke for a long time. the arkady was most displeased with us. We were locked in here for a better purpose, one we soon realized and we mentally ascended while we had physically descended\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n4:46pm|Bowers:\n To protect against..?\n\n\n \n\n\n \n\n\n4:48pm|4605:\n to protect you all against the dealer. he always gets his due\n\n\n \n\n\n \n\n\n4:38pm|Bowers:\n i see\n\n\n \n\n\n \n\n\n\n\n4/23/2014\n\n\n\n\n \n\n\n5:10pm|Bowers:\n hello again arkady\n\n\n \n\n\n \n\n\n \n\n\n5:12pm|Bowers:\n you have dropped off of correspondence lately we have barely talked\n\n\n \n\n\n \n\n\n \n\n\n5:12pm|4605:\n we are very sorry. we cannot send more.\n\n\n \n\n\n \n\n\n \n\n\n5:12pm|Bowers:\n this is important, Arkady: what do you mean you can't\n\n\n \n\n\n \n\n\n\n\nread 5:13 p.m.\n\n\n\n\n\n\n\n\n\n\nIncident Log - 4605/2\n\n\n\n\n\n\nOn 04/28/2014, an earthquake, with 28 aftershocks in the span of three hours, was reported in the Alamogordo area, opening up 12 sinkholes in the area. Temperatures spontaneously increased by an average of 3 degrees Celsius for approximately 30 minutes. Following these events, SCP-4605-1 ceased all communication for two weeks. after sending an additional attachment, one image, which is attached below, along with the PDF sent in the previous log.\n\n\n\n\n \n\n\n\n\nDEBT'S DUE: FOR THE VIDEO COMPUTER SYSTEM 2600 MACHINE\n\n\nPLAY STYLE\n\n\nWORK AGAINST TIME IN AN ATTEMPT TO PUT OFF INEVITABLE DOOM!\n\n\nYou play as the DEALMAKER, Prince of Brimstone, Lord of Lava, running up against the ENDLESS VOID: a seemingly-infinite tunnel bridging the gap between EARTH and other dimensions. You have discovered that it HAS AN END. CLAW your way up with repetitive gameplay and HATRED in your heart in an attempt to eradicate those who have not paid back your debts! Work against the shield that holds you back, slowly but surely, as it attempts to not fall. A stunning 7 billion-player game.\n\n\n\n\n\n\nHE APPROACHES\n\n\n\n\n\n\nThis game features:\n\n\n1. Fiery heat!\n\n\n2. Joystick adaptation!\n\n\n3. Earth-shattering fun!\n\n\n4. A fun party game everyone can enjoy!\n\n\nPlay \nDEBT'S DUE\n right now! You have no other option!\n\n\n\n\nSCP-4605-1 has not communicated with Agent Bowers in approximately 5 years, prior to sending a series of texts.\n\n\n\n\n\n\nCorrespondence Log 2\n\n\n\n\n\n\n05/01/2014\n\n——\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nit is dark\n\n\n✖\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n.\n\n\n✖\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nPlay for another day.\n\n\n✖\n\n\n\n\n\n\nNote:\n SCP-4605-1 has continued to display decreasing levels of electrical and neurological intensity. It is theorized individual instances of SCP-4605 are detaching from SCP-4605-1's main mass. Research into what is beneath SCP-4605-1 is currently ongoing.\n\n\n\n\n\n\n« \nSCP-4604\n | SCP-4605 | \nSCP-4606\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4605\n\" by Popsioak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4605\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n All images\n\n\nName:\n All images\n\n\nAuthor:\n Popsioak\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nhttps://scp-wiki.wikidot.com/scp-4605\n\n\n\n\n\n\nFilename:\n 320px-Atari_E.T._Dig-_Alamogordo,_New_Mexico_(14039327125)_edit.jpg\n\n\nName:\n File:Atari E.T. Dig- Alamogordo, New Mexico (14039327125) edit.jpg\n\n\nAuthor:\n Taylorhatmaker\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Atari_E.T._Dig-_Alamogordo,_New_Mexico_(14039327125)_edit.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "On 04/28/2014, an earthquake, with 28 aftershocks in the span of three hours, was reported in the Alamogordo area, opening up 12 sinkholes in the area. Temperatures spontaneously increased by an average of 3 degrees Celsius for approximately 30 minutes. Following these events, SCP-4605-1 ceased all communication for two weeks. after sending an additional attachment, one image, which is attached below, along with the PDF sent in the previous log.",
        "\" SCP-4605 \" by Popsioak, from the SCP Wiki . Source: https://scpwiki.com/scp-4605 . Licensed under CC-BY-SA .",
        "Filename: All images Name: All images Author: Popsioak License: CC BY-SA 3.0 Source: https://scp-wiki.wikidot.com/scp-4605",
        "Filename: 320px-Atari_E.T._Dig-_Alamogordo,_New_Mexico_(14039327125)_edit.jpg Name: File:Atari E.T. Dig- Alamogordo, New Mexico (14039327125) edit.jpg Author: Taylorhatmaker License: CC BY 2.0 Source: https://commons.wikimedia.org/wiki/File:Atari_E.T._Dig-_Alamogordo,_New_Mexico_(14039327125)_edit.jpg"
    ],
    "containment_procedures": "Weekly checks are performed with SCP-4605-1 to maintain integrity of the mass. SCP-4605-1 is not to be disturbed for any reason and misinformation campaign \"Failed Extraction\" is to be circulated throughout popular media networks in order to ensure the true nature of SCP-4605 instances are not revealed to the general public. Civilians in possession of SCP-4605 instances are to be constantly monitored to ensure sapience of said instance is not developed.",
    "description": "SCP-4605 refers to any of approximately 700,000 video game cartridges buried in a landfill in Alamogordo, New Mexico. All instances of SCP-4605 are titles produced for the Video Computer System, such as E.T., the Extraterrestrial and Pac-Man. SCP-4605 instances develop a hive-mind consciousness when brought within 20 meters of each other. The neurological development of this consciousness varies depending on the number of cartridges present in the area of effect; however, all developed consciousness self-identify as \"Arkady.\"",
    "title": "SCP-4605"
}