{
    "url": "https://scp-wiki.wikidot.com/scp-4610",
    "all_text": "rating: \n+157\n+\n–\nx\n\n\n\n\nItem #:\n SCP-4610\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4610 is to be contained at Site-15 in a standard anomalous object container. Thus far, only the original instance of SCP-4610 has been located, however it is believed there may be additional copies of the program in circulation. Given the specific requirements for SCP-4610 to operate, previous Foundation efforts used to locate similar products from the PoI '\ndado\n' have been deemed sufficient in order to obtain any further instances.\n\n\nSCP-4610 is unable to be removed from the disk it is on. It is required that the disk is inspected by a Foundation IT Technician prior to any testing, due to both the age of the disk, and the history of equipment faults with the specific brand and production date of the ZIP100 disk SCP-4610 is located on.\n\n\nThree computers have been prepared for the testing of SCP-4610, due to its requirement of specific computer technology\n1\n. Following Incident 4610-BR, no testing is to occur when storms are expected on the testing day, within a 5-mile radius of the testing site. As a precaution following this event, all three testing computers have been fitted to a backup power supply.\n\n\nDescription:\n SCP-4610 is a program located on a single ZIP100 disk with 'cloud compute by dado' written in black marker on the top. Attempts by Foundation programmers to analyse the source code of the program have proven inconclusive, and it appears to have been written in an unknown programming language.\n\n\nWhen the program is run on a suitable computer\n2\n, a window opens displaying an ASCII display of the closest cloud formation within a 5-mile radius. This display has been confirmed as having a 5-second reaction to anything that occurs to the cloud. How the program obtains and generates this information is unknown, as this occurs regardless of any components being fitted to the computer to allow it to communicate with networks. It has however been noted that SCP-4610 appears to favor vertical distance over horizontal when selecting a cloud to connect to.\n\n\nThe program appears to have been intended to function similar to a cloud network, allowing the transfer of files between multiple devices. Text files\n3\n and image files\n4\n can be transferred from the user's computer onto the cloud. SCP-4610 is then believed to transfer the file to the physical cloud, via an unknown method. The ASCII display of the physical cloud will be updated to display the file name of the selected file. Other computers using the program are then able to access this file, and transfer it accordingly. Only text and image files can be transferred via this method. If any other file type is attempted to be manipulated by SCP-4610, a warning message will appear, displaying the message 'file too big!' regardless of file size.\n\n\nSending files takes 5 seconds per kilobyte of data. Testing with Foundation standard text files has shown the program somehow interprets the filename as the size of the files, and not their actual size. As such, a 1 byte document with a 26 character file name is treated as a larger file and transferred more slowly than the so-far largest tested Foundation file, a 1.2 terabyte file with a single character as a file name. How this occurs is not understood at this time, and is presently being researched.\n\n\nFoundation aerial surveillance and drones have confirmed that no observable changes occur to the clouds during this process.\n\n\nRecovery:\n SCP-4610 was delivered to the Site-15 PO Box via Amazon Prime. The origin point of SCP-4610 is unknown, as are why this item was sent to the Foundation, and how the sender gained knowledge of the Site-15 PO Box. The following note was included. Handwriting on the note matches previous notes from the PoI 'dado'\n\n\nTranscription of included note:\n\n\n\n\n\n\nhello\n\nthis is dado\n\n\ngood excellent gift 4 long time dado supporter!\n\ndado is undergo many hardship at moment, but dado is hero of capitalism. dado is undergo restructure and so dado send fine gift to good customer like u.\n\nsecret dado product no intended for stores. just 4 u. because u trust dado, dado 2 trusts u yes\n\n\ncloud compute is proper cloud compute that uses the clouds as advertised, and not false advertisement or horse.\n\ninstructions for use:\n\n1 insert disk into slot on compute. please to make sure this is correct slot.\n\n2 open 'cloud.dado' yes\n\n3 drag item from your computer onto cloud. now item in the cloud and other compute using fine dado product can access file!\n\n4 do not use when in rain or storm or oh no, file lost and get wet.\n\nthank you again 4 being the good dado customer\n\ndado\n\n\n\n\nAddendum 4610-BR:\n On 08/09/2018, 20 files of a Foundation Standard Text File were uploaded. An unexpected storm cell came through the area surrounding Site-15, ultimately causing a blackout. Power was immediately returned to all essential areas of the Site, however the testing room was not considered part of this. Despite efforts, a suitable computer with power could not be located before the cloud used for testing broke. Approximately 20,000 pieces of paper each bearing the text contained in the files fell from the sky alongside the rain. Following the subsequent cleanup, all computers testing SCP-4610 have been fitted with a backup power supply.\n\n\nAttempts to confirm the origin of the paper generated in this event have proven inconclusive.\n\n\n\n\nFootnotes\n\n\n1\n. Testing has shown that all known brands of external Zip drive are unable to operate SCP-4610, regardless of the method in which they connect to the computer.\n\n\n2\n. While the specific extension used by the file, .dado, is not a recognised extension of any standard file type, it has been found to work on all tested operating systems.\n\n\n3\n. Accepted file formats: .txt, .rtf, .doc\n\n\n4\n. Accepted file formats: .bmp, .jpg, .gif\n\n\n\n\n\n\n\n\n« \nSCP-4609\n | SCP-4610 | \nSCP-4611\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4610\n\" by Mecheon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4610\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4610-BR: On 08/09/2018, 20 files of a Foundation Standard Text File were uploaded. An unexpected storm cell came through the area surrounding Site-15, ultimately causing a blackout. Power was immediately returned to all essential areas of the Site, however the testing room was not considered part of this. Despite efforts, a suitable computer with power could not be located before the cloud used for testing broke. Approximately 20,000 pieces of paper each bearing the text contained in the files fell from the sky alongside the rain. Following the subsequent cleanup, all computers testing SCP-4610 have been fitted with a backup power supply.\nAttempts to confirm the origin of the paper generated in this event have proven inconclusive."
    ],
    "documents": [],
    "notes": [
        "hello this is dado good excellent gift 4 long time dado supporter! dado is undergo many hardship at moment, but dado is hero of capitalism. dado is undergo restructure and so dado send fine gift to good customer like u. secret dado product no intended for stores. just 4 u. because u trust dado, dado 2 trusts u yes cloud compute is proper cloud compute that uses the clouds as advertised, and not false advertisement or horse. instructions for use: 1 insert disk into slot on compute. please to make sure this is correct slot. 2 open 'cloud.dado' yes 3 drag item from your computer onto cloud. now item in the cloud and other compute using fine dado product can access file! 4 do not use when in rain or storm or oh no, file lost and get wet. thank you again 4 being the good dado customer dado",
        "\" SCP-4610 \" by Mecheon, from the SCP Wiki . Source: https://scpwiki.com/scp-4610 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe",
    "containment_procedures": "SCP-4610 is to be contained at Site-15 in a standard anomalous object container. Thus far, only the original instance of SCP-4610 has been located, however it is believed there may be additional copies of the program in circulation. Given the specific requirements for SCP-4610 to operate, previous Foundation efforts used to locate similar products from the PoI 'dado' have been deemed sufficient in order to obtain any further instances.",
    "description": "SCP-4610 is a program located on a single ZIP100 disk with 'cloud compute by dado' written in black marker on the top. Attempts by Foundation programmers to analyse the source code of the program have proven inconclusive, and it appears to have been written in an unknown programming language.",
    "title": "SCP-4610"
}