{
    "url": "https://scp-wiki.wikidot.com/scp-4616",
    "all_text": "rating: \n+137\n+\n–\nx\n\n\n\n\nItem #:\n SCP-4616\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4616's containment zone is to be staffed by nonviolent D-class personnel with Foundation provided training or real-world experience in agriculture, and operated as a commercial farm. D-class personnel must return to the farmhouse by sunset and remain indoors until sunrise.\n\n\nThe farmhouse is to be fitted with automatic security shutters over every potential point of entry, a panic room capable of sheltering all residents in the event of a security breach, and soundproofed sleeping chambers.\n\n\nA covert, subterranean tunnel is to connect the farmhouse's cellar to an extraction site from SCP-4616's containment zone. The extraction site must not be visible from the containment zone, and the cellar's entrance to the tunnel is to be both sealed and hidden when not in use, in the event that SCP-4616 invades the farmhouse.\n\n\nSCP-4616's containment zone is to be fenced off to prevent unauthorized entry, and the country road passing through the containment zone is to be permanently closed and rerouted under the pretence of an unfilled sinkhole. All supplies or produce are to be transported by remotely driven or self-driving vehicles. Personnel are to be transported to and from SCP-4616's containment zone via the subterranean tunnel. Supply runs and personnel transfers may only take place during daylight hours and when SCP-4616 is not visibly present. Any personnel or civilians who enter the containment zone above ground are to be considered lost.\n\n\nD-class personnel are to undergo bi-weekly psychological evaluations via video chat, and be rotated out at the discretion of Site 76's psychiatric staff.\n\n\nIn the event that SCP-4616 relocates to another farmstead, it is to be acquired by the Foundation and converted into SCP-4616's new containment zone.\n\n\nDescription:\n SCP-4616 is a humanoid entity of unknown composition and intelligence, currently confined to a 400-hectare area of farmland and woods in █████████, ██.\n\n\nSCP-4616 possesses superhuman speed\n1\n and agility, while also actively avoiding and destroying surveillance equipment within its containment zone. As such, the Foundation has yet to acquire any high-resolution images or videos of the entity.\n\n\nEyewitness testimony has consistently described the entity as approximately four meters in height, extremely thin with a hunched posture, almost entirely white in colour, with a wide, oval head and widely spaced black eyes. It is either dressed in loose-fitting, tattered clothing or is covered in matted white fur, and its right hand either possess three long, curved claws or a three-bladed instrument of some kind.\n\n\nDuring daylight hours, SCP-4616 appearances are rare and sporadic, mostly limited to appearing at the edge of the wooded area. SCP-4616 will occasionally wave to anyone present with its right hand, but will withdraw into the woods if approached. Numerous sweeps of the containment zone have failed to uncover any sort of den, and it is unknown where SCP-4616 resides when it is not visibly present. There have been several non-hostile close encounters with SCP-4616 during the day, however, these incidents have always resulted in SCP-4616 immediately fleeing from sight once detected.\n\n\nSCP-4616 has marked a total of 37 trees in its containment area with crude pictograms in white paint, and will regularly make simplistic dream catchers out of available materials\n2\n and hang them from branches. The significance of this behaviour is not known.\n\n\nDuring nighttime hours, SCP-4616 will often, though irregularly, leave its woods and inspect the farm. While it will often do useful farm work during these times, it also regularly rearranges items apparently at random, and will sometimes damage property and livestock. SCP-4616 also regularly bangs and scrapes on the farmhouse, likely trying to gain entry, as it was observed breaching the living facilities of its previous containment zones.\n\n\nOn nights when SCP-4616 does not leave the woods, wailing can be heard for periods of between three and five hours at a time. As SCP-4616 has never been directly observed to make any kind of vocalization, it is uncertain if it is the source of these sounds.\n\n\nIf any of the farmhouse residents are outdoors during SCP-4616's nocturnal excursions, it will typically attempt to abduct them. SCP-4616 will never abduct more than a single individual in a given night, immediately taking its victim into the woods. \nNo abduction victim has ever been recovered\n See Addendum. SCP-4616 will also attempt to abduct any residents attempting to leave the containment area, regardless of the time of day.\n\n\nIf any individuals other than the farm's residents enter SCP-4616's containment zone at any time, it will violently attack them, typically overturning vehicles and reducing victims' bodies to a semi-fluid pulp within a matter of minutes. Unmanned vehicles produce no reaction, though it remains unclear how SCP-4616 is able to tell whether or not a vehicle is occupied, even when the occupants have been concealed.\n\n\nIf for any reason a farm becomes devoid of residents or otherwise defunct, SCP-4616 will relocate to the nearest farm containing a wooded area. Prior to containment, SCP-4616 appeared to consider anyone who lived at a farm prior to its appearance the residents, but it currently accepts new arrivals into its containment zone via a specially constructed subterranean tunnel. It likewise does not prevent personnel from leaving by this tunnel. At present, it is believed that SCP-4616 is unaware of the tunnel's existence, and it is unclear if it is aware that the farm residents have changed since it took over the property.\n\n\nDiscovery:\n SCP-4616 was discovered by Foundation monitoring of emergency hotlines when a 911 call by ███ ██████ reported the disappearance of her husband when he attempted to approach SCP-4616. Several emergency workers were also killed before MTF Epsilon-6 \"Village Idiots\" could arrive, necessitating cover-up procedures. SCP-4616 abducted ███ ██████ and her daughter before containment could be established, and then moved on to the neighbouring farm. Evacuation of the residents by helicopter was attempted and failed, again resulting in SCP-4616 relocating to another nearby farm. Preliminary testing resulted in SCP-4616 relocating an additional three times before current containment was established.\n\n\nAddendum:\n On ██/██/██ , a ring of 37 oak saplings appeared in the front lawn of the farmhouse, each growing out of what appeared to be a freshly dug shallow grave. An investigation quickly revealed that each sapling was growing out of a human corpse, with extensive root networks penetrating deeply throughout their bodies. The bodies were subsequently designated SCP-4616-A-1 to -37. Genetic testing confirmed that at least 16 of SCP-4616-A instances were prior SCP-4616 abduction victims. The bodies showed very little decay, and it is believed that the anti-microbial and insecticidal chemicals secreted by the sapling's roots are the primary cause of this.\n\n\nAutopsies have revealed that the sapling's acorns had been surgically implanted while the victims were still alive, and due to the lack of decay it is not possible to estimate how far growth had progressed before the victims expired.\n\n\nExhumation of SCP-4616-A and their removal off-site resulted in SCP-4616 causing approximately $14,000 worth of damages to the farm the following night.\n\n\nFollowing this event, SCP-4616 began exhibiting several changes in its behaviour. The D-class residing in the farmhouse have reported that SCP-4616 will often walk upon the roof of the house at night, and have spotted it standing on the roof during the day on three occasions. They also claim it briefly spied on them through windows at least twice and has begun running past them at high speeds while they are at work in the fields. Freshly dug holes are often found in the mornings, and the rate of livestock deaths has also increased by 17%.\n\n\nAs a result of these behavioural changes, rotation of D-class has been suspended until further notice.\n\n\n\n\nFootnotes\n\n\n1\n. Capable of moving at speed in excess of 150 kilometers per hour.\n\n\n2\n. This has included plant matter, recovered clothing, and animal tissue from both livestock and wild fauna.\n\n\n\n\n\n\n\n\n« \nSCP-4615\n | SCP-4616 | \nSCP-4617\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4616\n\" by DrChandra, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4616\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: On ██/██/██ , a ring of 37 oak saplings appeared in the front lawn of the farmhouse, each growing out of what appeared to be a freshly dug shallow grave. An investigation quickly revealed that each sapling was growing out of a human corpse, with extensive root networks penetrating deeply throughout their bodies. The bodies were subsequently designated SCP-4616-A-1 to -37. Genetic testing confirmed that at least 16 of SCP-4616-A instances were prior SCP-4616 abduction victims. The bodies showed very little decay, and it is believed that the anti-microbial and insecticidal chemicals secreted by the sapling's roots are the primary cause of this.\nAutopsies have revealed that the sapling's acorns had been surgically implanted while the victims were still alive, and due to the lack of decay it is not possible to estimate how far growth had progressed before the victims expired.\nExhumation of SCP-4616-A and their removal off-site resulted in SCP-4616 causing approximately $14,000 worth of damages to the farm the following night.\nFollowing this event, SCP-4616 began exhibiting several changes in its behaviour. The D-class residing in the farmhouse have reported that SCP-4616 will often walk upon the roof of the house at night, and have spotted it standing on the roof during the day on three occasions. They also claim it briefly spied on them through windows at least twice and has begun running past them at high speeds while they are at work in the fields. Freshly dug holes are often found in the mornings, and the rate of livestock deaths has also increased by 17%.\nAs a result of these behavioural changes, rotation of D-class has been suspended until further notice."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4616 \" by DrChandra, from the SCP Wiki . Source: https://scpwiki.com/scp-4616 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "SCP-4616's containment zone is to be staffed by nonviolent D-class personnel with Foundation provided training or real-world experience in agriculture, and operated as a commercial farm. D-class personnel must return to the farmhouse by sunset and remain indoors until sunrise.",
    "description": "SCP-4616 is a humanoid entity of unknown composition and intelligence, currently confined to a 400-hectare area of farmland and woods in █████████, ██.",
    "title": "SCP-4616"
}