{
    "url": "https://scp-wiki.wikidot.com/scp-4617",
    "all_text": "rating: \n+71\n+\n–\nx\n\n\n\n\n\n\nA jar of fluid secreted by SCP-4617\n\n\n\n\n\n\nItem №:\n SCP-4617\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4617 is contained in a minimally-furnished cell outfitted with a padded basin moulded to its body, featuring multiple drainage ports on the underside. SCP-4617 is supplied with nutrients and water via a removable face-mask, which can be triggered to dispense halothane or benzodiazepines in the event that it appears to be in distress. Staff interacting with SCP-4617 are to wear Type-1 respirators and have a rotation period of no more than six weeks, in order to minimise the long-term health effects of formaldehyde exposure.\n\n\nOnce every two weeks, a member of D-Class personnel should swab SCP-4617's skin and orifices for bacterial or fungal contamination — if any is found, a team of D-Class overseen by a Senior Researcher are to fully decontaminate the entity's soft tissues. The solution produced by the entity is to be stored in Fluid Warehouse 9, and transported by personnel with level II or higher Chemical Handling Proficiency. Objects produced in zeta (ζ) events are to be handled by the Site-06-3 on-duty HMCL Supervisor on a case-by-case basis.\n\n\nDescription:\n SCP-4617 is a human male of indeterminate age whose organic tissue constantly secretes an impure aqueous solution of formaldehyde and methanol in place of most other organic compounds or mixtures — neither sweat, mucus, saliva, blood plasma, bile, lymph, digestive fluid, tears, or vitreous humour are produced by the entity. SCP-4617's cells are unanimously non-functional, and it appears to be effectively immortal.\n\n\nDue to its condition, SCP-4617 is blind and largely deaf, and previous nasopharyngeal cancers\n1\n have eliminated its capacity for speech. Large portions of its skin are missing due to the lack of most biological healing and gradual tissue erosion, and the embalming properties of its secreted solution render it unable to move without great difficulty. While SCP-4617 expresses a psychological need for food, water, and oxygen, displaying psychosomatic symptoms and distress if they are withheld, the preservation of its body appears to negate all normal biological requirements. SCP-4617 has successfully endured up to nine weeks without food or water, displaying no major physical deterioration during this time.\n\n\nOnce every 18 days (±15 hours), SCP-4617 will undergo a ζ event, during which time it will violently convulse, tense all muscles, and slowly expel from its mouth a single mason jar (diameter 20 cm) filled with chemically pure water. In approximately 90% of cases, this jar will also contain a single object or document related to SCP-4617 in some way\n2\n. Despite being submerged in water, all objects have been in perfect condition upon their retrieval, and have remained undamaged while within their respective jar. To date, such objects have included:\n\n\n\n\nSmall denominations of coinage.\n\n\nA pocket watch, polished but unwound.\n\n\nA birth certificate identifying SCP-4617 as one \"Richard L. Hoffmann\"\n\n\nA dog collar.\n\n\nA sepia-toned photograph of SCP-4617 (presumably pre-anomaly) and a young woman, sitting in front of a canal.\n\n\nPages of notebooks containing diary entries, small watercolour paintings, and poems centred around the themes of rebirth, youth, and impermanence.\n\n\nGlass phials of the solution secreted by SCP-4617.\n\n\nA sketch of an idyllic countryside scene, featuring SCP-4617, the woman from the aforementioned photograph, and two young children, standing in front of a cottage. All but SCP-4617 are smiling.\n\n\nA pair of spectacles (broken).\n\n\nAn ornate dinner-plate (broken, recovered in fragments).\n\n\nCopies of various fiction and non-fiction works, all published prior to 1868.\n\n\nSmall, secondary mason jars, containing water, highly reactive solvents, motor oil, or blood plasma.\n\n\nPages of notebooks containing hundreds of intricate sketches of industrial machinery.\n\n\nA silver locket engraved with the words \"\nforever mine\n\" (empty).\n\n\nA fire-damaged letter (illegible), in a different hand to the previous diary entries.\n\n\nMultiple infant teeth.\n\n\nDrawings of the chemical structures of methanol, formaldehyde, and glutaraldehyde.\n\n\nUsed matches.\n\n\nA single human heart, salted.\n\n\n\n\nFollowing the ζ event, SCP-4617 will be unable to physically sense the contained object, and its capacity to perceive the object's existence — even indirectly — will vanish completely in the following hours. 1,802 objects have been expelled from SCP-4617 since its containment.\n\n\n\n\nFootnotes\n\n\n1\n. Likely the result of formaldehyde exposure, with numerous tumours now consisting of dead, stiffened tissue.\n\n\n2\n. Presumed. The origins of many items are yet unknown.\n\n\n\n\n\n\n\n\n« \nSCP-4616\n | SCP-4617 | \nSCP-4618\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "object_class": "Euclid",
    "containment_procedures": "SCP-4617 is contained in a minimally-furnished cell outfitted with a padded basin moulded to its body, featuring multiple drainage ports on the underside. SCP-4617 is supplied with nutrients and water via a removable face-mask, which can be triggered to dispense halothane or benzodiazepines in the event that it appears to be in distress. Staff interacting with SCP-4617 are to wear Type-1 respirators and have a rotation period of no more than six weeks, in order to minimise the long-term health effects of formaldehyde exposure.",
    "description": "SCP-4617 is a human male of indeterminate age whose organic tissue constantly secretes an impure aqueous solution of formaldehyde and methanol in place of most other organic compounds or mixtures — neither sweat, mucus, saliva, blood plasma, bile, lymph, digestive fluid, tears, or vitreous humour are produced by the entity. SCP-4617's cells are unanimously non-functional, and it appears to be effectively immortal.",
    "title": "SCP-4617"
}