{
    "url": "https://scp-wiki.wikidot.com/scp-4620",
    "all_text": "rating: \n+83\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-4620\n — \nThe Ch\nangel\ning\n\n\n\n\nWritten by \nJack Waltz\n and \nVivarium\n\n\n\n\nCheck out Jack Waltz's author page!\n\n\nCheck out Vivarium's author page!\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-4620\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\ncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFig.1.\n An image of SCP-4620 (top-right) taken in 1998 with its mother Harper Waelz (right) and Justin Waelz (left).\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nProvisional Site-233\n\n\n\n\n\n\nSite Director\n\n\n\n\nAIC.4620.01\n\n\n\n\n\n\nResearch Head\n\n\n\n\nAIC.4620.02\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nOmega-09 (\"Non-believers\")\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nProvisional Site-233\n\n\n\n\n\n\nSite Director\n\n\n\n\nAIC.4620.01\n\n\n\n\n\n\nResearch Head\n\n\n\n\nAIC.4620.02\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nOmega-09 (\"Non-believers\")\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All past iterations of this file have been removed and any personnel involved in prior containment efforts have been amnesticised and transferred from the project. Any further information concerning SCP-4620 outside of this file does not exist.\n\n\nProvisional Site-233 was erected in the area SCP-4620 was initially located in order to contain the anomaly. The facility is staffed exclusively with containment specialist AICs, tasked with monitoring and maintaining SCP-4620's core containment structure. SCP-4620 is contained at the centre of the complex within a 30 × 30 × 40 metre Type-K DEUS-Class Specialized Containment Unit. Any further information pertaining to the composition and layout of this chamber does not exist.\n\n\nSCP-4620 is to be accurately described and visualized by Foundation personnel aware of the anomaly with the information supplied in this file's description. Any personnel believing they or another individual perceives SCP-4620 incorrectly are encouraged to report themselves or their colleagues to eradicate any false notion of the anomaly. If there is a failure to comply with these containment efforts, Mobile Task Force Omega-09 (\"Non-believers\") will appropriately assess and resolve the containment failure by all means necessary. Any further information on the severity of a hypothesized SCP-4620 containment breach does not exist.\n\n\nDescription:\n SCP-4620 is a ten-year-old boy, named Jack Waelz, which is similar to a non-anomalous child of its age, is non-aggressive and poses little to no threat to human life with its anomalous properties. Any further information pertaining to SCP-4620's description does not exist.\n\n\n\n\n\n\nAddendum-4620-A: Discovery\n\n\n\n\nSCP-4620 was discovered on 15 September 2006 after orbital Foundation satellites began picking a high reading of Akiva\n.\nRadiant and traceable particles that are exuded by entities that are created and or sculpted by the belief and perception of those who hold knowledge of it.\n radiation emitted from a home, located in \n[REDACTED]\n, later identified to be the Waelz residence. The area surrounding the building was highly rural, having only a small civilian population present in a distant town.\n\n\nAn investigation into the homeowner, Harper Waelz, revealed no outwards or possible connections to the anomalous. The only notable information on them was the unexplained disappearance of her husband, Justin Waelz, on 15 August 2000. Following a police investigation into the matter, with little to no conclusive evidence or results that could be used to incriminate her, Harper inherited all of her spouse's property, since he died intestate, and proceeded to purchase and move to a new property with her son.\n\n\nMobile Task Force Beta-8 (\"Beta Eight Than Never\") was deployed to investigate the location and the possibility of a present and active anomaly. Team B03 was sent directly to the house while the rest of the task force formed a perimeter around the home, prepared to extract the team if the situation called for it.\n\n\n\n\n\n\nVIDEO LOG TRANSCRIPT\n\n\n\n\n\n\n\n\nFig.2.\n A still frame from body camera footage showing the Waelz residence.\n\n\n\n\n\n\n\n\nTeam:\n MTF Beta-8 Team B03\n\n\nTeam Members:\n B03-01 - \"Pixie\" (team lead), B03-02 - \"Elf,\" B03-03 - \"Troll\"\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nPixie:\n Mics working okay?\n\n\nElf:\n Check.\n\n\nTroll:\n Check.\n\n\nPixie:\n All right, let's roll, boys.\n\n\nThe team, under the guise of police officers, walk up the path leading to the home. An old red car, with its paint peeling and a rusting surface visually evident, is seen parked outside behind the house.\n\n\nElf:\n So, that report didn't really give us any details on what we're going up against. What do you think it is?\n\n\nPixie:\n Well, they did have us bring in some heavy-duty stuff, which \nusually\n means something big, but I really have no clue.\n\n\nTroll groans.\n\n\nTroll:\n If I didn't know better, I'd say the brass always send us to our deaths. Always fucking hate missions like this. It's probably going to be some massive eldritch horror or something. God, why did you have to volunteer for fuck's sake?\n\n\nPixie exhales and sighs.\n\n\nPixie:\n You do realize they're listening to us, like, right now?\n\n\nTroll:\n Listen, we have rights, you know. Seeing D-Class is damn depressing, but they probably all did something themselves to be in that situation. But look at us, we're just soldiers, trying to earn a goddamn living. But hell, in this line of duty we're all good as dead if the slightest thing doesn't tip in our favour.\n\n\nElf:\n Jeez, I hate your episodes, dude.\n\n\nPixie shakes her head.\n\n\nPixie:\n All right, let's cut the talk boys. We aren't here to fight anything. This is just reconnaissance. Act professional, and remember our cover story.\n\n\nUp close, the house appears greatly dilapidated, with mould and other fungi growing at the base of the walls. Pixie reaches the front door and rings the doorbell as Troll and Elf move a few meters away. After several minutes, footsteps are heard and the door is unlocked by the identified owner of the home, Harper Waelz.\n\n\nPixie:\n Good afternoon, ma'am. I'm Officer Martel.\n\n\nShows Harper her fabricated police ID card and badge.\n\n\nHarper:\n Um, yes, good afternoon. Is anything the matter, officer?\n\n\nIt was noted that Waelz was anxiously eyeing both Troll and Elf who were standing a small distance away. Her complexion is visibly pale and she is seen fidgeting.\n\n\nPixie:\n Oh, it's nothing serious ma'am. Don't be alarmed. Just here to ask a few questions from everyone in the neighbourhood, which isn't a lot, heh. Mind if we come inside, ma'am? It's awfully hot out here.\n\n\nHarper:\n Well, um, yes, that's all right, though, could we please do this outside?\n\n\nPixie:\n Outside? Oh, uh, yes of course ma'am. I don't mind.\n\n\nHarper:\n So, um, what exactly are you here to talk about?\n\n\nPixie:\n Yes, well, uh, it's got to do with your late husband, ma'am.\n\n\nHarper appears to be in a state of shock for a few seconds.\n\n\nHarper:\n J-Justin?\n\n\nPixie:\n Yes ma'am, I apologise for bringing up your loss so suddenly, but we do have some news. It \nwas\n a cold case before, but we think we may have found a lead, of sorts. Though the thing is, we may need to search your home. We realize it's been a long time, but we've still been told to probe around a bit. It's just our job, sadly, I hope we won't be intruding too much.\n\n\nHarper:\n W-wait, I… Do you have a warrant for this?\n\n\nPixie:\n Oh yes, ma'am. Here it is.\n\n\nPixie pulls out a falsified warrant from her back pocket and shows it to Harper, who appears even more uncomfortable and is seen sweating profusely.\n\n\nHarper:\n I-I see…\n\n\nPixie:\n Um, is everything all right, ma'am? You seem…\n\n\nA faint, low-pitched thud followed by a child crying can be heard from within the home, though not initially perceived by the team. However, the sound of wood fracturing from the floor below is clearly heard.\n\n\nHarper:\n Uh, no, no it-it's all right! I'm all right. Well, um, give me a moment, miss.\n\n\nPixie:\nOh, yes of course ma'am, but this is a pressing matter, and it's best if we conclude all this quickly.\n\n\nHarper suddenly attempts to close the door while Pixie moves in to stop her but is unsuccessful. Harper re-enters her home and quickly shuts the door. Pixie attempts to intervene but the door is locked.\n\n\nPixie:\n Hey! Ma'am! No, no, we're not here to arrest you, ma'am. We just came for a search and to have a small chat, that's all. We'll be in and out in an hour!\n\n\nHarper:\n Go away, please, I'm begging you! I won't let you come in here… I-I, please, just go!\n\n\nPixie:\n Open the door, ma'am. Or we'll have no choice but to enter with force, and detain you for resist—\n\n\nHarper:\n Go away! Please go away, leave us alone!\n\n\nPixie continues to bang on the door, requesting Harper to reopen it. No response is heard from within at this point, but hushed whispers are audible, and Pixie ceases. Giving up, she walks back to Troll and Elf.\n\n\nElf:\n Well, that plan's bust.\n\n\nPixie tsks in annoyance.\n\n\nPixie:\n Command, Harper Waelz has locked herself inside the home. Based on her body language and reaction, I do have reason to believe Harper is hiding something. My team will proceed back to the established perimeter and change gear to breach the residence.\n\n\nCommand:\n Copy. You have the green, Pixie. Do a quick sweep of the house and seize Harper Waelz for interrogation.\n\n\nPixie:\n Aye.\n\n\nShe signals to Elf and Troll.\n\n\nPixie:\n Let's go get this damn uniform off.\n\n\nTroll:\n Suits us.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\n\n\nVIDEO LOG TRANSCRIPT\n\n\n\n\nTeam:\n MTF Beta-8 Team B03\n\n\nTeam Members:\n B03-01 - \"Pixie\" (team lead), B03-02 - \"Elf,\" B03-03 - \"Troll\"\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nPixie:\n All right boys. For your briefing, just know that I, nor Command, are aware of what may be inside the building, and that's our job to investigate until the specialised team arrives comes in to deal with it. Be prepared for anything remotely biblical in nature. Rivers of blood, locusts, and all that jazz. But our current mission right now is not to deal with the anomaly, but rather to detain the POI inside, Harper Waelz. We will restrain her, unharmed preferably, and bring her in. Questions?\n\n\nNone respond.\n\n\nPixie:\n All right, let's roll!\n\n\nTeam B-Alpha moves towards the household with portable Akiva readers, Type III Akiva Nullifiers, screening suits, and breaching tools.\n\n\nTroll:\n You know you keep saying something inside the house is emitting the Arks and we don't know what it is. What if the upper brass does know and they just aren't telling us? What if \nyou\n know what it is and you're just too \nscared\n to tell us?\n\n\nPixie:\n Oh God, just shut up. I know just as much as you two, all right? But… Let's just be prepared for the worst.\n\n\nNeither of the two speak again, leaving the discussion silent.\n\n\nElf:\n Come on, we're all a little tense here. Let's just get this mission over with, and let out all our steam with a good ol' drink. Right now, we focus.\n\n\nBoth nod. None of the operatives converse further past this point and the team quickly reaches the building.\n\n\nPixie:\n All right. Troll, get the ram ready.\n\n\nPixie:\n Okay. On three. One, two, three!\n\n\nEquipped with the battering ram, Troll strikes the front door's latches and breaks the door open. Pixie and Elf enter the building and quickly split to clear every available room near their entry point. No objects of interest are caught by the Akiva readers due to the sheer volume and presence of radiation within the home. Harper Waelz is found nearby in a bedroom, praying.\n\n\nHarper:\n Heavenly Father, may my child not be harmed. May he not be corrupted, for you are with him. As I place my child in your loving hands, give me peace, knowing that your strength is theirs. Please replace their darkness with the strength and courage to face whatever the day brings. Give my child the strength to say no to the devil and say yes to your glorious way. Lord, I ask that you help my son to find comfort in you. I pray for him to be my little—\n\n\nTroll:\n Pixie, we've got the target.\n\n\nPixie:\n All right, on my way. Keep an eye on the POI, we don't know if they got any anomalous abilities themselves.\n\n\nTroll:\n Copy.\n\n\nElf:\n Second floor is clear! No abnormal readings from the detectors. Well, we can't get a good one anyway.\n\n\nPixie:\n All right, get downstairs. Anything of note at all?\n\n\nElf:\n Nothing. Pictures, photo albums, personal items, \net cetera\n. Like I said, we can't find the source of the Arks with it messing with the readers so much. We'll need the specialized team to come in.\n\n\nPixie:\n All right, let them deal with this. Command? We've got the PoI. We can't get a great reading on the inside of the home, however. Requesting a specialized team take over for a proper search, once they arrive.\n\n\nCommand:\n Granted. Bring back Harper, that's all.\n\n\nPixie:\n Understood. Troll, take her outside.\n\n\nTroll:\n Gotcha.\n\n\nTroll moves to arrest Harper but, she struggles under his grasp, and escapes. She heads down the hallway.\n\n\nTroll:\n Ah! Get back here, woman!\n\n\nPixie:\n Get her! Pin her down!\n\n\nElf grabs hold of Harper and pins her against the wall. She screams.\n\n\nHarper:\n Let go of me! Stop it! Get away! You're corrupting my little boy!\n\n\nHarper, while resisting, kicks Elf's knee. He grunts and his grip on Harper loosens, letting her escape again towards the room she was in previously.\n\n\nElf:\n Fucking shit! She's not easy to grab.\n\n\nPixie:\n I'm on 'em!\n\n\nPixie chases behind Harper but is unable to stop her as she locks the door to the room.\n\n\nPixie:\n Fuck! Damn it. Troll!\n\n\nTroll:\n Got it.\n\n\nTroll takes up the battering ram once more and breaks the door latch open. Pixie moves in and sees Harper attempting to lift a chair. She attacks Pixie with it but is knocked over and held down.\n\n\nHarper:\n Stop it! Please! Why are you here? Please, go away! Stop making my son cry!\n\n\nHarper continues screaming.\n\n\nPixie:\n Damn it, this wom— hey, wait, have we seen her son anywhere in the house?\n\n\nAn \nunidentified noise\n is heard and the agents freeze.\n\n\nTroll:\n The fuck?\n\n\nElf:\n It's coming from somewhere in here. There.\n\n\nElf walks towards a tapestry displaying an image of Saint Mary holding the Christ Child hanging from its frame. He pulls it down to reveal a door. Standing in front of it for a few moments, he pushes it open to reveal a stairway leading into a subterranean level.\n\n\nElf:\n Jesus, the smell…\n\n\nElf staggers backwards.\n\n\nElf:\n Ugh… Well, it's dark and I can't see anything. Pixie, should we—\n\n\nHarper:\n Go away! Damn it, just go away! Leave my Jack! Leave my angel! Leave him alone!\n\n\nHarper continues to struggle further.\n\n\nPixie:\n She ain't going to calm down. Elf, wait. Troll, could you sedate her?\n\n\nElf turns and nods at Pixie while Troll assists Pixie with holding Harper down, applying sedatives to her. From the perspective of Elf's body cam which is still angled to view the open door, a large force shatters the lower door leading into the basement itself. Elf jumps back.\n\n\nElf:\n Holy shit!\n\n\nAll look towards the stairs. \nA ten-year-old boy\n emerges.\n\n\nTroll:\n Oh my fucking God.\n\n\nHarper:\n No… Jack… Don't let these evil men turn you!\n\n\nPixie:\n Get back! Get back!\n\n\nCommand:\n Do not engage! Retreat! Leave the POI! Get out of there!\n\n\nAll further recorded information pertaining to the events that transpired on the mission led by MTF Beta-8 after this point no longer exists. Any information pertaining to the deaths of Agent Pixie, Elf, Troll and Harper Waelz does not exist. Approximately 5 days after this event, a Foundation Site was discovered, declaring itself as Provisional Site-233, erected at the former location of the Waelz household. Immediately after contact was made, this file was uploaded to the SCiPNET database along with additional relevant files. Direct instructions from a Level 5 Clearance authority from within Site-233 have prohibited any further investigations pertaining to the Site's origins and the damage to its surrounding area.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\n\n\nVIDEO LOG TRANSCRIPT\n\n\n\n\nForeword:\n The following footage was recovered from a VHS tape found within the wreckage of the Waelz household after the initial discovery of SCP-4620 within a hidden area located beneath the floorboards of the basement. Due to heavy damage sustained by the recording device, some portions of the video have become illegible.\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nThe video log begins with a car moving forward on a roadway. It has been confirmed to be a suburb located in Seattle, Washington.\n\n\nHarper:\n It's working! Okay, are you ready?\n\n\nThe frame shifts as the camera is moved to look at the back right seat of the car which holds a booster seat and a young Jack Waelz.\n\n\nHarper:\n Say hi, Jack! Come on! I know you can do it!\n\n\nJack Waelz moves his hands in the rough approximation of a wave. The language used by Harper in reference to Jack becomes exceedingly incomprehensible as she begins speaking in what is commonly referred to as \"baby speak.\"\n\n\nHarper:\n Now say hi to daddy!\n\n\nThe frame moves to show the driver of the car, Justin Waelz, who does not look back.\n\n\nJustin:\n Harper, you don't have to record everything.\n\n\nHarper:\n Oh come on, Jack and I had such a wonderful time at the park. I just… Want to remember it forever.\n\n\nJustin:\n We already used up a film roll there. I'm trying to drive.\n\n\nHarper:\n Can you please be a little more supportive? You've been a stone wall all day.\n\n\nThe camera pans upward as Harper stops filming Justin directly.\n\n\nJustin:\n Those tapes aren't cheap. Stop filming everything and just be quiet!\n\n\nJustin lunges forward and attempts to grab the camera. The vehicle at this time begins to improperly move through an intersection during a red light. In the background, over Justin's right shoulder, a large van can be seen speeding towards the car. It impacts the rear section of the vehicle, causing the car to lose control and spin. Screams can be heard as the camera is dropped, falling to the floor of the car. Footage beyond this point is illegible due to damage received during the crash.\n\n\n\n\n\n\n\n\nFig.3.\n Evidence provided during the civil suit against Justin Waelz.\n\n\n\n\n\n\nNote:\n Records of this incident have been located within Seattle public records stating the crash was caused by distracted driving with one of the drivers involved, Justin Waelz, being sued for damages. No casualties were reported, however records show that Jack Waelz was severely injured but miraculously survived despite the majority of the right driver's side portion of the vehicle collapsing inwardly onto the child.\n\n\n\n\nThe video begins to corrupt due to it being overwritten by more recent footage. The frame begins to erratically shift due to Mr. And Mrs. Waelz fighting over the camera.\n\n\nJustin:\n Stop it! You need to see what he is! This isn't right!\n\n\nHarper:\n Shut up! He is our child! How can you say that about your own son?!\n\n\nJustin:\n That fucking \nthing\n is not our son! Let go!\n\n\nThe camera sways sharply in a singular direction as Justin forces the camera away from Harper as she falls to the ground.\n\n\nJustin:\n We both know he didn't survive that wreck! I saw his mangled corpse just like you did! And then you fucking prayed, and n-now something is wearing his skin and you still call it your \"little angel?\"\n\n\nJustin approaches the basement stairs and descends. \nUnidentifiable sounds\n can be heard growing in intensity as he approaches the basement door.\n\n\nAny further footage of this event does not exist.\n\n\nThe camera is resting on the ground facing away from the basement door. The sound of Harper Waelz struggling to lift a heavy object can be heard followed by laboured steps ascending the stairwell. One hour and thirty minutes pass before footsteps can be heard descending the stairwell again.\n\n\nHarper:\n I'm back, sweetheart, I'm back. I'm sorry about all of this. But it's okay. I won't leave you. You're my little angel, Jack, always and forever. I love you.\n\n\nSCP-4620:\n \nI love you too Mom.\n\n\nThe camera is left on and eventually turns off after running out of film.\n\n\n\n\n[END LOG]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n⠀Message from: AIC 4620.103 (Provisional Site-233)⠀\n\n\n⠀SCP-4620 File Creation Attempt #23⠀\n\n\n\n\nATTENTION\n, an eminent \nCONTAINMENT FAILURE\n of SCP-4620's main chamber was detected. Please \nCLOSE THIS FILE\n and \nREMAIN IN YOUR CURRENT POSITION\n. You will be escorted by the arriving task force to be administered \nIMMEDIATE AMNESTIC TREATMENT\n. This file will now be removed and reformatted to prevent further containment breaches.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nrating: \n+83\n+\n–\nx\n\n\n\n\n« \nSCP-4619\n | SCP-4620 | \nSCP-4621\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4620\n\" by Jack Waltz and Vivarium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4620\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n family.jpg\n\n\nAuthor:\n Wonderlane\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nFlickr\n\n\nAdditional Notes:\n Edited by \nVivarium\n\n\n\n\n\n\nFilename:\n house.png\n\n\nAuthor:\n Grimvr\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nFlickr\n\n\nAdditional Notes:\n Edited by \nEstrellaYoshte\n\n\n\n\n\n\nFilename:\n car.jpg\n\n\nAuthor:\n adrian8_8\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nFlickr\n\n\nAdditional Notes:\n Edited by \nVivarium",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4620 \" by Jack Waltz and Vivarium, from the SCP Wiki . Source: https://scpwiki.com/scp-4620 . Licensed under CC-BY-SA .",
        "Filename: family.jpg Author: Wonderlane License: CC BY 2.0 Source: Flickr Additional Notes: Edited by Vivarium",
        "Filename: house.png Author: Grimvr License: CC BY 2.0 Source: Flickr Additional Notes: Edited by EstrellaYoshte",
        "Filename: car.jpg Author: adrian8_8 License: CC BY 2.0 Source: Flickr Additional Notes: Edited by Vivarium"
    ],
    "containment_procedures": "All past iterations of this file have been removed and any personnel involved in prior containment efforts have been amnesticised and transferred from the project. Any further information concerning SCP-4620 outside of this file does not exist.",
    "description": "SCP-4620 is a ten-year-old boy, named Jack Waelz, which is similar to a non-anomalous child of its age, is non-aggressive and poses little to no threat to human life with its anomalous properties. Any further information pertaining to SCP-4620's description does not exist.",
    "title": "SCP-4620"
}