{
    "url": "https://scp-wiki.wikidot.com/scp-4622",
    "all_text": "rating: \n+52\n+\n–\nx\n\n\n\n\n\n\nSCP-4622\n\n\n\n\n\n\nItem #:\n SCP-4622\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4622 is to remain untouched via an area of exclusion, 2 km in diameter, surrounding the vicinity. Foundation metaphysicians are to research methods of examining and identifying SCP-4622-1's biology without triggering its anomalous properties.\n\n\nBeyond the assigned research and containment staff chosen, no other personnel are to enter this area of exclusion. Any individuals or personnel that do are to be detained and brought in for questioning. Detained individuals are to undergo therapeutic treatment and amnesticized from ever encountering SCP-4622-1.\n\n\nDescription:\n SCP-4622 is an unmarked open grave in front of a tree located at the peak of a hill in the Chugach Mountains of Alaska. A tombstone is affixed to the grave but bears no name or identity of the figure lying within.\n\n\nThe figure, hereafter referred to as SCP-4622-1, is a corpse in an advanced state of decomposition that is heavily distorted and warped beyond human perception. Further observation of SCP-4622-1 has been known to cause mild eyestrain, headaches, and nosebleeds in the observing individual. SCP-4622-1 carries another anomalous effect: observers will perceive the figure in the grave as themselves and will attempt to fill it with soil from SCP-4622-2.\n\n\nSCP-4622-2 is a mound of soil with a shovel affixed to it, located to the right, beside the grave. SCP-4622-2 instantly replenishes any of its mass lost when not observed. Likewise, any attempt to fill SCP-4622 will be unsuccessful as no matter how much soil has been shoveled into the grave, SCP-4622 will always remain unchanged.\n\n\nAddendum 4622.1:\n Audio Log Transcript\n\n\n \n\n\n\n\n+ Access Log\n\n\n\n\n- Close\n\n\n\n\n\n\nExploration Audio Log Transcript\n\n\nInterviewer:\n Dr. Craig Wallstone\n\n\nSubject:\n D-53040\n\n\nTarget:\n SCP-4622\n\n\nLocation:\n 4622-Location point, Chugach Mountains, Alaska\n\n\nEquipment:\n One microphone attachment and earpiece device\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Wallstone:\n Hello? D-53? Robert, can you hear me?\n\n\nAudio noise is heard from D-53040's receiver.\n\n\nD-53040:\n Loud and clear.\n\n\nDr. Wallstone:\n Do you know what to do?\n\n\nD-53040:\n Walk up the hill and find the tree? I'm sure that's all I was told to do. Unless there's more-\n\n\nDr. Wallstone:\n No, no. That's good. That's all you have to do here.\n\n\nD-53040:\n Right… cool.\n\n\nD-53040 begins walking up the hill, occasionally stopping to rest for a few seconds before continuing onwards. He arrives at the front of SCP-4622 and stops.\n\n\nD-53040:\n Is uh… this the one? This is the only tree here.\n\n\nDr. Wallstone:\n Yes, do you see anything else?\n\n\nD-53040:\n There's uh… a grave here with a tombstone and a pile of dirt right beside it. There's no name on it. The tombstone.\n\n\nDr. Wallstone:\n Okay, now I want you to step forward and look at the open hole in the ground.\n\n\n(D-53040 clears his throat.)\n\n\nD-53040:\n Wait, you want me to look at the grave? Why?\n\n\nDr. Wallstone:\n It's part of the test. Just do it.\n\n\nD-53040 moves forward to the grave and looks down.\n\n\nDr. Wallstone:\n D-53?\n\n\nD-53040 does not respond.\n\n\nDr. Wallstone:\n D-53? Come in.\n\n\nD-53040 does not respond.\n\n\nDr. Wallstone:\n Robert?\n\n\nD-53040:\n It's-\n\n\nD-53040 pauses for 6 seconds. No other audible actions are heard from him.\n\n\nD-53040:\n It's me.\n\n\nDr. Wallstone:\n Is that what you see in the hole?\n\n\nD-53040:\n Yes. I'm here standing in front of me in the hole. The eye- the eyes are open. I'm looking at myself right now.\n\n\nDr. Wallstone:\n You sound… impassive. Are you fine, Robert?\n\n\nD-53040 does not respond for a 12 seconds. During this period, the sound of labored breathing can be heard from him.\n\n\nD-53040:\n \n(Subject clears his throat.)\n Yeah, yeah. I'm fine.\n\n\nAt this point, other noises can be heard from D-53040's microphone. It is implied that D-53040 has begun shoveling dirt into SCP-4622.\n\n\nEfforts to call D-53040's attention remain unchanged as D-53040 remains fixated on his current duty. D-53040 remains there for five hours shoveling dirt into SCP-4622 before he speaks again. A task force is called in to pick up D-53040 from the area.\n\n\nD-53040:\n Doctor?\n\n\nDr. Wallstone:\n Yes, Robert?\n\n\nD-53040:\n What am I here for?\n\n\nDr. Wallstone:\n What do you mean?\n\n\nD-53040:\n I don't understand why we're alive. I don't get it. Why do we fear death?\n\n\nDr. Wallstone:\n I- I'm not sure I'm qualified to answer but… I presume you have an answer to the question yourself?\n\n\nD-53040:\n We- I- I had an epiphany. We- I'm sorry if this just came out of nowhere but- I- I think we were always meant… to die.\n\n\nDr. Wallstone:\n I see. What brought you to this conclusion?\n\n\nD-53040:\n It's- It's that we're always so afraid of dying. The- the pain that comes with it before the end. But that's not what we're so scared of. No, we're scared of what comes next. But- but it's not all bad and painful. I look down at this grave right here… and I see myself. I also realize that- that that me down there, it's meant to mean something to me. I know that it's telling me something.\n\n\n(D-53040 begins sniffling under his breath. His labored breathing gets louder than before.)\n\n\nDr. Wallstone:\n Are you okay?\n\n\nD-53040:\n It's okay. I got a nosebleed, that's all. It's smeared all over my hand.\n\n\nDr. Wallstone:\n We're sending a team to pick you up. We can finish this in the debrie-\n\n\nD-53040:\n Let me finish. There's- the thing in the ground told me the truth about this life; everything is finite and we amount to less than a footnote in the grand scale of this goddamn life. Everything; you, me, your bosses, my family, the planet, the stars, the galaxy… everything under this universe will expire. They fear the uncertainty of the end. Deep down, they know, they know that nothing they do will matter. They won't be remembered for the things that made them who they are, the things that shaped them to be.\n\n\nDr. Wallstone:\n Are you talking about death? Robert, if you're talking about being remembered, you should know that nobody forgets what anyone did. We'll all be remembered for something.\n\n\nD-53040:\n You don't understand it. We're lying to ourselves when we say that we will be remembered for something. Who will remember us when the inevitable time comes? No one will. Not a damn soul out there in the universe will ever take notice and say that what we did mattered. Because- because in the end, nothing will matter. Our time grows short with each passing second. Every minute, every hour, every single day, and it never stops for us. It won't, and I can't help but wonder. I can't help but wonder why we keep lying to ourselves about the truth. I'm- I'm trying to understand it.\n\n\n(D-53040 and Dr. Wallstone are silent.)\n\n\nDr. Wallstone:\n …is that why you're filling the hole, Robert? Are you trying to hurry it up? There's more to life than just mulling about the end.\n\n\n(D-53040 is silent, save for quiet sniffling.)\n\n\nDr. Wallstone:\n I'm not- I'm here to do what I- \n(clears throat)\n Look, what I do today matters. I don't think about the past and I don't worry about the future. What I do now? That's what matters to me. I cherish what I have right now and- and I hope you can see that. It's not easy, it never was.\n\n\nD-53040:\n I know. I know that but- but it's just that I can't help but think about everything we've ever done. Is this it? Existing to wait for the end?\n\n\nDr. Wallstone:\n I can't answer for sure but- but I think it's better for us, for everyone really, if we just lived right now in the moment.\n\n\nD-53040:\n Yeah… yeah, okay. I guess I'll do that.\n\n\n\n\nFollowing this incident, task force personnel apprehended D-53040 at SCP-4622. D-53040 has been processed for psychiatric evaluation and amnesticized from the experience.\n\n\nContainment procedures have been updated in light of this event.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4621\n | SCP-4622 | \nSCP-4623\n »",
    "addendums": [
        "Addendum 4622.1: Audio Log Transcript"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4622",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4622 is to remain untouched via an area of exclusion, 2 km in diameter, surrounding the vicinity. Foundation metaphysicians are to research methods of examining and identifying SCP-4622-1's biology without triggering its anomalous properties.",
    "description": "SCP-4622 is an unmarked open grave in front of a tree located at the peak of a hill in the Chugach Mountains of Alaska. A tombstone is affixed to the grave but bears no name or identity of the figure lying within.",
    "title": "SCP-4622"
}