{
    "url": "https://scp-wiki.wikidot.com/scp-4629",
    "all_text": "rating: \n+84\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-4629 — A Little Easter Egg\n\n\nAuthor:\n AlanDaris\n\nJam contest 2020 entry for the 1st, \"EXPLOSIONS\", theme.\n\n\nMy other work for this contest:\n \nSCP-5058\n\n\n~~ More Alan Stuff ~~\n\n\n\n\n\n\n\n\n\n\nrating: \n+84\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-4629\n\n\nObject Class:\n Euclid\n\n\n\n\n\n\nFoundation personnel walking a group of sheep for initial SCP-4629 testing.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation-operated bot I/O-BARAMYOU is to monitor the web for mentions of SCP-4629 occurrences in the real world. Assigned personnel are tasked with investigating the reports compiled by the bot, as well as administering amnestics to witnesses and deleting the mentions of the event in case of SCP-4629 occurrence being confirmed.\n\n\nSCP-4629 references in various forms of media, specifically the video game industry, were deemed unlikely to cause a secrecy breach and are used as an additional disinformation campaign.\n\n\nDescription:\n SCP-4629 is a phenomenon that causes a spontaneous rise of pressure within the bodies of \nOvis aries\n (Sheep) species and results in them violently exploding. SCP-4629 occurs when a member of the respective species (hereby SCP-4629-1) is touched by a human individual at least one hundred times within the time span of three minutes. The action has to be performed with either of the person's hands, and the physical contact has to be fully severed before repeating.\n\n\nNo biological changes were detected within SCP-4629-1's body during the process, but the animals were observed to show signs of increasing emotional distress. SCP-4629 was first observed in November 2003, and two more events occurred in the following decade outside of testing.\n\n\nThe initial investigation conducted in 2004 revealed SCP-4629's close resemblance to hidden available interactions from a number of video games. The most recent game depicting process similar to SCP-4629 at that moment was a real-time strategy \"Warcraft III: Reign of Chaos\"; in the game, if a player clicked on a neutral animal unit several dozen times in a quick fashion, it rapidly exploded. It was estimated that the phenomenon started occurring six months after Warcraft III was released. The game's lead programmer, an individual named Mike O'Brien (hereby PoI-1008) was brought into the Foundation custody and interviewed.\n\n\n\n\nAddendum 4629: Interview Log\n\n\nINTERVIEWED:\n PoI-1008\n\n\nINTERVIEWER:\n Doctor B. Bishop\n\n\nDATE:\n 15/08/2003\n\n\n\n\n\n\n\n\n\n\nBEGIN LOG\n\n\n\n\n\n\n\n\nDr. Bishop:\n Hello, Mr. O'Brien. I'm here to ask you a couple of questions about your latest game.\n\n\nPoI-1008:\n Hello. I'm, well… Flattered? I'm glad so many people are interested in the game, but I didn't expect this, you know. To talk about it in a place like this.\n\n\nDr. Bishop:\n Don't worry, this won't take long. We only wanted to know more about a specific interaction. The one that causes animals to explode after you click on them.\n\n\nPoI-1008:\n Uh, exploding sheep easter egg? Yeah, it's a fun one.\n\n\nDr. Bishop:\n We wanted to know whether there's something unusual about this \"easter egg\". Do you remember how you thought of it?\n\n\nPoI-1008:\n Well, once I saw a sheep blow up after being poked a bunch of times, so that was the inspiration I guess.\n\n\nDr. Bishop:\n …You did? Was it after you started developing the game?\n\n\nPoI-1008:\n Oh no, it happened a pretty long time ago. During summer, I was ten or so at a time. I and my parents went to a friends' farmhouse to celebrate, uh, a birthday I think. The place had a grass field nearby, and a dozen grazing sheep.\n\n\n(PoI-1008 pauses)\n\n\nPoI-1008:\n As far as I recall, when we were arsing around on that field, we realized those sheep reacted if you touched them. You'd poke, and they'd go \"baa\" or \"meh\". I don't remember whose idea it was, but we decided it'll be fun to poke a single sheep a bunch of times. Like, very rapidly. We weren't smart kids.\n\n\n(PoI-1008 chuckles for a moment)\n\n\nPoI-1008:\n So, one of us, Fred I think, did it for a minute and then \nboom\n. The sheep is in pieces and the poor guy stands there covered in blood from head to toe. Others started screaming and running away, but I personally thought the whole thing was fucking hilarious. In a dark way, you know?\n\n\nDr. Bishop:\n Uh, I guess?\n\n\nPoI-1008:\n \n(Laughs briefly)\n The parents didn't believe us, of course. And after some time, I also started to doubt whether I really saw that. Dunno why I remembered this situation years after, but when we were making Warcraft, I just thought of it and pitched my idea to other folks in the studio. They agreed it'll be a fun thing to include. Didn't think much of it since, honestly.\n\n\nDr. Bishop:\n You were ten at the time, so you're saying the phenomenon was occurring as early as 1983?\n\n\nPoI-1008:\n \n(Shrugs)\n I guess. Anything else you wanted to know?\n\n\nDr. Bishop:\n No. That is all, thank you for your cooperation.\n\n\n\n\n\n\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\nAfterword:\n PoI-1008 was deemed unresponsible for SCP-4629, administered Class-A amnestic and released. The individual and related persons were then disinformed regarding the event that occurred during the summer of 1983 to conceal the true nature of SCP-4629.\n\n\nAn additional investigation into the phenomenon's origin was conducted, during which the assigned personnel inspected various printed media, writings, and folklore. In total, twelve mentions of SCP-4629 were located in texts and verbal sources such as urban legends, situated in different countries and compiled during different time periods, with the earliest mention being dated by the sixteenth century. The phenomenon was mostly attributed to an unknown illness, witchcraft, or paranormal events. Neither of the observed sources gained widespread attention due to lacking in prominence and/or credibility in the eyes of the general public.\n\n\nIt is currently believed that SCP-4629 existed for at least five hundred years, but remained unknown to the civilian population due to complicated and extremely obtuse requirements for its occurrence.\n\n\n\n\n\n\n\n\n« \nSCP-4628\n | SCP-4629 | \nSCP-4630\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4629\n\" by AlanDaris, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4629\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ManAndSheep.jpg\n\n\nName:\n N/A\n\n\nAuthor:\n pixel2013\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPixnio\n\n\nAdditional Notes:\n Image cropped from original.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Addendum 4629: Interview Log INTERVIEWED: PoI-1008 INTERVIEWER: Doctor B. Bishop DATE: 15/08/2003 BEGIN LOG Dr. Bishop: Hello, Mr. O'Brien. I'm here to ask you a couple of questions about your latest game. PoI-1008: Hello. I'm, well… Flattered? I'm glad so many people are interested in the game, but I didn't expect this, you know. To talk about it in a place like this. Dr. Bishop: Don't worry, this won't take long. We only wanted to know more about a specific interaction. The one that causes animals to explode after you click on them. PoI-1008: Uh, exploding sheep easter egg? Yeah, it's a fun one. Dr. Bishop: We wanted to know whether there's something unusual about this \"easter egg\". Do you remember how you thought of it? PoI-1008: Well, once I saw a sheep blow up after being poked a bunch of times, so that was the inspiration I guess. Dr. Bishop: …You did? Was it after you started developing the game? PoI-1008: Oh no, it happened a pretty long time ago. During summer, I was ten or so at a time. I and my parents went to a friends' farmhouse to celebrate, uh, a birthday I think. The place had a grass field nearby, and a dozen grazing sheep. (PoI-1008 pauses) PoI-1008: As far as I recall, when we were arsing around on that field, we realized those sheep reacted if you touched them. You'd poke, and they'd go \"baa\" or \"meh\". I don't remember whose idea it was, but we decided it'll be fun to poke a single sheep a bunch of times. Like, very rapidly. We weren't smart kids. (PoI-1008 chuckles for a moment) PoI-1008: So, one of us, Fred I think, did it for a minute and then boom . The sheep is in pieces and the poor guy stands there covered in blood from head to toe. Others started screaming and running away, but I personally thought the whole thing was fucking hilarious. In a dark way, you know? Dr. Bishop: Uh, I guess? PoI-1008: (Laughs briefly) The parents didn't believe us, of course. And after some time, I also started to doubt whether I really saw that. Dunno why I remembered this situation years after, but when we were making Warcraft, I just thought of it and pitched my idea to other folks in the studio. They agreed it'll be a fun thing to include. Didn't think much of it since, honestly. Dr. Bishop: You were ten at the time, so you're saying the phenomenon was occurring as early as 1983? PoI-1008: (Shrugs) I guess. Anything else you wanted to know? Dr. Bishop: No. That is all, thank you for your cooperation. END LOG Afterword: PoI-1008 was deemed unresponsible for SCP-4629, administered Class-A amnestic and released. The individual and related persons were then disinformed regarding the event that occurred during the summer of 1983 to conceal the true nature of SCP-4629. An additional investigation into the phenomenon's origin was conducted, during which the assigned personnel inspected various printed media, writings, and folklore. In total, twelve mentions of SCP-4629 were located in texts and verbal sources such as urban legends, situated in different countries and compiled during different time periods, with the earliest mention being dated by the sixteenth century. The phenomenon was mostly attributed to an unknown illness, witchcraft, or paranormal events. Neither of the observed sources gained widespread attention due to lacking in prominence and/or credibility in the eyes of the general public. It is currently believed that SCP-4629 existed for at least five hundred years, but remained unknown to the civilian population due to complicated and extremely obtuse requirements for its occurrence.",
        "\" SCP-4629 \" by AlanDaris, from the SCP Wiki . Source: https://scpwiki.com/scp-4629 . Licensed under CC-BY-SA .",
        "Filename: ManAndSheep.jpg Name: N/A Author: pixel2013 License: CC0 Source Link: Pixnio Additional Notes: Image cropped from original."
    ],
    "item": "SCP-4629",
    "object_class": "Euclid",
    "containment_procedures": "Foundation-operated bot I/O-BARAMYOU is to monitor the web for mentions of SCP-4629 occurrences in the real world. Assigned personnel are tasked with investigating the reports compiled by the bot, as well as administering amnestics to witnesses and deleting the mentions of the event in case of SCP-4629 occurrence being confirmed.",
    "description": "SCP-4629 is a phenomenon that causes a spontaneous rise of pressure within the bodies of Ovis aries (Sheep) species and results in them violently exploding. SCP-4629 occurs when a member of the respective species (hereby SCP-4629-1) is touched by a human individual at least one hundred times within the time span of three minutes. The action has to be performed with either of the person's hands, and the physical contact has to be fully severed before repeating.",
    "title": "SCP-4629"
}