{
    "url": "https://scp-wiki.wikidot.com/scp-4635",
    "all_text": "rating: \n+35\n+\n–\nx\n\n\nItem #:\n SCP-4635\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4635 is to be contained in Locker-348 in Site-32. Access to Locker-348 and use of SCP-4635 for experimental purposes is only permitted to MTF Alpha-7 ('Literature Professors') operatives who have been administered with a Class-LE amnestic\n1\n or who do not possess any grasp of the English language.\n\n\nPersonnel exposed to SCP-4635 without the above prerequisites are to be administered Class-A and/or Class-LE amnestics and placed under observation for any manifestations of SCP-4635's effects.\n\n\nDescription:\n SCP-4635 is a VHS tape with the label 'Language Mastery, Tape 1: English' taped on one side. No manufacturer logo or name can be found on the tape. SCP-4635 can be played and rewound normally on any VHS tape players without any internal problems with the tape player.\n\n\nSCP-4635's contents include a six minute, thirty-five second video hereby designated as SCP-4635-1. SCP-4635-1 resembles an instructional video on how to speak basic English (A comprehensive summary of SCP-4635-1's details are covered in Addendum 4635-2).\n\n\nSCP-4635-1's anomalous effects will only manifest should an individual who has a grasp of the English language watch it, regardless of their mastery of the language. Should such an individual watch or listen to SCP-4635-1 for a duration of greater than one minute, they will experience a temporary paralytic shock and are subsequently incapacitated for a maximum duration of 24 hours.\n\n\nFollowing the individual's recovery from their initial shock, they will begin to experience the following symptoms within three months:\n\n\n\n\nDifficulty in understanding words or sentences being spoken in English\n\n\nDifficulty in reading documents or messages written in English\n\n\nDifficulty in writing words or sentences in English\n\n\nDifficulty in speaking English words or sentences\n\n\n\n\nAfter a duration of three months, the individual’s grasp of the English language will degenerate to a point where they will find themselves completely unable to understand or express their thoughts in English. All attempts to help these individuals re-learn English or to help them forget SCP-4635-1 using amnestics at that point of manifestation have been unsuccessful.\n\n\nAddendum 4635-1:\n \nDiscovery\n\n\nSCP-4635 was discovered in the home of Mr. A██████ (PoI-4367) in Liverpool, England on September 25th, 19██. Following the recovery of SCP-4635, Mr. A███████ was interrogated by Foundation agents about SCP-4635.\n\n\n\n\nOPEN SCP-4635 INTERVIEW FILE (LEVEL 4 CLEARANCE REQUIRED)\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\nInterviewed:\n Mr. A███████, former possessor of SCP-4635\n\n\nInterviewer:\n Dr. Frederick Orwell, Site-32 Head Researcher\n\n\nForeword:\n The interview was conducted entirely in Russian, and has been translated to English.\n\n\n<Begin Log, 0945 hours>\n\n\nFO:\n How did you come across this tape?\n\n\nA:\n I think…it used to be my father's. He passed it on to me when he died.\n\n\nFO:\n I see. Did your father also lose his ability to speak English?\n\n\nA:\n No. He always only spoke in Russian. He came from Russia, you see. I think he probably bought that tape to learn English. But…I don't think he ever got round to using it.\n\n\nFO:\n And did your father ever say who he bought the tape from?\n\n\nA:\n He said he bought it from some small town market here, from a hooded man.\n\n\nFO:\n And did your father ever remember who that guy was, or what he looked like?\n\n\nA:\n I don’t think so. And even if he did, he never told me.\n\n\nFO:\n I see. Well, thank you for your time, A███████.\n\n\n<End Log, 1007 hours>\n\n\n\n\n\n\n\n\n\n\nMr. A███████ is currently residing in Russia, and is under Russian Foundation surveillance.\n\n\nAddendum 4635-2:\n \nDocumented Summary of SCP-4635-1\n\n\n\n\nOPEN SUMMARY FILE\n\n\n\n\n...\n\n\n\n\n\n\n00.00.00 - 00.15.13:\n The video begins with a blue screen. Following this, the words 'How To Speak Good English' appear on the screen and fade out.\n\n\n00.15.14 - 00.35.76:\n The words 'Lesson 1: Vowels' appear on the screen and fade out. A slight distortion begins to affect the video quality.\n\n\n00.35.77 - 01.54.56:\n The letters A, E, I, O and U appear on the screen. Each one of the vowels are highlighted red for a few seconds as a deep male voice pronounces it twice. After all of the vowels are pronounced, all of the letters on the screen fade out.\n\n\n01.54.57 - 02.30.34:\n The words 'Practice Time' appear on the screen in white and fade out. Throughout the duration that the words stay on the screen, a loud buzzing noise can be heard. Several words like 'God' and 'Belief' can be heard being spoken out loud in the buzzing noise.\n\n\n02.30.35 - 04.03.67:\n Heavy static affects the video quality. The words 'Lesson 2:' can be made out, with the other words being rendered unreadable by the static.\n\n\n04.03.68 - 05.46.56:\n The words 'Practice Time' appear on the screen in red and fade out. Throughout the duration that the words stay on the screen, the loud buzzing noise is heard again. Several words like 'Sin' and 'Blasphemy' can be heard being spoken out loud in the buzzing noise.\n\n\n05.46.57 - 06.35.00:\n The words 'Thank you for completing this lesson.' appear on the screen and fade out. The screen fades to black.\n\n\n\n\n\n\n\n\n\n\n——-\n\n\n\n\nYOU HAVE ONE (1) UNREAD EMAIL. OPEN UNREAD EMAIL?\n\n\n\n\n- ...\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nThe Ethics Committee\n\n\n\n\n\n\nTo:\n\n\nDr. Frederick Orwell\n\n\n\n\n\n\nSubject:\n\n\nOfficial Warning\n\n\n\n\n\n\nDate:\n\n\nFeburary 16th, 2009\n\n\n\n\n\n\nDr. Orwell,\n\n\nIt has come to our attention that you have been conducting an excessively large number of tests with SCP-4635 with D-Class personnel. In addition, several of your fellow researchers have claimed that you have not been recording these tests, putting forward the possibility that you are not observing the regulations of Foundation testing on D-Class personnel. Hence, the Ethics Committee would like to send an official warning to you.\n\n\nShould this warning not be heeded, disciplinary action may follow. This may include banning you from testing for an extended period of time.\n\n\nThis warning also comes following several reports given by your fellow researchers regarding your irregular behaviour in recent weeks. If you are facing problems, psychological or otherwise, consult with your Site Psychological Team for the best solution that can help you.\n\n\n- The Ethics Committee\n\n\n\n\n\n\n\n\n\n\n——-\n\n\nAddendum 4635-3:\n \n21/02/09 Incident File\n\n\n\n\nOPEN 21/02/09 INCIDENT FILE (LEVEL 5 CLEARANCE REQUIRED)\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n21/02/09 INCIDENT\n\n\nPersonnel Involved:\n 27 Foundation Researchers, Dr. Frederick Orwell\n\n\nIncident Location:\n Site-32\n\n\nIncident Date:\n 21 Feburary 2009\n\n\nIncident Summary:\n\n\nDr. Orwell, a head researcher at Site-32 and a researcher in charge of SCP-4635, accessed Locker-348 and took out SCP-4635 without informing the other researchers.\n\n\nOrwell then proceeded to play SCP-4635 and transmit its audio over the PA system in Site-32. 27 Foundation researchers who were unaware of SCP-4635-1’s effects were affected by them.\n\n\nFollowing that action, Orwell retreated back to his room. When MTF Alpha-7 operatives stormed his room approximately one hour later, he was found with a self-inflicted gunshot wound in his head. Orwell was pronounced dead on the scene.\n\n\nA note, presumably written by Orwell himself, was recovered next to his body. The contents of the note are as follows:\n\n\n\n\nWe have sinned in the presence of our lord, and we must pay for it.\n\n\nWe must punish ourselves to rid ourselves of our sins.\n\n\nPraise be to Asuzak.\n\n\n\n\nAn investigation is currently underway into investigating Dr. Orwell’s bizarre behaviour and, if possible, the rationale behind his actions.\n\n\n\n\n\n\n\n\n\n\nAddendum 4635-4:\n \n21/02/09 Investigation File\n\n\n\n\nOPEN 21/02/09 INVESTIGATION FILE (LEVEL 5 CLEARANCE REQUIRED)\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n21/02/09 INVESTIGATION\n\n\nInvestigating Personnel:\n Dr. Martens, 10 MTF Alpha-7 Operatives\n\n\nInvestigation Objectives:\n To uncover the cause behind Dr. Orwell’s actions and/or to uncover the origin of SCP-4635.\n\n\nInvestigation Status:\n Closed\n\n\nInvestigation Summary:\n\n\n02/04/09:\n Dr. Orwell found to have visited the United Kingdom a few weeks prior to the incident. Moving investigation to the United Kingdom.\n\n\n08/04/09:\n Several VHS tapes similar to SCP-4635 discovered being sold in various vintage shops in the United Kingdom. Exploring possibility that SCP-4635 had been the result of tampering by a individual or a group.\n\n\n17/04/09:\n Operatives stationed at shops where ‘Language Mastery, Tape 1: English’ is sold report that several particular individuals have been buying an abnormally large number of them over the past week. Investigation of the individuals going by the names of George Aberdeen, Mary Cameron, and Charlie Hoover opened.\n\n\n20/04/09:\n Mary Cameron found dead in her London home. Cause of death labelled as self-induced suicide. 4 VHS tapes recovered. Found exact same message as the one written by Dr. Orwell next to her body, along with a message by an unknown group. Message went as follows:\n\n\n\n\nLost contact with first messenger.\n\n\nWatch your backs. The sinners have begun to realise our cause, and are attempting to stop it.\n\n\nFulfill your duties. Continue to punish those who continue to sin.\n\n\nPraise be to Asuzak.\n\n\n- The Church of the First Language\n2\n\n\n\n\nSender of message remains unknown. Investigation into the group to figure out how and where they operate opened.\n\n\n27/04/09:\n Charlie Hoover observed modifying the ‘Language Mastery, Tape 1: English’ VHS tapes in his Greenwich home. 23 VHS tapes recovered. Detained him under the pretense that he was being arrested for reckless driving, and interviewed him about the Church of the First Language.\n\n\n\n\nInterviewed:\n Charlie Hoover\n\n\nInterviewer:\n Dr. Reese Martens, Site-18 Director\n\n\n<Begin Log, 1124 hours>\n\n\nRM:\n Mr. Hoover, do you know why you are here?\n\n\nCH:\n Isn’t it for reckless driving?\n\n\nRM:\n I’m afraid not. We have detained you for a different reason.\n\n\nMartens-1 places a copy of ‘Language Mastery, Tape 1: English’ on the table.\n\n\nRM:\n What do you know about this tape?\n\n\nCH:\n Is this…what this is about? Listen, I’m just following my given instructions. I don’t know anything else.\n\n\nRM:\n Instructions? From whom did you receive the instructions from?\n\n\nCH:\n Some Church of Language or something. I don’t remember. They just told me to modify the tapes and send them to a house, and get rewarded in the process.\n\n\nRM:\n Right. And where is this house situated at?\n\n\nCH:\n ██████ House, on ██████ Street. That’s all I know.\n\n\nRM:\n I see. Thank you for your time, Mr. Hoover.\n\n\n<End Log, 1143 hours>\n\n\n\n\nCharlie Hoover currently being held in Site-32 for further questioning. George Aberdeen’s location still unknown.\n\n\n01/05/09:\n █████ House found vacated, with no sign of the Church of the First Language around the premises. Group believed to have moved to a different location. Investigation suspended under further developments occur.\n\n\n17/05/09:\n An instance of SCP-4635-1 played in ███████ Elementary School in Essex, affecting 256 schoolchildren and 17 school teachers. School has since been temporarily closed, and the affected individuals have been administered with Class-A amnestics. Exploring possible connection between George Aberdeen and ███████ Elementary School.\n\n\n19/05/09:\n Based on files recovered from ███████ Elementary School, George Aberdeen had visited it previously as a member of the ███████ Church in Essex. Investigation on the ███████ Church opened.\n\n\n23/05/09:\n 2 ███████ Church members approached and interviewed by Foundation agents.\n\n\n\n\nInterviewed:\n Mr. Robert Cassidy, Mrs. Laura Cassidy\n\n\nInterviewer:\n MTF Alpha-7-1\n\n\n<Begin Log, 1542 hours>\n\n\nA-7-1:\n Excuse me, but do you know anything about the ███████ Church? I’m pretty interested in it myself, you see.\n\n\nRC:\n Interested in the Church, huh? Well, what do you want to know about it? Perhaps you’re interested in our cause? Well, it’s-\n\n\nLC:\n Rob, how many times have I told you not to tell anybody about our cause unless they know about it?\n\n\nAlpha-7-1 produces a copy of ‘Language Mastery, Tape 1: English’ from his bag.\n\n\nA-7-1:\n Actually, I have heard stories about you guys, and I’m pretty good with cassette tapes myself. I have to say, I’ve been personally interested in your cause ever since I found out about it.\n\n\nRC:\n Laura, he knows what we are doing. He may be useful to our cause. What if we-\n\n\nLC:\n Rob, we don't know who this guy is! How do we know we can trust him? (\nTurns to Alpha-7-1\n) We don’t know what you are talking about. What we are doing is none of your business. Please leave.\n\n\nA-7-1:\n Just one more thing. Do you know of anyone named Frederick Orwell?\n\n\nRC:\n You mean the messenger? He used to be part of us-OUCH!\n\n\nLC:\n Shhhh! (\nTurns to Alpha-7-1\n) I think you should leave.\n\n\nA-7-1:\n Alright. I’m sorry for disturbing you.\n\n\n<End Log, 1555 hours>\n\n\nPostscript:\n Robert and Laura Cassidy were later captured by the Foundation and administered with Class-A amnestics. They are currently under Foundation surveillance.\n\n\n\n\nResults of interview confirm ███████ Church as current headquarters of the Church of the First Language. Raid on ███████ Church confirmed.\n\n\n25/05/09:\n ███████ Church raided, and George Aberdeen taken into Foundation custody along with 27 other members of the Church. 17 VHS tapes recovered, along with 8 more instances of SCP-4635.\n\n\nA document, believed to detail the aims and teachings of the Church, was recovered alongside the tapes. Document went as follows:\n\n\n\n\nMy brothers and sisters,\n\n\nI have spoken with our God Asuzak, and he has shown me the way to ascension. I shall detail what he has taught me, and this will henceforth be our aims.\n\n\n\n\nAccording to the words spoken by Asuzak, our lord, the language of English is a tool used by the great demon known as Qrtiyu to spread wrongdoing and sin among the people.\n\n\nTo stop the spread of sin, Asuzak has commanded us to create a device capable of getting rid of Qrtiyu's tool.\n\n\nOnce finished, Asuzak has commanded that we spread it among the people to erase their sins and weaken Qrtiyu.\n\n\nOnce everyone has been cleansed of their sin, Asuzak has commanded that we use the device on ourselves to finish the ceremony and destroy Qrtiyu once and for all.\n\n\nAfter the ceremony is complete, Asuzak will permit us to rise, and we will rule alongside him for a better future of humanity.\n\n\n\n\nWe must band together as one as the ceremony begins. We will send our messengers. We will create more devices. Together, we will stop Qrtiyu.\n\n\nPraise be to Asuzak.\n\n\n- Church of the First Language\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Class of amnestic used to erase all knowledge of a particular language.\n\n\n2\n. The group has been designated as GoI-5640.\n\n\n\n\n\n\n\n\n« \nSCP-4634\n | SCP-4635 | \nSCP-4636\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4635\n\" by DrMartens, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4635\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4635-1: Discovery\nSCP-4635 was discovered in the home of Mr. A██████ (PoI-4367) in Liverpool, England on September 25th, 19██. Following the recovery of SCP-4635, Mr. A███████ was interrogated by Foundation agents about SCP-4635.\nMr. A███████ is currently residing in Russia, and is under Russian Foundation surveillance.",
        "Addendum 4635-2: Documented Summary of SCP-4635-1\n——-",
        "——- Addendum 4635-3: 21/02/09 Incident File",
        "Addendum 4635-4: 21/02/09 Investigation File"
    ],
    "documents": [],
    "notes": [
        "Interviewed: Mr. A███████, former possessor of SCP-4635 Interviewer: Dr. Frederick Orwell, Site-32 Head Researcher Foreword: The interview was conducted entirely in Russian, and has been translated to English. <Begin Log, 0945 hours> FO: How did you come across this tape? A: I think…it used to be my father's. He passed it on to me when he died. FO: I see. Did your father also lose his ability to speak English? A: No. He always only spoke in Russian. He came from Russia, you see. I think he probably bought that tape to learn English. But…I don't think he ever got round to using it. FO: And did your father ever say who he bought the tape from? A: He said he bought it from some small town market here, from a hooded man. FO: And did your father ever remember who that guy was, or what he looked like? A: I don’t think so. And even if he did, he never told me. FO: I see. Well, thank you for your time, A███████. <End Log, 1007 hours>",
        "00.00.00 - 00.15.13: The video begins with a blue screen. Following this, the words 'How To Speak Good English' appear on the screen and fade out. 00.15.14 - 00.35.76: The words 'Lesson 1: Vowels' appear on the screen and fade out. A slight distortion begins to affect the video quality. 00.35.77 - 01.54.56: The letters A, E, I, O and U appear on the screen. Each one of the vowels are highlighted red for a few seconds as a deep male voice pronounces it twice. After all of the vowels are pronounced, all of the letters on the screen fade out. 01.54.57 - 02.30.34: The words 'Practice Time' appear on the screen in white and fade out. Throughout the duration that the words stay on the screen, a loud buzzing noise can be heard. Several words like 'God' and 'Belief' can be heard being spoken out loud in the buzzing noise. 02.30.35 - 04.03.67: Heavy static affects the video quality. The words 'Lesson 2:' can be made out, with the other words being rendered unreadable by the static. 04.03.68 - 05.46.56: The words 'Practice Time' appear on the screen in red and fade out. Throughout the duration that the words stay on the screen, the loud buzzing noise is heard again. Several words like 'Sin' and 'Blasphemy' can be heard being spoken out loud in the buzzing noise. 05.46.57 - 06.35.00: The words 'Thank you for completing this lesson.' appear on the screen and fade out. The screen fades to black.",
        "We have sinned in the presence of our lord, and we must pay for it. We must punish ourselves to rid ourselves of our sins. Praise be to Asuzak.",
        "Lost contact with first messenger. Watch your backs. The sinners have begun to realise our cause, and are attempting to stop it. Fulfill your duties. Continue to punish those who continue to sin. Praise be to Asuzak. - The Church of the First Language 2",
        "Interviewed: Charlie Hoover Interviewer: Dr. Reese Martens, Site-18 Director <Begin Log, 1124 hours> RM: Mr. Hoover, do you know why you are here? CH: Isn’t it for reckless driving? RM: I’m afraid not. We have detained you for a different reason. Martens-1 places a copy of ‘Language Mastery, Tape 1: English’ on the table. RM: What do you know about this tape? CH: Is this…what this is about? Listen, I’m just following my given instructions. I don’t know anything else. RM: Instructions? From whom did you receive the instructions from? CH: Some Church of Language or something. I don’t remember. They just told me to modify the tapes and send them to a house, and get rewarded in the process. RM: Right. And where is this house situated at? CH: ██████ House, on ██████ Street. That’s all I know. RM: I see. Thank you for your time, Mr. Hoover. <End Log, 1143 hours>",
        "Interviewed: Mr. Robert Cassidy, Mrs. Laura Cassidy Interviewer: MTF Alpha-7-1 <Begin Log, 1542 hours> A-7-1: Excuse me, but do you know anything about the ███████ Church? I’m pretty interested in it myself, you see. RC: Interested in the Church, huh? Well, what do you want to know about it? Perhaps you’re interested in our cause? Well, it’s- LC: Rob, how many times have I told you not to tell anybody about our cause unless they know about it? Alpha-7-1 produces a copy of ‘Language Mastery, Tape 1: English’ from his bag. A-7-1: Actually, I have heard stories about you guys, and I’m pretty good with cassette tapes myself. I have to say, I’ve been personally interested in your cause ever since I found out about it. RC: Laura, he knows what we are doing. He may be useful to our cause. What if we- LC: Rob, we don't know who this guy is! How do we know we can trust him? ( Turns to Alpha-7-1 ) We don’t know what you are talking about. What we are doing is none of your business. Please leave. A-7-1: Just one more thing. Do you know of anyone named Frederick Orwell? RC: You mean the messenger? He used to be part of us-OUCH! LC: Shhhh! ( Turns to Alpha-7-1 ) I think you should leave. A-7-1: Alright. I’m sorry for disturbing you. <End Log, 1555 hours> Postscript: Robert and Laura Cassidy were later captured by the Foundation and administered with Class-A amnestics. They are currently under Foundation surveillance.",
        "My brothers and sisters, I have spoken with our God Asuzak, and he has shown me the way to ascension. I shall detail what he has taught me, and this will henceforth be our aims. According to the words spoken by Asuzak, our lord, the language of English is a tool used by the great demon known as Qrtiyu to spread wrongdoing and sin among the people. To stop the spread of sin, Asuzak has commanded us to create a device capable of getting rid of Qrtiyu's tool. Once finished, Asuzak has commanded that we spread it among the people to erase their sins and weaken Qrtiyu. Once everyone has been cleansed of their sin, Asuzak has commanded that we use the device on ourselves to finish the ceremony and destroy Qrtiyu once and for all. After the ceremony is complete, Asuzak will permit us to rise, and we will rule alongside him for a better future of humanity. We must band together as one as the ceremony begins. We will send our messengers. We will create more devices. Together, we will stop Qrtiyu. Praise be to Asuzak. - Church of the First Language",
        "\" SCP-4635 \" by DrMartens, from the SCP Wiki . Source: https://scpwiki.com/scp-4635 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4635",
    "object_class": "Safe",
    "containment_procedures": "SCP-4635 is to be contained in Locker-348 in Site-32. Access to Locker-348 and use of SCP-4635 for experimental purposes is only permitted to MTF Alpha-7 ('Literature Professors') operatives who have been administered with a Class-LE amnestic1 or who do not possess any grasp of the English language.",
    "description": "SCP-4635 is a VHS tape with the label 'Language Mastery, Tape 1: English' taped on one side. No manufacturer logo or name can be found on the tape. SCP-4635 can be played and rewound normally on any VHS tape players without any internal problems with the tape player.",
    "title": "SCP-4635"
}