{
    "url": "https://scp-wiki.wikidot.com/scp-4646",
    "all_text": "What happened? With the world, I mean?\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+154\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4646:\n Sing Me a Song for the End of the World\n\n\nAuthor:\n \nTufto\n. More of their work can be found \nhere\n.\n\n\n\n\n\n\n\n\nrating: \n+154\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-4646\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures 30/12/2059:\n Due to the ongoing XK-Class End-of-the-world Scenario, containment of SCP-4646 is a low priority. Agent Cartwright has been assigned to containment due to his experience with temporal anomalies and because his present physical state does not enable him to aid Protocol Fallen Star. His only duties are to limit public knowledge of SCP-4646 in order to prevent any panic among the civilian population.\n\n\nDue to the nature of its effects, no personnel born before 31/12/1981 are to enter SCP-4646.\n\n\nDescription:\n SCP-4646 is an abandoned house in the town of Blue Fox, Montana. SCP-4646 was constructed at some point in the mid-1950s, but due to the loss of records in the Scarlet Nights of 2042, the precise date is unknown. Blue Fox is a town of 212 inhabitants; most of these possess some knowledge of SCP-4646's anomalous properties.\n\n\nWhen entering SCP-4646 between 17:00 on the 31st of December and 6:00 on the 1st of January of any year, all individuals will travel through time to the house as it was at the corresponding time on 31st December 1999 and 1st of January 2000. Exiting SCP-4646 at any point or staying until the end of the activation period will return the individual to the corresponding time in their own era.\n\n\nWithin SCP-4646, the scene is usually described as a large New Year's party intended to celebrate the advent of the millenium. While within SCP-4646, all individuals will find their physical condition and clothing altered to resemble their state on 31st December 1999; this does not affect other items brought into SCP-4646. Despite the large numbers of people from the last 60 years who have been within SCP-4646 during its period of activation, no overcrowding has ever been reported or experienced.\n\n\nThe circumstances surrounding SCP-4646's creation were unknown until 27/12/2059, when Blue Fox resident and former member of the now-defunct \nAre We Cool Yet?\n Stacy Mackintosh confessed her involvement to Agent Cartwright. No further action is deemed necessary.\n\n\nAddendum 1:\n The following is a log of an interview between Agent Cartwright and Stacy Mackintosh.\n\n\n\n\nDate:\n 30/12/2059\n\n\nLocation:\n Agent Cartwright's Residence, Blue Fox, Montana\n\n\nInterviewed:\n Ms. Stacy Mackintosh\n\n\nInterviewer:\n Agent Frank Cartwright\n\n\n<Begin Log>\n\n\nAgent Cartwright:\n Hey, Stacy.\n\n\nMs. Mackintosh:\n Hey, Frank. How's the leg holding up?\n\n\nAgent Cartwright:\n Yeah, yeah, very funny. Thanks for doing this.\n\n\nMs. Mackintosh:\n Sure, nothing else planned. Not sure why you're still doing this, though.\n\n\nAgent Cartwright:\n Honest to God, neither am I. Anyway. First question.\n\n\nMs. Mackintosh:\n Shoot.\n\n\nAgent Cartwright:\n When did you first, er, make the house like it is?\n\n\nMs. Mackintosh:\n Ahh, on the night itself. 1999. I was 18, barely affiliated with aw-see, but I'd been doing little projects for year. My sis and I, we thought it'd be fun. Don't know if it was \"art\" as such, but we knew how to use \nthe flow\n to shift the \"an\" part around.\n\n\nAgent Cartwright:\n You \"thought it'd be fun\"? That was it?\n\n\nMs. Mackintosh:\n Sure. I mean, it wasn't that hard to access the flow, and it's quite simple, really. Just a bit of time alteration. Didn't require me to think through anything deep. It was all fun and games, until- until we were in there.\n\n\nAgent Cartwright:\n Not a good party?\n\n\nMs. Mackintosh:\n Heh, you could say that. Mind if I smoke?\n\n\nAgent Cartwright:\n Amazed you've lasted as long as you have, breathing that shit in. Go ahead. Not like I'm going to be here long enough for it to hurt me any more.\n\n\nMs. Mackintosh:\n Naw, don't talk like that, Frank.\n\n\nMs. Mackintosh lights a cigarette, and begins to smoke.\n\n\nMs. Mackintosh:\n The party was fine. Great, even. Loads of people, but I'd made it so it always seemed like the perfect number for whoever was there. It was amazing. People'd clearly heard about the party, and they'd brought all sorts of shit for us in the past. Music from the future, weird alcohol, phones from years before they were a thing. I saw a dozen identical versions of a dozen people I know. It was wild. At first.\n\n\nAgent Cartwright:\n What happened?\n\n\nMs. Mackintosh:\n I met someone. Someone I knew. Dave, from down the grocery store.\n\n\nAgent Cartwright:\n I know Dave. Good guy.\n\n\nMs. Mackintosh:\n Yeah. Well. You weren't there when we were young, but he used to be the life and soul of any party. I met a bunch of versions of him that were. But then I met another one, who was all quiet and sad. Said he came from- well, from now. 2059.\n\n\nAgent Cartwright:\n Well, good to know whatever token efforts to contain this thing I was going to try don't work.\n\n\nMs. Mackintosh:\n Not sure that wouldn't be a good thing, Frank. He told me that every time he came in, he tried to find people from the future. Himself from the future. And they stopped in 2059.\n\n\nA long silence ensues for several minutes.\n\n\nAgent Cartwright:\n Do you have family out at- I mean, I have contacts, I can see if-\n\n\nMs. Mackintosh:\n I don't think your contacts are around any more.\n\n\nAgent Cartwright:\n Yeah.\n\n\nMs. Mackintosh:\n What happened? With the world, I mean? We only get bits of information here. Being civilians and all that.\n\n\nAgent Cartwright:\n I don't know much more than you. I lost my leg in the Scarlet Nights, and they shipped me out here. Things just… got worse. That happens, sometimes. Eldritch horrors, things the Foundation made, death cults, or people just being people. Not sure there was ever going to be just one thing that killed us.\n\n\nMs. Mackintosh:\n Yeah. I just…\n\n\nAgent Cartwright:\n I know. But it doesn't help to know.\n\n\nMs. Mackintosh:\n Yeah.\n\n\nAnother long silence ensues.\n\n\nMs. Mackintosh:\n Stars are bright tonight.\n\n\nAgent Cartwright:\n I suppose there was never that much light pollution here, even before it all started. But there would have been enough… I like to look outside and pretend it's long ago. When we were children, we could never see the Milky Way, but I remember our parents used to tell me about what the sky looked like.\n\n\nMs. Mackintosh:\n You're Irish, right? I always thought the sky was clearer in Ireland. Things always seemed nicer over there.\n\n\nAgent Cartwright:\n Not in Dublin. Maybe out west.\n\n\nMs. Mackintosh:\n Weird they told you it \"used to look\" like that if you could just drive over there.\n\n\nAgent Cartwright:\n Distance felt different to us. And besides, people used to say all kinds of shit back then.\n\n\nMs. Mackintosh:\n Remember how much they hated millenials?\n\n\nAgent Cartwright:\n Oh god.\n\n\nMs. Mackintosh:\n Hehehe. Those were the days.\n\n\nAgent Cartwright:\n Yeah. They really were.\n\n\nAgent Cartwright lets out a long sigh.\n\n\nAgent Cartwright:\n Won't be many stars to see soon. Or people to see them.\n\n\nMs. Mackintosh:\n Well, that's what the party's for.\n\n\nAgent Cartwright:\n What do you mean?\n\n\nMs. Mackintosh:\n Something that always bothered me was how easy the flow came for something that wasn't art. It's doable, but usually you have to justify it somehow. Make it feel like art when you move it. But with the party, it was so easy. Was years before I realised why.\n\n\nAgent Cartwright:\n It's a testament, I guessed.\n\n\nMs. Mackintosh:\n Yeah. All the years. All the people growing up and moving out, finding jobs and lives way away or staying put in their home town. Coming back to 1999 and remembering when they were young. When it was the edge of the millenium, and life had so much promise. You look out of the windows, and- well, I never thought I'd feel nostalgia for an empty sky. It was art, in its own way. A remembrance of a dying world for when it was still young.\n\n\nAgent Cartwright:\n You've sure got a way with words, Stace.\n\n\nMs. Mackintosh:\n Ah, shut it, Frank. You gonna come tomorrow, or try to stop us?\n\n\nAgent Cartwright:\n I think… I'll put in an appearance. Would be nice to- would be nice.\n\n\n<End Log>\n\n\n\n\nAddendum 2:\n At 17:04 on 31/12/2059, Stacy Mackintosh and Agent Cartwright entered SCP-4646. At 17:09, \nthe flowers began to bloom.\n\n\n\n\n\n\n« \nSCP-4645\n | SCP-4646 | \nSCP-4647\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4646\n\" by Tufto, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4646\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: The following is a log of an interview between Agent Cartwright and Stacy Mackintosh.",
        "Addendum 2: At 17:04 on 31/12/2059, Stacy Mackintosh and Agent Cartwright entered SCP-4646. At 17:09, the flowers began to bloom."
    ],
    "documents": [],
    "notes": [
        "Date: 30/12/2059 Location: Agent Cartwright's Residence, Blue Fox, Montana Interviewed: Ms. Stacy Mackintosh Interviewer: Agent Frank Cartwright <Begin Log> Agent Cartwright: Hey, Stacy. Ms. Mackintosh: Hey, Frank. How's the leg holding up? Agent Cartwright: Yeah, yeah, very funny. Thanks for doing this. Ms. Mackintosh: Sure, nothing else planned. Not sure why you're still doing this, though. Agent Cartwright: Honest to God, neither am I. Anyway. First question. Ms. Mackintosh: Shoot. Agent Cartwright: When did you first, er, make the house like it is? Ms. Mackintosh: Ahh, on the night itself. 1999. I was 18, barely affiliated with aw-see, but I'd been doing little projects for year. My sis and I, we thought it'd be fun. Don't know if it was \"art\" as such, but we knew how to use the flow to shift the \"an\" part around. Agent Cartwright: You \"thought it'd be fun\"? That was it? Ms. Mackintosh: Sure. I mean, it wasn't that hard to access the flow, and it's quite simple, really. Just a bit of time alteration. Didn't require me to think through anything deep. It was all fun and games, until- until we were in there. Agent Cartwright: Not a good party? Ms. Mackintosh: Heh, you could say that. Mind if I smoke? Agent Cartwright: Amazed you've lasted as long as you have, breathing that shit in. Go ahead. Not like I'm going to be here long enough for it to hurt me any more. Ms. Mackintosh: Naw, don't talk like that, Frank. Ms. Mackintosh lights a cigarette, and begins to smoke. Ms. Mackintosh: The party was fine. Great, even. Loads of people, but I'd made it so it always seemed like the perfect number for whoever was there. It was amazing. People'd clearly heard about the party, and they'd brought all sorts of shit for us in the past. Music from the future, weird alcohol, phones from years before they were a thing. I saw a dozen identical versions of a dozen people I know. It was wild. At first. Agent Cartwright: What happened? Ms. Mackintosh: I met someone. Someone I knew. Dave, from down the grocery store. Agent Cartwright: I know Dave. Good guy. Ms. Mackintosh: Yeah. Well. You weren't there when we were young, but he used to be the life and soul of any party. I met a bunch of versions of him that were. But then I met another one, who was all quiet and sad. Said he came from- well, from now. 2059. Agent Cartwright: Well, good to know whatever token efforts to contain this thing I was going to try don't work. Ms. Mackintosh: Not sure that wouldn't be a good thing, Frank. He told me that every time he came in, he tried to find people from the future. Himself from the future. And they stopped in 2059. A long silence ensues for several minutes. Agent Cartwright: Do you have family out at- I mean, I have contacts, I can see if- Ms. Mackintosh: I don't think your contacts are around any more. Agent Cartwright: Yeah. Ms. Mackintosh: What happened? With the world, I mean? We only get bits of information here. Being civilians and all that. Agent Cartwright: I don't know much more than you. I lost my leg in the Scarlet Nights, and they shipped me out here. Things just… got worse. That happens, sometimes. Eldritch horrors, things the Foundation made, death cults, or people just being people. Not sure there was ever going to be just one thing that killed us. Ms. Mackintosh: Yeah. I just… Agent Cartwright: I know. But it doesn't help to know. Ms. Mackintosh: Yeah. Another long silence ensues. Ms. Mackintosh: Stars are bright tonight. Agent Cartwright: I suppose there was never that much light pollution here, even before it all started. But there would have been enough… I like to look outside and pretend it's long ago. When we were children, we could never see the Milky Way, but I remember our parents used to tell me about what the sky looked like. Ms. Mackintosh: You're Irish, right? I always thought the sky was clearer in Ireland. Things always seemed nicer over there. Agent Cartwright: Not in Dublin. Maybe out west. Ms. Mackintosh: Weird they told you it \"used to look\" like that if you could just drive over there. Agent Cartwright: Distance felt different to us. And besides, people used to say all kinds of shit back then. Ms. Mackintosh: Remember how much they hated millenials? Agent Cartwright: Oh god. Ms. Mackintosh: Hehehe. Those were the days. Agent Cartwright: Yeah. They really were. Agent Cartwright lets out a long sigh. Agent Cartwright: Won't be many stars to see soon. Or people to see them. Ms. Mackintosh: Well, that's what the party's for. Agent Cartwright: What do you mean? Ms. Mackintosh: Something that always bothered me was how easy the flow came for something that wasn't art. It's doable, but usually you have to justify it somehow. Make it feel like art when you move it. But with the party, it was so easy. Was years before I realised why. Agent Cartwright: It's a testament, I guessed. Ms. Mackintosh: Yeah. All the years. All the people growing up and moving out, finding jobs and lives way away or staying put in their home town. Coming back to 1999 and remembering when they were young. When it was the edge of the millenium, and life had so much promise. You look out of the windows, and- well, I never thought I'd feel nostalgia for an empty sky. It was art, in its own way. A remembrance of a dying world for when it was still young. Agent Cartwright: You've sure got a way with words, Stace. Ms. Mackintosh: Ah, shut it, Frank. You gonna come tomorrow, or try to stop us? Agent Cartwright: I think… I'll put in an appearance. Would be nice to- would be nice. <End Log>",
        "\" SCP-4646 \" by Tufto, from the SCP Wiki . Source: https://scpwiki.com/scp-4646 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4646",
    "object_class": "Safe",
    "description": "SCP-4646 is an abandoned house in the town of Blue Fox, Montana. SCP-4646 was constructed at some point in the mid-1950s, but due to the loss of records in the Scarlet Nights of 2042, the precise date is unknown. Blue Fox is a town of 212 inhabitants; most of these possess some knowledge of SCP-4646's anomalous properties.",
    "title": "SCP-4646"
}