{
    "url": "https://scp-wiki.wikidot.com/scp-4647",
    "all_text": "rating: \n+102\n+\n–\nx\n\n\n\n\n\n\nSCP-4647\n\n\n\n\n\n\nItem #:\n SCP-4647\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Access to portions of U.S. Route 6 have been limited using detours. Undercover Foundation agents are to amnesticize drivers who experience SCP-4647's anomaly.\n\n\nSCP-4647-1 instances are to be tracked down upon manifestation, contained in impact-resistant containers, and removed from SCP-4647 as soon as feasible.\n\n\nDescription:\n SCP-4647 is a 11.9 km segment of U.S. Route 6 in White Pine County, Nevada.\n\n\nAny vehicle entering SCP-4647 at night has a small chance to exhibit certain anomalous effects.\n\n\n\n\nNorepinephrine\n1\n levels in the driver increase by up to 150%.\n\n\nVehicles, regardless of model, become capable of top speeds of up to 350 kph.\n\n\nDrivers claim to see an oversized monster truck, of variable appearance, pursuing them. The truck can only be perceived through the car's mirrors; drivers turning their heads or using cameras do not see it.\n\n\nFollowing initial sighting of the truck, drivers report the truck overtaking them, despite their vehicle's increased speed.\n\n\nWhen the truck in the mirror reaches the car, one of the car's mirrors will shatter, and a small (~5-20 cm tall) version of the truck, designated SCP-4647-1, will exit the surface of the mirror at speeds exceeding 400 kph. Instances emerging from the rearview mirror tend to break through the rear window and exit the car. Testing has shown the size of SCP-4647-1 instances to be inversely proportional to the size of the initial vehicle.\n\n\n\n\nSCP-4647-1 instances are driverless and fully capable of self-locomotion, and will attempt to drive into the surrounding wilderness upon exiting the mirror.\n\n\nOn 01/22/1999, a test was conducted, placing a large upright mirror in the road directly in the path of a newly-formed SCP-4647-1 instance. Upon making contact with the mirror, the instance became subject to SCP-4647's effect itself, causing a second, much larger SCP-4647-1 instance to emerge from inside it. This process repeated rapidly, generating alternating smaller and larger instances, until 89 SCP-4647-1 instances, with sizes varying from 1 cm to 8.8 m, had manifested. All instances were identical, discounting size, and rapidly crashed into one another, crushing or demolishing most instances. Several instances had only partially emerged from mirrors before colliding with portions of other trucks. Manifestations ended when all instances ceased motion and had no remaining intact mirrors.\n\n\n\n\nFootnotes\n\n\n1\n. Neurotransmitter that increases alertness, heart rate, and blood pressure.\n\n\n\n\n\n\n\n\n« \nSCP-4646\n | SCP-4647 | \nSCP-4648\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-4647",
    "object_class": "Euclid",
    "containment_procedures": "Access to portions of U.S. Route 6 have been limited using detours. Undercover Foundation agents are to amnesticize drivers who experience SCP-4647's anomaly.",
    "description": "SCP-4647 is a 11.9 km segment of U.S. Route 6 in White Pine County, Nevada.",
    "title": "SCP-4647"
}