{
    "url": "https://scp-wiki.wikidot.com/scp-4655",
    "all_text": "An article with no intention other than to creep you out.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+51\n+\n–\nx\n\n\n\n\nItem #:\n SCP-4655\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4655 is kept in a standard Safe-class containment chamber. Within the containment chamber, a single overhead lamp constructed for the manifestation of SCP-4655-1 instances is to remain dimly lit at all times. Personnel that have lost a relative or partner within the last 5 years are restricted from SCP-4655's containment chamber.\n\n\nDescription:\n SCP-4655 is a twin-sized bed decorated with a pink bedsheet.\n\n\nSCP-4655's primary anomalous property manifests upon an individual sitting or laying on the item. In order to activate SCP-4655's anomalous properties, said individual must have a relative or loved one who has died within the last five years.\n\n\nUpon an individual activating SCP-4655's anomalous properties, the subject will experience extremely heightened senses of grief and depression alongside difficulty focusing on tasks. The subject's emotional distress is caused by any and all relatives or loved ones the subject knew who have died in the last five years.\n\n\nSCP-4655's secondary portion to its anomalous property only occurs if there is any portion of the room completely unexposed to light. Should this factor be present, a pale humanoid entity (deemed SCP-4655-1) will simultaneously manifest within the dark portion of the room and slowly move towards the subject. The anatomy of SCP-4655-1 instances consists of a short torso, extremely thin and elongated limbs, a mouth with well-aligned teeth similar to that of a human's, and purely black eyes appearing to be \"stretched\" horizontally. The end of the instances' limbs end in sharp points.\n\n\nSCP-4655-1 instances are capable of complex speech in the primary language of the affected subject. SCP-4655-1 instances use this ability to calm and emotionally support the distressed subject, commonly via hugging and reassuring statements. SCP-4655 subjects do not display any sign of fear of SCP-4655-1 instances, rather treating them similarly to a close friend.\n1\n\n\nShould a subject exit the room SCP-4655 is in, the SCP-4655-1 instance will return to the dark portion of the room and demanifest. SCP-4655's anomalous effects on the subject will then cease.\n\n\nDiscovery Log:\n The following is a 911 call which led to the discovery of SCP-4655.\n\n\n\n\n[BEGIN LOG]\n\n\n911 Operator:\n 911, what's your emergency?\n\n\nAlexa Rhetori:\n We need armed police officers at [DATA REDACTED]— \n[Stuttering]\n I don't know what the hell it is, but it's—\n\n\n911 Operator:\n Is it an armed individual, ma'am?\n\n\nAlexa Rhetori:\n No, but it's going to— it's going to kill my daughter, please!\n\n\nSarah Rhetori:\n \n[Distantly with sobs]\n Mom, he's here to help! Don't tattle on him!\n\n\n911 Operator:\n Is that your daughter, ma'am?\n\n\nAlexa Rhetori:\n \n[Quickly]\n Yes, yes! She recently had her grandfather die and they were really close and so I gave her some, um, time alone and then I— oh, god, oh god, I—\n\n\n911 Operator:\n Please calm down ma'am, we have emergency services on the way.\n\n\nUnidentified:\n \n[Distant]\n You could use me too, couldn't you? Come here, it's going to be alright. I promise.\n\n\nAlexa Rhetori:\n Hurry.. please. \n[Hesitantly]\n Oh my god, stay the fuck back!\n\n\n911 Operator:\n Ma'am, are you okay?\n\n\nSarah Rhetori:\n Mom, just put down the phone! He's helping me, please! We just both miss grandpa, that's— that's all! \n[Pause]\n Mom!\n\n\nAlexa Rhetori:\n \n\"We?\"\n I said get the hell back, now! Fucking— \n[Pause]\n Oh dear lord, you—\n\n\nUnidentified:\n \n[Closer than before]\n Shhhh, shhhhh. It's okay, momma. I'm here for you. It'll get better. Just watch.\n\n\nAlexa Rhetori:\n \n[Stuttering]\n P-Please, don't—\n\n\n[A loud crack is heard followed by the phone being dropped to the floor alongside another heavy object.]\n\n\n911 Operator:\n Ma'am? Ma'am!\n\n\nUnidentified:\n \n[Shushing, now distantly]\n It's okay, it's okay. We'll both miss her. Together.\n\n\n[END LOG]\n\n\n\n\nFollowing police arrival, Sarah was found sitting in front of SCP-4655. The mother's corpse was found in the living room of the household with a broken neck, causing her to expire instantly. Sarah was administered specialized amnestics and has since been placed into foster care.\n\n\nFollowing the incident, SCP-4655 was secured and relocated to Site-64.\n\n\n\n\nFootnotes\n\n\n1\n. Whether this is a memetic or congitohazardous effect is under investigation.\n\n\n\n\n\n\n\n\n« \nSCP-4654\n | SCP-4655 | \nSCP-4656\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4655\n\" by DrCaroll, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4655\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "[BEGIN LOG] 911 Operator: 911, what's your emergency? Alexa Rhetori: We need armed police officers at [DATA REDACTED]— [Stuttering] I don't know what the hell it is, but it's— 911 Operator: Is it an armed individual, ma'am? Alexa Rhetori: No, but it's going to— it's going to kill my daughter, please! Sarah Rhetori: [Distantly with sobs] Mom, he's here to help! Don't tattle on him! 911 Operator: Is that your daughter, ma'am? Alexa Rhetori: [Quickly] Yes, yes! She recently had her grandfather die and they were really close and so I gave her some, um, time alone and then I— oh, god, oh god, I— 911 Operator: Please calm down ma'am, we have emergency services on the way. Unidentified: [Distant] You could use me too, couldn't you? Come here, it's going to be alright. I promise. Alexa Rhetori: Hurry.. please. [Hesitantly] Oh my god, stay the fuck back! 911 Operator: Ma'am, are you okay? Sarah Rhetori: Mom, just put down the phone! He's helping me, please! We just both miss grandpa, that's— that's all! [Pause] Mom! Alexa Rhetori: \"We?\" I said get the hell back, now! Fucking— [Pause] Oh dear lord, you— Unidentified: [Closer than before] Shhhh, shhhhh. It's okay, momma. I'm here for you. It'll get better. Just watch. Alexa Rhetori: [Stuttering] P-Please, don't— [A loud crack is heard followed by the phone being dropped to the floor alongside another heavy object.] 911 Operator: Ma'am? Ma'am! Unidentified: [Shushing, now distantly] It's okay, it's okay. We'll both miss her. Together. [END LOG]",
        "\" SCP-4655 \" by DrCaroll, from the SCP Wiki . Source: https://scpwiki.com/scp-4655 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe",
    "containment_procedures": "SCP-4655 is kept in a standard Safe-class containment chamber. Within the containment chamber, a single overhead lamp constructed for the manifestation of SCP-4655-1 instances is to remain dimly lit at all times. Personnel that have lost a relative or partner within the last 5 years are restricted from SCP-4655's containment chamber.",
    "description": "SCP-4655 is a twin-sized bed decorated with a pink bedsheet.",
    "title": "SCP-4655"
}