{
    "url": "https://scp-wiki.wikidot.com/scp-4657",
    "all_text": "rating: \n+84\n+\n–\nx\n\n\n\n\n\n\nSCP-4657.\n\n\n\n\n\n\nItem #:\n SCP-4657\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4657 is stored in a standard item storage vault. Identification of its creator is considered a Level 2 priority.\n\n\nDescription:\n SCP-4657 is a box housing a single mechanical button. The exterior of the box is composed of common mahogany wood and is otherwise unremarkable aside from a set of instructions engraved on one of the faces. The engraved instructions are as follows:\n\n\n\n\nStep 1: Go outside, like for real, you need to be outside for this. Trust me dude. \nAlso, you need to be alone when\n Never mind, it’s fine if there are other people to see it too.\n\nStep 2: Open the box. (duh)\n\nStep 3: Press the button.\n\nStep 4: Enjoy.\n\n\n\n\nPressing the button will cause SCP-4657 to produce a monotonous beeping sound for 15 seconds. At the cessation of the beeping sound, SCP-4657 will begin ejecting fireworks as a disembodied masculine voice relays a message. This message has been transcribed in Addendum 4657.\n\n\nAt the conclusion of the message, the fireworks display will increase in size until five minutes after activation. The fireworks have not been observed to leave behind any residue of burn marks, nor have they caused any harmful visual or auditory effects.\n\n\nAddendum 4657:\n Below is the transcribed message that will play at the activation of SCP-4657. The identity of the speaker remains unknown.\n\n\n\n\n(\nSounds of disembodied cheers and applause are present throughout the message\n.)\n\n\nYou did it man! You really did it! You had me scared for a while there but I'm glad everything's going to be fine now. I can’t wait to get back on the things we didn’t finish doing. You'll have your strength back in no time, I promise! I'll even make your favorite pudding!\n\n\n(\nBrief pause\n)\n\n\nI have something to ask you but I really can’t tell you that in person, it's a bit embarrassing. I’m really serious about it though, and if things don’t go the way I want them to, I hope we can still be friends. I really thought I was gonna lose you there. Anyway, you missed our annual tradition of watching the fireworks so I brought them to you! Enjoy your very own awesome mega fireworks!\n\n\n(\nBefore the end of the fireworks display, SCP-4567 ejects a single firework, which explodes and forms the phrase “Will you go out with me?” before deactivating.\n)\n\n\n\n\n\n\n\n\n\n\nThe fireworks produced by SCP-4657 two minutes after its initial activation.\n\n\n\n\n\n\n\n\nDiscovery:\n On 2018/04/03, SCP-4657 was discovered in a hospital in Malabuyoc, Philippines. A staff member saw the still gift-wrapped SCP-4657 in the Patient’s Unclaimed Property room and unintentionally activated it. Due to its anomalous properties, there were no damages or injuries.\n\n\nInterrogation of the family and friends of the late owner of SCP-4657 was inconclusive. Aiden Torres, a close friend of the late owner of SCP-4657, has been discovered to be missing since 2018/04/03. Locating Mr. Torres has been deemed a moderate priority. The civilians involved were amnesticized and SCP-4657 was retrieved.\n\n\nUpdate 4657/2019:\n On 2019/04/03, a police report indicated that an unsanctioned fireworks display had occurred on a secluded field at Malabuyoc, Philippines. Arriving at the site, the police found no signs of burn marks or any traces of fireworks residue. A picnic blanket along with two cups of egg pudding, one of which has been half-eaten, was also found on the site. DNA testing on the consumed foodstuff was inconclusive. The perpetrator has yet to be identified.\n\n\n\n\n\n\n\n\nThe fireworks incident (upper left) occuring on the secluded field. Image taken by a tourist.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4656\n | SCP-4657 | \nSCP-4658\n »",
    "addendums": [
        "Addendum 4657: Below is the transcribed message that will play at the activation of SCP-4657. The identity of the speaker remains unknown."
    ],
    "documents": [],
    "notes": [
        "Step 1: Go outside, like for real, you need to be outside for this. Trust me dude. Also, you need to be alone when Never mind, it’s fine if there are other people to see it too. Step 2: Open the box. (duh) Step 3: Press the button. Step 4: Enjoy.",
        "( Sounds of disembodied cheers and applause are present throughout the message .) You did it man! You really did it! You had me scared for a while there but I'm glad everything's going to be fine now. I can’t wait to get back on the things we didn’t finish doing. You'll have your strength back in no time, I promise! I'll even make your favorite pudding! ( Brief pause ) I have something to ask you but I really can’t tell you that in person, it's a bit embarrassing. I’m really serious about it though, and if things don’t go the way I want them to, I hope we can still be friends. I really thought I was gonna lose you there. Anyway, you missed our annual tradition of watching the fireworks so I brought them to you! Enjoy your very own awesome mega fireworks! ( Before the end of the fireworks display, SCP-4567 ejects a single firework, which explodes and forms the phrase “Will you go out with me?” before deactivating. )"
    ],
    "item": "SCP-4657",
    "object_class": "Safe",
    "containment_procedures": "SCP-4657 is stored in a standard item storage vault. Identification of its creator is considered a Level 2 priority.",
    "description": "SCP-4657 is a box housing a single mechanical button. The exterior of the box is composed of common mahogany wood and is otherwise unremarkable aside from a set of instructions engraved on one of the faces. The engraved instructions are as follows:",
    "title": "SCP-4657"
}