{
    "url": "https://scp-wiki.wikidot.com/scp-4660",
    "all_text": "rating: \n+175\n+\n–\nx\n\n\n\n\n\n\nSCP-4660-1\n\n\n\n\n\n\nItem #:\n SCP-4660\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4660-1 is to be contained on-site at SCP-4660-3, within a Type S Mammalian Anomaly Containment Chamber. The chamber is to be inspected daily for attempts to breach containment. This chamber and the property on which SCP-4660-3 has been built is maintained by staff from \nSite-64\n. SCP-4660-1 is to be fed using an appropriate feeding schedule, with a veterinary physical examination to occur once monthly for any changes in SCP-4660-1's health.\n\n\nSCP-4660-2 is to receive daily inspections for unsanctioned damage. All attempts to remove SCP-4660-2 have been indefinitely suspended.\n\n\nDescription:\n SCP-4660-1 is a female specimen of \nFelis catus\n.\n1\n SCP-4660-2 is a pink collar made of an as of yet unidentified aramid fiber, affixed around SCP-4660-1's neck. SCP-4660-2 has an attached brass tag engraved with \"Buttercup,\" as well as a phone number. SCP-4660-3 is a single story suburban home in Portland, Oregon.\n\n\nWhen SCP-4660-1 expires or moves farther than a 50 meter radius from SCP-4660-3, it immediately vanishes, then reappears within SCP-4660-3's living room, causing a detectable spike in Elan-Vital Energy.\n2\n Any injuries sustained by SCP-4660-1 prior to this event will have regenerated with no signs of scar tissue or other trauma. SCP-4660-1 shows signs of distress while outside of SCP-4660-3 and will attempt to reenter the building. If no mundane means of entry are possible, SCP-4660-1 has been observed to trigger minor anomalous abilities\n3\n or causing its own death, to achieve reentry. While within SCP-4660-3, SCP-4660-1 behaves similarly to non-anomalous members of its species.\n\n\nAttempts to remove SCP-4660-2 from SCP-4660-1 have proven impossible. Removal of SCP-4660-2 will cause SCP-4660-1 to reappear in the living room of SCP-4660-3 with SCP-4660-2 around its neck. Any damage sustained to SCP-4660-2 that severely compromises its integrity or otherwise removes it from around SCP-4660-1's neck likewise will trigger SCP-4660-1 to vanish and reappear within SCP-4660-3. \nTesting to remove SCP-4660-2 from SCP-4660-1 for an extended period of time is currently ongoing.\n Testing to remove SCP-4660-2 from SCP-4660-1 for an extended period of time has been suspended per order of the Ethics Committee.\n\n\nThe number listed on SCP-4660-2's tag is currently out of service. Local phone records have identified the number as being a former landline for SCP-4660-3. Attempts to contact previous owners of SCP-4660-3 are ongoing. As of the time of writing, none of these former owners, with the exception of SCP-4660-3's most recent residents, have been located by Foundation agents.\n\n\nDiscovery:\n SCP-4660 was discovered on September 31st, 2017 following the detection of several spikes in Elan-Vital Energy within the vicinity of SCP-4660-3. An investigation by members of MTF Tau-51 (\"Urban Brawl\") lead to the discovery of both the properties of SCP-4660-1 and SCP-4660-2.\n\n\nAddendum: Interview Log 4660-01\n\n\n\n\nInterviewed:\n Jayden Coles\n\n\nInterviewer:\n \nAgent Beatrice Ross\n\n\nForeword:\n The following interview was conducted at SCP-4660-3 on October 1st, 2017, following the discovery of SCP-4660-1 after it demonstrated its ability by getting hit by a car. Agent Ross was selected for the interview due to her expertise as resident thaumatologist of MTF Tau-51. Jayden Coles is the former owner of SCP-4660-3. SCP-4660-1 was present during the interview due to the inability of SCP Foundation personnel to remove it from the site of SCP-4660-3.\n\n\n<Begin Log>\n\n\nRoss:\n Afternoon Mr. Coles. I'm Agent Ross. My colleagues and I will be out of your hair soon enough. I just got a few questions for you about your cat.\n\n\nColes:\n That's not my cat.\n\n\nRoss:\n Pardon?\n\n\nColes:\n Buttercup isn't my cat. My husband and I are deathly allergic. Apparently, it's been terrorizing this place for years now. Most of the previous owners were content in just letting it inside. It's a very friendly cat. But, you know, deathly allergic.\n\n\nColes shrugs.\n\n\nColes:\n Are you guys going to take it away?\n\n\nRoss:\n It's very likely we will have to, yes.\n\n\nColes:\n Good. It's all yours.\n\n\nRoss:\n You're very quick to get rid of her.\n\n\nColes:\n Can you blame me? It's constantly trying to get inside my house. We'll hear it meowing outside for hours and hours, suddenly stop, and then appear in our living room like some kind of Houdini. I've watched it throw itself in front of cars, get torn apart by a coyote, and chew holes in the garage door. It creeps me out. Two weeks ago it threw itself through the glass on the second story window. Those were new panes. A cat shouldn't be able to do that. To be honest with you, I don't think it's a cat anymore. I mean, just watch this.\n\n\nColes crosses the room, picks up SCP-4660-1, and throws it at a nearby wall. An audible crack is heard as SCP-4660-1 makes contact, and it immediately vanishes and reappears at the center of SCP-4660-3's living room.\n\n\nRoss:\n Jesus Christ! What the hell is wrong with you?!?\n\n\nColes:\n Look. Good as new.\n\n\nSCP-4660-1 is apparently unharmed. SCP-4660-1 watches Coles briefly, then moves to a corner of the room before lying down. Ross takes several notes and then resumes the interview.\n\n\nRoss:\n So what do you think it is?\n\n\nColes:\n I don't know. I just wish it would stop coming back. Or at least it wasn't so friendly. That would make all of this easier. I personally watched it die nine times in the last six months…\n\n\nColes sighs.\n\n\nColes:\n Listen, if you guys can stop this, it's all yours. Hell, we'll sell you the place if you want. My husband and I just want to get away from that thing.\n\n\n<End Log>\n\n\n\n\nAs of 03/10/2017 the property containing SCP-4660-3 has been purchased from its former residents and converted to a satellite site while maintaining the guise of civilian housing. Surveillance of Jayden Coles and his family is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. Domestic Cat\n\n\n2\n. One of the components of aetheric energy, which powers all thaumatology.\n\n\n3\n. Abilities observed have included short-range teleportation, enhanced strength, and achieving velocities exceeding what is possible for a non-anomalous member of SCP-4660-1's species.\n\n\n\n\n\n\n\n\n« \nSCP-4659\n | SCP-4660 | \nSCP-4661\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4660\n\" by Jacob Conwell, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4660\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP-4660-1.jpg\n\n\nAuthor:\n \nJacob Conwell\n's fiance\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum: Interview Log 4660-01\nAs of 03/10/2017 the property containing SCP-4660-3 has been purchased from its former residents and converted to a satellite site while maintaining the guise of civilian housing. Surveillance of Jayden Coles and his family is ongoing."
    ],
    "documents": [],
    "notes": [
        "Interviewed: Jayden Coles Interviewer: Agent Beatrice Ross Foreword: The following interview was conducted at SCP-4660-3 on October 1st, 2017, following the discovery of SCP-4660-1 after it demonstrated its ability by getting hit by a car. Agent Ross was selected for the interview due to her expertise as resident thaumatologist of MTF Tau-51. Jayden Coles is the former owner of SCP-4660-3. SCP-4660-1 was present during the interview due to the inability of SCP Foundation personnel to remove it from the site of SCP-4660-3. <Begin Log> Ross: Afternoon Mr. Coles. I'm Agent Ross. My colleagues and I will be out of your hair soon enough. I just got a few questions for you about your cat. Coles: That's not my cat. Ross: Pardon? Coles: Buttercup isn't my cat. My husband and I are deathly allergic. Apparently, it's been terrorizing this place for years now. Most of the previous owners were content in just letting it inside. It's a very friendly cat. But, you know, deathly allergic. Coles shrugs. Coles: Are you guys going to take it away? Ross: It's very likely we will have to, yes. Coles: Good. It's all yours. Ross: You're very quick to get rid of her. Coles: Can you blame me? It's constantly trying to get inside my house. We'll hear it meowing outside for hours and hours, suddenly stop, and then appear in our living room like some kind of Houdini. I've watched it throw itself in front of cars, get torn apart by a coyote, and chew holes in the garage door. It creeps me out. Two weeks ago it threw itself through the glass on the second story window. Those were new panes. A cat shouldn't be able to do that. To be honest with you, I don't think it's a cat anymore. I mean, just watch this. Coles crosses the room, picks up SCP-4660-1, and throws it at a nearby wall. An audible crack is heard as SCP-4660-1 makes contact, and it immediately vanishes and reappears at the center of SCP-4660-3's living room. Ross: Jesus Christ! What the hell is wrong with you?!? Coles: Look. Good as new. SCP-4660-1 is apparently unharmed. SCP-4660-1 watches Coles briefly, then moves to a corner of the room before lying down. Ross takes several notes and then resumes the interview. Ross: So what do you think it is? Coles: I don't know. I just wish it would stop coming back. Or at least it wasn't so friendly. That would make all of this easier. I personally watched it die nine times in the last six months… Coles sighs. Coles: Listen, if you guys can stop this, it's all yours. Hell, we'll sell you the place if you want. My husband and I just want to get away from that thing. <End Log>",
        "\" SCP-4660 \" by Jacob Conwell, from the SCP Wiki . Source: https://scpwiki.com/scp-4660 . Licensed under CC-BY-SA .",
        "Filename: SCP-4660-1.jpg Author: Jacob Conwell 's fiance License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-4660",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4660-1 is to be contained on-site at SCP-4660-3, within a Type S Mammalian Anomaly Containment Chamber. The chamber is to be inspected daily for attempts to breach containment. This chamber and the property on which SCP-4660-3 has been built is maintained by staff from Site-64. SCP-4660-1 is to be fed using an appropriate feeding schedule, with a veterinary physical examination to occur once monthly for any changes in SCP-4660-1's health.",
    "description": "SCP-4660-1 is a female specimen of Felis catus.1 SCP-4660-2 is a pink collar made of an as of yet unidentified aramid fiber, affixed around SCP-4660-1's neck. SCP-4660-2 has an attached brass tag engraved with \"Buttercup,\" as well as a phone number. SCP-4660-3 is a single story suburban home in Portland, Oregon.",
    "title": "SCP-4660"
}