{
    "url": "https://scp-wiki.wikidot.com/scp-4671",
    "all_text": "rating: \n+77\n+\n–\nx\n\n\nItem #:\n SCP-4671\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4671 is kept in a standard humanoid containment chamber at Site-42.\n\n\nPersonnel assigned to SCP-4671 are to wear clown make-up when directly interacting with the subject. Security personnel are to be armed with tranquilizers or shock batons in the event SCP-4671 needs to be subdued. If SCP-4671 is experiencing extreme distress, it is to listen to calm music.\n\n\nSCP-4671 is currently scheduled on Mondays to attend psychotherapy with Dr. Pierre and undergo exposure therapy. Possible prescriptions for SCP-4671 are pending approval.\n\n\nDescription:\n SCP-4671 is a sapient humanoid entity with the appearance of a generic clown that stands 1.6 meters tall. It wears a baggy silk suit with red pompoms over an orange stripe, a collar ruff, large red shoes that compensate for its elongated feet, and large white gloves. It has a bulbous-shaped head, and natural red hair. Its skin is completely white, and it has blue lips, along with a round rubber red nose. On its chest is a yellow flower, which is real and has shown to be rooted into SCP-4671's chest cavity. It has sharp teeth and a forked tongue.\n\n\nSCP-4671 identifies itself as \"Clarky the Clown\" or \"Clarky C. Clark Jr.\" though it generally prefers to identify as the former. It is capable of performing various anomalous actions which are listed below:\n\n\n\n\nInflating itself by blowing on its thumb.\n\n\nJumping up to 3 meters high.\n\n\nProducing animate 'balloon animals' which cease animation when deflated.\n1\n\n\nDetach and reattach limbs.\n\n\nPulling strings of colored cloth from its ears or mouth.\n\n\nManifesting coins on a person without direct contact to pull out as a trick.\n\n\nFitting into small spaces by folding itself.\n\n\nSquirting water from the flower on its chest.\n\n\nManifesting a corn dog or cotton candy out of a puff of colored smoke.\n\n\n\n\nDespite having sharp teeth, SCP-4671 is not carnivorous and consumes mainly candy. SCP-4671 has stated to be able to consume meat, but refuses out of morality and \"feeling sick.\"\n\n\nSCP-4671 is docile and often eager to perform despite the fact it has an intense fear of human beings. Encountering a human causes SCP-4671 to experience a panic attack and hyperventilate, leading to an attempt to hide. Music has shown to calm SCP-4671 from an encounter, and wearing clown make up allows communication with it due to SCP-4671 believing an individual to be a clown such as itself.\n\n\nSCP-4671 was discovered on 05/17/2016 hiding inside a dumpster observing a birthday party by two sanitary workers. Mobile Task Force Epsilon-7 (\"Village Idiots\") recovered SCP-4671 and transported it to Site-42.\n\n\nAddendum 01:\n The following transcripts are of interviews with SCP-4671.\n\n\n\n\n+ Open Transcript 4671-A\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-4671\n\n\nInterviewer:\n Dr. Margaret Pierre\n\n\nForeword:\n Dr. Pierre is wearing clown make-up for the duration of the interview to communicate with SCP-4671. Same applies to all interviews.\n\n\n<Begin Log>\n\n\nDr. Pierre:\n Good morning. How have you been, Clarky?\n\n\nSCP-4671:\n \n[SCP-4671 is flipping a coin]\n Very fine! Thank you for asking!\n\n\nDr. Pierre:\n You're welcome. I'll be asking you some questions. \n[Papers shifting]\n So tell me more about yourself. How did you came to be?\n\n\nSCP-4671:\n Hmm. I was born, I guess, and here I am. Clowning about. \n[Stops flipping coin which disappears from its hand and honks nose]\n\n\nDr. Pierre:\n What about any early memories?\n\n\nSCP-4671:\n Well, I recall confetti. Lots of confetti when I was born.\n\n\nDr. Pierre:\n Are your parents clowns?\n\n\nSCP-4671:\n Of course, silly.\n\n\nDr. Pierre:\n Very well…So next question. Are there others like you besides your parents?\n\n\nSCP-4671:\n Yep. Plenty. Although, I wouldn't say like me exactly, but yeah. Also, you guys count, right? You just don't have a nose like mine that honks…or do you?\n\n\n[SCP-4671 tries to reach out to Dr. Pierre at an attempt to honk her nose, but is unable to reach. Dr. Pierre tries to hold back laughter.]\n\n\nDr. Pierre:\n Uh, no. It does not, Clarky.\n\n\nSCP-4671:\n \n[Slouches back in chair]\n Oh, sorry.\n\n\nDr. Pierre:\n It's alright. Is there anything interesting you can tell me about the others?\n\n\nSCP-4671:\n Well, some talked in Clown Sign. It goes a bit like this.\n\n\n[SCP-4671 makes numerous gestures and honks its nose several times.]\n\n\nYeah, I'm a bit rusty and know only a little bit. I never used it much for there weren't many of those that did. We became able to talk instead, which I think is much better.\n\n\nDr. Pierre:\n Interesting. Anyway, you mentioned that you were unlike the others. Can you please explain?\n\n\nSCP-4671:\n \n[Begins fiddling with a balloon it got from its pocket]\n Well, uh, they are not exactly…clowny clown clowns. They're not very nice like me.\n\n\nDr. Pierre:\n How so?\n\n\nSCP-4671:\n They used these a lot. \n[Opens mouth and points at teeth.]\n\n\nDr. Pierre:\n I see. Next-\n\n\n[SCP-4671 sneezes, which causes its nose to honk, into the balloon it was fiddling with in its hands. Bits of confetti are visible on the balloon.]\n\n\nSCP-4671:\n Eew, I ruined a perfectly fine balloon.\n\n\nDr. Pierre:\n Uh, bless you.\n\n\nSCP-4671:\n Thank you! \n[Tosses balloon in a trash bin present in the room.]\n\n\nDr. Pierre:\n As I saying, let's move on to the next question. Have you heard of the Circus of the Disquieting?\n\n\nSCP-4671:\n What's that? Also, what does 'disquieting' mean?\n\n\nDr. Pierre:\n Well, 'disquieting' means to induce anxiety or worry. Also, it is a circus where they have lots of bizarre acts.\n\n\nSCP-4671:\n Sounds kinda scary.\n\n\nDr. Pierre:\n Yeah… Just to be sure, the name Herman Fuller doesn't ring any bells?\n\n\nSCP-4671:\n I don't have any bells, but if I did they wouldn't be ringing.\n\n\nDr. Pierre:\n \n[Represses a laugh]\n Alright then. I guess we are done for today. See you soon, Clarky.\n\n\nSCP-4671:\n See ya!\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open Transcript 4671-B\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-4671\n\n\nInterviewer:\n Dr. Margaret Pierre\n\n\n<Begin Log>\n\n\n[SCP-4671 is doing push ups without touching the floor with his hands while honking his nose at the same time.]\n\n\nDr. Pierre:\n Um, Clarky?\n\n\n[SCP-4671 gets up and sits down on chair.]\n\n\nSCP-4671:\n Oh hey! How you doing?\n\n\nDr. Pierre:\n Fine, thank you. You?\n\n\nSCP-4671:\n Great! I got this chocolate bar. \n[Pulls out a Hershey brand chocolate bar.]\n Want a piece?\n\n\nDr. Pierre:\n That's nice of you, but no thanks.\n\n\nSCP-4671:\n Alright. \n[SCP-4671 breaks a piece of the chocolate and eats it while putting the rest back in its pocket.]\n\n\nDr. Pierre:\n So I like to ask some questions again. Lets start more about your family. Do you have any siblings?\n\n\nSCP-4671:\n \n[Briefly silent and still]\n Yeah…\n\n\nDr. Pierre:\n How many?\n\n\nSCP-4671:\n Just one, my brother.\n\n\nDr. Pierre:\n You don't sound so enthusiastic as usual. Did you get along with him?\n\n\nSCP-4671:\n \n[Looks down and twiddles with thumbs]\n No. We didn't.\n\n\nDr. Pierre:\n I never got along with my siblings either when I was a kid. What were they like?\n\n\nSCP-4671:\n \n[Silent]\n\n\nDr. Pierre:\n Was he violent?\n\n\nSCP -4671:\n Very.\n\n\nDr. Pierre:\n Can you tell me an example, please? Just know you can talk to me about anything.\n\n\nSCP-4671:\n Well, he would always try to beat me. Sometimes he would want to eat me! He… he never thought I m-mean anything.\n\n\nDr. Pierre:\n I'm so sorry to hear that. You know what? I'll have you get a strawberry milk shake later to cheer you up? How's that?\n\n\nSCP-4671:\n I'd like that. Thank you.\n\n\nDr. Pierre:\n You're welcome. One more thing, do you know where is your brother now?\n\n\nSCP-4671:\n I haven't seen him for a long time. I have no clue where he could be, but despite everything I hope he's fine.\n\n\nDr. Pierre:\n Hm. Unfortunately, our time is up. Thank you and I'll see you again soon hopefully.\n\n\nSCP-4671:\n Bye bye.\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-4671 received its milkshake two hours later as requested by Dr. Pierre.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open Transcript 4671-C\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-4671\n\n\nInterviewer:\n Dr. Margaret Pierre\n\n\n<Begin Log>\n\n\nDr. Pierre:\n Hello, Clarky.\n\n\n[SCP-4671 is weaving a sweater with cotton candy it manifested.]\n\n\nSCP-4671\n Oh hi! Good to see you again! I'm making a sweater to pass the time.\n\n\nDr. Pierre:\n Comfy.\n\n\nSCP-4671:\n That's what I thought! Anyway, what's up? I already know it's the ceiling, but besides that. \n[Puts sweater away in pocket]\n\n\nDr. Pierre:\n \n[Sighs]\n I'm going to be asking you a question that you may have difficulty answering today. I want you to know you are safe to talk about it, and have nothing to fear. Now… Why are you afraid of humans?\n\n\nSCP-4671:\n \n[Laughs nervously]\n Uh, well… \n[Slightly tugs at collar while sweat is visibly dripping on its forward.]\n I… well… \n[Pulls out a purple cloth from its mouth to wipe sweat off its forehead]\n Is it hot in here or just me? Oh, sorry, it's just…\n\n\nDr. Pierre:\n It's okay, Clarky. Please take a deep breath and take your time.\n\n\n[SCP-4671 takes a deep breath and resumes]\n\n\nSCP-4671:\n It involves the others and my parents kinda. They always told me that we had no place with humans. I didn't believe it. They didn't approve who I was so I ran away to prove them wrong.\n\n\nI found a group of humans one day. I walked up them and did my usual performance. They s-screamed and t-threw rocks at me. T-they beat me up with bats and I t-think one had a broom. Then they ran. Later, a group of humans with guns came and…and tried to k-kill me. \n[Begins to cry]\n\n\nI-I b-barely escaped t-through the sewers. It smelled awful! I just don't understand. I… wanted to make them l-laugh. Worst day of my life. Never knew how humans h-hate us. \n[Sobbing]\n\n\nDr. Pierre:\n Well, some people can be cruel. Trust me there are people that love clowns, and we can help you.\n\n\nSCP-4671:\n \n[Blows nose on colored cloth]\n Really?\n\n\nDr. Pierre:\n Yes, I promise.\n\n\nSCP-4671:\n Can… can I get a hug?\n\n\n[Dr. Pierre is given permission to hug SCP-4671 via ear piece with guards on stand-by]\n\n\nDr. Pierre:\n Sure.\n\n\n[SCP-4671 hugs Dr. Pierre for seven seconds before release.]\n\n\nSCP-4671:\n Thank you, I needed that. I would have just made a smiling balloon, but I have no sharpie or balloons. \n[Sighs]\n I try to be happy when around others. I'm sorry for being a downer.\n\n\nDr. Pierre:\n You're welcome and it's okay… Well, unfortunately our time is up. I'll see you again soon.\n\n\nSCP-4671:\n Wait, one more thing!\n\n\n[SCP-4671 pulls out a red balloon, which it inflates and tie with a piece of string. SCP-4671 then hands it to Dr. Pierre.]\n\n\nDr. Pierre:\n Thank you, Clarky. Also, I thought you said you had no more balloons?\n\n\nSCP-4671:\n Now I don't have anymore balloons. That one was at the very bottom of my pockets. Anyway, goodbye.\n\n\nDr. Pierre:\n Goodbye.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 02:\n On 07/16/16, an aggressive entity resembling SCP-4671 was successfully captured by Foundation agents. The entity was being pursued by Global Occult Coalition strike teams, and it was missing its left arm. Below is a transcript of an interview with the entity, which has been temporarily designated as E-4671.\n\n\n\n\n+ Open Transcript 4671-AB\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n E-4671\n\n\nInterviewer:\n Dr. Margaret Pierre\n\n\nForeword:\n Wearing clown make-up has shown that the entity, unlike SCP-4671, is able to easily differentiate a human from members of its own kind. Therefore, the entity is spoken to via intercom, and within a chamber with an observation window.\n\n\n<Begin Log>\n\n\n[E-4671 is shambling around the chamber with four tendrils lined with sharp bone protruding from its back. It shows no concern for its missing arm, and it is constantly smiling.]\n\n\nDr. Pierre:\n Hello? Can you hear me?\n\n\nE-4671:\n \n[Chuckles]\n Of course! Ha ha!\n\n\n[E-4671 stares blankly at the ceiling.]\n\n\nHow do you humans plan on killing me now? Boring me to death in this box? At least with bullets, you guys gave me something to try to catch or bite in mid air. Maybe even juggle. Ha ha! \n[Honks nose]\n\n\nDr. Pierre:\n We are not the same people that chased you in the first place. Now I have some-\n\n\nE-4671:\n Good good. I feel much better about things! \n[Laughs which echoes even within the observation booth.]\n\n\nDr. Pierre:\n As I was, um, saying, I have questions. Where do you come from? Where are the others of your kind?\n\n\nE-4671:\n That doesn't matter, really. \n[Moves to the walls and starts touching it while pressing the side of its head on it.]\n They are likely having some nice pies or something. Ha ha! Whatever is left of them to enjoy some.\n\n\n[Moves to the center of the room as its tendrils flail around.]\n\n\nDr. Pierre:\n Do you have a name?\n\n\nE-4671:\n Not really, but I tell little children it's Joey before dinner.\n\n\nDr. Pierre:\n Does the name Clarky sound familiar?\n\n\nE-4671:\n \n[Looks directly at the observation window]\n Oh yeah, definitely. Is that fool still alive?\n\n\nDr. Pierre:\n Yes, how do you know him?\n\n\n[E-4671 looks side to side while ignoring the question.]\n\n\nE-4671:\n Of course he is. Thought he be dead by now. How is the little fool?\n\n\n[E-4671 is visibly growing in height, and becoming more hunched over. Before Dr. Pierre could respond, E-4671 continues]\n\n\nActually, I can go see him myself. I feel him near.\n\n\n[Laughs which echoes and becomes more high pitched. E-4671 begin to produce colored smoke from its orifices and moves to the observation window while humming.]\n\n\nDr. Pierre:\n What are you- \n[Guards escort Dr. Pierre from the booth.]\n\n\n[The chamber is filled with smoke and E-4671 is banging on the window, which after a brief moment breaks.]\n\n\n<End Log>\n\n\nClosing Statement:\n Security teams pursued E-4671 to outside of SCP-4671's chamber. Due to concerns of SCP-4671's safety, security teams were ordered to neutralize E-4671. As it was being shot, E-4671 managed to pry the door to the chamber slightly enough to peer inside. As it did, it stated \"Here's Joey! Come say hello, little brother!\" before collapsing and being confirmed neutralized.\n\n\nThe corpse was taken for analysis, and no casualties occurred.\n\n\nNote: Recently, personnel have reported that E-4671's nose is missing despite it being present during analysis. If you see it, please let me or Dr. Pierre know.\n - Dr. Sutherland\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-4671 is incapable of performing this task, as it is unable to manifest a balloon required to perform it unless provided.\n\n\n\n\n\n\n\n\n« \nSCP-4670\n | SCP-4671 | \nSCP-4672\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4671\n\" by Baronjoe, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4671\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 01: The following transcripts are of interviews with SCP-4671.",
        "Addendum 02: On 07/16/16, an aggressive entity resembling SCP-4671 was successfully captured by Foundation agents. The entity was being pursued by Global Occult Coalition strike teams, and it was missing its left arm. Below is a transcript of an interview with the entity, which has been temporarily designated as E-4671."
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-4671 Interviewer: Dr. Margaret Pierre Foreword: Dr. Pierre is wearing clown make-up for the duration of the interview to communicate with SCP-4671. Same applies to all interviews. <Begin Log> Dr. Pierre: Good morning. How have you been, Clarky? SCP-4671: [SCP-4671 is flipping a coin] Very fine! Thank you for asking! Dr. Pierre: You're welcome. I'll be asking you some questions. [Papers shifting] So tell me more about yourself. How did you came to be? SCP-4671: Hmm. I was born, I guess, and here I am. Clowning about. [Stops flipping coin which disappears from its hand and honks nose] Dr. Pierre: What about any early memories? SCP-4671: Well, I recall confetti. Lots of confetti when I was born. Dr. Pierre: Are your parents clowns? SCP-4671: Of course, silly. Dr. Pierre: Very well…So next question. Are there others like you besides your parents? SCP-4671: Yep. Plenty. Although, I wouldn't say like me exactly, but yeah. Also, you guys count, right? You just don't have a nose like mine that honks…or do you? [SCP-4671 tries to reach out to Dr. Pierre at an attempt to honk her nose, but is unable to reach. Dr. Pierre tries to hold back laughter.] Dr. Pierre: Uh, no. It does not, Clarky. SCP-4671: [Slouches back in chair] Oh, sorry. Dr. Pierre: It's alright. Is there anything interesting you can tell me about the others? SCP-4671: Well, some talked in Clown Sign. It goes a bit like this. [SCP-4671 makes numerous gestures and honks its nose several times.] Yeah, I'm a bit rusty and know only a little bit. I never used it much for there weren't many of those that did. We became able to talk instead, which I think is much better. Dr. Pierre: Interesting. Anyway, you mentioned that you were unlike the others. Can you please explain? SCP-4671: [Begins fiddling with a balloon it got from its pocket] Well, uh, they are not exactly…clowny clown clowns. They're not very nice like me. Dr. Pierre: How so? SCP-4671: They used these a lot. [Opens mouth and points at teeth.] Dr. Pierre: I see. Next- [SCP-4671 sneezes, which causes its nose to honk, into the balloon it was fiddling with in its hands. Bits of confetti are visible on the balloon.] SCP-4671: Eew, I ruined a perfectly fine balloon. Dr. Pierre: Uh, bless you. SCP-4671: Thank you! [Tosses balloon in a trash bin present in the room.] Dr. Pierre: As I saying, let's move on to the next question. Have you heard of the Circus of the Disquieting? SCP-4671: What's that? Also, what does 'disquieting' mean? Dr. Pierre: Well, 'disquieting' means to induce anxiety or worry. Also, it is a circus where they have lots of bizarre acts. SCP-4671: Sounds kinda scary. Dr. Pierre: Yeah… Just to be sure, the name Herman Fuller doesn't ring any bells? SCP-4671: I don't have any bells, but if I did they wouldn't be ringing. Dr. Pierre: [Represses a laugh] Alright then. I guess we are done for today. See you soon, Clarky. SCP-4671: See ya! <End Log>",
        "Interviewed: SCP-4671 Interviewer: Dr. Margaret Pierre <Begin Log> [SCP-4671 is doing push ups without touching the floor with his hands while honking his nose at the same time.] Dr. Pierre: Um, Clarky? [SCP-4671 gets up and sits down on chair.] SCP-4671: Oh hey! How you doing? Dr. Pierre: Fine, thank you. You? SCP-4671: Great! I got this chocolate bar. [Pulls out a Hershey brand chocolate bar.] Want a piece? Dr. Pierre: That's nice of you, but no thanks. SCP-4671: Alright. [SCP-4671 breaks a piece of the chocolate and eats it while putting the rest back in its pocket.] Dr. Pierre: So I like to ask some questions again. Lets start more about your family. Do you have any siblings? SCP-4671: [Briefly silent and still] Yeah… Dr. Pierre: How many? SCP-4671: Just one, my brother. Dr. Pierre: You don't sound so enthusiastic as usual. Did you get along with him? SCP-4671: [Looks down and twiddles with thumbs] No. We didn't. Dr. Pierre: I never got along with my siblings either when I was a kid. What were they like? SCP-4671: [Silent] Dr. Pierre: Was he violent? SCP -4671: Very. Dr. Pierre: Can you tell me an example, please? Just know you can talk to me about anything. SCP-4671: Well, he would always try to beat me. Sometimes he would want to eat me! He… he never thought I m-mean anything. Dr. Pierre: I'm so sorry to hear that. You know what? I'll have you get a strawberry milk shake later to cheer you up? How's that? SCP-4671: I'd like that. Thank you. Dr. Pierre: You're welcome. One more thing, do you know where is your brother now? SCP-4671: I haven't seen him for a long time. I have no clue where he could be, but despite everything I hope he's fine. Dr. Pierre: Hm. Unfortunately, our time is up. Thank you and I'll see you again soon hopefully. SCP-4671: Bye bye. <End Log> Closing Statement: SCP-4671 received its milkshake two hours later as requested by Dr. Pierre.",
        "Interviewed: SCP-4671 Interviewer: Dr. Margaret Pierre <Begin Log> Dr. Pierre: Hello, Clarky. [SCP-4671 is weaving a sweater with cotton candy it manifested.] SCP-4671 Oh hi! Good to see you again! I'm making a sweater to pass the time. Dr. Pierre: Comfy. SCP-4671: That's what I thought! Anyway, what's up? I already know it's the ceiling, but besides that. [Puts sweater away in pocket] Dr. Pierre: [Sighs] I'm going to be asking you a question that you may have difficulty answering today. I want you to know you are safe to talk about it, and have nothing to fear. Now… Why are you afraid of humans? SCP-4671: [Laughs nervously] Uh, well… [Slightly tugs at collar while sweat is visibly dripping on its forward.] I… well… [Pulls out a purple cloth from its mouth to wipe sweat off its forehead] Is it hot in here or just me? Oh, sorry, it's just… Dr. Pierre: It's okay, Clarky. Please take a deep breath and take your time. [SCP-4671 takes a deep breath and resumes] SCP-4671: It involves the others and my parents kinda. They always told me that we had no place with humans. I didn't believe it. They didn't approve who I was so I ran away to prove them wrong. I found a group of humans one day. I walked up them and did my usual performance. They s-screamed and t-threw rocks at me. T-they beat me up with bats and I t-think one had a broom. Then they ran. Later, a group of humans with guns came and…and tried to k-kill me. [Begins to cry] I-I b-barely escaped t-through the sewers. It smelled awful! I just don't understand. I… wanted to make them l-laugh. Worst day of my life. Never knew how humans h-hate us. [Sobbing] Dr. Pierre: Well, some people can be cruel. Trust me there are people that love clowns, and we can help you. SCP-4671: [Blows nose on colored cloth] Really? Dr. Pierre: Yes, I promise. SCP-4671: Can… can I get a hug? [Dr. Pierre is given permission to hug SCP-4671 via ear piece with guards on stand-by] Dr. Pierre: Sure. [SCP-4671 hugs Dr. Pierre for seven seconds before release.] SCP-4671: Thank you, I needed that. I would have just made a smiling balloon, but I have no sharpie or balloons. [Sighs] I try to be happy when around others. I'm sorry for being a downer. Dr. Pierre: You're welcome and it's okay… Well, unfortunately our time is up. I'll see you again soon. SCP-4671: Wait, one more thing! [SCP-4671 pulls out a red balloon, which it inflates and tie with a piece of string. SCP-4671 then hands it to Dr. Pierre.] Dr. Pierre: Thank you, Clarky. Also, I thought you said you had no more balloons? SCP-4671: Now I don't have anymore balloons. That one was at the very bottom of my pockets. Anyway, goodbye. Dr. Pierre: Goodbye. <End Log>",
        "Interviewed: E-4671 Interviewer: Dr. Margaret Pierre Foreword: Wearing clown make-up has shown that the entity, unlike SCP-4671, is able to easily differentiate a human from members of its own kind. Therefore, the entity is spoken to via intercom, and within a chamber with an observation window. <Begin Log> [E-4671 is shambling around the chamber with four tendrils lined with sharp bone protruding from its back. It shows no concern for its missing arm, and it is constantly smiling.] Dr. Pierre: Hello? Can you hear me? E-4671: [Chuckles] Of course! Ha ha! [E-4671 stares blankly at the ceiling.] How do you humans plan on killing me now? Boring me to death in this box? At least with bullets, you guys gave me something to try to catch or bite in mid air. Maybe even juggle. Ha ha! [Honks nose] Dr. Pierre: We are not the same people that chased you in the first place. Now I have some- E-4671: Good good. I feel much better about things! [Laughs which echoes even within the observation booth.] Dr. Pierre: As I was, um, saying, I have questions. Where do you come from? Where are the others of your kind? E-4671: That doesn't matter, really. [Moves to the walls and starts touching it while pressing the side of its head on it.] They are likely having some nice pies or something. Ha ha! Whatever is left of them to enjoy some. [Moves to the center of the room as its tendrils flail around.] Dr. Pierre: Do you have a name? E-4671: Not really, but I tell little children it's Joey before dinner. Dr. Pierre: Does the name Clarky sound familiar? E-4671: [Looks directly at the observation window] Oh yeah, definitely. Is that fool still alive? Dr. Pierre: Yes, how do you know him? [E-4671 looks side to side while ignoring the question.] E-4671: Of course he is. Thought he be dead by now. How is the little fool? [E-4671 is visibly growing in height, and becoming more hunched over. Before Dr. Pierre could respond, E-4671 continues] Actually, I can go see him myself. I feel him near. [Laughs which echoes and becomes more high pitched. E-4671 begin to produce colored smoke from its orifices and moves to the observation window while humming.] Dr. Pierre: What are you- [Guards escort Dr. Pierre from the booth.] [The chamber is filled with smoke and E-4671 is banging on the window, which after a brief moment breaks.] <End Log> Closing Statement: Security teams pursued E-4671 to outside of SCP-4671's chamber. Due to concerns of SCP-4671's safety, security teams were ordered to neutralize E-4671. As it was being shot, E-4671 managed to pry the door to the chamber slightly enough to peer inside. As it did, it stated \"Here's Joey! Come say hello, little brother!\" before collapsing and being confirmed neutralized. The corpse was taken for analysis, and no casualties occurred. Note: Recently, personnel have reported that E-4671's nose is missing despite it being present during analysis. If you see it, please let me or Dr. Pierre know. - Dr. Sutherland",
        "\" SCP-4671 \" by Baronjoe, from the SCP Wiki . Source: https://scpwiki.com/scp-4671 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4671",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4671 is kept in a standard humanoid containment chamber at Site-42.",
    "description": "SCP-4671 is a sapient humanoid entity with the appearance of a generic clown that stands 1.6 meters tall. It wears a baggy silk suit with red pompoms over an orange stripe, a collar ruff, large red shoes that compensate for its elongated feet, and large white gloves. It has a bulbous-shaped head, and natural red hair. Its skin is completely white, and it has blue lips, along with a round rubber red nose. On its chest is a yellow flower, which is real and has shown to be rooted into SCP-4671's chest cavity. It has sharp teeth and a forked tongue.",
    "title": "SCP-4671"
}