{
    "url": "https://scp-wiki.wikidot.com/scp-4677",
    "all_text": "rating: \n+213\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4677 \"Coke, Cow, and Capitalism\" by: \nDrAkimoto\n\n\n \n\n\n• Stay Tuned for the up-and-coming Ragnarok Series •\n\n\n \n\n\n~DrAkimoto's Author Page~\n\n\n\n\n\n\n\n\nrating: \n+213\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3/4677\n LEVEL \n3/4677\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4677\n\n\n\n\n\n\nSafe\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4677 is to remain within Containment Chamber-7 at Site-201. Access to this chamber is limited to authorized members of Project Fide. SCP-4677-1 is kept within Maximum-Security Document Locker-18. Access to SCP-4677-1 is restricted to personnel with Level 5/4677 Clearance and permission of the Site Director.\n\n\nA Foundation appointed member of The Coca-Cola Bottling Company's board of directors is to ensure the continued secrecy surrounding the Coca-Cola original formula. Foundation contacts within historic academia will reinforce the popular belief that the original formula contained trace amounts of cocaine until it was changed in 1929.\n\n\n\n\n\n\nSCP-4677-1\n\n\n\n\n\n\nDescription:\n SCP-4677 is the remains of an Aesir-Class\n1\n amorphous entity. It features a large central mass, 72 tendrils, and 350 organic valves resembling enlarged bovine mammary glands. SCP-4677 has four digestive sacs measuring 4 meters in length, used for the consumption of living organisms. SCP-4677 is described in SCP-4677-1 as Auðumbla, a primordial cow deity in Norse mythology. Following its recovery, the entity calcified and became inert, showing no vital signs nor anomalous properties.\n\n\nSCP-4677-1 is a 100-page document detailing the Coca-Cola original formula and the four rituals required to produce it. It was created by John S. Pemberton, the original creator of Coca-Cola. Pemberton was a known member of the pseudo-occult fraternity named \"The Order of Auðumbla\" from 1846 until his death in 1888. SCP-4677-1 contains several pictures and diagrams along with writing in English, Sumatran, and Norse runes previously found in relation to the \nChurch of Iðunn\n and other occult Norse religions. The first three of the rituals within SCP-4677-1 are used to manifest SCP-4677.\n\n\nPerforming the fourth ritual described within SCP-4677-1 causes SCP-4677 to produce a brown viscous liquid from its organic valves, documented as SCP-4677-2. This substance is described in SCP-4677-1 as \"Auðumbla's Milk\" and was a key ingredient in the original Coca-Cola formula. Consumption of untreated SCP-4677-2 leads to an increase in dopamine levels followed by a chemical restructuring of the limbic system which causes an acute dependency on the substance. Modification to the nutritional intake of SCP-4677 can lead to the creation of various potencies of SCP-4677-2 (\nsee Interview 4677/2\n).\n\n\n\n\n\n\nThe Coca-Cola Company's Atlanta Production Plant.\n\n\n\n\n\n\nDiscovery:\n An Investigation of over 26,000 missing person cases within the Atlanta metro area between the years of 1918-1928 was conducted by investigation team Silo-18. Rumors in and around the Atlanta area led the team to suspect the Coca-Cola Company of a cover-up. On 1924/6/18, the investigation team received information on the Coca-Cola Company's unusual activities surrounding their Atlanta Production Plant, warranting further action. Silo-18, disguised as federal health agents, were denied entry. In response, Site-201 dispatched MTF Gamma-14 (\"Jeffrey's Stars\") to handle the situation.\n\n\nUpon discovery of SCP-4677, on 1924/6/23, MTF-Gamma-14 and Site-201's Concealment Team took control of the Atlanta Production Plant. The following debriefing was conducted immediately after the acquisition of the factory.\n\n\n \n\n\n\n\nInterview 4677/1:\n\n\nDate:\n 1924/6/23\n\n\nInterviewed:\n Captain Jack Porick\n\n\nInterviewer:\n Dr. Niles Kordon\n\n\nForeword:\n Gamma-14/1 Captain Porick was debriefed after MTF Gamma-14's initial contact with SCP-4677.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Korden:\n If it's okay with you Captain, I'd like to begin.\n\n\n[A lighter can be heard, followed by exaggerated exhale coming from Captain Porick.]\n\n\nPorick:\n This can't wait till tomorrow?\n\n\nDr. Korden:\n Unfortunately it cannot, we need to know what happened before the subject’s change occurred. Please start from the beginning. You can take your time.\n\n\nPorick:\n Yeah of course. We got called in after Silo-18 failed to gain entry. I mean, missing persons cases are never peachy, at least not if we're getting involved, but I wasn't expecting anything like this when we went in that factory.\n\n\nDr. Jordan:\n Your team had no issue entering the facility?\n\n\nPorick:\n Well, as expected, we were greeted by Coke's private security. Only six men. We quickly subdued them before making our way inside.\n\n\nDr. Korden:\n There were no more security personnel inside?\n\n\nPorick:\n If there were any more than that, they didn't bother making themselves known. Anyway, the first set of rooms were fairly normal: machines, boxes, and a bunch of barrels, the type of things you'd expect at a pop factory. One thing off about it was the machines all looked like they hadn't been used in ages, covered in dust.\n\n\n[Captain Porick can be heard coughing several times.]\n\n\nPorick:\n Once we got through there, the first thing we noticed was the smell. I'm tellin' you, I've been around a lot of death, but this was horrific. The smell hit us like a ton of bricks.\n\n\nDr. Korden:\n The smell of death, you mean?\n\n\nPorick:\n Like a slaughterhouse sat in the sun. Rancid meat. 'Bout three meters from the door at the end of the hallway is when we heard the chanting. Sounded like it was coming from a radio— shit if I know the language either. Nothing I've ever heard.\n\n\nDr. Korden:\n And what did you find within the room?\n\n\n[The lighter can be heard again followed by several short coughs.]\n\n\nPorick:\n So there was this, thing. It had to be 10 feet tall and 20 wide, a giant mess of tentacles, and what looked like udders all over the thing. Just a big nasty ball of flesh. The thing was strapped up like a cow for the slaughter, its tentacles tied and pulled taut— a shit ton of hoses hooked to it. It had these, I don't know, big skin sacks hanging off the sides, all four of them held open with metal hooks and chains.\n\n\nDr. Korden:\n So the entity was contained when you arrived?\n\n\nPorick:\n You could say that. There were people there too. The workers didn't even notice us. They were— they were too busy with the piles… the piles of corpses. There were severed arms, legs, bisected torsos, heads, had to be 100, maybe 200 bodies.\n\n\nDr. Korden:\n I'm sure that was unsettling. What were the workers doing with the bodies?\n\n\nPorick:\n Unsettling is an understatement. They were shoveling the body parts into the skin sacks, fuck, you could see the twisted limbs poking out from the inside. It looked like a plastic bag full of sticks, about to rip open. There were fucking kids, mopping and scrapping up the entrails into buckets, dumping it into the sacks. The chanting kept droning on, and on, and on— I couldn't take it. I shot the wall-mounted radio.\n\n\nDr. Korden:\n I'm sure at this point the workers realized you were there.\n\n\nPorick:\n Oh yeah, started screaming and running around, had the boys grab who they could. We had backup on the way so I knew the rest wouldn't get far. After a minute or two, the thing in the center of the room let out a shriek, like nothing I've ever heard. The skin sacks ejected all the body parts all over the floor… and the blood, so much damn blood. It started, I don't know, changing, looked like it was turning to stone. Took about ten minutes before the whole thing was just a husk.\n\n\nDr. Korden:\n So I assume it's dead. The chanting must have prevented that from occurring.\n\n\nPorick:\n Yeah, I know I shouldn't have shot the radio but seeing that thing strapped up like that… I sure as shit hope it's dead, Niles. Put it out of its misery.\n\n\nDr. Korden:\n Thank you, Captain, I think this will be enough. I expect a full written report by the end of the week.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\nFollowing the acquisition, a full-scale investigation into the Coca-Cola Company was initiated. Two days after the Atlanta Production Plant acquisition, the Foundation was contacted by Asa Candler, then owner of the Coca-Cola Company. An interview was scheduled for the following day between Mr. Candler and the Site-201 Director, Dr. T. Morlo.\n\n\n \n\n\n\n\n\n\n\n\nAsa Candler, circa 1928.\n\n\n\n\n\n\nInterview 4677/2:\n\n\nDate:\n 1924/6/26\n\n\nInterviewed:\n Asa Candler\n\n\nInterviewer:\n Dr. T. Morlo\n\n\nForeword:\n Mr. Candler arrived at the Atlanta Production Plant with one member of his personal security, who was disarmed but allowed to remain with him during the interview.\n\n\n\n\n[BEGIN LOG]\n\n\nCandler:\n It is kind of y'all to see me on such short notice. I reckon an organization such as yours is quite busy, as am I.\n\n\nDr. Morlo:\n Yes well… given the situation, I think expediency is warranted, Mr. Candler. I'd like to know about th—\n\n\nCandler:\n I do not wish to mince words here Doctor. I am here of my own accord to come to an agreement with your organization. I will not discuss the trivialities of that abomination Pemberton created.\n\n\nDr. Morlo:\n While I appreciate your candor, I'm afraid that's not possible. That \nabomination\n, as you called it, is exactly why we are having this meeting. Now, you said Pemberton; I'm assuming you're speaking of John Pemberton.\n\n\nCandler:\n Listen here. I was no friend of Pemberton, and I found his club even more pretentious and nonsensical than he was. They worshiped that monster like it was some sort of god— like its milk was some miracle elixir. But I'll tell you what, it was no god— It was a fortune waitin' to be made.\n\n\nDr. Morlo:\n So you weren't present during its creation?\n\n\nCandler:\n Heavens no— I could only imagine what kind of ungodly sacrament was necessary for that abomination's birth. When I acquired the company, Pemberton's son Charles inducted me into their little club, in order to teach me how to care for their \ngod\n. After learning what I needed, I had them all killed. No one needed to know about this creature.\n\n\nDr. Morlo:\n Exactly what was necessary for maintaining the entity?\n\n\nCandler:\n Come now, Doctor— you can't expect me to relinquish trade secrets so easily?\n\n\n[Dr. Morlo begins to stand.]\n\n\nDr. Morlo:\n And here I thought you weren't here to mince words. If you refuse to cooperate then I see no rea—\n\n\n[Mr. Candler slams his hands on the table]\n\n\nCandler:\n You sit down— nobody walks out on me. I'll tell you what you want to know.\n\n\n[Dr. Morlo sits down again.]\n\n\nDr. Morlo:\n Now, what was necessary for maintaining the entity?\n\n\nCandler:\n Some silly incantation, along with a steady diet of four live humans a week— or so they thought. I immediately increased its diet to 16 people a week, mostly convicts. It was reluctant to consume so many people, but I needed to keep up with the demand.\n\n\nDr. Morlo:\n When we arrived, your men were feeding it much more than 16 people— and they surely weren't alive.\n\n\nCandler:\n But of course, Doctor. We are, in fact, the most popular beverage in America.\n\n\nDr. Morlo:\n I fail to see the correlation.\n\n\nCandler:\n \n[Exaggerated sigh.]\n I had no time to wait for the will of this monster. Simple supply and demand— and its supply was not meeting our demand. I did a test of my own to see if the… \"departed\"… would satisfy this creature's hunger. It did, in fact, did produce the same results— but the creature was not pleased. It fought back. Of course, some silly monster was no match for cold hard American steel— hence its bondage.\n\n\nDr. Morlo:\n So where did you acquire the dietary requirements necessary for this endeavor?\n\n\n[Mr. Candler remains silent]\n\n\nDr. Morlo:\n Where did you get the bodies, Mr. Candler?\n\n\nMr. Candler:\n They are inconsequential. The trash of this fine city. Negroes, hobos, junkies, the homosexuals— all the undesirables. I gave them a new purpose, Doctor. A greater purpose than they would achieve if left to their own miserable existence.\n\n\nDr. Morlo:\n A \"purpose\" making you even richer?\n\n\nMr. Candler:\n Now you listen here— I did not come to be judged by the likes of you. I've answered your questions, Doctor. It is time we move on to the real reason I am here.\n\n\nDr. Morlo:\n Yes— the \"agreement\" you wish to come to, Mr. Candler.\n\n\nCandler:\n Simply put: my company needs the milk to continue operations. I believe we can reach a mutually beneficial agreement; I need you to hand over my creature, and in return, I will offer you a permanent stake in my company. From what I know of your organization, I'm sure a substantial amount of resources are required; stocks in one of the fastest-growing companies in America could be useful.\n\n\nDr. Morlo:\n Mr. Candler, even if we agreed to this, I'm afraid your creature is no more than a shriveled husk.\n\n\nCandler:\n Well, of course— you stopped playing the recording. All it needs is that incantation, and I assure you, it will be alive as ever.\n\n\nDr. Morlo:\n I am not capable of agreeing to this on my own accord, nor do I think this wi—\n\n\nCandler:\n You did not let me finish, Doctor. If my demands are not met and no agreement is reached, I have prepared to leak information on your organization— to every paper on the east coast. I clearly know little of it, but I know enough. I think we both know that any public knowledge of your organization could be… detrimental, to say the least. Now before you go spoutin' off empty threats, know that this will occur with or without my presence. My death would only expedite things.\n\n\nDr. Morlo:\n I will convey this to my superiors. You will, however, need to remain here while I do so. I'm afraid that is unavoidable.\n\n\nCandler:\n I am a busy man, Doctor. I do not advise keepin' me waitin' long.\n\n\n[END LOG]\n\n\n\n\n\n\nConsidering the vast financial benefit of an agreement with the Coca-Cola Company, the Foundation developed a synthetic compound that replicates the desired effects of SCP-4677-2 using anomalous means. Consumption of this compound leads to an increase in favoritism and the overall enjoyment of Coca-Cola causing a subtle psychological dependency on the beverage. The Foundation will continue to mass-produce this substance in return for 20% ownership in the Coca-Cola Company and the indefinite containment of SCP-4677 and SCP-4677-1.\n\n\n \n\n\n\n\nPROJECT FIDE - INPUT CREDENTIALS \n\n\n\n\nLOGOUT\n\n\n\n\nACCESS GRANTED - Maintenance Personnel-14\n\n\n\n\n\n\nTHIS FILE IS LEVEL 5/4677 CLASSIFIED\n\n\nProject Fide\n\n\nBound through Fidelity\n\n\n\n\nR&D Protocol\n\n\nACCESS DENIED\n\n\n\n\nSCP-4677-2 Additive Treatment\n\n\nACCESS DENIED\n\n\n\n\nSCP-4677 Dietary Regimen\n\n\nACCESS DENIED\n\n\n\n\nAdditive-Personnel Effect Study\n\n\nACCESS DENIED\n\n\n\n\nMaintenance Protocol\n\n\nOn Sundays and Thursdays at 22:00, the Maintenance Team is to inspect, calibrate and activate the SCP-4677 restraint system.\n\n\nFull sanitation of Containment Chamber-7 is to be performed every Monday and Friday at 16:00. The decontamination team is to wear Class-2 biohazard suits; waste is to be disposed of through incineration.\n\n\nOn Wednesdays and Saturdays at 08:00, the Intra-Foundation Water Distribution Network additive intake unit must be cleaned and recalibrated.\n\n\nDuring standby time, the Maintenance Team is to assist the R&D Team with non-confidential duties. Further questions should be directed to the appropriate Team Supervisor.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. An anomalous species of extra-universal entities, referred to by Norse mythology as the Aesir— one of the two main tribes of Norse deities.\n\n\n\n\n\n\n\n\n« \nSCP-4676\n | SCP-4677 | \nSCP-4678\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-4677 is to remain within Containment Chamber-7 at Site-201. Access to this chamber is limited to authorized members of Project Fide. SCP-4677-1 is kept within Maximum-Security Document Locker-18. Access to SCP-4677-1 is restricted to personnel with Level 5/4677 Clearance and permission of the Site Director.",
    "description": "SCP-4677 is the remains of an Aesir-Class1 amorphous entity. It features a large central mass, 72 tendrils, and 350 organic valves resembling enlarged bovine mammary glands. SCP-4677 has four digestive sacs measuring 4 meters in length, used for the consumption of living organisms. SCP-4677 is described in SCP-4677-1 as Auðumbla, a primordial cow deity in Norse mythology. Following its recovery, the entity calcified and became inert, showing no vital signs nor anomalous properties.",
    "title": "SCP-4677"
}