{
    "url": "https://scp-wiki.wikidot.com/scp-4684",
    "all_text": "rating: \n+76\n+\n–\nx\n\n\n\n\n\n\nMunich Headquarters of SCP-4684\n\n\n\n\n\n\nItem #:\n SCP-4684\n\n\nObject Classification:\n Thaumiel\n1\n\n\nSpecial Containment Procedures:\n All facilities owned and operated by SCP-4684 are to be monitored by Foundation operated observation posts, established within the same city districts as the facility in question. The Foundation is not to directly interfere with these facilities, unless it is in accordance with the Munich agreement.\n\n\nGroupings of SCP-4684-A and SCP-4684-B personnel are to be internally listed as detachments of Special Task Force Omega-21 (\"Arcane Enforcers\"), and given the same access rights and freedoms as a standard MTF unit of similar composition.\n\n\nThe Foundation Department of Thaumaturgy is to designate a certain number of staff to a facility owned and operated jointly by the Foundation and SCP-4684, for the purpose of developing new thaumaturgic workings and equipment for use by both organisations.\n\n\n\n\nShow archived containment procedures\n\n\n\n\nhide\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n City blocks containing facilities owned and/or operated by SCP-4684 are to be bought by local relevant Foundation front companies, and used to observe the movements of SCP-4684-A / SCP-4684-B until such a time as the facility becomes abandoned by SCP-4684, after which point Foundation observation should be maintained for a further four months before holdings can be returned to the open market.\n\n\nWhile under observation, groups of SCP-4684-A / SCP-4684-B are to be tracked by aerial reconnaissance craft to their destination. At which point, Mobile Task Force Psi-4 (\"Hunt the Hunters\")\n2\n is to be mobilised and deployed to the immediate area. If the grouping has not cleared the area, MTF Psi-4 is to avoid direct or indirect engagement until such time as the area is clear. At this time, MTF Psi-4 is to proceed into the destination of the grouping, and remove any indications of anomalous occurrences from the possession of civilians if applicable, and distribute Class-A amnestics as necessary.\n\n\nCollected materials are to be moved to Site-DE17 for analysis and long term storage for the purpose of identifying the primary motives and exact capabilities of SCP-4684. Currently, SCP-4684 is known to be present within a two hundred kilometer radius of Nuremberg, Germany, and as such containment efforts are focused on this area.\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-4684 is a paranatural law enforcement agency operating primarily within Germany, and nearby germanophone countries. SCP-4684 is closely related to GoI-███ (\nThe Mages Academy\n), and is assumed to adopt the role of preventing the use of outlawed thaumaturgical practices within the group's membership, or in any areas that it considers to be a part of its holdings. Currently, there are 83 facilities in Germany and surrounding germanophone countries owned and operated by SCP-4684.\n\n\nSCP-4684 has, at time of writing, successfully prevented or contained upwards of ████ thaumaturgical workings that would have resulted in highly threatening anomalous entities, events or locations, and ██████ that would have resulted in the formation of moderate or low threat anomalies.\n\n\nAgents of SCP-4684, hereafter referred to as SCP-4684-A, are typically baseline humans, usually in possession of high grade thaumaturgic capabilities or artifacts. SCP-4684-A are typically uniformed in standardised blue suit jackets, with a black one piece bodysuit covering the rest of the body. A relatively small subset of agents employed by SCP-4684 (making up an approximate total of 10% of the observed workforce), hereafter referred to as SCP-4684-B, possess no thaumaturgic capabilities, and instead serve a clerical role, with modified uniforms to reflect this fact. It is currently unknown if this is to serve a psychological or para-legal role, or if it is to take advantage of esoteric thaumaturgic workings that rely on a religious basis in order to operate.\n\n\n \n\n\n \n\n\nAddendum 4684/A:\n Interview log\n\n\n\n\nInterviewed:\n Sister Widerstand, instance of SCP-4684-B captured whilst outside of an SCP-4684 facility and solitary. Referred to here as \"PoI-4684-1\"\n\n\nInterviewer:\n Dr. Fischer, logistics specialist at Site-DE17.\n\n\nForeword:\n Capture of PoI-4684-1 and the subsequent interview were conducted prior to the Munich Agreement, and was therefore the basis for several points of contention during the negotiation phase. This interview was conducted in German, and has been translated.\n\n\n<Begin Log>\n\n\nDr. Fischer:\n Good afternoon, miss Widerstand.\n\n\nPoI-4684-1:\n \nSister\n Widerstand, if you'd be so kind.\n\n\nDr. Fischer:\n Apologies, may we begin the interview?\n\n\nPoI-4684-1:\n An interesting name for an interrogation, but you may begin when ready.\n\n\nDr. Fischer:\n I see. Let's begin with the name of your organisation.\n\n\nPoI-4684-1:\n I work for the Arcane Investigation Special Police Squad.\n3\n\n\nDr. Fischer:\n I shall make a note of that. What is your role within your organisation?\n\n\nPoI-4684-1:\n I am a part of the clergical staff, and serve a support role in the field. Typically, this consists of banishment of magical entities or directly enforcing my team's will through prayer.\n\n\nDr. Fischer:\n That… Actually makes sense. If you don't mind me saying, you're being very forwards with us.\n\n\nPoI-4684-1:\n My \"organisation,\" as you call it, has been greatly impeded by your interruptions in our work. Tell me doctor, how many mages do you think are in Germany?\n\n\nDr. Fischer:\n A few hundred? No more than three hundred outside of your organisation.\n\n\nPoI-4684-1:\n Doctor, there are over eight thousand mages, the majority of which are of moderate moral standing at the best of times.\n\n\nDr. Fischer:\n …Oh.\n\n\nPoI-4684-1:\n As you can see, the current situation requires amendment. I would suggest contacting our organisation through official means in order to assist in the prevention of paracriminal activity. I believe that would be in your interest as well?\n\n\nDr. Fischer:\n It is unfortunately as you say. I'll have a word with my superiors. This interview is terminated at twelve minutes past eight. thank you for your time, Sister.\n\n\n<End Log>\n\n\nClosing Statement:\n PoI-4684-1 was amnesticated unsuccessfully, and allowed to resume working as part of SCP-4684.\n\n\n\n\nAddendum 4684/B:\n The Munich Agreement\n\n\n\n\nFoundation Department of External Affairs (DEA)\n\n\nCurrent Foundation operations associated with the Arcane Investigations Special Police Squad, herein referred to as SCP-4684, have been successfully linked to the increased presence of hostile thaumaturgical agents within germanophone regions. A discussion was held on 21/09/20██ between members of both the Foundation and SCP-4684 for the purpose of renegotiating containment procedures in order to counter this effect. This negotiation is solely between the SCP Foundation and SCP-4684, and does not extend to the parent group of interest \"The Mage's Academy,\" which would not serve the Foundation's current modus operandi of containment of the paranormal.\n\n\nIN ATTENDANCE:\n\n\n\n\nSister Widerstand (SCP-4684), present at personal request, reasoning previous interactions with the Foundation.\n\n\nChief Fleischer (SCP-4684), highest ranking member of SCP-4684 organisation able to attend the discussion.\n\n\nHenning Becker (SCP-4684), external affairs liaison.\n\n\nAngela ██████ (German Government), impartial third party chosen to mediate the discussion. Briefed beforehand, and then subjected to class B amnestic compounds after the conclusion of their involvement in the discussion.\n\n\nDr. Fischer (Foundation), present at official request, citing previous interactions with SCP-4684\n\n\nDr. Maringate (Foundation), project lead on the current SCP-4684 project.\n\n\nMatthew Markusson (Foundation), DEA liaison, former containment specialist for Thaumiel anomalies.\n\n\n\n\nThe discussion, hosted within Foundation Containment and Research Site-DE17, resulted in a series of stipulations for both parties to adhere to, which have been collected in this document and filed under the name \"The Munich Agreement 21/09/20██\".\n\n\nSTIPULATIONS:\n\n\nThe SCP Foundation:\n\n\n\n\nMobile Task Force Psi-4 is to be immediately disbanded, and its members redistributed throughout the Foundation workforce as appropriate.\n\n\nAll sites controlled by the Foundation as a part of the SCP-4684 containment effort are to be immediately returned to either SCP-4684 or to the open market as appropriate.\n\n\nThe Foundation is to provide expertise and resources where applicable in the field of thaumaturgic combat.\n\n\nThe Foundation is to avoid impeding the operation of SCP-4684.\n\n\nThe Foundation is forbidden to impede personnel working for SCP-4684, either directly or indirectly.\n\n\n\n\nSCP-4684:\n\n\n\n\nSCP-4684 is to resume the prevention of paracrime in the areas in which it operates.\n\n\nSCP-4684 is to submit a full list of its locations to the Foundation\n\n\nAll personnel working for SCP-4684 are to be catalogued, the results of which are to be submitted to the Foundation.\n\n\nOperations carried out by SCP-4684 are to include a mandatory cover-up operation, failure to do so will result in increased Foundation control over these operations.\n\n\nSCP-4684 is to avoid impeding the operation of the Foundation.\n\n\n\n\nBoth Parties:\n\n\n\n\nWith the Foundation's assistance, SCP-4684 is to establish a thaumaturgic engineering department, for the primary purpose of developing tools and workings effective on extranormal thaumaturgic threats, primarily manifested entities from extrauniversal sources. The results given by this department would be shared between the Foundation and SCP-4684.\n\n\nBoth organisations are to engage in a personnel exchange program, in which Foundation thaumaturgy specialists and SCP-4684 agents will gain appropriate skills from the opposite organisation. The secondary objective of this is to learn more about the other organisation's mode of operation.\n\n\n\n\n\n\n\n\n \n\nSince the implementation of the Munich Agreement, SCP-4684 has concluded ████ paracrime cases, ███ of which were directly assisted by the Foundation.\n\n\n\nFootnotes\n\n\n1\n. (Uncontained)\n\n\n2\n. MTF Psi-4 has since been disbanded as part of the Munich Agreement (see Addendum 4684/B)\n\n\n3\n. The name was given in English, the reason for which has yet to be investigated.\n\n\n\n\n\n\n\n\n« \nSCP-4683\n | SCP-4684 | \nSCP-4685\n »",
    "addendums": [
        "Addendum 4684/A: Interview log",
        "Addendum 4684/B: The Munich Agreement\n\n"
    ],
    "documents": [],
    "notes": [
        "Object Class: Keter Special Containment Procedures: City blocks containing facilities owned and/or operated by SCP-4684 are to be bought by local relevant Foundation front companies, and used to observe the movements of SCP-4684-A / SCP-4684-B until such a time as the facility becomes abandoned by SCP-4684, after which point Foundation observation should be maintained for a further four months before holdings can be returned to the open market. While under observation, groups of SCP-4684-A / SCP-4684-B are to be tracked by aerial reconnaissance craft to their destination. At which point, Mobile Task Force Psi-4 (\"Hunt the Hunters\") 2 is to be mobilised and deployed to the immediate area. If the grouping has not cleared the area, MTF Psi-4 is to avoid direct or indirect engagement until such time as the area is clear. At this time, MTF Psi-4 is to proceed into the destination of the grouping, and remove any indications of anomalous occurrences from the possession of civilians if applicable, and distribute Class-A amnestics as necessary. Collected materials are to be moved to Site-DE17 for analysis and long term storage for the purpose of identifying the primary motives and exact capabilities of SCP-4684. Currently, SCP-4684 is known to be present within a two hundred kilometer radius of Nuremberg, Germany, and as such containment efforts are focused on this area.",
        "Interviewed: Sister Widerstand, instance of SCP-4684-B captured whilst outside of an SCP-4684 facility and solitary. Referred to here as \"PoI-4684-1\" Interviewer: Dr. Fischer, logistics specialist at Site-DE17. Foreword: Capture of PoI-4684-1 and the subsequent interview were conducted prior to the Munich Agreement, and was therefore the basis for several points of contention during the negotiation phase. This interview was conducted in German, and has been translated. <Begin Log> Dr. Fischer: Good afternoon, miss Widerstand. PoI-4684-1: Sister Widerstand, if you'd be so kind. Dr. Fischer: Apologies, may we begin the interview? PoI-4684-1: An interesting name for an interrogation, but you may begin when ready. Dr. Fischer: I see. Let's begin with the name of your organisation. PoI-4684-1: I work for the Arcane Investigation Special Police Squad. 3 Dr. Fischer: I shall make a note of that. What is your role within your organisation? PoI-4684-1: I am a part of the clergical staff, and serve a support role in the field. Typically, this consists of banishment of magical entities or directly enforcing my team's will through prayer. Dr. Fischer: That… Actually makes sense. If you don't mind me saying, you're being very forwards with us. PoI-4684-1: My \"organisation,\" as you call it, has been greatly impeded by your interruptions in our work. Tell me doctor, how many mages do you think are in Germany? Dr. Fischer: A few hundred? No more than three hundred outside of your organisation. PoI-4684-1: Doctor, there are over eight thousand mages, the majority of which are of moderate moral standing at the best of times. Dr. Fischer: …Oh. PoI-4684-1: As you can see, the current situation requires amendment. I would suggest contacting our organisation through official means in order to assist in the prevention of paracriminal activity. I believe that would be in your interest as well? Dr. Fischer: It is unfortunately as you say. I'll have a word with my superiors. This interview is terminated at twelve minutes past eight. thank you for your time, Sister. <End Log> Closing Statement: PoI-4684-1 was amnesticated unsuccessfully, and allowed to resume working as part of SCP-4684."
    ],
    "item": "SCP-4684",
    "containment_procedures": "City blocks containing facilities owned and/or operated by SCP-4684 are to be bought by local relevant Foundation front companies, and used to observe the movements of SCP-4684-A / SCP-4684-B until such a time as the facility becomes abandoned by SCP-4684, after which point Foundation observation should be maintained for a further four months before holdings can be returned to the open market.",
    "object_class": "Keter",
    "description": "SCP-4684 is a paranatural law enforcement agency operating primarily within Germany, and nearby germanophone countries. SCP-4684 is closely related to GoI-███ (The Mages Academy), and is assumed to adopt the role of preventing the use of outlawed thaumaturgical practices within the group's membership, or in any areas that it considers to be a part of its holdings. Currently, there are 83 facilities in Germany and surrounding germanophone countries owned and operated by SCP-4684.",
    "title": "SCP-4684"
}