{
    "url": "https://scp-wiki.wikidot.com/scp-4693",
    "all_text": "rating: \n+154\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nCLICK BELOW FOR MORE HOMKING GOOD TIMES WITH THE SWAG MAN\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n4693\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA mobile screenshot of an SCP-4693 stream appearing on Twitch before removal.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation operatives employed by Twitch Interactive are to constantly search streams, channels, and chats for evidence of SCP-4693 activity. If a livestream is found, agents are to end the broadcast, trace the location and send MTF Kappa-56 (\"Fowl Play\") to attempt recovering of SCP-4693-1 instances if possible. If a large number of spectators have participated in an SCP-4693 stream, Foundation employees are to argue the authenticity of the scenes depicted using disinformation campaigns.\n\n\nDescription:\n SCP-4693 are Twitch broadcasts featuring various gymnastic and trapeze acts performed by a group of \nGallus gallus domesticus\n1\n chicks, approximately 3 weeks old. These chicks, designated SCP-4693-1, are physically identical to non-anomalous chicks, save for a glossier plumage and their extreme athletic abilities. Notably, SCP-4693-1 seem incapable of chirping as per typical of chicks of this age, instead, making a low-pitched grunting noise. It has not been confirmed whether all broadcasts feature the same chickens or if each broadcast contains different individuals.\n\n\nWhen broadcast sources are found and raided, only streaming devices and small scale trapeze equipment have so far been found. No SCP-4693-1 instances have been physically retrieved to date. Twitch channel names are typically a variation of the name \"Frangos Manos\"\n2\n often accompanied with many spelling errors or incoherent text. There have been 68 Twitch livestreams featuring SCP-4693 since its discovery.\n\n\n\n\n\n\n<<<<< Excerpt from SCP-4693 livestream>>>>>\n\n\n\n\n >>>>>Excerpt from SCP-4693 livestream<<<<<\n\n\n\n\n\n\n\n\n\n\nLivestream\n: July 9th 2017\n\n\nTitle\n: \"tore d e giiro1!,. frongas mamos\"\n\n\nAn off-beat drumroll is heard in the background as an SCP-4693-1 instance is seen balancing on its beak, claws open and facing up. A sound\n3\n comes from off-screen, before a different SCP-4693 instance drops into frame from above, landing on the feet of the below instance.\n\n\nThe chick balancing on its beak begins flapping its wings, building enough momentum to start spinning both chicks in place while balancing. A scratching sound is heard near the microphone as the camera awkwardly zooms out, revealing a further two pairs of chicks doing the same routine.\n\n\nAnother SCP-4693-1 vocalization is heard as an instance swings from a trapeze ring seen above the screen and lands beak to beak with the original 2 instances below. This repeats until all three SCP-4693 towers are 5 chicks tall. Just as a chick begins sliding on its abdomen across the screen, the livestream ends abruptly.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 4693-1:\n On 04/20/2018, an SCP-4693 livestream was detected and traced to be broadcasting from a location extremely close to MTF Kappa-56's current deployment location. Agent K/3 was sent by Kappa-56 Supervisor Kent to the source of the broadcast to attempt retrieval; see below transcript for details.\n\n\n\n\n\nTRANSCRIPT OF A-K56/3'S HEADCAM FOOTAGE\n\n\n\n\n\n\n\n\nAgent K/3's left hand crosses camera's view, having just activated their headcam; their right hand appears to be holding a medium-sized net. They are walking towards a shed behind a partially demolished house.\n\n\nAK/3\n: \"-en. I'm telling you, these things aren't even physically real. We only see them online, we've never even recovered a fucking feather before.\"\n\n\nSUP\n: \"Yes, we've all heard your theory, Three. Let's just concentrate on clearing the location for now okay?\"\n\n\nAK/3\n: \"Tell Chang he owes me, I was on the toilet for god's sake… Okay, coming in on last known broadcast location.\"\n\n\nSUP\n: \"Copy that, Three. You can tell Chang yourself when he gets back from that jetskiing duck assignment.\"\n\n\nAgent K/3 reaches the shed's door, prying it open slowly. The small room is lit by a ring light attached to a video camera, hooked into a laptop. Approximately sixteen SCP-4693-1 instances are on a table in the center of the room, now staring at Agent K/3.\n\n\nAK/3\n: \"Well… Fuck me turnways.\"\n\n\nSUP:\n \"Okay, Three. You need to slowly ap—\"\n\n\nAn SCP-4693-1 instance vocalizes human speech, this is the first time this ability is observed.\n\n\n\n\nUnidentified SCP-4693-1\n: \"Merda! Corra irmãos!\"\n4\n\n\nAll SCP-4693-1 instances scatter randomly across the room.\n\n\nAgent K/3 appears to dive toward the table, net extended. An SCP-4693 instance flips forward over the net and runs up the handle towards Agent K/3's hand.\n\n\nUnidentified SCP-4693-1\n: \"Vá embora, idiota!\n5\n\"\n\n\nInstance pecks Agent K/3's fingers, drawing blood and causing them to drop the net. This instance is later identified as this group's leader, tentatively designated SCP-4693-1A.\n\n\nAK/3\n: \"Ow! Sup, these things peck hard!\"\n\n\nSUP\n: \"Noted. Three, you need to retrieve at least one of those chicks. We don't know if we'll get another chance like this.\"\n\n\nAK/3\n: \"I'm trying here!\"\n\n\nAgent K/3 repeatedly attempts to grab an individual SCP-4693-1 whilst being pecked by another, however, the instance repeatedly escapes their grip.\n\n\nAK/3\n: \"These -ow! These fuckers are strong! They- Ouch! Jesus— They just keep popping themselves out of my hands, for fu-.\"\n\n\nSCP-4693-1A\n: \"Carlito, Pablo! Pegue a rede!\"\n6\n\n\nUnidentified SCP-4693-1's\n: \"Está bem!\"\n7\n\n\nTwo SCP-4693-1 instances approach AK/3's net and manage to place it halfway on a box placed on the room's floor while SCP-4693-1A appears to defecate on the ground.\n\n\nAK/3\n: \"Hey, stop that!\"\n\n\nSeveral SCP-4693-1 instances clamber onto the table.\n\n\nSCP-4693-1's\n: \"Hup! Hup! Hup!\"\n\n\nAgent K/3 appears to sweep his hand across the table, attempting to grab the chicks. All SCP-4693-1 instances flip over the agent's arm simultaneously.\n\n\nSCP-4693-1's\n: \"Hup!\"\n\n\nSUP:\n \"Three, what's happening?\"\n\n\nThe group of SCP-4693-1 jump off the table and onto the end of the net, still placed on the box. This flips the net upward and toward Agent K/3's head.\n\n\nSCP-4693-1's\n: \"Hup heyy!\"\n\n\nAgent K/3\n \nstruggles as the net covers their face, seemingly slipping and hitting their head on the table, falling unconscious. Headcam footage is blocked by Agent K/3's hand.\n\n\nUnidentified SCP-4693-1\n: \"Vamos… Mamãe vai nos matar.\"\n8\n\n\n\n\nAgent K/3 was recovered with a mild concussion and minor dermal lacerations. Recovered items were non-anomalous streaming gear, a video camera, small-scale trapeze equipment and a gift basket filled with maize containing a note reading \"Desculpe o incómodo ~ Mama\"\n9\n in barely legible handwriting. Analysis of the scene seems to indicate that the agent slipped on fecal matter left by SCP-4693-1A. While no further SCP-4693 livestreams have been broadcast, investigations into the current location of SCP-4693-1 are still ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. Domestic Chicken\n\n\n2\n. Roughly translated to \"Chicken Brothers/Bro’s\"\n\n\n3\n. The sound has been described by viewers as a \"Hup!\" or \"Hop!\"\n\n\n4\n. Later revealed to be Portuguese: \"Run brothers!\"\n\n\n5\n. \"We're busy, asshole!\"\n\n\n6\n. \"Carlito, Pablo! Get the net!\"\n\n\n7\n. \"Okay!\"\n\n\n8\n. \"Let's go… Mom's gonna kill us\"\n\n\n9\n. \"Sorry for the trouble ~ Mama\"\n\n\n\n\n\n\n\n\n« \nSCP-4692\n | SCP-4693 | \nSCP-4694\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Livestream : July 9th 2017 Title : \"tore d e giiro1!,. frongas mamos\" An off-beat drumroll is heard in the background as an SCP-4693-1 instance is seen balancing on its beak, claws open and facing up. A sound 3 comes from off-screen, before a different SCP-4693 instance drops into frame from above, landing on the feet of the below instance. The chick balancing on its beak begins flapping its wings, building enough momentum to start spinning both chicks in place while balancing. A scratching sound is heard near the microphone as the camera awkwardly zooms out, revealing a further two pairs of chicks doing the same routine. Another SCP-4693-1 vocalization is heard as an instance swings from a trapeze ring seen above the screen and lands beak to beak with the original 2 instances below. This repeats until all three SCP-4693 towers are 5 chicks tall. Just as a chick begins sliding on its abdomen across the screen, the livestream ends abruptly.",
        "TRANSCRIPT OF A-K56/3'S HEADCAM FOOTAGE",
        "Agent K/3's left hand crosses camera's view, having just activated their headcam; their right hand appears to be holding a medium-sized net. They are walking towards a shed behind a partially demolished house. AK/3 : \"-en. I'm telling you, these things aren't even physically real. We only see them online, we've never even recovered a fucking feather before.\" SUP : \"Yes, we've all heard your theory, Three. Let's just concentrate on clearing the location for now okay?\" AK/3 : \"Tell Chang he owes me, I was on the toilet for god's sake… Okay, coming in on last known broadcast location.\" SUP : \"Copy that, Three. You can tell Chang yourself when he gets back from that jetskiing duck assignment.\" Agent K/3 reaches the shed's door, prying it open slowly. The small room is lit by a ring light attached to a video camera, hooked into a laptop. Approximately sixteen SCP-4693-1 instances are on a table in the center of the room, now staring at Agent K/3. AK/3 : \"Well… Fuck me turnways.\" SUP: \"Okay, Three. You need to slowly ap—\" An SCP-4693-1 instance vocalizes human speech, this is the first time this ability is observed. Unidentified SCP-4693-1 : \"Merda! Corra irmãos!\" 4 All SCP-4693-1 instances scatter randomly across the room. Agent K/3 appears to dive toward the table, net extended. An SCP-4693 instance flips forward over the net and runs up the handle towards Agent K/3's hand. Unidentified SCP-4693-1 : \"Vá embora, idiota! 5 \" Instance pecks Agent K/3's fingers, drawing blood and causing them to drop the net. This instance is later identified as this group's leader, tentatively designated SCP-4693-1A. AK/3 : \"Ow! Sup, these things peck hard!\" SUP : \"Noted. Three, you need to retrieve at least one of those chicks. We don't know if we'll get another chance like this.\" AK/3 : \"I'm trying here!\" Agent K/3 repeatedly attempts to grab an individual SCP-4693-1 whilst being pecked by another, however, the instance repeatedly escapes their grip. AK/3 : \"These -ow! These fuckers are strong! They- Ouch! Jesus— They just keep popping themselves out of my hands, for fu-.\" SCP-4693-1A : \"Carlito, Pablo! Pegue a rede!\" 6 Unidentified SCP-4693-1's : \"Está bem!\" 7 Two SCP-4693-1 instances approach AK/3's net and manage to place it halfway on a box placed on the room's floor while SCP-4693-1A appears to defecate on the ground. AK/3 : \"Hey, stop that!\" Several SCP-4693-1 instances clamber onto the table. SCP-4693-1's : \"Hup! Hup! Hup!\" Agent K/3 appears to sweep his hand across the table, attempting to grab the chicks. All SCP-4693-1 instances flip over the agent's arm simultaneously. SCP-4693-1's : \"Hup!\" SUP: \"Three, what's happening?\" The group of SCP-4693-1 jump off the table and onto the end of the net, still placed on the box. This flips the net upward and toward Agent K/3's head. SCP-4693-1's : \"Hup heyy!\" Agent K/3 struggles as the net covers their face, seemingly slipping and hitting their head on the table, falling unconscious. Headcam footage is blocked by Agent K/3's hand. Unidentified SCP-4693-1 : \"Vamos… Mamãe vai nos matar.\" 8"
    ],
    "containment_procedures": "Foundation operatives employed by Twitch Interactive are to constantly search streams, channels, and chats for evidence of SCP-4693 activity. If a livestream is found, agents are to end the broadcast, trace the location and send MTF Kappa-56 (\"Fowl Play\") to attempt recovering of SCP-4693-1 instances if possible. If a large number of spectators have participated in an SCP-4693 stream, Foundation employees are to argue the authenticity of the scenes depicted using disinformation campaigns.",
    "description": "SCP-4693 are Twitch broadcasts featuring various gymnastic and trapeze acts performed by a group of Gallus gallus domesticus1 chicks, approximately 3 weeks old. These chicks, designated SCP-4693-1, are physically identical to non-anomalous chicks, save for a glossier plumage and their extreme athletic abilities. Notably, SCP-4693-1 seem incapable of chirping as per typical of chicks of this age, instead, making a low-pitched grunting noise. It has not been confirmed whether all broadcasts feature the same chickens or if each broadcast contains different individuals.",
    "title": "SCP-4693"
}