{
    "url": "https://scp-wiki.wikidot.com/scp-4704",
    "all_text": "rating: \n+37\n+\n–\nx\n\n\nItem #:\n SCP-4704\n\n\nObject Class:\n \nNeutralized\n Euclid\n1\n\n\n\n\n\n\nSCP-4704-250, 251 and 252 prior to containment\n\n\n\n\n\n\nSpecial Containment Procedure:\n All SCP-4704 instances are to be kept in Storage Containment Hangar 92-Δ of Area-92. Containment Hangar 92-Δ is to be outfitted with a Scranton Reality Anchor (SRA). Each SRA’s function must be checked on a weekly basis. A minimum of five Level 3 researchers are to remain on site. In the event of a reactivation of SCP-4704 effects, research personnel are to immediately contact Site-01 and record all anomalous adjustments made to the area. SCP-4704 instances discovered outside of Foundation custody are to be immediately recovered and replaced with a 1:1 replica of gabbro, limestone, or sandstone.\n\n\nRevision 2/15/2019:\n Newly-manifested SCP-4704 instances discovered outside of Foundation custody are to be immediately recovered. All civilian elements witness to the manifestation of an SCP-4704 instance are to be detained and administered Class A amnestics. The replacement protocol is deemed unnecessary for these instances.\n\n\n\n\nNotation by the Department of External Affairs:\n\n\nI've received inquiries on the necessity of the replacement policy. SCP-4704's global fame and current importance within the historical culture of the Republic of Costa Rica has made its removal from public knowledge impractical. It is in our judgement that the cost of such an operation would far exceed that of current procedures.\n\n\n- \nM. White, Director, DEA\n\n\n\n\n\n\n\n\nDiquis Delta region, Republic of Costa Rica\n\n\n\n\n\n\nDescription:\n SCP-4704 is the collective designation given to an assortment of over three hundred petrospheres\n2\n discovered within the Republic of Costa Rica, specifically that of the Diquis Delta region. These spheres were originally found in clusters of up to twenty instances organized in geometric patterns, ranging in size from about 2.5 centimeters to over 2 meters in diameter, and weighing up to 16 metric tons. Details concerning sculpting and transportation of these spheres are unknown. This is due to the European conquest of the region during the 16th century, resulting in the loss of indigenous knowledge and culture. Accurate dating of SCP-4704 instances proves difficult, as the majority are no longer in their location of discovery. Civilian interference has lead to the relocation of numerous instances to public and private spaces (such as tourist destinations, government offices, parks, and museums), as well as the destruction of many instances prior to Foundation involvement.\n\n\n\n\n\n\nInitial public discovery of SCP-4704 in 1930 by workers of the United Fruit Company\n\n\n\n\n\n\nNo singular instance of SCP-4704 displays an immediate anomalous nature. Anomalous effects become active when a minimum of two instances are positioned in a specific geometric pattern.\n\nActivated SCP-4704 instances are classified as sonorous rocks\n3\n, being capable of emitting a frequency of 65.40625 Hz when stimulated. Activated instances respond to the production of musical tones within their vicinity. Frequency and duration of tones which generate a response from SCP-4704 are varied, but inconsistent.\n\n\nInstances possessing active anomalous effects generate discrepancies within the hume field of the surrounding area. These discrepancies are minor, but will at times produce alterations to aspects of the space. Recorded alterations include:\n\n\n\n\nGeneration of flora and Poaceae species indigenous to Diquis Delta region\n\n\nSlight alteration of spacial temperature consistent with climate of Diquis Delta region\n\n\nDegradation of chemical elements within air and/or soil possibly harmful to present organisms\n\n\nThe generation of insects and arachnids native to the Diquis Delta Region\n\n\nGeneration of crops typical in Mesoamerican culture\n\n\n\n\nSCP-4704 are theorized to have been used to alter land for the purpose of cultivation by local Mesoamerican tribes. However, upon the removal of SCP-4704 instances from their position of initial discovery, the anomalous effects of said instance become neutralized. Removal of several instances results in the neutralization of all surrounding instances as well. \nDue to the ignorance of this fact prior to the collection and containment of SCP-4704, it is believed that all instances are neutralized.\n\n\nDiscovery Log:\n Anomalous nature of SCP-4704 discovered when amateur musician ████ ████ visited the Republic of Costa Rica on 11/21/1996. Subject arrived to location known for possessing SCP-4704 instances and began to play an acoustic guitar. Activated instances nearby responded to this sonorous stimulation, generating effects within a radius of about 20 meters. The Foundation intercepted local security reports to law enforcement and investigated all archaeological sites containing SCP-4704. Shortly thereafter the O5 Council approved the commencement of \nOperation Bag of Sand\n, in which agents seized and replaced all displaced instances, finalizing on 29/05/2002 The following is an interview conducted immediately after apprehension of ████ ████.\n\n\n\n\nInterviewed:\n ████ ████\n\n\nInterviewer:\n Dr. Rodolfo\n\n\nForeword:\n ████ ████ hand cuffed to table. Prior to interview subject demonstrates anxiety and aggression towards personnel. Subject expresses suspicion that personnel are members of a government based organization. Interviewer was instructed not to deconfirm this suspicion nor to confirm the events of the anomalous interaction, as to maintain ambiguity. Superfluous data expunged.\n\n\n<Begin Log>\n\n\nDr. Rodolfo:\n Good morning, sir, my name is-\n\n\n████ ████: You can't hold me here! I want to speak to an attorney!\n\n\nDr.Rodolfo:\n Sir, please-\n\n\n████ ████: I haven't broken any laws! You can't arrest me for nothing!\n\n\nDr. Rodolfo:\n Mr. ████ you're not arrested. I need you to remain calm. I just want to ask a few questions.\n\n\n████ ████: You're not the OIJ. I can tell. CIA?\n\n\nDr. Rodolfo:\n My name is Dr. Rodolfo. I am a psychologist. I was called in to speak with you, seeing as you caused quite the commotion today.\n\n\n████ ████: I was just playing my music. That illegal in Costa Rica? Playing music in public?\n\n\nDr. Rodolfo:\n No, but starting a panic is.\n\n\n████ ████: I had nothing to do with all the crazy shit.\n\n\nDr. Rodolfo:\n Tell me Mr. ████, what do you mean when you refer to, um, crazy shit?\n\n\n████ ████: The hell do you think I mean? The flowers! The plants! They just started growing all over!\n\n\nDr. Rodolfo:\n I'm only inquiring. Now, you did not expect these effects?\n\n\n████ ████: Why would I?\n\n\nDr. Rodolfo:\n Mr. ████, your reaction to these \"flowers\" you saw were caught by a security camera. I've seen the tapes myself. I must say, you were rather excited.\n\n\n████ ████: So what? Like I said, it was crazy shit. Stones aren't supposed to make stuff grow.\n\n\nDr. Rodolfo:\n I don't recall mentioning the Esferas. So, you believe they were the source?\n\n\n████ ████: I- I was- what?\n\n\n\n\nDr. Rodolfo:\n Mr. ████, I have with me documentation showing this isn't the first of our Esferas that you've visited. And in all of said sites you've played your music. You have been expecting this, haven't you?\n\n\n████ ████: …I knew it, I knew you were fucking CIA!\n\n\nDr. Rodolfo:\n I am not affiliated with the United States Mr. ████. So please, tell me, what were you trying to do here? What is your interest in our native artifacts?\n\n\nSubject begins to laugh.\n\n\n████ ████: Those things aren't native man, no Indians carved those! Wake up! They were \n[DATA EXPUNGED]\n\n\nDr. Rodolfo:\n Um… yes, well, but why the guitar?\n\n\n████ ████: Because I wanted to make something beautiful with my music. Something meaningful.\n\n\nDr. Rodolfo removes his glasses and sighs\n\n\nDr. Rodolfo:\n Mr. ████, enlighten me. Where is it that you learned of this? Where did you get these ideas?\n\n\n████ ████: Do I look like a rat to you? I don't need to explain a thing! Doesn't matter anyways, I proved it today!\n\n\nDr. Rodolfo:\n Mmm. Well, I'm sorry to inform you that these effects you claim to have seen were imaginary. There were no growing plants. It was a hallucination.\n\n\n████ ████: No! No! I saw what I saw! Fuck you, I saw it!\n\n\nDr. Rodolfo motions to guards to begin to remove ████ ████\n\n\nDr. Rodolfo:\n Hallucinations Mr. ████, we will do what we can to help.\n\n\n\n████ ████: I'm not crazy! I saw it! People saw it! You can't hide it! Fucking narks!\n\n\n<End Log>\n\n\nClosing Statement:\n Subject's knowledge of SCP-4704's nature is inconclusive. It is uncertain if ████ ████ was aware of the necessity for specific tones to activate the effects, or if this was a coincidental incident. Information offered by subject concerning the origin of SCP-4704 by way of ancient extraterrestrial influence is considered speculation influenced by popular unproven theory. Subject was administered class A amnestic after interview, and was subsequently released to local authorities.\n\n\n\n\nAddendum 4704.01:\n Incident Report 2/15/2019\n\n\nAdditional SCP-4704 instances have begun to anomalously manifest in a multitude of locations, the majority of which have been recorded to appear within the Central and South American region. These locations vary greatly in terrain, accessibility, and population density, making the predictability of these manifestations untenable. It is unknown if newly-manifested instances of SCP-4704 possess activated anomalous effects. Alongside each of these additional instances manifests a small statue depicting a ████████ ███████. Special Containment Procedure has been revised.\n\n\nAddendum 4704.02:\n Containment Committee Proposal\n\n\n\n\nContainment Committee Proposal\n\n\nCASE:\n 91500200\n\n\nSCP#:\n 4704\n\n\nProcedure Modifications:\n\n\n\n\nDestruction of all SCP-4704 instances currently in containment, as well as any newly-manifested instances.\n\n\n\n\n\n\nETHICS COMMITTEE VERDICT:\n N/A\n\n\nLOGISTICS DEPARTMENT VERDICT:\n N/A\n\n\nO5 COUNCIL VERDICT:\n N/A\n\n\nNotation:\n \nYou know what we're dealing with here. It is only sensible. He's called our bluff. It's time for extreme measures. Just look at the statues, he is mocking us. He knows we didn't have the gall to forget. - Dr. Rodolfo\n\n\n\n\n\n\n\n\n\n\n\n\nYou've Got Mail\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See Addendum 4704.01: Incident Report 2/15/2019\n\n\n2\n. Spherical artifacts composed of stone.\n\n\n3\n. Stones which resonate in a tone similar to that of a bell or gong, usually when struck.\n\n\n\n\n\n\n\n\n« \nSCP-4703\n | SCP-4704 | \nSCP-4705\n »",
    "addendums": [
        "Addendum 4704.01: Incident Report 2/15/2019\nAdditional SCP-4704 instances have begun to anomalously manifest in a multitude of locations, the majority of which have been recorded to appear within the Central and South American region. These locations vary greatly in terrain, accessibility, and population density, making the predictability of these manifestations untenable. It is unknown if newly-manifested instances of SCP-4704 possess activated anomalous effects. Alongside each of these additional instances manifests a small statue depicting a ████████ ███████. Special Containment Procedure has been revised.",
        "Addendum 4704.02: Containment Committee Proposal\n\n"
    ],
    "documents": [],
    "notes": [
        "Notation by the Department of External Affairs: I've received inquiries on the necessity of the replacement policy. SCP-4704's global fame and current importance within the historical culture of the Republic of Costa Rica has made its removal from public knowledge impractical. It is in our judgement that the cost of such an operation would far exceed that of current procedures. - M. White, Director, DEA",
        "Interviewed: ████ ████ Interviewer: Dr. Rodolfo Foreword: ████ ████ hand cuffed to table. Prior to interview subject demonstrates anxiety and aggression towards personnel. Subject expresses suspicion that personnel are members of a government based organization. Interviewer was instructed not to deconfirm this suspicion nor to confirm the events of the anomalous interaction, as to maintain ambiguity. Superfluous data expunged. <Begin Log> Dr. Rodolfo: Good morning, sir, my name is- ████ ████: You can't hold me here! I want to speak to an attorney! Dr.Rodolfo: Sir, please- ████ ████: I haven't broken any laws! You can't arrest me for nothing! Dr. Rodolfo: Mr. ████ you're not arrested. I need you to remain calm. I just want to ask a few questions. ████ ████: You're not the OIJ. I can tell. CIA? Dr. Rodolfo: My name is Dr. Rodolfo. I am a psychologist. I was called in to speak with you, seeing as you caused quite the commotion today. ████ ████: I was just playing my music. That illegal in Costa Rica? Playing music in public? Dr. Rodolfo: No, but starting a panic is. ████ ████: I had nothing to do with all the crazy shit. Dr. Rodolfo: Tell me Mr. ████, what do you mean when you refer to, um, crazy shit? ████ ████: The hell do you think I mean? The flowers! The plants! They just started growing all over! Dr. Rodolfo: I'm only inquiring. Now, you did not expect these effects? ████ ████: Why would I? Dr. Rodolfo: Mr. ████, your reaction to these \"flowers\" you saw were caught by a security camera. I've seen the tapes myself. I must say, you were rather excited. ████ ████: So what? Like I said, it was crazy shit. Stones aren't supposed to make stuff grow. Dr. Rodolfo: I don't recall mentioning the Esferas. So, you believe they were the source? ████ ████: I- I was- what? Dr. Rodolfo: Mr. ████, I have with me documentation showing this isn't the first of our Esferas that you've visited. And in all of said sites you've played your music. You have been expecting this, haven't you? ████ ████: …I knew it, I knew you were fucking CIA! Dr. Rodolfo: I am not affiliated with the United States Mr. ████. So please, tell me, what were you trying to do here? What is your interest in our native artifacts? Subject begins to laugh. ████ ████: Those things aren't native man, no Indians carved those! Wake up! They were [DATA EXPUNGED] Dr. Rodolfo: Um… yes, well, but why the guitar? ████ ████: Because I wanted to make something beautiful with my music. Something meaningful. Dr. Rodolfo removes his glasses and sighs Dr. Rodolfo: Mr. ████, enlighten me. Where is it that you learned of this? Where did you get these ideas? ████ ████: Do I look like a rat to you? I don't need to explain a thing! Doesn't matter anyways, I proved it today! Dr. Rodolfo: Mmm. Well, I'm sorry to inform you that these effects you claim to have seen were imaginary. There were no growing plants. It was a hallucination. ████ ████: No! No! I saw what I saw! Fuck you, I saw it! Dr. Rodolfo motions to guards to begin to remove ████ ████ Dr. Rodolfo: Hallucinations Mr. ████, we will do what we can to help. ████ ████: I'm not crazy! I saw it! People saw it! You can't hide it! Fucking narks! <End Log> Closing Statement: Subject's knowledge of SCP-4704's nature is inconclusive. It is uncertain if ████ ████ was aware of the necessity for specific tones to activate the effects, or if this was a coincidental incident. Information offered by subject concerning the origin of SCP-4704 by way of ancient extraterrestrial influence is considered speculation influenced by popular unproven theory. Subject was administered class A amnestic after interview, and was subsequently released to local authorities.",
        "Containment Committee Proposal CASE: 91500200 SCP#: 4704 Procedure Modifications: Destruction of all SCP-4704 instances currently in containment, as well as any newly-manifested instances. ETHICS COMMITTEE VERDICT: N/A LOGISTICS DEPARTMENT VERDICT: N/A O5 COUNCIL VERDICT: N/A Notation: You know what we're dealing with here. It is only sensible. He's called our bluff. It's time for extreme measures. Just look at the statues, he is mocking us. He knows we didn't have the gall to forget. - Dr. Rodolfo"
    ],
    "item": "SCP-4704",
    "object_class": "Neutralized Euclid1",
    "description": "SCP-4704 is the collective designation given to an assortment of over three hundred petrospheres2 discovered within the Republic of Costa Rica, specifically that of the Diquis Delta region. These spheres were originally found in clusters of up to twenty instances organized in geometric patterns, ranging in size from about 2.5 centimeters to over 2 meters in diameter, and weighing up to 16 metric tons. Details concerning sculpting and transportation of these spheres are unknown. This is due to the European conquest of the region during the 16th century, resulting in the loss of indigenous knowledge and culture. Accurate dating of SCP-4704 instances proves difficult, as the majority are no longer in their location of discovery. Civilian interference has lead to the relocation of numerous instances to public and private spaces (such as tourist destinations, government offices, parks, and museums), as well as the destruction of many instances prior to Foundation involvement.",
    "title": "SCP-4704"
}