{
    "url": "https://scp-wiki.wikidot.com/scp-4714",
    "all_text": "rating: \n+63\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-4714: Dr. Wondertainment's My Unicorn Friend™\n\n\nAuthors:\n Team Crashing into Your DMs (\ndevonmartin\n and \nCrashington\n)\n\n\nMore by these authors:\n \nhttp://www.scp-wiki.net/devons-den\n\n\nhttp://www.scp-wiki.net/poi-3181-198-file\n\n\nThis SCP was written as part of the \n2019 Collaboration Contest\n. Don't forget to give us a +1 if you liked it!\n\n\n\n\n\n\n\n\nrating: \n+63\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn instance of SCP-4714.\n\n\n\n\n\n\nItem #:\n SCP-4714\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n STF Lambda-24 (\"Babysitters\") will monitor SCP-4714-A for appearance of new subjects. Subjects will be fitted with a GPS transmitter bracelet, amnesticized, and removed from the immediate area. Upon demanifestation, subjects will be tracked and SCP-4714 instance will be confiscated. Currently, all 63 SCP-4714 instances in containment are stored in a Safe-class item storage container at Site-19.\n\n\nDescription:\n SCP-4714 refers to an unknown number of plush dolls, each resembling a pink unicorn with white feet and mane. A small paper card is attached to the right flank by a plastic fastener. This card reads:\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nDr. Wondertainment\n PRESENTS:\n\n\nMy Unicorn Friend\n\n\nNOW WITH REAL HAIR!\n\nMAKE A WISH AND COME TO PLAY!\n\nFOR GIRLS OF AGES 5 TO 8\n\n\n\n\n\n\n\n\n\n\nFront of SCP-4714's attached card.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nSky's turned \ngray\n? Feeling \nblue\n?\n\nHave we got a friend for you!\n\nA hug and a wish, and your dreams come true:\n\n\n \n\n\n\"I want to play with the unicorns, too!\"\n\n\n \n\n\n\n\n\n\n\n\n\n\nBack of SCP-4714's attached card.\n\n\n\n\n\n\n\n\nWhen held by a female individual between the ages of 5 to 8 (hereafter \"the subject\"), SCP-4714 is capable of instantaneously teleporting the subject to a secondary location, identified as an abandoned stable in [DATA REDACTED], Kentucky (hereafter SCP-4714-A).\n\n\nTeleportation to SCP-4714-A occurs when the subject holds SCP-4714 and makes a verbal request similar in nature to that printed on the attached card. Notably, subjects are perceived as identical copies of a young girl, designated PoI-994 (see Discovery Log), for the duration, but are otherwise unaffected. Subjects are returned to their original location after one hour.\n\n\nDiscovery:\n On August 31, 2019, two cardboard boxes were delivered by mail to Site-19. Security personnel searched the boxes, finding 48 instances of SCP-4714 and the following letter:\n\n\n\n\n\n\nTo my wonderful friends* at \nThe Foundation\n:\n\n\n\n\nHere at Wondertainment Industries, we believe that the best toys are those created with only fun in mind. When we lose sight of that, we lose the spark that makes our products the best toys out there.\n\n\nThis is one of those times.\n\n\nStill, Chaz bears some of the blame for what Sal did. After all, he knew him long before I ever stepped into his office.\n\n\nSo take my toys, like you always do. Put them in a box. I don't want to see them anymore.\n\n\n\n\n\n\nAll the best, \nDr. Wondertainment\n\n\n\n\n\n\n\n\nPreliminary testing with SCP-4714 led to the discovery of SCP-4714-A, an abandoned ranch. An adjacent trailer was found to contain numerous copies of invoices sent to Ambrose Restaurants (GoI-116) detailing the sale of unicorn meat, as well as invoices sent to Doctor Wondertainment, Inc. outlining a mutual agreement exchanging unicorn hair for \"quality assurance services.\"\n1\n Additionally, a photograph was located, featuring an unknown man (PoI-995) and a young girl (PoI-994) holding up a T-shirt, reading \"#1 Dad.\" The identities of these individuals have been confirmed as Alice and Sal ███████.\n\n\nInside the stable, Foundation personnel found several stalls that had been broken open from the inside. Within another stall, which had been broken into from outside, were the bodies of two individuals, one child and one adult, visually confirmed as PoI-994 and PoI-995, respectively.\n2\n The former showed signs of strangulation, while the latter bore numerous broken ribs and impalements.\n\n\nInvestigation into the \ncircumstances surrounding this incident\n are ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\nDr. I.H.A.P. Wondertainment, V is Displeased With Her Happy Meal\n\n\n\n\n\n\nSCP-4714\n\n\n\n\n\n\n\n\n\n\n\n\n/\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The meaning of this phrase remains unknown.\n\n\n2\n. Notably, PoI-994 was killed in an unrelated car accident roughly one month prior to discovery.\n\n\n\n\n\n\n\n\n« \nSCP-4713\n | SCP-4714 | \nSCP-4715\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-4714",
    "object_class": "Safe",
    "containment_procedures": "STF Lambda-24 (\"Babysitters\") will monitor SCP-4714-A for appearance of new subjects. Subjects will be fitted with a GPS transmitter bracelet, amnesticized, and removed from the immediate area. Upon demanifestation, subjects will be tracked and SCP-4714 instance will be confiscated. Currently, all 63 SCP-4714 instances in containment are stored in a Safe-class item storage container at Site-19.",
    "description": "SCP-4714 refers to an unknown number of plush dolls, each resembling a pink unicorn with white feet and mane. A small paper card is attached to the right flank by a plastic fastener. This card reads:",
    "title": "SCP-4714"
}