{
    "url": "https://scp-wiki.wikidot.com/scp-4732",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\n\n\n\n\nSCP-4732 in its cover\n\n\n\n\n\n\nItem #:\n SCP-4732\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4732 is to be kept in its original sleeve and cover and locked within a vacuum sealed container to prevent accidental damage. All web listings or written records of SCP-4732-1 are to be destroyed. All instances of SCP-4732-1 are to be sought out and recovered. Any persons found in the possession of SCP-4732-1 are to be administered a Class C amnestic. Recovered instances of SCP-4732-1 are to be kept in Storage Cell 4732-A.\n\n\nAt the current time, all testing with SCP-4732 has been indefinitely postponed.\n\n\nShould testing require Sinatra to be convinced information he is given is true, bringing up the details of his suicide attempt using a gas stove or his ties with the mafia in Chicago have both proven reliable methods for gaining his trust.\n\n\nDescription:\n SCP-4732 is a vinyl record copy of the live Frank Sinatra album \"Sinatra at the Sands\".\n1\n When played, the record produces an anomalous event: 5 minutes and 35 seconds into track 9, Sinatra will interrupt the audience's laughter and claim that he \"hears somethin' funny\". Beginning at this time, it is possible to speak directly with Sinatra for the remaining duration of the recording. After SCP-4732 has finished playing, all existing copies of the live album \"Frank Sinatra and Dean Martin: Our Kind of Paradise!\"\n2\n (hereby referred to as instances of SCP-4732-1) change to reflect an alternate reality modified by what Sinatra has been told. Every time the event is repeated, Sinatra shows no memory of the previous event, and all instances of SCP-4732-1 are rewritten to exclusively reflect the results of the new event.\n\n\nAddendum 4732/0 - Testing Logs\n\n\n\n\nExperiment Log 4732-0:\n\n\nExperimenter:\n Dr. Croon\n\n\nProcedure:\n SCP-4732 was played on a standard turntable. Sinatra was informed of the date and circumstances of the deaths of himself and Dean Martin.\n\n\nDetails:\n See Audio Log 4732/0 below.\n\n\nResults:\n See Audio Log 4732/1 below.\n\n\n\n\n+ Show Audio Log 4732/0\n\n\n\n\n- Hide Audio Log 4732/0\n\n\n\n\n\n\nAudio Log 4732/0:\n [Recorded interaction with SCP-4732 on 3/18/20██]\n\n\n<BEGIN LOG [TRACK 9 - 05:13]>\n\n\nSinatra:\n Now I guess that you folks have heard, or read, or have been told somewhere that recently I became fifty years old, and I'm hear to tell you right now it's a dirty communist lie. \n(Audience begins laughing)\n Direct from Hanoi, it came right outta' there! \n(Audience cheers)\n My body may be fifty, but I'm twenty eight! \n(Audience erupts in laughter and applause)\n\n\n(A brief distortion is heard in the recording at [TRACK 9 - 05:35])\n\n\nSinatra:\n Now… now folks, do you hear that? I hear somethin' funny…\n\n\nDr. Croon:\n Hello? Can you hear me?\n\n\nSinatra:\n \n(Brief silence)\n Do you all hear him out there, or am I some sorta loon?\n\n\n(Audience laughs)\n\n\nDr. Croon:\n I have information about the future for you.\n\n\nSinatra:\n What, you got some sorta crystal ball backstage? If so, save it for later. I ain't off yet, see? I still gotta make funna' Joe E. Lewis.\n\n\n(Audience laughs)\n\n\nDr. Croon:\n This is… scheduled entertainment. It won't take long.\n\n\nSinatra:\n Uh huh… now, do you all wanna hear about good ol' Joe E. Lewis, or do you wanna listen to this bum tell me my fortune? \n(The audience cheers and applauds)\n Alright, the people have spoken, mystery man. Show me what you got.\n\n\n(Sinatra begins sarcastically making \"magic\" sounds, which the audience applauds. Dr. Croon cuts him off)\n\n\nDr. Croon:\n You will die of a heart attack on May 14th, 1998. Dean Martin will die of Lung Cancer on December 25th, 1995.\n\n\n(There is a brief silence. Sinatra chuckles nervously, followed by several more seconds of silence)\n\n\nSinatra:\n \n(cheerful)\n Well gee, that was depressing! \n(Audience laughs)\n Just… boom! You're gonna die? That's it? What kinda fortune teller are you? Can't you throw in… say… the results of the World Series? Help me make some dough? \n(Audience laughs)\n Ah come on, the booze ain't cheap here, I need some support!\n\n\n(Audience cheers and applauds)\n\n\n<END LOG [TRACK 9 - 06:18]>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Audio Log 4732/1\n\n\n\n\n- Hide Audio Log 4732/1\n\n\n\n\n\n\nAudio Log 4732/1:\n [Transcript of audio from an instance of SCP-4732-1 post-dialogue with Sinatra on 3/18/20██]\n\n\n<BEGIN LOG>\n\n\n(Frank Sinatra and Dean Martin have just concluded a duet of the song \"Nice 'n' Easy.\" The audience is engaged in wild applause.)\n\n\nSinatra:\n Thank you, you all are too kind! You know, I think that's the first time I've ever done that one with someone else.\n\n\nMartin:\n No kidding. That must by why it sounded so good this time.\n\n\n(Audience laughs)\n\n\nSinatra:\n Hey, hey, watch it! Or I just might ruin your day, Dino!\n\n\nMartin:\n Oh yeah? And how's that?\n\n\nSinatra:\n Last time I was in Vegas, a little birdie told me how you're gonna die.\n\n\n(Brief silence)\n\n\nMartin:\n Frank baby, just how much Jack Daniels did you drink at that show?\n\n\n(Audience laughs)\n\n\nSinatra:\n No, I'm serious! There was a fortune teller!\n\n\nMartin:\n And who exactly hired this \"fortune teller\"?\n\n\nSinatra:\n That's just it! Apparently nobody even knows, he just got on the wire and started yappin'!\n\n\nMartin:\n \n(Sarcastically)\n Whoah there, sounds like the real deal. \n(Audience laughs)\n And how do you know what he says is true?\n\n\nSinatra:\n Well… in hindsight, maybe he wasn't the real deal. What he was sayin' \ncan't\n be right now that I think about it.\n\n\nMartin:\n Oh yeah? Why's that?\n\n\nSinatra:\n Well, it was how he said you were gonna die, Dino. He said you were gonna die a' lung cancer!\n\n\n(Brief silence)\n\n\nMartin:\n Uh huh… \n(There is a pause. Dean Martin is heard lighting a cigar. The audience goes wild with laughter)\n Why is it so suspicious that I'm gonna die of lung cancer? \n(Pause. Martin puffs on his cigar)\n Doesn't sound too far fetched to me. \n(Audience laughs)\n\n\nSinatra:\n Well I thought about it, Dino. And that's when I realized that \ncan't\n be how you die. It ain't booze related!\n\n\n(Audience wildly laughs and applauds)\n\n\nMartin:\n Ah, come on Frank! I'm not that much of a drunk! I haven't touched a bottle in days!\n\n\nSinatra:\n You're drinkin' \nright now\n!\n\n\nMartin:\n \n(Pause)\n Oh, is that my hand? \n(Audience laughs)\n\n\nSinatra:\n You used that joke at the Sands when we were there with Sammy ya' bum! Get new material!\n\n\nMartin:\n Oh, I don't know if I have the time Frank. I'm gonna die of lung cancer soon! \n(Audience laughs)\n Speakin' of, did this fortune teller say \nwhen\n by any chance?\n\n\nSinatra:\n Yeah, as a matter a' fact he did. 1995.\n\n\nMartin:\n I'm gonna go out at 78, huh? Well what about you? He say anythin' about you, Frank?\n\n\nSinatra:\n Yeah. Heart attack. 1998.\n\n\nMartin:\n Phew! That's a relief!\n\n\nSinatra:\n And why's that?\n\n\nMartin:\n I don't have to watch you die, Frank Baby! It'll make me too sad. I don't want the paparazzi catchin' me with makeup runnin' down my cheeks! \n(Audience laughs)\n\n\nSinatra:\n Well Dino, I think I'm still the luckier one in this deal.\n\n\nMartin:\n Why, cause you live till' 82?\n\n\nSinatra:\n No, cause I get four years where I don't have to deal with \nyou\n!\n\n\n(Audience laughs and applauds. I medley of \"ahs\" and \"come 'ere\"'s are heard, and it is implied that Sinatra and Martin embrace)\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\nExperiment Log 4732-1:\n\n\nExperimenter:\n Dr. Croon\n\n\nProcedure:\n A small scratch was created on SCP-4732 to cause a record skip several seconds after the anomalous event began.\n\n\nDetails:\n Each time [TRACK 9 - 05:37] was reached, the record would skip back 1.8 seconds. Resuming the record after the skip played the non-anomalous recording of \"Sinatra at the Sands.\"\n\n\nResults:\n See Audio Log 4732/3 below.\n\n\n\n\n+ Show Audio Log 4732/3\n\n\n\n\n- Hide Audio Log 4732/3\n\n\n\n\n\n\nAudio Log 4732/1:\n [Transcript of audio from an instance of SCP-4732-1 shortly following record scratch experimentation]\n\n\n<BEGIN LOG - [TRACK 1 - 00:00]>\n\n\nSinatra:\n I hear somethin' funny…\n\n\n(distortion)\n\n\nSinatra:\n I hear somethin' funny…\n\n\n(distortion)\n\n\nSinatra:\n I hear somethin' funny…\n\n\n(distortion)\n\n\n[This continues for the duration of the recording]\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\nNotes:\n SCP-4732 has since been repaired. In the week following Experiment 4732-1, an estimated ██ copies of SCP-4732-1 were recovered after numerous reports of \"defective\" records by civilians. To reduce risk of public knowledge of the anomaly, all further testing with SCP-4732 has been indefinitely discontinued.\n\nSinatra's stuck in a time loop until we resume testing. Poor bastard. \"That's Life\", I suppose? - Dr. Croon\n\n\n\n\nFootnotes\n\n\n1\n. (recorded in February 1966)\n\n\n2\n. (recorded in April 1966)\n\n\n\n\n\n\n\n\n« \nSCP-4731\n | SCP-4732 | \nSCP-4733\n »",
    "addendums": [
        "Addendum 4732/0 - Testing Logs"
    ],
    "documents": [],
    "notes": [
        "Audio Log 4732/0: [Recorded interaction with SCP-4732 on 3/18/20██] <BEGIN LOG [TRACK 9 - 05:13]> Sinatra: Now I guess that you folks have heard, or read, or have been told somewhere that recently I became fifty years old, and I'm hear to tell you right now it's a dirty communist lie. (Audience begins laughing) Direct from Hanoi, it came right outta' there! (Audience cheers) My body may be fifty, but I'm twenty eight! (Audience erupts in laughter and applause) (A brief distortion is heard in the recording at [TRACK 9 - 05:35]) Sinatra: Now… now folks, do you hear that? I hear somethin' funny… Dr. Croon: Hello? Can you hear me? Sinatra: (Brief silence) Do you all hear him out there, or am I some sorta loon? (Audience laughs) Dr. Croon: I have information about the future for you. Sinatra: What, you got some sorta crystal ball backstage? If so, save it for later. I ain't off yet, see? I still gotta make funna' Joe E. Lewis. (Audience laughs) Dr. Croon: This is… scheduled entertainment. It won't take long. Sinatra: Uh huh… now, do you all wanna hear about good ol' Joe E. Lewis, or do you wanna listen to this bum tell me my fortune? (The audience cheers and applauds) Alright, the people have spoken, mystery man. Show me what you got. (Sinatra begins sarcastically making \"magic\" sounds, which the audience applauds. Dr. Croon cuts him off) Dr. Croon: You will die of a heart attack on May 14th, 1998. Dean Martin will die of Lung Cancer on December 25th, 1995. (There is a brief silence. Sinatra chuckles nervously, followed by several more seconds of silence) Sinatra: (cheerful) Well gee, that was depressing! (Audience laughs) Just… boom! You're gonna die? That's it? What kinda fortune teller are you? Can't you throw in… say… the results of the World Series? Help me make some dough? (Audience laughs) Ah come on, the booze ain't cheap here, I need some support! (Audience cheers and applauds) <END LOG [TRACK 9 - 06:18]>",
        "Audio Log 4732/1: [Transcript of audio from an instance of SCP-4732-1 post-dialogue with Sinatra on 3/18/20██] <BEGIN LOG> (Frank Sinatra and Dean Martin have just concluded a duet of the song \"Nice 'n' Easy.\" The audience is engaged in wild applause.) Sinatra: Thank you, you all are too kind! You know, I think that's the first time I've ever done that one with someone else. Martin: No kidding. That must by why it sounded so good this time. (Audience laughs) Sinatra: Hey, hey, watch it! Or I just might ruin your day, Dino! Martin: Oh yeah? And how's that? Sinatra: Last time I was in Vegas, a little birdie told me how you're gonna die. (Brief silence) Martin: Frank baby, just how much Jack Daniels did you drink at that show? (Audience laughs) Sinatra: No, I'm serious! There was a fortune teller! Martin: And who exactly hired this \"fortune teller\"? Sinatra: That's just it! Apparently nobody even knows, he just got on the wire and started yappin'! Martin: (Sarcastically) Whoah there, sounds like the real deal. (Audience laughs) And how do you know what he says is true? Sinatra: Well… in hindsight, maybe he wasn't the real deal. What he was sayin' can't be right now that I think about it. Martin: Oh yeah? Why's that? Sinatra: Well, it was how he said you were gonna die, Dino. He said you were gonna die a' lung cancer! (Brief silence) Martin: Uh huh… (There is a pause. Dean Martin is heard lighting a cigar. The audience goes wild with laughter) Why is it so suspicious that I'm gonna die of lung cancer? (Pause. Martin puffs on his cigar) Doesn't sound too far fetched to me. (Audience laughs) Sinatra: Well I thought about it, Dino. And that's when I realized that can't be how you die. It ain't booze related! (Audience wildly laughs and applauds) Martin: Ah, come on Frank! I'm not that much of a drunk! I haven't touched a bottle in days! Sinatra: You're drinkin' right now ! Martin: (Pause) Oh, is that my hand? (Audience laughs) Sinatra: You used that joke at the Sands when we were there with Sammy ya' bum! Get new material! Martin: Oh, I don't know if I have the time Frank. I'm gonna die of lung cancer soon! (Audience laughs) Speakin' of, did this fortune teller say when by any chance? Sinatra: Yeah, as a matter a' fact he did. 1995. Martin: I'm gonna go out at 78, huh? Well what about you? He say anythin' about you, Frank? Sinatra: Yeah. Heart attack. 1998. Martin: Phew! That's a relief! Sinatra: And why's that? Martin: I don't have to watch you die, Frank Baby! It'll make me too sad. I don't want the paparazzi catchin' me with makeup runnin' down my cheeks! (Audience laughs) Sinatra: Well Dino, I think I'm still the luckier one in this deal. Martin: Why, cause you live till' 82? Sinatra: No, cause I get four years where I don't have to deal with you ! (Audience laughs and applauds. I medley of \"ahs\" and \"come 'ere\"'s are heard, and it is implied that Sinatra and Martin embrace) <END LOG>",
        "Audio Log 4732/1: [Transcript of audio from an instance of SCP-4732-1 shortly following record scratch experimentation] <BEGIN LOG - [TRACK 1 - 00:00]> Sinatra: I hear somethin' funny… (distortion) Sinatra: I hear somethin' funny… (distortion) Sinatra: I hear somethin' funny… (distortion) [This continues for the duration of the recording] <END LOG>"
    ],
    "item": "SCP-4732",
    "object_class": "Safe",
    "containment_procedures": "SCP-4732 is to be kept in its original sleeve and cover and locked within a vacuum sealed container to prevent accidental damage. All web listings or written records of SCP-4732-1 are to be destroyed. All instances of SCP-4732-1 are to be sought out and recovered. Any persons found in the possession of SCP-4732-1 are to be administered a Class C amnestic. Recovered instances of SCP-4732-1 are to be kept in Storage Cell 4732-A.",
    "description": "SCP-4732 is a vinyl record copy of the live Frank Sinatra album \"Sinatra at the Sands\".1 When played, the record produces an anomalous event: 5 minutes and 35 seconds into track 9, Sinatra will interrupt the audience's laughter and claim that he \"hears somethin' funny\". Beginning at this time, it is possible to speak directly with Sinatra for the remaining duration of the recording. After SCP-4732 has finished playing, all existing copies of the live album \"Frank Sinatra and Dean Martin: Our Kind of Paradise!\"2 (hereby referred to as instances of SCP-4732-1) change to reflect an alternate reality modified by what Sinatra has been told. Every time the event is repeated, Sinatra shows no memory of the previous event, and all instances of SCP-4732-1 are rewritten to exclusively reflect the results of the new event.",
    "title": "SCP-4732"
}