{
    "url": "https://scp-wiki.wikidot.com/scp-4735",
    "all_text": "rating: \n+52\n+\n–\nx\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-4735: By \nPopsioak\n does not match any existing user name\n.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n4735\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nAn instance of SCP-4735.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Any instances of SCP-4735 are to be pulled from store shelves. If an SCP-4735 affected subject is discovered, any blood relatives under the age of 11 are to be removed from their household under the guise of school camp, until the instance of SCP-4735 is removed from their household. Any children affected by SCP-4735-1 are to be humanely euthanized.\n\n\nDescription:\n SCP-4735 refers to a series of canvas bags labelled as the \"All-In-One Child's Home Solution!” Each bag has a card attached, all labelled the following:\n\n\n\n\nWELCOME TO YOUR ALL-IN-ONE, FULLY INCLUSIVE CHILD’S HOME SOLUTION!\n\n\n \n\nDOES YOUR CHILD ACT OUT? NOT EAT THEIR VEGGIES? GET POOR GRADES? LOOK NO FURTHER!\n\n\n \n\nWITH THE ALL NEW, ALL FUN AT-HOME FIXER KIT, THAT’S A PROBLEM OF THE PAST!\n\n\n \n\nTo use, apply drops of prep liquid, then use the magic No-No Scissors!\n\n\n \n\nBad little kids get the No-No Scissors.\n\n\n \n\nWe snip, snip, snip away the no, no, no until we find the yes, yes, yes underneath.\n\n\n\n\n\nContents of the kit include a standard surgical kit, along with a 8 oz bottle described as \"Child Preparative Liquid,\" and scissors with \"No-No Scissors\" engraved on their left blade. SCP-4735 instances exact compulsionary effects on their purchasers, adult females between the age of 35 to 55, who have at least one child under the age of 11. Typically, the adult females are alcoholic or divorced, or express an extreme distaste in their child.\n\nAfter purchasing SCP-4735 and returning home, the adult female, hereafter referred to as SCP-4735-1, will proceed to extract a bottle of \"Child Preparative Liquid\" and apply it to the child's head. This renders the child unconscious, similar to being put under anesthesia prior to surgery. Following preparation, SCP-4735-1 will extract the child's brain, using the \"No-No Scissors\" to remove small portions of the frontal lobe. SCP-4735-1 will then proceed to re-insert the brain and suture the child's head closed. The child will have no observed effects of impeded or ceased biological function. Victims of SCP-4735-1 will not retain memory of being operated on. SCP-4735-1’s will cease being affected upon removal of SCP-4735 instances from their home. Upon questioning, SCP-4735-1 instances will claim their actions were an \"definite improvement of the demeanor\" of the child.\n\n\nNote:\n Upon discovery, 47 collected instances of SCP-4735 have been removed from store shelves. One confiscated instance had “operation notes” and other relevant documentation located around the house and in a zipper pocket unique to that instance.\n\n\n \n\n\n\n\nDear Diary\n\nMy name is Charles Jackton the 2nd, but you can \ncarl\n call me Charlie! We're gonna be such good friends Diary. My daddy got this for me to write stuff in whenever I feel alone so I'll probably \nright\n write a lot in here cus I dont have a lotta friends.\n\nbye for now though, I have to go eat dinner!\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nDear Diary,\n\nI went over to Mommy's house today! She was regular but then she drank a lot of that whine stuff. There were like a whole MOUNTAIN of bottles and it stunk like really bad, like if someone pooped on a dead skunk! Then Bill who's Mommy's new guy told me to go watch some teevee so I did. I heard them yell about some guy named Al for a little bit then the theme for the Super Dudes came on, so I started singing and it went away. The Super Dudes fought Blobber again, but then Shooter Sam shot him with his Crystal Blast, so Blobber exploded and they made pineapple jello out of his leftovers, which I thought was funny, so I looked for Mommy to tell her and she got angry and slammed the door in my face so I cried and she told me to shut up so I did and just watched the next episode, but I got a little tired so then I went to sleep for a little, then I woke up. I'm gonna go to sleep for real now though, so bye!\n\n\n\n\n\n\n \n\n\n \n\n\n\n\ndear diary, today I woke up and felt a little funny because I think I slept too long. I remember waking up at night because I heard the door, but it was just mommy coming back from the store. she buyed cookies for me, so I ate one and she said she had another thing for me, but she'd give it to me after I was asleep. so I laid down and she touched my head and I fell asleep. I told dad, and he just said next time I shouldn't watch too much teevee before bed. i don't think I should, because that's what bad kids do.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\ndear die a ree, today I woke up and felt funn e again but I think this time it was because I had too many cookies but my head hurts a lot. I went back to mom es house today and she \nsed\n said I was being a bad boy for telling \ndade\n daddy and she said bad boys need a lot of rest so they can be fixed so then she laid me down and tapped my head and said she'd fix me so I wuldnt be a \ndes\n dis a ppoint ment n e more. i dont wanna be a dissapoint ment\n\n\n\n\n\n\n \n\n\n \n\n\n\n\ndeer dyree, today I tried out Julia's dollies becus she always wanted me to play wit her so I was, then mom e came and got angry, and she said boys do not play with dolls but I was doing it for the right reason\n\nits toys i thought\n\nso I dont understand what im doing wro ng if you know dyree ples tell me\n\ntoys is toys\n\n\n\n\n\n\n \n\n\n \n\n\n\n\ndeer doiree\n\ni came back from school today and ive startd geting tired and forget alot so i got a lot of neds improvmnt on my report card which hmade me sad so i hid it in my bakpak. when i came home to mom e she lookd at it and yelld and got very very angree becus she said she did not want a dum child\n\ni dont think im a dum child\n\ni dont wan na be a dum child\n\nit will hurt my mom es feelings\n\n\n\n\n\n\n \n\n\n \n\n\n\n\ndeer die ree\n\ntoday ev reethin hurts because mom e hit me again\n\nshe was sad i wasnt a good boy like she wantd me to be\n\nim sorry mom\n\nill try hardr next tim\n\ni dont remember what i needd to do\n\n\n\n\n\n\n \n\n\n \n\n\n\n\ni said i would try hardr mom im so sorry just stop im so tired i dont know what els i can do betr\n\nim sory for dis a point\n\n\n\n\n\n\nNote:\n Upon recovery of the aforementioned SCP-4735 instance belonging to one May Jamison, formerly married to Charles Ray Jackton, 23 samples of human frontal lobe tissue were found in a plastic ziptop bag in Ms. Jamison's freezer. DNA analysis found the remains matching those of 7 year old Charles Jackton II, the divorced couple's son. It is theorized that the amount of frontal lobe in the freezer would have consisted of 57.1% of Charles' overall brain mass. The method by which Charles remained alive with little brain mass is unknown. Charles Jackton II's location is currently unknown.\n\n\n\n\n\n\n« \nSCP-4734\n | SCP-4735 | \nSCP-4736\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "Any instances of SCP-4735 are to be pulled from store shelves. If an SCP-4735 affected subject is discovered, any blood relatives under the age of 11 are to be removed from their household under the guise of school camp, until the instance of SCP-4735 is removed from their household. Any children affected by SCP-4735-1 are to be humanely euthanized.",
    "description": "SCP-4735 refers to a series of canvas bags labelled as the \"All-In-One Child's Home Solution!” Each bag has a card attached, all labelled the following:",
    "title": "SCP-4735"
}