{
    "url": "https://scp-wiki.wikidot.com/scp-4741",
    "all_text": "rating: \n+22\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4741\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nAn Underwood Portable Typewriter 3 (circa 1919-1929)\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4741 is contained onsite in an enlarged humanoid containment chamber built around it on Storage Site-124. Any paper generated by SCP-4741 is to be reviewed once every 2 weeks. One researcher is to interview with SCP-4741-1 regarding any excerpts of interest.\n\n\nDescription:\n SCP-4741 is a human skeleton seated on a wooden picnic bench. On the bench rests an Underwood 3 Standard Portable Typewriter (matching with typewriters manufactured by the Underwood Typewriter Company from 1919 to 1929), whose anomalous property is the means of generating a seemingly infinite supply of uncoated paper when SCP-4741-1 interacts with the object.\n\n\nThe skeleton (designated as SCP-4741-1) is a semiautonomous sapient being capable of seeing and hearing individuals in spite of its lack of organs or organic material apart from hollowed bone. The only movement made by SCP-4741-1 is from its arms and fingers, and only the act of typing has ever been observed. The bench, the typewriter and SCP-4741-1 are all immobile; no attempts have succeeded in moving any parts of SCP-4741 or otherwise damaging it. SCP-4741 is fixed to its point on earth permanently though these anomalous means.\n\n\nSCP-4741-1 claims they were formerly Timothy Watkins, an English man who immigrated to Canada in 1924 and went missing in 1937 at the age of 30. Further investigation is required to confirm this.\n\n\nSCP-4741-1 has repeatedly shown knowledge of events which happened millions of years before its original corporeal existence. The entity has also shown knowledge of events that are theorized to be in the near or distant future. Currently, it is not known how this information manifests in SCP-4741-1, as the predictions are delivered through the passages of a novel (designated as SCP-4741-4) that SCP-4741-1 writes daily. The 4000-page series of chapters allude to the aforementioned predictions with varying degrees of accuracy.\n\n\n\n\n+ Interview Log 4741-(12/28/2017)\n\n\n\n\n- Close Log\n\n\n\n\n\n\nInterviewer:\n Researcher Stanisław Stefan\n\n\nInterviewee:\n SCP-4741\n\n\nForeword:\n The following is the first recorded interview between Researcher Stefan and SCP-4741-1. The written responses from SCP-4741 have been transcribed appropriately.\n\n\n[Begin Log]\n\n\nStefan:\n Are you ready to proceed with the interview?\n\n\nSCP-4741-1:\n She was just too busy for him to notice how she felt—\n\n\nWe can proceed.\n\n\nStefan:\n By any chance, could you refrain from writing?\n\n\nSCP-4741-1:\nBut deep down, both of their passions burned with such an intensity that it—\n\n\nSorry for the delay. It takes a while for your voice to register in my ear. If you can, please refrain from pausing your words.\n\n\nStefan:\n A-alright. Well, I have a few excerpts here of your…\n\n\nSCP-4741-1:\n-and she couldn’t be stopped.\n\n\nNovel, correct? So I assume you’ve studied it? How do you feel about it overall? Do you like how I captured Katherina’s desires for\n\n\nStefan:\n Sorry, I haven’t been able to finish the whole book yet, but I was wondering if you could tell me about this part right here.\n\n\n<\nResearcher Stefan presents SCP-4741-1 the following excerpt:\n\n\n“As Katherina walked her usual path home, she saw the lights of the stars dance in the twilight. Their colours shone a variety of magnificent hues, dazzling the night sky with brilliant reds that scorched the eyes of lesser beings. She was content with her life, one of pure devotion to these cycles of the day.” >\n\n\nSCP-4741-1:\n What would you like me to tell you about it?\n\n\nStefan:\n You’ve gone on record saying that this novel contains events that are set within our reality, correct?\n\n\n\n\nSCP-4741-1:\n Yes I have. As they say, you write what you see, and so as any good writer, I’ve done exactly that.\n\n\nStefan:\n Our records show that there exist very few events of stars turning red. To narrow our search, could you confirm if this is a vision that you’ve seen in the past or future?\n\n\nSCP-4741-1:\n Red stars? Oh. I beg you to forgive, that part is false. I do not think that this is based on anything in particular.\n\n\nStefan:\n …You do realize then, that your previous statements of complete candidacy are untrue now.\n\n\nSCP-4741-1:\n Well sir, you need to spice up the events in a book. I just happened to do so there. What do you think my masterpiece to be, some sort of pharmaceutical description?\n\n\nStefan:\n No… But, in your estimates, how much of your writing is fiction?\n\n\nSCP-4741-1:\n I do not think I could honestly tell you. May I remind you that this is a novel, sir. A 4000-page masterpiece in fact. Please do not suggest that I must explicitly differentiate fact from fiction. Doing so would ruin the flow of my book.\n\n\nStefan:\n It is still important to make sure that these premonitions of the future get through to us. They directly affect this area around you.\n\n\nSCP-4741-1:\n You think that would matter that much to me? It would just give me more time to focus on my book instead of dilly-dallying with you.\n\n\n<\nThere is a brief pause, and SCP-4741 resumes writing\n>\n\n\nKathy thought that she was a strong woman, and believed in capabilities to win the man of her dreams.\n\n\nStefan:\n Let’s continue this another time, then.\n\n\n[End Log]\n\n\n\n\n\n\n- Close Log\n\n\n\n\n\n\nAddendum SCP-4741-B9:\n\nOn 06/08/2018, the following excerpt was taken from SCP-4741-1's writings.\n\n\n\n\nWhen her eyes met his, she felt her heart soar above the clouds. As she soared through the air she felt as if nobody could see the sky the way she could. The great expanse of purple was laid out before her, and a light protruding from the ground emanated the sweetest sounds. When she was around Tim, her worries would clear away as the clouds did on that fateful day. Truly, it was a time of love.\n\n\n\n\nThe excerpt is believed to relate to an incident that happened one day after the initial writing. On the Niagara Escarpment at 06/09/2018 6:00 pm, members of the GOI-████ were found to be engaging in a process that led to a temporary CK-Class Reality Restructuring event. However, the completion of the said process was halted after an MTF squadron posted at Site-124 at the time intervened.\n\n\nAn interview with SCP-4741 was subsequently conducted:\n\n\n\n\n+ Interview Log 4741-(02/10/2018) \n\n\n\n\n- Close Interview\n\n\n\n\n\n\nInterviewer:\n Senior Researcher Stanisław Stefan\n\n\nInterviewee:\n SCP-4741\n\n\n[Begin Log]\n\n\nStefan:\n Let us begin. How did you know about the sky changing its colour a day before it happened?\n\n\nSCP-4741-1:\n Could you elaborate further?\n\n\nStefan:\n The incident with the laser. You wrote about something like it a week ago. Here’s the paper.\n\n\nSCP-4741-1:\n Ah yes. The cloud part. I think it was surprisingly good for something I had just thought of on the spot.\n\n\nStefan:\n So you had received the idea the same day you wrote it, correct?\n\n\nSCP-4741-1:\n Yes.\n\n\nStefan:\n We were operating under the assumption that you are only able to see through your eyes.\n\n\nSCP-4741-1:\n Why would you think that?\n\n\nStefan:\n Because that was what you had mentioned to us previously.\n\n\nSCP-4741-1:\n I did? Apologises if had said such a fallacy so long ago. I must’ve been too focused on my writings to accurately respond to the question.\n\n\nStefan:\n Well, could you try to start focusing more often during these interviews? Your cooperation is important to the Foundation. You could even do some good with your abilities.\n\n\nSCP-4741-1:\n What do you even believe my abilities to entail?\n\n\nStefan:\n It's obvious to us you can predict the future, as well as parts of the past. You at least show knowledge of these events. Unless there is something else you have… forgotten to mention.\n\n\nSCP-4741-1:\n So that is the state of your knowledge. Very well, then I believe that we are finished here.\n\n\nStefan:\n I believe I am the interviewer here, -1.\n\n\nSCP-4741-1:\n That doesn't matter to me. All that matters to me right now is writing my novel. That is my reason for being here. All the good deeds I need to do for you shall come with the release of my book! Countless lives will be improved simply by experiencing the pleasure that comes with reading \nThe Girl from the Great North\n.\n\n\nStefan:\n <\nThe researcher pauses for a moment\n> Then that will be all I needed to hear for today.\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n+ [ENTER LEVEL 4/4741 CREDENTIALS]\n\n\n\n\n- [ACCESSING CONTENT]\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nS. Stefan <\npics.421|nafetss#pics.421|nafetss\n>\n\n\n\n\n\n\nTo:\n\n\nT. Concannon <\npics.421|nonnacnoct#pics.421|nonnacnoct\n>\n\n\n\n\n\n\nSubject:\n\n\nRE: SCP-4741 Containment Procedures\n\n\n\n\n\n\nDate:\n\n\n11 October 2018\n\n\n\n\n\n\n\n\nDirector Concannon,\n\n\n \n\nI am writing a request to alter the current containment procedures for SCP-4741. Based on recent events and the general behaviour of SCP-4741, I feel it is unnecessary for us to conduct further interviews regarding the validity of any statements within the writings of SCP-4741. A simple storing of the excess paper the entity generates in a low-security locker with suffice for the upkeep of SCP-4741's chamber.\n\n\n \n\nSCP-4741-1 has demonstrated no interest in assisting the Foundation in any way. At the present moment, almost no information the entity has provided to us has been \"entirely\" true either. We cannot even believe if it's as old as it says it is. I feel that it is safe to say that we do not need to continue these unnecessary communications with SCP-4741-1 any longer.\n\n\n \n\nResearcher Stanisław Stefan\n\nSite-124\n\nSecure, Contain, Protect.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nFrom:\n\n\nT. Concannon <\npics.421|nonnacnoct#pics.421|nonnacnoct\n>\n\n\n\n\n\n\nTo:\n\n\nS. Stefan <\npics.421|nafetss#pics.421|nafetss\n>\n\n\n\n\n\n\nSubject:\n\n\nRE: SCP-4741 Containment Procedures\n\n\n\n\n\n\nDate:\n\n\n12 October 2018\n\n\n\n\n\n\n\n\nMr. Stefan,\n\n\n \n\nI have received your request, and decided to decline. SCP-4741's procedures will be changed however, but not to reduce communication. We have seen that SCP-4741-1 is unwilling to cooperate with the Foundation, but it is my firm belief that it is still possible to change the current situation we are in.\n\n\n \n\nAfter reading your request, I decided to review the information we have about SCP-4741. It appears the entity had been in our containment for a mere 8 years, despite it claiming to exist for 70. This kind of discrepancy should not have gone so easily unnoticed, even in the older days of this site. It appears that the anomaly has been feeding a lot of lies to us on purpose, to trick us into believing he is useless in an effort to make us not bother communicating with them.\n\n\n \n\nI believe we need to negotiate with SCP-4741-1. We have to convince him to provide more information for us through a not-so-equivalent exchange, of sorts. Any promises made do not have to be followed through, they only need to make SCP-4741-1 believe we are fulfilling them.\n\n\n \n\nDespite its behaviour, an asset like 4741 is still extremely useful to this site. You already know what happened close to here with the sky. We do not want a repeat of that, so please do all you can to convince SCP-4741 to share a bit more.\n\n\n \n\nDirector Tory Concannon\n\nSite-124\n\nSecure, Contain, Protect.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n+ Show Updated Containment Procedures \n\n\n\n\n- Close\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n4741\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nA literary award given to SCP-4741-1 for \"Outstanding Impact\".\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4741 is contained onsite in an enlarged humanoid containment chamber in Storage Site-124. Any paper generated by SCP-4741 is to be reviewed once \nevery week.\n A researcher is to interview with SCP-4741-1 \nif they believe the excerpt shows signs of predicting supposed anomalous events. All communication with SCP-4741-1 is to be surveilled and reviewed properly. Foundation personnel are prohibited from communicating to SCP-4741-1 about the current containment procedures for SCP-4741, or the state of its “novel”(designated as SCP-4741-4).\n\n\nShould communications between SCP-4741-1 become tedious or ineffective, a “new deal” shall be proposed to the entity. These deals include the release of SCP-4741-4 in certain foreign markets, the publishing of further sequels to SCP-4741-4, or the live-action movie adaptation of one of the instances of SCP-4741-4. Following through on these promises should not be considered of high priority, but making SCP-4741-1 believe the Foundation has done so is crucial.\n\n\nIf predictions of certain dangerous anomalous events made by SCP-4741 have been deemed to be highly probable by no less than three Level-4 personnel (two personnel are to have not had any regular contact with any part of SCP-4741) and the current Site-124 Director, reasonable measures shall be taken to either surveil or prevent the event's occurrence.\n\n\nDescription:\n SCP-4741 is a human skeleton seated on a wooden picnic bench. On the bench rests an Underwood 3 Standard Portable Typewriter (matching with typewriters manufactured by the Underwood Typewriter Company from 1919 to 1929), whose anomalous property is the means of generating a seemingly infinite supply of uncoated paper when SCP-4741-1 interacts with the object.\n\n\nThe skeleton (designated as SCP-4741-1) is a semi-autonomous sapient being capable of seeing and hearing individuals in spite of its lack of organs or organic material apart from hollowed bone. The only movement ever observed from SCP-4741-1 is in its arms and fingers, and only the act of typing has ever been observed. The bench, the typewriter and SCP-4741-1 are all immobile; no attempts have succeeded in moving any parts of SCP-4741 or otherwise damaging it. SCP-4741 is fixed to its point on earth permanently though these anomalous means.\n\n\nSCP-4741-1 claims they were formerly Timothy Watkins, an English man who immigrated to Canada in 1924 and went missing in 1937 at the age of 30. Further investigation \nhas confirmed this to be false. SCP-4741 currently believes that their novels have been successfully published in multiple countries (currently the USA, Canada, and England), received multiple writing awards as well as critical acclaim and appraisal. The Foundation has provided false trophies and signatures that currently sit on the bench to enforce this belief further. Before the discussion of a new deal, it is believed that SCP-4741-1 had been withholding information about the extent of its abilities for fear of SCP-4741-4 being leaked to the public before the \"release\" of it.\n\n\nSCP-4741-1 \npossesses\n knowledge of events which have happened millions of years before its original corporeal existence. It has also shown knowledge of events that \nhave occurred or will occur in the surrounding area of Tobermory, ON. As of 12/17/2018, 100% of predictions confirmed by SCP-4741-1 have come to fruition. These events can either be prevented or changed if an individual knew of the event’s occurrence before it has happened.\n\n\nAddendum-4741-F7:\n\n\nOn 11/24/2018, SCP-4741 produced an excerpt which was believed to allude to a possible breach of containment by outside individuals. If the event had occurred, it would have resulted in the loss of several items and staff members. The excerpt reads as follows:\n\n\n\n\nKatherina saw Tim lay flat on the ground, his blood slowly pooling as the gunshots of the camo soldiers against the guards echo in the site.\n\n\n“Run Katherina, this is not the place for you. I n-need you to live… b-because… I love you.”\n\n\nBut now was not the time for love. It was time for REVENGE. She grabbed her pistols and ran full speed toward the assailants, guns-blazing and fury pumping through her veins. The pencil-pushers who had trapped them here had fallen like the snow that their coats were coloured. The only arrows that she cared about now were the exit signs.\n\n\n\n\nAn interview was summarily conducted regarding the excerpt:\n\n\n \n\n\n\n\nInterviewer:\n Senior Researcher Stanisław Stefan\n\n\nInterviewee:\n SCP-4741-1\n\n\nForeword:\n The written responses from SCP-4741 have been transcribed appropriately.\n\n\n[Begin Log]\n\n\nStefan:\n This interview is about the recent except we found in your novel, SCP-4741-1.\n\n\n<\nStefan proceeds to show the excerpt above to SCP-4741.\n>\n\n\nCould you care to explain this excerpt to us? And please, spare no detail.\n\n\n\n\nSCP-4741-1:\n I’ll do my best.\n\n\n\n<\nSCP-4741 reads the excerpt\n>\n\n\nWell, this does seem like this scene is a prediction, but the details are a bit stretched.\n\n\nStefan:\n In what way?\n\n\n\n\nSCP-4741-1:\n Well… first of all, these characters aren’t real.\n\n\nStefan:\n I am fairly certain we already know that. One of those is supposed to be you, right?\n\n\nSCP-4741-1:\n No! Not at all! That guy looks nothing like me. I mean, I don’t even have—\n\n\nStefan:\n But he does share your name, right?\n\n\n\n\nSCP-4741-1:\n I just don’t know many handsome-sounding names other than mine.\n\n\n\n\nStefan:\n I… let’s get back to the topic at hand here. Have you predicted, foreseen, or otherwise had knowledge of a possible Foundation raid? Or is this just another slight against us?\n\n\nSCP-4741-1:\n Slight against you? No way. I know I’m on thin ice, but I wouldn’t just write something to hurt you. I simply thought that it would be a nice vignette from the rest of the story.\n\n\n\n\nStefan:\n From the impression I’ve gotten during my… limited reading of your book, I thought it was a romance.\n\n\n\n\nSCP-4741-1:\n While that might be an apt descriptor, I try not to constrain myself to one kind of genre.\n\n\nStefan:\n Is that so. Well, is it a prediction or is it false?\n\n\nSCP-4741-1:\n I cannot disclose these details until the release of my novel.\n\n\nStefan:\n I see. That’s a shame.\n\n\n<\nResearcher Stefan stands up from their seat\n>\n\n\nI guess that publishing contract will have to go to another writer…\n\n\n\n<A brief pause is made as Researcher Stefan examines the reaction of SCP-4741-1>\n\n\nSCP-4741-1:\n I must say that is very disrespectful. You know I can’t move. However, I shall allow this rudeness if you explain yourself.\n\n\nStefan:\n Thanks. <The researcher sits back down> You see, the site director is concerned about what you’ve written in regards to the possibility of a breach and wanted me to clear some things up with you. I just need you to say whether this excerpt contains true or false information. If you say it’s true, then we may have a deal for you.\n\n\nSCP-4741-1:\n What you’ve said is interesting, but how do I know you’ll follow through on this?\n\n\nStefan:\n The Foundation is a massive organisation, so I’m sure we can pull some strings to publish your novel. The funding we get is off the charts; money isn’t normally an issue for us. From I’ve read of your book, it seems… very interesting, to say the least. Besides, professionals have standards. We wouldn't just do something to hurt you, after all.\n\n\nSCP-4741-1:\n I see what you’ve done there… After considering your proposition, I believe that I will accept.\n\n\nStefan:\n Wonderful, now could please type out a written response confirming this.\n\n\nSCP-4741-1:\n Sure.\n\n\nI, Timothy Watkins, am giving my complete honesty when I say that the excerpt regarding a possible breach is a prediction that will come true. I cannot say how many days till the breach will happen for certain (since you have not provided my quarters with a clock), though I theorize that it occurs in the following days. Gunshots will ring through the halls, and people wearing masks and armour will be the cause of them. This does result in the deaths of several people here and is generally pretty bad for you.\n\n\nStefan:\n Stop, I think that is enough, SCP-4741.\n\n\nSCP-4741-1:\n As you sure? I could write some more if you need.\n\n\nStefan:\n No, it’s fine, really.\n\n\n<Researcher Stefan takes a picture of the response on their phone>\n\n\nBefore I go, I’ll want to make one thing clear.\n\n\nSCP-4741-1:\n Go on ahead.\n\n\nStefan:\n If we prepare for a false breach, then we will have wasted a lot of resources. A lot of people will be fairly angry. Those involved with the lie will then be punished. And while we cannot do anything to you, we can to your book.\n\n\nSCP-4741-1:\n Don’t tell me you’re going to rip my art to shreds!\n\n\nStefan:\n No, that would take too long, we’d most likely just burn it.\n\n\nSCP-4741-1:\n That’s still very bad for my book! But… it doesn’t matter. I’ve only spoken the truth in my response.\n\n\nStefan:\n We’ll see about that. Either way, I’ll have to give this to the director. How about we talk later about your novel when this incident is over. And perhaps, if you show further cooperation down the line, we could work out a foreign release?\n\n\n\n\nSCP-4741-1:\n That would be acceptable.\n\n\n[END LOG]\n\n\n\n\nAfter the interview, the necessary preparations had been made to prevent Site-124 from experiencing a possible breach. On 11/28/2018, members of GOI-███ staged an attack on the site, losing all known participants in the process. Circumstantial evidence has led the Foundation to conclude that if preparations had not been established in advance, several SCP objects' containment protocols would be compromised. Subsequently, this breach would result in several deaths and a temporary breach in the veil. The decision to preemptively equip the site for the assault based on SCP-4741-1’s prediction resulted in saving considerable amounts of resources for the Foundation.\n\n\nDue to this, SCP-4741’s object classification and containment procedures have been updated to reflect the new interview process.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4740\n | SCP-4741 | \nSCP-4742\n »",
    "addendums": [
        "Addendum SCP-4741-B9: On 06/08/2018, the following excerpt was taken from SCP-4741-1's writings.\nThe excerpt is believed to relate to an incident that happened one day after the initial writing. On the Niagara Escarpment at 06/09/2018 6:00 pm, members of the GOI-████ were found to be engaging in a process that led to a temporary CK-Class Reality Restructuring event. However, the completion of the said process was halted after an MTF squadron posted at Site-124 at the time intervened.\nAn interview with SCP-4741 was subsequently conducted:\n\n"
    ],
    "documents": [],
    "notes": [
        "Interviewer: Researcher Stanisław Stefan Interviewee: SCP-4741 Foreword: The following is the first recorded interview between Researcher Stefan and SCP-4741-1. The written responses from SCP-4741 have been transcribed appropriately. [Begin Log] Stefan: Are you ready to proceed with the interview? SCP-4741-1: She was just too busy for him to notice how she felt— We can proceed. Stefan: By any chance, could you refrain from writing? SCP-4741-1: But deep down, both of their passions burned with such an intensity that it— Sorry for the delay. It takes a while for your voice to register in my ear. If you can, please refrain from pausing your words. Stefan: A-alright. Well, I have a few excerpts here of your… SCP-4741-1: -and she couldn’t be stopped. Novel, correct? So I assume you’ve studied it? How do you feel about it overall? Do you like how I captured Katherina’s desires for Stefan: Sorry, I haven’t been able to finish the whole book yet, but I was wondering if you could tell me about this part right here. < Researcher Stefan presents SCP-4741-1 the following excerpt: “As Katherina walked her usual path home, she saw the lights of the stars dance in the twilight. Their colours shone a variety of magnificent hues, dazzling the night sky with brilliant reds that scorched the eyes of lesser beings. She was content with her life, one of pure devotion to these cycles of the day.” > SCP-4741-1: What would you like me to tell you about it? Stefan: You’ve gone on record saying that this novel contains events that are set within our reality, correct? SCP-4741-1: Yes I have. As they say, you write what you see, and so as any good writer, I’ve done exactly that. Stefan: Our records show that there exist very few events of stars turning red. To narrow our search, could you confirm if this is a vision that you’ve seen in the past or future? SCP-4741-1: Red stars? Oh. I beg you to forgive, that part is false. I do not think that this is based on anything in particular. Stefan: …You do realize then, that your previous statements of complete candidacy are untrue now. SCP-4741-1: Well sir, you need to spice up the events in a book. I just happened to do so there. What do you think my masterpiece to be, some sort of pharmaceutical description? Stefan: No… But, in your estimates, how much of your writing is fiction? SCP-4741-1: I do not think I could honestly tell you. May I remind you that this is a novel, sir. A 4000-page masterpiece in fact. Please do not suggest that I must explicitly differentiate fact from fiction. Doing so would ruin the flow of my book. Stefan: It is still important to make sure that these premonitions of the future get through to us. They directly affect this area around you. SCP-4741-1: You think that would matter that much to me? It would just give me more time to focus on my book instead of dilly-dallying with you. < There is a brief pause, and SCP-4741 resumes writing > Kathy thought that she was a strong woman, and believed in capabilities to win the man of her dreams. Stefan: Let’s continue this another time, then. [End Log]",
        "When her eyes met his, she felt her heart soar above the clouds. As she soared through the air she felt as if nobody could see the sky the way she could. The great expanse of purple was laid out before her, and a light protruding from the ground emanated the sweetest sounds. When she was around Tim, her worries would clear away as the clouds did on that fateful day. Truly, it was a time of love.",
        "Interviewer: Senior Researcher Stanisław Stefan Interviewee: SCP-4741 [Begin Log] Stefan: Let us begin. How did you know about the sky changing its colour a day before it happened? SCP-4741-1: Could you elaborate further? Stefan: The incident with the laser. You wrote about something like it a week ago. Here’s the paper. SCP-4741-1: Ah yes. The cloud part. I think it was surprisingly good for something I had just thought of on the spot. Stefan: So you had received the idea the same day you wrote it, correct? SCP-4741-1: Yes. Stefan: We were operating under the assumption that you are only able to see through your eyes. SCP-4741-1: Why would you think that? Stefan: Because that was what you had mentioned to us previously. SCP-4741-1: I did? Apologises if had said such a fallacy so long ago. I must’ve been too focused on my writings to accurately respond to the question. Stefan: Well, could you try to start focusing more often during these interviews? Your cooperation is important to the Foundation. You could even do some good with your abilities. SCP-4741-1: What do you even believe my abilities to entail? Stefan: It's obvious to us you can predict the future, as well as parts of the past. You at least show knowledge of these events. Unless there is something else you have… forgotten to mention. SCP-4741-1: So that is the state of your knowledge. Very well, then I believe that we are finished here. Stefan: I believe I am the interviewer here, -1. SCP-4741-1: That doesn't matter to me. All that matters to me right now is writing my novel. That is my reason for being here. All the good deeds I need to do for you shall come with the release of my book! Countless lives will be improved simply by experiencing the pleasure that comes with reading The Girl from the Great North . Stefan: < The researcher pauses for a moment > Then that will be all I needed to hear for today. [End Log]",
        "Katherina saw Tim lay flat on the ground, his blood slowly pooling as the gunshots of the camo soldiers against the guards echo in the site. “Run Katherina, this is not the place for you. I n-need you to live… b-because… I love you.” But now was not the time for love. It was time for REVENGE. She grabbed her pistols and ran full speed toward the assailants, guns-blazing and fury pumping through her veins. The pencil-pushers who had trapped them here had fallen like the snow that their coats were coloured. The only arrows that she cared about now were the exit signs.",
        "Interviewer: Senior Researcher Stanisław Stefan Interviewee: SCP-4741-1 Foreword: The written responses from SCP-4741 have been transcribed appropriately. [Begin Log] Stefan: This interview is about the recent except we found in your novel, SCP-4741-1. < Stefan proceeds to show the excerpt above to SCP-4741. > Could you care to explain this excerpt to us? And please, spare no detail. SCP-4741-1: I’ll do my best. < SCP-4741 reads the excerpt > Well, this does seem like this scene is a prediction, but the details are a bit stretched. Stefan: In what way? SCP-4741-1: Well… first of all, these characters aren’t real. Stefan: I am fairly certain we already know that. One of those is supposed to be you, right? SCP-4741-1: No! Not at all! That guy looks nothing like me. I mean, I don’t even have— Stefan: But he does share your name, right? SCP-4741-1: I just don’t know many handsome-sounding names other than mine. Stefan: I… let’s get back to the topic at hand here. Have you predicted, foreseen, or otherwise had knowledge of a possible Foundation raid? Or is this just another slight against us? SCP-4741-1: Slight against you? No way. I know I’m on thin ice, but I wouldn’t just write something to hurt you. I simply thought that it would be a nice vignette from the rest of the story. Stefan: From the impression I’ve gotten during my… limited reading of your book, I thought it was a romance. SCP-4741-1: While that might be an apt descriptor, I try not to constrain myself to one kind of genre. Stefan: Is that so. Well, is it a prediction or is it false? SCP-4741-1: I cannot disclose these details until the release of my novel. Stefan: I see. That’s a shame. < Researcher Stefan stands up from their seat > I guess that publishing contract will have to go to another writer… <A brief pause is made as Researcher Stefan examines the reaction of SCP-4741-1> SCP-4741-1: I must say that is very disrespectful. You know I can’t move. However, I shall allow this rudeness if you explain yourself. Stefan: Thanks. <The researcher sits back down> You see, the site director is concerned about what you’ve written in regards to the possibility of a breach and wanted me to clear some things up with you. I just need you to say whether this excerpt contains true or false information. If you say it’s true, then we may have a deal for you. SCP-4741-1: What you’ve said is interesting, but how do I know you’ll follow through on this? Stefan: The Foundation is a massive organisation, so I’m sure we can pull some strings to publish your novel. The funding we get is off the charts; money isn’t normally an issue for us. From I’ve read of your book, it seems… very interesting, to say the least. Besides, professionals have standards. We wouldn't just do something to hurt you, after all. SCP-4741-1: I see what you’ve done there… After considering your proposition, I believe that I will accept. Stefan: Wonderful, now could please type out a written response confirming this. SCP-4741-1: Sure. I, Timothy Watkins, am giving my complete honesty when I say that the excerpt regarding a possible breach is a prediction that will come true. I cannot say how many days till the breach will happen for certain (since you have not provided my quarters with a clock), though I theorize that it occurs in the following days. Gunshots will ring through the halls, and people wearing masks and armour will be the cause of them. This does result in the deaths of several people here and is generally pretty bad for you. Stefan: Stop, I think that is enough, SCP-4741. SCP-4741-1: As you sure? I could write some more if you need. Stefan: No, it’s fine, really. <Researcher Stefan takes a picture of the response on their phone> Before I go, I’ll want to make one thing clear. SCP-4741-1: Go on ahead. Stefan: If we prepare for a false breach, then we will have wasted a lot of resources. A lot of people will be fairly angry. Those involved with the lie will then be punished. And while we cannot do anything to you, we can to your book. SCP-4741-1: Don’t tell me you’re going to rip my art to shreds! Stefan: No, that would take too long, we’d most likely just burn it. SCP-4741-1: That’s still very bad for my book! But… it doesn’t matter. I’ve only spoken the truth in my response. Stefan: We’ll see about that. Either way, I’ll have to give this to the director. How about we talk later about your novel when this incident is over. And perhaps, if you show further cooperation down the line, we could work out a foreign release? SCP-4741-1: That would be acceptable. [END LOG]"
    ],
    "containment_procedures": "SCP-4741 is contained onsite in an enlarged humanoid containment chamber in Storage Site-124. Any paper generated by SCP-4741 is to be reviewed once every week. A researcher is to interview with SCP-4741-1 if they believe the excerpt shows signs of predicting supposed anomalous events. All communication with SCP-4741-1 is to be surveilled and reviewed properly. Foundation personnel are prohibited from communicating to SCP-4741-1 about the current containment procedures for SCP-4741, or the state of its “novel”(designated as SCP-4741-4).",
    "description": "SCP-4741 is a human skeleton seated on a wooden picnic bench. On the bench rests an Underwood 3 Standard Portable Typewriter (matching with typewriters manufactured by the Underwood Typewriter Company from 1919 to 1929), whose anomalous property is the means of generating a seemingly infinite supply of uncoated paper when SCP-4741-1 interacts with the object.",
    "title": "SCP-4741"
}