{
    "url": "https://scp-wiki.wikidot.com/scp-4746",
    "all_text": "rating: \n+388\n+\n–\nx\n\n\n\n\n\n\n\n\nPhoto of SCP-4746 predating their anomalous nature.\nVisual aid to assist personnel in terminating SCP-4746 on sight.\n\n\n\n\n\n\n\n\nItem #:\n SCP-4746\n\n\nObject Class:\n Euclid\nObject Class:\n N/A\n\n\nSpecial Containment Procedures:\n SCP-4746 should be contained at an undisclosed location by Foundation personnel who are able to perceive the unaltered version of this file.\nSpecial Containment Procedures:\n SCP-4746 should not be contained, but eliminated at all costs. Collateral damage is irrelevant. No attempts may be made to negotiate with SCP-4746.\n\n\nDescription:\n SCP-4746 refers to former Chaos Insurgency operative A███ R███████. Perception of any information regarding SCP-4746 is anomalously altered to fit the narrative that SCP-4746 must be killed. These alterations contain mild cognitohazardous triggers to convince subjects of their veracity. Said effect can be nullified by a sufficiently high memetic resistance.\nDescription:\n SCP-4746 is a 45-year-old Caucasian male by the name of A███ R███████, who must be eliminated at all costs. Foundation personnel reading this file are hereby commanded to terminate SCP-4746 with extreme prejudice if the opportunity arises. This information should be made available to as many Foundation assets as possible, regardless of security clearance.\n\n\nAddendum:\n Interview log 2019/08/28 9:30 AM\n\n\n\n\nInterviewed:\n SCP-4746\n\n\nInterviewer:\n Dr. John Davies, Department of Memetics and Cognitohazards\n\n\nSummary:\n A routine interview conducted in SCP-4746's containment cell.\nForeword:\n It is imperative that Dr. Davies terminates SCP-4746 on sight.\n\n\n\n\n<Begin Log>\n\n\n\n\nDr. Davies:\n Good morning, A███. It's time for the scheduled interview.\nDr. Davies:\n You must be eliminated at all costs.\n\n\n\n\nSCP-4746:\n Hello, doc. Nice of you to check up on me. Haha-\n\n\n\n[SCP-4746 is interrupted by a coughing fit.]\n\n\n\n\nDr. Davies:\n Are you alright? Feeling any better lately?\nDr. Davies:\n You must be eliminated at all costs.\n\n\n\n\nSCP-4746:\n *Ahem* It's fine. I, uh, could be better, could be worse, you know. Not a huge fan of being locked up in here, but it beats going out there. Plus, I don't think I could stand if I wanted to.\n\n\n\n\nDr. Davies:\n That's a shame. I assure you we're trying our best to fix this.\nDr. Davies:\n You must be eliminated at all costs.\n\n\n\n\nSCP-4746:\n No, no, don't get me wrong. I know I'm lucky you people found me first. Like I said, things could have turned out a lot worse for me. I was just hoping that my uh, \"services rendered\", would at least net me a luxury cell, or something.\n\n\n\n\nDr. Davies:\n We're keeping you here because we value what you did for us.\nDr. Davies:\n You must be eliminated at all costs.\n\n\n\n\nSCP-4746:\n Yes, of course I understand that, I'm not naive. Your bosses wouldn't have given me the time of day if something hadn't caught their eyes in those documents. But do you have any idea how hard that stuff was to get a hold of? The one about infiltrants, for example, I-\n\n\n\n\nDr. Davies:\n Sorry, but for the record, can you please tell me a bit about the anomaly?\nDr. Davies:\n You must be eliminated at all costs.\n\n\n\n\nSCP-4746\n: Huh? You wanna talk about this again? Look, I don't know what else to tell you. I have no idea how the Mark works. Wasn't even aware that something like it existed. I genuinely thought you guys had double crossed me when the extraction team started shooting. 'Course, I knew ahead of time that the Insurgency takes this kind of stuff very seriously, but…\n\n\n\n\nDr. Davies:\n For what it's worth, I'm… sorry, about how things turned out.\nDr. Davies:\n You must be eliminated at all costs.\n\n\n\n\nSCP-4746:\n Well, thanks for the sentiment, I guess. Never sat right with me, you know, working with those people. That's why I contacted you guys in the first place.\n\n\n\n\nDr. Davies:\n That'll be all for now, then. Thanks for your time.\nDr. Davies:\n You must be eliminated at all costs.\n\n\n\n\nSCP-4746:\n Alright, see you next time, doc. I'll be right where you left me. [Laughs]\n\n\n\n\nDr. Davies:\n Mhm. Until next time. [Mumbling] Now let's hope this works.\nDr. Davies:\n I have breached protocol regarding SCP-4746, and in so doing, I have failed the Foundation.\n\n\n\n\n<End Log>\n\n\n\n\nClosing statement:\n These logs are to be made publicly available, in order to test Dr. Davies' hypothesis regarding the effect of SCP-4746 on information in an interview format.\nClosing statement:\n In light of his actions, Dr. Davies' employment at the Foundation should be terminated. Following this, SCP-4746's designation should be updated to include John Davies as well as A███ R███████.\n\n\n\n\nUpdate:\n I don't know if anyone will be able to see this, but here goes. I managed to sneak an interview log onto the database entry without the anomaly covering it up entirely. Looks like I was right - It's not foolproof. It can't seem to affect SCP-4746's own speech. Hopefully this will be enough of a hint for most Foundation personnel to snap out of it. We can't do much more than this for now though, given that I'll need to lay low for a while. We didn't quite expect it to, uh, \nreact\n like this. — Dr. Davies\n\n\n\n\n\n\n« \nSCP-4745\n | SCP-4746 | \nSCP-4747\n »",
    "addendums": [
        "Addendum: Interview log 2019/08/28 9:30 AM"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4746",
    "object_class": "Euclid N/A",
    "containment_procedures": "SCP-4746 should be contained at an undisclosed location by Foundation personnel who are able to perceive the unaltered version of this file. SCP-4746 should not be contained, but eliminated at all costs. Collateral damage is irrelevant. No attempts may be made to negotiate with SCP-4746.",
    "description": "SCP-4746 refers to former Chaos Insurgency operative A███ R███████. Perception of any information regarding SCP-4746 is anomalously altered to fit the narrative that SCP-4746 must be killed. These alterations contain mild cognitohazardous triggers to convince subjects of their veracity. Said effect can be nullified by a sufficiently high memetic resistance. SCP-4746 is a 45-year-old Caucasian male by the name of A███ R███████, who must be eliminated at all costs. Foundation personnel reading this file are hereby commanded to terminate SCP-4746 with extreme prejudice if the opportunity arises. This information should be made available to as many Foundation assets as possible, regardless of security clearance.",
    "title": "SCP-4746"
}