{
    "url": "https://scp-wiki.wikidot.com/scp-475",
    "all_text": "rating: \n+318\n+\n–\nx\n\n\nItem #:\n SCP-475\n\n\nObject Class\n: Safe\n\n\nSpecial Containment Procedures:\n SCP-475 is to be kept in a watertight containment locker in Storage Unit 45-C of \nSite\n-\n36\n. All testing with para-religions requires permission from the Site Director.\n\n\nTo prevent religious Groups of Interest from learning of the object's existence, knowledge of SCP-475 is to follow Level III Infosecurity Protocol.\n\n\nDescription:\n SCP-475 is an ornate sculpture of soap depicting an unidentified Pope. Inscribed at the base of the statue is the phrase \"Cleanliness is next to Godliness.\" Analysis reveals the object to be composed of long-chain saturated fatty acids (CH\n3\n-(CH\n2\n)\nn\n), totaling 89.7% of its mass, with the remaining 10.3% corresponding to ███████-████, attached as the hydrophilic head. It is believed that the ███████-████ gives SCP-475 its unique properties, but all attempts to recreate this compound have failed.\n\n\nWhen SCP-475 comes into contact with water and is applied to the skin, all accumulated foreign contaminants are removed. Tested materials include dead skin cells, perspiration, bodily parasites, mold, dirt, and detergents. Post test examinations have shown that 100% of foreign contaminants are removed, a statistical anomaly. This process only occurs when used on human skin. All attempts so-far to use SCP-475 on non-humans have failed to produce its anomalous effects. Testing on anomalous animals, such as \nSCP-1845\n or \nSCP-2050\n, is pending approval. Unlike typical soaps, the usage of SCP-475 does not damage it.\n\n\nSCP-475's secondary anomalous effects manifest when it is used on a professing member of an organized religion. Subjects universally report greater mental clarity, show greater adherence to church doctrine, and rate at least 15 \ncentiakiva\n more on the Brandon-Spencer Piety Scale. These effects increase in intensity the longer the subject uses the object, culminating in local reality changes, signified by all bodies of water within a 5 meter radius turning into an equivalent liquid that is considered \"holy\" in the subject's religion. Examples of these changes can be found in Test-Log-475.\n\n\nAddendum:\n SCP-475 came under Foundation containment when insubordinate elements of the Horizon Initiative relinquished control of it. These elements cited a desire to maintain unity and prevent infighting as to why the object could not be kept. SCP-475 was allegedly recovered from the residence of the Catholic Cardinal, ████ ███████, who was found deceased from injuries \"consistent with upside-down crucifixion.\"\n1\n The following materials were also provided:\n\n\n\n\nAccess Memoirs of ████ ███████\n\n\n\n\nCREDENTIALS VERIFIED\n\n\n\n\n\n\nI write this document to preserve the personal revelation invested in me. Over these past years, I have grappled with my faith. Having committed it to paper, the idea seems absurd. I, a leader of the faith. I, whose vote has determined the successor of Peter. I, who has undeniable proof of God's glory. The Initiative, for all of its missteps and blasphemy, has provided undeniable proof of God's glory. Proof that has to be withheld from the world due to inscrutable agreements with \noccult forces\n who do not have salvation in mind. Despite this undeniable proof, I wrestled with fears that God is not almighty. How can a God so glorious and almighty stand by as false idols exert their forces over man? By the grace of God, my fears have been quelled. The night before, I beheld an apparition of Mary. To try to capture the glory of it would be futile, but it is an experience too magnificent to withhold. We were out at sea. Below the waves, I could see the Church Penitent, awaiting purification. Further below that, deep beneath, there was Creation. All around us were the gilded statues of Saints, each linked to a church, far below us. The Virgin Mother herself was resplendent, situated atop a pedestal, the pedestal carried by a many-winged creature of fire. In her right arm, she held the Savior. In her left, a block of marble. She confided in me, told me of my purpose. Encased in the marble were the Keys of Heaven, the Church's Magisterium itself, the Authority to Commune with Saints. I was to take it, \"free the keys\", and cleanse the Church Militant. Then, \"All will be made clear\". When I woke up, there was a block of soap on my nightstand. Queer, but I do not question the machinations of God. Every day since that night has been hazy. I have worked with a fervor to accomplish this mission. Even to this moment, I have my doubts. But I am human. It is in my nature to doubt. If there is once thing I can be certain of, it is that I am a cog in God's plan.\n\n\n\n\n\n\n-████ ███████\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum:\n SCP-475 approved for extensive testing with para-religions.\n\n\n\n\nTEST-LOG-475: LEVEL 3 CLEARANCE REQUIRED\n\n\n\n\nCREDENTIALS VERIFIED\n\n\n\n\nNote: Due to the scarcity of para-religion adherents under Foundation control, SCP-████ has been approved to create suitable test subjects.\n\n\n\n\nTest Subject's Religion:\n Roman Catholicism\n\n\nDuration:\n 3 Minutes\n\n\nResults:\n Water transmuted into mixture of olive oil and balsam, consistent with the Chrism oil employed in various Catholic rituals. Stigmata manifested in subject's hands.\n\n\nNotes:\n Subject was heard reciting \nConfiteor\n as anomalous effects took place. The stigmata healed over the course of the next three days.\n\n\n\n\n\n\nTest Subject's Religion:\n Roman Catholicism (Sedevacantist)\n\n\nDuration:\n 5 Minutes\n\n\nResults:\n Water transmuted into mixture of olive oil and balsam, consistent with the Chrism oil employed in various Catholic rituals. No overt anomalous effects observed.\n\n\nNotes:\n Post-test interview indicated that the subject accepted the current Pope as rightful Pontifex Maximus.\n\n\n\n\n\n\nTest Subject's Religion:\n Pentecostal\n\n\nDuration:\n 11 Minutes\n\n\nResults:\n Water transmuted into pasteurized grape juice. Subject began exhibiting glossolalia. Subject displayed xenoglossy in the post-test interview.\n\n\nNotes:\n Subject made the following requests:\n\n\n\n\nAccess to Site-36's Sickbay.\n\n\nAccess to any \"demonic\" entities housed on-site.\n\n\nA pet snake.\n\n\n\n\nRequests denied.\n\n\n\n\n\n\nTest Subject's Religion:\n Hasidic Judaism\n\n\nDuration:\n 60 minutes\n\n\nResults:\n Testing was aborted after failure to produce anomalous results. Subject vehemently denied any change in behavior or mindset.\n\n\nNotes:\n \nKant counters measured a ███% increase in ambient hume levels.\n Further testing warranted.\n\n\n\n\n\n\nTest Subject's Religion:\n Broken Church\n\n\nDuration:\n 13 Minutes\n\n\nResults:\n Water transmuted into machine oil. Subject began manifesting symptoms of \nSCP-217\n infection.\n\n\nNotes:\n Subject was placed under quarantine. Within 48 hours, the SCP-217 infection present in its system had been rendered inert. Subject transferred to Site-234 for further study.\n\n\n\n\n\n\nTest Subject's Religion:\n Cogwork Orthodox\n\n\nDuration:\n 14 Minutes\n\n\nResults:\n Water transmuted into machine oil. Subject proceeded to transform into metallic, ovoid object bearing numerous markings on the surface.\n\n\nNotes:\n Resultant object pending classification as an instance of \nSCP-1564\n.\n\n\n\n\n\n\nTest Subject's Religion:\n Maxwellism\n\n\nDuration:\n 15 minutes\n\n\nResults:\n Water transmuted into thermal adhesive. Testing terminated as subject began complaining about a \"splitting headache\". Analysis indicates that part of subject's brain had been replaced with cybernetics inconsistent with standard Maxwellist augments.\n\n\nNotes:\n Subject claims to have experienced a continuation of \n\"The Signal\"\n, a hallucinatory vision all Maxwellists experience after undergoing implantation of their first augments. In this vision, [\nDATA EXPUNGED\n].\n\n\n\n\n\n\nTest Subject's Religion:\n Neo-Sarkicism\n\n\nDuration:\n 30 Minutes\n\n\nResults:\n Water transmuted into blood. Subject began morphing into an instance of SK-BIO Type █. Testing suspended and subject sedated. Upon resumption, subject calcified into a roughly ellipsoidal object and began emitting thermal radiation in the microwave range.\n\n\nNotes:\n Further testing with Neo-Sarkic Cults suspended in order to prevent APOTHEOSIS events. Subject currently in secondary storage at \nSite-10\n.\n\n\n\n\n\n\nTest Subject's Religion:\n Children of the Scarlet King\n\n\nDuration:\n 45 Minutes\n\n\nResults:\n Water transmuted into blood. Subject underwent a series of transformations, turning into progressively more advanced (in the Daevite caste system) variants of the DV-BIO Type. Transformations culminated with the subject becoming a Colossal Squid (\nMesonychoteuthis hamiltoni\n) and expiring.\n\n\nNotes:\n Genetic testing indicates that the blood is from the common Sperm Whale (\nPhyseter macrocephalus\n).\n\n\n\n\n\n\nTest Subject's Religion:\n Fifthism\n\n\nDuration:\n 25 minutes\n\n\nResults:\n Water transmuted into 100 specimens of the subphylum Asterozoa. Subject melted into candle wax.\n\n\nNotes:\n Suspected connections to \nSCP-1523\n.\n\n\n\n\n\n\nTest Subject's Religion:\n Church of the Second Hytoth\n\n\nDuration:\n 30 Minutes\n\n\nResults:\n Water transmuted into blood. Subject's forehead developed pigmentation in the shape of a seven pointed star. Subject displays previously unknown knowledge of Hytothan rituals and the language of Ortothan.\n\n\nNotes:\n Analysis indicates that the blood is from the common Seven-Arm Octopus (\nHaliphron atlanticus\n).\n\n\n\n\n\n\nTest Subject's Religion:\n Children of the Torch\n\n\nDuration:\n 17 Minutes\n\n\nResults:\n Water transmuted into an aqueous flame, similar to those created by \nSCP-2814\n. Subject then melted into a \nwaxy substance\n, yet remained motile and cognizant.\n\n\nNotes:\n Subject expired after 24 hours. Remains stored on Site-23.\n\n\n\n\n\n\nTest Subject's Religion:\n Australian Church of Australia\n\n\nDuration:\n 1 minute\n\n\nResults:\n [DATA EXPUNGED]\n\n\nNote:\n Further testing with the Australian Church of Australia requires unanimous approval from the O5 Council. Research into preventing AU-Class End of The World Scenarios deemed a Class XI priority.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The cause of death of St. Peter, the first Pope, according to Catholic tradition.\n\n\n\n\n\n\n\n\n« \nSCP-474\n | SCP-475 | \nSCP-476\n »",
    "addendums": [
        "Addendum: SCP-475 came under Foundation containment when insubordinate elements of the Horizon Initiative relinquished control of it. These elements cited a desire to maintain unity and prevent infighting as to why the object could not be kept. SCP-475 was allegedly recovered from the residence of the Catholic Cardinal, ████ ███████, who was found deceased from injuries \"consistent with upside-down crucifixion.\" 1 The following materials were also provided:",
        "Addendum: SCP-475 approved for extensive testing with para-religions."
    ],
    "documents": [],
    "notes": [
        "I write this document to preserve the personal revelation invested in me. Over these past years, I have grappled with my faith. Having committed it to paper, the idea seems absurd. I, a leader of the faith. I, whose vote has determined the successor of Peter. I, who has undeniable proof of God's glory. The Initiative, for all of its missteps and blasphemy, has provided undeniable proof of God's glory. Proof that has to be withheld from the world due to inscrutable agreements with occult forces who do not have salvation in mind. Despite this undeniable proof, I wrestled with fears that God is not almighty. How can a God so glorious and almighty stand by as false idols exert their forces over man? By the grace of God, my fears have been quelled. The night before, I beheld an apparition of Mary. To try to capture the glory of it would be futile, but it is an experience too magnificent to withhold. We were out at sea. Below the waves, I could see the Church Penitent, awaiting purification. Further below that, deep beneath, there was Creation. All around us were the gilded statues of Saints, each linked to a church, far below us. The Virgin Mother herself was resplendent, situated atop a pedestal, the pedestal carried by a many-winged creature of fire. In her right arm, she held the Savior. In her left, a block of marble. She confided in me, told me of my purpose. Encased in the marble were the Keys of Heaven, the Church's Magisterium itself, the Authority to Commune with Saints. I was to take it, \"free the keys\", and cleanse the Church Militant. Then, \"All will be made clear\". When I woke up, there was a block of soap on my nightstand. Queer, but I do not question the machinations of God. Every day since that night has been hazy. I have worked with a fervor to accomplish this mission. Even to this moment, I have my doubts. But I am human. It is in my nature to doubt. If there is once thing I can be certain of, it is that I am a cog in God's plan. -████ ███████"
    ],
    "item": "SCP-475",
    "containment_procedures": "SCP-475 is to be kept in a watertight containment locker in Storage Unit 45-C of Site-36. All testing with para-religions requires permission from the Site Director.",
    "description": "SCP-475 is an ornate sculpture of soap depicting an unidentified Pope. Inscribed at the base of the statue is the phrase \"Cleanliness is next to Godliness.\" Analysis reveals the object to be composed of long-chain saturated fatty acids (CH3-(CH2)n), totaling 89.7% of its mass, with the remaining 10.3% corresponding to ███████-████, attached as the hydrophilic head. It is believed that the ███████-████ gives SCP-475 its unique properties, but all attempts to recreate this compound have failed.",
    "title": "SCP-475"
}