{
    "url": "https://scp-wiki.wikidot.com/scp-4757",
    "all_text": "rating: \n+27\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4757\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4757, as depicted in Sgt. Harley's diary.\n\n\n\n\nSpecial Containment Procedures:\n Due to SCP-4757's spatial manipulation abilities, no effective containment procedures have been devised as of this writing. A Foundation proposal for developing adequate containment methods utilizing Scranton Reality Anchor (SRA) technology was proposed on █████ ██, 20██, but was denied by the O5 council.\n\n\nIn the rare chance that any Foundation personnel are chosen by SCP-4757, they are instructed to refuse participating in any of SCP-4757’s trials until expelled from SCP-4757-A.\n\n\nCitizens who report an experience similar to those of prior victims of SCP-4757 should be thoroughly interrogated and investigated by Foundation personnel in order to determine if the event was anomalous in nature.\n\n\nIf an investigation concludes that SCP-4757 did in fact manifest, a cover story involving local water contamination producing hallucinatory episodes and lucid dreams should be propagated to prevent public knowledge of SCP-4757. Standard amnestics should be administered to civilians in contact with those affected by SCP-4757.\n\n\nDescription:\n SCP-4757 is an anomalous entity which manifests as a human male skeletal system. Testing indicates that the anomaly's bones date back to the Viking Age.\n\n\nAdditionally, a grey beard with a length of 15 cm grows out of its mandible, despite observations concluding that SCP-4757's skeletal body does not possess the follicles necessary for human hair growth. The impossibility of hair growth on a skeleton body, as well as functional motor systems despite a nonexistent muscular system, provides further evidence of SCP-4757's outward appearance being affected under the same influence as SCP-4757-A.\n\nSCP-4757 is clad in a brightly colored, blue long sleeved tunic. Slightly offset on its right shoulder is a burgundy, well-crafted woolen cape. A bronze pin is used to hold its cloak together, bearing a snake biting its own tail. Researchers and mythological experts have determined it is referencing the myth of Jörmungandr\n1\n, one of the most well-known examples of an ouroboros.\n\n\nOn daybreak of the fourteenth of April, the start of the summer months in the Norse calendar, SCP-4757 will transport two people into a separate reality under its own control, subsequently referred to as SCP-4757-A.\n\n\nThis event can occur anywhere from hundreds of years apart to one year apart. The criteria for selecting the people is unknown to Foundation personnel, and follows no rational or calculable method. However, a higher-than-average number of people chosen have jobs which force them into close proximity with danger. Humans selected by SCP-4757 will then be forced to undergo three ‘trials’ of SCP-4757's own choosing- these can vary from various problems designed to test ingenuity to forced contact with hostile entities of SCP-4757's creation. Upon completion, the subjects will receive a token depicting something related to old Norse culture, detailed further in Table 2.\n\nIn the case where the two subjects are unwilling or otherwise incapable of completing any of the challenges presented by SCP-4757, immediate expulsion of the subjects from SCP-4757-A occurs. After this event, the subjects will then be forced to undergo approx. 2-3 hours of verbal disquisition consisting of various derogatory language and lectures expressing disappointment in the subjects.\n\n\nCurrent known instances of this event have been chronicled below in Table 1:\n\n\nTable 1: Known SCP-4757 caused incidents.\n\n\n\n\n\n\nApprox. Date\n\n\nSubjects Affected\n\n\nOutcome of Trial(s)\n\n\nManifestations of SCP-4757-A\n\n\n\n\n\n\nApril 14, 1942\n\n\nSgt. John Harley and Pvt. Niles Telford, Allied soldiers.\n\n\nSuccessful- Sgt. Harley spoke about a positive outcome later in life. Pvt. Telford died later in the war, however.\n\n\nA large castle and a dungeon with three vials.\n\n\n\n\n\n\nApril 14, 2018\n\n\nDr. Irene Novak and MTF Commander Camala Perez.\n\n\nSuccessful- Further details can be found in Dr. Novak’s Anomalous Activated Camera Log.\n\n\nAn abandoned village, a banquet hall, a cave system, and a palace.\n\n\n\n\n\n\nApril 14, 2019\n\n\nD-102932 and Dr. Nguyen.\n\n\nFailure- D-102932 refused cooperation with SCP-4757.\n\n\nAn open field during the springtime.\n\n\n\n\n\n\nTable 2: SCP-4757's tokens, awarded when officially knighted a warrior of Yvesvale.\n\n\n\n\n\n\nOwner of Token\n\n\nDescription of Token\n\n\n\n\n\n\nDr. Irene Novak.\n\n\nA silver pin. Depicts a popular Norse myth of Odin sacrificing his eye for eternal knowledge.\n\n\n\n\n\n\nCmd. Camala Perez.\n\n\nA silver pin. Engraved with an image of the Norse god Tyr offering his hand to bind Fenrir.\n\n\n\n\n\n\nSgt. Harley.\n\n\nA bronze charm. It resembles the Nordic rune Gebo, the rune of partnership and love.\n\n\n\n\n\n\nPvt. Telford.\n\n\nA bronze charm. Bears likeness of the Nordic rune Thurisa, often called the gateway rune. Recovered off of Pvt. Telford’s body in 1947.\n\n\n\n\n\n\n\n\n\n\n\n\nWARNING: THE FOLLOWING CAMERA LOG IS CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THIS FILE WITHOUT LEVEL 4/4757 AUTHORIZATION OR SHELDRAKE AUTHORIZATION WILL BE LOGGED AND WILL LEAD TO IMMEDIATE DISCIPLINARY ACTION. ACCESS TO THIS FILE EXCLUDES BOTH CMD. PEREZ AND DR. NOVAK.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    ID\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        6d19847ac53b5eb4cbc49cbf3e5dbb8b_1740236302\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    PASSWORD\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        d14a75ee4f97667b9ffedc1c54afd45e_1740236302\n    \n\n\n\n\n\n\n\n\nLogin\n\n\n\n\nLogout\n\n\n\n\n[Dr. Novak’s Anomalous Activated Camera Log]\n\n\n\n\nThe hidden camera present inside Dr. Irene Novak’s Foundation keycard/lanyard (action approved by O5 council on November 23, 20██) activated due to the warping of quantum strings brought on by SCP-4757.\n\n\nApril 14, 6:15 AM EST\n\nIncident 4757-01, Day 1\n\n\nThe camera turns on, and Dr. Novak and Cmd. Perez are lying on the ground of a ruined village, with architecture from the early Viking era of Scandinavia. SCP-4757 stands above, peering down at them.\n\n\n[Dr. Novak]:\n -fuck? Is that a skeleton?\n\n\nCmd. Perez draws her gun and aims it at SCP-4757. Just barely in frame, Cmd. Perez uses her other hand to feel around for her hearing aid.\n\n\n[Cmd. Perez]:\n Put your hands down and back away. Try any more reality bending and I will use lethal force.\n\n\nCmd. Perez finds her hearing aid on the grassy ground and inserts it into her left ear, not taking her eyes off of SCP-4757.\n\n\n[SCP-4757]:\n Ah, I see a strong warriors’ spirit in this one! Very good, very good!\n\n\nSCP-4757 bends down to their level, helping them up to their feet. Cmd. Perez keeps her gun trained on SCP-4757, while Dr. Novak steps back from the both of them.\n\n\n[SCP-4757]:\n I apologize for the lack of warning, fellow warriors. It’s been a long time since the summer months have come and the strings of Fate entwined around fellow comrades with such potential!\n\n\n[Dr. Novak]:\n It would be cool if you would bring me back to Site-6, like right now.\n\n\n[Cmd. Perez]:\n Site-6? So this… thing didn’t just affect my location, then.\n\n\n[SCP-4757]:\n Thing? I beg your pardon? I am a king! Ho-\n\n\n[Dr. Novak]:\n I’m sure you are a king, buddy. My, uh, fellow comrade over here- you’re Perez, right?- is just on edge due to the, uh, sudden shifts in reality. You know, warrior instincts.\n\n\nSlowly, Cmd. Perez holsters her gun and turns to face Dr. Novak.\n\n\n[Cmd. Perez]:\n How’d you know that? And who are you?\n\n\n[Dr. Novak]\n: I… don’t know. Must’ve heard it somewhere. I’m Dr. Irene Novak. Oh, and-\n\n\nDr. Novak lowers her voice, to the dismay of SCP-4757.\n\n\n[Dr. Novak]:\n-I’m a psychologist specializing in working with anomalous entities, so let me handle the talking, all right?\n\n\nCmd. Perez scowls, but concedes to Dr. Novak’s request.\n\n\n[SCP-4757]:\n The grand stage of hardships, two warriors brought together by fate, is set! One of a warrior’s most valuable assets is wit- a mind worthy of Mimir himself is needed to fully utilize a warrior's strength. Complete this trial, and show your superior intellect!\n\n\nSCP-4757 disappears, leaving behind a scroll of parchment on the ground.\n\n\n[Cmd. Perez]:\n Is this… a treasure hunt?\n\n\n[Dr. Novak]:\n Oh, thank god. It’s not a Keter-level eldritch abomination.\n\n\n[Cmd. Perez]:\n Don’t lower your guard. We could encounter hostiles on this… ‘treasure hunt’.\n\n\n[Dr. Novak]:\n We’ll be fine! Look, the first clue is “Aegir’s earthly abode.” That’s obviously a body of water, or something.\n\n\n[Cmd. Perez]:\n Water in a ruined village, huh? I’m thinking either toilet or well.\n\n\n[Dr. Novak]:\n Dibs searching for the well.\n\n\n[Cmd. Perez]:\n You’re unarmed. I’m not letting you out of my sight.\n\n\n[Dr. Novak]:\n It’s a treasure hunt. I think you might be a little too paranoid.\n\n\n[Cmd. Perez]:\n When you’re the leader of a MTF unit, being paranoid saves lives.\n\n\nThe next 14 minutes are spent in silence, until the subjects enter the town square.\n\n\n[Dr. Novak]:\n How about that? A well, smack dab in the center of town. Easy.\n\n\n[Cmd. Perez]:\n You planning on using that language for the official report later?\n\n\n[Dr. Novak]:\n (groaning) Ah, that thing. That I’ll totally do.\n\n\n[Cmd. Perez]:\n Can’t get out of it.\n\n\n[Dr. Novak]:\n Can you just write it for me? I’ll pay you.\n\n\n[Cmd. Perez]:\n Please tell me you’re joking.\n\n\nDr. Novak squats in the well’s bucket and grabs onto the rope pulley, nodding towards Cmd. Perez.\n\n\n[Cmd. Perez]:\n Is playing in buckets a common thing for psychologists?\n\n\n[Dr. Novak]:\n Obviously, you’re supposed to lower me down.\n\n\n[Cmd. Perez]:\n Obviously.\n\n\n[Dr. Novak]:\n Exactly!\n\n\n[Cmd. Perez]:\n This is insane. You’re going to break the damn thing.\n\n\n[Dr. Novak]:\n Damn? Planning on using that language for the official report?\n\n\nCmd. Perez wordlessly lowers the pulley.\n\n\n[Dr. Novak]:\n H-hey, I was joking…! You’re an MTF commander, right? There might be hostiles down there, you know!\n\n\n[Cmd. Perez]:\n Then stick behind me and… try shutting up.\n\n\nCmd. Perez raises the pulley.\n\n\n[Dr. Novak]:\n Wait, hold up. There’s something heavy attached to the bottom of the bucket.\n\n\nThe camera shakes before revealing a pendant in Dr. Novak’s hand, but is cut short as the well’s pulley snaps and she falls approx. ~2.5 meters down.\n\n\n[Dr. Novak]:\n It’s ok! The pendant’s fine!\n\n\n[Cmd. Perez]:\n Are you?\n\n\n[Dr. Novak]:\n Am I…?\n\n\n[Cmd. Perez]\n: Injured?\n\n\n[Dr. Novak]:\n Oh, uh… probably not. Well, not life-threatening, anyway. Wait, how am I supposed to get up?\n\n\nWith a puff of smoke, SCP-4757 appears next to Dr. Novak in the well.\n\n\n[SCP-4757]:\n Ah, I’ve seen you solved my test of knowledge! More quickly than many other warriors I’ve come across. And to think it took me many moons to come up with these worthy trials!\n\n\n[Dr. Novak]:\n (echoing slightly) You’re saying that took you months to write?\n\n\n[Cmd. Perez]:\n Focus on getting up instead of doubting the skeleton’s mental prowess. There might be a foothold.\n\n\n[SCP-4757]:\n Please, don't trouble yourselves.\n\n\nSCP-4757 lets out a warm chuckle and the scene changes into a banquet hall, its high ceilings hanging royal tapestries depicting various scenes; a cliffside city, common folk dancing in a town square, a farm barren with no food, a riot of angry citizens swarming a palace, and a man on a throne, slumped over. Dr. Novak and Cmd. Perez are seated next to each other at a long dining table.\n\n\n[Cmd. Perez]:\n Is this… the next trial?\n\n\n[Dr. Novak]:\n I’m just happy he dried me off.\n\n\nSCP-4757 laughs boisterously, holding up a dinner knife. Bread and skause\n2\n appear on both Dr. Novak and Cmd. Perez’ plate.\n\n\n[SCP-4757]:\n This… is a \nnattmal\n3\n fit for a warrior!\n\n\nSCP-4757 takes a bite of the food, which disappears once it reaches the trachea. Despite not having any organs involved in the digestive process, SCP-4757 burps loudly.\n\n\n[SCP-4757]:\n Ah- wait, the dining hall never had tapestries. There was… windows.\n\n\nThe tapestries adorning the walls change form and turn into windows. The windows, while maintaining a basic shape, occasionally change pane styles.\n\n\n[SCP-4757]:\n Ah, ignore an old man’s ramblings. Go on, dig in! The food was always so delicious.\n\n\n[Dr. Novak]:\n Damn, this looks… surprisingly safe. Did you cook this yourself?\n\n\n[SCP-4757]\n: Cook? Why would I do that?\n\n\nDr. Novak’s hand reappears in view as she takes a bite of the food. After a long pause, she resumes eating the food at a quickened pace.\n\n\n[Cmd. Perez]:\n You don’t know what that… thing could have put in the food.\n\n\nSCP-4757, unperturbed by the comment, downs its mead in one swig and smashes the cup on the table. Instantly, another one reappears in its hand.\n\n\n[Dr. Novak]:\n Maybe… chill out a little bit. Who knows if any of upcoming trials could be more… challenging. And life-threatening. We’ll need our strength if we’re gonna have to fight our way out.\n\n\nA brief pause follows.\n\n\n[Dr. Novak]:\n And besides, it looks pretty good.\n\n\nCmd. Perez squints her eyes, but takes a bite anyway.\n\n\n[SCP-4757]:\n The village where the trial of wit took place… it was once the capital of my country, you know.\n\n\n[Dr. Novak]:\n Your country? Well, you do seem rather kinglike in attitude… strong, courageous. Charming.\n\n\nSCP-4757 laughs, but a noticeable coloration is present on its skeletal cheekbones.\n\n\n[SCP-4757]:\n In life, I was a ruler of a beautiful country! Skies clear as the ocean, bustling shopkeep and commoners wandering the streets in pleasure. Yvesvale! My home…\n\n\n[Dr. Novak]:\n But then?\n\n\nSCP-4757 looks down at its meal, dropping the fork present in its hands to the table.\n\n\n[SCP-4757]:\n Things… took a turn for the worse. My people left me alone to die, and die I did. But I still long for a day where my country can rise again. A cycle. Like the ouroboros, ja?\n\n\nSCP-4757 points to its clasp with a smile.\n\n\n[Cmd. Perez]:\n Yvesvale?\n\n\n[SCP-4757]:\n Why do you look concerned?\n\n\n[Cmd. Perez]:\n That country has never existed.\n\n\n[SCP-4757]:\n Was that a joke, young one? Of course it existed- I am standing before you, right now!\n\n\n[Cmd. Perez]:\n I’ve never heard of such a country, and there's no explaining the crude mixture of time periods and cultures.\n\n\nCmd. Perez gets up from her seat and approaches SCP-4757's chair, leaning down to its eye level with intimidating intent.\n\n\n[SCP-4757]:\n P-please, sit back down in your seat. You’re disturbing the feast.\n\n\n[Dr. Novak]:\n What are you doing?\n\n\n[Cmd. Perez]:\n Mind telling me what’s going on? Planning to pull the wool over our eyes? Gonna kill us when we turn our backs?\n\n\nSCP-4757 cries out, and all candles within the room blow out at once. The room is quiet except for SCP-4757's skeletal chest heaving with emotion.\n\n\n[SCP-4757]:\n (in barely above a whisper) I… Yvesvale… You’re wrong… You have to be…\n\n\n[Dr. Novak]:\n I apologize deeply for my partner’s behavior. She is cripplingly socially inept and didn’t mean to come across as an insensitive ass. We’ll excuse ourselves, but this incident really isn’t representative of any of our feelings and-\n\n\nDr. Novak grabs Cmd. Perez’s forearm and scurries out of the room, leaving SCP-4757 in the dark, empty dining hall.\n\n\n[Cmd. Perez]:\n Insensitive ass? I am a \ncommande\n-\n\n\n[Dr. Novak]:\n You are an absolute idiot. Just- don’t try to provoke or anger the reality shifting skeleton anomaly!\n\n\n[Cmd. Perez]:\n And I should bat my eyelashes at it, like you? If we’re going to talk about idiots, mention the dolt that fell into a well. You’re reckless and going to get killed.\n\n\n[Dr. Novak]:\n And you’re going to get both of us killed if you make him mad at us. For Christ’s sake, we can’t find out anything about this place if we’re pissing the king off every minute or so. You wanna go in blind for the next trials?\n\n\nBoth Cmd. Perez and Dr. Novak are quiet for half a minute.\n\n\n[Dr. Novak]:\n Just, find a bed somewhere and get a good night’s sleep. God knows no one’s sleeping in them.\n\n\nCmd. Perez turns around on her heel and exits the corridor, leaving the camera on Dr. Novak focused on an empty hall. Dr. Novak opens various doors until finding an empty bedroom. Seemingly satisfied, she enters and barricades the door behind her with a chair before going to bed. Dr. Novak’s AAC shuts off once vital signs consistent with unconscious persons are detected.\n\n\nIncident 4757-01, Day 2\n\n4:15 AM\n\n\nThe AAC activates upon detecting consciousness in Dr. Novak, capturing nothing but darkness and labored breathing. Only until 5:35 AM when the sun rises does Dr. Novak start moving. The camera is turned away as Dr. Novak exits the room.\n\n\n[Dr. Novak]:\n Hold up, Perez.\n\n\nCmd. Perez comes into view at the end of the hallway and bristles at the noise, but stands still as to let Dr. Novak approach her.\n\n\n[Cmd. Perez]:\n We should go scavenging around the castle for supplies in the case of a deadly encounter. I woke up earlier and found some items, but nothing helpful.\n\n\nCmd. Perez opens one of the pockets on her MTF gear to reveal several objects- a book entitled “The History of Yvesvale”, a double sided dagger with a large jewel at the base, and a tiny mechanical music box..\n\n\n[Dr. Novak]:\n That … is not from the Nordic era. But I’m guessing the dagger is for me? Unless you wanna give me the gun. Which I wouldn’t object to, for the record. The only thing I have on me is a screwdriver from doing maintenance work when the mechanics occasionally… you, know, die.\n\n\nCmd. Perez moves to give Dr. Novak the dagger, but jerks back when the scenery changes. The brightly lit, well decorated corridors of the palace warp into a grimey and dark cave, with mining equipment and torches lining the walls. SCP-4757’s figure appears from the cave walls and stands before the both of them.\n\n\n[SCP-4757]:\n I wonder… will the darkness of these caves consume the warriors spirit hiding with in you? Or will you prevail in this trial and find the light awaiting for you in the exit? The outcome is already written in the stars, inked in with the string of Fate. Ah, but even though the gods have already unleashed the verdict, this poor soul hopes for these bright and young spirits to make it out alive.\n\n\n[Cmd. Perez]:\n Alive?\n\n\nAn unearthly screech emanates from behind Cmd. Perez and Dr. Novak, and the camera turns to face its source. SCP-4757's figure disappears off-screen.\n\n\n[Dr. Novak]:\n It’s… holy shit, what the fuck is that?\n\n\nA half formed, pitch black decayed humanoid rises from the cavern floor and lunges at Dr. Novak. Cmd. Perez aims a bullet into its skull, stopping it instantly, and wordlessly places the dagger into Dr. Novak’s hand before taking her wrist and running out of the cavern.\n\n\n[Cmd. Perez]:\n The trial ends when we find the exit, yes? Use any means necessary to get out of this cave system, Doctor.\n\n\n[Dr. Novak]:\n What the fuck… were those things?\n4\n\n\n[Cmd. Perez]:\n Does it really matter?\n\n\n[Dr. Novak]\n: You’re right. I mean, if you think about it, we kinda lucked out. It’d be worse if it was a human.\n\n\nCmd. Perez says nothing as they continue running through the cave system. Three draugr rise up from the cave floor. One manages to grab Cmd. Perez’s ankle, making her stumble, but Cmd. Perez is steadied by Dr. Novak.\n\n\n[Cmd. Perez]\n: Uh, thanks.\n\n\n[Dr. Novak]\n: You’re the one who's been saving my sorry ass this whole time.\n\n\n[Cmd. Perez]:\n There’s four of them up ahead- take the one closest to us and I’ll get the three in the back.\n\n\n[Dr. Novak]:\n Got it.\n\n\nDr. Novak creeps behind a corner and throws a pebble at the opposite wall. The four draugr turn towards the sound, and the camera shakes as Dr. Novak stabs the nearest draugr through the trachea. Before the dagger is taken out of the body, three shots ring out. A thump sounds as three bodies fall over, dead.\n\n\n[Cmd. Perez]:\n Good job, Novak.\n\n\n[Dr. Novak]:\n Holy… god, there’s brain all over my coat. Man, the laundromat already hates me.\n\n\nDr. Novak wipes off the remnants of draugr present on her lab coat and continues running with Cmd. Perez, until the cave curves skyward.\n\n\n[Dr. Novak]:\n God, I’m going to burn all the zombie movies in Site-6. I don't care if Dr. Willow is mad. What's he going to do, fire me?\n\n\n[Cmd. Perez]:\n Well, probably administer amnesiacs and leave you on the side of the road.\n\n\n[Dr. Novak]:\n Technically, I’ve been “under surveillance” since I was sixteen, due to some potential anomalous factors. So really, they’d just kick me out of my room and throw me in a cell.\n5\n\n\n[Cmd. Perez]:\n I thought you were a psychologist.\n\n\n[Dr. Novak]:\n Sue me, I’m good at what I do. Surprisingly, there’s not a lot of people who want to work at a place with an average life expectancy of 25 years.\n\n\n[Cmd. Perez]:\n Well, I’m shooting you if you start glowing.\n\n\nCmd. Perez suddenly freezes. A few feet away from her lies a giant cavern, and what appears to be the exit on the other side.\n\n\n[Dr. Novak]:\n I’ve played enough video games to know that a major boss battle is going to happen once we set foot in there. You have any ammo left?\n\n\n[Cmd. Perez]:\n Three shots. Let’s make them count.\n\n\nBoth of them gingerly enter the cavern. An ear splitting screech sounds from above them, and a half-dead, ghoulish wyrm drops down from the fog-encased ceiling.\n\n\n[Dr. Novak]:\n And high fantasy movies too, of course. Going right down the dumpster. Sorry, Dr. Willow! Lord of the Rings is getting burned when I get back.\n\n\n[Cmd. Perez]:\n Remember. Behind.\n\n\n[Dr. Novak]:\n What about mine?\n\n\n[Cmd. Perez]:\n \nShut up.\n\n\nDr. Novak gets behind Cmd. Perez, who fires off all three shots into the beast’s chest. The wyrm recoils in pain, but fails to spot either Cmd. Perez or Dr. Novak before they duck under cover.\n\n\n[Dr. Novak]:\n So… we just have to punch it now?\n\n\n[Cmd. Perez]:\n I’ll admit, the odds aren’t nice.\n\n\n[Dr. Novak]:\n If you can distract it with guerrilla tactics, then maybe I can take a flank-\n\n\n[Cmd. Perez]:\n Did you not remember what I just said? You’re staying here, civvy.\n\n\n[Dr. Novak]:\n Face it, you can’t take down a dragon with a knife, MTF commander or not.\n\n\n[Cmd. Perez]:\n You’re a psychologist, I doubt-\n\n\n[Dr. Novak]:\n Stop being stubborn, you need my help.\n\n\nThe wyrm lets out a screeching cry, noticeably closer than before.\n\n\n[Cmd. Perez]:\n Bu-okay, you’re right.\n\n\nBarely in frame, a rock spire shattered with the weight of the wyrm’s tail.\n\n\n[Cmd. Perez]:\n Just…don't die.\n\n\n[Dr. Novak]:\n As if! Dr. Delfino would bring me back from the dead. I’m the only one willing to DM for the Site-6 D&D group.\n\n\n[Cmd. Perez]:\n Wait, there’s a-?\n\n\nThe wyrm screams a guttural roar upon spotting Cmd. Perez and Dr. Novak, swinging its tail mere meters away from them.\n\n\n[Dr. Novak]:\n Not the time!\n\n\nThe camera shakes as Dr. Novak runs to the wyrm’s right side. Barely in view, Cmd. Perez stabs the dagger into the wyrm's tail. With a screech, the wyrm thrashes its wings around, knocking both Cmd. Perez and Dr. Novak backwards. The wyrm charges at Cmd. Perez, who barely manages to make it out of the way before it embeds its horns into the cave wall. Indecipherable shaky camera footage plays as Dr. Novak takes out the screwdriver in her pocket and jams it into the wyrm’s eye.\n\n\n[Dr. Novak]:\n PEREZ! I THINK I DID SOMETHING!\n\n\n[Cmd. Perez]:\n Nice execution.\n\n\n[Dr. Novak]:\n Ok, I feel great and amazing and badass now, but uh…how do we kill it?\n\n\nThe wyrm, now half blinded, violently swings its tail from side to side, forcing both Cmd. Perez and Dr. Novak to disengage.\n\n\n[Cmd. Perez]:\n Here’s the plan.\n\n\n[Dr. Novak]:\n Is this where I get to see full MTF badassery at it’s finest?\n\n\n[Cmd. Perez]:\n We run to the exit.\n\n\n[Dr. Novak]:\n What.\n\n\n[Cmd. Perez]:\n The entity just said we have to leave the caves. Taking fights you don’t have to is a surefire way to die young.\n\n\n[Dr. Novak]:\n I’m not saying you’re wrong, because you’re right, but don’t you also kind of… want to kill it?\n\n\n[Cmd. Perez]:\n I don’t have any desire to be dying in a dingy cave with only a senile skeleton and an eccentric psychologist for company, no.\n\n\n[Dr. Novak]:\n I mean, its a fucking dragon. That’s like, every kid’s dream.\n\n\n[Cmd. Perez]:\n Fortunately, I’m not a kid. Nor a future corpse. Because we’re going to run.\n\n\n[Dr. Novak]:\n And lying about killing it on the official report? I like your style.\n\n\n[Cmd. Perez]:\n Go first, I’ll be the distraction and bring up the rear.\n\n\n[Dr. Novak]:\n You can bring up my rea-\n\n\n[Cmd. Perez]:\n Start running for the exit, Novak.\n\n\nCmd. Perez steps out of the cover and waves her arms up into the air, drawing the wyrm’s attention with a screech. Dr. Novak waits until the wyrm on the left side of the cavern before snaking to the right side.\n\n\n[Dr. Novak]:\n Farewell, bragging rights.\n\n\nDr. Novak takes off sprinting towards the exit, when the wyrm notices her approach. The camera turns sideways as Dr. Novak is rammed into the wall and knocked down, the wyrm now standing over her with open jaws.\n\n\n[Dr. Novak]:\n Well… shit.\n\n\nCmd. Perez appears in frame as she stands in the way of Dr. Novak’s body. The wyrm unhinges its jaws and unleashes a roar, anger and victory cascading in triumphant waves from its gaping maw. The camera goes completely red as the lens is coated in blood. Nothing is heard, save for an unearthly shriek.\n\n\n[Dr. Novak]:\n -erez?\n\n\nThe camera regains visuals- albeit, extremely blurry and tinted red, and the figure of Cmd. Perez stands covered in blood. The wyrm’s mouth falls slack and slumps on top of Dr. Novak, its slit throat pouring gallons of blood into the cavern floor.\n\n\n[Cmd. Perez]:\n Exposing its throat before killing its prey. Cocky. Amateur.\n\n\n[Dr. Novak]:\n Are you alright? Did it get you? Fucking hell, it’s bleeding on my pants.\n\n\n[Cmd. Perez]:\n I’m fine. You, on the other hand, probably broke some bones.\n\n\nEverything rotates 180° degrees as Cmd. Perez carries Dr. Novak in a fireman’s hold to the cave system exit.\n\n\n[Dr. Novak]:\n A-at least we killed the dragon, right?\n\n\nDr Novak wheezes in pain and Cmd. Perez hand jolts upward out of frame, presumably to steady Dr. Novak’s figure.\n\n\n[Cmd. Perez]\n: Yeah, we did. Once you get back to Site-6, you can brag to your D&D group. I bet Dr. Delfino will be impressed.\n\n\n[Dr. Novak]:\n If I didn’t know any better, I’d think you were caring about me.\n\n\n[Cmd. Perez]:\n You’re wheezing. You probably have an injured or punctured lung- breath deeply and don’t talk.\n\n\nWhite fills the video as the camera adjusts to the bright sunlight outside. SCP-4757 sits in the same meadow from when Dr. Novak and Cmd. Perez first entered SCP-4757-A.\n\n\n[SCP-4757]:\n Ah! My comrades have come back, alive and well! Fate truly looks with a motherly gaze tod-\n\n\n[Cmd. Perez]:\n Fix her.\n\n\n[SCP-4757]:\n Ah, but a warrior mus-\n\n\n[Cmd. Perez]:\n Now.\n\n\nCmd. Perez approaches SCP-4757, standing inches from his face. Puffing up to her full size, she towers over the skeleton of a malnourished Norse king. The two stare at each other for almost twenty seconds.\n\n\n[SCP-4757]:\n Ah… all right.\n\n\nThe camera rights itself as Dr. Novak stands up, healed from all her injuries. The video loses the red tint as the blood is removed from the both of them.\n\n\n[SCP-4757]:\n Now, if you wouldn’t mind returning the swords?\n\n\n[Dr. Novak]:\n …What swords?\n\n\n[SCP-4757]:\n The swords I bestowed upon you both? I would never send two warriors into a battle unarmed, of course. This is a battle, not an execution, ja?\n\n\n[Cmd. Perez]:\n You didn’t give us swords.\n\n\nSCP-4757 falls very, very quiet, its face rapidly switching between microexpressions.\n\n\n[SCP-4757]:\n …Ah.\n\n\n[Dr. Novak]:\n W-wait, hold up. We were supposed to have swords? That would have made things so much easier!\n\n\n[SCP-4757]:\n M-my apologies to you both. My memory isn’t very good, you see. I… forget to do things.\n\n\n[Dr. Novak]:\n Aw, what the fuck?\n\n\n[Cmd. Perez]:\n \nYou\n-\n\n\n[SCP-4757]:\n Well, it’s all in the past, right? You passed the trial of strength! This calls for merry celebration!\n\n\nThe scenery changes to the previous dining hall. Nothing has changed, save for an extra five candles on the table.\n\n\n[SCP-4757]:\n With vigilance rivaling Heimdall’s watchful eye, I observed the battle you fought with the wyrm. An epic battle of triumph against all odds! It… calls for a dance.\n\n\nSCP-4757 stretches a skeletal hand out toward Dr. Novak, and a jaunty ensemble of horn and flute music starts playing. The music, while filling the room, has no source.\n\n\n[Cmd. Perez]:\n Wh-\n\n\n[Dr. Novak]:\n Dancing with the king of this beautiful and prosperous country would be lovely.\n\n\nThe lights dim as Dr. Novak and SCP-4757 engage in a spirited dance.\n\n\n[Cmd. Perez]:\n This is absolut-\n\n\n[Dr. Novak]:\n Relax. No need to be jealous, right Your Highness?\n\n\n[SCP-4757]:\n The trials and tribulations of the waking hours fade away in the darkness of the night. Here, we shall dance the night away!\n\n\nCmd. Perez falls silent as Dr. Novak and SCP-4757 dance for the next five minutes. After the dance. Dr. Novak stretches out a palm to Cmd. Perez.\n\n\n[Dr. Novak]:\n A dance?\n\n\n[Cmd. Perez]:\n Is ‘your Majesty’ making you do this?\n\n\n[Dr. Novak]:\n Isn’t it customary for the knight to dance with the princess after saving her from the big, bad dragon?\n\n\n[Cmd. Perez]:\n Or we could just have a beer.\n\n\n[SCP-4757]:\n Ja! To celebration!\n\n\n[Dr. Novak]:\n You wouldn’t want to disappoint King Puppy Eyes, would you?\n\n\n[Cmd. Perez]:\n He doesn’t even \nhave\n eyes.\n\n\nCmd. Perez waits for Dr. Novak to redo her ponytail, but takes her hand anyway. The melody of the song changes from a spirited tune to a slower ballad.\n\n\n[Cmd. Perez]:\n And I’m not a knight in shining armor if you fought it too.\n\n\n[Dr. Novak]:\n You’re a MTF squadron leader with a dark tattoo on your face, a hearing aid, spiky hair, ear piercings on one ear. Trust me, you’re the knight.\n\n\n[Cmd. Perez]:\n It’s not a tattoo.\n\n\n[Dr. Novak]:\n Well you don’t see a lot of birthmarks that are pitch black in color and look vine-like.\n\n\n[Cmd. Perez]:\n My squadron was sent to attempt to capture a reported anomalous entity. Got my hearing, too.\n\n\n[Dr. Novak]:\n Attempt?\n\n\n[The following exchange has been redacted by order of the O-5 council. Only personnel with PHOBOS credentials may view the following exchange.]\n\n\n[Cmd.Perez]:\n ██████████████████████████████ ██████████████████████████ ██████████████████████████\n\n\n[Dr. Novak]:\n ███████████████████████████████\n\n\n[Cmd. Perez]:\n ██████████████████████████████ █████████████████████████████████████████\n\n\n[Dr. Novak]:\n Well, let’s just dance and be merry for now, right?\n\n\n[Cmd. Perez]:\n Reflect upon the successes of the day, as the skeleking said. Ow- you're stepping on my foot.\n\n\nThe ballad dies down, eventually stopping and ending the dance.\n\n\n[SCP-4757]:\n You both should get some much needed rest. A warrior will need both virtues from the previous trials in order to succeed… and a large amount of \nhaminja\n.\n\n\n[Dr. Novak]:\n Haminja?\n\n\n[Cmd. Perez]:\n Luck. Found it in one of the books here.\n\n\n[Dr. Novak]\n: Ah, this trial seems exciting and totally not life-threatening.\n\n\n[Cmd. Perez]:\n As if that’s anything new.\n\n\n[Dr. Novak]:\n With that positive note, I’m gonna go head to bed.\n\n\n[Cmd. Perez]:\n I don’t think I have to keep repeating myself, but be careful. I’ll wake you up early- being separated for long is unsafe. I don't want any of us to get injured.\n\n\n[Dr. Novak]:\n And disturb your beauty sleep? I classify that as ‘cruel and unusual punishment’. On the off chance I do die, I’ll make sure to be quiet about it.\n\n\n[Cmd. Perez]:\n How… worryingly considerate.\n\n\n[Dr. Novak]:\n Well, \ndobrú noc\n6\n and don’t let the bedbugs bite.\n\n\nDr. Novak heads into the bedroom where she slept during the prior night. After trying and failing to power on a non-descript handheld console from her lab coat pocket, she extinguishes the candle on the bedside table with two fingers and laid down. The AAC goes offline five minutes later.\n\n\nIncident 4757-01, Day 3\n\n2:43 PM\n\n\nThe AAC does not change in position or detect any auditory input until 3:24 PM. Dr. Novak brushes her hair, combing it into a high ponytail before exiting the room and entering the corridor.\n\n\n[Dr. Novak]:\n Hey, Perez? You in here? No?\n\n\nDr. Novak breaks into a jog and heads for the dining hall.\n\n\n[Dr. Novak]:\n You know I’m a little, little kid at heart, but I’m not really a fan of hide and seek. Wait, is that a note?\n\n\nBarely visible in the camera frame, a note rests on the large oak dining table. As Dr. Novak approaches, a sword of 90 cm in length materializes and falls on top of the note, pinning it in place.\n\n\n[Dr. Novak]:\n At least he didn’t forget the sword this time.\n\n\nDr. Novak stands above the note and carefully pulls out the sword, which is currently imbedded in the table. The note’s contents are visible from this angle, reading as follows:\n\n\n\n\n“To the soul blessed with knowledge worthy of Odin and the charm of Freya: The trial of heart shall commence the moment you read this note. Fear not for your friend in arms; Tyr smiles down on her courage and strength. Alas, her heart was forged from a different flame and must be tempered differently. For your trial, you must participate in the hunt- kill the animal that hides in this palace. A game you practiced in your mortal youth, no?”\n\n\n\n\n[Dr. Novak]:\n I guess I’m alone for this one. I’m tempted to say ‘how hard can hide-and-seek be?’, but it’d bite me in the ass later.\n\n\nA voice sounding male in nature, further labeled from here on as SCP-4757-B, comes from somewhere in the palace. The contents of its speech are unable to be deciphered.\n\n\n[Dr. Novak]:\n Is that a human? Wha-holy shit.\n\n\nDr. Novak takes off running towards the direction of the voice, eventually finding a spiral staircase and climbing to the floor above. Eventually, she reaches a large corridor with ten bedrooms branching off of it, most likely a guest wing.\n\n\n[Dr. Novak]:\n Are you in one of these rooms?\n\n\nDr. Novak takes off running towards one of the bedrooms and opens its door. Instead of the interior resembling that of a Viking era bedroom, a thick, clouded haze filled the room.\n\n\n[Dr. Novak]:\n What is this place?\n\n\nThe room, while maintaining its basic structure, occasionally regains clarity in certain areas- more noticeably the bed, the dresser and the door. Dr. Novak picks up an ornate bracelet, unaffected by the cloudy haze in the rest of the room. A sentence is engraved into the inside of the bracelet.\n\n\n[Dr. Novak]:\n “To my dearest Asta, from your beloved king.” Cute.\n\n\nThe name on the bracelet begins to change- going from Asta to Astrid, and then shifting to Åse. Finally, it remains with just an A, and the previously mentioned cloudy haze covering the rest of the name.\n\n\n[SCP-4757-B]:\n Hello? God, where am I? Is anyone here?\n\n\n[Dr. Novak]:\n This… isn’t the time for sightseeing, Irene.\n\n\n[Dr. Novak]:\n I’m coming closer! What floor are you on? You sound as if you’re above me.\n\n\nDr. Novak waits for a response, but upon receiving nothing but silence, she returns back to the staircase and continues climbing.\n\n\n[SCP-4757-B]:\n Hello? Is anyone there? Please help, the blood- it’s not stopping.\n\n\n[Dr. Novak]:\n What the fuck? What the actual fuck? This is fucked up, god, I’m gonna…\n\n\n[Dr. Novak]:\n Hey, person? Tell me… where you are, I’m coming to help.\n\n\nSCP-4757-B does not respond.\n\n\n[Dr. Novak]:\n Of course it wouldn’t be that easy. He might not be… an actual \nperson\n person. Yeah, skeleking wouldn’t just let me kill a random dude, that’s not… noble, or whatever.\n\n\nDr. Novak advances up the spiral staircase once more, spurred on by SCP-4757-B’s occasional whimpers of pain. SCP-4757-B increases in volume as Dr. Novak continues up the stairs, eventually reaching the roof of the castle. She strains under the weight of opening the large spruce door, but manages to head onto the roof, where a middle aged man sits against one of many decorative stone columns. One of SCP-4757-B’s legs are rendered useless by a laceration spanning the entire width of its leg. SCP-4757-B’s appearance was later identified as Dr. Novak’s father, Dr. Teodor Novak, deceased.\n\n\n[Dr. Novak]:\n I’m he- Dad?\n\n\n[SCP-4757-B]:\n Rena? Is that you? But you’re so big and- help me up, Rena.\n\n\nDr. Novak stands frozen for a moment, but ultimately runs towards SCP-4757-B’s side.\n\n\n[Dr. Novak]:\n You’re… what happened to you? How did you get this cut, and why, no, how are you here? What the fuc-\n\n\n[SCP-4757-B]:\n Language. What would your \nbabka\n7\n say if she was here?\n\n\n[Dr. Novak]:\n I’m grown now and- just please, Dad.\n\n\n[SCP-4757-B]:\n I… remember the ██████ dragging me out of our house and… nothing else after that. Where… am I? Why are you so big? How long has it been? Where did you get that sword?\n\n\n[Dr. Novak]\n: Dad, please sit down. You’re bleeding everywhere, Christ.\n\n\n[SCP-4757-B]:\n Tell me, Rena. What happened?\n\n\nSCP-4757-B reaches to cup Dr. Novak’s face, but Dr. Novak backs away from its body.\n\n\n[Dr. Novak]:\n Get the fuck away from me.\n\n\n[SCP-4757-B]:\n Rena?\n\n\n[Dr. Novak]\n: You’re not… my dad. I saw your, fuck, his body with my own two eyes. Don’t you dare fucking take on his face just to test my ‘strength of heart’ or whatever bullcrap you wanna spew from your mouth.\n\n\nDr. Novak raises her sword with both hands and approaches SCP-4757-B’s lying figure.\n\n\n[SCP-4757-B]:\n Rena, please, just listen to me. I’m me, remember? I used to take you to chess at the park, and you’d always win against the strangers, even though you were so little, an-\n\n\n[Dr. Novak]:\n Shut up! Just, shut up, you fucking liar.\n\n\n[SCP-4757-B]:\n Rena, please, listen to me.\n\n\n[Dr. Novak]\n: Are you seriously going to beg when you have the audacity to wear his face?\n\n\n[SCP-4757-B]:\n You’re scaring me, Rena.\n\n\n[Dr. Novak]:\n You’re just an apparition, a fake, created by the skeleton. You’re not actually my dad. I shouldn’t have any issues with… killing you.\n\n\n[SCP-4757-B]:\n Killing me? Wait, Re-\n\n\nDr. Novak starts approaching SCP-4757-B, the sword trembling with the shaking of her hands.\n\n\n[Dr. Novak]:\n Goodbye, you fucking imposter. And say a special ‘fuck you’ to the skeleton king.\n\n\n[SCP-4757-B]:\n Pleas-\n\n\nSCP-4757-B lets out a scream as Dr. Novak plunges the bronze sword into his chest, turning into a gurgle as blood erupts from its wound and onto Dr. Novak. Dr. Novak makes no attempt to remove the sword from its chest, instead falling to the floor and backing away from its body. SCP-4757-B’s guttural screams continue for four minutes, eventually turning into whimpers. Dr. Novak remains silent until its body stops twitching in agony and the sword dissolves into mist.\n\n\n[SCP-4757]:\n Congratulations.\n\n\nThe scene changes to the palace’s dining hall once more, and Cmd. Perez stands on the opposite end of the room, face pale and covered with sweat. SCP-4757 rises from his seat at the head of the table.\n\n\n[Dr. Novak]:\n Perez, are you ok? You look clammy.\n\n\n[Cmd. Perez]:\n Please tell me that blood isn’t yours.\n\n\n[Dr. Novak]:\n Nope, don’t worry. I had to track down this wolf and kill it- ah sorry, my throat keeps clogging up.\n\n\n[Cmd. Perez]:\n Are you feeling alrigh- wait, are you crying? Do you want me to, uh, get you… anything?\n\n\n[Dr. Novak]:\n It was a really cute dog though. And it had pups. Anyway, are you alright? What happened to you? You look dead.\n\n\n[Cmd. Perez]:\n Nothing.\n\n\nDr. Novak turns towards SCP-4757, who watches the pair with curious eyes.\n\n\n[Dr. Novak]:\n So… that’s it then, huh?\n\n\n[SCP-4757]:\n Indeed! You both have completed the three trials of Valhalla, a feat only those chosen by Fate herself can accomplish. Take these for your future endeavors: a token proving both the strength of your heart and the strength of your blade.\n\n\nIn SCP-4757's outstretched hand lies two pins- both silver. (Further descriptions are available in Table Two). Dr. Novak and Cmd. Perez attach their respective pins to their lapels.\n\n\n[Cmd. Perez]:\n You agreed to free us from this realm when we completed the trials, correct?\n\n\n[SCP-4757]:\n Indeed, I did. And I shall return you both from whence you came… after a banquet, of course! What kind of host would I be, sending Fate’s chosen warriors home hungry and cold? The gods would punish me for such behavior, ja?\n\n\n[Cmd. Perez]:\n We… can’t just go back now?\n\n\n[Dr. Novak]:\n Do you really want to eat the cafeteria food?\n\n\n[Cmd. Perez]:\n It’s not \nthat\n bad.\n\n\n[Dr. Novak]:\n Ok, psychopath.\n\n\n[SCP-4757]:\n A send-off the gods would be proud of! I can see it in my mind already, yes! A marching band, run by the finest of my royal bards, and pounds and pounds of delicious food! And lots of mead to go with it, of course.\n\n\nDr. Novak takes out a small notebook from inside her lab coat and proceeds to flip to an empty page.\n\n\n[Dr. Novak]:\n Wait, just a second. How are you able to… do all of this?\n\n\n[SCP-4757]:\n It’s my kingdom, skjaldmær\n8\n, and I am the king. Therefore, anything I say, goes.\n\n\n[Cmd. Perez]:\n You could keep us here forever, then. And we couldn’t do anything to fight it.\n\n\nSCP-4757 turns and looks at Cmd. Perez, eyes comically wide.\n\n\n[SCP-4757]:\n I am a man of my word! How dare you-\n\n\n[Dr. Novak]\n: All right, let’s turn it down a notch, right? I’m sure His Majesty wouldn’t do anything of the sort.\n\n\n[SCP-4757]:\n Exactly. Now, a feast!\n\n\nThe scenery once again changes to the banquet hall. Both Dr. Novak and Cmd. Perez are sitting down, with heaps of food on their plates. SCP-4757 gestures to a large orchestra of floating instruments, who immediately start bellowing a jaunty tune. Dr. Novak turns to Cmd. Perez.\n\n\n[Dr. Novak]\n: I know I already asked you this, but are you sure you’re alright?\n\n\n[Cmd. Perez]:\n I’m not injured.\n\n\n[Dr. Novak]:\n I asked if you were alright, not if you were unharmed.\n\n\nCmd. Perez grabs her cup, full of mead, and downs most of the large goblet in one gulp.\n\n\n[Dr. Novak]:\n Uhh…?\n\n\n[Cmd. Perez]:\n While I’m flattered you care, I’m going to continue drinking until you change the subject.\n\n\n[Dr. Novak]:\n Alrighty then. Drinking and being merry?\n\n\n[Cmd. Perez]:\n I suppose this calls for a “hell yeah”?\n\n\n[Dr. Novak]:\n Please tell me I didn’t hallucinate you saying ‘hell yeah’. And I wasn’t even able to record it.\n\n\nDr. Novak raises her glass, with Cmd. Perez doing the same. Cmd. Perez flashes a smile and clinks them together.\n\n\n[Cmd. Perez]:\n Cheers.\n\n\n[Dr. Novak]\n: Cheers.\n\n\nSCP-4757 suddenly materializes from behind both of their chairs, drink in hand.\n\n\n[SCP-4757]:\n Cheers.\n\n\n[Dr. Novak]:\n Jesus Chr- Where did you come from?!\n\n\nSCP-4757 pours its entire cup of mead into its skeletal jaw. Despite the mead falling through its ribcage and onto the floor, SCP-4757 lets out a loud, satisfied, sigh.\n\n\n[Dr. Novak]:\n Wait, can you get drunk? Can you even have a BAC if you don’t have blood?\n\n\n[Cmd. Perez]:\n That’s where you draw the line?\n\n\n[SCP-4757]:\n Please, let's commence the joyous celebration, ja? Two new christened warriors bring the revival of Yvesvale ever closer, and the return of a glorious people!\n\n\n[Cmd. Perez]:\n \"Revival of Yvesvale\"? Are you planning a revolution?\n\n\n[SCP-4757]:\n If Yvesvale had a group of warriors, both wise and strong in might, then maybe… Fate would have been kinder on my- no, my country’s- poor soul. Fate has chosen me to gather warriors, such as you. For the glory of Yvesvale, and for my citizens resting in Valhalla.\n\n\n[Dr. Novak]:\n Shouldn’t you, I don’t know, move on? I mean, you can’t change the past. Hell- believe me, I know.\n\n\nCmd. Perez lets out a snort and takes a sip from her cup.\n\n\n[SCP-4757]:\n And old king is nothing without his kingdom.\n\n\n[Cmd. Perez]:\n You mentioned before that there were others before us. How many are there?\n\n\n[SCP-4757]:\n Ah, my warriors are plentiful! While many of them have passed to the ills of old age, they remain as Yvesvale’s warriors, even from the bright realm of Valhalla.\n\n\n[Cmd. Perez]:\n Do you have an estimate? How many do you need?\n\n\n[SCP-4757]:\n Well, ah, Yvesvale’s protectors are, uh, numerous! The years, well, have not been kind to my memory. Please, forgive my inability.\n\n\n[Cmd. Perez]:\n You are planning to reform your old kingdom, correct? \"Like an ouroboros\", were your exact words. When will you do this?\n\n\n[SCP-4757]:\n I- uh, I don't… I need to do the trials. I \ndeserve\n my kingdom back, after so many trials and tribulations. Fate will… give it back to me.\n\n\nSCP-4757 pulls at its collar, and begins to look around the dining hall. The tapestries depicting a kingdom's demise have reappeared, replacing the windows once again. Cmd. Perez says nothing towards SCP-4757.\n\n\n[SCP-4757]:\n …Won't it?\n\n\n[Dr. Novak]:\n Let’s, uh, go back to the whole ‘drinking and being merry’ idea, alright? Cheers.\n\n\n[SCP-4757]:\n Ah, y-yeah. Cheers!\n\n\nSCP-4757's drink, inexplicably refilled, is downed in one gulp and falls through SCP-4757’s skull. A visible red tint colors its cheeks. After stunned silence by both Cmd. Perez and Dr. Novak, it prances back to its seat to consume the meat on its plate.\n\n\n[Cmd. Perez]:\n Is he… all right in the head?\n\n\n[Dr. Novak]:\n He’s been dead for, what, a thousand years? I’d be a little… weird in the head.\n\n\n[Cmd. Perez]:\n You already are a little weird in the head.\n\n\n[Dr. Novak]:\n I’d be mad if you weren’t right.\n\n\nCmd. Perez snorts and begins eating her food in silence, with Dr. Novak doing the same. Eventually, the invisible orchestra quiets down and SCP-4757 stands up from its seat.\n\n\n[SCP-4757]:\n *hic* Are you guys all ready to go home to your… technology and your laboratories to do whatever you humans do?\n\n\n[Cmd. Perez]:\n I think we’re both ready. I’ve been ready for a long time.\n\n\n[Dr. Novak]:\n Could you… wait a minute? I just need one second.\n\n\n[Cmd. Perez]:\n Novak? What are you-\n\n\n[Dr. Novak]:\n Just- be quiet for a moment.\n\n\nDr. Novak procures a Sharpie from her lab coat pocket and grabs Cmd. Perez’s hand. Cmd. Perez jerks back at first, but eventually concedes. In barely legible handwriting, the sentence “Dr. Irene Novak, Bratty Psychologist- (███) ███ - ████ ♡” (phone number preserved to protect Dr. Novak’s privacy) is written on Cmd. Perez’s hand.\n\n\n[Dr. Novak]:\n Call me. You’re cute.\n\n\n[Cmd. Perez]:\n That, uh, would be nice. Very.\n\n\n[Dr. Novak]:\n Don’t leave me waiti-\n\n\nThe AAC aruptly turns off as SCP-4757 sends Dr. Novak and Cmd. Perez out of SCP-4757-A.\n\n\n[End of Dr. Novak’s Anomalous Activated Camera Log]\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. In where Jörmungandr, also called the Midgard Serpent, grows so long it encircles the earth.\n\n\n2\n. Stew made in Nordic society. Usually consists of either lamb or beef.\n\n\n3\n. One of two meals in early Nordic society. Translates as \"night meal\".\n\n\n4\n. Foundation mythology experts have concluded the entities were likely draugr.\n\n\n5\n. More details can be found in Document ████████-███, and may only be viewed by those directly involved with the project.\n\n\n6\n. \"Good night\" in Slovak.\n\n\n7\n. \"Grandmother\" in Slovak.\n\n\n8\n. Old Norse for \"Shield Maiden\", a female warrior.\n\n\n\n\n\n\n\n\n« \nSCP-4756\n | SCP-4757 | \nSCP-4758\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "Due to SCP-4757's spatial manipulation abilities, no effective containment procedures have been devised as of this writing. A Foundation proposal for developing adequate containment methods utilizing Scranton Reality Anchor (SRA) technology was proposed on █████ ██, 20██, but was denied by the O5 council.",
    "description": "SCP-4757 is an anomalous entity which manifests as a human male skeletal system. Testing indicates that the anomaly's bones date back to the Viking Age.",
    "title": "SCP-4757"
}