{
    "url": "https://scp-wiki.wikidot.com/scp-4760",
    "all_text": "SCP-4760\n - \nAn Eye for an Eye\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+166\n+\n–\nx\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file describes an unknown and dangerous man-made anomalous threat involving a hostile Person or Group of Interest, and is Level 4/4760 classified.\n\n\nUnauthorized access is forbidden.\n\n\n\n\n4760\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n4760\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEdge of SCP-4760 Exclusion Zone.\n\n\n\n\n\n\n\n\n\n\n\n\nGraham Island, BC, CA.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4760 is contained at its original location of discovery. While attempts to move SCP-4760 to a more secure location have to date invariably failed, Foundation engineers assigned to the entity are to continue to research means by which this may be accomplished.\n\n\nUnder Foundation Protocol FALCON-22, an exclusionary zone has been created surrounding SCP-4760. During SCP-4760 activation cycles, no personnel are permitted to enter this exclusionary zone for any reason. Entering this exclusionary zone during one of these cycles is almost immediately fatal, and personnel who do not pass through the established barrier before the beginning of a cycle are to be considered lost.\n\n\nFoundation Protocol FALCON-22 also dictates means by which SCP-4760 activation cycles can be detected. A series of concentric rings of bird cages, each containing a single canary\n1\n has been set-up surrounding SCP-4760. This system consists of ten rings, each spaced roughly 72m from each other, with twelve cages in each ring. Basic mechanical pressure switches in the floors of these cages are to monitor for SCP-4760’s activation’s effects on the birds inside the cages. These switches are attached to small bells, which will sound continuously if the bird inside hits the floor of the cage with enough force to trigger the mechanism.\n\n\nA single D-Class subject is to remain seated next to SCP-4760’s terminal at all times. These subjects are instructed to quickly describe on paper what they see on the terminal during the activation cycle whenever it occurs. After the conclusion of an activation cycle, these papers are to be collected and remanded to Site-64 for inspection and research, to determine any kind of commonality between the cycles. The remains of these subjects, as well as the remains of the birds used to detect activation cycles, are to also be moved to Site-64 for incineration. Attempts to replace the D-Class subject with a series of long-range photographic devices has been unsuccessful due to heavy interference created by the activation of these cycles.\n\n\nCurrently, activation cycles are expected once every 47 days, with a variance of 5 days. It has been \n[29 DAYS]\n since an SCP-4760 activation cycle.\n\n\n\n\n\n\nAnimal remains at the edge of SCP-4760 Exclusion Zone.\n\n\n\n\n\n\nDescription:\n SCP-4760 is a machine located on Graham Island, British Columbia, Canada. SCP-4760 was built by PoI-1115 “Vincent Anderson”, supposedly at the request of a unnamed client. SCP-4760 consists of two primary functions.\n\n\nSCP-4760-A is a series of massive, tungsten plates seated 1.2m under the ground beneath SCP-4760-B. Together the entire structure constitutes a circular plate roughly 800m in diameter. Parts of the plate appear to be coated in thin layers of various rare metals, as well as carbon, palladium, and iridium. Beneath the plates is a network of small copper tubes that run from various points on the underside of SCP-4760-A up to an access port beneath SCP-4760-B. During an activation cycle it is believed that these tubes move some sort of gas from the underside of the plates back towards the center of the structure.\n\n\nSCP-4760-B is a naked humanoid entity seated on a steel chair in the center of the SCP-4760-A array. This being is completely hairless, and has no eyes, ears, nose, mouth, anus, or other open orifices anywhere on its body. In the place of eyes, SCP-4760-B has two metal ports over each of its eye sockets, attached to which are two metallic cables running from SCP-4760-B to a small television on a metal stand nearby. Although SCP-4760-B has no apparent means by which to take in air, SCP-4760-B’s chest still rises and falls as if it was breathing. It does not ever consume food or excrete waste, and is otherwise completely still aside from the rare instances in which it reacts to stimuli\n2\n. Aside from this SCP-4760-B is otherwise completely featureless, and though it has been described as being vaguely feminine in appearance it has no discernible gendered characteristics.\n\n\nSCP-4760-A and -B are part of a system that is believed to have originally been intended to allow for remote viewing. In records of SCP-4760’s creation, Vincent Anderson notes that the entity is capable of perceiving human voices and taking commands, which would in turn trigger an activation cycle and display the intended target on the screen attached to SCP-4760-B. The entity no longer appears to respond to commands or the human voice at all, but can still be triggered manually by touching SCP-4760-B or the cables attached to its eye sockets in any way. During activation cycles, SCP-4760-B will twitch and move slightly more than usual, and an image will appear on the screen next to it. In all instances of SCP-4760-B’s activation, the entity will appear on the screen alongside the intended subjects of the viewing\n3\n. The entity typically appears motionless in these events, but has been observed interacting with the subjects involved, with various results (\nSee Addendum 4760.X for more information\n).\n\n\nActivation of SCP-4760 is fatal to any living thing in the area directly above SCP-4760-A. Through means which are currently unknown to Foundation thaumatologists, SCP-4760 is capable of suddenly and violently drawing energy out of living things, resulting in their deaths. While SCP-4760 can also drain energy from electrical devices, the effect is substantially more apparent with living creatures. This effect appears to be intended; SCP-4760 is not capable of creating and maintaining an image on-screen without at least some loss of life. If no creatures are within the boundaries of SCP-4760-A at the beginning of an activation cycle, the effect will not spread as far out from SCP-4760-B as it would otherwise. The birds used to identify SCP-4760 activation cycles have thus far not been enough to sustain a full activation cycle.\n\n\nFrom the moment SCP-4760 begins activating, human subjects within SCP-4760-A will generally experience no more than fifteen seconds of consciousness before succumbing to the effects of SCP-4760. The bodies of creatures affected by SCP-4760 show a uniform state of decay; subjects generally appear dried and withered, with bones and other hard structures becoming brittle and flesh and meat becoming seized and torn. The results of testing indicate that this process is extremely painful for entities that experience it\n4\n. Notably, as a result of this the area directly above SCP-4760-A is often devoid of plant life, as organisms planted there rarely have enough time to achieve any substantial growth.\n\n\nAddendum 4760.1:\n Discovery\n\n\nSCP-4760 was discovered after the death of hiking enthusiast and internet personality Anders Max, who was reportedly hiking and kayaking in British Columbia. In his final video blog entry, Max described arriving at SCP-4760 and staying there for the night. In the morning, he awoke and further explored SCP-4760, eventually finding SCP-4760-B.\n\n\nThe following is the transcript of a final video in which Max triggers the activation cycle that resulted in his death.\n\n\n\n\nOn-screen is Anders Max. He is wearing a heavy jacket. All around him is the flat dirt circle of SCP-4760.\n\n\nMax:\n Alright guys, this is what I was talking about. I came out here last night and when I woke up, you can see here where, hang on- (\nzooms in on the dirt\n) it’s all dirt in this, like, perfect circle. Look at this. (\nPans around\n).\n\n\nMax sees SCP-4760-B.\n\n\nMax:\n What is that? (\nApproaches SCP-4760-B\n) Holy shit what is that? Is it some sort of puppet? (\nCamera pans around again\n) Hello? Is anyone here? (\nPauses\n) This is so weird. It must be some sort of art piece, but I’ve never seen anything like it… \nJesus\n. Fuck, I think it’s breathing.\n\n\nCamera zooms in on SCP-4760-B, which is sitting up and “looking” straight ahead, unmoving.\n\n\nMax:\n Hello? Can you hear me? What is this? (\nReaches out and touches SCP-4760-B’s shoulder. The entity shivers\n) Hello?\n\n\nSuddenly, a bird falls out of the sky and lands near Max.\n\n\nMax:\n What the- fuck! Holy shit, did that just come from-?\n\n\nSCP-4760-B begins to twitch. The camera’s picture starts to become grainy, and the battery indicator drops suddenly.\n\n\nMax:\n Oh, oh- no, what-\n\n\nThe video cuts out completely. Sound continues for a few more seconds, but is heavily distorted.\n\n\nMax:\n (?) Mom- mom, momma, I-\n\n\nAudio cuts out.\n\n\n\n\nAddendum 4760.2:\n Ongoing Research and Investigation\n\n\nShortly after Foundation assets seized the land on which SCP-4760 is situated and discerned its basic characteristics, an intensive investigation began into the origins of the structure. During this investigation a laboratory was uncovered nearby, one that had been overrun with vegetation and was in a severe state of disrepair. This laboratory, which appeared to have been abandoned suddenly and without warning, contained evidence that the original owner was PoI-1115, Vincent Anderson. According to information collected from the laboratory, the laboratory had been abandoned over thirty years prior.\n\n\nAfter collecting the computers from inside the lab and analyzing the discs (many of which had been destroyed over time due to exposure), a small cache of encrypted data was discovered and revealed to be Anderson Robotics project archives. These archives contained detailed schematics of SCP-4760-A, a list of testing results, and an exhaustive collective of personal journal entries, correspondences, and database updates, all believed to have been created by Anderson himself.\n\n\nFor more information about these entries, see \nAddendum 4760.3\n below.\n\n\nAddendum 4760.3:\n Collected Information from PoI-1115’s Lab\n\n\n\n\n\n\n9/19/1963\n\n\n\n\n\n\nIsaac,\n\n\nYour assumptions were correct. The individual I spoke to on the phone revealed himself as a mediator for Mr. Obadiah Dark, of Marshall, Carter and Dark. We didn’t talk for too long - he expressed how busy he was but mentioned that they were interested in some of the work we’d done with the Nonell units. I’ll admit I am cautiously optimistic. If we can secure a deal like this, we’ll be able to fund the Saker program.\n\n\nI’ll keep you posted, but this is a good start.\n\n\n-Vincent\n\n\n\n\n\n\n\n\n\n\n11/02/1963\n\n\n\n\n\n\nWork begins! Today we take our first step into the unknown. I have assembled a small team to handle most of the heavy lifting, and have taken up residence on a fairly deserted patch of rock here in the frigid north. I've been very careful as so keep our intentions hidden from even my closest confidants, as the nature of this work can attracted unwanted attention if it gets out.\n\n\nI finally got the opportunity to speak to Mr. Dark directly - or as much as you can with someone like he. I'll admit I found his person generally distasteful and his presence uncomfortable, but he is in possession of a truly staggering amount of wealth, and far be it for me to judge a man on instinct alone. He expressed to me a single desire - to see the world as his enemies do. He said to me, \"Vincent, I'm a businessman. My business is the unknown and the unseen. I have powerful enemies who thwart my investments at every turn, and they're able to do this because they can \nsee\n the unseen. I desire that sight, Vincent.\"\n\n\nHe no doubt is referring to the SCP - those doctors and armed men called the Jailers by the Serpents of the Wandering Hand. It puzzled me that he would name them specifically; I recognize they have influence just about everywhere, but so far as I know their actual capabilities are rather lacking, unlike those in Europe and the United States. Still, my experience with them is limited, so maybe he knows something I don't.\n\n\nBut still, his request was even stranger. \"See as they see.\" Mr. Dark goes on to tell me that the SCP have this tool, this machine they call the All-Seeing Eye. He says it is capable of seeing every man, woman, or child, anywhere in the world, on a whim. Now, remote sight is nothing new. Ever since the start of these tensions between the United States and the Soviet Union, all sorts of groups have been experimenting with persons they think can see a great distance, for a variety of purposes. Truthfully I find the subject rather bland - you could accomplish the same thing by putting cameras in the sky and achieve your goals at half the cost. But these governments apparently know more than I do, because these young people keep getting pulled off the street to be experimented upon. Wicked business.\n\n\nWhat Mr. Dark desires, though, is achievable. I have a test subject, one young woman we pulled off a street in southeast Asia or so, who is drawing near to fulfilling her usefulness to our team. I believe a set of ocular implants will be able to meet Mr. Dark's needs, and I'll throw the subject in free of charge to support the implants for him.\n\n\nThe money will be worth it, but for my own I'd rather just never have to meet Mr. Dark in person again.\n\n\n\n\n\n\n\n\n\n\n2/14/1964\n\n\n\n\n\n\nA great step forward today. The girl - Kalysto, as I've taken to calling her - was prepped and fitted with the baseline oculars just this afternoon, and is already reporting promising results in recovery. These implants are nothing special - we have to remove the eyes to fit them in, so the baseline oculars simply fill the role left vacant from having no eyes. She's a ghastly sight no doubt, all blood and meat and metal. But she can see, and that's progress!\n\n\nMr. Dark came back with some new specifications. I'm beginning to think he's a paranoid person, because he said that he doesn't trust a person's words - he wants to see for himself what they're seeing. That's tricky, but not impossible. I had considered running a line into the back of the skull that could be attached to another set of implants, but he also expressed revulsion at the idea of being augmented in any way. His loss, but that does mean we'll need to find a screen he can look at that will interface with the implants directly. I think I have some ideas there, but that is work for another day.\n\n\n\n\n\n\n\n\n\n\n6/27/1964\n\n\n\n\n\n\nMore progress, and more setback. The high-grade implants were seated today, and upon turning them on they almost immediately overwhelmed Kalysto. This isn't optimal, but it's also not unexpected. Humans aren't designed to pull this much information in through their eyes. I asked her if she could see my office on the other end of the island, and she could, but the effort of doing so exhausted her.\n\n\nThere are ways around this, I think. What needs to happen is that we need to supplement her body with another power source - something that the implants can draw from that won't pull energy from her own person. My team suggested some sort of atomic generator, but I fear detection by the prying eyes of the Soviets and Americans. I believe a more straightforward approach is required here, one that draws power silently and inconspicuously. I'm imagining a large disc of photosensitive panels that could draw power from the sun the same way civilian solar operates, though I'll need to find a way to augment that power transfer. Modern panels are remarkably inefficient and that simply won't do.\n\n\nI have some designs written up, and hopefully my team can begin manufacturing them before the end of the week.\n\n\n\n\n\n\n\n\n\n\n3/30/1965\n\n\n\n\n\n\nA great leap forward! Today we turned on the Solar Energizing Disc and asked Kalysto to look into the locker of my Vancouver laboratory and tell me what was in it. Sure enough, she managed to do so - and even described the room around it! I hooked up the new video cables to the implants and wired them into a television, and I was able to see what she was seeing, as she was seeing it. Incredible. Sure, the image was grainy and her own intrusive thoughts occasionally bled into the picture, but it was there on the screen!\n\n\nShe really is a remarkable specimen. Her brain is a gift - in another life, she might've been the next Da Vinci or Einstein, but providence found fit to burden her with motherhood, poverty and loss at a young age, which has crippled her over time. Her experiences are difficult to work around - every now and then I'll catch fleeting images of babies and collapsing buildings on the screen and have to redirect her attention. She is resilient, though, and her mind has shown no frailty when handling such an excess of information. It is amazing to behold.\n\n\nA few more months of tune-ups and I believe we will be ready for our meeting with Mr. Dark. Though I'd prefer to keep my distance from a man like him, business demands we make pleasantries once again. Bless you, capitalism.\n\n\n\n\n\n\n\n\n\n\n5/12/1966\n\n\n\n\n\n\nIf I could communicate a long and drawn out sigh followed by a vigorous rubbing of the temples in the written word, this is the place where I would do it.\n\n\nThe long and short of today is that Mr. Dark was not satisfied. He commended the work that had been completed, but brought up another stipulation in the contract that, admittedly, I might have glossed over. It's not enough for him to be able to see \nnow\n, he wants to look back through \ntime\n and see back then, as well. I tried to explain to him that I'm an inventor, not a wizard, but he wouldn't hear it and is withholding our payment until we can make this happen.\n\n\nWhat am I supposed to do? I've already sunk nearly all of my money into this project and now he wants me to do something that is actually magic. There's just no way to get this done.\n\n\nI'm at a loss. Even if such a thing were possible, there's no way we'd be able to draw enough power through our current system to run it, and the extra effort would kill Kalysto.\n\n\n\n\n\n\n\n\n\n\n8/2/1968\n\n\n\n\n\n\nThe project has taken a turn I do not believe it can recover from. Isaac has secured the capital we need to continue working, but all we are doing currently is running head-long towards an obstacle that cannot be breached. I was able to fake it by delaying the implants slightly, allowing Kalysto to \nseem\n as if she was looking into the past, but it was only a couple of moments and it's not a sustainable alternative. There simply is no better option here.\n\n\nHowever, something else of note. Since we cleared up the image coming through the television last month, I've started seeing strange things in the images on screen. Kalysto will show me a mall in Los Angeles, and in the back of the image will be a peculiar figure. It is always nude, though lacking in any discernible characteristics, and I cannot help but feel like it is watching the people or events transpiring in front of it. Is this a mirage? Some projection of Kalysto's sense of self? In the early days I would occasionally see this figure, or some approximation of it, when her mind would stray and the infants would appear on the screen. Is this her consciousness made manifest?\n\n\nI do not know, nor does it really make a difference. There is no way forward that does not include a miracle.\n\n\n\n\n\n\n\n\n\n\n10/22/1968\n\n\n\n\n\n\nThe miracle has occurred.\n\n\nThere is no other way to explain it. I had been working on tuning the implants when Kalysto started acting strangely. When I asked her how she was feeling, she did not seem able to communicate with me, only holding a hand out for me to take. She began shuddering and shaking, and truthfully I could feel the ground moving slightly beneath my feet. She cried out several times and made many horrible sounds, but the screen illuminated and on it was myself, many years ago, in the Vietnamese town where we found her. The figure had returned, and it walked behind me as I entered the very brothel where I had purchased Kalysto. After a short time we emerged again, with the girl in tow. The screen went dark, and Kalysto slumped over, exhausted.\n\n\nI do not know how this has been made possible. Everything there on the screen was exactly as it had happened, clear as day. I tried to ask Kalysto about the incident, but anymore her speech has been reduced to muttering and is nearly unintelligible. Regardless, there is something here. A stroke of divinity the likes of which I thought I would never witness personally. Inspection of the implants afterwards showed no signs of damage or even stress, leading me to believe that this must have come from Kalysto herself, somehow.\n\n\nI am exhausted - seeing myself on that screen took it out of me. I managed to get Kalysto unplugged and carried her and myself back indoors to rest for as long as we each can, before we get back to work tomorrow.\n\n\n\n\n\n\n\n\n\n\n10/23/1968\n\n\n\n\n\n\nA short note - during my inspection of the solar array today, I saw a large number of dead animals near the northwestern edge. They appeared to have been a pack of deer, but they were badly disfigured. I inspected the area for damages to the array and was unable to find any, but I would hypothesize that there was some sort of electrical malfunction in the array that lead to their deaths. I'll need to get this adjusted prior to any demonstration - it'll do me no good to finish this project if my benefactors get zapped in the process!\n\n\n\n\n\n\n\n\n\n\n4/17/1970\n\n\n\n\n\n\nWe have finally been able to create a workable trigger for Kalysto. She is nearly completely mute now, but still responds to verbal commands and to touch. She expects my hand, and when she feels it she will send out her far-sight towards wherever I indicate. Her hair has fallen out, but I still reward her with a brush she can use to pretend to run through it. This seems to comfort her.\n\n\nKalysto has deteriorated quickly, and additional modifications needed to be made. Her body is almost entirely sustained now by the solar array, being generally incapable of producing its own energy now. She no longer takes in sustenance except in very rare cases, but it is almost completely returned in the form of a thin, runny stool. Additionally, all of her orifices seem to be collapsing on themselves; I had thought the blistering around her mouth was some sort of rash, but the skin there seems to be coming together in a way that I did not expect. This is happening everywhere else, as well, and I fear it will not be too long before she will need auditory implants in order to hear commands, as well.\n\n\nDespite this, we are still making great strides. The final replacement panels for the solar array were delivered earlier this month, and my hope is that we will have teams installing them before the beginning of summer. We are on track to meet my ten-year goal, and I expect that we will see this work finished satisfactorily by then.\n\n\n\n\nAddendum 4760.4:\n SCP-4760 Activation Log\n\n\n\n\nSCP-4760 ACTIVATION LOG\n\n\nEVENT ID #: 13\n\n\n\n\nEvent Summary:\n SCP-4760 activates automatically on 4/18/2005. D-0004A is on-hand at the time of activation and transcribes the scene on the television.\n\n\nTranscript:\n the thing\n5\n is standing in a building / school? / kids passing by / 80s? cant tell / door opens and man with gun is there / thing approaches\n6\n\n\n\n\n\n\n\n\nSCP-4760 ACTIVATION LOG\n\n\nEVENT ID #: 17\n\n\n\n\nEvent Summary:\n SCP-4760 activates automatically on 10/12/2005. D-0008A is on-hand at the time of activation and transcribes the scene on the television.\n\n\nTranscript:\n outisde a hospitle in middle east peopl cryin loud sound thing\n7\n lookin in windo sound of plane then explode\n\n\n\n\n\n\n\n\nSCP-4760 ACTIVATION LOG\n\n\nEVENT ID #: 32\n\n\n\n\nEvent Summary:\n SCP-4760 activates automatically on 9/21/2007. D-0003B is on-hand at the time of activation and transcribes the scene on the television.\n\n\nTranscript:\n inside some facility. small boy on the ground. two people (guards?) appear incapacitated. boy is crying and frantically trying to put something together in a corner. someone trying to get in the door. the figure\n8\n is standing behind him. the boys body starts to change and the figure reaches down towards him and\n9\n\n\n\n\nAddendum 4760.5:\n Recovered Video\n\n\nNote: The following video file was discovered on a cassette tape in PoI-1115's laboratory during investigation of the site. Due to severe damage to the tape, certain sections of runtime are omitted.\n\n\n\n\n\n\nSECTION ONE:\n 0:00 - 0:15\n\n\n\n\nSeveral individuals are standing near the center of SCP-4760. The large metal plates are visible beneath them and are not covered in dirt. A small stage is set up next to SCP-4760-B, which appears to be covered by a sheet. An individual identified as Vincent Anderson is standing next to another individual identified as former Anderson Robotics Executive Officer Lyle Tago. The group is speaking casually.\n\n\n\n\n\n\n\n\nSECTION TWO:\n 1:41 - 2:02\n\n\n\n\nVincent Anderson is standing on the stage talking. Audio does not play. He gestures towards Lyle Tago and then towards an individual in the front row of seats that cannot be seen from where the camera is placed.\n\n\n\n\n\n\n\n\nSECTION THREE:\n 4:12 - 4:14\n\n\n\n\nVincent Anderson is standing next to SCP-4760-B, now uncovered. A man in a purple bowler is inspecting the implants.\n\n\n\n\n\n\n\n\nSECTION FOUR:\n 7:56 - 11:00\n\n\n\n\nVincent Anderson is standing between SCP-4760-B and the attached television. He gestures towards someone off-screen.\n\n\nAnderson:\n We're going to begin our demonstration now. You've all seen already what the Kalysto Series Model 01 is capable of doing \npresently\n, but now witness what she can see \nretroactively.\n\n\nAnderson turns to SCP-4760-B and whispers something in its ear. He touches the entity's face, which immediately retracts and begins to convulse slightly. There is an audible humming sound picked up, and the audio momentarily cuts out. Anderson wipes sweat from his brow, and gestures towards the screen.\n\n\nThe screen is barely visible, but it appears as if two people are near each other speaking. The audio comes back on in the middle of their conversation.\n\n\nUnidentified Person 1:\n -delivered today, at Marshall's storehouse in Lithuania. He wants to know how soon you can come out to see it.\n\n\nUnidentified Person 2:\n I've already told him, I want nothing to do with it. I don't know how friendly Skitter thinks I am with them, but it is certainly not enough to deal with \nthat\n.\n\n\nUnidentified Person 1:\n He's planning on passing it off to Bright, you know.\n\n\nUnidentified Person 2:\n Adam Bright? Good. Let him bury it instead. It was a mistake helping him then and it would be a mistake helping him now. I warned him back then that the Factory doesn't go unpaid. If Bertrand wants to run from them for the rest of his life he's more than welcome to, but he's \nnot\n about to saddle me with that.\n\n\nUnidentified Person 1:\n Where do you think they'll keep it?\n\n\nUnidentified Person 2:\n I- (\npauses\n) I wouldn't want to speculate. I'm sure the Foundation has \nplenty of dark places\n for things like that. Good riddance.\n\n\nThe man in the front row of seats points towards the screen. It is believed this person is the one identified by Anderson as \nObadiah Dark\n\n\nDark:\n There, in the background. Who is that?\n\n\nAnderson:\n We believe that's some sort of manifestation of the Kalysto unit's sense of self, a way to anchor itself in the moment. It's unobtrusive, and-\n\n\nDark:\n Can they see it?\n\n\nAnderson:\n (\nHesitates\n) Not, uh, that we know of, no. It's just something on the-\n\n\nObadiah Dark gets up from his chair and approaches the subject. Anderson steps forward to intercept him but it pushed to the ground by the larger man. Dark steps in front of SCP-4760-B. He grabs the entity by the shoulders and leans in towards its face.\n\n\nDark:\n Ulysses Sate. You can see him, I know you can. We met once, years ago. Find that moment. Find it.\n\n\nSCP-4760-B shudders. Anderson calls out, but a member of Obadiah Dark's security detail hits him in the face with the butt of a rifle. Dark takes an uneasy step backwards and grabs the edge of the stage for leverage. The ground begins to hum again. A member of the security detail coughs. In the background, something drops out of the sky.\n\n\nAnother voice, identical to the second unidentified person from the previous activation event albeit slightly younger, is heard from the television.\n\n\nUnidentified Person 2:\n We're anticipating being able to load it onto \nmy ship\n. You don't see any reason we would have issues with that, would you?\n\n\nUnidentified Person 3:\n It will be more than sufficient, I believe. As long as you keep clear of the coastline, I would not anticipate any issues.\n\n\nUnidentified Person 2:\n I'm glad to hear it, we're hoping to get this-\n\n\nDark:\n (\nOver the sound of the television\n) Kill him. (\nLooks down at SCP-4760-B\n) Kill him, now. Do it. Kill him, you bitch. I can see you standing behind him, \nkill him\n. (\nSlaps SCP-4760-B, which recoils and begins to shake.\n) Kill him you dumb fucking \nwhore\n, before he-\n\n\nThere is movement on the screen, and Dark takes another tentative step backwards. He is noticeably breathing heavily. From the television the sounds of choking can be heard.\n\n\nUnidentified Person 2:\n Sate? Sate?! What's happening?\n\n\nDark:\n Get out of the way, you dumb fucker! Let him die! Let him suffer! He deserves it for what he did, for-\n\n\nThere is a distinct cracking sound from the television. Two of the armed guards on-screen collapse and begin twitching on the ground. More shapes, identified later as birds, continue to fall from the sky. Anderson is rolling on the ground, grabbing at his face.\n\n\nThe scene on the television apparently changes. As it does, Obadiah Dark begins to shake.\n\n\nDark:\n What is this- no, wait, that's- mother? She's- that's- me, no, wait, no, no no no, not like-\n\n\nSCP-4760-B begins to shake violently. The rest of the security detail drops to the ground, their bodies shaking and smoking and fluid beginning to seep from cracks forming in their skin. Raw red flesh is visible beneath the cracks, and it also smokes and sizzles as it is exposed to open air.\n\n\nDark lunges for SCP-4760-B, but stumbles after taking one step. There is a loud, wet sound followed by a scream on the television, and then another wet pop. On the ground, Dark seizes.\n\n\nDark:\n Not- no! No! No!\n\n\nHis body flashes white briefly, and then both the audio and video cut out.\n\n\n\n\n\n\n\n\nSECTION 5:\n 21:09 - 37:33 (INTERMITTENT)\n\n\n\n\nA different camera feed, likely from a perimeter camera, intermittently activates. During its runtime, the edge of the steel plates is seen vibrating, and multiple birds fall out of the sky onto the plate. Shortly afterwards, a single figure is seen from afar, slowing dragging themselves towards the outer edge of the plate. Upon reaching it, they crawl onto the grass and stop moving.\n\n\n\n\n\n\n\n\nSECTION 6:\n 43:02 - 44:24\n\n\n\n\nAn identifier in the corner of the screen marks this as being from a third camera. The room is dark, but a figure can be seen moving in the darkness by the faint light of the camera's green battery indicator. A voice, severely distorted\n10\n and clearly in pain, speaks to the camera. It is believed that this voice belongs to Vincent Anderson.\n.\n\n\nAnderson:\n -face, my face, god… (\npauses\n) oh god, what have I done, what have I done, god, no-\n\n\nAnother person enters behind him. The room is momentarily lit by the setting sun outside the laboratory as the other individual opens the door. It is believed that this person is Anderson Robotics Executive Officer Isaac Dillard.\n\n\nDillard:\n Vincent? Vincent? What in the hell happened out there? Are you ok? We heard something rumbling and got here as soon as we- what are you doing?\n\n\nAnderson is heard opening and closing drawers.\n\n\nAnderson:\n She- she- I did this to her. I created something- something that was cruel, and… she- she felt me, I felt her, and I felt cruelty. Hate, because of- because of me, because of what I did, I did it, I-\n\n\nDillard:\n What are you talking about? Where are the investors? Vincent?\n\n\nThere is the sound of an automatic drill being used to affix something to a piece of metal.\n\n\nAnderson:\n This- this has been why I was… was getting so tired, I was over- overworked, I thought, but she- she figured it out, or- or maybe I made a mistake, but the… the array- I could feel the life coming, coming out of me, and it hurt, it hurts, and it was being replaced by the thing inside her, this thing that hates- oh god…\n\n\nDillard:\n What- where are the goddamn lights, I can't see for-\n\n\nDillard turns on the lights, illuminating the interior of the laboratory and Anderson. He is wearing a crude steel plate with two holes for eyes and a small slit for a mouth. From behind the mask, it is clear that the skin is missing from his face. His eyes are fully red.\n\n\nDillard:\n Jesus fucking Christ, Vince, what happened to you?\n\n\nAnderson:\n (\nHeavy breathing\n) She… she could be anywhere. She can't- she can't do it alone, not without the array, but she… if she does, and she starts it- she can find me anywhere. She'll find me. She'll find me and she'll kill me. I felt her heart- the- the thing on the screen, I thought it was her ego, or her identity, but… (\npauses\n) it was hate.\n\n\nDillard:\n I need you to slow down and tell me what happened?\n\n\nAnderson:\n We need to bury this, Isaac. Or maybe just abandon it, and let the elements have their way with it. (\nPauses\n) We need to cover the array, at least. Maybe that way she won't be able to use it to pull power and… we'll see what happens.\n\n\nDillard:\n I don't understand, Vince. What do you mean 'the thing on the screen'?\n\n\nAnderson:\n I… I thought the figure on the television that appears whenever she looks somewhere was just her consciousness, some kind of anchor. I was wrong, Isaac. It was her hatred, and that dumb motherfucker woke it up.\n\n\n\n\n\n\nAddendum 4760.6:\n Recovered Document\n\n\n\n\n\n\nOffice of Mssrs. Marshall, Carter, and Dark\n\n\nNew York - London - Hong Kong\n\n\n\n\n\n\nMr. Anderson,\n\n\nThis letter is a receipt of services rendered. A payment for the full sum of our contract, $755,000,000 USD, will be deposited in the account we have on file for you. You have 30 days to dispute this transaction or make changes to the deposit account.\n\n\nWe are considering this matter closed.\n\n\nYours,\n\n\nSkitter Marshall\n\nWinston Carter\n\nSalvador Dark\n\n\n\n\nAddendum 4760.7:\n Additional Activation Logs\n\n\n\n\nSCP-4760 ACTIVATION LOG\n\n\nEVENT ID #: 95\n\n\n\n\nEvent Summary:\n SCP-4760 activates automatically on 7/13/2017. D-1125E is on-hand at the time of activation and transcribes the scene on the television.\n\n\nTranscript:\n it's just standing out here looking at itself.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Or other similarly sized bird.\n\n\n2\n. The extent of these reactions is usually nothing more than twitches and shakes, leading some researchers to be unsure as to whether or not SCP-4760-B is reacting to stimuli or making involuntary movements.\n\n\n3\n. SCP-4760 will appear standing in these settings if possible, with the cables on its eyes running off-screen.\n\n\n4\n. Due to this, or perhaps due to SCP-4760’s effects in general, animals in the surrounding area generally avoid SCP-4760 at all costs, and will become panicked and anxious if brought near to it.\n\n\n5\n. SCP-4760-B.\n\n\n6\n. End of legible text as D-0004A expires.\n\n\n7\n. SCP-4760-B.\n\n\n8\n. SCP-4760-B.\n\n\n9\n. End of transcript as D-0003B expires.\n\n\n10\n. Due to the otherwise clean state of the rest of this section of tape, it is not believed that this distortion is due to tape damage.\n\n\n\n\n\n\n\n\n« \nSCP-4759\n | SCP-4760 | \nSCP-4761\n »",
    "addendums": [
        "Addendum 4760.1: Discovery\nSCP-4760 was discovered after the death of hiking enthusiast and internet personality Anders Max, who was reportedly hiking and kayaking in British Columbia. In his final video blog entry, Max described arriving at SCP-4760 and staying there for the night. In the morning, he awoke and further explored SCP-4760, eventually finding SCP-4760-B.\nThe following is the transcript of a final video in which Max triggers the activation cycle that resulted in his death.",
        "Addendum 4760.2: Ongoing Research and Investigation\nShortly after Foundation assets seized the land on which SCP-4760 is situated and discerned its basic characteristics, an intensive investigation began into the origins of the structure. During this investigation a laboratory was uncovered nearby, one that had been overrun with vegetation and was in a severe state of disrepair. This laboratory, which appeared to have been abandoned suddenly and without warning, contained evidence that the original owner was PoI-1115, Vincent Anderson. According to information collected from the laboratory, the laboratory had been abandoned over thirty years prior.\nAfter collecting the computers from inside the lab and analyzing the discs (many of which had been destroyed over time due to exposure), a small cache of encrypted data was discovered and revealed to be Anderson Robotics project archives. These archives contained detailed schematics of SCP-4760-A, a list of testing results, and an exhaustive collective of personal journal entries, correspondences, and database updates, all believed to have been created by Anderson himself.\nFor more information about these entries, see Addendum 4760.3 below.",
        "Addendum 4760.3: Collected Information from PoI-1115’s Lab\n\n\n\n\n\n\n\n\n",
        "Addendum 4760.4: SCP-4760 Activation Log\n\n",
        "Addendum 4760.5: Recovered Video\nNote: The following video file was discovered on a cassette tape in PoI-1115's laboratory during investigation of the site. Due to severe damage to the tape, certain sections of runtime are omitted.",
        "Addendum 4760.6: Recovered Document",
        "Addendum 4760.7: Additional Activation Logs\n"
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-4760 is contained at its original location of discovery. While attempts to move SCP-4760 to a more secure location have to date invariably failed, Foundation engineers assigned to the entity are to continue to research means by which this may be accomplished.",
    "description": "SCP-4760 is a machine located on Graham Island, British Columbia, Canada. SCP-4760 was built by PoI-1115 “Vincent Anderson”, supposedly at the request of a unnamed client. SCP-4760 consists of two primary functions.",
    "title": "SCP-4760"
}