{
    "url": "https://scp-wiki.wikidot.com/scp-4763",
    "all_text": "rating: \n+136\n+\n–\nx\n\n\nItem №:\n SCP-4763\n\n\nAnomaly Class:\n Safe\n\n\nSpecial Containment Procedures:\n The farmland housing SCP-4763 has been encircled with a chain-link fence and CCTV system. No sapient entities are permitted access.\n\n\nDescription:\n SCP-4763 is a disused well in Guilsfield, Wales. SCP-4763 remains constantly filled to a depth of 10 metres with a viscous black fluid, identified by Foundation metaphysicians as impure liquid pathos. This fluid, when ingested, will trigger a permanent restructuring of local reality, with specifics as outlined in Document 4763-Aeschylus. Due to the nature of pathos, these restructurings are invariably harmful (physically or emotionally) to the subject consuming the fluid.\n\n\nDiscovery:\n SCP-4763 was located following the death of 13 year-old Timothy Driscoll, who drowned in the well alongside his two pet dogs, having fled to the farmland as refuge from his abusive father. Both dogs had gone missing in the months prior, and were reunited with the child only after his death. Timothy's father later drowned while attempting to recover the body before the authorities could investigate, and his mother committed suicide through hanging after hearing of the news — due to the fixture of the noose to a weakened support beam, their family home collapsed moments after her death, killing Timothy's elder brother and three further family pets.\n\n\nTimothy had previously been employed as a paper delivery boy, and his father and brother worked at a family-owned butcher's shop, which was failing due to the opening of a large supermarket in the vicinity. His mother was an amateur novelist; although she had recently received her first successful offer of publication, all manuscripts were lost in the building collapse and ensuing fire.\n\n\nThe only item not destroyed during the event was a winning lottery ticket, worth over £2,200,000. Based on financial extrapolations, all family members are estimated to have been two days from potential retirement.\n\n\n\n\n\n\n« \nSCP-4762\n | SCP-4763 | \nSCP-4764\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4763\n\" by MaliceAforethought, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4763\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4763 \" by MaliceAforethought, from the SCP Wiki . Source: https://scpwiki.com/scp-4763 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "The farmland housing SCP-4763 has been encircled with a chain-link fence and CCTV system. No sapient entities are permitted access.",
    "description": "SCP-4763 is a disused well in Guilsfield, Wales. SCP-4763 remains constantly filled to a depth of 10 metres with a viscous black fluid, identified by Foundation metaphysicians as impure liquid pathos. This fluid, when ingested, will trigger a permanent restructuring of local reality, with specifics as outlined in Document 4763-Aeschylus. Due to the nature of pathos, these restructurings are invariably harmful (physically or emotionally) to the subject consuming the fluid.",
    "title": "SCP-4763"
}