{
    "url": "https://scp-wiki.wikidot.com/scp-4773",
    "all_text": "rating: \n+584\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION DEPARTMENT OF MISCOMMUNICATIONS\n\n\nThere is information not present in this document. This is unintentional.\n\n\n— Eli Forkley, Director, DoMC\n\n\n\n\n\n\nItem #:\n\n\nObject Class:\n\n\nSpecial Containment Procedures:\n SCP-4773-2 has been moved to a 4 metre by 4 metre by 4 metre containment cell\n1\n at Site-96 for the purpose of testing. Containment Team CT-4773 are to remain on standby during the initial Preliminary Analysis phase of containment, which is ongoing.\n\n\nDescription:\n SCP-4773-2 is a brown, stuffed bear composed of synthetic fur and cotton. SCP-4773-2 will periodically levitate between 10 and 70 centimetres from the ground, and move in irregular patterns. Objects, entities, and surfaces near SCP-4773-2 may be wholly or partially imperceptible. This is considered normal behaviour.\n\n\nDue to events, it is suspected that the anomaly possesses some secondary mind-affecting effects. \nThis has been conclusively disproved.\n \nThis is considered \nnormal\n behaviour.\n See below.\n\n\nTentative Description:\n The following properties which may or may not relate to circumstances surrounding SCP-4773-2 are currently unconfirmed. Reader discretion is advised.\n\n\n\n\nMass, shape, etc. — baseline, normal physical properties\n\n\nMovement (\nverified\n)\n\n\nChanges in environment (unspecified (\nverified\n))\n\n\nRemoval of food.\n\n\nTriggering of \nunspecified\n subconscious instincts amongst personnel.\n\n\nImproper disposal of food \nwaste\n, which was fully edible at the time\n(?) by personnel\n\n\n\nFate unknown.\n\n\nCurrently three (3) sandwiches, four (4) packets of salted potato chips, and various assorted confectionery.\n\n\n\n\n\n\nMovement (\nunverified\n)\n\n\nMind-affecting\n2\n\n\nIt's difficult (\nverified\n)\n\n\nAn inability to properly co\n\n\nStaff are unable t\n\n\nThe existence of implications (\nunclear\n)(?)\n\n\n\n\n\n\nAddendum.1 | Testing Log:\n\n\nOn April 10th, 1996, a proposal for testing involving SCP-4773-2 (intended to collect data on its anomalous visual effects) was approved by Site-96 staff, and conducted a week later.\n3\n For the test, the east-facing wall of SCP-4773-2's containment cell was lined with numbered square tiles, 25 cm in length, and observed via closed-circuit surveillance systems. Every hour, a Researcher made note of which tiles they were unable to view, either partially or fully.\n4\n Five hours into testing, procedures were halted, as no conclusive evidence was able to be drawn. The data-sets can be found below.\n\n\n\n\nTesting concluded on April 18th, 1996.\n\n\n\n\n\n\nThere is (1) new update to the file\n\n\n\n\nShowing update...\n\n\n\n\n\n\n\n\n1996-04-23\n\n\n\n\nSCP-4773-2 has been identified as non-anomalous and placed into storage. SCP-4773-1 was located in its containment chamber alongside the object, deceased due to dehydration — cremation of the body is scheduled for 04-30, and decontamination of the chamber is ongoing\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Size of chamber acts as a baseline for testing; see \nAddendum.1\n for more information.\n\n\n2\n. Invoking emotions\n\n- sadness\n\n- pity \nfor what?\n\n\n3\n. During this time, SCP-4773-2's containment cell was designated off-limits and personnel were advised to create an acceptable baseline by keeping interaction with related anomalies to a minimum. Also of note, SCP-4773-2's visual properties did not correspond to its location.\n\n\n4\n. SCP-4773-2's location can be ascertained from the placement of the red tile.\n\n\n\n\n\n\nTranslations:\n\n\nCN\n - \nhttp://scp-wiki-cn.wikidot.com/scp-4773\n\n\nJA\n - \nhttp://ja.scp-wiki.net/scp-4773\n\n\nDE\n - \nhttp://scp-wiki-de.wikidot.com/scp-4773\n\n\nRU\n - \nhttp://scpfoundation.net/scp-4773\n\n\nPL\n - \nhttp://scp-wiki.net.pl/scp-4773\n\n\nKO\n - \nhttp://ko.scp-wiki.net/scp-4773\n\n\nVN\n - \nhttp://scp-vn.wikidot.com/scp-4773\n\n\n\n\n« \nSCP-4772\n | SCP-4773-2 | \nSCP-4774\n »",
    "addendums": [
        "Addendum.1 | Testing Log:\nOn April 10th, 1996, a proposal for testing involving SCP-4773-2 (intended to collect data on its anomalous visual effects) was approved by Site-96 staff, and conducted a week later. 3 For the test, the east-facing wall of SCP-4773-2's containment cell was lined with numbered square tiles, 25 cm in length, and observed via closed-circuit surveillance systems. Every hour, a Researcher made note of which tiles they were unable to view, either partially or fully. 4 Five hours into testing, procedures were halted, as no conclusive evidence was able to be drawn. The data-sets can be found below.\nTesting concluded on April 18th, 1996."
    ],
    "documents": [],
    "notes": [
        "1996-04-23 SCP-4773-2 has been identified as non-anomalous and placed into storage. SCP-4773-1 was located in its containment chamber alongside the object, deceased due to dehydration — cremation of the body is scheduled for 04-30, and decontamination of the chamber is ongoing"
    ],
    "item": "",
    "object_class": "",
    "containment_procedures": "SCP-4773-2 has been moved to a 4 metre by 4 metre by 4 metre containment cell1 at Site-96 for the purpose of testing. Containment Team CT-4773 are to remain on standby during the initial Preliminary Analysis phase of containment, which is ongoing.",
    "description": "SCP-4773-2 is a brown, stuffed bear composed of synthetic fur and cotton. SCP-4773-2 will periodically levitate between 10 and 70 centimetres from the ground, and move in irregular patterns. Objects, entities, and surfaces near SCP-4773-2 may be wholly or partially imperceptible. This is considered normal behaviour.",
    "title": "SCP-4773-2"
}