{
    "url": "https://scp-wiki.wikidot.com/scp-4783",
    "all_text": "rating: \n+42\n+\n–\nx\n\n\n\n\n\n\n4/4783\n LEVEL \n4/4783\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4783\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA small section of SCP-4783-1. No aerial footage is available due to the government's enforcement of a no-fly-zone.\n\n\n\n\n\n\nSpecial Containment Procedures:\n If an SCP-4783 instance is discovered, the entire building is to be quarantined from the public, with MTF-Xi-65 (\"Lion Tamers\") setting up a cordon around its entrances. Its inhabitants are to be relocated to Site-65\n1\n for examination, amnesticisation and their own protection.\n\n\nUPDATE:\n Due to the large number of citizens who may be affected by SCP-4783 instances, MTF-Xi-65 (\"Lion Tamers\") have been authorised to use force if they encounter resistance from the local government.\n\n\nDescription:\n SCP-4783 is a series of residential apartment blocks in the country of Singapore. The exterior of each building appears dilapidated but is otherwise of standard construction, the oldest built approximately sixty years ago and the most recent as early as five. Each building houses approximately 8,000-10,000 individuals.\n\n\nResidents of an SCP-4783 instance spontaneously develop medical conditions associated with stress and old age — namely heart disease, stroke and mental illness — within a period of one to three days, in all cases resulting in death. Individuals appear to be affected regardless of race, gender, age, preexisting conditions or how long they have been residents of SCP-4783.\n\n\nDiscovery:\n On September 21, 2017, Foundation agents embedded in Singapore's healthcare system became aware of 9,026 individuals admitted to Accident & Emergency wards across the island. While the number of reported medical emergencies was not abnormal, all 9,026 incident reports listed SCP-4783-1, located along ██ ████ Rd, as their place-of-origin.\n\n\n\n\n\n\n▶ Addendum 4783-01: Deployment of MTF-Xi-65 to First Site Survey\n\n\n\n\n⊟ Addendum 4783-01: Deployment of MTF-Xi-65 to First Site Survey\n\n\n\n\nForeword:\n Three days after discovery, a three-man survey team (call-signs \"Lion-1\", \"Lion-2\" and \"Lion-3\") was sent to investigate the cause of civilian death. Video footage is taken from Lion-1's body-cam. Lead Researcher Dr. Lai advising via radio.\n\n\n\n\n[The camera feed shows a cigarette being raised repeatedly, followed by puffs of smoke. Lion-1 flings the cigarette to the ground and extinguishes it with his boot.]\n\n\n[The camera is brought up to street level, showing Lion-2 and Lion-3 dressed in bright orange-and-yellow vests and hard hats.]\n\n\nLion-1:\n Remember, we're blending in this time. They don't like it when we poke around in their affairs.\n\n\nLion-2:\n Don't see why the Foundation doesn't just storm the place and be done with it.\n\n\nLion-1:\n That's not how we do things. Plus, the doc will have my throat if this blows up.\n\n\nDr. Lai:\n <over radio> I heard that. I'm just looking out for you. We don't need an international incident on our hands. Not with these guys.\n\n\nLion-1:\n Got it, doc. En-route to first checkpoint.\n\n\n[Camera takes in SCP-4783-1 as they approach, showing only a partial section covered by dark windows, air-conditioner units and laundry hanging from bamboo poles. At the very top, a sliver of grey sky can be seen.]\n\n\nLion-2:\n Shit, this place is huge.\n\n\nLion-3:\n Not much choice when you're five times smaller than Rhode Island. Had to build up like we went down.\n\n\nLion-1:\n Den, be advised. Local armed forces manning the first checkpoint.\n\n\n[The camera spots soldiers with automatic rifles ushering civilians through the cordon. The civilians are dragging suitcases and bundles of clothing.]\n\n\n\n\nDr. Lai:\n Stick to the plan, Lion-1.\n\n\nLion-2:\n All this trouble for some civies? Doesn't make any sense.\n\n\nLion-1:\n Quiet.\n\n\n[Lion-1 approaches a young man dressed in green-olive fatigues, hands him a piece of paper. They converse back-and-forth in Mandarin before the soldier waves them through.]\n\n\nLion-1:\n Let's not overstay our welcome.\n\n\n[The team makes its way to the lift lobby. The three team members fill the entire lift as Lion-1 hits a button among hundreds on the panel.]\n\n\nLion-2:\n God, smells like piss in here.\n\n\nLion-3:\n <laughs> Only a hundred floors to go.\n\n\nDr. Lai:\n The victim's name is Goh Bee Ngoh. Aged 73. No prior medical conditions.\n\n\nLion-3:\n Official cause of death?\n\n\nDr. Lai:\n Congenital heart failure.\n\n\nLion-2:\n So an elderly woman had a heart attack. Happens all the time. What's so anomalous about that?\n\n\nLion-1:\n It means something was altered to make her death look more legitimate.\n\n\nDr. Lai:\n Right. Either that, or the report's bogus. Says here she lived alone. #100-1104. Get your samples and get outta there.\n\n\n[The elevator comes to a stop. The team emerges into a narrow, dimly-lit corridor. White fluorescent tubes flicker overhead. For the next 15 minutes, the team passes doors covered by metal grilles, pad-locked and crossed with tape.\n\n\n[The hallway is so elongated that it's impossible to see its end. An occasional echo is heard, the sound of voices from down the corridor. The team halts until it subsides. Finally, the camera rests on the numbers \"100-1104\". Lion-2 snaps the padlock with bolt cutters.]\n\n\nLion-1:\n Three, you're up.\n\n\n[Lion-3 enters first, the rest of team following. Inside, the apartment is about 100-square feet, with a single window on the far wall.]\n\n\nLion-3:\n Clear.\n\n\nLion-2:\n Clear.\n\n\nLion-1:\n Let's get to work.\n\n\n[The team fans out: Lion-2 opens drawers and cupboards, tracing pipes to the back of the wall. Lion-3 takes out a drill, mounts a chair and begins to remove the ceiling light.]\n\n\n[Lion-1 rummages through clothes strewn over a single bed in the corner, bagging strands of hair. In a back-closet, he swabs a toothbrush with a cotton bud, then returns to the main room.]\n\n\nLion-1:\n Status report.\n\n\nLion-2:\n <grunts> Checked power, sewage and gas. No signs of forced entry.\n\n\nLion-1:\n Surveillance up and running?\n\n\n[Lion-3 points at the ceiling light, towards a mirror in the hallway and down at the floor.]\n\n\nLion-2:\n At least we'll know what happens when the next occupants show up.\n\n\n[Suddenly, Lion-1 holds up a hand. The team crouches as knocking can be heard from the front door.]\n\n\nMan's Voice:\n <muffled> Hello?? Anyone in there?\n\n\n[Lion-1 gestures left and right. Lion-2 and Lion-3 take up positions by the door.]\n\n\nMan's Voice:\n Come out at once!\n\n\nLion-1:\n <clears throat, in Mandarin> Hold your horses. I'm coming \nlah\n!\n\n\n[Lion-1 opens the door slowly, throwing up his hands at the sight of a young soldier pointing a rifle at him.]\n\n\nLion-1:\n <curses in Hokkien> What you doing? Your boss told us to inspect the place!\n\n\nSoldier:\n This is a restricted zone! You're not supposed to be in there! Who's your supervisor??\n\n\n[Lion-1 however turns back to the apartment.]\n\n\nLion-1:\n You and your \ngah-men\n, ah, always so \nkiasi\n2\n. You ask us to hack, we hack. You ask us to drill, we drill. You come in and see for yourself \nlah\n!\n\n\n[The soldier wavers for a moment, before entering. Inside, he whips the weapon towards Lion-2 and Lion-3, then back at Lion-1.]\n\n\nSoldier:\n Ask you again — who's your supervisor? Who gave you permission to be here, huh?\n\n\nLion-1:\n Ah, it was Mr Lim-something. Why don't you put your gun away, sonny?\n\n\n[Lion-1 hands the soldier a piece of paper, which the soldier snatches.]\n\n\nLion-1:\n Chill \nlah\n, bro. Smoke?\n\n\n[Lion-1 hands him a open-pack of cigarettes. The soldier eyes it suspiciously, but reaches for his radio instead.]\n\n\nSoldier:\n SAF-1, come in. We've got unauthori—\n\n\n[The soldier gurgles as Lion-2 grabs him in a choke-hold from behind, whilst Lion-3 grabs his weapon. Lion-1 rushes forward, plunging a kitchen knife into his throat.]\n\n\nVoice Over Radio:\n Say again? Come in, CAP-1?\n\n\n[Lion-3 disables the radio on the soldier's shoulder.]\n\n\nLion-2:\n Shit, what do we do now?\n\n\nLion-1:\n Exfil.\n\n\nLion-2:\n What about him?\n\n\n[The team stares at the soldier, barely 18-years-old, now slumped against the wall, blood gurgling from his neck and onto the floor.]\n\n\nLion-1:\n It'll be ages before anyone finds him. Make sure you get everything.\n\n\n[The team makes their way out of the apartment. The camera catches the solider reaching out as the door shuts.]\n\n\nLion-1:\n Lion-1. Package secured.\n\n\nDr. Lai:\n Copy. Everything went well?\n\n\nLion-1:\n Well as can be, doc. Returning to the Den.\n\n\n\n\nAfterword:\n DNA samples taken from the team's expedition into SCP-4783-1 confirmed anomalous tampering before and after the incident. We don't have a full picture of how this occurred, but the physiology of the victim's heart was altered within the span of minutes. One moment, her heart was beating normally; the next, she possessed a defect which resulted in cardiac arrest.\n\n\nNote:\n Lion-1 and his team have been temporarily suspended from future field operations, pending investigation into the loss of life of a member of the Singapore Armed Forces.\n\n\n\n\n\n\n\n\n\n\n\n\n▶ Addendum 4783-02: Keynote Address at the Human Capital Convention 2017\n\n\n\n\n⊟ Addendum 4783-02: Keynote Address at the Human Capital Convention 2017\n\n\n\n\nForeword:\n A week after the operation, Foundation agents decide to investigate other large-scale events that were concurrent to SCP-4783-1's activation.\n\n\nThe following are excerpts from a closed-door, keynote address at the \nHuman Capital Convention 2017: Leading in a Fractured World\n, delivered by Guest-of-Honor, the Prime Minister of Singapore, Lim Hù Liang.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPrime Minister Lim Hù Liang delivering his keynote address.\n\n\n\n\n\n\nExcerpt #1:\n\n\n\n\n[00:00:00]\n\n\nI'd like to welcome all 9,000 delegates to the Human Capital Convention 2017, organised annually by our good friends, the Human Soma Society. I am personally heartened to see many familiar faces from last year's convention, which many of you found to be informative and invigorating.\n\n\nPerhaps it is no surprise that the number of delegates continues to grow year upon year. While nations and corporations have always required human capital to thrive, it was only a matter of time before the power of the individual was harnessed \nby\n individuals such as yourselves in order to meet the demands of a global economy.\n\n\nThis is why the Human Capital Convention was founded some thirty years ago. In an age of government crackdowns and groups of interests vying for power, it is our job to keep the flow of quality human capital as fluid as ever.\n\n\n\n\nExcerpt #2:\n\n\n\n\n[00:09:33]\n\n\nFor a country as small as Singapore, cultivating human talent is a matter of survival. With little to no natural resources of our own, human hands have built our country. Over the years, we have invested heavily in public housing, amenities and quality-of-life improvements in order to grow our citizens into the happy workers they are today.\n\n\nAnd, as you know, happy workers yield the best results.\n\n\nMany of you are already long-term investors and stakeholders of our people. You have been with us from the very founding of Singapore, watching our citizens grow from young babes to the pioneer generation of today. Other countries may boast significant numbers, but our citizens lead long and quality lives, having a life-expectancy of 83.\n\n\nIn fact, I understand that some of you have already seen returns in your investments just a few days ago. This is our commitment: invest in our citizens today and reap the benefits tomorrow.\n\n\n\n\nExcerpt #3:\n\n\n\n\n[01:47:15]\n\n\nInside your \"Welcome Pack\" you will find a brochure with this year's offerings, filtered by socio-economic status, life expectancy and projected cap on income. Who knows? You might get lucky and see your portfolio rise out of poverty, start a family or two, or even live past the age of a hundred.\n\n\nI will leave you in the capable hands of my son, Hengyi, who will walk you through the programme for this year's two-day conference. He will also brief you on the free gowns we will be handing out to all delegates following feedback that last year's closing ceremony got a little messy <draws laughter from the floor>.\n\n\nTogether, we will ensure that Singapore continues to be the hub and crossroads for quality human capital. Thank you very much and I hope you enjoy your stay with us.\n\n\n\n\nAfterword:\n The Foundation managed to obtain a softcopy of this \"brochure\" before it was taken down by a government strike. Framed as an advertisement for real-estate development, the document is a catalog of at least a hundred residential addresses, including that of SCP-4783-1.\n\n\nOn the cover, the following is printed in big, bold font:\n\n\n\n\nStep #1: Select your residence-of-choice.\n\nStep #2: Your broker seals the deal for life.\n\nStep #3: Cash out anytime and reap the health benefits!\n\n\n\n\nAll further attempts at location or audio footage have been unsuccessful.\n\n\n\n\n\n\n\n\n\n\n\n\n▶ Addendum 4783-03: Lion-1's Posthumous Audio-Journal Entries\n\n\n\n\n⊟ Addendum 4783-03: Lion-1's Posthumous Audio-Journal Entries\n\n\n\n\nEntry 01-01:\n\n\n\n\nSomething feels off ever since we returned from that housing block. I've asked ████ and ███████, and they feel it too. I'm not sure if it's because we killed that young man in cold blood or the fact that we left him in there to die.\n\n\nThe Doc is trying to play counselor, keeps saying it's the post-traumatic stress talking, that she understands why we did what we had to do. I don't think she believes herself. I want to tell her I regret killing that boy, but I don't. It was either him or us.\n\n\nI've done my share of bad deeds for the Foundation, but there's something about this place we're stuck under that makes me sick to my stomach. For once, maybe we aren't the bad guys. I don't know. Maybe I should have put that boy out of his misery.\n\n\n\n\nEntry 01-02:\n\n\n\n\nThere's a lump in my throat. Each time I take a drag, my hands shake and my throat constricts. It's making the coughing worse, but the Doc's examined me multiple times, claims nothing wrong with me, physically at least. Maybe she's right and it's just the nerves, of not knowing what might happen next: to us, the six million souls above; to me.\n\n\nThe only news we've heard is that the government is mobilising. We hear rumblings above, deeper and louder by the day. It's like waiting for a depth-charge to go off in your face.\n\n\nBut we're grounded in Site-65. The Doc says it's far too dangerous to risk another expedition to the surface. I blame myself, partly. In between the coughing fits late into the night, I see the young man reaching out to me. I don't know what else I could have done.\n\n\n\n\nEntry 01-03:\n\n\n\n\nIt's been more than a week since our expedition into SCP-4783. The Doc says she still doesn't know what caused those people to die. I don't know what else to tell her, 'cept the place was humid as hell, smelled of sweat, urine and dried blood, as though someone had vomited over a crime scene one too many times.\n\n\nI found specks of red on my napkin the other day. ████ and ███████ caught sight of it before I could hide it. F*ck. They're gonna hide my smokes again. Meanwhile, I see the Doc's eyes growing with concern during our weekly check-ups: she doesn't know what's wrong with me but she knows it's because she sent us in.\n\n\nF*ck, my throat's scratchy as hell. Need to start writing these things down instead.\n\n\n\n\nEntry 01-04:\n\n\n\n\nShit. Doc visited me in the hospital today, said the government wants a meeting, specifically with the team who went into SCP-4783 more than a month ago. It means they know we were there. Not sure what else they know though.\n\n\nI ask her if it's a good idea, but she says she doesn't have a choice: the Foundation had exhausted every lead with SCP-4783. But I also sensed the tone in her voice — she means they don't know what's happening to me.\n\n\nI've marked the location of the rendezvous below. It's the Merlion, a half-lion, half-fish symbol of Singapore. Pardon the pun, but something smells fishy. Why now? Why take the risk? The Doc tries to reassure me, says the government won't try anything, not when they know what the Foundation is capable of.\n\n\nRight then. Maybe the darn itch will stop once we get some fresh air.\n\n\n\n\n\n\nEntry 01-05:\n The following footage is taken from Lion-1's body-cam, roughly 12 hours later at the Merlion, located at the mouth of Marina Bay.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Merlion, the national symbol of Singapore.\n\n\n\n\n\n\n\n\n[Camera comes into focus: Dr. Lai stands a few feet away, shoulder-length black hair. She's looking out at the Bay, where the crowds are taking photographs of the Merlion.]\n\n\nDr. Lai:\n Everything in place?\n\n\nLion-1:\n Snipers on the roof. Plain-clothes in the crowd. We brought an army with us, Doc, save for a tank. They won't try anything.\n\n\nDr. Lai:\n It's 2 p.m. You're sure this is the spot?\n\n\nLion-1:\n You see another grotesque-looking demiurge\n3\n around here?\n\n\n[Camera rests on the Merlion: thirty feet tall, glistening white, water shooting rapidly from its mouth.]\n\n\n[Lion-1 begins coughing as the camera shakes.]\n\n\nDr. Lai:\n Hey, you okay?\n\n\n[Lion-1 wipes his mouth with the back of a hand. There are droplets of blood on his glove.]\n\n\nLion-1:\n Fine. How do we identify these contacts of yours?\n\n\nDr. Lai:\n We just have to be patient. They told us that—\n\n\n[The noise from the crowd suddenly drops. All around, people begin to walk off in an orderly fashion, fading around the buildings as if on command. Only the hundred or so MTF soldiers are left standing in the square. The Merlion's spout can be heard loudly crashing into the sea.]\n\n\n[Lion-1 draws his weapon but begins to hack. The camera shakes as three men approach from under the bridge, dressed in plain white shirts and black pants.]\n\n\nDr. Lai:\n Stop, or my men will open fire.\n\n\n[Lion-1 motions for the MTF to take firing positions. The three men stop some thirty feet away.]\n\n\nDr. Lai:\n Identify yourselves.\n\n\nUnknown Man #1:\n You know who we are, as we know whom you represent.\n\n\nDr. Lai:\n Then you know not to mess with us. We know all about the building along ████ ████ Rd. We also know what happened to the people within—\n\n\n[The doctor is interrupted by Lion-1's violent coughing. Camera footage shakes left and right as Lion-1 collapses onto a nearby railing.]\n\n\n[One of the unknown men bursts into laughter.]\n\n\nUnknown Man #2:\n Do you now? Perhaps the Foundation should get its internal affairs in order before meddling in ours, no?\n\n\n[Dr. Lai holds her ground, glancing at Lion-1 as MTF help him to his feet. The camera feed gazes up at the Merlion, still vomiting seawater by the gallon.]\n\n\nDr. Lai:\n You said you can help him. If anything happens to him, I swear to god—\n\n\nUnknown Man #3:\n I think you misunderstood the nature of our meeting. We said we knew what's wrong with him. We never said we would help.\n\n\nDr. Lai:\n If you kill one of us, our retribution will be swift.\n\n\nUnknown Man #1:\n Our dynasty has stood the test of time, the mantle passed down from father to son, whilst you and your Foundation have floundered in the dark, chasing ghosts beneath our feet. Do you think we fear you?\n\n\n[Unknown Man #2 gestures to Lion-1, who's now wheezing heavily on his knees.]\n\n\nUnknown Man #2:\n You brought this upon yourselves the moment you interfered in our affairs, had the audacity to murder one of our own. This is the result of spilling blood upon sacred ground.\n\n\n[Lion-1's body convulses violently, as he retches out towards the sea. Black, pus-like globs of tissue are expunged from his mouth before he collapses to the ground, clutching at his throat.]\n\n\n[Dr. Lai rushes over, a horrified expression on her face. However, Lion-1's breaths begin to stabilise, till he draws a long, deep breath of air, his lungs apparently cleared of any blockage.]\n\n\nDr. Lai:\n What is this?? What do you want from us?!\n\n\nUnknown Man #1:\n An eye for an eye.\n\n\nUnknown Man #2:\n A throat for a throat.\n\n\nUnknown Man #3:\n A life for a life.\n\n\nUnknown Man #1:\n He stole a life from us — a life that would have matured into a Singaporean son. The young man would have married, started a family, had kids, lived to a ripe, old age before dying in his own little HDB flat.\n\n\nUnknown Man #2:\n You took from us a life of productivity, proclivity and profits.\n\n\nUnknown Man #3:\n And our investors demand repayment.\n\n\n[The MTF notice they've been surrounded by a large ring of soldiers, which far outnumbers them.]\n\n\nDr. Lai:\n <shaky> What are your terms?\n\n\nUnknown Man #1:\n You will cease meddling in our affairs.\n\n\nUnknown Man #2:\n If you do not, we will find your little underground facility, and you will suffer the same fate as those in your so-called SCP-4783.\n\n\n[Dr. Lai pauses for about ten seconds. She glances at Lion-1, who gives her a small nod.]\n\n\nDr. Lai:\n Very well. We accept.\n\n\n\n[The soldiers raise their weapons at Lion-1, who takes in one final breath of air.]\n\n\n[They open fire. The camera drops to the ground and remains motionless.]\n\n\n\n\n\n\nConcluding Notes by Dr. Lai:\n\n\n\n\nI had no choice. They would have killed us all.\n\n\nAutopsy report of Lion-1 shows the same alteration of his respiratory system but over a longer period of time. He must have triggered some kind of ritual when he killed that young man in SCP-4783-1.\n\n\nWe don't know how far this goes up the chain or how many thousands of deaths have been covered up by anomalous health conditions over the years.\n\n\nWe don't know how many instances of SCP-4783 are out there. But the Foundation will not stand by and watch as an entire nation carves up its citizens for the benefit of a few.\n\n\nThere is a difference between sacrifice and murder. I hope Lion-1 understood that.\n\n\n\n\n\n\n\n\nA snapshot of Singapore's rapidly expanding urban landscape.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An underground facility located in the vicinity of Singapore.\n\n\n2\n. A colloquial term for not wanting to get in trouble. Literal translation: \"Scared of dying.\"\n\n\n3\n. A mystical creature traditionally associated with Yaldabaoth.\n\n\n\n\n\n\n\n\n« \nSCP-4782\n | SCP-4783 | \nSCP-4784\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "[The camera feed shows a cigarette being raised repeatedly, followed by puffs of smoke. Lion-1 flings the cigarette to the ground and extinguishes it with his boot.] [The camera is brought up to street level, showing Lion-2 and Lion-3 dressed in bright orange-and-yellow vests and hard hats.] Lion-1: Remember, we're blending in this time. They don't like it when we poke around in their affairs. Lion-2: Don't see why the Foundation doesn't just storm the place and be done with it. Lion-1: That's not how we do things. Plus, the doc will have my throat if this blows up. Dr. Lai: <over radio> I heard that. I'm just looking out for you. We don't need an international incident on our hands. Not with these guys. Lion-1: Got it, doc. En-route to first checkpoint. [Camera takes in SCP-4783-1 as they approach, showing only a partial section covered by dark windows, air-conditioner units and laundry hanging from bamboo poles. At the very top, a sliver of grey sky can be seen.] Lion-2: Shit, this place is huge. Lion-3: Not much choice when you're five times smaller than Rhode Island. Had to build up like we went down. Lion-1: Den, be advised. Local armed forces manning the first checkpoint. [The camera spots soldiers with automatic rifles ushering civilians through the cordon. The civilians are dragging suitcases and bundles of clothing.] Dr. Lai: Stick to the plan, Lion-1. Lion-2: All this trouble for some civies? Doesn't make any sense. Lion-1: Quiet. [Lion-1 approaches a young man dressed in green-olive fatigues, hands him a piece of paper. They converse back-and-forth in Mandarin before the soldier waves them through.] Lion-1: Let's not overstay our welcome. [The team makes its way to the lift lobby. The three team members fill the entire lift as Lion-1 hits a button among hundreds on the panel.] Lion-2: God, smells like piss in here. Lion-3: <laughs> Only a hundred floors to go. Dr. Lai: The victim's name is Goh Bee Ngoh. Aged 73. No prior medical conditions. Lion-3: Official cause of death? Dr. Lai: Congenital heart failure. Lion-2: So an elderly woman had a heart attack. Happens all the time. What's so anomalous about that? Lion-1: It means something was altered to make her death look more legitimate. Dr. Lai: Right. Either that, or the report's bogus. Says here she lived alone. #100-1104. Get your samples and get outta there. [The elevator comes to a stop. The team emerges into a narrow, dimly-lit corridor. White fluorescent tubes flicker overhead. For the next 15 minutes, the team passes doors covered by metal grilles, pad-locked and crossed with tape. [The hallway is so elongated that it's impossible to see its end. An occasional echo is heard, the sound of voices from down the corridor. The team halts until it subsides. Finally, the camera rests on the numbers \"100-1104\". Lion-2 snaps the padlock with bolt cutters.] Lion-1: Three, you're up. [Lion-3 enters first, the rest of team following. Inside, the apartment is about 100-square feet, with a single window on the far wall.] Lion-3: Clear. Lion-2: Clear. Lion-1: Let's get to work. [The team fans out: Lion-2 opens drawers and cupboards, tracing pipes to the back of the wall. Lion-3 takes out a drill, mounts a chair and begins to remove the ceiling light.] [Lion-1 rummages through clothes strewn over a single bed in the corner, bagging strands of hair. In a back-closet, he swabs a toothbrush with a cotton bud, then returns to the main room.] Lion-1: Status report. Lion-2: <grunts> Checked power, sewage and gas. No signs of forced entry. Lion-1: Surveillance up and running? [Lion-3 points at the ceiling light, towards a mirror in the hallway and down at the floor.] Lion-2: At least we'll know what happens when the next occupants show up. [Suddenly, Lion-1 holds up a hand. The team crouches as knocking can be heard from the front door.] Man's Voice: <muffled> Hello?? Anyone in there? [Lion-1 gestures left and right. Lion-2 and Lion-3 take up positions by the door.] Man's Voice: Come out at once! Lion-1: <clears throat, in Mandarin> Hold your horses. I'm coming lah ! [Lion-1 opens the door slowly, throwing up his hands at the sight of a young soldier pointing a rifle at him.] Lion-1: <curses in Hokkien> What you doing? Your boss told us to inspect the place! Soldier: This is a restricted zone! You're not supposed to be in there! Who's your supervisor?? [Lion-1 however turns back to the apartment.] Lion-1: You and your gah-men , ah, always so kiasi 2 . You ask us to hack, we hack. You ask us to drill, we drill. You come in and see for yourself lah ! [The soldier wavers for a moment, before entering. Inside, he whips the weapon towards Lion-2 and Lion-3, then back at Lion-1.] Soldier: Ask you again — who's your supervisor? Who gave you permission to be here, huh? Lion-1: Ah, it was Mr Lim-something. Why don't you put your gun away, sonny? [Lion-1 hands the soldier a piece of paper, which the soldier snatches.] Lion-1: Chill lah , bro. Smoke? [Lion-1 hands him a open-pack of cigarettes. The soldier eyes it suspiciously, but reaches for his radio instead.] Soldier: SAF-1, come in. We've got unauthori— [The soldier gurgles as Lion-2 grabs him in a choke-hold from behind, whilst Lion-3 grabs his weapon. Lion-1 rushes forward, plunging a kitchen knife into his throat.] Voice Over Radio: Say again? Come in, CAP-1? [Lion-3 disables the radio on the soldier's shoulder.] Lion-2: Shit, what do we do now? Lion-1: Exfil. Lion-2: What about him? [The team stares at the soldier, barely 18-years-old, now slumped against the wall, blood gurgling from his neck and onto the floor.] Lion-1: It'll be ages before anyone finds him. Make sure you get everything. [The team makes their way out of the apartment. The camera catches the solider reaching out as the door shuts.] Lion-1: Lion-1. Package secured. Dr. Lai: Copy. Everything went well? Lion-1: Well as can be, doc. Returning to the Den.",
        "[00:00:00] I'd like to welcome all 9,000 delegates to the Human Capital Convention 2017, organised annually by our good friends, the Human Soma Society. I am personally heartened to see many familiar faces from last year's convention, which many of you found to be informative and invigorating. Perhaps it is no surprise that the number of delegates continues to grow year upon year. While nations and corporations have always required human capital to thrive, it was only a matter of time before the power of the individual was harnessed by individuals such as yourselves in order to meet the demands of a global economy. This is why the Human Capital Convention was founded some thirty years ago. In an age of government crackdowns and groups of interests vying for power, it is our job to keep the flow of quality human capital as fluid as ever.",
        "[00:09:33] For a country as small as Singapore, cultivating human talent is a matter of survival. With little to no natural resources of our own, human hands have built our country. Over the years, we have invested heavily in public housing, amenities and quality-of-life improvements in order to grow our citizens into the happy workers they are today. And, as you know, happy workers yield the best results. Many of you are already long-term investors and stakeholders of our people. You have been with us from the very founding of Singapore, watching our citizens grow from young babes to the pioneer generation of today. Other countries may boast significant numbers, but our citizens lead long and quality lives, having a life-expectancy of 83. In fact, I understand that some of you have already seen returns in your investments just a few days ago. This is our commitment: invest in our citizens today and reap the benefits tomorrow.",
        "[01:47:15] Inside your \"Welcome Pack\" you will find a brochure with this year's offerings, filtered by socio-economic status, life expectancy and projected cap on income. Who knows? You might get lucky and see your portfolio rise out of poverty, start a family or two, or even live past the age of a hundred. I will leave you in the capable hands of my son, Hengyi, who will walk you through the programme for this year's two-day conference. He will also brief you on the free gowns we will be handing out to all delegates following feedback that last year's closing ceremony got a little messy <draws laughter from the floor>. Together, we will ensure that Singapore continues to be the hub and crossroads for quality human capital. Thank you very much and I hope you enjoy your stay with us.",
        "Something feels off ever since we returned from that housing block. I've asked ████ and ███████, and they feel it too. I'm not sure if it's because we killed that young man in cold blood or the fact that we left him in there to die. The Doc is trying to play counselor, keeps saying it's the post-traumatic stress talking, that she understands why we did what we had to do. I don't think she believes herself. I want to tell her I regret killing that boy, but I don't. It was either him or us. I've done my share of bad deeds for the Foundation, but there's something about this place we're stuck under that makes me sick to my stomach. For once, maybe we aren't the bad guys. I don't know. Maybe I should have put that boy out of his misery.",
        "There's a lump in my throat. Each time I take a drag, my hands shake and my throat constricts. It's making the coughing worse, but the Doc's examined me multiple times, claims nothing wrong with me, physically at least. Maybe she's right and it's just the nerves, of not knowing what might happen next: to us, the six million souls above; to me. The only news we've heard is that the government is mobilising. We hear rumblings above, deeper and louder by the day. It's like waiting for a depth-charge to go off in your face. But we're grounded in Site-65. The Doc says it's far too dangerous to risk another expedition to the surface. I blame myself, partly. In between the coughing fits late into the night, I see the young man reaching out to me. I don't know what else I could have done.",
        "It's been more than a week since our expedition into SCP-4783. The Doc says she still doesn't know what caused those people to die. I don't know what else to tell her, 'cept the place was humid as hell, smelled of sweat, urine and dried blood, as though someone had vomited over a crime scene one too many times. I found specks of red on my napkin the other day. ████ and ███████ caught sight of it before I could hide it. F*ck. They're gonna hide my smokes again. Meanwhile, I see the Doc's eyes growing with concern during our weekly check-ups: she doesn't know what's wrong with me but she knows it's because she sent us in. F*ck, my throat's scratchy as hell. Need to start writing these things down instead.",
        "Shit. Doc visited me in the hospital today, said the government wants a meeting, specifically with the team who went into SCP-4783 more than a month ago. It means they know we were there. Not sure what else they know though. I ask her if it's a good idea, but she says she doesn't have a choice: the Foundation had exhausted every lead with SCP-4783. But I also sensed the tone in her voice — she means they don't know what's happening to me. I've marked the location of the rendezvous below. It's the Merlion, a half-lion, half-fish symbol of Singapore. Pardon the pun, but something smells fishy. Why now? Why take the risk? The Doc tries to reassure me, says the government won't try anything, not when they know what the Foundation is capable of. Right then. Maybe the darn itch will stop once we get some fresh air.",
        "[Camera comes into focus: Dr. Lai stands a few feet away, shoulder-length black hair. She's looking out at the Bay, where the crowds are taking photographs of the Merlion.] Dr. Lai: Everything in place? Lion-1: Snipers on the roof. Plain-clothes in the crowd. We brought an army with us, Doc, save for a tank. They won't try anything. Dr. Lai: It's 2 p.m. You're sure this is the spot? Lion-1: You see another grotesque-looking demiurge 3 around here? [Camera rests on the Merlion: thirty feet tall, glistening white, water shooting rapidly from its mouth.] [Lion-1 begins coughing as the camera shakes.] Dr. Lai: Hey, you okay? [Lion-1 wipes his mouth with the back of a hand. There are droplets of blood on his glove.] Lion-1: Fine. How do we identify these contacts of yours? Dr. Lai: We just have to be patient. They told us that— [The noise from the crowd suddenly drops. All around, people begin to walk off in an orderly fashion, fading around the buildings as if on command. Only the hundred or so MTF soldiers are left standing in the square. The Merlion's spout can be heard loudly crashing into the sea.] [Lion-1 draws his weapon but begins to hack. The camera shakes as three men approach from under the bridge, dressed in plain white shirts and black pants.] Dr. Lai: Stop, or my men will open fire. [Lion-1 motions for the MTF to take firing positions. The three men stop some thirty feet away.] Dr. Lai: Identify yourselves. Unknown Man #1: You know who we are, as we know whom you represent. Dr. Lai: Then you know not to mess with us. We know all about the building along ████ ████ Rd. We also know what happened to the people within— [The doctor is interrupted by Lion-1's violent coughing. Camera footage shakes left and right as Lion-1 collapses onto a nearby railing.] [One of the unknown men bursts into laughter.] Unknown Man #2: Do you now? Perhaps the Foundation should get its internal affairs in order before meddling in ours, no? [Dr. Lai holds her ground, glancing at Lion-1 as MTF help him to his feet. The camera feed gazes up at the Merlion, still vomiting seawater by the gallon.] Dr. Lai: You said you can help him. If anything happens to him, I swear to god— Unknown Man #3: I think you misunderstood the nature of our meeting. We said we knew what's wrong with him. We never said we would help. Dr. Lai: If you kill one of us, our retribution will be swift. Unknown Man #1: Our dynasty has stood the test of time, the mantle passed down from father to son, whilst you and your Foundation have floundered in the dark, chasing ghosts beneath our feet. Do you think we fear you? [Unknown Man #2 gestures to Lion-1, who's now wheezing heavily on his knees.] Unknown Man #2: You brought this upon yourselves the moment you interfered in our affairs, had the audacity to murder one of our own. This is the result of spilling blood upon sacred ground. [Lion-1's body convulses violently, as he retches out towards the sea. Black, pus-like globs of tissue are expunged from his mouth before he collapses to the ground, clutching at his throat.] [Dr. Lai rushes over, a horrified expression on her face. However, Lion-1's breaths begin to stabilise, till he draws a long, deep breath of air, his lungs apparently cleared of any blockage.] Dr. Lai: What is this?? What do you want from us?! Unknown Man #1: An eye for an eye. Unknown Man #2: A throat for a throat. Unknown Man #3: A life for a life. Unknown Man #1: He stole a life from us — a life that would have matured into a Singaporean son. The young man would have married, started a family, had kids, lived to a ripe, old age before dying in his own little HDB flat. Unknown Man #2: You took from us a life of productivity, proclivity and profits. Unknown Man #3: And our investors demand repayment. [The MTF notice they've been surrounded by a large ring of soldiers, which far outnumbers them.] Dr. Lai: <shaky> What are your terms? Unknown Man #1: You will cease meddling in our affairs. Unknown Man #2: If you do not, we will find your little underground facility, and you will suffer the same fate as those in your so-called SCP-4783. [Dr. Lai pauses for about ten seconds. She glances at Lion-1, who gives her a small nod.] Dr. Lai: Very well. We accept. [The soldiers raise their weapons at Lion-1, who takes in one final breath of air.] [They open fire. The camera drops to the ground and remains motionless.]",
        "I had no choice. They would have killed us all. Autopsy report of Lion-1 shows the same alteration of his respiratory system but over a longer period of time. He must have triggered some kind of ritual when he killed that young man in SCP-4783-1. We don't know how far this goes up the chain or how many thousands of deaths have been covered up by anomalous health conditions over the years. We don't know how many instances of SCP-4783 are out there. But the Foundation will not stand by and watch as an entire nation carves up its citizens for the benefit of a few. There is a difference between sacrifice and murder. I hope Lion-1 understood that."
    ],
    "containment_procedures": "If an SCP-4783 instance is discovered, the entire building is to be quarantined from the public, with MTF-Xi-65 (\"Lion Tamers\") setting up a cordon around its entrances. Its inhabitants are to be relocated to Site-651 for examination, amnesticisation and their own protection.",
    "description": "SCP-4783 is a series of residential apartment blocks in the country of Singapore. The exterior of each building appears dilapidated but is otherwise of standard construction, the oldest built approximately sixty years ago and the most recent as early as five. Each building houses approximately 8,000-10,000 individuals.",
    "title": "SCP-4783"
}