{
    "url": "https://scp-wiki.wikidot.com/scp-4800",
    "all_text": "rating: \n+279\n+\n–\nx\n\n\n\n\n\n\nThe remains of the Evereds Buildings at Site-21 after an attempt to send a remote drone to E-9056a7, an instance of SCP-4800-A.\n\n\n\n\n\n\n\n\n\n\nAcentronura tentaculata\n. This species did not exist prior to an SCP-4800 occurrence in 2001.\n\n\n\n\n\n\nItem #:\n SCP-4800\n\n\nObject Class:\n Parauniversal\n\n\nContainment Class:\n Keter\n\n\nSpecial Containment Procedures:\n The process of SCP-4800 is not to be interfered with in any way. No effort is to be undertaken to explore instances of SCP-4800-A or communicate with them. Scranton Reality Anchors and other devices built to extract reality levels from alternate timelines are to be programmed to avoid targeting SCP-4800-A instances. These procedures have been unanimously agreed on by all instances of the SCP Foundation in the Multiversal Foundation Alliance.\n\n\nIn the event that a current timeline is subject to SCP-4800, all documents containing information pertinent to world history are to be migrated to a DEEPWELL server. No measures are to be undertaken to halt or reverse SCP-4800.\n\n\nEfforts to contact Timeline E-2a0e8a129b are to continue.\n\n\nDescription:\n SCP-4800 is a presently unclear factor, force, or phenomenon responsible for the merging of parallel timelines. The exact cause of SCP-4800 is uncertain; however, it is hypothesized that [DATA REDACTED 5/MULTIU – SEE ADDENDUM 03]\n\n\nDue to its nature, the inner process of SCP-4800 is difficult to observe. However, SCP-4800 can be observed from the outside, and proceeds as follows:\n\n\n\n\nThe affected timelines (collectively SCP-4800-A, individually SCP-4800-A1 and SCP-4800-A2) will become inaccessible, and matter will not be able to enter or exit SCP-4800-A through multiversal channels. Photons are still able to be transmitted, allowing for temporary inter-universal communication.\n\n\nThe sky on Earth will become black, and all visible stars will disappear. This is believed to be due to SCP-4800 fundamentally altering the properties of light to introduce resistance in vacuums. In addition, medium-to-long range data transmission becomes impossible for reasons that are presently uncertain. This effect has been observed on all planets during SCP-4800, and will last from two hours to five years before transitioning to the next phase.\n\n\nAt this point, communication between SCP-4800-A and other timelines becomes impossible. SCP-4800-A2 will slowly dissolve, shrinking until all of its mass has disappeared. This process has been known to take several decades to complete.\n\n\nSCP-4800-A1 will reopen.\n\n\n\n\nAfter SCP-4800, the resulting timeline will have elements of both instances of SCP-4800-A's histories. Events that the two timelines have in common will remain intact and not repeat\n1\n; however, individual elements\n2\n will be included in the resulting timeline. No evidence of SCP-4800-related phenomena have been preserved; it is believed that SCP-4800 reverses the timeline to the beginning of the phenomena\n3\n.\n\n\nSCP-4800 will generally target timelines with less than \n43°\n of difference. No other common factors have been discovered in SCP-4800's choice of target universe. The current timeline has been the subject of several SCP-4800 events, which have been catalogued in Addendum 02. It is estimated that over 3000 timelines in the LTG\n4\n are currently undergoing SCP-4800.\n\n\n\n\n\n\nMeeting of representatives of the Multiversal Foundation Alliance to decide upon a consensus definition of SCP-4800. Sensitive information expunged.\n\n\n\n\n\n\nAddendum 01:\n Discovery\n\n\nSCP-4800 was first discovered after the Foundation was contacted by SCPF-7a5f7b\n5\n in early 1986. SCPF-7a5f7b had been observing our timeline's history, and shared information that proved that several new events were present that had not existed before 1986. It was also shared that our universe had been inaccessible to them for 23 years, and that these events began to exist after this period.\n\n\nHowever, SCP-4800 was first observed by the Foundation after the development of DEEPWELL servers\n6\n in 1990. At this time, documents related to consensus world history were stored on DEEPWELL servers. Comparison between documents stored on DEEPWELL Server #987 and current consensus world history by AI construct ERIS.AIC revealed that several events had occurred that did not align with the past timeline. This, combined with evidence provided by SCPF-7a5f7b, lead to the direct observation of E-5b0b3a and E-904ff2, two alternate timelines that were inaccessible for reasons unknown at the time. After the dissolution of E-904ff2 and the history modifications made to E-5b0b3a, SCP-4800 was classified.\n\n\nAddendum 02:\n List of Known Occurrences of SCP-4800 in our timeline\n\n\n\n\n\n\nMainline Date\n\n\nDescription\n\n\nInvolved SCPs (if any)\n\n\n\n\n\n\n1986\n\n\nInternal modifications to human evolution were made, resulting in increased susceptibility to image complexes and fractals for use as cognitohazards and memetic objects.\n\n\nN/A\n\n\n\n\n\n\n1987\n\n\nInvention of the transistor in 1947, greatly advancing computation technology by several decades.\n\n\nN/A\n\n\n\n\n\n\n1989\n\n\nThe birth of Researcher Scranton and the invention of the Scranton Reality Anchor, Kant Counter, and other associated reality-alteration equipment.\n\n\nN/A\n\n\n\n\n\n\n1992\n\n\nCreation of a North Asian civilization known as \"the Daevite Empire\". In addition, this also introduced several anomalous artifacts associated with the Daevites.\n\n\nSCP-140\n, \nSCP-2140\n, \nSCP-3140\n\n\n\n\n\n\n1994\n\n\nIncreased presence of a previously dead religion known as the \"Church of the Broken God\", as well as signs of its influence on modern religion.\n\n\nSCP-475\n, \nSCP-882\n, \nSCP-1139\n\n\n\n\n\n\n1995\n\n\nA rearrangement in the structure of the Foundation to include more focus on research, as well as the introduction of the \"Thaumiel\" object class.\n\n\nN/A\n\n\n\n\n\n\n1996\n\n\nIncreased use of technology developed by Robert Scranton.\n\n\nN/A\n\n\n\n\n\n\n1997\n\n\nThe origins of the Foundation are moved backwards from the early twentieth century to the seventeenth century, creating more Foundation influence on a global scale.\n\n\nSCP-2000\n\n\n\n\n\n\n2001\n\n\nExpansion of a Daevite cult known as Sarkicism into a global religion, as well as fallout from a past \"Sarkic War\". SCP-2000 is activated to reverse this damage; however, the presence of Sarkic cults and their conflict with the Church of the Broken God remain.\n\n\nSCP-2075\n, \nSCP-2406\n, \nSCP-2480\n\n\n\n\n\n\n2004\n\n\nCivilian discovery of faster-than-light technology after investigation of a crashed UFO. As per \nDocument 001-OMEGA\n, information is disseminated stating that this technology is a hoax, and evidence of the technology is destroyed.\n\n\nSCP-3200\n\n\n\n\n\n\n2006\n\n\nProlonging of the Cold War between the USSR and the USA after Joseph Stalin's death to 1990, as well as an increase in its intensity.\n\n\nSCP-2498\n, \nSCP-2664\n\n\n\n\n\n\n\n\n\n\n\n\nWARNING – ATTEMPTED ACCESS DETECTED, INPUT CREDENTIALS [_                ]\n\n\n\n\nACCESS GRANTED [*****************]\n\n\n\n\n\n\nAddendum 03:\n The SCP Foundation from universe E-909eaa has shared the following document with the Multi-U department. According to E-909eaa, the following document was encoded in a transmission that was sent from our timeline during an SCP-4800 event. It is unknown how this transmission managed to escape SCP-4800.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For example, the formation of Earth or the evolution of \nHomo sapiens\n.\n\n\n2\n. Such as certain events or decisions.\n\n\n3\n. As a result, SCP-4800-affected timelines will lag behind other timelines. Due to the rate of SCP-4800 occurrence, this time difference will eventually equalize.\n\n\n4\n. Local Timeline Group\n\n\n5\n. Designation for an alternate timeline's version of the Foundation. SCPF-7a5f7b developed multiverse transversal technology earlier than the baseline Foundation, and was instrumental in accelerating the baseline Foundation's technology to allow for multiversal travel.\n\n\n6\n. DEEPWELL servers are specialized data storage servers that are able to preserve information across shifts in reality. They function by encoding their information on a two-dimensional object isolated into both of the temporal dimensions, rather than using hard-drives in the three spatial dimensions. A limitation of this is that DEEPWELL servers are unable to preserve limitations across temporal shifts; due to this, DEEPWELL servers can retain information about history prior to SCP-4800, but not events after SCP-4800 has begun.\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore by notgull\n\n\n\n\nMore by notgull\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n\n\nnotgull's Proposal\n\n\nRating: 590\n\n\n\n\n\n\nSCP-3733\n\n\nRating: 380\n\n\n\n\n\n\nSCP-3095\n\n\nRating: 360\n\n\n\n\n\n\nSCP-4804\n\n\nRating: 281\n\n\n\n\n\n\nSCP-2785\n\n\nRating: 280\n\n\n\n\n\n\nSCP-4800\n\n\nRating: 279\n\n\n\n\n\n\nSCP-4348\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4048\n\n\nRating: 207\n\n\n\n\n\n\nSCP-4688\n\n\nRating: 196\n\n\n\n\n\n\nSCP-579-J\n\n\nRating: 189\n\n\n\n\n\n\nSCP-3362\n\n\nRating: 188\n\n\n\n\n\n\nSCP-5800\n\n\nRating: 184\n\n\n\n\n\n\nSCP-4785\n\n\nRating: 176\n\n\n\n\n\n\nSCP-3339\n\n\nRating: 168\n\n\n\n\n\n\nSCP-3747\n\n\nRating: 165\n\n\n\n\n\n\nSCP-4248\n\n\nRating: 161\n\n\n\n\n\n\nSCP-4948\n\n\nRating: 158\n\n\n\n\n\n\nSCP-199\n\n\nRating: 133\n\n\n\n\n\n\nSCP-7234\n\n\nRating: 124\n\n\n\n\n\n\nSCP-3296\n\n\nRating: 124\n\n\n\n\n\n\nSCP-4800-J\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4799\n\n\nRating: 120\n\n\n\n\n\n\nSCP-3485\n\n\nRating: 112\n\n\n\n\n\n\nSCP-5981\n\n\nRating: 109\n\n\n\n\n\n\nSCP-4808\n\n\nRating: 103\n\n\n\n\n\n\nSCP-3833\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3748\n\n\nRating: 94\n\n\n\n\n\n\nSCP-5054\n\n\nRating: 88\n\n\n\n\n\n\nSCP-4148\n\n\nRating: 88\n\n\n\n\n\n\nSCP-5025\n\n\nRating: 87\n\n\n\n\n\n\nSCP-1037\n\n\nRating: 77\n\n\n\n\n\n\nSCP-093-J\n\n\nRating: 74\n\n\n\n\n\n\nSCP-1684\n\n\nRating: 70\n\n\n\n\n\n\nSCP-5680\n\n\nRating: 65\n\n\n\n\n\n\nSCP-4872\n\n\nRating: 62\n\n\n\n\n\n\nSCP-3248\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6904\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5483\n\n\nRating: 38\n\n\n\n\n\n\nSCP-6785\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4397\n\n\nRating: 30\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\n\n\nThe Little Robot that Could\n\n\nRating: 349\n\n\n\n\n\n\nThe Siege of Site-19\n\n\nRating: 169\n\n\n\n\n\n\nJoin the Flock\n\n\nRating: 168\n\n\n\n\n\n\nTales of the Automaton: The Big Birdocalypse\n\n\nRating: 143\n\n\n\n\n\n\nFootage Recovered From a Private Server\n\n\nRating: 117\n\n\n\n\n\n\nMoose on the Loose\n\n\nRating: 77\n\n\n\n\n\n\nAvian Anthology I\n\n\nRating: 76\n\n\n\n\n\n\nMy Empire of Birds\n\n\nRating: 63\n\n\n\n\n\n\nDocument recovered from a Parallel Universe\n\n\nRating: 61\n\n\n\n\n\n\nJoey Fucknuts Steals The Declaration of Independence\n\n\nRating: 58\n\n\n\n\n\n\nKatz and Dogs\n\n\nRating: 55\n\n\n\n\n\n\nYour Guard\n\n\nRating: 50\n\n\n\n\n\n\nVacation Opportunity\n\n\nRating: 45\n\n\n\n\n\n\nThe Scent of a Toaster\n\n\nRating: 33\n\n\n\n\n\n\nBurn, Baby, Burn\n\n\nRating: 29\n\n\n\n\n\n\nChasing Suns\n\n\nRating: 28\n\n\n\n\n\n\nThree Feet Under I\n\n\nRating: 24\n\n\n\n\n\n\nWind in the Sails\n\n\nRating: 23\n\n\n\n\n\n\nThe Shape of Water is Humanoid\n\n\nRating: 23\n\n\n\n\n\n\nDead Reckoning\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under II\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under III\n\n\nRating: 21\n\n\n\n\n\n\nForgotten Shrine\n\n\nRating: 18\n\n\n\n\n\n\nDown Through\n\n\nRating: 17\n\n\n\n\n\n\nInto the Beetle Black Yonder\n\n\nRating: 16\n\n\n\n\n\n\nHyperfine\n\n\nRating: 15\n\n\n\n\n\n\nDon't Knock on Strange Doors\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\nResearcher Calvin's Personnel File\n\n\nRating: 91\n\n\n\n\n\n\nIncident Report ████/████\n\n\nRating: 83\n\n\n\n\n\n\n\"Sphere\" Incursion Log\n\n\nRating: 52\n\n\n\n\n\n\nInitial Incursion Log\n\n\nRating: 50\n\n\n\n\n\n\n\"Cube\" Incursion Log #1\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #2\n\n\nRating: 44\n\n\n\n\n\n\nSCP-093-J Recovered Documents\n\n\nRating: 42\n\n\n\n\n\n\nSCP-093-J Blue Test\n\n\nRating: 40\n\n\n\n\n\n\nSCP-093-J Purple Test\n\n\nRating: 35\n\n\n\n\n\n\nSCP-093-J Green Test\n\n\nRating: 33\n\n\n\n\n\n\nExploration Log 4480-1\n\n\nRating: 22\n\n\n\n\n\n\n\n\n\n\n\n\nSee my \nAuthor Page\n for more information. If you like reading my stuff, consider checking out my \nYouTube Channel\n for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4799\n | SCP-4800 | \nSCP-4801\n »",
    "addendums": [
        "Addendum 01: Discovery\nSCP-4800 was first discovered after the Foundation was contacted by SCPF-7a5f7b 5 in early 1986. SCPF-7a5f7b had been observing our timeline's history, and shared information that proved that several new events were present that had not existed before 1986. It was also shared that our universe had been inaccessible to them for 23 years, and that these events began to exist after this period.\nHowever, SCP-4800 was first observed by the Foundation after the development of DEEPWELL servers 6 in 1990. At this time, documents related to consensus world history were stored on DEEPWELL servers. Comparison between documents stored on DEEPWELL Server #987 and current consensus world history by AI construct ERIS.AIC revealed that several events had occurred that did not align with the past timeline. This, combined with evidence provided by SCPF-7a5f7b, lead to the direct observation of E-5b0b3a and E-904ff2, two alternate timelines that were inaccessible for reasons unknown at the time. After the dissolution of E-904ff2 and the history modifications made to E-5b0b3a, SCP-4800 was classified.",
        "Addendum 02: List of Known Occurrences of SCP-4800 in our timeline\n"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4800",
    "object_class": "Parauniversal",
    "containment_procedures": "The process of SCP-4800 is not to be interfered with in any way. No effort is to be undertaken to explore instances of SCP-4800-A or communicate with them. Scranton Reality Anchors and other devices built to extract reality levels from alternate timelines are to be programmed to avoid targeting SCP-4800-A instances. These procedures have been unanimously agreed on by all instances of the SCP Foundation in the Multiversal Foundation Alliance.",
    "description": "SCP-4800 is a presently unclear factor, force, or phenomenon responsible for the merging of parallel timelines. The exact cause of SCP-4800 is uncertain; however, it is hypothesized that [DATA REDACTED 5/MULTIU – SEE ADDENDUM 03]",
    "title": "SCP-4800"
}