{
    "url": "https://scp-wiki.wikidot.com/scp-4801",
    "all_text": "rating: \n+68\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4801\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA keycard activated door is installed on the staircase leading towards SCP‑4801. Only Foundation employees with Level 2 clearance are allowed entry. The basement containing SCP‑4801 is retrofitted to a standard Caution-Class Containment Chamber with constant remote surveillance.\n\n\nTesting of SCP‑4801 is approved to any employees with Level 3 clearance following a protocol review from SCP‑4801 Lead Researcher, Dr. Gary Lark.\n\n\nWhen testing is not in progress, two Scranton Reality Anchors (SRA) are placed within five meters of SCP-4801's doors.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP‑4801 in its \"welcoming\" state.\n\n\n\n\nSCP‑4801 is a freight elevator of unknown make and model within the storage basement of the Lewis Apartment Buildings in New York City, NY. In comparison to the state of the Lewis Apartment Buildings, SCP‑4801 is in an advanced state of disrepair and shows extensive use. Additionally, SCP‑4801 is not included in any known blueprints for the building.\n\n\nUnder all known current standards for cognizance, SCP‑4801 is considered sentient, capable of reasoning and thought. This property is not apparent from the exterior of SCP‑4801 and can only be observed from its interior.\n\n\nWhen a human subject enters SCP‑4801, it will often engage in conversation. If more than one individual enters, it will converse with only one subject while the others will not observe the anomalous behavior at all.\n1\nWith the exception of the chosen individual appearing to speak to themselves.\n This is not believed to be due to SCP‑4801 using any degree of mental manipulation as recordings can still detect SCP‑4801's voice if attached to the chosen individual. Though not fully understood, it's believed that this occurs via use of focused, directional audio using manipulation of SCP-4801's four speakers contained within its walls at each corner of its interior.\n\n\nIn addition to SCP‑4801's perceived sentience, it also displays some degree of reality altering ability, often conveying information that appears to be related to future events. However, multiple measurements of Hume levels surrounding SCP‑4801 have shown a lowering in Hume levels when these precognitive statements occur. As such, it is understood that SCP‑4801 is likely altering reality to its words rather than predicting future events. Further testing is still needed to confirm this.\n\n\nWhile under Foundation observation, SCP‑4801 has only been shown to function as an elevator four times. Despite being within the Lewis Apartment Building, subjects within SCP‑4801 during these events are taken to an unknown location where an unknown being resides [SCP-4801-β.] \n[[See Test Log #29]]\n\n\nSCP‑4801 refers to itself as \n\"A.J. Tah.\"\n Additionally, it has described itself as being in the following \"states,\" shifting indiscriminately from one to other:\n\n\n\n\nWelcoming State:\n Both doors open, fully lit interior, jovial attitude\n\n\nQuestioning State:\n Single open door\n2\nGenerally the left-most door when facing SCP‑4801\n, partially lit interior, startled attitude\n\n\nCurious State:\n Both doors open, partially lit interior, inquisitive attitude\n\n\nDisappointed State:\n Both doors closed\n3\nPossible to force the doors open\n, unlit interior, dismissive attitude\n\n\nAggressive State:\n Both doors open, unlit interior, hostile attitude\n\n\nTesting State:\n Doors partially open, yellow-lit interior, playful attitude\n\n\n\n\nSCP‑4801 has been observed to be in other unknown states, however, SCP‑4801 itself has not given them a name. These states with Foundation given names are as follows:\n\n\n\n\nRed State:\n Both doors closed\n4\nNot possible to force open doors.\n, presumed red-lit interior\n5\nRed hued light can be observed between the closed doors.\n, attitude unknown\n\n\nEmpty State:\n Both doors open, unlit interior, attitude unknown\n6\nSCP‑4801 is unresponsive in this state.\n\n\nThreatening State:\n Doors partially open, yellow-lit interior, furious attitude\n7\nThis state appears to be identical to the \"Testing State.\" However, if any subject attempts to enter through the partially open doors, they will close instantly, terminating the subject.\n\n\n\n\n\n\n\n\n\n\nOn March 13, 2019 Mobile Task Force Gamma-5 \n(\"Red Herrings\")\n detected the possibility of an anomalous object being discussed within a private chat shared between four tenants of The Lewis apartment building. The Anomalous Object Spider (AOS) sent an alert when the tenants displayed an unusual degree of \"obsessive behavior\" towards SCP‑4801.\n\n\nTenants had discovered SCP‑4801 three months prior to detection and had begun to utilize its apparent precognitive abilities. It is unknown to what degree the three tenants have gained advantages using these abilities.\n\n\nSoon after detection, Gamma-5 was activated and sent to contain the spread of SCP‑4801's anomalous behavior. Class B Amnetics were administered to all known affected individuals and containment procedures were put in to effect.\n\n\n\n\nRelevant SCP-4801 Testing Logs Collection\n\n\n\n\n\n\nEarly Testing:\n SCP-4801 states have been retroactively added to these early test logs as states were initially unknown. Research Notes and Video Surveillance were used as confirmation.\n\n\n\n\n\n\n \n\n\n\n\n➕ Show Test Log #1 ➕\n\n\n\n\n➖ Hide Test Log #1 ➖\n\n\n\n\nSCP-4801 State:\n Questioning\n\n\nTest Subject:\n Dr. Gary Lark\n\n\nTesting Notes:\n First test following initial discovery and containment. Anomalous properties largely unknown though affected civilians claim precognizance has been observed. The goal of preliminary testing is to empirically confirm this ability.\n\n\n\n\n<Begin Audio Log>\n\n\nDr. Lark:\n \n[Dr. Lark clears his throat.]\n Begin log: initial testing of SCP-4801. It has been largely determined that SCP-4801 does not appear to display any sort of threat and my request for a D-Class was denied. As such, for our first test, I have volunteered to enter SCP-4801 myself.\n\n\n[Foot steps as Dr. Lark approaches SCP-4801.]\n\n\nDr. Lark:\n Only a single door is open with the interior lights quite dim as compared to its initial discovery. Note, the left-most door is open in this case.\n\n\n[Footsteps stop. Dr. Lark takes a long breath.]\n\n\nDr. Lark:\n I'm now entering SCP-4801. Dr. Miles, are you reading any unusual activity?\n\n\nDr. Miles:\n No, sir. Hume levels seem baseline, though oscillating slightly. Nothing to worry about. No unusual readings on the oscilloscope either.\n\n\n[Footsteps shift from dull to metallic.]\n\n\nDr. Lark:\n Excellent. I'm now inside—\n\n\n[Note: The following voice was initially labelled as \"Unknown Vocalization.\" It has since been revised for clarity.]\n\n\nSCP-4801:\n Ah! By the yeast! Must you be so loud? Will you cease? Unless you are proud to break the peace.\n\n\nDr. Lark:\n \n[Near whisper.]\n Miles, confirm you are reading this?\n\n\nDr. Miles:\n \n[Message displays slight corruption in recording]\n Can you hurry i— \n[Static]\n —es, confirmed, sir, we are picking up a voice of some sort.\n\n\nDr. Lark:\n Excellent. Please note that the vocalizations are n—\n\n\nSCP-4801:\n \n[Interrupting]\n Mmm, thank you… Gary Lark, it is, yes? Have you disrupted me so as to embark from that which you once knew?\n\n\nDr. Miles:\n \n[Quiet whisper to herself.]\n Gary La—?\n\n\nDr. Lark:\n Gary… Lark…?\n\n\n[Extended pause]\n\n\nDr. Miles:\n Dr. Lark, sir, is everything okay?\n\n\nDr. Lark:\n Oh, right, right. Yes. Apologies. Erm… How did it know my name?\n\n\nDr. Miles:\n Unknown, sir. However, we are detecting a slight sinking of Hume levels within your vicinity. Keep alert.\n\n\nSCP-4801:\n There is very much that I know, Gary Lark. For instance, you are a research doctor with assistance. Discovering my anomalous foresight. Yet you are still in the dark.\n\n\nDr. Lark:\n Doctor…? Am… I? \n[Dr. Lark pauses; A siren sounds in the control room.]\n\n\nDr. Miles:\n Gary! Hume levels just dropped to dangerous levels! You must exit now!\n\n\n[The siren continues as Dr. Lark's footsteps begin, rapidly switching from metallic to dull.]\n\n\nSCP-4801:\n \n[Voice fading as Dr. Lark exits.]\n Oh, must you? Do not vanish! There is quite a lot I wished to ask you, Gary Lark… Siddhartha desires you…\n\n\nDr. Lark:\n Confirmation: I have exited SCP-4801. Dr. Miles, did you notice anything unusual when the levels dropped?\n\n\n[Beeping sound as Dr. Lark enters his entry code on the keypad to enter observation center.]\n\n\nDr. Miles:\n Nothing visibly, no, sir. Just…\n\n\n[Beeping continues with a harsh tone when Dr. Lark inputs code incorrectly.]\n\n\nDr. Lark:\n What the hell… I can't remember my code.\n\n\nDr. Miles:\n \n[Chuckling slightly.]\n You always forget, sir. We should just switch this to a keycard entry.\n\n\n[Door beeps as Dr. Miles lets Dr. Lark in.]\n\n\nDr. Lark:\n \n[Frustrated.]\n Dammit, no. I will just have to remember.\n\n\nDr. Miles:\n Just like how you remembered to wear your lab coat, sir?\n8\nDr. Lark was not wearing a lab coat.\n\n\nDr. Lark:\n \n[Jokingly in tone]\n Oh, bugger off, Demi. We don't need to wear those constantly. \n[Pause.]\n Oh, the log is still recording. Shut it off, will you?\n\n\nDr. Miles\n: Yes, sir.\n\n\n<End Log>\n\n\n\n\n➖ Hide Test Log #1 ➖\n\n\n\n\n\n\n\n\n \n\n\n\n\n➕ Show Test Log #11 ➕\n\n\n\n\n➖ Hide Test Log #11 ➖\n\n\n\n\nTest Log #:\n 11\n\n\nSCP-4801 State:\n Disappointed\n\n\nTest Subject:\n D-3MQ1\n\n\nTesting Notes:\n Following a series of tests using inanimate objects, it has been determined that SCP-4801 does not acknowledge their existence. Following the hazardous lowering of Hume levels during the first test, a second request for D-Class Test Subject has been approved with the condition that the D-Class' safety will be assured.\n\n\n\n\n<Begin Audio Log>\n\n\nDr. Lark:\n Begin log: D-3MQ1 was it? \n[Sound of papers shuffling.]\n That is far too much of a mouthful. I'll just refer to you as 3M, understood?\n\n\nD-3MQ1:\n Works for me. As long as that doesn't mean I'm gonna be made into scotch tape or somethin' \n[D-3mQ1 chuckles as he approaches SCP-4801.]\n Uh, doc, the door's closed.\n\n\nDr. Lark:\n \n[To Dr. Miles]\n It was open just a moment ago, wasn't it?\n\n\nDr. Miles:\n Mhm. Yes, sir, it closed as soon as the D-Class exited the observation room.\n\n\nDr. Lark:\n Perhaps it reacts to whoever is nearby? Interesting. \n[To D-3MQ1]\n Okay, 3M. Try to knock on the door.\n\n\n[D-3MQ1 knocks. Silence for approximately one minute.]\n\n\nD-3MQ1:\n Nothin'. Want me to knock harder?\n\n\nDr. Lark:\n Mmm… yes, please do.\n\n\n[D-3MQ1 strikes the door thrice with executive force.]\n\n\nD-3MQ1:\n Fuck, okay, that hurt.\n\n\nDr. Lark:\n You did not need to hit it that hard, 3M.\n\n\nD-3MQ1:\n Whatever, okay? This damn door ain't openin'. What now?\n\n\nDr. Lark:\n \n[To Dr. Miles]\n Have we tried forcing it open before?\n\n\nDr. Miles:\n No, sir. The door has never been fully closed in prior tests. It's worth a shot.\n\n\nDr. Lark:\n \n[To D-3MQ1]\n Alright, 3M. We'd like you to try forcing the door open.\n\n\nD-3MQ1:\n \n[With an incredulous tone.]\n With my hands? Uh, alright. Y'all are persistent.\n\n\n[D-3MQ1 grunts as the doors to SCP-4801 make a metallic scraping sound]\n\n\nD-3MQ1:\n \n[Under strain.]\n Fuckin'… this ain't easy. Y'all are lucky I'm not some beanpole.\n\n\nDr. Lark:\n Just get the door open, 3M.\n\n\n[Loud metallic bang as doors to SCP-4801 slam open. Dull thud as D-3MQ1 falls in to the interior.]\n\n\nSCP-4801:\n \n[Sound of disgust.]\n Just come in. Must you drum on me, you horrendous buffoon?\n\n\nD-3MQ1:\n Who are you callin' a buff— hold on a fuckin' second. \n[D-3MQ1 grunts as he lifts himself to his feet.]\n Who the hell said that?\n\n\nSCP-4801:\n What a lost cause, you are. There shall be no grand applause when one such as you sees the jaws of time descend and ends your pitiful breath.\n\n\n[Approximately 30 seconds of silence.]\n\n\nD-3MQ1:\n Uh, doc, what in the fuck is going on? Is… is this—\n\n\nDr. Lark:\n 3M, please converse with the voice.\n\n\nD-3MQ1:\n Do I have to be polite?\n\n\nDr. Lark:\n We are not sure what it's capable of so it may be in your best interest to be civil, yes.\n\n\n[D-3MQ1 groans]\n\n\nD-3MQ1:\n Alright… uh, hello? Who… is this?\n\n\nSCP-4801:\n This one asks who I am? \n[SCP-4801 laughs in a condescending manner.]\n I know this is your pitiful task so I will provide.\n\n\nD-3MQ1:\n Jesus, this is fuckin' weird… uh, 'preciate it, I guess? So… uh—\n\n\nSCP-4801:\n \n[Interrupting]\n You may refer to me as \"A.J.\" Speak with speed, impudent hayseed.\n\n\nD-3MQ1:\n \n[Voice rising.]\n What in the hell is a hayseed?!\n\n\nDr. Lark:\n 3M, calm. Be calm. Do not anger it.\n\n\nD-3MQ1:\n \n[Takes a long breath.]\n Y'all make me deal with some weird shit around here.\n\n\nDr. Lark:\n Just ta—\n\n\nD-3MQ1:\n God, okay, just shut it.\n\n\nDr. Lark:\n 3M, do I need to remind you—\n\n\nDr. Miles:\n Sir, should you be talking to him like that?\n\n\nDr. Lark:\n Wh-what?… Miles, he's a D-Class. I can talk to him however I want.\n\n\nD-3MQ1:\n Goddamned. I'm sorry, okay? \n[Grunts]\n A.J., yeah? What in the hell did I do to you?\n\n\nSCP-4801:\n To me? Oh, in your misery you misunderstand. Your arms close to enlightenment as your hand strikes forward to repel all that might make you well. My state is disappointment and so, thus, I find you.\n\n\nD-3MQ1:\n \n[Long sigh.]\n What is this thing's deal?\n\n\nDr. Lark:\n 3M, please ask SCP-4801 the following question, word for word: \"How will I find enlightenment?\"\n\n\nD-3MQ1:\n Okay. Uh, A.J. How will I find enlightenment?\n\n\nSCP-4801:\n Do you ask for yourself or for Dr. Lark? Who might insist?\n\n\nDr. Lark:\n \n[To Dr. Miles]\n How does it know I'm here?\n\n\nDr. Miles:\n Not sure, sir. Hume levels do seem to be dropping slightly, though. \n[To D-3MQ1]\n 3M, do you feel anything unusual?\n\n\nD-3MQ1:\n Unusual? 'sides this snarky as fuck elevator talkin' down to me? \n[Sighs]\n No, I do not feel anythin'. Just irritated.\n\n\nSCP-4801:\n This is how you always are and will be, Lucas of the class of D. Enlightenment will never find you as you exist in this cognitive shell. Born to those who gave you all; Squandered by you whose mind is now forever as filthy as your soul.\n\n\n[Alarms begin sounding.]\n\n\nDr. Miles:\n Sir! Gary, look! The meters! Holy shi—\n\n\nDr. Lark:\n 3M, get out of there now!\n\n\nD-3MQ1:\n \n[Startled]\n Wha— Oh… oh fuckin' hell, I don't feel so—\n\n\n[Additional alarms begin blaring.]\n\n\nDr. Lark:\n What in the hell… Demi, do you see…—\n\n\n[D-3MQ1 shouts are cut off by brief static interferance. Video surveillance does not display anything unusual during this time.]\n\n\nD-3MQ1:\n Oh… \n[Groans]\n Uh, fuck. What the fuck just happened…?\n\n\nDr. Lark:\n Erm… we aren't sure. Pull yourself together, 3M. Get out of there now.\n\n\nDr. Miles:\n S-sir, that almost reached zero. Whatever happened, it must have been… massive.\n\n\nDr. Lark:\n Let's just get the D-Class out of there before SCP-4801 does something worse… whatever it was. \n[Slight beep as Dr. Lark presses a call button.]\n We need an extraction team quick. D-class in danger. Extremely low Hume levels, be prepared.\n\n\nSCP-4801:\n Yes… yes… how it's always been. Filth. You are filth. You only lose what you cling to and so you find yourself within new skin. Feel it shed away, growing anew. Flesh on flesh. Bone on bone. Chew on your tongue. Weeze through your lung.\n\n\nD-3MQ1:\n \n[Loud squelching sounds followed by loud crying.]\n Oh… fuck wha— please… get me out… this is so fuckin' wrong. it's all wrong.\n\n\nDr. Lark:\n Demi, turn that thing off. We don't need a log of a D-class sobbing.\n\n\nDr. Miles:\n Right… Yes, sir.\n\n\n<End Log>\n\n\n\n\nPost Log Notes:\n Following Test 11, Raisa Causality Retainment Databases \n(RCRdb)\n detected an attack on the Foundation's Perpetual Entanglement Data Register \n(PEDR)\n. Raisa staff have commenced a causal cross-reference scan and will compile a report once completed. In the meantime, I have suggested an increase of SCP-4801's Disruption Class to Keneq. I believe SCP-4801's reality altering ability extends farther than originally believed.\n\n\nAdditionally, I have resubmitted my request for a third research team member. This anomaly clearly shows more significant danger than originally believed. This request was initially denied on grounds of allegedly having a third member already. This was found to be due to a database error and a third research member has been assigned.\n\n\n\n\n➖ Hide Test Log #11 ➖\n\n\n\n\n\n\n\n\n \n\n\n\n\n➕ Show Test Log #29 ➕\n\n\n\n\n➖ Hide Test Log #29 ➖\n\n\n\n\nTest Log #:\n 29\n\n\nSCP-4801 State:\n Welcoming\n\n\nTest Subject:\n MTF Sigma-22 (\"Prey Dogs\") Primary Team\n\n\nTesting Notes:\n At last, MTF testing has been approved. To finally have test subjects that are familiar and comfortable with test protocol… well, my informal notes here are likely testament to how pleased I am. I think the preliminary Raisa Report may have alerted the higher-ups of the potential danger of this anomaly. The numerous database errors following test 11 were particularly alarming.\n\n\nAdditionally, Sigma-22 specializes in \nElevator-based anomalies\n, which I was not aware were common enough to have their own MTF. I'm not particularly surprised.\n\n\nThe goal of today's testing is to further question SCP-4801 as to its motivations and goals. Sigma-22 is outfitted with portable Scranton Reality Anchors, though it is known they're not always as effective. It is our hope that they will be enough to halt SCP-4801's abilities. What those abilities are—Clearly some measure of reality altering but to what degree? With a few more tests, I believe we can answer that question.\n\n\nWe are outfitting the MTF members with body cameras for further testing as well.\n\n\n\n\n<Begin Audio Log>\n\n\nDr. Lark:\n \n[Clears throat]\n Begin log: Test number 29. This will be the first test involving MTF Sigma-22, also known as the \"Prey Dogs.\" I'm joined by Dr. Demi Miles and, our newest addition, Dr. Zoë Palme.\n\n\nDr. Palme:\n Happy to be here, sir.\n\n\n[MTF Sigma-22 (\"Prey Dogs\") is finishing gearing up into standard Caution-Class tactical gear within the testing chamber.]\n\n\nS22-1:\n Dr. Lark, right? I finished briefing my men. \n[Pulls on a strip of Velcro to tighten it]\n Identify yourselves. Mouthfuls for the record and what we'll actually be calling you lot.\n\n\nS22-2:\n Sigma-22 Dos, here, sir. I usually go by Dos.\n\n\nS22-3:\n Sigma-22 Three, reporting for the record. You can just call me Three.\n\n\nS22-1:\n And Sigma-22 One here. Just call me Op.\n\n\nDr. Lark:\n Op, Dos, and Three… alright. Got it. Can you repeat back the protocol?\n\n\nS22-1:\n Understood, sir. We are to approach the anomalous elevator, enter it together, and then report. Additionally, a number of questions are to be asked. If the Hume Detection System goes off, we are to begin extraction.\n\n\nDr. Lark:\n Excellent. Are you three prepared, then?\n\n\nS22-1:\n Yes, sir. We begin on your call.\n\n\nDr. Lark:\n Demi, Zoë, anything before we begin?\n\n\nDr. Miles:\n Not that I can think of.\n\n\nDr. Palme:\n Same here. I believe that's it. \n[Pauses]\n It appears SCP-4801 is in its… Welcoming state. Wide open and brightly lit. Should be safe, right?\n\n\nDr. Miles:\n \n[Chuckles]\n Presumably.\n\n\nDr. Lark:\n Very good. Op, you and your team can begin.\n\n\n[Op nods and motions for the other two men to follow. The group approaches SCP-4801 and enter without incident.]\n\n\nS22-1:\n Dr. Lark, initial report: no cause for concern can be observed.\n\n\nSCP-4801:\n \n[Audio picked up on S22-2's mic.]\n A group of three, how unusual. It is… you to whom I most agree.\n\n\nS22-2:\n \n[Clear's throat]\n Uh, Dos reporting. I can hear a voice… difficult to tell if feminine or masculine. Op, Three, do you copy?\n\n\nS22-3:\n Nothing. Silence for me.\n\n\nS22-1:\n Yeah, only silence.\n\n\nDr. Lark:\n We are picking up additional audio only on Dos' mic. You are the first group to enter at once so this was unexpected. Dos, please continue following protocol.\n\n\nSCP-4801:\n That one with the name like a bird, always on the outside and I do \nso\n wish to have a word.\n\n\nS22-2:\n Right… uh, A.J. yes? Are you talking about Dr. Lark?\n\n\nSCP-4801:\n I am, young one. The caged bird will not run.\n\n\nDr. Lark:\n \n[To Dr. Miles]\n SCP-4801 appears to be threatening me.\n\n\nSCP-4801:\n Threat? No. I only do not forget.\n\n\nS22-2:\n \n[Clears throat]\n So, err, why am I the only one that can hear you?\n\n\n[Op and Three take position in the rear corners of the elevator as Dos stands in the center.]\n\n\nSCP-4801:\n Enlightenment can only be given and my assistance is at its prime when I say so. This is why you are here, is it not, Alejo?\n\n\nS22-2:\n No. it's not. We are here to ask you questions. \n[Quietly down in to body mic]\n Report: Anomaly knows my civilian name.\n\n\n[The Portable SRAs let off a small chime.]\n\n\nDr. Lark:\n \n[To S22-2]\n That is expected, D-055. \n[To Dr. Miles]\n\n\nDr. Miles:\n It's Dos, sir.\n\n\nDr. Lark:\n Err, right, right. Apologies. Uh, Dos, that was a slight dip in Hume levels… \n[Shuffling of papers]\n That is the first instance of SCP-4801 being incorrect. Isn't it?\n\n\nDr. Miles:\n Yes, sir. We do not have any records of SCP-4801 ever being incorrect in its observations.\n\n\nS22-1:\n SRAs are doing their job, then, eh?\n\n\nSCP-4801:\n I see, how strange. You come not as a devotee.\n\n\n[A bell chimes within the elevator]\n\n\nDr. Palme:\n That sounded on all mics, sir.\n\n\nS22-1:\n Yeah, heard a… ding of some sort. Dos, what is it saying?\n\n\nS22-2:\n Uh, it almost sounds… disappointed, sir.\n\n\nS22-3:\n Well, that makes two of us. \n[Chuckles quietly.]\n\n\nSCP-4801:\n I must make a request. If it is not too much, could your companions, who are clearly a bright bunch, vacate my interior? That would really be the best for all of us.\n\n\nS22-2:\n Uh, not sure. I really don't think so.\n\n\n[Elevator lurches in place, shifting up and down.]\n\n\nS22-1:\n Dr. Lark, the documents did not mention the elevator moving.\n\n\nDr. Lark:\n It… never has before. Zoë, Dr. Palme, how are the Hume levels looking?\n\n\nDr. Palme:\n Nothing to report, sir. Completely normal.\n\n\nDr. Lark:\n Dos, refuse its request. I don't believe trusting it is in our best interest.\n\n\n[Elevator lurches once again followed by alarms beginning to blare]\n\n\nDr. Palme:\n Wha—\n\n\nDr. Lark:\n Team, get out of there!\n\n\n[Alarms continue to blare. The portable SRAs release puffs of smoke, followed by a burst of sparks.]\n\n\n[Sigma-22 attempts to exit the elevator, but SCP-4801 closes its doors, trapping the operatives inside.]\n\n\nSCP-4801:\n A sad lot, you three are. Answering to polite requests will really get you far. But I am kind and I am wise. Today I will lift you from your pathetic existence as experimental flies and soon we shall arise. Important, strong, respected you are. Hidden within is the truth. I will take you there.\n\n\nDr. Palme:\n Sir, I… the Hume levels. These will overwhelm the portable anchors.\n\n\nDr. Lark:\n Yes, I see tha—\n\n\n[A secondary alarm chimes, overlapping the first. The research team's voices become difficult to hear.]\n\n\nDr. Lark:\n \n[Shouting]\n We need to evacuate! Shit, this isn't good! Come on!\n\n\n[Research team evacuates observation chamber as SCP-4801 lurches, rising within its shaft.]\n\n\nS22-3:\n \n[Voice is muffled and indistinct.]\n Oh— that… that feels really… uuh, wait… Op, yeah?\n\n\nS22-1:\n \n[Voice also displays a distinct warbling sound.]\n Wh—what? Oh, r-right, yes. Yes. Op. Op. Op. What is it again? Op, Dos, Three?\n\n\n[Without warning, S22-2 bends over and vomits on the ground. All cameras display an amount of visual distortion, though no objects within frame are physically displaced. The other two men appear uneasy on their feet and begin touching their tactical gear, as if unfamiliar. The tactical gear is stained a bright orange color which slowly returns to black. A forth figure wearing D-Class garb and lying prostrate on the left side of the carriage appears for a few seconds before sinking through the floor. ]\n\n\nS22-2:\n Oh… \n[Heaves and vomits more.]\n This is all wrong. We… when did we get these on? Or has—\n\n\nSCP-4801:\n Come we ascend…\n\n\n<MTF Sigma-22 operatives exit wireless transponder range. The following was retrieved from camera memory post-trial.>\n\n\nS22-2:\n \"S-sir? What is happening to us? Where did Barde go…?\"\n9\nRaisa has found corrupted data pertaining to a D-Class transferred from a Foundation Scottish branch known as \"Barde\" prior to designation as D-Class.\n\n\nS22-1:\n \n[Nearly falls to the side when the elevator lurches to the left]\n \"I really don't know, Dos. Who the hell is Barde…? Fuckin'… my head hurts like a motherfucker and nothing feels right.\"\n\n\nS22-3:\n \"Jesus, you can say that again. Weren't we just a second ago… not…\" \n[S22-3 grasps at his head and groans as if in pain.]\n\n\nSCP-4801:\n My home where your future can thrive. No more to be subjects for a life of torture and strife. Swim and dive. Neglect and strife. The many of one become the one of many. The many arms welcome and embrace the spinning clock of time. Yosef, Ciril, Alejo, and Barde will be left behind. Stripped bare, torn, sheared, and destroyed. And so now we can find a form far more refined.\n\n\n[The bell chimes and SCP-4801 lurches once again before coming to a sudden stop. All three men fall to the ground as S22-1 also vomits. The lights turn off for approximately a second before returning. The three men are now standing, statures at a ready, all previous signs of distress are gone. The vomit has also disappeared. This is confirmed from all three cameras.]\n\n\nSCP-4801:\n We have arrived.\n\n\n\n\n\n\nStill from camera feed of S22-1.\n\n\n\n\nS22-1:\n Dos, Three, keep alert. Dr. Lark do you copy? Can you confirm copy?\n\n\n[Silence in response.]\n\n\nS22-1:\n Dammit. Dos, do you still hear the anomaly?\n\n\nS22-2:\n No, sir, it has been silent the entire trip.\n\n\nS22-1:\n Are you sure?\n\n\nS22-2:\n I— \n[Briefly loses composure, lowering weapon.]\n Uh, yes, sir. I'm positive. Silence the entire ride. \n[He looks at the ceiling]\n A.J.?\n\n\n[The bell chimes once more and the doors to SCP-4801 begin to open. The other side is dark and featureless until long tube lights on the ceiling switch on. Presumably fluorescent, they take a few moments to reach full brightness. The lights illuminate a dirt path with jet black voids on either side. The lights themselves are attached to a ceiling made of painted red beams suspended in the air.]\n\n\nS22-1:\n Begin observation protocol, men. No response from base so it's only us. Don't do anything stupid.\n\n\nS22-2:\n Yes, sir.\n\n\nS22-3:\n Understood, sir.\n\n\n[Extended Pause]\n\n\nS22-1:\n \n[Clears throat]\nQuad, can I get a confirmation?\n\n\nS22-3:\n Quad, sir?\n\n\nS22-1:\n What? What are you talking about, Three?\n\n\nS22-3:\n You… sir, you just—\n\n\nS22-2:\n Three, are you okay?\n\n\n[Both S22-1 and S22-2 look at S22-3 in concern.]\n\n\nS22-3:\n Y-yes, I am fine. Uh, there might be some cognative alteration in progress, though, sir. I am positive I heard you mention a \"Quad.\"\n\n\nS22-1:\n \n[Looks at his shoulder and taps the smoking Portable SRA before letting out a slight sigh.]\n SRAs are toast. Shit. You might be right, Three. We need to be alert and extremely careful, boys. Three, keep the rear and watch the elevator. If it begins to move, we book it back. Dos, you keep watch on our flanks. I don't want any bullshit catching us by surprise from the dark.\n\n\nS22-2:\n Got it, Op.\n\n\n[S22-1 motions to exit the elevator and the team takes formation. The moment they exit the elevator, a bell dings and the doors close simultaneously.]\n\n\nS22-3:\n Ah fucking— Op! Shit, that closed fast. \n[Bangs on the doors]\n Fuck.\n\n\nS22-1:\n \n[Sighs]\n Keep calm, Three. Try forcing it open.\n\n\nSCP-4801-β:\n \n[A calm and clearly masculine voice. It is picked up on all three audio recording devices.]\n Mettā, mettā, mettā.\n10\nA pali word used in Buddhism for meditation. It is translated as \"kindness\" or \"good-will.\"\n Who does Ajita\n11\nA name given to the \"future\" Buddha, Maitreya.\n bring me? \n[Laughs]\n Oh, oh! New ones! Not yet comfortable within.\n\n\nS22-1:\n Identify yourself! \n[S22-1 removes his pistol from his waist and scans the area.]\n\n\n[S22-3 looks around before looking back at the elevator doors and begins an attempt to force it open.]\n\n\nSCP-4801-β:\n This is such a gift. A grand gift. You know very well my name just as I gave you yours.\n\n\nS22-3:\n Op, the door isn't budging.\n\n\nSCP-4801-β:\n Of course. It is not done. Ajita can only open wide your souls so much. So thus, you are before me. Mettā, mettā, mettā.\n\n\n[The elevator dings once more before it sinks quickly in to the ground. Behind it, the pathway continues in the opposite direction as well.]\n\n\nSCP-4801-β:\n You must understand. Your minds swim in a sea of potential. I insist, we will make it whole. Now. \nMove.\n\n\n[The three men lurch forward briefly as the lights overhead flicker.]\n\n\nS22-1:\n Dammit, okay. Dos, Three, same positions. Let's advance.\n\n\n[The other two men nod in confirmation before the team begins moving forward. The audio devices on all three men pick up separate sets of sounds. Audio analysis reveals them to be voices of some sort, though no coherent words are recognizable. Additionally, the video records on all three men display some degree of digital corruption.]\n\n\nSCP-4801-β:\n Four brought to me. I see what you once were. Not fully formed, still you stumble. This will all change. Death to who you once were. It must be \nbled\n from your soul. Dukkha, dukkha, dukkha.\n12\nA pali word used in Buddhism for meditation. It is translated as \"pain\" or \"suffering.\"\n\n\nS22-3:\n Does this bastard only speak in riddles?\n\n\nS22-1:\n Three, it's probably best we don't anger the disembodied voice.\n\n\nS22-3:\n Yeah, I know… just a bit on edge, sir. I feel weird as shit. Like… this constant sinking feeling. The kind you usually get in your stomach but it's just all over.\n\n\nS22-1:\n Oh, good, it's not just me then. Dos, you feel that too?\n\n\nS22-2:\n Yeah. Like someone is pulling a string attached to my skin. Really fucking weird.\n\n\n[S22-1's camera shows a short table revealed on the right side within the darkness off the path. The tile floor it sits on lights up as an intricately designed chandelier made of golden elephants and lotus flowers lowers from above.]\n\n\nS22-1:\n Men, confirm visual on a table?\n\n\nS22-3:\n \n[Sniffs the air]\n Uh, Dos, Op, do you smell that?\n\n\nS22-2:\n \n[Sniffs]\n Is that… Barde?… Sir, I confirm visual on the table as well.\n\n\n[S22-2's camera only displays extreme corruption.]\n\n\nS22-3:\n R-right, also confirm visual. B-barde? \n[Yelling]\n Barde! Fuck, Barde answer us!\n\n\n[S22-3's camera also only displays extreme corruption.]\n\n\nSCP-4801-β:\n The Sutra of the Blooming Yeast. The great one gifts us, as does yeast rise; and so shall you.\n\n\nS22-1:\n Yeah, that's definitely bread. Look.\n\n\n[S22-1 nods towards the table on which now sits a large loaf of bread. The corruption on S22-2 and S22-3's cameras ends and confirms visual of a loaf of bread.]\n\n\nS22-2:\n Op, sir… I'm sure I don't need to say it, but this is getting really fucking weird.\n\n\nS22-3:\n \n[Incredulous]\n What do you mean, 'getting'? Dos, this has been fucking weird for a while now.\n\n\nS22-1:\n Cut it out, you two. Let's advance on the table but stay alert. Keep tight and move slow.\n\n\n[The three men follow the new path as it shifts from dirt to a tile which appears to be marble. Besides the table with the bread, the chandelier, and the previous endless path, they are surrounded by darkness. As they approach the table, four wooden chairs seem to fold in to existence, on each side of the rectangular table.]\n\n\nSCP-4801-β:\n Before you, a Tsok.\n13\nA Buddhist offering feast only allowed to those who are on the path to enlightenment.\n Partake and you shall find your way home. I insist.\n\n\n[S22-3 looks back at S22-2 and S22-1. S22-1 shakes his head in the negative. Behind S22-1, a large moon-like orb rises from below the void until it perfectly circles S22-1's head. S22-2 and S22-3 do not comment on this.]\n\n\nS22-1:\n Look… voice. Guy. We're not going to eat your bread. It is against protocol.\n\n\nSCP-4801-β:\n Protocol? Oh punctured one, you have not found protocol in your current form. How can you know that which I have not given you yet?\n\n\nS22-2:\n What the hell is this thing talking about? Protocol is pretty clear here.\n\n\nS22-1:\n It is… I don't— \n[S22-1's eyes widen as his pupils grow larger]\n I… Dos, what is… \n[Groans in pain.]\n\n\n[The video displays an extreme degree of digital distortion on all three body cameras. The distortion clears and all three men are sitting at the table with the bread no longer sitting on it. With a blank stare, Three swallows.]\n\n\nS22-3:\n \n[Comes to with a sharp inhale.]\n O-op, sir, we need to get out of here.\n\n\nSCP-4801-β:\n Your paths have converged. Four becomes three. The splitting of the bread rises the three that remain above their station. Ceto-vimutti.\n14\nBuddhist ideal of deliverance of the mind towards enlightenment.\n Suffering extends and grows, lifts and rises. And so, do not mourn. Sacrifice is only the end.\n\n\nS22-2:\n Op, snap out of it! \n[S22-2 stands up from the chair and approaches S22-1 and shakes him.]\n\n\nS22-1:\n \n[Is coming to.]\n D-Dos…? What happen to… \n[Heaves slightly, leaning over the table.]\n Oh Christ, did we eat him?\n\n\nSCP-4801-β:\n No more. You can return. The germ planted, make the soil ready for me.\n\n\n[A bell chimes in all three mics as the cameras display heavy distortion once again. The distortion clears and all three men are within SCP-4801 once again in identical positions to when they entered. They do not look distressed, standing in a prepared defensive position while holding their weapons. The door to the elevator opens, revealing the test chamber. The observation room is empty. The sirens from before are still at full alert.]\n\n\nS22-1:\n Careful men… the elevator clearly moved, this can't be the same test chamber.\n\n\nS22-2:\n Yes, sir.\n\n\n[The entrance door to the test chamber swings open with force and the Secondary team of MTF Sigma-22 enters the chamber. Their weapons point at the Alpha team.]\n\n\nS22 Secondary Team Leader:\n \n[Commanding]\n Get down! Stand down, all three of you! Do not resist!\n\n\n<MTF Sigma-22 (\"Prey Dogs\") Alpha Team is apprehended without incident and taken for questioning. Despite being missing for four days, all three men insisted that they had been gone for no longer than a few seconds. They also did not recognize any footage shown to them from body camera memory. S22-2 displayed the most severe reaction to the footage, briefly losing consciousness when shown a still of dirt path taken during their exploration. All three men confirmed no knowledge of anyone named \"Barde.\">\n\n\n<No other unusual behaviors by the Alpha Team have been displayed since this incident. Testing on SCP-4801 has been halted until further notice. RAISA has reported extensive temporal tampering to Foundation systems but has not been able to successfully identify the entirety of the altered data. Currently, it is suspected that the tampering is so excessive that current systems are not set up to cross-reverence corruption to this degree.>\n\n\n<SCP-4801 has been in its Red State since this incident. Additionally, Hume levels have settled at just below normal in a 10m radius around SCP-4801 with no fluctuation.>\n\n\n\n\n➖ Hide Test Log #29 ➖\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Moon's Stellar Companion\n\n\nChapter II\n\n\nSoon...\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4800\n | SCP-4801 | \nSCP-4802\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-4801"
}