{
    "url": "https://scp-wiki.wikidot.com/scp-4803",
    "all_text": "rating: \n+56\n+\n–\nx\n\n\nItem #:\n SCP-4803\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4803 is secured underneath a reinforced concrete building disguised as a workshop named Sandstone Carvings and Productions, located in Brushwood, Wisconsin. The block surrounding the workshop has been bought out by the Foundation, and is dedicated to the Foundation front store for developing tools and goods to maintain the facade. Guards disguised as workers are to be posted in various positions to ward off suspicious individuals. If intruders are non-compliant, use of lethal force is authorized. Only those with Level 2 Security Clearance and up are allowed access to SCP-4803.\n\n\nThe vault to the tunnel of SCP-4803 is under the protection of multiple failsafes. These include a six digit number that gets randomized every ██ days, a Foundation ID scanner, and a fingerprint scanner. Refer to document 1o5/gen140.rng/&lrt for the latest password update. In the event that any of the failsafes are triggered, the guards will be alerted and the site will commence Lockdown Procedure 32-Klos.\n\n\nAll exploration teams should include at least one guard and one Foundation Researcher.\n\n\nDescription:\n SCP-4803 is an underground tunnel leading to a stable extra-dimensional space-time anomaly. The radius of the anomaly is measured at 1.6 meters, and deviates by approximately ±0.1 meters. SCP-4803 leads to a seemingly endless flat plane composed of various types of concrete, designated SCP-4803-1. Atmospheric content is dissimilar to Earth atmosphere, containing approximately 65% O\n2\n, as opposed to 20.95% O\n2\n on Earth. Studies revealed that the average gravity is approximately 7.85 meters/second\n2\n, 20% lower than Earth's gravity. The degree of curvature of SCP-4803-1 is anomalously zero. This, along with the average gravity, leads to the theory that SCP-4803-1 is infinitely flat. Confirmation of this theory with the use of additional technology pending approval.\n\n\nSCP-4803-2 is found twenty kilometers away from the portal. SCP-4803-2 is a grey, hexapodal\n1\n entity with three arms. The hand of the middle arm has another little finger in place of the opposable thumb. The midsection of the entity is bloated, lacking an umbilicus, and with a \"head\" protruding from the top. The entity is approximately three meters tall and one meter wide, and has no visible sensory organs. Despite that, it is fully capable of sight and hearing, indicated by it noticing the initial arrival of Foundation Personnel. Observations have shown that the entity does not exhibit normal biological processes, such as respiration or ingestion.\n\n\nEmbedded into the body of SCP-4803-2 is a standard typewriter, which is trailed by an anomalously long paper trail. How SCP-4803-2 it produces paper is currently under study. The language SCP-4803-2 types in is also indecipherable as of 8/8/18. According to SCP-4803-2, it has been typing for approximately twenty million years, at a rate of about twenty sheets of paper a day. If SCP-4803-2’s statement is true, the paper trail easily surpasses the area of Earth.\n\n\nSCP-4803 came to the attention of Foundation when a business owner reported a tunnel underneath his shop to the local authorities. Investigations as to the origin of the tunnel led to the discovery of SCP-4803. A Foundation Agent relayed the information to the Foundation, and all witnesses have been given Class A Amnestics.\n\n\n\n\nAddendum 4803-1\n\n\n\n\nAddendum 4803-1. Welcome.\n\n\n\n\n\n\nSoon after SCP-4803's initial discovery, Mobile Task Force Lambda-5 (White Rabbits) was mobilized. Exploration logs indicate very little, besides seeing a white mound in the distance. Being the only visible landmark, MTF Lambda-5 traveled towards it. Upon initial contact with SCP-4803-2, it “stared” for about a minute, and then began to hop in place. After recording little else, MTF Lambda-5 returned to base.\n\n\n\n\n\n\n\n\n\n\n\n\nCommunications Log 4803-1\n\n\n\n\nAccess Granted. Welcome.\n\n\n\n\nDue to the unknown threat level of SCP-4803-2, D-77675 is to conduct the interview. Researcher Parss spectates from a distance.\n\n\n\n\n[BEGIN LOG]\n\n\nResearcher Parss:\n Greet SCP-4803-2.\n\n\nD-77675:\n It doesn’t have a face. How do I greet it?\n\n\nResearcher Parss:\n Ask SCP-4803-2 where it’s from.\n\n\nD-77675:\n It’s an animal! Animals don’t talk!\n\n\n(SCP-4803-2 remains unresponsive. After a few seconds, it moves closer to D-77675.)\n\n\nD-77675:\n Hi? Hello? Hey, Doc, is it dangerous?!\n\n\nResearcher Parss:\n Repeat the-\n\n\n(SCP-4803-2 rushes D-77675 and grasps him.)\n\n\nD-77675:\n \n(Screaming.)\n\n\nResearcher Parss:\n D-77675? What’s going on? Respond!\n\n\nD-77675:\n \n(The sound of bones cracking can be heard.)\n\n\nD-77675:\n …\n\n\nD-77675:\n It’s… it’s hugging me.\n\n\nResearcher Parss:\n Excuse me?\n\n\nD-77675:\n Yeah, it’s definitely hugging me. I’m patting its back. I gotta say, this is the strangest shit.\n\n\nResearcher Parss:\n Um. Break contact with SCP-4803-2. We'll discuss this afterwards.\n\n\n[END LOG]\n\n\n\n\nPhysical examination of D-77675 revealed no visible harm from SCP-4803-2, besides a purely incidental chiropractic effect. Currently, SCP-4803-2 appears to not have malicious intentions. Establishing open communication with SCP-4803-2 has been granted.\n\n\n\n\n\n\n\n\n\n\nCommunications Log 4803-2\n\n\n\n\nAccess Granted. Welcome.\n\n\n\n\nDue to SCP-4803-2’s incapability of articulation, Researcher Westrock, a specialist in linguistics and psychology, was brought in to teach English and American Sign Language to SCP-4803-2. After three months of lessons, SCP-4803-2 has shown a remarkably expedient rate of learning, and is currently semi-fluent in both languages.\n\n\nThe following interview was conducted by Researcher Parss. Researcher Westrock is translating SCP-4803-2’s ASL for Researcher Parss.\n\n\n\n\n[BEGIN LOG]\n\n\nResearcher Parss:\n Greetings, SCP-4803-2. How are you?\n\n\nSCP-4803-2:\n Hello. Doing fine. You?\n\n\nResearcher Parss:\n I am good as well. Now, I will ask you a few questions.\n\n\nSCP-4803-2:\n Okay.\n\n\nResearcher Parss:\n Where did you come from?\n\n\nSCP-4803-2:\n I come from a big place. It was beautiful. Elderly chose me, put me in here. I live here now.\n\n\nResearcher Parss:\n What are you?\n\n\nSCP-4803-2:\n I do not look like this. Elderly took my mouth, my body, my face. I do not remember what I looked like. Do not know how to say very long year. \n(SCP-4803-2 takes a moment to sign a two followed by seven zeroes.)\n\n\nResearcher Parss:\n Alright. Can you tell me what you're writing?\n\n\nSCP-4803-2:\n \n(Walks towards a the paper trail.)\n All this is stories, facts, for me to not forget. \n(Grabs a section of paper and translates it.)\n This one is little sister. I have many sisters, but she is most trouble. She steal food because we were poor, not like elderly. But other little sisters always grateful. But the food is not enough.\n\n\nResearcher Parss:\n What else does it say?\n\n\nSCP-4803-2:\n That is all this section says.\n\n\nResearcher Parss:\n Alright. Can you tell us how to read your scripts?\n\n\nSCP-4803-2:\n Okay. First, I compare mine with yours. English is flat while mine is three sided.\n\n\nResearcher Parss:\n Can you explain that?\n\n\nSCP-4803-2:\n Give me piece of paper, not from my paper. Cannot break my paper. \n(SCP-4803-2 is given a sheet of paper and a pencil.)\n Your alphabet is flat, while mine is three sided. Your English is left to right, while mine is down and round. \n(Draws a helix around a line down the center.)\n\n\nResearcher Parss:\n \n(To Westrock.)\n Do you understand this?\n\n\nResearcher Westrock:\n English is written from the left to right from the top of the page. SCP-4803-2's language is written from the top to the bottom, from the center. The words themselves are three dimensional, and depending on angle in relation to the vertical line, the words change meaning.\n\n\nResearcher Parss:\n I see.\n\n\nSCP-4803-2:\n Simple, yes?\n\n\nResearcher Parss:\n Yes it is, SCP-4803-2.\n\n\nSCP-4803-2:\n I tell more about papers.\n\n\nResearcher Parss:\n Go ahead.\n\n\nSCP-4803-2:\n \n(Walks into the paper trail.)\n Follow.\n\n\n(SCP-4803-2 takes Researcher Parss and Westrock deep into the paper trail. About thirty minutes in, SCP-4803-2 stops and takes a section of paper.)\n\n\nSCP-4803-2:\n This one important to me. I translate. Elderly take my body. They say they love me, and want me to do work for them. This paper, this world, for me to record for them. For their stories. I write other things, but they wanted me to write about them.\n\n\nResearcher Parss:\n Who are the Elderly?\n\n\nSCP-4803-2:\n They are the Elderly. They are the Elderly who control the beautiful place. I tell you only cover name of the Elderly. Name is Elderly Leader. He Leads, and you cannot Lead back.\n\n\nResearcher Parss:\n Do you mind showing us how to translate your language?\n\n\nSCP-4803-2:\n Yes. It is easy compared to your language.\n\n\nResearcher Parss:\n Thank you, SCP-4803-2.\n\n\nSCP-4803-2:\n No problem.\n\n\n[END LOG]\n\n\n\n\nFor the next four months, SCP-4803-2 teaches Researcher Westrock its' language. Progress is fairly slow.\n\n\nSCP-4803-2 expressed a desire to leave SCP-4803-1 to stay with Researcher Parss and Researcher Westrock. SCP-4803-2 was disheartened when told it is impossible to leave SCP-4803-1 because the portal is too small.\n\n\n\n\n\n\n\n\n\n\nTranslation Logs 4803-1\n\n\n\n\nTranslation Logs 4803-1. Welcome.\n\n\n\n\nSeveral excerpts from SCP-4803-2's paper trail.\n\n\n\n\nThe Elderly are the leaders of all, and all will serve the Elderly. \nFuck you.\n\nElderly Leader, he who decides for all. \nFuck you.\n\nElderly Knowledge, he who thinks for all. \nFuck you.\n\nElderly Heart, he who loves for all. \nFuck you.\n\nElderly God, he who creates for all. \nFuck you.\n\nElderly Worker, he who works for all. \nFuck you.\n\nElderly Soldier, he who protects for all. \nFuck you.\n\nOh, the Elderly! He who is for us all. \nFuck you.\n\n\n…\n\nOh, whatever.\n\n\n\n\n\n\nI miss you sisters.\n\nI miss you mother.\n\nI miss you lover.\n\nLover…\n\n…\n\nDo you still remember me? \nplease don't forget.\n\n\n\n\n\n\nFuck fuck fuck fuck fuck fuck fuck\n\nShit shit shit shit shit shit shit shit\n\nFucking fuck shit damn it WHY\n\n\n\n\n\n\nFor the Elderly Leader, he who decides for all.\n\nHumble background, yet noble in stature. \nHe was born rich.\n\nElderly Leader granted me this gracious mission. \nCoercion.\n\nI am to do the records, the stories, eternally cementing their legacy. \nAnd lack thereof.\n\nShould their world burn, should they fail, they will live on. \nI'll burn these.\n\nIn exchange for undying loyalty, they feed and clothe my family. \nWith slop and rags.\n\n\n\n\n\n\nToday, I met the first beings in a millennium! There were several of them. Do you think they might be afraid of hopping?\n\nThere was this man in an orange suit. Oh, I was so excited! I hugged him, he hugged me, oh, gracious!\n\nThen, \ntwo more people came\n, and they gave me their names! They must be angels! Only the most gracious of all offer their names! Oh, I devote myself to them!\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 4803-2\n\n\n\n\nAddendum 4803-2. Welcome.\n\n\n\n\nSome time after Researcher Parss and Westrock leave SCP-4803-1, SCP-4803-2 is attacked by an unknown assailant. Attack left SCP-4803-2 unable to walk due to several lacerations found on all six legs, and the frontmost left leg has a oblique, nondisplaced fracture\n2\n. A second typewriter was found embedded into the body, as well as a fourth arm. Medical attention was sent to SCP-4803-2, but SCP-4803-2 reacted aggressively, kicking away Foundation Personnel, despite the evident pain.\n\n\nAfter struggling with medical authorities for forty five minutes, rudimentary bandages have been applied, but SCP-4803-2 refuses to accept more help. It currently walks with a slight limp.\n\n\nSCP-4803-2 states that it has writing to catch up on, and refuses to communicate further with Foundation Personnel. As of 4/9/2019, SCP-4803-2 is twenty two kilometers away from SCP-4803-1’s portal.\n\n\n\n\n\n\n\n\n\n\nTranslation Logs 4803-2\n\n\n\n\nTranslation Logs 4803-2. Welcome.\n\n\n\n\nAn excerpt from the latest page.\n\n\n\n\nMy crimes are unforgivable. My crimes are unforgivable.\n\nMy crimes are unforgivable. My crimes are unforgivable. \nI don't want to go back.\n\nMy crimes are unforgivable. My crimes are unforgivable.\n\nMy crimes are unforgivable. My crimes are unforgivable. \nHelp me.\n\n…\n\n…\n\n\nGoodbye, angels.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Six-legged.\n\n\n2\n. A diagonal break.\n\n\n\n\n\n\n\n\n« \nSCP-4802\n | SCP-4803 | \nSCP-4804\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4803\n\" by JustBixby, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4803\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Soon after SCP-4803's initial discovery, Mobile Task Force Lambda-5 (White Rabbits) was mobilized. Exploration logs indicate very little, besides seeing a white mound in the distance. Being the only visible landmark, MTF Lambda-5 traveled towards it. Upon initial contact with SCP-4803-2, it “stared” for about a minute, and then began to hop in place. After recording little else, MTF Lambda-5 returned to base.",
        "[BEGIN LOG] Researcher Parss: Greet SCP-4803-2. D-77675: It doesn’t have a face. How do I greet it? Researcher Parss: Ask SCP-4803-2 where it’s from. D-77675: It’s an animal! Animals don’t talk! (SCP-4803-2 remains unresponsive. After a few seconds, it moves closer to D-77675.) D-77675: Hi? Hello? Hey, Doc, is it dangerous?! Researcher Parss: Repeat the- (SCP-4803-2 rushes D-77675 and grasps him.) D-77675: (Screaming.) Researcher Parss: D-77675? What’s going on? Respond! D-77675: (The sound of bones cracking can be heard.) D-77675: … D-77675: It’s… it’s hugging me. Researcher Parss: Excuse me? D-77675: Yeah, it’s definitely hugging me. I’m patting its back. I gotta say, this is the strangest shit. Researcher Parss: Um. Break contact with SCP-4803-2. We'll discuss this afterwards. [END LOG]",
        "[BEGIN LOG] Researcher Parss: Greetings, SCP-4803-2. How are you? SCP-4803-2: Hello. Doing fine. You? Researcher Parss: I am good as well. Now, I will ask you a few questions. SCP-4803-2: Okay. Researcher Parss: Where did you come from? SCP-4803-2: I come from a big place. It was beautiful. Elderly chose me, put me in here. I live here now. Researcher Parss: What are you? SCP-4803-2: I do not look like this. Elderly took my mouth, my body, my face. I do not remember what I looked like. Do not know how to say very long year. (SCP-4803-2 takes a moment to sign a two followed by seven zeroes.) Researcher Parss: Alright. Can you tell me what you're writing? SCP-4803-2: (Walks towards a the paper trail.) All this is stories, facts, for me to not forget. (Grabs a section of paper and translates it.) This one is little sister. I have many sisters, but she is most trouble. She steal food because we were poor, not like elderly. But other little sisters always grateful. But the food is not enough. Researcher Parss: What else does it say? SCP-4803-2: That is all this section says. Researcher Parss: Alright. Can you tell us how to read your scripts? SCP-4803-2: Okay. First, I compare mine with yours. English is flat while mine is three sided. Researcher Parss: Can you explain that? SCP-4803-2: Give me piece of paper, not from my paper. Cannot break my paper. (SCP-4803-2 is given a sheet of paper and a pencil.) Your alphabet is flat, while mine is three sided. Your English is left to right, while mine is down and round. (Draws a helix around a line down the center.) Researcher Parss: (To Westrock.) Do you understand this? Researcher Westrock: English is written from the left to right from the top of the page. SCP-4803-2's language is written from the top to the bottom, from the center. The words themselves are three dimensional, and depending on angle in relation to the vertical line, the words change meaning. Researcher Parss: I see. SCP-4803-2: Simple, yes? Researcher Parss: Yes it is, SCP-4803-2. SCP-4803-2: I tell more about papers. Researcher Parss: Go ahead. SCP-4803-2: (Walks into the paper trail.) Follow. (SCP-4803-2 takes Researcher Parss and Westrock deep into the paper trail. About thirty minutes in, SCP-4803-2 stops and takes a section of paper.) SCP-4803-2: This one important to me. I translate. Elderly take my body. They say they love me, and want me to do work for them. This paper, this world, for me to record for them. For their stories. I write other things, but they wanted me to write about them. Researcher Parss: Who are the Elderly? SCP-4803-2: They are the Elderly. They are the Elderly who control the beautiful place. I tell you only cover name of the Elderly. Name is Elderly Leader. He Leads, and you cannot Lead back. Researcher Parss: Do you mind showing us how to translate your language? SCP-4803-2: Yes. It is easy compared to your language. Researcher Parss: Thank you, SCP-4803-2. SCP-4803-2: No problem. [END LOG]",
        "The Elderly are the leaders of all, and all will serve the Elderly. Fuck you. Elderly Leader, he who decides for all. Fuck you. Elderly Knowledge, he who thinks for all. Fuck you. Elderly Heart, he who loves for all. Fuck you. Elderly God, he who creates for all. Fuck you. Elderly Worker, he who works for all. Fuck you. Elderly Soldier, he who protects for all. Fuck you. Oh, the Elderly! He who is for us all. Fuck you. … Oh, whatever.",
        "I miss you sisters. I miss you mother. I miss you lover. Lover… … Do you still remember me? please don't forget.",
        "Fuck fuck fuck fuck fuck fuck fuck Shit shit shit shit shit shit shit shit Fucking fuck shit damn it WHY",
        "For the Elderly Leader, he who decides for all. Humble background, yet noble in stature. He was born rich. Elderly Leader granted me this gracious mission. Coercion. I am to do the records, the stories, eternally cementing their legacy. And lack thereof. Should their world burn, should they fail, they will live on. I'll burn these. In exchange for undying loyalty, they feed and clothe my family. With slop and rags.",
        "Today, I met the first beings in a millennium! There were several of them. Do you think they might be afraid of hopping? There was this man in an orange suit. Oh, I was so excited! I hugged him, he hugged me, oh, gracious! Then, two more people came , and they gave me their names! They must be angels! Only the most gracious of all offer their names! Oh, I devote myself to them!",
        "My crimes are unforgivable. My crimes are unforgivable. My crimes are unforgivable. My crimes are unforgivable. I don't want to go back. My crimes are unforgivable. My crimes are unforgivable. My crimes are unforgivable. My crimes are unforgivable. Help me. … … Goodbye, angels.",
        "\" SCP-4803 \" by JustBixby, from the SCP Wiki . Source: https://scpwiki.com/scp-4803 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4803",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4803 is secured underneath a reinforced concrete building disguised as a workshop named Sandstone Carvings and Productions, located in Brushwood, Wisconsin. The block surrounding the workshop has been bought out by the Foundation, and is dedicated to the Foundation front store for developing tools and goods to maintain the facade. Guards disguised as workers are to be posted in various positions to ward off suspicious individuals. If intruders are non-compliant, use of lethal force is authorized. Only those with Level 2 Security Clearance and up are allowed access to SCP-4803.",
    "description": "SCP-4803 is an underground tunnel leading to a stable extra-dimensional space-time anomaly. The radius of the anomaly is measured at 1.6 meters, and deviates by approximately ±0.1 meters. SCP-4803 leads to a seemingly endless flat plane composed of various types of concrete, designated SCP-4803-1. Atmospheric content is dissimilar to Earth atmosphere, containing approximately 65% O2, as opposed to 20.95% O2 on Earth. Studies revealed that the average gravity is approximately 7.85 meters/second2, 20% lower than Earth's gravity. The degree of curvature of SCP-4803-1 is anomalously zero. This, along with the average gravity, leads to the theory that SCP-4803-1 is infinitely flat. Confirmation of this theory with the use of additional technology pending approval.",
    "title": "SCP-4803"
}