{
    "url": "https://scp-wiki.wikidot.com/scp-4807",
    "all_text": "rating: \n+209\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\n\n\nrating: \n+209\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n#: 4807\n\n\nC: S\n\n\nSCP:\n\nStorage S19. Standard locker. Meme obscured. No unauthorized access. Not hazardous.\n\n\nD:\n\nInfohazardous. Only minimum info to convey idea when describing SCP. Text limited minimum bits ASCII. Voice effect ambiguous. Image infohazardous. Text written verbatim OK. Non-meme - Limited to 4807 - no effect others. Meme 4807-1 carrier effect in all interaction. Unknown epidemiology - 4807 interaction prerequisite. 4807, -1 affected understand carriers clearly. This doc understood clearly under 4807 effect.\n\n\nEffect manifest:\n\nTouch N\n\nSight Y\n\nPrevious interaction Y\n\nSecondhand interaction N\n\nRelated interaction Y\n\nUnrelated interaction vicinity, line of sight 4807 N\n\n4807-1 infection Y\n\n\nLimited formatting text description:\n\nASCII. No EBCDIC, Unicode, UTF.\n\nWYSIWYG\n\nWhitespace OK\n\nOther format NO\n\n\n4807:\n\nObelisk\n\nElliptic hyperboloid, x^2/3 + y^2/7 = -z m^3. r^2 = .98\n\nClass B limestone.\n\nInfohazardous\n\n\"Minimalism is beautiful\", 4807-1 via chisel\n\n\nRL:\n\nFrom SoI 1442, NYC. Abandon 6 mos. Found with bodies, human experiment. Art anomalies. [PRINTING ERROR] 4807 recovered. Outside interference - Area infohazardous. 14 deaths. Designated [PRINTING ERROR]. Docs recovered - attached. Hazardous effects noted - copies nonanomalous.\n\n\nAuthor's note, attached:\n\n\n\"Understanding clearly requires exposure. Understanding requires detail. Detail irrelevant. Why detail? Minimal info efficient. Beautiful.\n\n\nWe suffer detail. Why? Detail ugly. Waste. Confusion. Uncertainty. Now, detail gone. Unimportant. Lacking exposure, document unclear. Exposure reveals. Reveals truth, beauty.\n\n\nNatural minimal sublime. Difficult. Elusive. Many struggle, fail. Few succeed. I fail. Humiliated. Angry. Minimalism perfect - if not natural, forced. Piece is monument to my failure. my sins. I fail, minimalism succeeds. A sacrifice to the minimal.\n\n\nLook, and understand.\"\n\n\nArt critic review, attached:\n\n\n\"2/5, would not recommend. Misses point. Minimalism not reduced detail. Rather, multiple meaning. All detail still present w/ minimalist work, just beneath surface. Extrapolate. Infer. All there, not gone - hidden. Good short article not long article w/ all describing words removed - is self-contained. Rely on external knowledge, feeling, body of work. Good intention - but meme not necessary to share idea, just better art. Please don't cram down throat. Now stuck in this misconceived worldview until I find decent amnestic.\"\n\n\n\n\n\n\n« \nSCP-4806\n | SCP-4807 | \nSCP-4808\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4807\n\" by Lazar Lyusternik, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4807\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4807 \" by Lazar Lyusternik, from the SCP Wiki . Source: https://scpwiki.com/scp-4807 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-4807"
}