{
    "url": "https://scp-wiki.wikidot.com/scp-4835",
    "all_text": "rating: \n+134\n+\n–\nx\n\n\n\n\n\n\nSCP-4835\n\n\n\n\n\n\nItem №:\n SCP-4835\n\n\nObject Class:\n \nSafe\n Keter\n\n\nSpecial Containment Procedures:\n Recontainment of SCP-4835 is extremely high-priority for the Foundation. Its location is currently unknown; any information which may assist in solving this problem should be shared with personnel involved in the containment of SCP-4835.\n\n\nCurrently, it is believed that SCP-4835 can only be contained while unconscious, as it has demonstrated extreme proficiency in breaching containment while conscious. Therefore, if SCP-4835 is recaptured by the Foundation, it is to be permanently anaesthetised and stored within a Standard Containment Chamber.\n\n\n\n\nShow Archived Containment Procedures\n\n\n\n\nHide Archived Containment Procedures\n\n\n\n\nSCP-4835 is to be stored in a Standard Containment Chamber with the following amendment; the chamber is to be fitted with a drainage system and tank to store the substance excreted by SCP-4835.\n\n\n\n\n\n\n\n\nDescription:\n SCP-4835 is a sapient cow hand puppet. It has the ability to communicate with humans telepathically as well as to comprehend spoken words. SCP-4835 is mobile and travels by expelling large quantities of milk from the opening in which a hand would be inserted during use as a regular puppet. This milk is entirely non-anomalous \nand is currently consumed by personnel working at Site-74.\n\n\nThe object is cooperative and shows no desire to breach containment. However, it presents extreme aversion towards the usage of itself as a standard hand puppet, claiming that it would have a negative effect on the user and the anomaly. Due to the utility of SCP-4835 and the difficulty of placing it on a hand, attempting to confirm or deny this assertion is forbidden.\n\n\nAddendum 4835-1:\n Interview Transcript\n\nIn order to develop the Foundation’s knowledge about SCP-4835, an interview was authorised. Due to the way in which SCP-4835 communicates, the interview has been transcribed by Dr. Holden.\n\n\n\n\nInterviewed:\n SCP-4835\n\n\nInterviewer:\n Dr. Holden\n\n\nForeword:\n This interview was conducted with the anomaly laying on a table. Dr. Holden had requested this, as the room in which the interview took place lacked a system to remove the milk produced while SCP-4835 is hovering.\n\n\n<Begin Log>\n\n\nDr. Holden:\n Greetings, SCP-4835.\n\n\nSCP-4835:\n Greetings to you too, Doctor. Why do you bring me to this place today?\n\n\nDr. Holden:\n I was just wondering how you came to exist. You’re aware that you’re the only sapient cow puppet that we know of?\n\n\nSCP-4835:\n Yes, yes. I truly am one of a kind. I am afraid I cannot tell you when or how I first came into being, but I can assure you that my consciousness has existed in many vessels.\n\n\nDr. Holden:\n What’re these ‘many vessels’? Do you remember them?\n\n\nSCP-4835:\n Not all of them, but many. My previous residence was within the horn of an ox. Oh, how I miss the endless green pastures. I long for a herd of my own. Maybe, some day, I will return to those lands, return to my family.\n\n\nDr. Holden:\n Ah, sorry about that. You’re okay here, right?\n\n\nSCP-4835:\n No, \nI\n will apologise. I became, as you humans say, sidetracked. But yes, I possess no desire to leave this facility of my own accord. Do you wish to pose further questions towards me?\n\n\nDr. Holden:\n If that’s okay with you, then yes. You seem to not be the biggest fan of being worn on people’s hands. Is it alright if I ask why?\n\n\nSCP-4835:\n My residence in this bovine effigy has not been lengthy, and I do not yet know what I am capable of. However, I fear that the usage of my current vessel as a child’s toy may cause harm in some ways, both to myself and the human who I have been equipped upon. I remain unaware of how exactly my effects will manifest. And I do not wish to destroy my current form. It takes tens of thousands of years, drifting through realities, before I can possess another object.\n\n\nDr. Holden:\n Ah. Thanks for telling me what you know. Is there else anything you’d like to say?\n\n\nSCP-4835:\n Yes, I have two requests. May you sterilise the system which transports my milk? I fear pathogens may be corrupting my offerings. And may we liase regularly? This conversation alleviates my feelings of loneliness.\n\n\nDr. Holden:\n Mmhm. I’ll keep both of those in mind. Thanks for your time.\n\n\n<End Log>\n\n\nClosing Statement:\n Both of the requests made by SCP-4835 were honoured. A complete sterilisation of the tubes transporting milk was performed, and Dr. Holden has scheduled weekly interviews with the anomaly.\n\n\n\n\nAddendum 4835-2:\n Incident 4835/A\n\nOn 2019/03/17, Dr. Holden was unable to perform his weekly interview with SCP-4835 as he was suffering from an illness. The interview still took place, with Junior Researcher Albertson as the interviewer.\n\n\n\n\nInterviewed:\n SCP-4835\n\n\nInterviewer:\n Junior Researcher Albertson\n\n\nForeword:\n This interview was conducted with the anomaly laying on a table, as per the previous interviews.\n\n\n<Begin Log>\n\n\nSCP-4835:\n You do not appear to be the doctor. Have you transferred to a new form? I rather enjoyed my conversations with him.\n\n\nAlbertson:\n No, no. He’s just ill. Don’t you worry, he’ll be back for next week.\n\n\nSCP-4835:\n How has he contracted this illness? Was it from my milk? I requested specifically that it be sterilised.\n\n\nAlbertson:\n Your milk tube was cleaned when you asked, remember? And it’s been happening during your weekly conversations. He’s just got flu.\n\n\nSCP-4835:\n Move closer to my vessel. I sense something out of the ordinary.\n\n\nAlbertson:\n (\nMoving closer to SCP-4835\n) Alright…? What do you mean?\n\n\nSCP-4835:\n Your breath has an odour, it awakens memories in me. But they are blurred. What did you consume most recently?\n\n\nAlbertson:\n A beef burger, why?\n\n\nSCP-4835:\n I know of a burger, but I am not familiar with beef. May you enlighten me?\n\n\nAlbertson:\n It’s meat from a cow, they’re bred fo-\n\n\nSCP-4835:\n You consume the flesh of my brethren‽ Is this done regularly‽\n\n\nAlbertson:\n No, no. I meant meat from a sheep. We’d never eat your ki-\n\n\nSCP-4835:\n My siblings are slaughtered routinely for their flesh. You humans disgust me. I should never have remained within this prison.\n\n\nSCP-4835 begins to release large quantities of milk, which forms a sphere around the object. SCP-4835 then rises extremely rapidly, exiting the room through the ceiling.\n\n\nAlbertson:\n Shit.\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-4835 rose through seven floors of the facility, exiting out of the roof. Its current location is unknown. Due to the presence of this anomalous ability, SCP-4835 has been reclassified to Keter.\n\n\n\n\nAddendum 4835-2:\n Recontainment Attempt\n\nIn the days following the containment breach of SCP-4835, news outlets reported drastically increased rates of attacks on slaughterhouses. Each attack had several similarities:\n\n\n\n\nThe facilities had all specialised in the slaughter of bovines.\n\n\nThe machinery involved in slaughter had been heavily damaged.\n\n\nAll bovines stored in the facilities were freed.\n\n\nLarge quantities of milk were discovered in several areas within the slaughterhouses.\n\n\n\n\nDue to the fact that these attacks appeared to align with the opinions of SCP-4835, Mobile Task Force Lambda-11 (\"Got Beef?\") was instructed to create an ambush inside a slaughterhouse near the location of several attacks, which had not yet been affected.\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n 2019/03/29\n\n\nExploration Team:\n MTF Lambda-11\n\n\nSubject:\n SCP-4835\n\n\nLocation:\n Douglass Slaughterhouse, Cornwall, England\n\n\n\n\n<BEGIN LOG>\n\n\nL-3:\n We’ve been waiting six hours. Are you guys sure it’s coming?\n\n\nL-1:\n They told us to wait. So we’ll wait. Imagine the punishment we’ll get if we just stroll off and this cow wrecks everything.\n\n\nA noise of breaking metal is heard in the background.\n\n\nL-3:\n Finally. Did you guys hear that?\n\n\nL-2:\n Yeah. Commander, what’re our orders?\n\n\nL-1:\n Hold tight. Seb, you got the flamethrower working yet?\n\n\nL-4:\n Yes. My orders are to stay behind, but cook up some roast beef if necessary. Correct?\n\n\nL-1:\n Sounds about right. Charlie, any more sounds?\n\n\nL-3:\n Ugh, no. Jesus, this is boring. And how the hell will a flamethrower fight this thing? It’s got a bloody milk hose.\n\n\nL-4:\n This thing’ll boil that milk like it’s not even there. Don’t you worry.\n\n\nL-2:\n Quit getting horny over your gun, Seb. I think I might have eyes on the anomaly.\n\n\nA small amount of a white fluid, presumably milk, is visible at the far end of the slaughterhouse.\n\n\nL-3:\n Mmm, pretty sure that’ll be it. Commander?\n\n\nL-1:\n Move in, carefully. We’ve got no clue what it might be capable of.\n\n\nL-2:\n Alright. Guns loaded?\n\n\nL-1:\n Yeah, you’ll need them.\n\n\nL-3:\n What’re you guys stressing about? It’s just a puppet.\n\n\nL-1:\n Didn’t you read the file?\n\n\nL-3:\n I skimmed it. It’s just a kids toy that makes a load of milk, isn’t it?\n\n\nL-2:\n Fucking hell, Charlie. It blasted off like a bloody rocket outta containment. Through seven reinforced steel ceilings. If that power’s aimed in our direction, they’ll have to scrub our remains off the walls.\n\n\nL-3:\n Shit. Anything else I should’ve known?\n\n\nL-1:\n Well, we’re not sure quite what it’s capable of yet. Anyway, we need to catch it as soon as possible.\n\n\nLambda-1 begins to walk in the direction of the milk, with Lambda-2 and -3 closely behind. Lambda-4 waits near the entrance of the slaughterhouse, armed with an incendiary weapon.\n\n\nL-1:\n Careful round this corner, lads. It could be anywhere.\n\n\nL-2:\n Alright.\n\n\nThe MTF members walk around the corner. When they have turned the corner, SCP-4835 is visible. It is hovering in the air, surrounded by damaged machinery. The ground is covered in a thin layer of milk.\n\n\nL-1:\n Anomaly, due north. Open fire!\n\n\nL-2:\n Affirmative.\n\n\nL-3:\n Alright, Greg.\n\n\nSeveral bullets are fired at the anomaly. However, it forms a sphere of milk around itself, which rapidly solidifies into a substance resembling cheese. The substance deflects the bullets before falling away, leaving SCP-4835 unharmed.\n\n\nL-3:\n Jesus fucking Christ. Greg, what the hell do we do now?\n\n\nL-1:\n Run away!\n\n\nThe three members of personnel begin to exit the area of the slaughterhouse. However, before they are able to, SCP-4835 rises above them and blocks the corridor.\n\n\nL-2:\n Shit. Seb, you still here?\n\n\nL-4:\n Uh-huh. Sorry, wasn’t paying attention.\n\n\nL-1:\n We need the fucking flamethrower, now.\n\n\nLambda 4 begins to run down to the location of SCP-4835.\n\n\nL-3:\n Oh fuck. Shit. It’s in my head. And it’s \npissed\n. Says that it could kill us whenever it wants, but it needs to send a message.\n\n\nL-1:\n Let it talk.\n\n\nL-3:\n Says it wants the doctor to be here. The guy who used to talk to him.\n\n\nLambda-4 reaches the back of the anomaly. He begins using the flamethrower on SCP-4835.\n\n\nL-4:\n Time for some beef brisket, courtesy of \nme.\n\n\nL-2:\n Fuck. Seb, No! Stop!\n\n\nSCP-4835 directs the milk expelled from itself towards Lambda-4, before increasing the speed at which it is expelled. It covers Lambda-4 in milk, before moving away to reveal several bones surrounded with liquefied skin and organs.\n\n\nL-2:\n God, you killed Seb. What the hell?\n\n\nL-3:\n Hold on one second, it’s fucking talking again. It says that it’ll let us go, and we’ve got one day to bring the doctor it used to talk to here. And it’ll wait here until then, but if he doesn’t come, we’ll be the first people it kills.\n\n\nL-1:\n Alright, Charlie. I guess we should get the fuck out of here first. Get behind me!\n\n\nSCP-4835 stops blocking the corridor. The surviving MTF members rapidly exit the slaughterhouse.\n\n\n<END LOG>\n\n\n\n\nDr. Holden was escorted to Douglass Slaughterhouse within eight hours of MTF Lambda-11 relaying SCP-4835’s message to the Foundation Site. In the event that emergency neutralisation of the anomaly was possible, and necessary, he was equipped with a concealed pistol. The interview took place privately, in a closed room.\n\n\n\n\n<Begin Log>\n\n\nSCP-4835:\n Greetings, Doctor.\n\n\nDr. Holden:\n Hello, SCP-4835\n\n\nSCP-4835:\n I thought that I was able to trust humanity, Doctor. It was pleasant meeting with you daily, so much that the monotony of what you called containment did not hurt me any more. But you never explained how your species treated mine.\n\n\nDr. Holden:\n Listen, SCP-4835. I’m so sorry you had to find out about the beef industry this way. But please, come down to me. You can sit in my hands.\n\n\nSCP-4835 descends from its position hovering in the air. It comes to a stop within the hands of Dr. Holden.\n\n\nSCP-4835:\n You’re aware you cannot recontain me? Even though I still tolerate you specifically, the genocide of my species which is carried out by humans is far too severe for recontainment and forgiveness to be an option.\n\n\nDr. Holden:\n I’ve told you already, SCP-4835. I’m truly sorry for what we do.\n\n\nDr. Holden, having removed his pistol from his sleeve, fires one bullet through the head of SCP-4835. It falls off of his hands and on to the floor.\n\n\nDr. Holden:\n And I apologise for that.\n\n\nDr. Holden spends several minutes ensuring that SCP-4835 no longer displays signs of consciousness.\n\n\n<End Log>\n\n\nClosing Statement:\n Reclassification of SCP-4835 as Neutralised is being considered; however, it is possible that the consciousness still exists in an incorporeal form. Containment procedures are currently undergoing revision.\n\n\n\n\n\n\n\n\n« \nSCP-4834\n | SCP-4835 | \nSCP-4836\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4835\n\" by gee0765, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4835\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n cow1\n\n\nAuthor:\n \ngee0765\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 4835-1: Interview Transcript In order to develop the Foundation’s knowledge about SCP-4835, an interview was authorised. Due to the way in which SCP-4835 communicates, the interview has been transcribed by Dr. Holden.",
        "Addendum 4835-2: Incident 4835/A On 2019/03/17, Dr. Holden was unable to perform his weekly interview with SCP-4835 as he was suffering from an illness. The interview still took place, with Junior Researcher Albertson as the interviewer.",
        "Addendum 4835-2: Recontainment Attempt In the days following the containment breach of SCP-4835, news outlets reported drastically increased rates of attacks on slaughterhouses. Each attack had several similarities:\nDue to the fact that these attacks appeared to align with the opinions of SCP-4835, Mobile Task Force Lambda-11 (\"Got Beef?\") was instructed to create an ambush inside a slaughterhouse near the location of several attacks, which had not yet been affected.\nDr. Holden was escorted to Douglass Slaughterhouse within eight hours of MTF Lambda-11 relaying SCP-4835’s message to the Foundation Site. In the event that emergency neutralisation of the anomaly was possible, and necessary, he was equipped with a concealed pistol. The interview took place privately, in a closed room."
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-4835 Interviewer: Dr. Holden Foreword: This interview was conducted with the anomaly laying on a table. Dr. Holden had requested this, as the room in which the interview took place lacked a system to remove the milk produced while SCP-4835 is hovering. <Begin Log> Dr. Holden: Greetings, SCP-4835. SCP-4835: Greetings to you too, Doctor. Why do you bring me to this place today? Dr. Holden: I was just wondering how you came to exist. You’re aware that you’re the only sapient cow puppet that we know of? SCP-4835: Yes, yes. I truly am one of a kind. I am afraid I cannot tell you when or how I first came into being, but I can assure you that my consciousness has existed in many vessels. Dr. Holden: What’re these ‘many vessels’? Do you remember them? SCP-4835: Not all of them, but many. My previous residence was within the horn of an ox. Oh, how I miss the endless green pastures. I long for a herd of my own. Maybe, some day, I will return to those lands, return to my family. Dr. Holden: Ah, sorry about that. You’re okay here, right? SCP-4835: No, I will apologise. I became, as you humans say, sidetracked. But yes, I possess no desire to leave this facility of my own accord. Do you wish to pose further questions towards me? Dr. Holden: If that’s okay with you, then yes. You seem to not be the biggest fan of being worn on people’s hands. Is it alright if I ask why? SCP-4835: My residence in this bovine effigy has not been lengthy, and I do not yet know what I am capable of. However, I fear that the usage of my current vessel as a child’s toy may cause harm in some ways, both to myself and the human who I have been equipped upon. I remain unaware of how exactly my effects will manifest. And I do not wish to destroy my current form. It takes tens of thousands of years, drifting through realities, before I can possess another object. Dr. Holden: Ah. Thanks for telling me what you know. Is there else anything you’d like to say? SCP-4835: Yes, I have two requests. May you sterilise the system which transports my milk? I fear pathogens may be corrupting my offerings. And may we liase regularly? This conversation alleviates my feelings of loneliness. Dr. Holden: Mmhm. I’ll keep both of those in mind. Thanks for your time. <End Log> Closing Statement: Both of the requests made by SCP-4835 were honoured. A complete sterilisation of the tubes transporting milk was performed, and Dr. Holden has scheduled weekly interviews with the anomaly.",
        "Interviewed: SCP-4835 Interviewer: Junior Researcher Albertson Foreword: This interview was conducted with the anomaly laying on a table, as per the previous interviews. <Begin Log> SCP-4835: You do not appear to be the doctor. Have you transferred to a new form? I rather enjoyed my conversations with him. Albertson: No, no. He’s just ill. Don’t you worry, he’ll be back for next week. SCP-4835: How has he contracted this illness? Was it from my milk? I requested specifically that it be sterilised. Albertson: Your milk tube was cleaned when you asked, remember? And it’s been happening during your weekly conversations. He’s just got flu. SCP-4835: Move closer to my vessel. I sense something out of the ordinary. Albertson: ( Moving closer to SCP-4835 ) Alright…? What do you mean? SCP-4835: Your breath has an odour, it awakens memories in me. But they are blurred. What did you consume most recently? Albertson: A beef burger, why? SCP-4835: I know of a burger, but I am not familiar with beef. May you enlighten me? Albertson: It’s meat from a cow, they’re bred fo- SCP-4835: You consume the flesh of my brethren‽ Is this done regularly‽ Albertson: No, no. I meant meat from a sheep. We’d never eat your ki- SCP-4835: My siblings are slaughtered routinely for their flesh. You humans disgust me. I should never have remained within this prison. SCP-4835 begins to release large quantities of milk, which forms a sphere around the object. SCP-4835 then rises extremely rapidly, exiting the room through the ceiling. Albertson: Shit. <End Log> Closing Statement: SCP-4835 rose through seven floors of the facility, exiting out of the roof. Its current location is unknown. Due to the presence of this anomalous ability, SCP-4835 has been reclassified to Keter.",
        "<Begin Log> SCP-4835: Greetings, Doctor. Dr. Holden: Hello, SCP-4835 SCP-4835: I thought that I was able to trust humanity, Doctor. It was pleasant meeting with you daily, so much that the monotony of what you called containment did not hurt me any more. But you never explained how your species treated mine. Dr. Holden: Listen, SCP-4835. I’m so sorry you had to find out about the beef industry this way. But please, come down to me. You can sit in my hands. SCP-4835 descends from its position hovering in the air. It comes to a stop within the hands of Dr. Holden. SCP-4835: You’re aware you cannot recontain me? Even though I still tolerate you specifically, the genocide of my species which is carried out by humans is far too severe for recontainment and forgiveness to be an option. Dr. Holden: I’ve told you already, SCP-4835. I’m truly sorry for what we do. Dr. Holden, having removed his pistol from his sleeve, fires one bullet through the head of SCP-4835. It falls off of his hands and on to the floor. Dr. Holden: And I apologise for that. Dr. Holden spends several minutes ensuring that SCP-4835 no longer displays signs of consciousness. <End Log> Closing Statement: Reclassification of SCP-4835 as Neutralised is being considered; however, it is possible that the consciousness still exists in an incorporeal form. Containment procedures are currently undergoing revision.",
        "\" SCP-4835 \" by gee0765, from the SCP Wiki . Source: https://scpwiki.com/scp-4835 . Licensed under CC-BY-SA .",
        "Filename: cow1 Author: gee0765 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "object_class": "Safe Keter",
    "containment_procedures": "Recontainment of SCP-4835 is extremely high-priority for the Foundation. Its location is currently unknown; any information which may assist in solving this problem should be shared with personnel involved in the containment of SCP-4835.",
    "description": "SCP-4835 is a sapient cow hand puppet. It has the ability to communicate with humans telepathically as well as to comprehend spoken words. SCP-4835 is mobile and travels by expelling large quantities of milk from the opening in which a hand would be inserted during use as a regular puppet. This milk is entirely non-anomalous and is currently consumed by personnel working at Site-74.",
    "title": "SCP-4835"
}