{
    "url": "https://scp-wiki.wikidot.com/scp-4836",
    "all_text": "rating: \n+77\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\nSCP-4836: \"I Love You Bear-y Much\" by:\n \nDoctor Fullham\n\n\n\n\n\n\n♫ Doctor Fullham's Author Page ♫\n\n\n\n\n\n\n\n\nCrit Credits:\n\n\nJakdragonX\n\n\nMalyceGraves\n\n\nKeetz\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n83.48%\n\n(+96)\n\n\n16.52%\n\n(-19)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+77\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4836 is contained in a standard Anomalous Object Storage Locker at Site-76. Testing must be observed by at least two Level 4 research personnel. Amnestics are to be administered after all tests to avoid emotional attachment to the object.\n\n\nDescription:\n SCP-4836 is a stuffed children's toy, styled after a Care Bear, with a symbol of a clock embroidered on its stomach. When secured to the chest of a person who has one or fewer living biological parents, SCP-4836's effect is triggered. If the holder imagines a time period or event during their childhood in which the deceased parent was present\n1\n, their consciousness is able to experience that event or time period with perfect accuracy. The subject's body enters a comatose state when this effect is triggered and, although the body continues to age and grow, the muscles do not atrophy as would be expected during a coma. Past events are experienced in a 1:1 temporal ratio; a re-lived birthday celebration could last several hours, whereas a re-lived vacation could last one to two weeks. See test logs for further examples.\n\n\nA cloth tag sewn to the seam on the left leg reads: \"Happy 4th Birthday Ryan, my baby bear. Anywhere, anytime, hold this close and we'll never be apart.\"\n\n\nDiscovery:\n SCP-4836 was discovered on April 19th, 2008 at Mercy Hospital in Oklahoma City, Oklahoma, USA, where 20-year-old Ryan Hoffstead regained consciousness after being in a comatose state for ten years. Hospital records state that Ryan did not show any signs of brain damage or any other documented causes of a coma.\n\n\nIt was additionally noted that Ryan had not released his grip on a stuffed bear for the entire duration of his decade-long stay. Ryan was taken into Foundation custody and transferred to Site-11 under the guise of specialized medical care.\n\n\nAfter ascertaining the effects of SCP-4836 (See Interview Log 4836-R), it was transferred to Site-76. Ryan was given a series of amnestic treatments and enrolled in remedial education courses to facilitate reintegration into society\n2\n.\n\n\nDuring attempts to locate Ryan's family, Foundation agents retrieved a death certificate from Oklahoma County records confirming his mother Cynthia Hoffstead's death due to a vehicle collision in January 1998. The location of Ryan's father, Gregory Hoffstead, is currently unknown.\n\n\n\n\nSCP-4836 Test Logs\n\n\n\n\nClose Test Logs\n\n\n\n\nSubject:\n D-09144. Birth father living, birth mother deceased when subject was 9 years old.\n\n\n\n\n\n\nMEMORY\n\n\nRESULT\n\n\nNOTES\n\n\n\n\n\n\nSubject's sixth birthday.\n\n\nSubject vividly remembered their sixth birthday. Comatose state lasted nine hours.\n\n\nN/A\n\n\n\n\n\n\nSubject's tenth birthday.\n\n\nNo reaction.\n\n\nN/A\n\n\n\n\n\n\nSubject's middle school graduation.\n\n\nNo reaction.\n\n\nSubject was 13 during this event.\n\n\n\n\n\n\nObservations:\n Subjects cannot activate the effect for memories that occurred after 12 years of age, or memories wherein the now-deceased parent was not living.\n\n\n\n\nSubject:\n D-21504. Both birth parents living.\n\n\n\n\n\n\nMEMORY\n\n\nRESULT\n\n\nNOTES\n\n\n\n\n\n\nSubject's summer trip to a theme park.\n\n\nNo reaction.\n\n\nN/A\n\n\n\n\n\n\nSubject's summer vacation between third and fourth grade.\n\n\nNo reaction.\n\n\nN/A\n\n\n\n\n\n\nObservations:\n Only subjects with at least one deceased birth parent can activate the effect.\n\n\n\n\nSubject:\n D-86442. Birth mother deceased when subject was 5, birth father deceased at 7. Adopted and raised by other family until age 18.\n\n\n\n\n\n\nMEMORY\n\n\nRESULT\n\n\nNOTES\n\n\n\n\n\n\nSubject's eighth birthday.\n\n\nNo reaction.\n\n\nN/A\n\n\n\n\n\n\nSubject's fourth birthday.\n\n\nSubject vividly remembered their fourth birthday, including the disappointment of not receiving the gift they wanted. Comatose state lasted seven hours.\n\n\nN/A\n\n\n\n\n\n\nSubject's birth mother's funerary service.\n\n\nSubject vividly remembered the service and was in an emotionally distressed state when they regained consciousness. Comatose state lasted four hours.\n\n\nSubject demanded to be used for additional testing and became hostile on refusal. Subject amnestized and reassigned.\n\n\n\n\n\n\nObservations:\n Foster or adopted parents are unable to trigger the effect; only the status of the subject's biological parents creates a reaction. If both biological parents are now deceased, events wherein at least one was living can trigger the effect. The probability of subjects developing emotional attachment to SCP-4836 has led to the administration of amnestics after each test.\n\n\n\n\nClose Test Logs\n\n\n\n\n\n\n\n\n\n\nInterview Log 4836-R\n\n\n\n\nClose Interview Log\n\n\n\n\n\n\nInterviewed:\n Ryan Hoffstead, first person to experience the effects of SCP-4836.\n\n\nInterviewer:\n Dr. Parsons, Site-11 psychologist.\n\n\nForeword:\n Having experienced the effects of SCP-4836 for ten years, Ryan's mental state and maturity are that of a ten year old boy. Dr. Parsons was chosen because of his experience in child psychology, especially in areas relating to post-traumatic stress and parental separation anxiety.\n\n\nThis interview took place on April 26th, 2008, one week after Ryan regained consciousness and was moved to Site-11.\n\n\n<Begin Log, 11:00>\n\n\nDr. Parsons:\n Hello, Ryan. How are you today?\n\n\n\n\nRyan:\n I'm tired, and I wanna go home. This place is weird.\n\n\nDr. Parsons:\n Well, Ryan, once we figure out what was going on while you were in the hospital, we'll get you back home. How does that sound?\n\n\n\n\nRyan shrugs.\n\n\nRyan:\n Okay.\n\n\nDr. Parsons:\n Okay, Ryan, what can you tell me about your bear?\n\n\n\n\nRyan:\n It's my favorite toy. My friends all make fun of me for keeping him with me, they say only babies carry stuffies around. But my mom made him for me and, I…I love her, 'cuz she's the best mom \never\n! He's the best toy in the world and she made him special for me. I don't care if the other kids tease me about it. Ticker is the best.\n\n\nDr. Parsons:\n Ticker?\n\n\n\n\nRyan:\n Yeah, his name is Ticker! Because of the clock on his stomach. Mom and I used to sit and listen to the clock ticking when I couldn't fall asleep, and I loved Care Bears, so she made Ticker for me. I always slept with him and I….I still do. I can still…I can still smell her perfume on him…\n\n\nRyan begins to cry silently. Dr. Parsons waits for him to finish before continuing.\n\n\nDr. Parsons:\n You really loved your mother, didn't you?\n\n\nRyan:\n Of c-course I loved her, she was the \nbest\n. I m-miss her.\n\n\nDr. Parsons:\n Of course, of course. And what about your father?\n\n\nRyan:\n He's alright, I guess. He's always working, though. I didn't even see him until three days after she…after it happened.\n\n\nDr. Parsons:\n It must have been very difficult for you when she passed.\n\n\n\n\nRyan:\n I don't wanna talk about that.\n\n\nDr. Parsons:\n Please, Ryan, we need to understand what was happening to you while you were in the hospital, and we think your bear is something very special. And your mother made that bear, so we need to know about her.\n\n\n\n\nRyan:\n But what about what \nI\n need? I need Ticker back. If I tell you about my mom, will you give him back to me?\n\n\nDr. Parsons:\n I'm so sorry, Ryan, but we can't do that. That bear could be very dangerous, and we want to make sure you're safe.\n\n\n\n\nRyan:\n No, it's not dangerous! She made it for me so we'd never be apart! Please don't take her away again, you can't! \nPlease!\n\n\nRyan lunges at Dr. Parsons and begins striking him repeatedly in the face and chest. Security personnel enter the room, restrain him, and take him back to his containment room.\n\n\nDr. Parsons:\n I'm sorry Ryan. Trust me, we're going to help you.\n\n\n\n\nRyan:\n \nG-go to hell!\n\n\n<End Log, 11:05>\n\n\nNote from Dr. Parsons:\n Ryan is unique among all my other patients. I have rarely seen a child this attached to their parent so late in life. It is probable that a combination of the anomaly's effects, his twice-lived childhood, and his father's detachment caused this bond to develop in the way it did. We have attempted to contact his father in the hopes that reconnecting with him will aid him in his rehabilitation and education, but as of yet he has not responded.\n\n\n\n\n\n\nClose Interview Log\n\n\n\n\n\n\nAddendum 4836-J1:\n The following is an entry found in Ryan's journal, dated two days before his admission to Mercy hospital. It was recovered from his residence. His room appeared to have remained undisturbed since his hospitalization.\n\n\n\n\nOpen Journal Entry\n\n\n\n\nClose Journal Entry\n\n\n\n\n\n\nApril 17, 1998\n\n\n \n\nJournal,\n\nToday was really bad. I got in trouble with my dad because I got in trouble at school, and it wasn't even my fault! Stupid Kyle tried to take Ticker away from me and throw him in a puddle. Him and the other boys teased me and called me a baby again. Tommy made a mean joke about what happened to mom and I got real angry and hit him in the face. Principal \nFisimm\n \nFitzim\n Fitzsimmons called my dad and he came to get me. He said some dumb crap about respect and being a man and taking the high road. I told him I wanted to change schools and he said no. He doesn't care, he doesn't love me. Not like mom did, anyway.\n\n\n \n\nI miss her. I miss her so much every day and it hurts so bad. Dad has been taking down pictures of her from around the house, but I won't let him take anything from my room. I'll remember how great she was no matter how much he wants to forget.\n\n\n \n\nAt least I still have Ticker. When I sleep with him, I can remember when she was alive. I remember it so well it's like I'm there with her again - I can hear her sing and see her smile and laugh again. Last night I dreamed about when we went to see \nFlipper\n and it was like I saw the whole movie again!\n\n\n \n\nI just wish she was here. She was the best mom ever and life has been so hard since \nshe di\n the accident. I want her back. Maybe if I sleep with Ticker tonight I can remember everything and when I wake up it'll all turn out to be a nightmare.\n\n\n \n\nI miss you, mommy. I'll see you again tonight.\n\n\n\n\n\n\nClose Journal Entry\n\n\n\n\n\n\nAddendum 4836-J2:\n The following is the final entry from a journal that Ryan was asked to keep as part of his rehabilitation. Dr. Parsons requested he keep a journal in order to monitor any residual emotional attachment to the anomaly. This entry prompted Dr. Parsons to clear Ryan for reintegration.\n\n\n\n\nOpen Journal Entry\n\n\n\n\nClose Journal Entry\n\n\n\n\n\n\nApril 30th, 2010\n\n\n \n\nJournal,\n\nToday was amazing! Dr. Parsons is so proud of all the progress I've made. It's really crazy how much I missed when I was in the hospital, but the staff here are incredible to have helped me catch up on ten years of history in just over two. I definitely have a lot of movies and TV to catch up on, so here's hoping I don't turn into a total couch potato!\n\n\n \n\nMy memory of what happened in the hospital is still really fuzzy. Dr. Weiss showed me some MRIs, and explained that my case has led to new research into PTSD and emotional trauma and how they might link to comas. So that's pretty cool! Who knows, maybe what happened to me could save someone's life.\n\n\n \n\nOn that note, as much as the staff here has been really nice, I'm excited to finally get back out into the real world and see what I've missed since 1998. They've filled me in on the really important bits - Clinton's impeachment, September 11th and Operation Enduring Freedom, Hurricane Katrina, and Google! - and while I was in here, America elected the first \nbla\n African-American President! I'm so excited to see what else the world has in store.\n\n\n \n\nI'm going to go home and find my father. When I was young, I didn't understand how different people deal with grief, and I know that losing her must have hurt him just as much as it hurt me. Maybe we can share some memories of her; remember the good times. If nothing else, I want to apologize and tell him I love him too.\n\n\n \n\nI still remember my mother. I remember her face, the smell of her perfume, the sound of her soft singing. I remember how much she loved me, and how much I loved her back. I'm going to go out into the world and honor her memory.\n\n\n \n\nI'm going to make her proud.\n\n\n\n\n\n\nClose Journal Entry\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Tests attempting to activate SCP-4836 utilizing memories from when the subject was 12 or more years of age have been unsuccessful.\n\n\n2\n. This rehabilitation was recommended by Dr. Parsons after several attempts made by Ryan to retrieve SCP-4836, including one that nearly led to a containment breach.\n\n\n\n\n\n\n\n\n« \nSCP-4835\n | SCP-4836 | \nSCP-4837\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4836\n\" by Doctor Fullham, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4836\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4836-J1: The following is an entry found in Ryan's journal, dated two days before his admission to Mercy hospital. It was recovered from his residence. His room appeared to have remained undisturbed since his hospitalization.",
        "Addendum 4836-J2: The following is the final entry from a journal that Ryan was asked to keep as part of his rehabilitation. Dr. Parsons requested he keep a journal in order to monitor any residual emotional attachment to the anomaly. This entry prompted Dr. Parsons to clear Ryan for reintegration."
    ],
    "documents": [],
    "notes": [
        "Interviewed: Ryan Hoffstead, first person to experience the effects of SCP-4836. Interviewer: Dr. Parsons, Site-11 psychologist. Foreword: Having experienced the effects of SCP-4836 for ten years, Ryan's mental state and maturity are that of a ten year old boy. Dr. Parsons was chosen because of his experience in child psychology, especially in areas relating to post-traumatic stress and parental separation anxiety. This interview took place on April 26th, 2008, one week after Ryan regained consciousness and was moved to Site-11. <Begin Log, 11:00> Dr. Parsons: Hello, Ryan. How are you today? Ryan: I'm tired, and I wanna go home. This place is weird. Dr. Parsons: Well, Ryan, once we figure out what was going on while you were in the hospital, we'll get you back home. How does that sound? Ryan shrugs. Ryan: Okay. Dr. Parsons: Okay, Ryan, what can you tell me about your bear? Ryan: It's my favorite toy. My friends all make fun of me for keeping him with me, they say only babies carry stuffies around. But my mom made him for me and, I…I love her, 'cuz she's the best mom ever ! He's the best toy in the world and she made him special for me. I don't care if the other kids tease me about it. Ticker is the best. Dr. Parsons: Ticker? Ryan: Yeah, his name is Ticker! Because of the clock on his stomach. Mom and I used to sit and listen to the clock ticking when I couldn't fall asleep, and I loved Care Bears, so she made Ticker for me. I always slept with him and I….I still do. I can still…I can still smell her perfume on him… Ryan begins to cry silently. Dr. Parsons waits for him to finish before continuing. Dr. Parsons: You really loved your mother, didn't you? Ryan: Of c-course I loved her, she was the best . I m-miss her. Dr. Parsons: Of course, of course. And what about your father? Ryan: He's alright, I guess. He's always working, though. I didn't even see him until three days after she…after it happened. Dr. Parsons: It must have been very difficult for you when she passed. Ryan: I don't wanna talk about that. Dr. Parsons: Please, Ryan, we need to understand what was happening to you while you were in the hospital, and we think your bear is something very special. And your mother made that bear, so we need to know about her. Ryan: But what about what I need? I need Ticker back. If I tell you about my mom, will you give him back to me? Dr. Parsons: I'm so sorry, Ryan, but we can't do that. That bear could be very dangerous, and we want to make sure you're safe. Ryan: No, it's not dangerous! She made it for me so we'd never be apart! Please don't take her away again, you can't! Please! Ryan lunges at Dr. Parsons and begins striking him repeatedly in the face and chest. Security personnel enter the room, restrain him, and take him back to his containment room. Dr. Parsons: I'm sorry Ryan. Trust me, we're going to help you. Ryan: G-go to hell! <End Log, 11:05> Note from Dr. Parsons: Ryan is unique among all my other patients. I have rarely seen a child this attached to their parent so late in life. It is probable that a combination of the anomaly's effects, his twice-lived childhood, and his father's detachment caused this bond to develop in the way it did. We have attempted to contact his father in the hopes that reconnecting with him will aid him in his rehabilitation and education, but as of yet he has not responded.",
        "\" SCP-4836 \" by Doctor Fullham, from the SCP Wiki . Source: https://scpwiki.com/scp-4836 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-4836 is contained in a standard Anomalous Object Storage Locker at Site-76. Testing must be observed by at least two Level 4 research personnel. Amnestics are to be administered after all tests to avoid emotional attachment to the object.",
    "description": "SCP-4836 is a stuffed children's toy, styled after a Care Bear, with a symbol of a clock embroidered on its stomach. When secured to the chest of a person who has one or fewer living biological parents, SCP-4836's effect is triggered. If the holder imagines a time period or event during their childhood in which the deceased parent was present1, their consciousness is able to experience that event or time period with perfect accuracy. The subject's body enters a comatose state when this effect is triggered and, although the body continues to age and grow, the muscles do not atrophy as would be expected during a coma. Past events are experienced in a 1:1 temporal ratio; a re-lived birthday celebration could last several hours, whereas a re-lived vacation could last one to two weeks. See test logs for further examples.",
    "title": "SCP-4836"
}