{
    "url": "https://scp-wiki.wikidot.com/scp-4839",
    "all_text": "rating: \n+171\n+\n–\nx\n\n\n\n\n\n\n\n\nNotice to the Foundation, Multiversal Iteration 2N:\n\n\nBy order of Eternal President Girard Niang: Earth, Multiversal Iteration 4V, has been severed from ☽☽☽ jurisdiction and left to its own devices. Further involvement on the part of the ☽☽☽ Humanity Defense Corps would have only exacerbated the situation and led to cross-dimensional casualties.\n\n\nAs an additional means to ensure eternal quarantine, JALAKÅRA Himself has whispered the hymn of silent flesh into Iteration 4V. While regrettable, this action was a product of absolute necessity, and executed to protect the multi-dimensional majority of humans. Fortunately, extraterrestrial life in 4V continues to thrive.\n\n\nWe will now provide you with 4V's document SCP-4839,\n1\n if only as a warning. We know your cause is just — but for your own sake, know when to stop.\n\n\n\n\nYou are watched. You are Protected. You are loved.\n\n☽☽☽\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIteration 1 - 4/27/2022 (archived)\n\n\nIteration 2 - 6/13/2028 (archived)\n\n\nIteration 3 - 2/1/2032 (archived)\n\n\nIteration 4 - 7/20/2305 (archived)\n\n\nIteration 5 - 10/30/5792 (archived)\n\n\nIteration 6 - 11/18/9047 (FINAL)\n\n\n\n\n\n\n\n\n\n\n\n\nKullervo counter specifications for SCP-4839\n\n\n\n\n\n\nItem #:\n SCP-4839\n\n\nObject Class:\n Keter\n\n\nThreat Level:\n Black \n•\n\n\nSpecial Containment Procedures:\n Due to the large volume of SCP-4839 in existence, Mass Containment Zone-4839, hereafter MCZ-4839, has been constructed within \nSCP-2400\n. MCZ-4839 is composed of two warehouses for storage of SCP-4839, living quarters for staff, and barracks for guards. Each warehouse will be equipped with a Kullervo Suppressor, thereby neutralizing the dangerous effects of contained instances.\n\n\nItems that carry SCP-4839 are to be contained as-is. Living instances are to be accommodated with nutrition and other sustenance. Deceased instances are to be contained, as well.\n\n\nAcquisition of additional SCP-4839 is to be carried out through the use of Kullervo Detectors, available at every major Foundation site. Any usage of Kullervo Detectors that deviates from the provided instruction manual is grounds for immediate termination of employment with the Foundation and the administration of Class-C amnestics.\n\n\nThough SCP-4839 poses no threat while contained, it is estimated that only 4% of SCP-4839 in existence is currently under containment. Failure to contain at least 70% of SCP-4839 by 12/2/2065 will result in a ZK-class reality failure scenario.\n\n\nDescription:\n SCP-4839 is a subatomic particle that can only be detected with a Barton-Salas Kullervo Detector\n2\n. It is discovered SCP-4839 cannot be transferred from its host object, and does not affect the object’s mass.\n\n\nIt is extradimensional in origin, and is believed to be the catalyst of another reality’s forced assimilation of our own.\n3\n\n\nSo far, SCP-4839 has been discovered in the following objects:\n\n\n\n\n\n\nSource\n\n\nAcquisition Strategy\n\n\nCover Strategy\n\n\n\n\n\n\nJulep-brand window-mounted air conditioners manufactured after 1986\n\n\nJulep Electric seized by the Foundation and dissolved. A product recall is in effect.\n\n\nAsbestos contamination.\n\n\n\n\n\n\nThe Bangka slow loris (\nNycticebus bancanus\n)\n\n\nAll wild instances, approximately 70% previously captive specimens, and approximately 40% of deceased specimens have been captured and contained.\n\n\nThe species is extinct in the wild due to climate change.\n\n\n\n\n\n\nThe works of the Italian baroque painter, Artemisia Gentileschi\n\n\nCaptured in raids; owners amnesticized.\n\n\nLost in a warehouse fire.\n\n\n\n\n\n\nLeaves of the Ginkgo tree (\nGinkgo biloba\n)\n\n\nAcquisition ongoing. Complete containment would prove impractical; at most, 70% of live and deceased specimens can be contained.\n\n\nA virus from the Mesozoic Era that preyed upon ginkgo plants has been released from Arctic permafrost due to climate change.\n\n\n\n\n\n\nMore items may be added to this list, pending the discovery of SCP-4839 elsewhere.\n\n\n\n\n\n\n\n\n\n\nKullervo counter specifications for SCP-4839\n\n\n\n\n\n\nAs of 6/13/2028, revisions have been made to this article.\n\n\nItem #:\n SCP-4839\n\n\nObject Class:\n Keter\n\n\nThreat Level:\n Black \n•\n\n\nSpecial Containment Procedures:\n Due to the large volume of SCP-4839 in existence, Mass Containment Zone-4839, hereafter MCZ-4839, has been constructed within \nSCP-2400\n. MCZ-4839 is composed of \n27\n warehouses for storage of SCP-4839, living quarters for staff, and barracks for guards. Each warehouse will be equipped with a Kullervo Suppressor, thereby neutralizing the dangerous effects of contained instances.\n\n\nItems that carry SCP-4839 are to be contained as-is. \nLive instances are to be placed in suspended animation.\n\n\nAcquisition of additional SCP-4839 is to be carried out through the use of Kullervo Detectors, available at every major Foundation site. Any usage of Kullervo Detectors that deviates from the provided instruction manual is grounds for immediate termination of employment with the Foundation and the administration of Class-C amnestics.\n\n\n\n\n\n\nSCP-4839-Omega, as depicted in documents recovered from GoI-4817 “Green Sky Tavern”\n\n\n\n\n\n\nThough SCP-4839 poses no threat while contained, it is estimated that only 4% of SCP-4839 in existence is currently under containment. Failure to contain at least \n90%\n of SCP-4839 by \n2185\n will result in a ZK-class reality failure scenario.\n\n\nDescription:\n SCP-4839 is a subatomic particle that can only be detected with a Barton-Salas Kullervo Detector. It is discovered SCP-4839 cannot be transferred from its host object, and does not affect the object’s mass.\n\n\nIt is extradimensional in origin, and is \nbelieved\n \nconfirmed to be the catalyst for the destruction of our universe by SCP-4839-Omega — a hostile, reality-bending entity from Universe-91-Lambda. SCP-4839-Omega is also known as DREAD KÜLLERVO or the Seventh Prince of Corbenic.\n\n\nSo far, SCP-4839 has been discovered in \n2,294 different types of objects. For a full list of acquisition and cover strategies, please refer to Document-4839-Foxtrot.\n\n\n\n\n\n\n\n\n\n\n(IMAGE PENDING REVIEW)\n\n\n\n\n\n\nAs of 2/1/2032, this article has been reclassified.\n\n\nItem #:\n SCP-4839\n\n\nObject Class:\n \nDrygioni\n4\n\n\nThreat Level:\n Black \n•\n\n\nSpecial Containment Procedures:\n Containment procedures from the most current revision prior to audit are to remain in place, pending final review from the O7 council. Should the authenticity of SCP-4839’s existence, anomalous nature, and danger to the public be determined to be false, the object class will be changed to “Explained” and SCP-4839 will be decommissioned.\n\n\nDescription:\n \nSCP-4839 is a subatomic particle that can only be detected with a Barton-Salas Kullervo Detector. It is discovered SCP-4839 cannot be transferred from its host object, and does not affect the object’s mass.\n\n\nIt is extradimensional in origin, and is confirmed to be the catalyst for the destruction of our universe by SCP-4839-Omega — a hostile, reality-bending entity from Universe-91-Lambda. SCP-4839-Omega is also known as Dread Kullervo or the Seventh Prince of Corbenic.\n\n\nSo far, SCP-4839 has been discovered in 2,294 different types of objects. For a full list of acquisition and cover strategies, please refer to Document-4839-Foxtrot.\n\n\n\n\nAUDIT REPORT - 2/14/2032\n\n\nAUDITED ITEM: SCP-4839\n\n\nSTAFF MEMBER(S) RESPONSIBLE: Dr. Aaron Hamlin\n\n\nEVIDENCE AGAINST AUTHENTICITY\n\n\n- Lack of testing records.\n\n\n- Incident 99-150-B, whereupon a Junior Researcher accidentally dropped a Barton-Salas Kullervo Detector. Disassembly of the broken unit revealed no capacity to detect anomalous energy sources.\n\n\n- Document-4839-Charlie: Written confession from Dr. Aaron Hamlin that the existence of GoI-4817 “Green Sky Tavern” was fabricated at the behest of an anonymous third party.\n\n\n- Document 4839-Delta: — a sworn declaration from GoI-419 “Three Moons Initiative” claiming that the Seventh Prince of Corbenic (their benefactor) was unaware of any of its alleged plans outlined in SCP-4839. In addition, the entity is not named “Dread Kullervo”, and is considering extradimensional legal action against the Foundation for libel. Document was provided by an SCP-2578-D instance and stamped with lie-detecting thaumaturgical glyphs.\n\n\nEVIDENCE FOR AUTHENTICITY\n\n\n- Document 4839-Tango\n5\n \nas provided by the Administrator.\n\n\nO7 COUNCIL VOTE TO DECOMMISSION SCP-4839:\n\n\nYea: 4\n\n\nNay: 7\n\n\nAbstain: 2\n\n\nVOTE FAILED. SCP-4839 UPHELD.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4839\n\n\n\n\n\n\nThere have been changes made.\n\n\nItem #:\n SCP-4839\n\n\nObject Class:\n Keter\n-eschaton\n\n\nThreat Level:\n Black \n•\n\n\nSpecial Containment Procedures:\n Due to the large volume of SCP-4839 in existence, Mass Containment Zone-4839, hereafter MCZ-4839, has been constructed within \nSCP-2400\n. MCZ-4839 is composed of \nas many\n warehouses \nas needed\n for storage of SCP-4839, \net cetera\n. Each warehouse will be equipped with a Kullervo Suppressor.\n\n\nItems that carry SCP-4839 are to be \nput in boxes and never taken out.\n\n\nAcquisition of additional SCP-4839 is to be carried out \nby any means necessary, and over all other Foundation priorities\n. In addition, due to the Administrator’s crucial function in the containment of SCP-4839, he is to be kept alive by any means necessary, as an equal priority. All staff are advised that anomalous means to extend the human life have been retroactively approved by the O7 Council prior to their dissolution.\n\n\n\n\n\n\nSCP-4839\n\n\n\n\n\n\nThough SCP-4839 poses no threat while contained, it is estimated that only 4% of SCP-4839 in existence is currently under containment. Failure to contain at least \n96%\n of SCP-4839 \nas soon as possible\n will result in a ZK-class reality failure scenario.\n\n\nDescription:\n SCP-4839 is a subatomic particle that can only be detected with a Barton-Salas Kullervo Detector. It is discovered SCP-4839 cannot be transferred from its host object, and does not affect the object’s mass.\n\n\nIt is extradimensional in origin, and \nvery dangerous.\n So far, SCP-4839 has been discovered in \n13% of all matter on Earth, as well as every anomalous item in foundation custody.\n\n\nIn addition, it has been confirmed that SCP-4839 is directly responsible for the hostile military action upon the foundation by agents of the Three Moons Initiative, as well as the subsequent “Iteration 4V Dimensional Quarantine” event that has yet to be explained.\n\n\n\n\n\n\n\n\n\n\nSCP-4839\n\n\n\n\n\n\nChanges.\n\n\nItem #:\n SCP-4839\n\n\nObject Class:\n \nBad\n\n\nThreat Level:\n \nReally Bad\n\n\nSpecial Containment Procedures:\n \nKeep putting it in the boxes. Then, keep it in the boxes. Don’t steal. This isn’t hard. Stop saying it is.\n\n\n\n\n\n\nSCP-4839\n\n\n\n\n\n\nDescription:\n \nNone needed.\n\n\nAddendum - Notice from the Administrator:\n\n\n\n\nLook, I know there’s been a lot of changes lately. More sad people. More screaming. More people not wanting to put things in the box. More people not wanting to be in the box. More people thinking that the boxes are bad, that there are too many boxes. That I can’t fit a whole planet in a box. That too many people are dying in the boxes. That we can’t put a box of all boxes in a box, that’s a pair of ducks or something. That there’s no real reason to keep putting things in boxes. That this was all some kind of K-class scenario in itself.\n\n\nIt’s confusing — I get that. It makes my head hurt. It takes really, really, really, really smart people to understand it. And that’s where you guys come in! I love all the work you’re doing. You do what I can’t, because I’m not human anymore. Which is okay — just a part of give and take, right? There was a story where a guy gave his right eye to another guy for wisdom. I forget how the rest of it goes. Point being, necessary sacrifices.\n\n\nYou don’t think I’ve been having problems too? There’s something that makes me sad. It goes like this: see, I’m the Administrator. That means I administrate. All the things in the Foundation are here because \nI have them.\n And even then, there are people who think that I’m going too far.\n\n\nPutting things in boxes is bad. I get that.\n\n\nYou know what’s worse? \nStealing.\n\n\nLove,\n\nAaron Hamlin, Administrator of the Foundation\n\n\nPS — please see \nthis guide\n6\n to not being sad if you’re feeling sad.\n\n\n\n\n\n\n\n\n\n\n\n\nnot yours\n\n\n\n\n\n\nItem#:\n \nmine\n\n\nObject Class:\n \nmine\n\n\nSpecial Containment Procedures:\n \nno touch\n\n\nDescription:\n \nsecure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure a\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. (P.S. - it is recommended that Dr. Isaiah Henderson takes care of the infohazard decontamination. We believe he would benefit greatly from the experience.)\n\n\n2\n. The Kullervo is a unit of measurement of a lethally infohazardous form of energy. Further information about Kullervo counts and their detection is restricted to \npersonnel with 5/4839 clearance\n the Administrator.\n\n\n3\n. Further information is restricted to \npersonnel with 5/4839 clearance\n the Administrator.\n\n\n4\n. Item is currently under an official investigation for authenticity by the Overseer Council.\n\n\n5\n. This document contains a FAFNIR-class infohazard and has been redacted.\n\n\n6\n. This document contains a FAFNIR-class infohazard and has been redacted.\n\n\n\n\n\n\n\n\n« \nSCP-4838\n | SCP-4839 | \nSCP-4840\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Notice to the Foundation, Multiversal Iteration 2N: By order of Eternal President Girard Niang: Earth, Multiversal Iteration 4V, has been severed from ☽☽☽ jurisdiction and left to its own devices. Further involvement on the part of the ☽☽☽ Humanity Defense Corps would have only exacerbated the situation and led to cross-dimensional casualties. As an additional means to ensure eternal quarantine, JALAKÅRA Himself has whispered the hymn of silent flesh into Iteration 4V. While regrettable, this action was a product of absolute necessity, and executed to protect the multi-dimensional majority of humans. Fortunately, extraterrestrial life in 4V continues to thrive. We will now provide you with 4V's document SCP-4839, 1 if only as a warning. We know your cause is just — but for your own sake, know when to stop. You are watched. You are Protected. You are loved. ☽☽☽",
        "AUDIT REPORT - 2/14/2032 AUDITED ITEM: SCP-4839 STAFF MEMBER(S) RESPONSIBLE: Dr. Aaron Hamlin EVIDENCE AGAINST AUTHENTICITY - Lack of testing records. - Incident 99-150-B, whereupon a Junior Researcher accidentally dropped a Barton-Salas Kullervo Detector. Disassembly of the broken unit revealed no capacity to detect anomalous energy sources. - Document-4839-Charlie: Written confession from Dr. Aaron Hamlin that the existence of GoI-4817 “Green Sky Tavern” was fabricated at the behest of an anonymous third party. - Document 4839-Delta: — a sworn declaration from GoI-419 “Three Moons Initiative” claiming that the Seventh Prince of Corbenic (their benefactor) was unaware of any of its alleged plans outlined in SCP-4839. In addition, the entity is not named “Dread Kullervo”, and is considering extradimensional legal action against the Foundation for libel. Document was provided by an SCP-2578-D instance and stamped with lie-detecting thaumaturgical glyphs. EVIDENCE FOR AUTHENTICITY - Document 4839-Tango 5 as provided by the Administrator. O7 COUNCIL VOTE TO DECOMMISSION SCP-4839: Yea: 4 Nay: 7 Abstain: 2 VOTE FAILED. SCP-4839 UPHELD.",
        "Look, I know there’s been a lot of changes lately. More sad people. More screaming. More people not wanting to put things in the box. More people not wanting to be in the box. More people thinking that the boxes are bad, that there are too many boxes. That I can’t fit a whole planet in a box. That too many people are dying in the boxes. That we can’t put a box of all boxes in a box, that’s a pair of ducks or something. That there’s no real reason to keep putting things in boxes. That this was all some kind of K-class scenario in itself. It’s confusing — I get that. It makes my head hurt. It takes really, really, really, really smart people to understand it. And that’s where you guys come in! I love all the work you’re doing. You do what I can’t, because I’m not human anymore. Which is okay — just a part of give and take, right? There was a story where a guy gave his right eye to another guy for wisdom. I forget how the rest of it goes. Point being, necessary sacrifices. You don’t think I’ve been having problems too? There’s something that makes me sad. It goes like this: see, I’m the Administrator. That means I administrate. All the things in the Foundation are here because I have them. And even then, there are people who think that I’m going too far. Putting things in boxes is bad. I get that. You know what’s worse? Stealing. Love, Aaron Hamlin, Administrator of the Foundation PS — please see this guide 6 to not being sad if you’re feeling sad."
    ],
    "item": "SCP-4839",
    "object_class": "mine",
    "containment_procedures": "no touch",
    "description": "secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure all contain all protect all secure a",
    "title": "SCP-4839"
}