{
    "url": "https://scp-wiki.wikidot.com/scp-4842",
    "all_text": "rating: \n+14\n+\n–\nx\n\n\nItem #:\n SCP-4842\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-4842-1 is to be contained in an anechoic locker at Site-28.\n\n\nManifestations of SCP-4842-2 are contained in an anechoic display with a specialized internal microphone; a Foundation agent embedded in the local anartist scene is to maintain this display under the guise of it being an art installation. As SCP-4842-2 instances cease all anomalous activity after playing, it is to be removed from its location and recycled as needed.\n\n\nDescription:\n SCP-4842-1 is a boombox which operates at maximum volume for its model without the need for a power source. The only recording that has played since its discovery and subsequent containment are field recordings of trains passing nearby the microphone. The recording lasts for 30 minutes and 29 seconds. After it finishes, the recording loops and plays again. SCP-4842-1 was discovered and initially cataloged as AO-17-051902 on 01/05/2015. It was reclassified as SCP-4842-1 following Recording-4842-Beta.\n1\n\n\nSCP-4842-2 is a boombox which manifests at 40°██'██.█\"N 74°██'██.█\"W once every 177 days, thereafter playing at maximum volume without the need for a power source. Recordings played from SCP-4842-2 vary in content and length; two individuals are present on all recordings, identified as Jensen Kortland and Alix Cuthbertson. Interviews with the individuals in question have revealed that neither are aware of SCP-4842 or its associated phenomena, and that neither have visited the state of ████████, having lived on Martha's Vineyard together since April 7th, 2013.\n\n\nAddendum 4842-B:\n List of transcribed SCP-4842-2 recordings\n\n\n\n\n+ Recording 4842-Alpha (07/01/2015)\n\n\n\n\n- Recording 4842-Alpha (July 1. 2015)\n\n\n\n\n\n\nRecording 4842-Alpha:\n Recording played during discovery.\n\n\n00:00:\n Low humming drone.\n\n\n00:05:\n Ambient noises of a train.\n\n\n00:20:\n Audio of Jensen Kortland starts midway through a word. Drone and train noises cut out entirely.\n\n\nKortland:\n — oint, then?\n\n\nCuthbertson:\n Don't ask me. It was your decision to move in now of all times, not mine.\n\n\nK:\n You got me there, I guess. How long until we can go?\n\n\nC:\n I just need to win this map! I definitely have it now since there's just —\n\n\nK:\n \n[speaking over]\n Uh huh.\n\n\nC:\n A few seconds left. I have sight advantage too.\n\n\nK:\n Come onnn. You'll just be at it all night, and we have to do this —\n\n\nC:\n YES! Eat shit!\n\n\nK:\n Fuuuuck, at least don't yell that loud. I'll go put my shoes on and start the car.\n\n\nC:\n Took me long enough! Listen, we also need to get AAs as well so find a, uh…\n\n\nK:\n I thought they didn't need those.\n\n\nC:\n No, but you need them to effectively use your magic. Right, a Radioshack, if those still exist around here.\n\n\n02:45:\n [Silence for 21 seconds.]\n\n\nC:\n Pup? You get all that?\n\n\nK:\n Oh, yeah yeah. We need to buy a keyboard there too, right?\n\n\nC:\n Yeah, then we stop by ███████ and it'll go down on the train tracks.\n\n\nK:\n And it works?\n\n\nC:\n Lucy said she did it and it's worked for her, but it feels like being on shrooms so you have to —\n\n\nK:\n Yeah.\n\n\nC:\n You know, gotta be careful. She said \"not all of you lines up with you\", something like that.\n\n\nK:\n If you —\n\n\n03:39:\n [Recording ends.]\n\n\n\n\n\n\n- Recording 4842-Alpha (July 1. 2015)\n\n\n\n\n\n\n\n\n\n\n+ Recording 4842-Beta (12/25/2015)\n\n\n\n\n- Recording 4842-Beta (12/25/2015)\n\n\n\n\n\n\nRecording 4842-Beta:\n\n\n00:00:\n Low humming drone.\n\n\n00:06:\n Ambient noises of a train.\n\n\n00:22:\n A door opens.\n\n\nK:\n Fuck off, I still know I'm right.\n\n\nC:\n The boombox isn't even on! You saw me dismantle it too —\n\n\nK:\n We shouldn't have even done it more than once.\n\n\nC:\n Nothing went wrong the first time, why would something go wrong again?\n\n\nK:\n I know what I'm hearing. It still rung in my ears even in Massachusetts.\n2\n\n\nC:\n Let's just chill tonight, okay? I wanna spend Christmas with you.\n\n\nK:\n It's… I can't chill. My thoughts are becoming, like. Fuck.\n\n\nC:\n Yeah. Let's just drink tonight and have fun, okay?\n\n\nK:\n Just promise me you'll throw that fucking thing away.\n\n\nC:\n Yeah yeah.\n\n\nK:\n █████████████.\n\n\nC:\n Mmhmm, █████████████.\n\n\n01:18:\n Drone and train noises continue for another 36 seconds.\n\n\n01:56:\n Recording ends.\n\n\n\n\n\n\n- Recording 4842-Beta (12/25/2015)\n\n\n\n\n\n\n\n\n\n\n+ Recording 4842-Gamma (06/19/2016)\n\n\n\n\n- Recording 4842-Gamma (06/19/2016)\n\n\n\n\n\n\nRecording 4842-Gamma:\n\n\n00:00:\n Low humming drone.\n\n\n00:07:\n Ambient noises of a train.\n\n\n00:26:\n Acoustic guitar for 13 minutes.\n\n\n13:30:\n Clapping.\n\n\n13:47:\n Acoustic guitar for 1 minute and 57 seconds.\n\n\n15:50:\n Clapping.\n\n\nC:\n Still got it, pup.\n\n\n15:59:\n Acoustic guitar for 17 seconds.\n\n\nC:\n Hmm.\n\n\nK:\n Yeah?\n\n\nC:\n I dunno. I feel kinda off.\n\n\nK:\n Want me to get you some medicine?\n\n\nC:\n I'll be good. Play something from Colma next.\n\n\nK:\n Headache?\n\n\nC:\n Sorta. Like if my head was ringing.\n\n\n16:30:\n Silence for 20 seconds.\n\n\nK:\n How long has it been like that, hun?\n\n\nC:\n Like, last week.\n\n\nK:\n What else?\n\n\nC:\n Well, like, deja vu shit. Not even just that, though. Someone tells me I did one thing but I thought I was —\n\n\n17:06:\n Conversation is cut by sustained static noise. Voices can be heard in the noise, as can horns.\n\n\n24:00:\n Noise ends, silence for six seconds.\n\n\nC:\n I just. I just, uh. I need some sleep is all.\n\n\n24:18:\n Recording ends.\n\n\n\n\n\n\n- Recording 4842-Gamma (06/19/2016)\n\n\n\n\n\n\n\n\n\n\n+ Incident Report 4842-A (12/13/2016)\n\n\n\n\n- Access granted.\n\n\n\n\n\n\nInvolved Individuals/Anomalies:\n SCP-4842\n\n\nReport:\n On 12/13/2016, at 09:03 AM, SCP-4842-2's display case shattered during a recording. This recording deviates from previous recordings, consisting of a single sustained train horn for 4 minutes and 35 seconds. Individuals in the area were examined for possible cognitohazardous containment, and amnescitized afterwards.\n\n\nSCP-4842-1's recording during this time period differed, consisting of incomprehensible voices from Jensen Kortland and Alix Cuthbertson, with the possible sound of fire in the background. Neither Jensen Kortland and Alix Cuthbertson reported unusual activity or mood changes that day. Upon follow-up questioning the next day, their home was found abandoned. Various types of batteries and keyboards were spilled across the living room floor, along with a miniature model train, 8 grams of marijuana, and an artistic depiction of severed ears located under a bed mattress.\n\n\n\n\n\n\n- Access granted.\n\n\n\n\n\n\n\n\n\n\n+ Recording 4842-Delta (06/08/2017)\n\n\n\n\n- Recording 4842-Delta (06/08/2017)\n\n\n\n\n\n\nRecording 4842-Delta:\n\n\n00:00:\n Low humming drone.\n\n\n00:08:\n Ambient noises of a train.\n\n\n00:36:\n Coughing.\n\n\nC:\n I don't want to think about it.\n\n\nK:\n Okay.\n\n\n00:45:\n Silence for 10 seconds.\n\n\nC:\n I fucking hate trains.\n\n\nK:\n Huh?\n\n\nC:\n I said I hate trains!\n\n\n00:53:\n Silence for 12 seconds.\n\n\nK:\n Hun, I'm going to step outside for a little bit.\n\n\nC:\n Okay.\n\n\nK:\n Do you want anything?\n\n\n01:11:\n Eight seconds of silence, followed by the sound of a door closing, followed by 1 minute and 9 seconds of silence.\n\n\nC:\n I don't want to hear myself anymore… please stop. Hah. Please come back soon, pup.\n\n\n02:39:\n Silence for 30 seconds.\n\n\nC:\n They told me you're not coming back. Lucy vanished and now you… We shouldn't have tried fixing it with the third time. Please don't leave. I hate what I'm thinking. It won't stop playing in my mind, of you —\n\n\n03:33:\n A brief pause for three seconds followed by a yell.\n\n\nC:\n Fuck, dude! I hate trains!\n\n\n03:43:\n Audio from multiple sources overlaps each other for 7 minutes. The sounds of violins, a river, various trains, and labored breathing can be made out.\n\n\n10:43:\n Recording ends.\n\n\n\n\n\n\n- Recording 4842-Delta (06/08/2017)\n\n\n\n\n\n\n\n\n\n\n+ Recording 4842-Epsilon (12/02/2017)\n\n\n\n\n- Recording 4842-Epsilon (12/02/2017)\n\n\n\n\n\n\nRecording 4842-Epsilon:\n\n\n00:00:\n Low humming drone.\n\n\n00:09:\n Ambient noises of a train.\n\n\n00:45:\n Ambient recording of a single piano note, repeated infrequently and with minor variation for 20 minutes. Drone and train noises cut out entirely.\n\n\n20:45:\n Piano recording is cut out by low humming drone and train noises, which last until the end of the recording.\n\n\n60:58:\n Recording ends.\n\n\n\n\n\n\n- Recording 4842-Epsilon (12/02/2017)\n\n\n\n\n\n\nAudio of Recording 4842-Epsilon (12/02/2017):\n Recording 4842-Epsilon was recorded and thereafter transferred to Site-28's Digital Recordings Archive by Researcher Jeffery Ash. If the player below will not function for you, you can access the audio via \nthis link\n.\n\n\n\n\nAddendum 4842-D:\n Starting on 05/28/2018, all recordings played from SCP-4842-2 have been instances of Recording 4842-Epsilon, with apparent worsening sound quality each manifestation.\n\n\n\n\nFootnotes\n\n\n1\n. See Addendum 4842-B.\n\n\n2\n. Jensen Kortland visited Rhode Island a day prior to the playback of Recording 4842-Beta for undisclosed reasons. Alix Cuthberson stated during questioning that Kortland may have visited a relative, though this could not be confirmed.\n\n\n\n\n\n\n\n\n« \nSCP-4841\n | SCP-4842 | \nSCP-4843\n »",
    "addendums": [
        "Addendum 4842-B: List of transcribed SCP-4842-2 recordings\n\n\n\n\n",
        "Addendum 4842-D: Starting on 05/28/2018, all recordings played from SCP-4842-2 have been instances of Recording 4842-Epsilon, with apparent worsening sound quality each manifestation."
    ],
    "documents": [],
    "notes": [
        "Recording 4842-Alpha: Recording played during discovery. 00:00: Low humming drone. 00:05: Ambient noises of a train. 00:20: Audio of Jensen Kortland starts midway through a word. Drone and train noises cut out entirely. Kortland: — oint, then? Cuthbertson: Don't ask me. It was your decision to move in now of all times, not mine. K: You got me there, I guess. How long until we can go? C: I just need to win this map! I definitely have it now since there's just — K: [speaking over] Uh huh. C: A few seconds left. I have sight advantage too. K: Come onnn. You'll just be at it all night, and we have to do this — C: YES! Eat shit! K: Fuuuuck, at least don't yell that loud. I'll go put my shoes on and start the car. C: Took me long enough! Listen, we also need to get AAs as well so find a, uh… K: I thought they didn't need those. C: No, but you need them to effectively use your magic. Right, a Radioshack, if those still exist around here. 02:45: [Silence for 21 seconds.] C: Pup? You get all that? K: Oh, yeah yeah. We need to buy a keyboard there too, right? C: Yeah, then we stop by ███████ and it'll go down on the train tracks. K: And it works? C: Lucy said she did it and it's worked for her, but it feels like being on shrooms so you have to — K: Yeah. C: You know, gotta be careful. She said \"not all of you lines up with you\", something like that. K: If you — 03:39: [Recording ends.]",
        "Recording 4842-Beta: 00:00: Low humming drone. 00:06: Ambient noises of a train. 00:22: A door opens. K: Fuck off, I still know I'm right. C: The boombox isn't even on! You saw me dismantle it too — K: We shouldn't have even done it more than once. C: Nothing went wrong the first time, why would something go wrong again? K: I know what I'm hearing. It still rung in my ears even in Massachusetts. 2 C: Let's just chill tonight, okay? I wanna spend Christmas with you. K: It's… I can't chill. My thoughts are becoming, like. Fuck. C: Yeah. Let's just drink tonight and have fun, okay? K: Just promise me you'll throw that fucking thing away. C: Yeah yeah. K: █████████████. C: Mmhmm, █████████████. 01:18: Drone and train noises continue for another 36 seconds. 01:56: Recording ends.",
        "Recording 4842-Gamma: 00:00: Low humming drone. 00:07: Ambient noises of a train. 00:26: Acoustic guitar for 13 minutes. 13:30: Clapping. 13:47: Acoustic guitar for 1 minute and 57 seconds. 15:50: Clapping. C: Still got it, pup. 15:59: Acoustic guitar for 17 seconds. C: Hmm. K: Yeah? C: I dunno. I feel kinda off. K: Want me to get you some medicine? C: I'll be good. Play something from Colma next. K: Headache? C: Sorta. Like if my head was ringing. 16:30: Silence for 20 seconds. K: How long has it been like that, hun? C: Like, last week. K: What else? C: Well, like, deja vu shit. Not even just that, though. Someone tells me I did one thing but I thought I was — 17:06: Conversation is cut by sustained static noise. Voices can be heard in the noise, as can horns. 24:00: Noise ends, silence for six seconds. C: I just. I just, uh. I need some sleep is all. 24:18: Recording ends.",
        "Involved Individuals/Anomalies: SCP-4842 Report: On 12/13/2016, at 09:03 AM, SCP-4842-2's display case shattered during a recording. This recording deviates from previous recordings, consisting of a single sustained train horn for 4 minutes and 35 seconds. Individuals in the area were examined for possible cognitohazardous containment, and amnescitized afterwards. SCP-4842-1's recording during this time period differed, consisting of incomprehensible voices from Jensen Kortland and Alix Cuthbertson, with the possible sound of fire in the background. Neither Jensen Kortland and Alix Cuthbertson reported unusual activity or mood changes that day. Upon follow-up questioning the next day, their home was found abandoned. Various types of batteries and keyboards were spilled across the living room floor, along with a miniature model train, 8 grams of marijuana, and an artistic depiction of severed ears located under a bed mattress.",
        "Recording 4842-Delta: 00:00: Low humming drone. 00:08: Ambient noises of a train. 00:36: Coughing. C: I don't want to think about it. K: Okay. 00:45: Silence for 10 seconds. C: I fucking hate trains. K: Huh? C: I said I hate trains! 00:53: Silence for 12 seconds. K: Hun, I'm going to step outside for a little bit. C: Okay. K: Do you want anything? 01:11: Eight seconds of silence, followed by the sound of a door closing, followed by 1 minute and 9 seconds of silence. C: I don't want to hear myself anymore… please stop. Hah. Please come back soon, pup. 02:39: Silence for 30 seconds. C: They told me you're not coming back. Lucy vanished and now you… We shouldn't have tried fixing it with the third time. Please don't leave. I hate what I'm thinking. It won't stop playing in my mind, of you — 03:33: A brief pause for three seconds followed by a yell. C: Fuck, dude! I hate trains! 03:43: Audio from multiple sources overlaps each other for 7 minutes. The sounds of violins, a river, various trains, and labored breathing can be made out. 10:43: Recording ends.",
        "Recording 4842-Epsilon: 00:00: Low humming drone. 00:09: Ambient noises of a train. 00:45: Ambient recording of a single piano note, repeated infrequently and with minor variation for 20 minutes. Drone and train noises cut out entirely. 20:45: Piano recording is cut out by low humming drone and train noises, which last until the end of the recording. 60:58: Recording ends."
    ],
    "item": "SCP-4842",
    "object_class": "Euclid",
    "containment_procedures": "SCP-4842-1 is to be contained in an anechoic locker at Site-28.",
    "description": "SCP-4842-1 is a boombox which operates at maximum volume for its model without the need for a power source. The only recording that has played since its discovery and subsequent containment are field recordings of trains passing nearby the microphone. The recording lasts for 30 minutes and 29 seconds. After it finishes, the recording loops and plays again. SCP-4842-1 was discovered and initially cataloged as AO-17-051902 on 01/05/2015. It was reclassified as SCP-4842-1 following Recording-4842-Beta.1",
    "title": "SCP-4842"
}