{
    "url": "https://scp-wiki.wikidot.com/scp-4851",
    "all_text": "rating: \n+61\n+\n–\nx\n\n\n\n\n\n\nSCP-4851 instance nesting, of the \nCygnus olor\n (Mute swan) species\n\n\n\n\n\n\nItem #:\n SCP-4851\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-4851 instances are to be terminated on sight. Due to their differing anomalous properties, personnel should consult each instance's sub-object documentation before engaging.\n\n\nCulling of SCP-4851 populations is to be done with an emphasis on containment. No efforts to encroach upon territory held by SCP-4851 instances shall be made. Protection of existing civilian populations is top priority.\n\n\nDescription:\n SCP-4851 collectively designates the members of an ecological community residing in an approx. 0.6 km\n2\n area of Alaska, United States of America. As of 2050-08-31, SCP-4851 instances have been recorded to be members of 108 different subspecies of common flora and fauna found in the area. It is of note several of such species are invasive to the area.\n\n\nSCP-4851 instances demonstrate a wide range of behavioral, anatomical, and biological anomalies. However, the following shared traits exist:\n\n\n\n\nResistance to substances normally toxic to non-anomalous specimens, including lead (II) and (II, IV) oxides (PbO, Pb\n3\nO\n4\n), benzene (C\n6\nH\n6\n), and sulfur dioxide (SO\n2\n).\n\n\nIncreased fertility.\n\n\nAcceleration of currently understood evolutionary processes in response to environmental changes, with significant observable changes often occurring within one generation.\n\n\nHostility towards humans and manmade structures.\n\n\n\n\nAddendum 4851-1:\n Observed Anomalies in Selected Species\n\n\n\n\n\n\nParent Species\n\n\nCommon Name\n\n\nObserved Anomalies\n\n\nFirst Discovered\n\n\n\n\n\n\nOncorhynchus gorbuscha\n\n\nPink salmon\n\n\nA previously undiscovered type of epithelial cell in the gills facilitates the extraction of hydrogen ions from the water, creating free protons to fuel the synthesis of adenosine triphosphate (ATP) via oxidative phosphorylation in mitochondria throughout the body.\n1\n\n\n2040-04-22\n\n\n\n\n\n\nPicea mariana\n\n\nBlack spruce\n\n\nAnomalous reactions in chloroplasts allow the derivation of glucose from polyethylenes during the Calvin cycle.\n\n\n2041-05-30\n\n\n\n\n\n\nOvis dalli\n\n\nDall sheep\n\n\nPresence of three separate digestive cavities in the gut, allowing the digestion of woody plants.\n2\n\n\n2042-11-16\n\n\n\n\n\n\nMimulus guttatus\n\n\nMonkey flower\n\n\nSeeds attach to concrete surfaces. Upon germination, organism releases enzymes into the ground around it that dissolve concrete into its individual aggregates. Release of phosphorous-containing compounds facilitate the growth of other plants in the vicinity.\n\n\n2043-01-06\n\n\n\n\n\n\nMyodes rutilus\n\n\nNorthern red-backed vole\n\n\nPrimarily live underground. Claws are developed for ideal burrowing. Individuals burrow en masse underneath manmade structures, often causing foundational instability and eventual collapse. This process often traps the vole underground, resulting in its expiration.\n\n\n2047-10-09\n\n\n\n\n\n\nCanis lupus pambasileus\n\n\nInterior Alaskan wolf\n\n\nThinning of nasal epithelium results in significantly enhanced sense of smell. Significant elongation of frontal canine teeth. Engorged masticatory muscles allows specimens to bite through extremely tough substances, including body armor. Lower aversive reactions to painful stimuli.\n\n\n2049-02-23\n\n\n\n\n\n\nAddendum 4851-2:\n On 2050-09-04, Foundation Sites in South Africa detected the presence of anomalous native animals akin to SCP-4851 instances. On 2050-10-11, the same phenomenon was observed by Sites stationed in India. Such animals were observed encroaching on civilian population centers. Loss of life in these areas totaled an estimated 150,000.\n\n\nSCP-4851 threat level upgraded to \n●\n Red.\n\n\nAddendum 4851-3:\n On 2050-12-25, at the behest of the Global Occult Coalition, members of the United Nations negotiated the Moscow Agreement as a means of developing a global plan of action to contain SCP-4851. Article 1 is attached below.\n\n\n\n\n\n\nMOSCOW AGREEMENT\n\n\n\n\n\n\nUNITED NATIONS\n\n\nGLOBAL OCCULT COALTION\n\n\n2050\n\n\n\n\n\n\nThe Parties to this Agreement,\n\n\nBeing\n Parties recognizing the legitimacy and authority of the Global Occult Coalition,\n\n\nRecognizing\n the international threat posed by the ecological phenomenon designated by the Coalition and hereafter referred to as UTE-1015,\n\n\nTaking into account\n recent developments in South Africa and India and the massive loss of human life that ensued due to UTE-1015, thus giving precedent for the occurrence of similar events across the globe,\n\n\nAlso taking into account\n the Coalition's extrapolations predicting the number of animal UTE-1015 instances alone will surpass the human population in twelve years, with the number of plant, protist, fungal, and prokaryotic UTE-1015 instances having enjoyed incalculably greater proliferation,\n\n\nRecognizing\n the potentially catastrophic impacts UTE-1015 will have on the biosphere,\n\n\nCommitted\n to preserving the safety of the human race,\n\n\n\n\nHave agreed as follows:\n\n\n\n\nArticle 1\n\n\n\n\n\n\n1. This Agreement, in enhancing the implementation of the Coalition, aims to strengthen the global response to the threat of UTE-1015, in the context of sustainable economic development and minimization of human suffering, by:\n\n\n\n\n\n\n(b) Pledging each Party's economic and military assistance in the Coalition's ongoing efforts to exterminate UTE-1015 instances,\n\n\n(b) Establishing global surveillance channels that allow quick identification of areas where UTE-1015 is present in, and therefore swift extermination before such organisms are allowed to proliferate,\n\n\n(c) Authorizing global nuclear proliferation in preparation for deployment in areas with particularly high population densities of UTE-1015 species.\n\n\n\n\n\n\n\nAs of 2051-04-22, 189 out of 193 members of the United Nations have ratified the Moscow Accords.\n\n\n\nFootnotes\n\n\n1\n. Likely an adaptation to rapid acidification of their natural habitat.\n\n\n2\n. Alpine vegetation, the Dall sheep's usual food source, has been almost wholly taken over by woody plants due to increasing temperatures.\n\n\n\n\n\n\n\n\n« \nSCP-4850\n | SCP-4851 | \nSCP-4852\n »",
    "addendums": [
        "Addendum 4851-1: Observed Anomalies in Selected Species",
        "Addendum 4851-2: On 2050-09-04, Foundation Sites in South Africa detected the presence of anomalous native animals akin to SCP-4851 instances. On 2050-10-11, the same phenomenon was observed by Sites stationed in India. Such animals were observed encroaching on civilian population centers. Loss of life in these areas totaled an estimated 150,000.\nSCP-4851 threat level upgraded to ● Red.",
        "Addendum 4851-3: On 2050-12-25, at the behest of the Global Occult Coalition, members of the United Nations negotiated the Moscow Agreement as a means of developing a global plan of action to contain SCP-4851. Article 1 is attached below.\n"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4851",
    "object_class": "Keter",
    "containment_procedures": "SCP-4851 instances are to be terminated on sight. Due to their differing anomalous properties, personnel should consult each instance's sub-object documentation before engaging.",
    "description": "SCP-4851 collectively designates the members of an ecological community residing in an approx. 0.6 km2 area of Alaska, United States of America. As of 2050-08-31, SCP-4851 instances have been recorded to be members of 108 different subspecies of common flora and fauna found in the area. It is of note several of such species are invasive to the area.",
    "title": "SCP-4851"
}