{
    "url": "https://scp-wiki.wikidot.com/scp-4861",
    "all_text": "rating: \n+244\n+\n–\nx\n\n\nItem #:\n SCP-4861\n\n\nObject Class:\n Uncontained\n\n\nSpecial Containment Procedures:\n As SCP-4861 does not yet exist, it is not currently under containment. Following negotiations with GoI-2378 (\"Paradisus\"), preliminary containment procedures will be devised if possible.\n\n\nDescription:\n SCP-4861 will be an entity resembling an animate human nervous system which will appear floating over an as-of-yet unknown European city on 12/11/2030. Thirty seconds following its initial appearance, SCP-4861 will release a wave of hostile psionic energy, resulting in the brain death of every sapient organism within a five kilometer range, and will repeat this action every thirty seconds indefinitely.\n\n\nInformation provided to the Foundation suggests that this will result in a total of 11,752 casualties and a partial Broken Masquerade scenario.\n\n\nIntelligence on SCP-4861 was given to the Foundation as part of the Lambert Peace Agreement with GoI-2378 (\"Paradisus\"), a version of the Foundation originating from the year 2100. Following the final cessation of hostilities between the two organizations, negotiations officially began regarding a full intelligence exchange on SCP-4861 so that containment procedures could be devised prior to its appearance. (See Addendum 4861-1)\n\n\n\n\n\n\nAddendum 4861-1 (Negotiation Logs)\n\n\n\n\nClose Addendum\n\n\n\n\nThe following is a record of negotiations between representatives of the Foundation and GoI-2378 (\"Paradisus\") regarding the terms of an information exchange on SCP-4861. In order to prevent Paradisus from using these records to gain an unfair advantage in negotiations, they are to be deleted from all Foundation records on 12/11/2030.\n\n\nRepresenting the interests of the Foundation are Dr. Newman and Agent Klaus, while Paradisus is represented by Great-Doctor Samuelson and Fine-Agent Xi.\n\n\n\n\nNegotiation Log 4861-1:\n\n\n<Begin Log>\n\n\n(Dr. Newman is setting up the recording equipment, as Agent Klaus waits by the door. Great-Doctor Samuelson and Fine-Agent Xi are already sat at the table.)\n\n\nGreat-Doctor Samuelson:\n \n(to Xi)\n You see that? I'm sure I've seen that recording equipment in a museum when I was a kid.\n\n\nFine-Agent Xi:\n Very interesting, sir.\n\n\nGreat-Doctor Samuelson:\n I know. Thank you.\n\n\n(Dr. Newman and Agent Klaus pull up their seats and sit down.)\n\n\nGreat-Doctor Samuelson:\n Ah, you're finally finished?\n\n\nDr. Newman:\n \n(nods)\n We can begin.\n\n\nGreat-Doctor Samuelson:\n Fantastic. Now, I would hope you've read the file on SCP-4861?\n\n\nAgent Klaus:\n We wouldn't have bothered to talk to you otherwise.\n\n\n(Pause.)\n\n\nGreat-Doctor Samuelson:\n I'm sensing some hostility here. Please don't forget the peace agreement, Mr. Klaus.\n\n\n(Pause.)\n\n\nAgent Klaus:\n Of course.\n\n\nGreat-Doctor Samuelson:\n Thank you so much. Miss Newman?\n\n\nDr. Newman:\n \nDoctor\n, please.\n\n\nGreat-Doctor Samuelson:\n Forgive me.\n\n\nDr. Newman:\n According to the files you've sent us, in the year 2030 this anomaly will appear over a city somewhere in Europe and kill ten thousand people - breaking the Veil.\n\n\nGreat-Doctor Samuelson:\n \nPartially\n breaking the Veil. We do manage to recover - but it takes some time.\n\n\nDr. Newman:\n The Psionics Divison looked through the readings you've gave us, the ones from the day SCP-4861 supposedly appears. They seem legitimate.\n\n\nGreat-Doctor Samuelson:\n Supposedly? You wound me.\n\n\nDr. Newman:\n Hm. It does concern us that you're not more specific about where exactly SCP-4861 appears.\n\n\nGreat-Doctor Samuelson:\n Well, we'd be more willing to provide that information.\n\n\n(Pause.)\n\n\nDr. Newman:\n If…?\n\n\nGreat-Doctor Samuelson:\n If you agree to our terms.\n\n\nAgent Klaus:\n And you're willing to let ten thousand people die if we don't?\n\n\nGreat-Doctor Samuelson:\n Well, from our perspective, those people have been dead for more than seventy years. If anyone ended up being responsible for their deaths, it wouldn't be us.\n\n\nDr. Newman:\n Enough, Klaus.\n\n\n(Pause.)\n\n\nDr. Newman:\n \n(sighs)\n What are your terms?\n\n\nGreat-Doctor Samuelson:\n You currently have two anomalies in your custody - \nSCP-737\n and \nSCP-1018\n. We'd like for you to transfer custody of those items over to us.\n\n\n(Pause.)\n\n\nAgent Klaus:\n A toy train and an edgy anartists idea of a prank. Strange requests.\n\n\nDr. Newman:\n Why do you want them?\n\n\nGreat-Doctor Samuelson:\n At some point in the future - now, I won't say when - those two anomalies will be destroyed in containment breaches. It pains us to see such shoddy workmanship from our predecessors. It's like an embarassing childhood memory. We'd like to save those anomalies, and the secrets our research could potentially unlock from them, from that fate.\n\n\n(Pause.)\n\n\nDr. Newman:\n We'll need to discuss this with our superiors, you understand.\n\n\nFine-Agent Xi:\n Of course. Take your time.\n\n\nGreat-Doctor Samuelson:\n Yes, yes, take your time. You've got ten years of it, after all.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nNegotiation Log 4861-2:\n\n\n<Begin Log>\n\n\n(All parties sit down at the table.)\n\n\nDr. Newman:\n Forgive the rudeness, but we need to make sure timelines are synced. Current Foundation Time is 18:21 on the seventh of January, 2020. Yourselves?\n\n\nGreat-Doctor Samuelson:\n Of course. We're just as devoted to the Lambert Agreement as you. Current Paradisus Time is 18:21 … now 18:22, on the seventh of January, 2100.\n\n\nFine-Agent Xi:\n And following this meeting, we'll return to our time period at the appropriate equivalent to Current Foundation Time.\n\n\nDr. Newman:\n Thank you, gentlemen. Now, we've been looking over the additional materials on SCP-4861 you sent over to us - thank you for that, by the way - and we just have a few questions.\n\n\nGreat-Doctor Samuelson:\n Please, don't hold back. I'm sure you must all be very confused.\n\n\n(Pause.)\n\n\nDr. Newman:\n Of course. Thank you. Now - from what you've told us, I assume the appearance of SCP-4861 is, to you, a historical event?\n\n\nGreat-Doctor Samuelson:\n That's correct.\n\n\nDr. Newman:\n And I would expect that event had a significant influence on your present?\n\n\n(Great-Doctor Samuelson nods.)\n\n\nDr. Newman:\n Then, by definition, wouldn't allowing us to prepare for SCP-4861 alter your own time heavily? Maybe even beyond recognition?\n\n\n(Pause.)\n\n\nGreat-Doctor Samuelson:\n \n(laughs)\n I appreciate the concern, dear - but as I'm sure you remember from your attempts to rewrite us during our minor scuffle, transferring our consciousness' over to another timeline is not very difficult for us.\n\n\nAgent Klaus:\n Five hundred and fifty one.\n\n\n(Pause.)\n\n\nGreat-Doctor Samuelson:\n I'm sorry?\n\n\nAgent Klaus:\n Five-hundred and fifty one. The number of people you killed during that minor scuffle.\n\n\nGreat-Doctor Samuelson:\n …I see. Regrettable. Anyone you know?\n\n\nAgent Klaus:\n \n(takes out photograph of SCP-4861)\n We've been inspecting the image you sent to us of SCP-4861. Looks like it's the real deal, even if you did censor damn near everything in it.\n\n\nGreat-Doctor Samuelson:\n We couldn't have you reading the stars and determining the location, you see.\n\n\nAgent Klaus:\n So it's night-time when it appears, then?\n\n\n(Pause.)\n\n\nGreat-Doctor Samuelson:\n I, uh…\n\n\nFine-Agent Xi:\n \n(clears throat)\n Dr. Newman. I believe you had a few more questions?\n\n\nDr. Newman:\n That's right. From what these files detail, the only thing SCP-4861 does following its appearance is release those psionic waves every thirty seconds. It doesn't even move from its original position without something else moving it. What else should we know about it? Is it even \nalive\n?\n\n\nGreat-Doctor Samuelson:\n We don't believe so - our current hypothesis is that it's a spontaneous byproduct of many thousands of psionic signals colliding in the right way, a coincidental thing. But that isn't the important thing, the way we see it. What you should see as important is where SCP-4861 will appear, and how best to minimize the damage it inflicts when it \ndoes\n. When can we expect SCP-737 and SCP-1018?\n\n\n(Pause.)\n\n\nDr. Newman:\n That's … still being discussed.\n\n\nGreat-Doctor Samuelson:\n …I see. I have to say, Miss Newman, I don't like having my time wasted. When next we meet, make sure you bring those anomalies with you, or we'll decide this isn't worth the effort. I understand two Thaumiel-class anomalies require a certain level of consideration, but -\n\n\nFine-Agent Xi:\n \n(coughs)\n\n\nDr. Newman:\n I'm sorry?\n\n\nGreat-Doctor Samuelson:\n I - I'm sure you \nare\n. We'll be taking our leave now.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nNegotiation Log 4861-3:\n\n\n<Begin Log>\n\n\n(All parties sit down at the table.)\n\n\nDr. Newman:\n Current Foundation Time, 17:53 on the ninth of January, 2020.\n\n\nGreat-Doctor Samuelson:\n Current Paradisus Time, 17:53 on the ninth of January, 2100. Where are 737 and 1018?\n\n\nDr. Newman:\n We'll get to that in a few minutes, Mr. Samuelson.\n\n\nGreat-Doctor Samuelson:\n Excuse me?\n\n\nAgent Klaus:\n You're excused. You see, we've been talking, and after what you said at the end of our last meeting we think you've figured out what's really going on on your end.\n\n\n(Pause.)\n\n\nGreat-Doctor Samuelson:\n And … what do you mean by that?\n\n\nDr. Newman:\n Well, you see, I thought it was very unusual how blase you were about potentially having your entire timeline rewritten. During wartime, I could see you maybe grinning and baring it, but during peacetime? For two \nSafe\n-class anomalies?\n\n\n(Pause.)\n\n\nGreat-Doctor Samuelson:\n …Safe?\n\n\nDr. Newman:\n Yes, they're Safe. I guess after that information wipe in 2053 that made these kinds of exchanges necessary in the first place for you, you lost the precise details on some of these anomalies - so you assumed that just because \nyou\n consider them Thaumiel, we would do the same.\n\n\nGreat-Doctor Samuelson:\n \n(stands up)\n Now hold on just a minute! Under the terms of the Lambert Agreement -\n\n\nDr. Newman:\n I'm not allowed to call out bullshit? \n(laughs)\n Oh, Mr. Samuelson, I've read that thing from comma to comma, and I'm happy to say I very much \nam\n. So please let me tell you what \nI\n think is going on.\n\n\n(Pause. Great-Doctor Samuelson sits down.)\n\n\nDr. Newman:\n Thank you so much. So, in your time, there's an anomaly that has you scared - or, at least, it's wounded your pride - and for whatever reason, the things you need to contain it are an animated toy train and a statue that makes it rain indoors. I have to admit, that must be one weird thing you're trying to keep locked up, but I don't really care about the specifics of what it is. We'll find out in due time, anyway.\n\n\nGreat-Doctor Samuelson:\n That's … that's an interesting theory you propose, but when it comes down to it, the reason we need the anomalies is irrelevant.\n\n\nDr. Newman:\n Please let me finish. Even with a situation like that, I still \nreally\n doubt you'd risk altering your entire world to lock it up. But the current state of your organization - the, ah, \ndifficulties\n that led you to attack us in the first place - is the result of that Broken Masquerade scenario, I take it. You're hoping to undo that to make yourselves stronger. Maybe, right now, you're not strong enough to take on anyone but a weaker version of yourselves.\n\n\n(Pause.)\n\n\nDr. Newman:\n Mr. Samuelson?\n\n\n(Pause.)\n\n\nDr. Newman:\n Are you okay? You're not saying anything.\n\n\n(Pause.)\n\n\nGreat-Doctor Samuelson:\n \n(quietly)\n What do you want?\n\n\nAgent Klaus:\n We're prepared to give you what \nyou\n want. SCP-737 and SCP-1018.\n\n\nGreat-Doctor Samuelson:\n You … are?\n\n\nDr. Newman:\n That's right.\n\n\nGreat-Doctor Samuelson:\n Oh. I see. Well, where are they, then? Let's get this exchange underway!\n\n\nDr. Newman:\n Ah, \nthat's\n the thing.\n\n\n(Pause.)\n\n\nGreat-Doctor Samuelson:\n What do you mean?\n\n\nDr. Newman:\n They're not here. I don't even know where they are.\n\n\nGreat-Doctor Samuelson:\n A containment breach?!\n\n\nDr. Newman:\n \n(laughs)\n No, no, nothing like that! We're just very thorough. You see, we've decided an alternate means of handing the anomalies over would work best for us - so we've relocated them to automatic containment chambers, watched over by drones, and wiped the locations of those chambers from all our records - that includes memory, too. Within the entire Foundation, only myself and one other person know where SCP-737 is, and \nonly\n that other person knows where SCP-1018 is.\n\n\nGreat-Doctor Samuelson:\n So \nwhen\n will the exchange take place, then?!\n\n\nDr. Newman:\n In about eighty years or so. You see, this is how this'll work - I'll give you the coordinates for SCP-737 now, and then you can tell your friends back home to go dig it up. Then, you give us the data we need on SCP-4861. Once we've successfully contained it in 2030, we'll give you the coordinates for SCP-1018.\n\n\n(Pause.)\n\n\nFine-Agent Xi:\n You want us to wait ten years?\n\n\nDr. Newman:\n No, of course not. The O5 Council have agreed to a temporary suspension of the relevant article of the Lambert Agreement in this case. We're authorized to send those coordinates to you five minutes from now. It's ten years for \nus\n, but you'll have time to make a cup of coffee.\n\n\nFine-Agent Xi:\n I see. That's acceptable.\n\n\n(Great-Doctor Samuelson turns to Fine-Agent Xi.)\n\n\nGreat-Doctor Samuelson:\n Xi, you're being full-unreasonable - \nfully\n unreasonable, I mean, but still!\n\n\nFine-Agent Xi:\n The Directorate Council wants this situation resolved, Samuelson. Your victory lap is getting tiring.\n\n\nDr. Newman:\n Thank you. I'll send the coordinates over now. We can wait here until retrieval is confirmed.\n\n\n[IRRELEVANT DATA REMOVED]\n\n\nGreat-Doctor Samuelson:\n Unbelievable…\n\n\n(Fine-Agent Xi returns from outside the room.)\n\n\nFine-Agent Xi:\n It's confirmed. They've found 737 at the coordinates you gave. The data on 4861 has been sent over, too.\n\n\nDr. Newman:\n I'm grateful.\n\n\nGreat-Doctor Samuelson:\n And what about 1018? There's no guarantee they'll even tell us where \nthat\n is, now!\n\n\nDr. Newman:\n Don't worry. I'm sure Agent Klaus will remember to tell you after we bag SCP-4861.\n\n\n(Pause.)\n\n\nGreat-Doctor Samuelson:\n Oh.\n\n\nAgent Klaus:\n Yeah, of course, I'll be sure to. \n(sighs)\n The thing is, I've been told by the O5 Council that I have a whirlwind schedule of assignments ahead of me, zipping all over the place, you know? And - well, I'm sure I don't have to tell you this, we're in the same business - this is a \ndangerous\n line of work. No way to tell what's going to happen in the future.\n\n\n(Agent Klaus leans forward and grins.)\n\n\nAgent Klaus:\n Anything I should know?\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 4861-2 (Preliminary Containment Procedures)\n\n\n\n\nClose Addendum\n\n\n\n\nIn order to bring SCP-4861 into containment without human casualties immediately following its appearance above the city of Lyon, France at 19:23:06 on 12/11/2030, the following actions must be taken. Execution of these containment procedures are to be considered vital to the integrity of the Veil and the continued operation of the Foundation in its current state.\n\n\n\n\n19:15:\n A Foundation-owned aircraft will take off from Lyon–Saint Exupéry Airport. This aircraft is to be remotely piloted by Learning Computer Zeta-4 (\"McFly\") and the cargo hold is to be equipped with a containment chamber of suitable size to temporarily house SCP-4861. No human crew-members are to be present aboard the aircraft.\n\n\n19:20:\n Learning Computer Zeta-4 is to report temporary technical difficulties to air traffic control, and divert the path of the aircraft slightly from the pre-approved flight path.\n\n\n19:23:06:\n The aircraft is to pass over the coordinates of SCP-4861's such that it appears directly inside the containment chamber.\n\n\n19:23:07:\n Immediately following acquisition of the anomaly, Learning Computer Zeta-4 is to pilot the aircraft to a heightened elevation in order to ensure the psionic wave released by SCP-4861 after thirty seconds does not come into contact with any civilians.\n\n\n19:23:37:\n After a safe range has been confirmed, Learning Computer Zeta-4 is to proceed to Containment Site-94 in Antarctica, moving along a predetermined flight path in order to ensure no humans come into contact with the ensuing psionic waves every thirty seconds.\n\n\n02:23:\n Learning Computer Zeta-4 touches down at Containment Site-94, an installation staffed by containment drones and specifically designed to store SCP-4861. Upon transfer of SCP-4861 to the installation, the mission is to be considered a success.\n\n\n03:00:\n In accordance with the terms of negotiation with Paradisus, the coordinates of SCP-1018's current location is to be provided to their representative. Depending on the state of relations with Paradisus at the time, this step may not be necessary.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4860\n | SCP-4861 | \nSCP-4862\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4861\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4861\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Negotiation Log 4861-1: <Begin Log> (Dr. Newman is setting up the recording equipment, as Agent Klaus waits by the door. Great-Doctor Samuelson and Fine-Agent Xi are already sat at the table.) Great-Doctor Samuelson: (to Xi) You see that? I'm sure I've seen that recording equipment in a museum when I was a kid. Fine-Agent Xi: Very interesting, sir. Great-Doctor Samuelson: I know. Thank you. (Dr. Newman and Agent Klaus pull up their seats and sit down.) Great-Doctor Samuelson: Ah, you're finally finished? Dr. Newman: (nods) We can begin. Great-Doctor Samuelson: Fantastic. Now, I would hope you've read the file on SCP-4861? Agent Klaus: We wouldn't have bothered to talk to you otherwise. (Pause.) Great-Doctor Samuelson: I'm sensing some hostility here. Please don't forget the peace agreement, Mr. Klaus. (Pause.) Agent Klaus: Of course. Great-Doctor Samuelson: Thank you so much. Miss Newman? Dr. Newman: Doctor , please. Great-Doctor Samuelson: Forgive me. Dr. Newman: According to the files you've sent us, in the year 2030 this anomaly will appear over a city somewhere in Europe and kill ten thousand people - breaking the Veil. Great-Doctor Samuelson: Partially breaking the Veil. We do manage to recover - but it takes some time. Dr. Newman: The Psionics Divison looked through the readings you've gave us, the ones from the day SCP-4861 supposedly appears. They seem legitimate. Great-Doctor Samuelson: Supposedly? You wound me. Dr. Newman: Hm. It does concern us that you're not more specific about where exactly SCP-4861 appears. Great-Doctor Samuelson: Well, we'd be more willing to provide that information. (Pause.) Dr. Newman: If…? Great-Doctor Samuelson: If you agree to our terms. Agent Klaus: And you're willing to let ten thousand people die if we don't? Great-Doctor Samuelson: Well, from our perspective, those people have been dead for more than seventy years. If anyone ended up being responsible for their deaths, it wouldn't be us. Dr. Newman: Enough, Klaus. (Pause.) Dr. Newman: (sighs) What are your terms? Great-Doctor Samuelson: You currently have two anomalies in your custody - SCP-737 and SCP-1018 . We'd like for you to transfer custody of those items over to us. (Pause.) Agent Klaus: A toy train and an edgy anartists idea of a prank. Strange requests. Dr. Newman: Why do you want them? Great-Doctor Samuelson: At some point in the future - now, I won't say when - those two anomalies will be destroyed in containment breaches. It pains us to see such shoddy workmanship from our predecessors. It's like an embarassing childhood memory. We'd like to save those anomalies, and the secrets our research could potentially unlock from them, from that fate. (Pause.) Dr. Newman: We'll need to discuss this with our superiors, you understand. Fine-Agent Xi: Of course. Take your time. Great-Doctor Samuelson: Yes, yes, take your time. You've got ten years of it, after all. <End Log>",
        "Negotiation Log 4861-2: <Begin Log> (All parties sit down at the table.) Dr. Newman: Forgive the rudeness, but we need to make sure timelines are synced. Current Foundation Time is 18:21 on the seventh of January, 2020. Yourselves? Great-Doctor Samuelson: Of course. We're just as devoted to the Lambert Agreement as you. Current Paradisus Time is 18:21 … now 18:22, on the seventh of January, 2100. Fine-Agent Xi: And following this meeting, we'll return to our time period at the appropriate equivalent to Current Foundation Time. Dr. Newman: Thank you, gentlemen. Now, we've been looking over the additional materials on SCP-4861 you sent over to us - thank you for that, by the way - and we just have a few questions. Great-Doctor Samuelson: Please, don't hold back. I'm sure you must all be very confused. (Pause.) Dr. Newman: Of course. Thank you. Now - from what you've told us, I assume the appearance of SCP-4861 is, to you, a historical event? Great-Doctor Samuelson: That's correct. Dr. Newman: And I would expect that event had a significant influence on your present? (Great-Doctor Samuelson nods.) Dr. Newman: Then, by definition, wouldn't allowing us to prepare for SCP-4861 alter your own time heavily? Maybe even beyond recognition? (Pause.) Great-Doctor Samuelson: (laughs) I appreciate the concern, dear - but as I'm sure you remember from your attempts to rewrite us during our minor scuffle, transferring our consciousness' over to another timeline is not very difficult for us. Agent Klaus: Five hundred and fifty one. (Pause.) Great-Doctor Samuelson: I'm sorry? Agent Klaus: Five-hundred and fifty one. The number of people you killed during that minor scuffle. Great-Doctor Samuelson: …I see. Regrettable. Anyone you know? Agent Klaus: (takes out photograph of SCP-4861) We've been inspecting the image you sent to us of SCP-4861. Looks like it's the real deal, even if you did censor damn near everything in it. Great-Doctor Samuelson: We couldn't have you reading the stars and determining the location, you see. Agent Klaus: So it's night-time when it appears, then? (Pause.) Great-Doctor Samuelson: I, uh… Fine-Agent Xi: (clears throat) Dr. Newman. I believe you had a few more questions? Dr. Newman: That's right. From what these files detail, the only thing SCP-4861 does following its appearance is release those psionic waves every thirty seconds. It doesn't even move from its original position without something else moving it. What else should we know about it? Is it even alive ? Great-Doctor Samuelson: We don't believe so - our current hypothesis is that it's a spontaneous byproduct of many thousands of psionic signals colliding in the right way, a coincidental thing. But that isn't the important thing, the way we see it. What you should see as important is where SCP-4861 will appear, and how best to minimize the damage it inflicts when it does . When can we expect SCP-737 and SCP-1018? (Pause.) Dr. Newman: That's … still being discussed. Great-Doctor Samuelson: …I see. I have to say, Miss Newman, I don't like having my time wasted. When next we meet, make sure you bring those anomalies with you, or we'll decide this isn't worth the effort. I understand two Thaumiel-class anomalies require a certain level of consideration, but - Fine-Agent Xi: (coughs) Dr. Newman: I'm sorry? Great-Doctor Samuelson: I - I'm sure you are . We'll be taking our leave now. <End Log>",
        "Negotiation Log 4861-3: <Begin Log> (All parties sit down at the table.) Dr. Newman: Current Foundation Time, 17:53 on the ninth of January, 2020. Great-Doctor Samuelson: Current Paradisus Time, 17:53 on the ninth of January, 2100. Where are 737 and 1018? Dr. Newman: We'll get to that in a few minutes, Mr. Samuelson. Great-Doctor Samuelson: Excuse me? Agent Klaus: You're excused. You see, we've been talking, and after what you said at the end of our last meeting we think you've figured out what's really going on on your end. (Pause.) Great-Doctor Samuelson: And … what do you mean by that? Dr. Newman: Well, you see, I thought it was very unusual how blase you were about potentially having your entire timeline rewritten. During wartime, I could see you maybe grinning and baring it, but during peacetime? For two Safe -class anomalies? (Pause.) Great-Doctor Samuelson: …Safe? Dr. Newman: Yes, they're Safe. I guess after that information wipe in 2053 that made these kinds of exchanges necessary in the first place for you, you lost the precise details on some of these anomalies - so you assumed that just because you consider them Thaumiel, we would do the same. Great-Doctor Samuelson: (stands up) Now hold on just a minute! Under the terms of the Lambert Agreement - Dr. Newman: I'm not allowed to call out bullshit? (laughs) Oh, Mr. Samuelson, I've read that thing from comma to comma, and I'm happy to say I very much am . So please let me tell you what I think is going on. (Pause. Great-Doctor Samuelson sits down.) Dr. Newman: Thank you so much. So, in your time, there's an anomaly that has you scared - or, at least, it's wounded your pride - and for whatever reason, the things you need to contain it are an animated toy train and a statue that makes it rain indoors. I have to admit, that must be one weird thing you're trying to keep locked up, but I don't really care about the specifics of what it is. We'll find out in due time, anyway. Great-Doctor Samuelson: That's … that's an interesting theory you propose, but when it comes down to it, the reason we need the anomalies is irrelevant. Dr. Newman: Please let me finish. Even with a situation like that, I still really doubt you'd risk altering your entire world to lock it up. But the current state of your organization - the, ah, difficulties that led you to attack us in the first place - is the result of that Broken Masquerade scenario, I take it. You're hoping to undo that to make yourselves stronger. Maybe, right now, you're not strong enough to take on anyone but a weaker version of yourselves. (Pause.) Dr. Newman: Mr. Samuelson? (Pause.) Dr. Newman: Are you okay? You're not saying anything. (Pause.) Great-Doctor Samuelson: (quietly) What do you want? Agent Klaus: We're prepared to give you what you want. SCP-737 and SCP-1018. Great-Doctor Samuelson: You … are? Dr. Newman: That's right. Great-Doctor Samuelson: Oh. I see. Well, where are they, then? Let's get this exchange underway! Dr. Newman: Ah, that's the thing. (Pause.) Great-Doctor Samuelson: What do you mean? Dr. Newman: They're not here. I don't even know where they are. Great-Doctor Samuelson: A containment breach?! Dr. Newman: (laughs) No, no, nothing like that! We're just very thorough. You see, we've decided an alternate means of handing the anomalies over would work best for us - so we've relocated them to automatic containment chambers, watched over by drones, and wiped the locations of those chambers from all our records - that includes memory, too. Within the entire Foundation, only myself and one other person know where SCP-737 is, and only that other person knows where SCP-1018 is. Great-Doctor Samuelson: So when will the exchange take place, then?! Dr. Newman: In about eighty years or so. You see, this is how this'll work - I'll give you the coordinates for SCP-737 now, and then you can tell your friends back home to go dig it up. Then, you give us the data we need on SCP-4861. Once we've successfully contained it in 2030, we'll give you the coordinates for SCP-1018. (Pause.) Fine-Agent Xi: You want us to wait ten years? Dr. Newman: No, of course not. The O5 Council have agreed to a temporary suspension of the relevant article of the Lambert Agreement in this case. We're authorized to send those coordinates to you five minutes from now. It's ten years for us , but you'll have time to make a cup of coffee. Fine-Agent Xi: I see. That's acceptable. (Great-Doctor Samuelson turns to Fine-Agent Xi.) Great-Doctor Samuelson: Xi, you're being full-unreasonable - fully unreasonable, I mean, but still! Fine-Agent Xi: The Directorate Council wants this situation resolved, Samuelson. Your victory lap is getting tiring. Dr. Newman: Thank you. I'll send the coordinates over now. We can wait here until retrieval is confirmed. [IRRELEVANT DATA REMOVED] Great-Doctor Samuelson: Unbelievable… (Fine-Agent Xi returns from outside the room.) Fine-Agent Xi: It's confirmed. They've found 737 at the coordinates you gave. The data on 4861 has been sent over, too. Dr. Newman: I'm grateful. Great-Doctor Samuelson: And what about 1018? There's no guarantee they'll even tell us where that is, now! Dr. Newman: Don't worry. I'm sure Agent Klaus will remember to tell you after we bag SCP-4861. (Pause.) Great-Doctor Samuelson: Oh. Agent Klaus: Yeah, of course, I'll be sure to. (sighs) The thing is, I've been told by the O5 Council that I have a whirlwind schedule of assignments ahead of me, zipping all over the place, you know? And - well, I'm sure I don't have to tell you this, we're in the same business - this is a dangerous line of work. No way to tell what's going to happen in the future. (Agent Klaus leans forward and grins.) Agent Klaus: Anything I should know? <End Log>",
        "\" SCP-4861 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-4861 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4861",
    "object_class": "Uncontained",
    "containment_procedures": "As SCP-4861 does not yet exist, it is not currently under containment. Following negotiations with GoI-2378 (\"Paradisus\"), preliminary containment procedures will be devised if possible.",
    "description": "SCP-4861 will be an entity resembling an animate human nervous system which will appear floating over an as-of-yet unknown European city on 12/11/2030. Thirty seconds following its initial appearance, SCP-4861 will release a wave of hostile psionic energy, resulting in the brain death of every sapient organism within a five kilometer range, and will repeat this action every thirty seconds indefinitely.",
    "title": "SCP-4861"
}