{
    "url": "https://scp-wiki.wikidot.com/scp-4865",
    "all_text": "rating: \n+45\n+\n–\nx\n\n\n\n\n\n\nSCP-4865 at the time of discovery\n\n\n\n\n\n\nItem #:\n SCP-4865\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4865 is to be contained in a standard storage locker, and is to be retrieved solely for the use of testing. When being used, SCP-4865 does not require any specific location for use. Testing may be performed by Class-D Personnel or Level Three Site Personnel.\n\n\nAll objects produced by SCP-4865 are to be documented, along with the subject who retrieved the item, and their date of birth. Contraband obtained using the object must be handed over. Failure to comply will result in a fixed term suspension from activities, depending on how serious the contraband is.\n\n\nAny objects that fall in the slot of SCP-4865-1 are to be retrieved from the interior of SCP-4865.\n\n\nDescription:\n SCP-4865 is a stainless steel safe measuring 11.4 centimetres wide, 9.8 centimetres deep and 18 centimetres in height. The door to the safe measures 9 centimetres by 15.2 centimetres. There is no sign of branding present on the exterior. There is a standard key lock on the safe door that requires a key, as well a standard dial lock. On the top portion of the safe door is a money counter, and there is a coin slot on the top of the door. All of these are made from identified materials. The lock is broken.\n\n\nThe bottom of SCP-4865 is extremely corroded, yet has not lost any of its structural strength. The corrosion also has an effect on what SCP-4865 is placed upon, however it usually does not suffer effects from the corrosion.\n\n\nWhen SCP-4865 is opened normally, the interior of SCP-4865 is empty, and coated in a thick layer of dust. Attempts to remove the dust using standard furniture polish and a duster have succeeded, but when reused, the dust returns.\n\n\nWhen the money counter is changed to the birthday of the person wishing to open the safe, in the DD/MM format, and the door to the safe opened, an object desired by that person will be located within the safe. The person will feel extreme elation at this point regardless of the emotion they were experiencing prior to this event, though it is unknown as to whether or not this a natural reaction. It is also unknown how SCP-4865 selects what to give the person who opens it. The reason for this is currently the subject of ongoing research.\n\n\nSCP-4865 was recovered during September 1992, in Flockton, West Yorkshire, England, when a child brought £3,000 to his school, for purposes of donation to charity. The staff suspected the parents of theft, based upon the fact that the parents were well known to be in poverty and living in a house free of rent. When brought in for questioning, the parents denied knowledge about the money's existence. When teachers questioned the student, they revealed that the money was obtained in a safe, bought by their friend as a birthday present. Once the police were informed, undercover agents seized the safe for means of containment.\n\n\nWhen personnel questioned the mother of the friend who initially gifted SCP-4865, she stated that it had been purchased from a local shop in the village. When investigated, the shop did indeed sell several identical copies of SCP-4865, however none of them suffered from the corrosion effect; none of them showed anomalous effects either. Attempts to locate the manufacturer of SCP-4865 concluded following Test 4865-C.\n\n\nAddendum 1:\n A log of nineteen objects obtained from SCP-4865 has been included below. These are labelled SCP-4865-A to SCP-4865-S.\n\n\n\n\n\n\nDesignated name of object\n\n\nSubject tested\n\n\nDate of birthday\n\n\nOutput\n\n\nAddendum\n\n\n\n\n\n\nSCP-4865-A\n\n\nD-9124\n\n\nAugust 26th\n\n\nTwo kilograms of various Class-A drugs, including cocaine and opium\n\n\nD-9124 attempted to consume the outputted narcotics, but was prevented. Subsequent tests to confirm the purity of the drugs returned with inconclusive results.\n\n\n\n\n\n\nSCP-4865-B\n\n\nD-9124\n\n\nAugust 26th\n\n\nOne loaded revolver.\n\n\nD-9124 self terminated. Containment procedures were revised following this incident. D-9124 was incinerated, and his ashes donated to his extended family in Oregon.\n\n\n\n\n\n\nSCP-4865-C\n\n\nD-2135\n\n\nMay 7th\n\n\n£100,000 in £50 notes.\n\n\nThis confirmed that the currency outputted by SCP-4865 will be in Pound Sterling despite not currently being located within the United Kingdom.\n\n\n\n\n\n\nSCP-4865-D\n\n\nDoctor Hope\n\n\nDecember 14th\n\n\nCoordinates for a house in Birmingham, UK\n\n\nDoctor Hope's husband was declared missing after a break in, suspected of being taken hostage. The coordinates given allowed for his rescue, without any deaths. SCP-4865 is currently pending request by Dr Hope for use locating missing people.\n\n\n\n\n\n\nSCP-4865-E\n\n\nD-1009\n\n\nJuly 12th\n\n\nA letter from D-1009's son, discussing how much he missed him\n\n\nD-1009 had an explicit fear about the safety of his son. He was allowed to keep the letter to maintain a calm state.\n\n\n\n\n\n\nSCP-4865-F\n\n\nD-1034\n\n\nSeptember 18th\n\n\nA complete set of false teeth, made from stainless steel.\n\n\nD-1034 was not allowed to keep them despite his various protests, as his previous false teeth were wearing away. A new set of teeth were subsequently made following this.\n\n\n\n\n\n\nSCP-4865-G\n\n\nD-1034\n\n\nSeptember 18th\n\n\nA DVD copy of a previously unknown snuff film, involving the murder and cannibalism of five girls estimated to be under the age of 6.\n\n\nWhile watching the footage, each of the researchers were noted to feel extreme euphoria despite the graphic content they were viewing. After observation, they all requested amnestics, citing vivid auditory hallucinations while watching the footage.\n\n\n\n\n\n\nSCP-4865-H\n\n\nD-1034\n\n\nSeptember 18th\n\n\nA kilogram of various confectionery items.\n\n\nEach of the items were tested, which returned them as safe to consume, and were promptly divided between the various researchers and other site personnel.\n\n\n\n\n\n\nSCP-4865-I\n\n\nD-1034\n\n\nSeptember 18th\n\n\nA confectionery item covered in powder.\n\n\nThe researchers, upon testing SCP-4865-I were subjected to severe poisoning by fluorine gas. Two of the three researchers were severely injured as a result.\n\n\n\n\n\n\nSCP-4865-J\n\n\nD-1034\n\n\nSeptember 18th\n\n\nA large vial of arsenic\n\n\nD-1034 successfully consumed the arsenic, however researchers were able to stabilize the subject until medical personnel arrived. Testing involving D-1034 was permanently suspended.\n\n\n\n\n\n\nSCP-4865-K\n\n\nDoctor Alas\n\n\nDecember 22nd\n\n\nA turtle shell\n\n\nAfter examination, Doctor Alas was allowed to take this home. It remains there, currently a decoration in his son's bedroom.\n\n\n\n\n\n\nSCP-4865-L\n\n\nDoctor Tong\n\n\nMay 28th\n\n\nA small box containing a wedding ring\n\n\nThe ring was identified as Doctor Tong's own wedding ring, which he lost while cleaning his house.\n\n\n\n\n\n\nSCP-4865-M\n\n\nDoctor Square\n\n\nSeptember 19th\n\n\nA standard Level 3 keycard\n\n\nDr. Square had lost his keycard at the time, and was concerned about being reprimanded for doing so. Following this, containment procedures were revised to prevent SCP-4865 from being used to find lost objects.\n\n\n\n\n\n\nSCP-4865-N\n\n\nD-8235\n\n\nJanuary 31st\n\n\nAn electric toothbrush\n\n\nUpon the toothbrush being observed, D-8235 proceeded to brush her teeth without any explanation. When questioned, she said that \"the fat man,\" a figment of her imagination, had ordered her to do so.\n\n\n\n\n\n\nSCP-4865-O\n\n\nD-2003\n\n\nOctober 11th\n\n\nA list of numbers, reading 21, 29, 15, 18, 23 and 53\n\n\nThese numbers were later discovered to be the winning lottery numbers for the draw on the same day, albeit 17 minutes prior.\n\n\n\n\n\n\nSCP-4865-P\n\n\nD-2003\n\n\nOctober 11th\n\n\nA model of a Boeing-767, constructed from plastic, and painted with acrylics.\n\n\nUpon throwing the plane, researchers discovered it flew a lot farther than expected. The longest distance recorded measured 197 metres.\n\n\n\n\n\n\nSCP-4865-Q\n\n\nD-2003\n\n\nOctober 11th\n\n\nOne toffee apple, coated in popping candy.\n\n\nThe item was confirmed to be safe and returned to D-2003, who had been requesting it for several hours. Upon consuming a small section of the toffee apple, D-2003's mouth exploded and tore the skin at the cheeks. Upon examination of the popping candy, high quantities of cesium were discovered. It is presumed that when saliva came in to contact to the cesium, it reacted. There is no known reason as to why the popping candy contained this element, nor for how it was not detected.\n\n\n\n\n\n\nSCP-4865-R\n\n\nDoctor Square\n\n\nSeptember 19th\n\n\nA digital camera, with several SD cards.\n\n\nThere was no footage on the SD cards, nor on the camera. There was a small note on the camera reading \"When the walls fall, take a shot.\"\n\n\n\n\n\n\nSCP-4865-S\n\n\nD-1987\n\n\nJanuary 3rd\n\n\nA skinned dog's ear, containing a large volume of pus and blood\n\n\nThe blood emitted a sweet aroma, and was later discovered to contain scents from various air freshening products.\n\n\n\n\n\n\nAddendum 2:\n In August, 2014, researchers approved a test in which a camera would be placed in SCP-4865, to observe if anything appeared in the interior of SCP-4865 during that time. The camera was inserted by D-1095, who also monitored the footage as a precaution, and to ensure that he could retrieve the camera afterwards. During this time, he was monitored by Doctor ██████. The following file contains a transcript of the conversation between both of them.\n\n\n\n\nOpen file for Test 4865-A\n\n\n\n\nClose file for Test 4865-A\n\n\n\n\n\n\n<Begin Log, 4:38PM>\n\n\nDoctor ██████:\n D-1095, do you hear me?\n\n\nD-1095:\n Yes sir.\n\n\nDoctor ██████:\n Can you please insert the camera in to the safe, in the manner we asked you to? Once that is done, please seal the door.\n\n\nD-1095:\n Okay… done. I just watch the footage from it, right?\n\n\nDoctor ██████:\n That is correct. Can you please describe if anything appears on the footage?\n\n\nD-1095:\n I will do.\n\n\nAt this point, several minutes of silence pass as D-1095 stares at the screen.\n\n\nDoctor ██████:\n Has anything occurred yet that is out of the ordinary?\n\n\nD-1095:\n Wait a second… yes. Something seems to be stirring in the left half of the screen.\n\n\nDoctor ██████:\n Could you please describe it?\n\n\nD-1095:\n It seems to be a… no, it can't be!\n\n\nDoctor ██████:\n What is the problem, D-1095?\n\n\n\n\nD-1095:\n There are fucking eyes in the safe! One, two three, four, five… five eyes all staring at the screen\n\n\nDoctor ██████:\n Could you please describe them in more detail?\n\n\n\n\nD-1095:\n Yes. They are quite large, and bulging, like they are filled with some sort of liquid. They appear to be bloodshot.\n\n\nDoctor ██████:\n Okay. Aside from staring at the-\n\n\nD-1095:\n Holy shit!\n\n\nDoctor ██████:\n What is it?\n\n\nD-1095:\n The central one appears to be smiling at the camera.\n\n\nDoctor ██████:\n What do you mean by that?\n\n\nD-1095:\n The pupil dilated in the shape of a smile. It looks quite menacing. You know the creepy smiles that the villains give in horror movies? Just like that!\n\n\nDoctor ██████:\n Okay… just let me know if there is any change to this.\n\n\n\n\nD-1095:\n Wait… they seem to be fading. There is a light shining behind the camera. Fuck, why can't we turn this around?\n\n\nDoctor ██████:\n Please tell me when they are gone. Shit… we need something that can move.\n\n\n\n\nD-1095:\n And… they have all vanished. That light is going too.\n\n\n<End Log, 4:55PM>\n\n\n\n\nClosing Statement:\n Shortly thereafter, the camera lost all of its power. When retrieved, D-1095 discovered that the contents of the camera had been disassembled and neatly laid out on the floor of SCP-4865.\n\n\n\n\n\n\n\n\n\n\nAddendum 3:\n In October 2014, researchers approved a test in which a small remote controlled vehicle would be placed within SCP-4865, in order to observe the light, and if it led anywhere. The camera was monitored by Doctor ██████, who also instructed where the vehicle was to move to. The following is a file relating to the test.\n\n\n\n\nOpen file for Test 4865-B\n\n\n\n\nClose file for Test 4865-B\n\n\n\n\nThe camera shows only darkness for one minute. Following this, the screen turns white momentarily, and then a small hallway, with no lighting present, becomes visible. The vehicle exits SCP-4865 and traverses the hallway in to an adjacent room. The room contains many tables, to which several naked Caucasian males and females sit, working on several different objects. They do not notice the camera. After several minutes, two of the people begin conversing. During the conversation, their names are stated as Barbara and Timothy.\n\n\n\n\nTimothy:\n Barbara, how is your work going?\n\n\nBarbara:\n Shut up you bitch. It is your fault that I am even here!\n\n\nTimothy:\n Forget that, Barbara. I was sentenced to this. If I hadn't told them what I told you, I would have been in here for the rest of my life.\n\n\nBarbara:\n Of course. Selfish Timothy couldn't spend his life to rot in something that he belonged to; he had to make other innocent people join him!\n\n\nTimothy:\n Oh shut up!\n\n\n\n\nAt this point, several figures enter the room from a back door. It was noted that each of these men were black, and carrying heavy tool and handcuffs. During the conversation, the person leading them is referred to as to Saint Milo. The vehicle was hidden under a table at this point in time.\n\n\n\n\nSaint Milo:\n What the fuck are you guys talking 'bout?\n\n\nTimothy:\n Nothing, Saint Milo.\n\n\nSaint Milo:\n Is that so? Well then, could you please stand up?\n\n\nTimothy:\n Why?\n\n\nSaint Milo:\n Because I told you to.\n\n\nTimothy:\n Fine, Saint Milo.\n\n\n\n\nSaint Milo:\n Good boy. I want a demonstration to our friends from the other side. Because you decided to speak up, I want you to showcase what we are. So, show your creations.\n\n\nTimothy:\n Okay, Saint Milo.\n\n\n\n\nAt this point, Timothy lifted up several objects, many of which appeared similar to the objects that SCP-4865 has outputted. Shortly following this, several other people hauled him in to a backroom. Saint Milo picked up the vehicle and placed it in SCP-4865. When retrieved, the vehicle came with a note requesting a meeting with anyone on the other side, by means of digital cameras.\n\n\n\n\n\n\n\n\nAddendum 4:\n In December 2014, researchers approved a supposedly final test in which a meeting between Doctor ██████ and Saint Milo through cameras would occur. This would involve Doctor ██████ asking several questions about how SCP-4865 operates.\n\n\n\n\nOpen file for Test 4865-C\n\n\n\n\nClose file for Test 4865-C\n\n\n\n\nOnce the camera and monitor were inserted, and the door shut, Saint Milo almost immediately picked up the objects and carried them to a private office. There, he sat down and began conversing almost immediately with Doctor ██████.\n\n\n\n\n<Begin Log, 8:02>\n\n\nSaint Milo:\n I am assuming you can hear me, right?\n\n\nDoctor ██████:\n Of course. Now, Saint Milo - I do believe that is your name - would you mind answering a few questions.\n\n\nSaint Milo:\n Yeah, sure. I have no questions to ask you. We have seen enough.\n\n\nDoctor ██████:\n That is fine. Firstly, do you know where you are?\n\n\nSaint Milo:\n We were in the same world as you. And then bad times came. Many people died, and many more suffered. I found a sacred chest, one of myth, and I asked for safety. So it gave me what I wanted, and brought me here. Shortly afterwards, many people from different periods of time arrived here. We are kept safe, and in return we do it wants.\n\n\nDoctor ██████:\n You mean that the sacred chest is this safe?\n\n\nSaint Milo:\n No. There is no shape-shifting. Whenever the previous version of it gets destroyed, a different storage object will gain its abilities. We don't know the details of it… only the basics…\n\n\nDoctor ██████:\n Earlier you referenced that you do what it wants… could you explain that in a little bit more detail?\n\n\nSaint Milo:\n We receive requirements by the Watchers; the eyes that appear everywhere. They tell us to make what they want us to, long in advance, and then in return we get to stay here. Otherwise, he punishes us. I was placed in charge of them after a while, and I run it with an iron fist.\n\n\nDoctor ██████:\n You do understand, Saint Milo, that is known as slavery?\n\n\nSaint Milo:\n You have a problem with that?\n\n\nDoctor ██████:\n Of course. That has long since been made illegal across the world, and I could never promote it. Surely even you must understand that it is wrong!\n\n\nSaint Milo:\n You must be joking! We have seen what your company does! You take people, and use them in horrific experiments. They beg for death, and to be put out of their misery, and we never do anything that harsh!\n\n\nDoctor ██████:\n Then you would know that the people we use have been sentenced to death in a democratic way. We didn't force them to commit the act that brought them here.\n\n\nSaint Milo:\n What the fuck are you talking about? These people also caused pain and suffering, and hunted for refuge from the guilt they felt. Remember that Timothy? You won't believed what he did… he raped and murdered eight innocent women, alongside his wife. You are no better than we are.\n\n\nDoctor ██████:\n You make us sound like a cruel group. But we are far from it. We are only cold, because that is the safest way to be. Imagine if every monster you ever had nightmares about suddenly rose from the ground and devoured the universe? Being kind will not get you far in the dark realm we exist in.\n\n\nSaint Milo:\n It is clear to me that you are not worth conversing with. You are hypocritical, and think you are far better than any of us in whatever hellhole we live in. You know what? We are going to wait until you use the safe the next time. When we do… we will give you not what you want, but what you need. You need to see what we suffer with. And you will.\n\n\n<End Log, 8:18AM>\n\n\n\n\nAt this point, the camera feed stopped working, and the audio feed cut off. Nobody is sure as to how this happened. Doctor ██████ has requested that his name be removed from any document regarding SCP-4865, due to the constant fear he now feels around it.\n\n\n\n\n\n\n\n\nAddendum 5:\n In March 2015, researchers decided to revoke their previous statement that Test-4865-C was to be the final one conducted on the item, and approved a test to inspect the corrosion on SCP-4865. Doctor Nits was designated to monitor the experiment, which would involve a segment of corrosion, which had been removed from the previous locker SCP-4865 was contained in, being applied to various objects, including human skin, to ensure the safety during cleaning processes.\n\n\n\n\nOpen file for Test 4865-D\n\n\n\n\nClose file for Test 4865-D\n\n\n\n\nDoctor Nits first inspected each object. These were each confirmed to be undamaged. Following this, Doctor Nits returned to an observation room while the designated Class-D Personnel, D-8032 was given a sample of the corroded material from SCP-4865. It was successfully applied to each object. He was then instructed to apply the final segment of material to his own forearm. He did as instructed, and agreed to perform an audio recording to monitor his emotions and any anomalous results that occurred as a result of the corrosion from SCP-4865.\n\n\n\n\n<Begin Log, 4:09PM>\n\n\nDoctor Nits:\n OK, D-8032, glad you could engage in this interview during the test. How are you feeling?\n\n\nD-8032:\n Pretty normal, at the moment at least. Is this how I am meant to feel?\n\n\nDoctor Nits:\n I believe so. Let me know of it changes, however.\n\n\nD-8032:\n I will do.\n\n\nDoctor Nits:\n Glad to hear it.\n\n\n\n\nD-8032:\n Hold on… this doesn't… this does not feel right.\n\n\nDoctor Nits:\n Could you please state how you are feeling at the moment?\n\n\n\n\nD-8032:\n I feel an extremely warm sensation. It is tingling across my arm, no, my whole body.\n\n\n\n\nDoctor Nits:\n Can you explain the appearance of your arm at the moment?\n\n\n\n\nD-8032:\n It is turning orange around it, like it is being tanned. It is forming a circle. Perfectly around it.\n\n\nDoctor Nits:\n Does it have a specific texture to it?\n\n\n\n\nD-8032:\n Yes. It seems like rust, but thicker in volume. If I run my fingers over it… It seems to feel like actual rust, yet it is my arm.\n\n\nDoctor Nits:\n Are you suggesting that the skin of your arm has been converted to this rust?\n\n\nD-8032:\n Yes.\n\n\nDoctor Nits:\n How long has it been since the test started? About… twelve minutes. I think that is enough time.\n\n\nD-8032:\n Naturally. Am I allowed to remove the material?\n\n\nDoctor Nits:\n Of course.\n\n\nD-8032:\n Thank you.\n\n\n<End Log, 4:21PM>\n\n\n\n\nThe test concluded and each of the corroded materials were removed. A sample of the rust grown on D-8032 was extracted for further testing. The results of the experiment were recorded in the following table:\n\n\n\n\n\n\nMaterial\n\n\nResult From Exposure\n\n\n\n\n\n\nHuman Skin\n\n\nThe arm was coated in what felt like a deep layer of rust, which turned to skin during the days following the experiment. The mechanics behind this are yet to be understood. The extracted skin has been designated SCP-4865-T\n\n\n\n\n\n\nWood\n\n\nThere was no presence of wood, as expected.\n\n\n\n\n\n\nStainless Steel\n\n\nThere was a thick coating of rust, which began to form a hole 1.8 centimetres in length and 0.1 centimetres in width over eight days. The item has been designated for further testing as a result of this. The object has been designated SCP-4865-U\n\n\n\n\n\n\nKevlar\n\n\nThere was no effect on the Kevlar that was visible.\n\n\n\n\n\n\nAnimal skin\n\n\nThe rust was able to spread across the entirety of the animal fur in the time of the experiment. Subsequently, it fell apart when lifted. The pieces have been designated SCP-4865-V\n\n\n\n\n\n\nCarpet\n\n\nThe rust was able to spread across the entirety of the carpet in the time of the experiment. When lifted, it tensed up and was unable to be incinerated over the following days, able to withstand temperatures exceeding two thousand kelvin. The object has been designated SCP-4865-W\n\n\n\n\n\n\nConcrete\n\n\nThere was a thick coating of rust, yet it did not suffer any effects from exposure to the corroded material. The object has been designated SCP-4865-X\n\n\n\n\n\n\nFollowing an unexpected incident in which a penny was dropped in to SCP-4865-U's slot and it subsequently appeared in SCP-4865, a test has been designated involving the object, giving SCP-4865-U the new designation SCP-4865-1\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4864\n | SCP-4865 | \nSCP-4866\n »",
    "addendums": [
        "Addendum 1: A log of nineteen objects obtained from SCP-4865 has been included below. These are labelled SCP-4865-A to SCP-4865-S.",
        "Addendum 2: In August, 2014, researchers approved a test in which a camera would be placed in SCP-4865, to observe if anything appeared in the interior of SCP-4865 during that time. The camera was inserted by D-1095, who also monitored the footage as a precaution, and to ensure that he could retrieve the camera afterwards. During this time, he was monitored by Doctor ██████. The following file contains a transcript of the conversation between both of them.",
        "Addendum 3: In October 2014, researchers approved a test in which a small remote controlled vehicle would be placed within SCP-4865, in order to observe the light, and if it led anywhere. The camera was monitored by Doctor ██████, who also instructed where the vehicle was to move to. The following is a file relating to the test.",
        "Addendum 4: In December 2014, researchers approved a supposedly final test in which a meeting between Doctor ██████ and Saint Milo through cameras would occur. This would involve Doctor ██████ asking several questions about how SCP-4865 operates.",
        "Addendum 5: In March 2015, researchers decided to revoke their previous statement that Test-4865-C was to be the final one conducted on the item, and approved a test to inspect the corrosion on SCP-4865. Doctor Nits was designated to monitor the experiment, which would involve a segment of corrosion, which had been removed from the previous locker SCP-4865 was contained in, being applied to various objects, including human skin, to ensure the safety during cleaning processes."
    ],
    "documents": [],
    "notes": [
        "<Begin Log, 4:38PM> Doctor ██████: D-1095, do you hear me? D-1095: Yes sir. Doctor ██████: Can you please insert the camera in to the safe, in the manner we asked you to? Once that is done, please seal the door. D-1095: Okay… done. I just watch the footage from it, right? Doctor ██████: That is correct. Can you please describe if anything appears on the footage? D-1095: I will do. At this point, several minutes of silence pass as D-1095 stares at the screen. Doctor ██████: Has anything occurred yet that is out of the ordinary? D-1095: Wait a second… yes. Something seems to be stirring in the left half of the screen. Doctor ██████: Could you please describe it? D-1095: It seems to be a… no, it can't be! Doctor ██████: What is the problem, D-1095? D-1095: There are fucking eyes in the safe! One, two three, four, five… five eyes all staring at the screen Doctor ██████: Could you please describe them in more detail? D-1095: Yes. They are quite large, and bulging, like they are filled with some sort of liquid. They appear to be bloodshot. Doctor ██████: Okay. Aside from staring at the- D-1095: Holy shit! Doctor ██████: What is it? D-1095: The central one appears to be smiling at the camera. Doctor ██████: What do you mean by that? D-1095: The pupil dilated in the shape of a smile. It looks quite menacing. You know the creepy smiles that the villains give in horror movies? Just like that! Doctor ██████: Okay… just let me know if there is any change to this. D-1095: Wait… they seem to be fading. There is a light shining behind the camera. Fuck, why can't we turn this around? Doctor ██████: Please tell me when they are gone. Shit… we need something that can move. D-1095: And… they have all vanished. That light is going too. <End Log, 4:55PM> Closing Statement: Shortly thereafter, the camera lost all of its power. When retrieved, D-1095 discovered that the contents of the camera had been disassembled and neatly laid out on the floor of SCP-4865.",
        "Timothy: Barbara, how is your work going? Barbara: Shut up you bitch. It is your fault that I am even here! Timothy: Forget that, Barbara. I was sentenced to this. If I hadn't told them what I told you, I would have been in here for the rest of my life. Barbara: Of course. Selfish Timothy couldn't spend his life to rot in something that he belonged to; he had to make other innocent people join him! Timothy: Oh shut up!",
        "Saint Milo: What the fuck are you guys talking 'bout? Timothy: Nothing, Saint Milo. Saint Milo: Is that so? Well then, could you please stand up? Timothy: Why? Saint Milo: Because I told you to. Timothy: Fine, Saint Milo. Saint Milo: Good boy. I want a demonstration to our friends from the other side. Because you decided to speak up, I want you to showcase what we are. So, show your creations. Timothy: Okay, Saint Milo.",
        "<Begin Log, 8:02> Saint Milo: I am assuming you can hear me, right? Doctor ██████: Of course. Now, Saint Milo - I do believe that is your name - would you mind answering a few questions. Saint Milo: Yeah, sure. I have no questions to ask you. We have seen enough. Doctor ██████: That is fine. Firstly, do you know where you are? Saint Milo: We were in the same world as you. And then bad times came. Many people died, and many more suffered. I found a sacred chest, one of myth, and I asked for safety. So it gave me what I wanted, and brought me here. Shortly afterwards, many people from different periods of time arrived here. We are kept safe, and in return we do it wants. Doctor ██████: You mean that the sacred chest is this safe? Saint Milo: No. There is no shape-shifting. Whenever the previous version of it gets destroyed, a different storage object will gain its abilities. We don't know the details of it… only the basics… Doctor ██████: Earlier you referenced that you do what it wants… could you explain that in a little bit more detail? Saint Milo: We receive requirements by the Watchers; the eyes that appear everywhere. They tell us to make what they want us to, long in advance, and then in return we get to stay here. Otherwise, he punishes us. I was placed in charge of them after a while, and I run it with an iron fist. Doctor ██████: You do understand, Saint Milo, that is known as slavery? Saint Milo: You have a problem with that? Doctor ██████: Of course. That has long since been made illegal across the world, and I could never promote it. Surely even you must understand that it is wrong! Saint Milo: You must be joking! We have seen what your company does! You take people, and use them in horrific experiments. They beg for death, and to be put out of their misery, and we never do anything that harsh! Doctor ██████: Then you would know that the people we use have been sentenced to death in a democratic way. We didn't force them to commit the act that brought them here. Saint Milo: What the fuck are you talking about? These people also caused pain and suffering, and hunted for refuge from the guilt they felt. Remember that Timothy? You won't believed what he did… he raped and murdered eight innocent women, alongside his wife. You are no better than we are. Doctor ██████: You make us sound like a cruel group. But we are far from it. We are only cold, because that is the safest way to be. Imagine if every monster you ever had nightmares about suddenly rose from the ground and devoured the universe? Being kind will not get you far in the dark realm we exist in. Saint Milo: It is clear to me that you are not worth conversing with. You are hypocritical, and think you are far better than any of us in whatever hellhole we live in. You know what? We are going to wait until you use the safe the next time. When we do… we will give you not what you want, but what you need. You need to see what we suffer with. And you will. <End Log, 8:18AM>",
        "<Begin Log, 4:09PM> Doctor Nits: OK, D-8032, glad you could engage in this interview during the test. How are you feeling? D-8032: Pretty normal, at the moment at least. Is this how I am meant to feel? Doctor Nits: I believe so. Let me know of it changes, however. D-8032: I will do. Doctor Nits: Glad to hear it. D-8032: Hold on… this doesn't… this does not feel right. Doctor Nits: Could you please state how you are feeling at the moment? D-8032: I feel an extremely warm sensation. It is tingling across my arm, no, my whole body. Doctor Nits: Can you explain the appearance of your arm at the moment? D-8032: It is turning orange around it, like it is being tanned. It is forming a circle. Perfectly around it. Doctor Nits: Does it have a specific texture to it? D-8032: Yes. It seems like rust, but thicker in volume. If I run my fingers over it… It seems to feel like actual rust, yet it is my arm. Doctor Nits: Are you suggesting that the skin of your arm has been converted to this rust? D-8032: Yes. Doctor Nits: How long has it been since the test started? About… twelve minutes. I think that is enough time. D-8032: Naturally. Am I allowed to remove the material? Doctor Nits: Of course. D-8032: Thank you. <End Log, 4:21PM>"
    ],
    "item": "SCP-4865",
    "object_class": "Safe",
    "containment_procedures": "SCP-4865 is to be contained in a standard storage locker, and is to be retrieved solely for the use of testing. When being used, SCP-4865 does not require any specific location for use. Testing may be performed by Class-D Personnel or Level Three Site Personnel.",
    "description": "SCP-4865 is a stainless steel safe measuring 11.4 centimetres wide, 9.8 centimetres deep and 18 centimetres in height. The door to the safe measures 9 centimetres by 15.2 centimetres. There is no sign of branding present on the exterior. There is a standard key lock on the safe door that requires a key, as well a standard dial lock. On the top portion of the safe door is a money counter, and there is a coin slot on the top of the door. All of these are made from identified materials. The lock is broken.",
    "title": "SCP-4865"
}