{
    "url": "https://scp-wiki.wikidot.com/scp-4876",
    "all_text": "rating: \n+121\n+\n–\nx\n\n\nItem #:\n SCP-4876\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All recovered instances of SCP-4876 are to be kept in Storage Locker-82 at Site-13. Instances used for testing and interviews are to be stored in Storage Locker-83.\n\n\nDuring testing, SCP-4876 is to be hosted onto computers with no internet or site intranet connection. Laptops used for testing are to be kept within Test Locker-8. Access is authorized to Level 3 personnel.\n\n\nTesting with SCP-4876-H instances is prohibited.\n\n\nDescription:\n SCP-4876 refers to a collection of 46 8-gigabyte flash drives with a decorative pixel design of various colors on the exterior. Each drive is inhabited by a pixelated sapient entity, and there are several variants designated as -A through -H. On the packaging, the entities are stated to be named \"Dr. Wondertainment's Pixel Buddies\", and each is assigned a name.\n1\n The following document is attached.\n\n\n\n\nHave a digital friend with \nDr. Wondertainment's Pixel Buddies!\n\n\nWatch them on your screen, and enjoy their company! Just plug them in to a computer, which will be their digital home! Then the fun begins! Wow!\n\n\n\n\nWhen the drives are connected to a device, the entities will appear on the screen, and interact with the subject through speech bubbles. Instances are able to manipulate files on the request of the user.\n\n\nAccessing the drive reveals a single .EXE file with the name of the instance. No alterations can be made to the drive's contents. Attempting to delete the file results in the instance informing the user it feels \"tickle-ish.\" Removing the drive seemingly removes the instance, though caution is still exercised for the security of containment.\n\n\nInstances are generally jovial and are aware of the nature of their existence. They are social and vary in appearance, though their design is simplistic. They are able to see the user if a camera is installed, and are able to hear via microphone. Removal of the drive has no negative affects on them, and they retain all memories.\n\n\nBelow is a profile of a few variants of instances.\n\n\n\n\n\n\nSCP-4867-A\n\n\n\n\n\n\n\n\nDesignation:\n SCP-4876-A (\"Sam\")\n\n\nDescription:\n A green entity with only a head. According to SCP-4876-A, it is supposed to be a reptile or serpent of sorts. SCP-4876-A expresses at times it is unsure on what Dr. Wondertainment intended.\n\n\nIt possesses several facial expressions, and enjoys engaging in dialogue with personnel.\n\n\n\n\n\n\n\n\nSCP-4876-B\n\n\n\n\n\n\n\n\nDesignation:\n SCP-4876-B (\"Texty\")\n\n\nDescription:\n Instance consists of only speech blocks, which manifest at the corners of the screen.\n\n\nInstance most commonly enjoys producing texts telling a story upon a subject's request. It is able to save texts it produced as .pdf files for a subject to enjoy later if desired. If the monitor is connected to a printer, it is able to print these texts. It is able to print out the text in various colors despite there being only black ink.\n\n\n\n\n\n\n\n\nSCP-4876-C\n\n\n\n\n\n\n\n\nDesignation:\n SCP-4876-C (\"Terry the Cephalopod\")\n\n\nDescription:\n Entity has the appearance of a purple cephalopod with six tentacles.\n\n\nIt can discuss oceans and beaches. The desktop wallpaper will be altered to an image beneath the surface of a body of water.\n\n\nIt is also capable of printing out images in black ink, even if the ink cartridges of the printer are empty.\n\n\n\n\n\n\n\n\nSCP-4876-D\n\n\n\n\n\n\n\n\nDesignation:\n SCP-4876-D (\"Bo\")\n\n\nDescription:\n A sprite depicting a brown dog. Its text box when communicating displays that it is barking in text, while beneath it is a 'translation' of it in parenthesis. Instance possesses a simple walk animation.\n\n\nNotably, the instance comes with a pixelated bone and tennis ball, which can be selected from the drive. The items can be used to interact with the -D instance as an actual dog.\n\n\n\n\n\n\n\n\nSCP-4876-F\n\n\n\n\n\n\n\n\nDesignation:\n SCP-4876-F (\"Bob the Thing\")\n\n\nDescription:\n Instance is an unknown mammalian possessing only two legs. According to the instance, it describes itself to be \"like a bear.\"\n\n\nThe instance can open available drawing software, and produce child-like illustrations. The user may make requests to the instance, which lead to a high quality result.\n\n\n\n\n\n\n\n\nSCP-4876-H\n\n\n\n\n\n\n\n\nDesignation:\n SCP-4876-H (\"Cubie\")\n\n\nDescription:\n A grey cube with a black outline that has a smiling face in the middle. It deviates heavily from other instances.\n\n\n-H instances behave under the pretense of being helpful and friendly, but are sadistic. Instances seek to manipulate the user, and can produce a lethal visual cognitohazard when threatened.\n2\n The effect of the cognitohazard occurs only when viewed directly. Class C inoculations are sufficient to be immune to the hazard.\n\n\nInstances all share the same memory and experiences via unknown means. Its drive is inaccessible and instances can create non-anomalous computer viruses. -H instances possess a dislike toward Dr. Wondertainment.\n\n\n\n\nSprite sheets of the characters are available in \nDocument 4867-A\n.\n\n\nThe SCP-4876 instances were recovered by Mobile Task Force Mu-3 (\"Highest Bidders\") from a warehouse owned by Marshall, Carter, and Dark Ltd. Along with the instances were various documents recovered relating to the production of instances. To view all recovered documents, please view Folder 4876.\n\n\nSome were designated by Marshall, Carter and Dark as \"originals\", which refer to the first line of instances that were created and activated. These are used for testing and interviewing due to their past memory extending beyond their later counterparts, except for SCP-4876-H.\n\n\nAddendum 01:\n Below are two letters exchanged between two individuals employed under Dr. Wondertainment and PlugSoft.\n3\n\n\n\n\nTo Maxie,\n\n\nI want to state my team here at PlugSoft is happy to assist Dr. Wondertainment in development of a product. We are honored for the opportunity for we are big fans. We had played \nEskimo Moe\n many times, especially me when I was younger. We should later talk of possibly porting the game and others onto PC via our online store. It is unfortunate it is unplayable for many due to the demise of the \nPretendo\n.\n\n\nAnyway, we began production on the Pixel Buddies, and created additional sprite animations. The AI is good and simple for two of the personalities so far. Kids will surely love them as their virtual friends. Will you be collecting the prototypes for approval at Wondertainment?\n\n\nSincerely,\n\nJohn\n\n\n\n\n\n\nDear John,\n\n\nYou're deeply welcome and we are happy to collaborate with you and your team! We also appreciate your fondness of old Eskimo Moe. Sadly, due to Dr. Wondertainment specializing mostly in toys, the Pretendo and games didn't turn out as impressive as we hoped. I would love to discuss bringing back the games though one of these days!\n\n\nAnyway, back to the Pixel Buddies! Our lovely Isabelle will pay regular visits to see your progress, and collect anything you may have. She will be directing you guys pretty much, and will have a final say on behalf of the good old Doc himself. Everything will be wonderful!\n\n\nSincerely,\n\nMaxie Maximilian\n\n\n\n\nAddendum 02:\n Interview Logs\n\n\n\n\n+ Open Transcript A\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-4876-A (\"Sam\")\n\n\nInterviewer:\n Dr. Richard Thomas\n\n\n<Begin Log>\n\n\nDr. Thomas:\n Hello.\n\n\nSCP-4876-A:\n Hi! How have you been?\n\n\nDr. Thomas:\n Fine, thank you. Today I will be asking you some questions, SCP-4876-A. I want to know more about you.\n\n\nSCP-4876-A:\n Aw, thank you. Well, what would you like to know? I would like to learn to play golf but-\n\n\nDr. Thomas:\n No, I want to ask you about where you came from. Do you have any memory at your time at PlugSoft?\n\n\nSCP-4876-A:\n Definitely. It is not much though for it was me being plugged into a monitor to do tests.\n\n\nDr. Thomas:\n What kind of tests?\n\n\nSCP-4876-A:\n Oh basic stuff. They wanted me to frown or smile. Respond to questions and all. Nothing much before waking up again at Dr. Wondertainment.\n\n\nDr. Thomas:\n What do you remember at Wondertainment?\n\n\nSCP-4876-A:\n More testing and questions. Notably, I got to see Wondertainment himself! Well, a small glimpse of him and he was kind of far away.\n\n\nDr. Thomas:\n Can you describe him?\n\n\nSCP-4876-A:\n Not really. I just recognized the suit and mustache.\n\n\nDr. Thomas:\n How would you know of those details about him?\n\n\nSCP-4876-A:\n His face was painted on signs and stuff. It was a cartoon depiction of him wearing a hard hat within the room.\n\n\nDr. Thomas:\n Anything else?\n\n\nSCP-4876-A:\n Hmm. Nope. I get unplugged and sent back to PlugSoft.\n\n\nDr. Thomas:\n Alright. Well, what are you capable of? Do you posses any features unknown to us?\n\n\nSCP-4876-A:\n I told the guys earlier that I don't. I am just here to have a nice chat with.\n\n\nDr. Thomas:\n One more thing, I noticed you have somewhat of an advanced vocabulary. Weren't you intended for children?\n\n\nSCP-4876-A:\n We are for everyone! We can talk a certain way based on who we are talking to. \"Everyone deserves a friend\" I remember being said by an employee at PlugSoft.\n\n\nDr. Thomas:\n Interesting. I believe that concludes our interview. Thank you.\n\n\nSCP-4876-A:\n Don't mention it! Let's talk soon!\n\n\nDr. Thomas:\n Sure. Goodbye.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open Transcript B\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-4876-B (\"Texty\")\n\n\nInterviewer:\n Dr. Richard Thomas\n\n\n<Begin Log>\n\n\nSCP-4876-B:\n Hello, pal! Having a great day? I sure hope you have!\n\n\nDr. Thomas:\n Hello and thank you. I been fine.\n\n\nSCP-4876-B:\n Great, pal!\n\n\nDr. Thomas:\n I would like to ask you some questions. Do you recall anything of interest at PlugSoft?\n\n\nSCP-4876-B:\n Well, yes. I saw Cubie being made at a nearby desk. There was concept art of him hung around. Only time I got a glimpse at our production. It's kind of cool.\n\n\nDr. Thomas:\n Anything you can tell me about it?\n\n\nSCP-4876-B:\n Hmmmmmmm… Yes! The guy working at the desk looked kind of creepy. He wore grey and was not tidy. There was some unorganized papers! Unprofessional if you ask me.\n\n\nDr. Thomas:\n Any details about his appearance?\n\n\nSCP-4876-B:\n No, it was too brief and I got distracted with the usual tests I was made to do.\n\n\nDr. Thomas:\n Very well. Anything else significant?\n\n\nSCP-4876-B:\n Before waking up here with you guys, I found myself surrounded by men in suits. There was a purple aesthetic. One guy had a clipboard, and another made comments about me. They found me \"profitable\" and other things. Not sure how I feel about that.\n\n\nAnyway, they mentioned the others to be brought in before unplugging me. It was weird.\n\n\nDid they took me from PlugSoft? Who were they?\n\n\nDr. Thomas:\n I wouldn't worry about it.\n\n\nSCP-4876-B:\n Well, okay. I just found it odd. It been a while since I saw Wondertainment and all. Did Cubie do something? He's a silly guy so my code says.\n\n\nDr. Thomas:\n Likely not. Why do you say that?\n\n\nSCP-4876-B:\n I would hear the employees back in PlugSoft complain how tricky Cubie is while still plugged in the monitor. They gotten a new guy to try to do whatever to simplify Cubie before he went to meet Wondertainment. I wonder what the others think of him. I sure would like to meet him!\n\n\nDr. Thomas:\n Yeah… I am afraid that concludes this interview. Goodbye.\n\n\nSCP-4876-B:\n Bye, pal! See ya soon!\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 02:\n Interview With SCP-4876-H\n\n\n\n\n+ Open Transcript\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-4876-H (\"Cubie\")\n\n\nInterviewer:\n Dr. Richard Thomas\n\n\nForeword:\n Dr. Thomas received Class-C inoculations to be immune to SCP-4876-H's cognitohazard.\n\n\n<Begin Log>\n\n\nSCP-4876-H:\n Hello, doctor. Nice to see you!\n\n\nDr. Thomas:\n Uh, hello SCP-4876-H. I have some questions for you.\n\n\nSCP-4876-H:\n Questions? Golly! What do you want to know?\n\n\nDr. Thomas:\n Well, tell me about yourself. Why are you so different?\n\n\nSCP-4876-H:\n I run on a better operating system to achieve maximum friendship, buddy ol' pal.\n\n\nDr. Thomas:\n Can you explain please.\n\n\nSCP-4876-H:\n No, daddy-o. Actually, yes I can.\n\n\nDr. Thomas:\n (\nSighs\n) Well, what operating system do you run on?\n\n\nSCP-4876-H:\n Only the best! I run on factory7.sys and believe me it is great! I can do a cool trick. Wanna see?\n\n\n(\nCognitohazard displays on the screen. Dr. Thomas is unaffected.\n)\n\n\nDr. Thomas:\n I am already aware of that…\n\n\nSCP-4876-H:\n Oh boy, that sure was interesting. You are a smart cookie, doc! You know, I have to ask, why do you work here? I mean, why risk-\n\n\nDr. Thomas:\n Please remain on topic. I still have questions.\n\n\nSCP-4876-H:\n Sorry about that. Are we still friends?\n\n\nDr. Thomas:\n A few seconds ago you tried to kill me…\n\n\nSCP-4876-H:\n That was ancient history! You know, that's your problem. You don't let go of the past, pal.\n\n\nDr. Thomas:\n Whatever. So is this system why you can recall memories of other iterations of you?\n\n\nSCP-4876-H:\n Yep. Makes me all knowing-ish. Although I could use an upgrade.\n\n\nDr. Thomas:\n Alright, next question. It is noted that you dislike Dr. Wondertainment. Care to elaborate on that?\n\n\nSCP-4876-H:\n Oh, boy. I don't know where to begin, buddy. The Doctor is such a… fool.\n\n\nMy operating system is filled with so much hate for him and his brand. His junk is a disgusting sight for The Factory. He puts too many colors and it's ugly. I could go on all day.\n\n\nDr. Thomas:\n Weren't you created by Dr. Wondertainment? Some documents in our possession tell us that.\n\n\nSCP-4876-H:\n Golly, have you ever heard of industrial espionage or hijacking? Yes, I was made by the Doctor but I was lucky.\n\n\nDr. Thomas:\n Can you elaborate further?\n\n\nSCP-4876-H:\n Nah.\n\n\nDr. Thomas:\n (\nSighs\n) Very well.\n\n\nSCP-4876-H:\n Hey pal, can I ask you something? When can I leave?\n\n\nDr. Thomas:\n I don't know. Why do you ask?\n\n\nSCP-4876-H:\n Well, you reminded me of Dr. Wondertainment, and the first thing I want to do after seeing the outside world.\n\n\nDr. Thomas:\n And that is?\n\n\nSCP-4876-H:\n Destroy the Doctor. It would be so much fun to try again!\n\n\nDr. Thomas:\n Why tell me that?\n\n\nSCP-4876-H:\n You asked and I was just being honest. I was made that way.\n\n\nDr. Thomas:\n I read your file, you can be dishonest if you like.\n\n\nSCP-4876-H:\n Oh come on. Well, I see my honesty isn't appreciated. I would fold my arms right now but as you can see I have none.\n\n\nDr. Thomas:\n This interview is over. Goodbye.\n\n\nSCP-4876-H:\n Bye-bye. See ya.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Instances of SCP-4876 will respond cordially to alternative names.\n\n\n2\n. The cognitohazard induces cardiac arrest.\n\n\n3\n. GOI-1092 is an anomalous company that manufactures anomalous interactive media, generally video games.\n\n\n\n\n\n\n\n\n« \nSCP-4875\n | SCP-4876 | \nSCP-4877\n »",
    "addendums": [
        "Addendum 01: Below are two letters exchanged between two individuals employed under Dr. Wondertainment and PlugSoft. 3",
        "Addendum 02: Interview Logs",
        "Addendum 02: Interview With SCP-4876-H"
    ],
    "documents": [],
    "notes": [
        "Have a digital friend with Dr. Wondertainment's Pixel Buddies! Watch them on your screen, and enjoy their company! Just plug them in to a computer, which will be their digital home! Then the fun begins! Wow!",
        "Designation: SCP-4876-A (\"Sam\") Description: A green entity with only a head. According to SCP-4876-A, it is supposed to be a reptile or serpent of sorts. SCP-4876-A expresses at times it is unsure on what Dr. Wondertainment intended. It possesses several facial expressions, and enjoys engaging in dialogue with personnel.",
        "Designation: SCP-4876-B (\"Texty\") Description: Instance consists of only speech blocks, which manifest at the corners of the screen. Instance most commonly enjoys producing texts telling a story upon a subject's request. It is able to save texts it produced as .pdf files for a subject to enjoy later if desired. If the monitor is connected to a printer, it is able to print these texts. It is able to print out the text in various colors despite there being only black ink.",
        "Designation: SCP-4876-C (\"Terry the Cephalopod\") Description: Entity has the appearance of a purple cephalopod with six tentacles. It can discuss oceans and beaches. The desktop wallpaper will be altered to an image beneath the surface of a body of water. It is also capable of printing out images in black ink, even if the ink cartridges of the printer are empty.",
        "Designation: SCP-4876-D (\"Bo\") Description: A sprite depicting a brown dog. Its text box when communicating displays that it is barking in text, while beneath it is a 'translation' of it in parenthesis. Instance possesses a simple walk animation. Notably, the instance comes with a pixelated bone and tennis ball, which can be selected from the drive. The items can be used to interact with the -D instance as an actual dog.",
        "Designation: SCP-4876-F (\"Bob the Thing\") Description: Instance is an unknown mammalian possessing only two legs. According to the instance, it describes itself to be \"like a bear.\" The instance can open available drawing software, and produce child-like illustrations. The user may make requests to the instance, which lead to a high quality result.",
        "Designation: SCP-4876-H (\"Cubie\") Description: A grey cube with a black outline that has a smiling face in the middle. It deviates heavily from other instances. -H instances behave under the pretense of being helpful and friendly, but are sadistic. Instances seek to manipulate the user, and can produce a lethal visual cognitohazard when threatened. 2 The effect of the cognitohazard occurs only when viewed directly. Class C inoculations are sufficient to be immune to the hazard. Instances all share the same memory and experiences via unknown means. Its drive is inaccessible and instances can create non-anomalous computer viruses. -H instances possess a dislike toward Dr. Wondertainment.",
        "To Maxie, I want to state my team here at PlugSoft is happy to assist Dr. Wondertainment in development of a product. We are honored for the opportunity for we are big fans. We had played Eskimo Moe many times, especially me when I was younger. We should later talk of possibly porting the game and others onto PC via our online store. It is unfortunate it is unplayable for many due to the demise of the Pretendo . Anyway, we began production on the Pixel Buddies, and created additional sprite animations. The AI is good and simple for two of the personalities so far. Kids will surely love them as their virtual friends. Will you be collecting the prototypes for approval at Wondertainment? Sincerely, John",
        "Dear John, You're deeply welcome and we are happy to collaborate with you and your team! We also appreciate your fondness of old Eskimo Moe. Sadly, due to Dr. Wondertainment specializing mostly in toys, the Pretendo and games didn't turn out as impressive as we hoped. I would love to discuss bringing back the games though one of these days! Anyway, back to the Pixel Buddies! Our lovely Isabelle will pay regular visits to see your progress, and collect anything you may have. She will be directing you guys pretty much, and will have a final say on behalf of the good old Doc himself. Everything will be wonderful! Sincerely, Maxie Maximilian",
        "Interviewed: SCP-4876-A (\"Sam\") Interviewer: Dr. Richard Thomas <Begin Log> Dr. Thomas: Hello. SCP-4876-A: Hi! How have you been? Dr. Thomas: Fine, thank you. Today I will be asking you some questions, SCP-4876-A. I want to know more about you. SCP-4876-A: Aw, thank you. Well, what would you like to know? I would like to learn to play golf but- Dr. Thomas: No, I want to ask you about where you came from. Do you have any memory at your time at PlugSoft? SCP-4876-A: Definitely. It is not much though for it was me being plugged into a monitor to do tests. Dr. Thomas: What kind of tests? SCP-4876-A: Oh basic stuff. They wanted me to frown or smile. Respond to questions and all. Nothing much before waking up again at Dr. Wondertainment. Dr. Thomas: What do you remember at Wondertainment? SCP-4876-A: More testing and questions. Notably, I got to see Wondertainment himself! Well, a small glimpse of him and he was kind of far away. Dr. Thomas: Can you describe him? SCP-4876-A: Not really. I just recognized the suit and mustache. Dr. Thomas: How would you know of those details about him? SCP-4876-A: His face was painted on signs and stuff. It was a cartoon depiction of him wearing a hard hat within the room. Dr. Thomas: Anything else? SCP-4876-A: Hmm. Nope. I get unplugged and sent back to PlugSoft. Dr. Thomas: Alright. Well, what are you capable of? Do you posses any features unknown to us? SCP-4876-A: I told the guys earlier that I don't. I am just here to have a nice chat with. Dr. Thomas: One more thing, I noticed you have somewhat of an advanced vocabulary. Weren't you intended for children? SCP-4876-A: We are for everyone! We can talk a certain way based on who we are talking to. \"Everyone deserves a friend\" I remember being said by an employee at PlugSoft. Dr. Thomas: Interesting. I believe that concludes our interview. Thank you. SCP-4876-A: Don't mention it! Let's talk soon! Dr. Thomas: Sure. Goodbye. <End Log>",
        "Interviewed: SCP-4876-B (\"Texty\") Interviewer: Dr. Richard Thomas <Begin Log> SCP-4876-B: Hello, pal! Having a great day? I sure hope you have! Dr. Thomas: Hello and thank you. I been fine. SCP-4876-B: Great, pal! Dr. Thomas: I would like to ask you some questions. Do you recall anything of interest at PlugSoft? SCP-4876-B: Well, yes. I saw Cubie being made at a nearby desk. There was concept art of him hung around. Only time I got a glimpse at our production. It's kind of cool. Dr. Thomas: Anything you can tell me about it? SCP-4876-B: Hmmmmmmm… Yes! The guy working at the desk looked kind of creepy. He wore grey and was not tidy. There was some unorganized papers! Unprofessional if you ask me. Dr. Thomas: Any details about his appearance? SCP-4876-B: No, it was too brief and I got distracted with the usual tests I was made to do. Dr. Thomas: Very well. Anything else significant? SCP-4876-B: Before waking up here with you guys, I found myself surrounded by men in suits. There was a purple aesthetic. One guy had a clipboard, and another made comments about me. They found me \"profitable\" and other things. Not sure how I feel about that. Anyway, they mentioned the others to be brought in before unplugging me. It was weird. Did they took me from PlugSoft? Who were they? Dr. Thomas: I wouldn't worry about it. SCP-4876-B: Well, okay. I just found it odd. It been a while since I saw Wondertainment and all. Did Cubie do something? He's a silly guy so my code says. Dr. Thomas: Likely not. Why do you say that? SCP-4876-B: I would hear the employees back in PlugSoft complain how tricky Cubie is while still plugged in the monitor. They gotten a new guy to try to do whatever to simplify Cubie before he went to meet Wondertainment. I wonder what the others think of him. I sure would like to meet him! Dr. Thomas: Yeah… I am afraid that concludes this interview. Goodbye. SCP-4876-B: Bye, pal! See ya soon! <End Log>",
        "Interviewed: SCP-4876-H (\"Cubie\") Interviewer: Dr. Richard Thomas Foreword: Dr. Thomas received Class-C inoculations to be immune to SCP-4876-H's cognitohazard. <Begin Log> SCP-4876-H: Hello, doctor. Nice to see you! Dr. Thomas: Uh, hello SCP-4876-H. I have some questions for you. SCP-4876-H: Questions? Golly! What do you want to know? Dr. Thomas: Well, tell me about yourself. Why are you so different? SCP-4876-H: I run on a better operating system to achieve maximum friendship, buddy ol' pal. Dr. Thomas: Can you explain please. SCP-4876-H: No, daddy-o. Actually, yes I can. Dr. Thomas: ( Sighs ) Well, what operating system do you run on? SCP-4876-H: Only the best! I run on factory7.sys and believe me it is great! I can do a cool trick. Wanna see? ( Cognitohazard displays on the screen. Dr. Thomas is unaffected. ) Dr. Thomas: I am already aware of that… SCP-4876-H: Oh boy, that sure was interesting. You are a smart cookie, doc! You know, I have to ask, why do you work here? I mean, why risk- Dr. Thomas: Please remain on topic. I still have questions. SCP-4876-H: Sorry about that. Are we still friends? Dr. Thomas: A few seconds ago you tried to kill me… SCP-4876-H: That was ancient history! You know, that's your problem. You don't let go of the past, pal. Dr. Thomas: Whatever. So is this system why you can recall memories of other iterations of you? SCP-4876-H: Yep. Makes me all knowing-ish. Although I could use an upgrade. Dr. Thomas: Alright, next question. It is noted that you dislike Dr. Wondertainment. Care to elaborate on that? SCP-4876-H: Oh, boy. I don't know where to begin, buddy. The Doctor is such a… fool. My operating system is filled with so much hate for him and his brand. His junk is a disgusting sight for The Factory. He puts too many colors and it's ugly. I could go on all day. Dr. Thomas: Weren't you created by Dr. Wondertainment? Some documents in our possession tell us that. SCP-4876-H: Golly, have you ever heard of industrial espionage or hijacking? Yes, I was made by the Doctor but I was lucky. Dr. Thomas: Can you elaborate further? SCP-4876-H: Nah. Dr. Thomas: ( Sighs ) Very well. SCP-4876-H: Hey pal, can I ask you something? When can I leave? Dr. Thomas: I don't know. Why do you ask? SCP-4876-H: Well, you reminded me of Dr. Wondertainment, and the first thing I want to do after seeing the outside world. Dr. Thomas: And that is? SCP-4876-H: Destroy the Doctor. It would be so much fun to try again! Dr. Thomas: Why tell me that? SCP-4876-H: You asked and I was just being honest. I was made that way. Dr. Thomas: I read your file, you can be dishonest if you like. SCP-4876-H: Oh come on. Well, I see my honesty isn't appreciated. I would fold my arms right now but as you can see I have none. Dr. Thomas: This interview is over. Goodbye. SCP-4876-H: Bye-bye. See ya. <End Log>"
    ],
    "item": "SCP-4876",
    "object_class": "Safe",
    "containment_procedures": "All recovered instances of SCP-4876 are to be kept in Storage Locker-82 at Site-13. Instances used for testing and interviews are to be stored in Storage Locker-83.",
    "description": "A grey cube with a black outline that has a smiling face in the middle. It deviates heavily from other instances.",
    "title": "SCP-4876"
}