{
    "url": "https://scp-wiki.wikidot.com/scp-4879",
    "all_text": "rating: \n+160\n+\n–\nx\n\n\nItem #:\n SCP-4879\n\n\nObject Class:\n Safe\n\n\n\n\n\n\nSCP-4879 upon recovery.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4879 is contained within a lead-lined box in a standard storage locker. Only D-Class personnel are to handle the object outside of its storage, and contact with SCP-4879 by staff is punishable by reassignment or termination of employment status.\n\n\nDescription:\n SCP-4879 is a soapstone sculpture of a polar bear, 0.40 metres in length and weighing 10.2 kilograms. SCP-4879 bears a large stylistic carving of an 'AX' on its right hindquarter.\n\n\nSubjects within a ten-meter radius of SCP-4879 will lose their proficiency for a specific area of expertise, seemingly determined by how highly they held the particular talent. Subjects of SCP-4879's effect report symptoms such as loss of appetite, headaches, and general confusion that abate in three to five hours.\n\n\nWhile subjects can still recite technical knowledge related to their expertise, they will be utterly incapable of practice above what would be deemed a beginner's work. As of 2019/11/15, all subjects exposed to SCP-4879 have been unable to regain any lost proficiency.\n\n\nDiscovery:\n SCP-4879 was recovered from the Vancouver Art Gallery in British Columbia, Canada after an open exhibition night, resulting in twenty-three artists losing their various artistic skills. Due to unintentional misinformation on the nature of the anomaly, four members of MTF Eta-10 (\"See No Evil\") were affected and lost various combat skills, requiring them to be placed on indefinite leave.\n\n\nSecurity cameras showed an Asian male (designated POI-4879) in his approximate late twenties had submitted SCP-4879 to the exhibition, paying the entrance fee in cash. Staff reported he had later called and apologized for being unable to attend the event due to a stomach flu.\n\n\n\n\nTesting Logs\n\n\nSubject:\n D-5923\n\n\nExpertise:\n Watercolour painting\n\n\nAction:\n D-5923 was provided with his preferred painting equipment and instructed to paint SCP-4879.\n\n\nObservation:\n D-5923 struggled to paint the object, performing sloppily. D-5923 expressed anger and threw the easel across the room halfway through testing, refusing to continue despite orders.\n\n\nSubject:\n D-3954\n\n\nExpertise:\n Video games\n\n\nAction:\n D-3954 was told to play a game of \nSuper Smash Bros. Melee\n and fight a computer-controlled opponent on a level 3 difficulty.\n\n\nObservation:\n D-3954 was unable to win a game against the opponent, falling off the stage and forgetting moves for his character on several occasions. D-3954 appeared confused, suggesting that the game had been modified to account for his losses.\n\n\nNote:\n Subject had been escorting a D-Class carrying SCP-4879 back to storage when he had tripped after a fire alarm had been pulled, resulting in its lead-lined box breaking and exposing SCP-4879 to the subject.\n\n\nSubject:\n Doctor William Alekseeva\n\n\nExpertise:\n Anomaly containment procedures\n\n\nAction:\n Alekseeva was given the descriptions for three new anomalies, and told to draft provisional containment procedures for the objects.\n\n\nObservation:\n Provisional containment procedures were found to be completely insufficient at containing the various anomalies' effects.\n\n\nSubject:\n D-5432\n\n\nExpertise:\n Piano\n\n\nAction:\n D-5432 was instructed to play her favourite song, \nBohemian Rhapsody\n by Queen.\n\n\nObservation:\n While D-5432 was able to remember the notes, she was unable to play the song without making numerous mistakes.\n\n\n\n\nAddendum-4879:\n On 2019/11/09, MTF Pi-1 (\"City Slickers\") was investigating an unrelated anomalous exhibit at an art gallery in Edmonton, Alberta, and arrested several anartists, including POI-4879.\n\n\n\n\nInterviewed:\n POI-4879 (Alex Nguyen)\n\n\nInterviewer:\n Dr Alekseeva\n\n\n<Begin Log>\n\n\n\n\nPOI-4879:\n Should've guessed you guys would come after me eventually. It's what you do, right? Lock up weird things.\n\n\n\n\nAlekseeva:\n So you've heard of us, good. That makes things easier. I wanted to ask you a few questions about your artwork. Specifically, the bear sculpture you entered into the exhibition night a few weeks ago. Tell me about it.\n\n\n\n\nPOI-4879:\n Alright, uh… You ever hear of this group called \"Are We Cool Yet?\" They're some weird artist collective, mostly down in the states. They make a lot of things like this.\n\n\n\n\nAlekseeva:\n Yes, we're familiar with them. Are you a member?\n\n\n\n\nPOI-4879:\n No, thank god. I knew a few guys who were part of it, but holy shit they're pretentious as fuck. Just because they can make a painting that makes people want to claw their eyes out, or a sculpture that turns you into a lunatic, they think they're better than you, and they wave it in your face.\n\n\n\n\nAlekseeva:\n I don't see what this has to do with your art- ah. You intended it as a weapon against them.\n\n\n\n\nPOI-4879 laughs.\n\n\n\n\nPOI-4879:\n Hell yeah I did. Stuck it under a table, watched the fireworks. They were running around like idiots, crying that they couldn't do their stupid anomalous watercolouring or drawing or whatever they do.\n\n\n\n\nAlekseeva:\n And this effect is permanent? There's no method of reversing it?\n\n\n\n\nPOI-4879:\n Yeah, they're stuck like that. They tried to kill me for that, but they can't really do much when all their talent's gone. Just gave up. I think some of them ended up killing themselves, but I didn't really keep track.\n\n\n\n\nAlekseeva:\n I… see. And the art gallery? What did they do to upset you there?\n\n\n\n\nPOI-4879:\n Did you see all the stuff there? Half of it was that stupid found art bullshit. Seriously, who came up with that? \"Oh hey, I'm gonna throw my garbage on a table, tie it together with string and pretend its art.\" In the same goddamn building where they have four Emily Carr paintings, no less. You people should be thanking me, it's basically a public service.\n\n\n\n\nAlekseeva:\n We amnesticized twenty-three artists that night. They'll never be able to practice their artistic talents again, you know that? We've had to reassign them new identities, because it'd be suspicious if they suddenly lost all their abilities.\n\n\n\n\nPOI-4879:\n Talentless hacks that can't string together garbage anymore. Cry me a river. We done here?\n\n\n\n\nAlekseeva:\n One or two more things. Why a bear?\n\n\n\n\nPOI-4879:\n First thing that came to mind. That's all we're known for, right? Polar bears and politeness, for some stupid reason, as if they've never been downtown.\n\n\n\n\nAlekseeva:\n I see. And how did you acquire your immunity to the object?\n\n\n\n\nPOI-4879:\n What?\n\n\n\n\nAlekseeva:\n You said that you had been in contact with it multiple times, which would've made you susceptible to its abilities. Is it a case of creator immunity, or…?\n\n\n\n\nPOI-4879:\n Oh, I'm not immune. It's the last thing I ever made. I suppose that's fitting, depending on how you look at it.\n\n\n\n\nAlekseeva:\n And you knew this would occur? You did this willingly?\n\n\n\n\nPOI-4879:\n Course I did. I knew I could never sculpt again, but it was worth the cost. If those worthless pieces of shit can't destroy art anymore than they already have, then I'm the happiest ex-artist in the world.\n\n\n\n\n<End Log>\n\n\n\n\n\n\n\n\n« \nSCP-4878\n | SCP-4879 | \nSCP-4880\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4879\n\" by Cerastes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4879\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Polar\n\n\nName:\n National Museum of Ethnology, Osaka - Stone sculpture (Polar bear) - Inuit people in Canada - Made by Nalenik Temela in the 1960s - 1980s - Material. Stone\n\n\nAuthor:\n Yanajin33\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum-4879: On 2019/11/09, MTF Pi-1 (\"City Slickers\") was investigating an unrelated anomalous exhibit at an art gallery in Edmonton, Alberta, and arrested several anartists, including POI-4879."
    ],
    "documents": [],
    "notes": [
        "Interviewed: POI-4879 (Alex Nguyen) Interviewer: Dr Alekseeva <Begin Log> POI-4879: Should've guessed you guys would come after me eventually. It's what you do, right? Lock up weird things. Alekseeva: So you've heard of us, good. That makes things easier. I wanted to ask you a few questions about your artwork. Specifically, the bear sculpture you entered into the exhibition night a few weeks ago. Tell me about it. POI-4879: Alright, uh… You ever hear of this group called \"Are We Cool Yet?\" They're some weird artist collective, mostly down in the states. They make a lot of things like this. Alekseeva: Yes, we're familiar with them. Are you a member? POI-4879: No, thank god. I knew a few guys who were part of it, but holy shit they're pretentious as fuck. Just because they can make a painting that makes people want to claw their eyes out, or a sculpture that turns you into a lunatic, they think they're better than you, and they wave it in your face. Alekseeva: I don't see what this has to do with your art- ah. You intended it as a weapon against them. POI-4879 laughs. POI-4879: Hell yeah I did. Stuck it under a table, watched the fireworks. They were running around like idiots, crying that they couldn't do their stupid anomalous watercolouring or drawing or whatever they do. Alekseeva: And this effect is permanent? There's no method of reversing it? POI-4879: Yeah, they're stuck like that. They tried to kill me for that, but they can't really do much when all their talent's gone. Just gave up. I think some of them ended up killing themselves, but I didn't really keep track. Alekseeva: I… see. And the art gallery? What did they do to upset you there? POI-4879: Did you see all the stuff there? Half of it was that stupid found art bullshit. Seriously, who came up with that? \"Oh hey, I'm gonna throw my garbage on a table, tie it together with string and pretend its art.\" In the same goddamn building where they have four Emily Carr paintings, no less. You people should be thanking me, it's basically a public service. Alekseeva: We amnesticized twenty-three artists that night. They'll never be able to practice their artistic talents again, you know that? We've had to reassign them new identities, because it'd be suspicious if they suddenly lost all their abilities. POI-4879: Talentless hacks that can't string together garbage anymore. Cry me a river. We done here? Alekseeva: One or two more things. Why a bear? POI-4879: First thing that came to mind. That's all we're known for, right? Polar bears and politeness, for some stupid reason, as if they've never been downtown. Alekseeva: I see. And how did you acquire your immunity to the object? POI-4879: What? Alekseeva: You said that you had been in contact with it multiple times, which would've made you susceptible to its abilities. Is it a case of creator immunity, or…? POI-4879: Oh, I'm not immune. It's the last thing I ever made. I suppose that's fitting, depending on how you look at it. Alekseeva: And you knew this would occur? You did this willingly? POI-4879: Course I did. I knew I could never sculpt again, but it was worth the cost. If those worthless pieces of shit can't destroy art anymore than they already have, then I'm the happiest ex-artist in the world. <End Log>",
        "\" SCP-4879 \" by Cerastes, from the SCP Wiki . Source: https://scpwiki.com/scp-4879 . Licensed under CC-BY-SA .",
        "Filename: Polar Name: National Museum of Ethnology, Osaka - Stone sculpture (Polar bear) - Inuit people in Canada - Made by Nalenik Temela in the 1960s - 1980s - Material. Stone Author: Yanajin33 License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4879",
    "object_class": "Safe",
    "containment_procedures": "SCP-4879 is contained within a lead-lined box in a standard storage locker. Only D-Class personnel are to handle the object outside of its storage, and contact with SCP-4879 by staff is punishable by reassignment or termination of employment status.",
    "description": "SCP-4879 is a soapstone sculpture of a polar bear, 0.40 metres in length and weighing 10.2 kilograms. SCP-4879 bears a large stylistic carving of an 'AX' on its right hindquarter.",
    "title": "SCP-4879"
}