{
    "url": "https://scp-wiki.wikidot.com/scp-4882",
    "all_text": "rating: \n+169\n+\n–\nx\n\n\n\n\nWARNING\n\n\nThis information is classified \nLevel 5/\nMAKSUR\n. If you do not have the appropriate clearance to read this file, close this page immediately and notify your supervisor. Your access has been logged.\n\n\n\n\nItem #:\n SCP-4882\n\n\nObject Class:\n Euclid\n\n\n\n\n\n\nDeviation of day length from SI based day. Note that public data is exaggerated by a factor of 10\n3\n. Click to enlarge.\n\n\n\n\n\n\nSpecial Containment Procedures:\n At this time, current economic and technological trends are sufficient to contain SCP-4882. Embedded agents in major technology companies are to advocate for awareness of leap seconds, and \noversee their correct implementation\n in new products. Representatives in the International Telecommunications Union (ITU) are to \npostpone the abolition of leap seconds\n for as long as possible.\n\n\nDescription:\n SCP-4882 is an anomalous effect that occurs when many electronic timekeeping components are brought close together. Notably, the real-time clock circuits of computers, mobile phones and tablets, routers, and many Internet of Things (IoT) devices contribute to this effect.\n\n\nThe intensity of this effect scales with at least the following factors:\n\n\n\n\nThe extent to which each component ticks in the same moment in time as other components (\"accuracy\");\n\n\nThe extent to which each component waits for the same amount of time between ticks (\"precision\");\n\n\nThe amount of time that the components are able to function without interruption (\"uptime\");\n\n\nThe extent to which each component maintains forward motion, and does not stall or reverse (\"monotonicity\").\n\n\n\n\nAt low levels, SCP-4882 causes an increase in build quality of and synchronization between nearby electronic components. As this effect includes the components that contribute to SCP-4882, it is expected that such an effect, if left undisturbed, will increase in intensity over time.\n\n\nThe full extent of SCP-4882 is unknown. However, all reliable sources (including texts from all three branches of GoI-004, thaumaturgical models published by the ICSUT, and information gleaned from predictive anomalies) suggest a single conclusion: the end result of SCP-4882 is the physical manifestation of Mekhane, the Broken God, on Earth.\n\n\nIncident 4882-1:\n Discovery of SCP-4882\n\n\nThe first documented instance of SCP-4882 appeared on 1950-08-22, when an anomalous incident occurred at Site-15. Glowing symbols, similar to those used by the Broken Church, appeared on internal walls. Personnel at the site experienced auditory hallucinations, mainly whirring and beeping sounds. An electrical storm formed above the site. Animals that were struck by lightning from this storm had sections of their bodies replaced by electronic circuitry, in a manner similar to that of \nSCP-217\n.\n\n\nDuring this incident, site maintenance personnel observed a spike in the amount of electricity used by the eastern research wing. Suspecting a connection to the anomaly, they removed all the circuit breakers for that wing, cutting power to that section of the site. The anomaly subsided immediately. The team was later awarded a Foundation Bronze Star for their initiative.\n\n\nPostmortem investigation isolated the cause of the incident to a laboratory in the research wing. The laboratory was used for the testing of atomic clocks, in particular comparing their relative drift over long timescales. Cross-referencing with existing documentation confirmed a link to SCP-001. Further experimentation isolated the factors contributing to the incident, and led to the initial classification and containment of SCP-4882.\n\n\nAddendum 4882-1:\n Project MAKSUR\n1\n proposal (abridged)\n\n\n\n\n\n\nProject MAKSUR\n\n\nGerald C. Gross\n\n\nApril 20, 1959\n\n\n\n\nRationale\n\n\nAs automatic computer technology matures, we will expect to see greater use of such appliances in civilian contexts. This presents the risk of SCP-4882 manifestation in these settings. Project MAKSUR aims to mitigate this risk through political manipulation of actors in industry and academia.\n\n\nDetails\n\n\nOur contacts in the US Navy and Greenwich Observatory have reported the use of a \"Coordinated Universal Time\" among the astronomical community. This technique, abbreviated CUT,\n2\n aims to keep atomic time aligned with the rotation of the Earth. It achieves this goal by adjusting the clock forward or backward, in steps of 50 milliseconds, whenever the two diverge.\n\n\nIf all electronic clocks were to adopt CUT as the timekeeping standard, then the disruption of \nprecision\n and \nmonotonicity\n would ensure containment of SCP-4882. However, without intervention, it is unlikely that CUT will be adopted outside of astronomy due to its difficulty of implementation. Thus, effective containment will require infiltrating relevant organizations and promoting the use of CUT by political means.\n\n\n\n\nAddendum 4882-2:\n Timeline of Project MAKSUR\n\n\n\n\n1959-04-25:\n O5 Command approves Project MAKSUR by a 13-0 vote.\n\n\n1960:\n The Royal Greenwich Observatory, the National Physical Laboratory in England, and the US Naval Observatory announce their adoption of a single timescale, named \"Coordinated Universal Time\".\n\n\n1962:\n CCIR\n3\n Study Group 7 is formed to finalize the details of Coordinated Universal Time. Due to Foundation lobbying, all members of this Group are employees of the Foundation.\n\n\n1963:\n The CCIR unanimously adopts Coordinated Universal Time as the standard for all radio communications.\n\n\n1972:\n Through improved mathematical models, it is shown that one adjustment every three years is sufficient to contain SCP-4882. Step interval increased from 50 milliseconds to 1 second. This establishes the \"leap second\" system used today.\n\n\n1998:\n Measurements across Foundation Sites confirm a secular decrease in SCP-4882 intensity, despite the continued proliferation of electronic devices. Maximum period increased to eight years, with plans made to abolish the leap second system in 2015.\n\n\n2012:\n Ambient SCP-4882 intensity fails to decrease for the fifth consecutive year. Abolition of leap seconds postponed indefinitely.\n\n\n\n\nIncident 4882-5:\n4\n\n\nOn 2012-06-29, Foundation meteorologists were alerted to a large scale electrical storm developing in the Northern Virginia area. Satellite imagery showed hot spots of EVE radiation centered on the location of an Amazon Web Services (AWS)\n5\n data center, indicating an anomalous cause for the storm. Mobile Task Force Mu-4 (\"Debuggers\") was deployed to investigate and contain the incident. The presence of SCP-4882 was quickly confirmed upon arrival.\n\n\nThrough subsequent negotiations, Amazon agreed to \npower down the center for 10 minutes\n to allow the storm to subside. It was at this point that the storm began to dissipate; it cleared completely by the following day.\n\n\nIn the aftermath of this incident, Amazon requested a review of its AWS operations in regard to preventing future manifestations of SCP-4882. As of Q1 2013, Amazon has implemented ~ 10% of recommended mitigations, and has expressed reluctance in proceeding further.\n\n\nIncident 4882-7:\n\n\nOn 2013-04-24, a garment factory in Savar Upazila, Dhaka District, Bangladesh collapsed. The Foundation was alerted to the incident due to reports of \"iron monsters\" emerging from the rubble. Foundation personnel, disguised as members of the Bangladeshi military, assumed control over the area.\n\n\nConcurrently with the rescue operation, the Foundation began investigation of the disaster site. No anomalous equipment was found, but the layout of the factory as a whole corresponded to a symbol used in a prominent Mekhanite ritual. This arrangement would have amplified the otherwise weak SCP-4882 effect within the factory's machinery, the added strain causing structural failure of the building.\n\n\nA cover story was disseminated, explaining the collapse as due to lack of compliance with building codes. Civilians found infected with SCP-217 were terminated. Minimal use of amnestics was required as media dismissed the reports of anomalous activity as hearsay.\n\n\nIncident 4882-11:\n\n\nIn his yearly address, Robert Bumaro, leader of the Broken Church, urged followers to \"apply restraint in your worship […] as God is not yet ready to be unbroken\". This is believed to refer to SCP-4882. Maxwellist leaders unanimously condemned the statement.\n\n\nIncident 4882-15:\n\n\nOn 2013-12-01, Amazon halted communications with the Foundation, citing \"operational concerns\". Later that month, the company announced the opening of its first data center in China.\n\n\nIncident 4882-23:\n\n\nOn 2014-08-14, Dr. Demetrios Matsakis, the Chief Scientist for Time Services at the US Naval Observatory, \npresented a paper\n advocating for the removal of leap seconds from UTC — in direct opposition to Foundation policy.\n\n\nLater questioning revealed that Dr. Matsakis had misread the 2012 communiqué and assumed that the previous abolition policy was still in place. He has since apologized for the mistake. No disciplinary actions were deemed necessary.\n\n\nThe Foundation was unable to suppress news of this presentation: as the evidence presented in the paper was true, its retraction would have aroused too much suspicion among the scientific community. Moreover, as the paper contained no classified or anomalous information, the use of amnestics to censor it would have broken international law.\n\n\nThe Foundation continues to lobby for the preservation of leap seconds in accordance with Project MAKSUR.\n\n\nIncident 4882-39:\n\n\nOn 2014-10-14, a Bitcoin mining facility in Thailand was \ndestroyed in a fire\n. Foundation scanners flagged the event as a possible SCP-4882 manifestation due to the suspicious circumstances surrounding the incident.\n\n\nAs part of the investigation, a sample of mining appliances from different manufacturers were purchased for study. All five of these appliances were found to contain circuits for the express purpose of inducing SCP-4882. Researchers found similar mechanisms in graphics processors sold by AMD, Nvidia, and Intel. The diversity in the designs of these circuits implies that they were arrived at independently.\n\n\nIncident 4882-101:\n\n\nDuring the month of November, 2015, the ITU held the 8th World Radiocommunication Conference in Geneva, Switzerland. One of the agenda items was a vote on the abolition of leap seconds, a motion for which the Foundation expected strong opposition. However, immediately before the vote was held, an unidentified representative interrupted the session to present a speech (see Addendum 4882-3). The resulting vote was 453–450 against.\n\n\nAddendum 4882-3:\n Excerpt from the 8th World Radiocommunication Conference, 2015\n\n\n\n\nI'm just going to stand up and say what's on everyone's minds right now.\n\n\nLeap seconds… are \nuseless\n.\n\n\n(chatter)\n\n\nLet's see: navigators don't need them — they're all on GPS. Radios, they're all run by computers now, which everyone knows are more likely to crash with leap seconds than without them. \n(laughter)\n Even the astronomers, the ones who pushed for UTC in the first place, they don't use it any more. Too inaccurate, they say!\n\n\nWhat's left, tradition? Oh no, the sun peaked in the sky thirty-seven seconds later than I expected! Think of the children!\n\n\n(laughter)\n\n\nAnd for what cost? Earlier this year, \nfour major internet sites\n crashed as they rolled into July. Amazon, Netflix, Twitter, ring a bell? The New York Stock Exchange shut down for an hour. I guess that's wise of them, given that no NTP\n6\n server in the last decade has broadcast leap seconds correctly!\n\n\nI've been an observer at the ITU for the last five years. Worked as an engineer for twenty years before that. Not once in my career have I heard a convincing argument for leap seconds.\n\n\nMy colleagues, we have the power to fix things \nnow\n. One vote, and they're gone.\n\n\nIt's not like the world will end if we drop them, right?\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \"Broken\" in Arabic. This designation was later used to classify SCP-001 itself.\n\n\n2\n. In modern terminology, the more culturally neutral abbreviation \"UTC\" is used instead.\n\n\n3\n. The Consultative Committee on International Radio, the division of the ITU responsible for radio communication. In 1992, the division was renamed to ITU-R.\n\n\n4\n. Minor incidents have been omitted for brevity. For a full list, see Document 4882-9.\n\n\n5\n. A subsidiary of Amazon that provides cloud computing services.\n\n\n6\n. Network Time Protocol, the mechanism by which modern computers synchronize their clocks.\n\n\n\n\n\n\n\n\n« \nSCP-4881\n | SCP-4882 | \nSCP-4883\n »",
    "addendums": [
        "Addendum 4882-1: Project MAKSUR 1 proposal (abridged)",
        "Addendum 4882-2: Timeline of Project MAKSUR",
        "Addendum 4882-3: Excerpt from the 8th World Radiocommunication Conference, 2015"
    ],
    "documents": [],
    "notes": [
        "1959-04-25: O5 Command approves Project MAKSUR by a 13-0 vote. 1960: The Royal Greenwich Observatory, the National Physical Laboratory in England, and the US Naval Observatory announce their adoption of a single timescale, named \"Coordinated Universal Time\". 1962: CCIR 3 Study Group 7 is formed to finalize the details of Coordinated Universal Time. Due to Foundation lobbying, all members of this Group are employees of the Foundation. 1963: The CCIR unanimously adopts Coordinated Universal Time as the standard for all radio communications. 1972: Through improved mathematical models, it is shown that one adjustment every three years is sufficient to contain SCP-4882. Step interval increased from 50 milliseconds to 1 second. This establishes the \"leap second\" system used today. 1998: Measurements across Foundation Sites confirm a secular decrease in SCP-4882 intensity, despite the continued proliferation of electronic devices. Maximum period increased to eight years, with plans made to abolish the leap second system in 2015. 2012: Ambient SCP-4882 intensity fails to decrease for the fifth consecutive year. Abolition of leap seconds postponed indefinitely.",
        "I'm just going to stand up and say what's on everyone's minds right now. Leap seconds… are useless . (chatter) Let's see: navigators don't need them — they're all on GPS. Radios, they're all run by computers now, which everyone knows are more likely to crash with leap seconds than without them. (laughter) Even the astronomers, the ones who pushed for UTC in the first place, they don't use it any more. Too inaccurate, they say! What's left, tradition? Oh no, the sun peaked in the sky thirty-seven seconds later than I expected! Think of the children! (laughter) And for what cost? Earlier this year, four major internet sites crashed as they rolled into July. Amazon, Netflix, Twitter, ring a bell? The New York Stock Exchange shut down for an hour. I guess that's wise of them, given that no NTP 6 server in the last decade has broadcast leap seconds correctly! I've been an observer at the ITU for the last five years. Worked as an engineer for twenty years before that. Not once in my career have I heard a convincing argument for leap seconds. My colleagues, we have the power to fix things now . One vote, and they're gone. It's not like the world will end if we drop them, right?"
    ],
    "item": "SCP-4882",
    "object_class": "Euclid",
    "containment_procedures": "At this time, current economic and technological trends are sufficient to contain SCP-4882. Embedded agents in major technology companies are to advocate for awareness of leap seconds, and oversee their correct implementation in new products. Representatives in the International Telecommunications Union (ITU) are to postpone the abolition of leap seconds for as long as possible.",
    "description": "SCP-4882 is an anomalous effect that occurs when many electronic timekeeping components are brought close together. Notably, the real-time clock circuits of computers, mobile phones and tablets, routers, and many Internet of Things (IoT) devices contribute to this effect.",
    "title": "SCP-4882"
}