{
    "url": "https://scp-wiki.wikidot.com/scp-4886",
    "all_text": "rating: \n+191\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains \ngore\n and \nbestiality\n\n\n\n\n\n\n\n\nrating: \n+191\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\nFrom:\n MRoberts4@Scipnet (Agent Macie Roberts, Classification Level Nx-56/4886; Employee Number 4947)\n\n\nTo:\n CStephens6@Scipnet (Director Cian Stephens; Classification Level XF-4; Employee Number 1048)\n\n\nRe:\n SCP-4886, URGENT\n\n\nDate:\n 21/06/1990\n\n\nWe have a problem.\n\n\nAttached:\n\n\n\n\nscp-4886@scipnet\n\n\naar_4886_81989.docs\n\n\nincident_report_4886_an_hae.docs\n\n\ntransfer.msgs\n\n\nproposed_changes.sscpd\n\n\n\n\n\n\n\n\nscp-4886@scipnet\n\n\n\n\n\n\nThreat Level:\n Orange\n\n\n\n\n\n\n\n\nNx-56, with SCP-4886 visible in the background.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n An Exclusion Zone has been established around the legal boundaries of SCP-4886. It is surrounded by a 3 meter high chain-link fence. Nearby residents believe it to be the private property of Agent Jonathan Lancelot; assigned personnel are to act accordingly. An Interior Zone has been established 1 kilometer from the Exclusion Zone's edge, surrounded by a fortified perimeter. Personnel are restricted from entering this Interior Zone outside of deep cleaning operations.\n\n\nSCP-4886-A's population is managed by Task Force He-2 (\"Yogi's Nightmare\"). TF-ה2 is responsible for enforcing existing anti-trespassing measures, as well as neutralizing SCP-4886-A found outside of SCP-4886's Interior Zone (excluding human births, which are to be handled by appropriate medical personnel). Civilians attacked by SCP-4886-A are to undergo Class-A Amnestic treatment under the guise of trauma therapy.\n\n\nAs per the Nexus-56 interaction protocols, the Foundation has taken over Summerstone's law enforcement and parks services agencies. Civilians are aware of SCP-4886-A's existence, and have been encouraged to report sightings through the appropriate channels. Standard disinformation protocols have been implemented.\n\n\n\n\n\n\nScreen capture from a field recording taken within the Interior Zone.\n\n\n\n\n\n\nDescription:\n SCP-4886 is Willinggami Woods, a forest surrounded by the town of Summerstone, Wales. It is a temperate rainforest, with a largely-endemic ecosystem that has been threatened by SCP-4886-A.\n\n\nSCP-4886-A is the collective designation for animaloid entities found within SCP-4886. Physiologically, instances are diverse, though many bear a superficial resemblance to members of the phylum \nPlatyhelminthes\n (otherwise known as \"flatworms\"). They are aggressive and invasive, having nearly destroyed Summerstone's ecosystem prior to Foundation involvement.\n\n\nInstances of SCP-4886-A can impregnate animals of sufficient physiological similarity. This occurs regardless of the animal's sex. Initial surveys found that in roughly 64% of cases, subjects give birth to non-anomalous members of its species; subjects otherwise give birth to an SCP-4886-A instance. Despite this, instances show low fertility levels, intraspecies sterility, and high miscarriage rates unsuitable for its population growth.\n\n\nAlthough largely confined to the center of SCP-4886, SCP-4886-A's population will infrequently swell to and beyond its borders.\n\n\n\n\n\n\nHISTORY\n\n\n\n\nInitial containment began on 18/07/1975 following increased Nexus engagement efforts as part of the Delta-Unseelie project.\n\n\nPrior to discovery, SCP-4886 had been owned by a succession of private individuals, having traditionally been willed to a protégé of the previous owner. Such owners were traditionally tasked with protecting Summerstone from SCP-4886-A.\n\n\nAt the time, SCP-4886 was under the ownership of Jonathan Geirstein Lancelot, a 24-year-old law enforcement officer that had been willed the property three years prior by the late Anthony Bram Lindell. Mr. Lancelot's familiarity with SCP-4886 and his proficiency in hunting SCP-4886-A proved vital to initial containment efforts, leading to his employment in an official capacity.\n\n\nResearch into the history of SCP-4886 has proven inconclusive; SCP-4886-A appears to have been present for as long as the local population can remember. Attacks, while infrequent enough that few large-scale depopulation efforts were executed, were accepted and expected by local residents.\n\n\nWith the assistance of Agent Lancelot, modern containment efforts were finalized on 21/12/1975.\n\n\n\n\naar_4886_81989.docs\n\n\n\n\nOn 06/08/1989, a decision was made to perform a deep-cleaning excursion into SCP-4886, with the intention of discovering and curtailing the primary source of SCP-4886-A's population. This decision was made in the wake of a string of attacks against the population of Summerstone beginning on 01/08/1989.\n\n\n\n\n\n\nAn instance of SCP-4886-A gnawing on a bone.\n\n\n\n\n\n\nThese attacks were notable for their complexity, often occurring in locations that SCP-4886-A had not been thought capable of entering (such as private residences). Evidence suggested that SCP-4886-A had advanced to the point of rudimentary sapience, having demonstrated proficiency in controlled arson, lock-picking, and burglary.\n\n\nMobile Task Force Epsilon (\"Lights in the Dark\") was brought in to assist TF-ה2 in containment efforts. The joint task force was split into three groups; one was responsible for finding and neutralizing SCP-4886-A's primary source, while the other two dealt with thinning the population.\n\n\nThe primary team (henceforth referred to as H2E1) consisted of the following personnel:\n\n\n\n\nAgent Jonathan Lancelot:\n Head of TF-ה2. Experience in law enforcement and game hunting, grew up in Nx-56.\n\n\nAgent Ji-Young Hae:\n Primary tracker for MTF-ε. Former private investigator with experience in game hunting.\n\n\nAgent Dexter Norman:\n Agent of MTF-ε. Former bodyguard.\n\n\nAgent Griffeth Glines:\n Agent of TF-ה2. Experience in law enforcement and information security, citizen of Nx-56.\n\n\nDr. Chatur Goyal:\n Research specialist of MTF-ε. PhD in ecology, field researcher on loan from Cardiff University.\n\n\n\n\nThe following logs have been excerpted for the sake of brevity.\n\n\n\n\n► Expedition Log 4886/8.1989.H2E1.1\n\n\n\n\n▼ Access Granted\n\n\n\n\n\n\nExpedition Log 4886/8.1989.H2E1.1\n\n\n\n\nBegin Log 1.1\n\n\nThe log opens with a view of the Eastern SCP-4886 checkpoint, from the point of view of Agent Lancelot's helmet's onboard camera.\n\n\nLancelot:\n This is Agent Lancelot, Task Force He-Two, here with the lovely Mobile Task Force Epsilon. Can we get a role call?\n\n\nThe view pans across the members of H2E1, all of whom are double-checking equipment. Of note: Agent Glines is having difficulty with his boots.\n\n\nHae:\n Hae Ji-young, Mobile Task Force Epsilon.\n\n\nGlines:\n Griffeth Glines, He-Two.\n\n\nNorman:\n Agent Norman, Epsilon.\n\n\nGoyal:\n Uh… Dr. Goyal, researcher for Mobile Task Force Epsilon.\n\n\nLancelot:\n Good, good.\n\n\nGlines:\n Role call's new.\n\n\nLancelot:\n New faces, Grif.\n\n\nThe camera moves back to examining the checkpoint. Post-mission analysis reveals that an avian instance of SCP-4886-A is briefly visible in the low foliage, which Lancelot ignores.\n\n\nLancelot:\n It's a beautiful overcast day in Willinggami Woods, SCP-4886. Team two and three have moved in, hopefully drawing the dash A's attention away from us for the time being. Team one's ready to go in, scope things out, we got enough supplies to do that for a week and enough tape to record three days of that week. Whenever you're ready.\n\n\nLancelot waits for an affirmative from the other four, approximately 45 seconds. Glines is the last to affirm; the team moves in shortly after.\n\n\nEnd Log 1.1\n\n\n\n\nBegin Log 1.2\n\n\nH2E1 continues through SCP-4886, lead by Hae with Norman guarding the flank. Lancelot keeps watch around the sides of the team, although his gaze occasionally turns to Hae.\n\n\nLancelot:\n Juuuuust checking back in, team's proceeding inward. Everything's looking good…\n\n\nGoyal:\n Is this normal for him? The radio voice?\n\n\nGlines replies, though his response is indistinct.\n\n\nLancelot:\n Eh, it pays to be a little lighthearted. All this is a very stressful job, and that's before-\n\n\nNorman:\n Shos\n1\n spotted.\n\n\nNorman is heard firing at an off-screen target, startling the other members of H2E1. Lancelot immediately turns to Norman, whose rifle is trained on the corpse of a deer. The deer's ventral torso has ruptured; as Lancelot comes closer, a cervine instance of SCP-4886-A can be seen devouring its mother's viscera.\n\n\nHae:\n Jesus fucking \nChrist\n!\n\n\nDr. Goyal comes into the camera view, crouching down to examine the instance.\n\n\nHae:\n Don't touch that. Please don't tell me-\n\n\nGoyal:\n Just relax.\n\n\nRemoving his backpack, Dr. Goyal retrieves a field forensics kit and begins examining the deer's corpse. The camera shifts focus to Hae (who is retching), then Glines (who alternates between staring at the deer and looking away), before settling back on Dr. Goyal.\n\n\nEnd Log 1.2\n\n\n\n\nAnalysis of SCP-4886-A-288\n\n\n\n\nSCP-4886-A-288 was a fetal instance of SCP-4886-A, hosted by a female specimen of \nCapreolus capreolus\n2\n.\n\n\nA-288's physiology was unsuited for life outside the womb. Lacking an effective means of locomotion, A-288 would have been forced to crawl on its belly, exposing it to dirtborn pathogens and frictional burn. In place of eyes were eyespots, which would have provided insufficient sensory input to properly respond to predators. Despite this, A-288 possessed a fully functional digestive system, though one typically suited for the digestion of meat.\n\n\nIn addition to A-288, A-288's mother was carrying a non-anomalous stillborn fawn.\n\n\n\n\n\n\nBegin Log 1.3\n\n\nH2E1 have proceeded further into SCP-4886 with little interruption.\n\n\nNorman:\n Damn it, won't come off.\n\n\nGlines:\n The blood's not fun to wash out. Still, it's better than letting it live.\n\n\nNorman drags the sole of his boot against a nearby rock.\n\n\nHae:\n Yeah, Christ. Epsilon's seen some shit, but I don't deal with that every \nday\n. I don't know how you and Jack manage.\n\n\nLancelot:\n Really, I think I'm just used to it. Live here long enough and you pretty much have to.\n\n\nThe camera once more turns to face Hae, who is looking back to Lancelot. Hae blinks, before quickly turning away. Glines clears his throat.\n\n\nHae:\n Right. So, before we hit the IZ, anything in particular we wanna be looking for?\n\n\nHae turns back to face Lancelot, then Glines.\n\n\nGlines:\n You know, I think it's just-\n\n\nLancelot:\n If I may? Most of the attacks, the ones \nI've\n seen, that requires opposable thumbs. Usually, that means it's a primate. Now, Wales has exactly two primates, and both are bipeds. That narrows the kinds of tracks down. Given that no one's \ndied from seeing something\n, that leaves humans. If they're anything like us, they're smart enough to use tools.\n\n\nGoyal:\n I don't quite like that implication.\n\n\nGlines:\n I mean, given the attacks, I don't know what else could do this.\n\n\nGoyal:\n Not that. The, uh, the human part. That means they have humans.\n\n\nLancelot:\n Or something else.\n\n\nEnd Log 1.3\n\n\n\n\nBegin Log 1.4\n\n\nH2E1 have approached the Interior Zone's Eastern Checkpoint, approximately 1 hour and 10 minutes into the mission. Little of interest has occurred since Log 1.3, and H2E1 perform a standard check-in and pass through the Checkpoint without incident.\n\n\nSix minutes pass without incident.\n\n\nAt approximately 1:16 into the footage, Lancelot's camera briefly picks up an instance of SCP-4886-A (hereby designated A-289) hiding in a nearby bush. Neither Lancelot nor any other member of H2E1 acknowledge it at this time.\n\n\nAt 1:19, while H2E1 deliberates on where to head next, Lancelot calls the team's attention to a nearby stream, where A-289 can be seen wading through the shallows. Hae and Norman fire towards it, injuring but not killing it, causing the instance to retreat further down the stream.\n\n\nThe rest of the footage consists of H2E1 chasing A-289. At the 2 hour mark, Lancelot's camera beeps thrice to indicate that all available space has been filled, and the tape ends.\n\n\nEnd Log 1.4\n\n\n\n\n\n\n\n\n\n\n\n\n► Expedition Log 4886/8.1989.H2E1.2\n\n\n\n\n▼ Access Granted\n\n\n\n\n\n\nExpedition Log 4886/8.1989.H2E1.2\n\n\n\n\nBegin Log 2.1\n\n\nFootage opens with H2E1 surrounding a deceased instance of A-289, now clearly visible to the camera. A-289 is a stark-white humanoid, and would have stood approximately 1.3 meters tall. Aside from two eye spots and a partially-extended pharynx, A-289's face is featureless.\n\n\nLancelot:\n We okay? This is H2E1, back on tape, and it's a beautiful overcast day.\n\n\nNorman:\n Not the word I'd use.\n\n\nThe view turns to Dr. Goyal and Glines, currently examining the corpse of A-289. With Glines' assistance, Dr. Goyal performs a rudimentary dissection, occasionally breaking to record observations in his field notes.\n\n\nHae:\n So… recap.\n\n\nThe view quickly shifts to Hae.\n\n\nHae:\n H2E1… neutralized the shos. Over the course of an hour or so, we pursued it further in, shot it a few times. Eventually it bled out, and now we're here. Aaaaanything I'm missing?\n\n\nLancelot:\n Don't worry about it, Ji-young. Hunting's half the fun in He-2.\n\n\nHae:\n What's the other half?\n\n\nLancelot:\n The hero treatment's not half bad.\n\n\nLancelot turns back to face Glines, currently holding A-289's corpse in place. Glines looks back at Lancelot, furrowing his brow in apparent contemplation before returning slight, tilted nod.\n\n\nGlines:\n I mean I \nguess\n, what we can get. Beats being a cop.\n\n\nHae:\n Huh. Sounds like you two have it pretty good.\n\n\nGlines mumbles something under his breath. Post-incident analysis was unable to discern Glines' exact words, other than a reference to \"Jack\".\n\n\nLancelot:\n Really, I couldn't have done it without Summerstone's support. It's an honor, serving this beautiful town. The attention's just the cherry on top.\n\n\nFor the next ten minutes, Dr. Goyal continues examining A-289's corpse. At approximately 2:11, he closes his notebook and stands up.\n\n\nGoyal:\n Well, that was enlightening. Shall we be off?\n\n\nHae:\n Right.\n\n\nLancelot:\n Good, good. Northwestwest's looking good, let's see where the wind blows.\n\n\nLancelot kicks A-289's corpse, and H2E1 continues.\n\n\nEnd Log 2.1\n\n\n\n\nAnalysis of SCP-4886-A-289\n\n\n\n\nSCP-4886-A-289 was a bipedal humanoid of unclear intelligence. It stood approximately 129 centimeters tall, and appeared pale and hairless.\n\n\nA-289 did not display the aggression typical of SCP-4886-A; while most likely a logical reaction to the presence of multiple persons, such behavior suggests sentience, and further suggests that instances of SCP-4886-A vary in intelligence.\n\n\nFurthermore, A-289's gait was remarkably human from what little I observed, as were its evasive tactics. In conjugation with the evasive tactics observed in its retreat, this suggests a human origin.\n\n\n\n\n\n\nBegin Log 2.2\n\n\nH2E1, headed by Agent Lancelot, continue through the Interior Zone at a steady pace, occasionally checking in with H2E2 and H2E3. At approximately 2:31, H2E1 encounters what appears to be an unpaved foot trail.\n\n\nNorman:\n … do we follow?\n\n\nHae:\n I see no reason \nnot\n to. Jack?\n\n\nLancelot:\n Does a bear shit in the woods?\n\n\nLancelot heads west down the path, while H2E1 follows behind. Audio picks up Lancelot softly whistling \"The Lincolnshire Poacher\". H2E1 continues for approximately 2 minutes before Glines stops and audibly groans.\n\n\nGlines:\n Shit, we were supposed to mark the trees.\n\n\nLancelot:\n Mmm, I think we're good.\n\n\nGlines:\n Maybe us, but what about Epsilon? What if we need to send more people? I don't know if muscle memory suffices, Lancelot.\n\n\nLancelot:\n Seriously man, don't worry about it. I know this place inside and outside. And hey, think of it this way: if I die, all you gotta do is walk in a straight line until-\n\n\nNorman:\n Shos spotted.\n\n\nNorman is heard firing at an off-screen target, visibly startling Glines and eliciting shock from the rest of H2E1. Lancelot turns back to Norman, who is looking at a point further down the trail.\n\n\nNorman:\n … correction: that's…\n\n\nNorman trails off as Lancelot approaches. The camera focuses on Norman's rifle, then shifts to where Norman had been pointing his rifle.\n\n\nA few meters behind the treeline is the cadaver of a nude European male in the early stages of decomposition, hanging upside-down by a wired snare three meters in the air. Norman appears to have shot the cadaver through its distended midsection. As Lancelot approaches, signs of significant mutilation\n3\n become clearer.\n\n\nGoyal:\n I don't like this forest.\n\n\nLancelot:\n It's charming on its better days, I'll give it that.\n\n\nLancelot kneels down to examine a pile beneath the corpse, briefly whistling as he does. Its contents consist primarily of crude fetish objects mixed with fresh carrion. Sighing, Lancelot stands back up.\n\n\nLancelot:\n I do so love my job. Continue?\n\n\nEnd Log 2.2\n\n\n\n\nBegin Log 2.3\n\n\nH2E1 has continued down the Western path for approximately an hour, once more headed by Lancelot.\n\n\nHae:\n 4886 can't be that big, can it?\n\n\nGlines:\n I wouldn't doubt it. All the death, these woods have to be haunted by \nsomething\n. I mean, hasn't Epsilon had its share?\n\n\nGoyal:\n Wilderness, yes. Not necessarily… \nthis\n.\n\n\nHae:\n Yeah, tell me about it. Props to you and Jack, I don't think I'll be able to eat for another week at this rate.\n\n\nLancelot:\n Sure you're not in the mood for flatworm stew? Summerstone specialty.\n\n\nHae:\n I think I'll pass. You can take me to-\n\n\nBranches rustle from behind the group as something can be heard dropping from above.\n\n\nGlines:\n Jesus fuck!\n\n\nLancelot turns back to Glines, who is struggling with an instance of A-289 clinging to his neck. As Glines struggles to free himself, several more instances of A-289 emerge from the treeline bearing primitive weaponry and engage H2E1 in combat.\n\n\nFootage of the fight is predictably indistinct; careful analysis of the available footage suggests the force of A-289 have adapted a divide and conquer strategy, primarily targeting Agents Glines while attempting to distract the remaining members of H2E1.\n\n\nH2E1 eventually fend the A-289 off, bearing relatively minor injuries. All five are silently attempting to recuperate when Glines suddenly yells in apparent frustration.\n\n\nGlines:\n That's the sixth time this month!\n\n\nLancelot:\n Eh, it's not so-\n\n\nGlines:\n I swear to \ngod\n they've been teaming up on me. I'm done with this.\n\n\nGlines breaks from the group to head in the direction several A-289 fled towards.\n\n\nLancelot:\n You know, we really should-\n\n\nGlines:\n Are you gonna take us nowhere like you always do, Lancelot? You know, maybe we want to trail them. Maybe we want to find where they live or breed and put a stop to that.\n\n\nHae:\n We should settle down.\n\n\nGlines:\n And let them flee? Excuse me, but what's our mission here? This is a lead, more than just a foot trail. It's somewhere they fled to, where they feel they can gain something by going. For fuck's sake, I don't know about \nyou\n but \nI've\n been put through this song and dance so many times and not \nonce\n did we follow them, Jack. Look where that's got us now!\n\n\nGlines turns back to continue. Norman sighs, then tentatively follows; he is followed by Hae and Dr. Goyal. Lancelot pauses.\n\n\nLancelot:\n Oh bother.\n\n\nAs Lancelot trails the rest of H2E1, his camera beeps thrice to indicate that all available space has been filled, and the tape ends.\n\n\nEnd Log 2.3\n\n\n\n\n\n\n\n\n\n\n\n\n► Expedition Log 4886/8.1989.H2E1.3\n\n\n\n\n▼ Access Granted\n\n\n\n\n\n\nExpedition Log 4886/8.1989.H2E1.3\n\n\n\n\nBegin Log 3\n\n\nFootage resumes with Agent Lancelot squatting down to exam the corpse of an A-289 instance; cause of death is a gunshot to the head. The remaining members of H2E1 are not visually present, but can be heard in the background.\n\n\nHae:\n Jack? Is that thing still giving you trouble?\n\n\nLancelot:\n Just loading the camera, should be good.\n\n\nKicking the A-289's corpse, Lancelot turns to face the rest of the group.\n\n\nH2E1 has converged around a dilapidated single-story cabin, sitting in the middle of a canopied clearing. The cabin is surrounded by a wooden fence in severe disrepair. As Lancelot approaches, the remains of patio furniture can be seen scattered around the grounds. Surrounding the clearing are several instances of A-289, none of which appear willing to enter.\n\n\nLancelot:\n We sure we want to mess around here? This place just looks sad.\n\n\nGlines, who has been examining an abandoned well, looks up at Lancelot.\n\n\nGlines:\n I don't know if we can skip this, Lancelot. Cabin means someone lives here.\n\n\nLancelot:\n Lived, maybe.\n\n\nGlines:\n You're talking about a cabin in the middle of the woods not even the monsters will touch. If these things only got smarter in recent memory, chances are this cabin… (\nGlines visibly retches\n)… god, this place smells like shit. Even sticking my nose down the well's an improvement.\n\n\nLancelot:\n Yeah, be careful. Don't want you falling down and breaking your neck.\n\n\nGlines:\n Mmm.\n\n\nDr. Goyal is seen approaching the two.\n\n\nGoyal:\n I've collected a few samples, mostly soil, but a few from the firepit. Given, well, my dismal combat expertise, would either of you mind holding onto them in case I do not make it?\n\n\nGlines:\n Bit of a grim way of looking at it.\n\n\nGoyal:\n I'm a doctor, Mr. Glines. Good with my fingers, my fists… not so much.\n\n\nAll three remain silent for several seconds, before Glines sighs, taking the aforementioned samples.\n\n\nGoyal:\n Thank you, Mr. Glines.\n\n\nAs Dr. Goyal leaves to continue investigating the clearing, Lancelot turns his attention to Norman (who is keeping lookout), then Hae (who is investigating a spot of soil near a chopping stump), whom he approaches.\n\n\nLancelot:\n Find any tracks, puma?\n\n\nHae turns back to face Lancelot, brushing her hair out of her face. She softly chuckles.\n\n\nHae:\n Not tracks. Look at this.\n\n\nBeckoning Lancelot closer, Hae points to a patch of dirt.\n\n\nHae:\n Depression. Not as much foliage. I think something's buried here, Jack. It's something, even if I don't know \nwhat\n.\n\n\nLancelot:\n … huh.\n\n\nHae:\n It's near enough to the stump that… well, could've been disposal. Makeshift pit? Maybe if we dig down we'll find something.\n\n\nLancelot:\n Eh, the midgets are too stupid for that. I'm betting on worms.\n\n\nHae:\n … worms?\n\n\nLancelot:\n Sure looks like it. Have I told you about my dad?\n\n\nHae:\n A little, I think. Landscape architect, bit eccentric?\n\n\nLancelot:\n Right, mean old son-of-a-bitch. Knew his gardens, made sure I did too. That's worms. Maybe not flatworms, but worms.\n\n\nHae:\n Worms.\n\n\nLancelot:\n Round ones.\n\n\nHae nods, then returns to examining the soil. Lancelot remains where he is for several seconds, before turning to approach Norman.\n\n\nLancelot:\n See anything, Norm?\n\n\nNorman:\n It's Norman.\n\n\nLancelot:\n Eh, just sounds too formal.\n\n\nNorman:\n It's my name, Agent.\n\n\nLancelot:\n Still a bit too formal. Can I call you Dexter? Just Dex?\n\n\nNorman turns away from the treeline. His brow is furrowed.\n\n\nNorman:\n Awful friendly, Agent.\n\n\nLancelot:\n Eh, spend five years on the beat and thirteen on the hunt and you make do with what you got.\n\n\nNorman stays silent for several seconds, briefly glancing up at Lancelot's helmet-mounted camera, before sighing.\n\n\nNorman:\n I'd… really prefer Norman, Agent. At least until we're better acquainted.\n\n\nBoth remain silent for several seconds. Norman scratches his head.\n\n\nNorman:\n Sorry.\n\n\nLancelot:\n Nah, it's alright. I can treat you to-\n\n\nLancelot is cut off by a loud scream from behind, prompting Norman to draw his weapon.\n\n\nGlancing back, Lancelot spots the cabin — its door broken inwards — and rushes over to investigate. Lancelot arrives just before Hae, with Norman covering from afar. Drawing his rifle, Lancelot enters the cabin interior.\n\n\nThe interior of the cabin is comparably dilapidated to its exterior: its walls are caked in mold, and the cabin as a whole is infested with gnats. The floor is covered in a mixture of grime, woodchips, hair, and dead insects. Furniture is limited to a wooden dresser, a legless bed (upon which rests a thoroughly-stained mattress), an unlit fireplace stove, and a table upon which a putrefied human corpse wearing a polka-dot dress lies.\n\n\nAgent Glines stands in the middle of the cabin, staring at the corpse with his sidearm drawn.\n\n\nLancelot:\n … oh. Oh… Griffeth? Are you-\n\n\nGlines:\n Shut up.\n\n\nBoth remain silent for several seconds. Glines continues staring at the body, occasionally swatting at stray insects on his skin.\n\n\nHae:\n Everything alright?\n\n\nGlines blinks twice, looking between Lancelot and the body in quick succession. Lancelot takes a step back.\n\n\nGlines:\n … she was wearing… this was her favorite dress, and-\n\n\nLancelot:\n Youuuu know her?\n\n\nGlines:\n I, I, I-i mean. Tegan… date. She called me and…\n\n\nGlines pauses, blinks twice, and grins.\n\n\nGlines:\n Holy shit.\n\n\nLancelot takes another step back as Glines bursts into a fit of laughter, lasting for several seconds. Turning back to Lancelot, he opens his mouth, only to fall into another laughing fit, prompting Lancelot to take yet another step back. Glines's laughter is interspersed with coughs, eventually degenerating into a pained wheeze during which Glines leans against a wall for support.\n\n\nAs Glines goes silent, he looks back up at Lancelot, still grinning.\n\n\nGlines:\n Son of a \nbitch\n, Jack.\n\n\nGlines raises his firearm and fires at Lancelot, striking his helmet. Lancelot's camera is destroyed.\n\n\nEnd Log 3\n\n\n\n\n\n\n\n\n\n\n\n\n► Expedition Log 4886/8.1989.H2E1.4\n\n\n\n\n▼ Access Granted\n\n\n\n\n\n\nExpedition Log 4886/8.1989.H2E1.4\n\n\n\n\nFollowing the destruction of Agent Lancelot's camera, H2E1 was left without a reliable recording method. The following log is a synopsis of the surviving members' testimonies.\n\n\nAs a result of Agent Glines's unprovoked assault, Agent Lancelot is forced to neutralize him in self defense.\n\n\nAgents Hae and Norman enter the cabin almost immediately upon the hearing gunfire; the sight of Glines's death soon provokes a brief argument before Agent Lancelot explains the situation. From there, the team discusses their next steps.\n\n\nWhile this is happening, Dr. Goyal has been outside, keeping watch on the A-289 instances around the clearing perimeter. According to testimony, Dr. Goyal was unwilling to engage with the events within the cabin, owing to his lack of sufficient training; furthermore, he had been \"fascinated\" by the behavior of the A-289 and their steadfast refusal to enter the clearing.\n\n\nDr. Goyal makes several more observations in his notebook; in particular, that SCP-4886-A-289 respond with greater negativity to English speech in comparison to Hindi and Punjabi.\n\n\nThe remaining members of H2E1 soon emerge from the cabin, reconvening with Dr. Goyal. A decision is made: H2E1 will brief command on its situation, and wait for further instructions.\n\n\nIn light of both the loss and inexplicable actions of Agent Glines, H2E1 is ordered to retreat on the basis of possible memetic contamination, as are the secondary teams. Retreat is uneventful, apart from the neutralization of SCP-4886-A instances encountered en route to the checkpoint. Upon return, operatives are isolated, detained, and screened for memetics.\n\n\nUpon the confirmation of healthy memeplexes across the board, all operatives are released.\n\n\n\n\nFollowing the operation, sightings and attacks decreased significantly; despite this, the source of SCP-4886-A's population surges remain unknown. Several theories have been put forth:\n\n\n\n\nSCP-4886-A-293, a massive, immobile boviform encountered and subsequently neutralized by H2E2, had been responsible for the mass birth of SCP-4886-A. A-293 appears to have hosted several instances of SCP-4886-A within its body, although the nature of its neutralization prevented a thorough examination of its physiology.\n\n\nSCP-4886-A's population was larger than estimated, enabling it to reach a \"critical mass\" favorable to further growth.\n\n\nThe Foundation has overlooked an integral component of the SCP-4886 anomaly.\n\n\nAgent Glines assisted in the spread of SCP-4886-A, knowingly or unknowingly.\n\n\n\n\n\n\n\n\n\n\n\n\nincident_report_4886_an_hae.docs\n\n\n\n\nFollowing the events of 11/08/1989, MTF-ε was temporarily stationed in Nx-56 in the interests of budget. MTF-ε would remain in Nx-56 until 15/08/1989, when Foundation Overwatch redeployed it in response to sightings of URA-173.\n\n\nOn 01/10/1989, Agent Hae registered an anomalous pregnancy with the Site-17 medical center. Agent Hae reported a lack of sexual activity or contact with male reproductive systems, nor sufficient interaction with natal anomalies to warrant contamination. Regardless, preliminary tests proved inconclusive. Following standard questioning procedures, Agent Hae was considered eligible for Boleyn Program enrollment.\n4\n\n\nAgent Hae was reassigned to a low-stress position and periodically administered prenatal physicals, as standard. No fetal anomalies were detected during this time, although it was determined that Agent Hae was carrying twins.\n\n\nAgent Hae went into labor on 08/05/1990, delivering on 09/05/1990 at 06:15 and 06:19. The attending obstetrician logged the following:\n\n\n\n\n► Delivery Log 17-8B84\n\n\n\n\n▼ Access Granted\n\n\n\n\n\n\nDelivery Log\n\n\n\n\nPersonnel Identification Number:\n P-8B84\n\n\nDate delivered:\n 09/05/1990, 06:15 (GBWLTB-Site-17 local time)\n\n\nState of delivery:\n Live\n\n\nWeight:\n 3.18 kg\n\n\nHead circumference:\n 34 cm\n\n\nLength:\n 48 cm\n\n\nAPGAR scores:\n 1/1/2/1/2\n\n\nRace:\n East Asian\n\n\nEyes:\n Blue\n\n\nMother:\n Ji-Young Hae (Employee Number 4952)\n\n\nFather:\n Unknown\n\n\nAnomalous?\n Yes/No/\nInconclusive\n\n\nAdditional notes:\n Following the birth of P-8B85, P-8B84 has been classified as URA-4886.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n► Delivery Log 17-8B85\n\n\n\n\n▼ Access Granted\n\n\n\n\n\n\nDelivery Log\n\n\n\n\nPersonnel Identification Number:\n P-8B85\n\n\nDate delivered:\n 09/05/1990, 06:19 (GBWLTB-Site-17 local time)\n\n\nState of delivery:\n Indeterminate\n\n\nWeight:\n 4.6 kg (total; see additional notes)\n\n\nHead circumference:\n Indeterminate\n\n\nLength:\n Indeterminate\n\n\nAPGAR scores:\n (n/a)/0/(n/a)/2/0\n\n\nRace:\n See additional notes\n\n\nEyes:\n Indeterminate\n\n\nMother:\n Ji-Young Hae (Employee Number 4952)\n\n\nFather:\n Unknown\n\n\nAnomalous?\n \nYes\n/No/Inconclusive\n\n\nAdditional notes:\n Initially appearing to be a non-anomalous stillbirth, P-8B85 shed its skin shortly after delivery. P-8B85 resembles a partially-fused mass of various vermiforms, and has been classified as SCP-4886-A-294.\n\n\n\n\n\n\n\n\n\n\n\n\nTo the Foundation's knowledge, Agent Hae lacked a history of contact with SCP-4886-A sufficient to induce pregnancy. However, Agent Hae was in no condition to be interrogated further at the time. RAISA therefore initiated a covert investigation into the events following MTF-ε's arrival at Nx-56.\n\n\nInitially, the investigation returned little: several security logs relating to Agent Hae were missing from the archive. RAISA auditors noted, however, several inconsistencies in the timeframes and durations of lost logs. Metadata analysis further indicated that several of the logs surrounding the missing sections had been submitted to SCiPNet a day or more after they had been taken. In light of this, RAISA theorized that the events surrounding Agent Hae's pregnancy had been deliberately obfuscated by a hostile actor with access to Foundation resources.\n\n\nAgent Hae's records indicated that she had not been amnesticized for years prior; however, hair and body-fat tests indicated the presence of AMN-A0134, a Class-A Amnestic compound commonly employed by authorized members of the Nx-56 containment team. With this in mind, RAISA auditors reexamined the available footage to determine activities of personnel authorized for AMN-A0134 usage between 11/08/1989 and 15/08/1989.\n\n\nUpon further review, all such personnel were accounted for, with the exception of Agent Lancelot.\n\n\n[REDACTED PENDING DECLASSIFICATION OF INCIDENT 4886-AO]\n\n\n\n\ntransfer.msgs\n\n\n\n\n\n\nMEMORANDUM ON MR. LANCELOT AND THE SCP-4886 PROJECT\n\n\nFollowing the events of Incidents 4886-AN-Hae and 4886-AO, both the Nx-56 and SCP-4886 projects have been transferred into the custody of GBWLTB-Site-17. Furthermore, I would like to personally apologize on behalf of the SCP-4886 containment team.\n\n\nMr. Lancelot had been instrumental in the establishment of SCP-4886's containment, as an agent, containment specialist, and consultant. If not for his work, Summerstone's ecosystem may have been permanently destroyed. The SCP-4886 containment team naturally afforded him an unprecedented level of freedom.\n\n\nThe Nx-56 site management had been aware of reported problematic behavior from Mr. Lancelot (and, to an extent, other members of Task Force He-2), and elected to deal with such matters privately. It was not, however, aware of the full extent of Mr. Lancelot's repugnant actions as revealed during Incident 4886-AO. For such a grave oversight, I am thoroughly ashamed.\n\n\nSincerely,\n\n\n\n\n~ Dr. Evelyn Havaldar\n\n\n\n\n\n\n\n\nproposed_changes.sscpd\n\n\n\n\n\n\nThreat Level:\n Red\n\n\n\n\n\n\n\n\nSee Video Log 4886-AO.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-4886 is uncontained.\n\n\nPersonnel formerly allocated to the management of Nx-56-EX are tasked with escalating disinformation campaigns in order to remove SCP-4886-A from the collective knowledge of Summerstone. To this end, SCP-4886-EX has been acquired by Allen Snitches, a Foundation front company. Deforestation efforts are underway, both to recoup financial losses and assist in disinformation.\n\n\nProvisional Task Force Ji (\"Red Dragon\") has been tasked with the capture of SCP-4886. PTF-ぢ consists primarily of asexual/celibate personnel with experience in forensics, tracking, and criminal profiling. Reports of \nPlatyhelminthes\n-adjacent entities are to be immediately investigated by PTF-ぢ, with priority given to sightings in \nNorthern Europe\n and the Anglosphere.\n\n\nOnce captured, SCP-4886 is to be contained in a Type-A Humanoid Containment Cell in Site-17. For ease of identification, SCP-4886 is to be fitted with its former disguise, which has been surgically castrated and tattooed with identifying symbols. SCP-4886 is considered in breach of containment as long as it remains outside this disguise.\n\n\nInstances of SCP-4886-A are to be neutralized as soon as possible. Development of obstetric equipment capable of identifying SCP-4886-A prior to birth is underway.\n\n\nDescription:\n SCP-4886 is an entity that previously identified itself as Jonathan Geirstein Lancelot. Its current whereabouts are unknown.\n\n\nThe following is \nknown\n of SCP-4886:\n\n\n\n\nSCP-4886 is sapient, fluent in English, Welsh, and Finnish.\n\n\nSCP-4886 was capable of impersonating a human through unknown means.\n\n\nSCP-4886 is aware of the Foundation's existence and, to an extent, its operating structure.\n\n\nOver the span of fifteen years, SCP-4886 displayed proficiency in hunting, tracking, firearm usage, and amnestic administration.\n\n\nSCP-4886 is verifiably responsible for the death or disappearance of at least 5 Foundation personnel.\n\n\nSCP-4886 is capable of impregnating humans.\n\n\n\n\nThe following is \nsuspected\n of SCP-4886:\n\n\n\n\nSCP-4886 may have been directly responsible for the death or disappearance of 70+ persons over the span of at least twenty years, many of which have been falsely attributed to SCP-4886-A.\n\n\nSCP-4886 may be capable of impregnating all animals with which it can copulate, regardless of sex.\n\n\nSCP-4886 may have been the primary source of SCP-4886-A, cultivating its population and spread.\n\n\nSCP-4886 may be capable of creating a new disguise in absence of its previous one.\n\n\n\n\nSCP-4886-A are a series of highly aggressive animaloid entities thought to have been a product of SCP-4886-EX. Following Incident 4886-AO, the Foundation has been forced to reevaluate their nature.\n\n\n\n\n\n\nINCIDENT 4886-AO\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n\n\n\n\nFollowing a thorough RAISA audit, it was determined that Agent Lancelot was actively involved in the spread of SCP-4886-A. RAISA was unable, however, to determine the nature of his involvement.\n\n\nA provisional task force (PTF-ち \"Manhunter\") was assembled, and subsequently tasked with monitoring Agent Lancelot's movements, initiating capture upon the confirmation of anomalous activity. Additionally, Agent Lancelot's standard-issue CCD\n5\n was covertly replaced with an identical model fitted with a tracking chip.\n\n\nOn 16/06/1990 at 15:31, Agent Lancelot was detected entering SCP-4886-EX. PTF-ち was instructed to follow and report back by radio upon the mission conclusion.\n\n\nAt 18:22, Agent Lancelot's position was registered within the clearing recorded by Expedition Log 4886/8.1989.H2E1.3. It did not move thereafter.\n\n\nBy 19/06/1990, PTF-ち had yet to report back.\n\n\nSeveral security officers were subsequently dispatched to assess the situation. At 13:09, officers arrived at the clearing to find it deserted. Attempts to locate the tracking chip led officers to the cabin. Along with the tracking device, officers discovered the following:\n\n\n\n\nOne blowtorch.\n\n\nOne backpack, empty.\n\n\nA book of sudoku puzzles, fully completed.\n\n\nA book of logic puzzles, partially completed.\n\n\nA book of crossword puzzles, partially completed and heavily damaged.\n\n\nThree used pencils, one broken pencil, and a sharpener.\n\n\nTwo sets of pliers.\n\n\nOne carving knife and whetstone.\n\n\nPreserved deer hide, stitched into the approximate form of a deer.\n\n\nThree half-completed wooden carvings of an unknown humanoid figure.\n\n\nOne partially mutilated cadaver, later identified as suspected runaway Judas Greyson.\n\n\nThree canisters of photographic film, [DATA EXPUNGED]\n\n\nSpare pieces of magnetic tape.\n\n\nScissors.\n\n\nFour sets of standard-issue task force equipment and clothing, neatly folded.\n\n\nAgent Lancelot's clothes, neatly folded.\n\n\nAgent Lancelot's preserved skin, neatly folded.\n\n\nA single videotape, designated Video Log 4886-AO.\n\n\n\n\n\n\nVIDEO LOG 4886-AO\n\n\n\n\nDATE:\n 16/06/1990\n\n\nNOTE:\n Video Log 4886-AO appears to have been heavily altered at some point prior to acquisition. Audio is absent; footage has been shot with a standard-issue handheld recorder.\n\n\n\n\n[BEGIN LOG]\n\n\nFootage opens with Agents Carpenter and Parekh of PTF-ち standing outside of SCP-4886-EX, looking directly at the camera. Carpenter and Parekh appear to be discussing something with the cameraman, before being called over to the checkpoint by Officer Davis.\n6\n\n\nRecording is stopped.\n\n\nRecording resumes: camera is subsequently mounted on the cameraman's helmet. PTF-ち is making its way through SCP-4886-EX via an unpaved foot trail. Five minutes into the footage, Agent Parekh turns back to say something to Agent Hills. Hills nods in response, and detaches his camera.\n\n\nRecording is stopped.\n\n\nRecording resumes: Carpenter, Parekh, and Davis have their weapons trained on an instance of A-289 that has been grazed by gunshot. A-289 is holding its hands in the air; as Agent Hills moves closer, moisture can be seen leaking from its eyespots.\n\n\nAgent Parekh steps closer and says something to the instance; it shudders in response, but stays put.\n\n\nA brief discussion is had between PTF-ち, during which time the camera zooms in upon the instance. It appears to notice this, turning to face Agent Hills as it exudes and retracts its pharynx.\n\n\nAs Hills zooms out and remounts his camera, his fellow agents attempt active communication with A-289. Communication is primarily nonverbal; however, the instance appears to understand certain words. Occasionally it will stomp, either once or twice; this is presumed to be a rudimentary system of \"yes/no\".\n\n\nA-289 walks off, before beckoning PTF-ち to follow. After a short round of deliberation, PTF-ち readies their weapons and cautiously advances.\n\n\nA-289 stops inside of a small clearing, where two putrefying bodies can be seen hung from a branch. Agent Hills quickly unmounts his camera.\n\n\nRecording is stopped.\n\n\nRecording resumes: Agent Hills has mounted the camera on a tripod in the middle of the clearing, and speaks to the viewer. Half a minute in, Hills interrupts himself to briefly retch, before continuing. Three more minutes pass.\n\n\nAs Hills finishes, he moves to stop the recording, only to be interrupted by Officer Davis. Davis motions towards the ground and gives an unknown command. The camera is soon unmounted, and directed at a pile of assorted debris beneath one of the bodies, A-289 crouched down beside it. Twenty seconds pass without incident, before two sticks of gum are tossed onto the pile; A-289 promptly stands up and resumes guiding PTF-ち.\n\n\nRecording is stopped.\n\n\nRecording resumes: Agent Hills's camera is stationed just outside of the large clearing from Expedition Log 4886/8.1989.H2E1.3. Sitting on a central stump is Agent Lancelot, who appears to be self-administering a suture on the underside of his right arm.\n\n\nApproximately 12 minutes pass before Agent Lancelot is interrupted by five instances of A-289, dragging along a bound humanoid. Lancelot does not acknowledge them until 3 more minutes pass, after which he stands up, nods, grabs the humanoid by its bindings, and drags it into the cabin.\n\n\nTwo minutes pass.\n\n\nAs the camera is hastily remounted to Hills's helmet, PTF-ち advances towards the cabin, positioning themselves in preparation for a possible raid.\n\n\nTen seconds pass.\n\n\nThe door to the cabin is kicked down, and PTF-ち enter the cabin, weapons at the ready. The interior remains in a similar state of disrepair to that observed on 11/08/1989, albeit slightly more decorated. The dresser is shaking, although a padlock prevents its opening. Agent Lancelot's clothes and skin lay strewn across the floor.\n\n\nCrouching in the middle of the cabin is a pale, indistinct figure. The entity is obscured by the dim lighting of cabin; however, it appears to be at least 4 meters tall and of relatively large build. Facing away from the camera, it does not visibly respond to the raid.\n\n\nSixteen seconds pass. Agent Carpenter fires at the entity, leaving a small, bloodless wound in its back.\n\n\nThe entity turns to face PTF-ち.\n\n\nRecording is stopped.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. MTF-ε slang, designating entities the team is instructed to shoot on sight.\n\n\n2\n. European roe deer.\n\n\n3\n. The cadaver's toes, fingertips, and testicles have been amputated, and an indistinct mark has been crudely branded into its flank.\n\n\n4\n. The Boleyn Program is a program meant to incentivize participation in the study of natal anomalies. Personnel affected by such anomalies may accept a temporary increase in pay grade in exchange for carrying the fetus to term and relinquishing it into Foundation custody upon birth, regardless of anomaly or lack thereof.\n\n\n5\n. Covert Communications Device.\n\n\n6\n. Suggesting the cameraman is Agent Hills.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4885\n | SCP-4886 | \nSCP-4887\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-4886-A-288 was a fetal instance of SCP-4886-A, hosted by a female specimen of Capreolus capreolus 2 . A-288's physiology was unsuited for life outside the womb. Lacking an effective means of locomotion, A-288 would have been forced to crawl on its belly, exposing it to dirtborn pathogens and frictional burn. In place of eyes were eyespots, which would have provided insufficient sensory input to properly respond to predators. Despite this, A-288 possessed a fully functional digestive system, though one typically suited for the digestion of meat. In addition to A-288, A-288's mother was carrying a non-anomalous stillborn fawn.",
        "SCP-4886-A-289 was a bipedal humanoid of unclear intelligence. It stood approximately 129 centimeters tall, and appeared pale and hairless. A-289 did not display the aggression typical of SCP-4886-A; while most likely a logical reaction to the presence of multiple persons, such behavior suggests sentience, and further suggests that instances of SCP-4886-A vary in intelligence. Furthermore, A-289's gait was remarkably human from what little I observed, as were its evasive tactics. In conjugation with the evasive tactics observed in its retreat, this suggests a human origin."
    ],
    "containment_procedures": "SCP-4886 is uncontained.",
    "description": "SCP-4886 is an entity that previously identified itself as Jonathan Geirstein Lancelot. Its current whereabouts are unknown.",
    "title": "SCP-4886"
}