{
    "url": "https://scp-wiki.wikidot.com/scp-4892",
    "all_text": "rating: \n+164\n+\n–\nx\n\n\n \n\n\nItem #:\n SCP-4892\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-4892 is to be contained within a secure storage chamber at Site-██ and kept under surveillance by two security personnel at all times. All individuals working with SCP-4892 are to undergo mental resistance therapy before beginning their assignment in order to ensure no adverse mental influence takes place.\n\n\nTracking of GoI-1999 (\"The Order of the Rotten God\") and its members is to be handled by the Foundation's Intelligence Agency.\n\n\nDescription:\n SCP-4892 is a bovine carcass in a state of advanced decomposition, which is host to an incorporeal extradimensional entity capable of exerting significant mental influence over extremely large distances.\n\n\nThe potential range of SCP-4892's mental influence is currently unknown but is believed to, at minimum, encompass the entirety of the planet. Mental interference from SCP-4892 comes in the form of extremely vivid and disturbing dreams which the victim will experience over an extended period of time, with known durations ranging from one week to six months.\n\n\nDespite the disturbing nature of these dreams, victims of SCP-4892's mental influence will invariably come to see it as a benevolent figure, commonly adopting the view that its current physical host must be destroyed in order to free the extradimensional entity. Although compromised individuals believe that this will then allow said extradimensional entity to recreate the physical world into a more ideal state, it is the belief of Foundation analysts that this could instead become the trigger for an XK-Class end-of-the-world-scenario.\n\n\nThe majority of individuals compromised by SCP-4892 have organized into a religious group named 'The Order of the Rotten God', and frequently launch attacks upon the Foundation and other anomalous groups in an effort to locate their deity.\n\n\n\n\nAddendum 4892-1 (Retrieved Audio Log):\n\n\nThe following is an audio log retrieved from an abandoned Order of the Rotten God recruiting station in New York City on 17/03/2020. The log consists of a conversation between the leader of GoI-1999, Carson Mackenzie, and a new recruit identified as a local occult enthusiast, Daniel Boone.\n\n\n\n\n<Begin Log>\n\n\nCarson Mackenzie:\n Well, I'd like to thank you, son, for coming to see me today. I know that must've taken much courage on your part, what with my community's reputation.\n\n\nDaniel Boone:\n Um, yes, thank you, sir. I just -\n\n\nCarson Mackenzie:\n Come now, there's no need to be nervous. \n(laughs)\n I'm a fella just like you. I don't bite. Call me Carson - or Mr. Mackenzie, if that'd make you a tad more comfortable.\n\n\n(Pause.)\n\n\nDaniel Boone:\n Yes. Thank you, Mr. Mackenzie.\n\n\nCarson Mackenzie:\n See? That wasn't so bad, was it? Let me try and guess why you're here today, Danny boy. \n(chuckles)\n You had a dream, right?\n\n\nDaniel Boone:\n Yes, yes, that's it. One of my cabal friends referred me to you after I mentioned these dreams. I've been having them for, uh, for two weeks now, every night. Real bad ones.\n\n\n(Pause.)\n\n\nCarson Mackenzie:\n Yes, yes, I can see … you close your eyes in your comfy bed and when you open them, you're in a slaughterhouse. That's right, ain't it?\n\n\n(Pause.)\n\n\nCarson Mackenzie:\n Danny, you remember the slaughterhouse, don't you?\n\n\nDaniel Boone:\n That's … that's exactly right.\n\n\nCarson Mackenzie:\n You remember what it looks like?\n\n\n(Pause.)\n\n\nCarson Mackenzie:\n Describe it for me.\n\n\nDaniel Boone:\n Well, it's an - it's an awful place. Full of blood and guts, all over the walls, from all sorts of animals.\n\n\nCarson Mackenzie:\n Humans, even.\n\n\nDaniel Boone:\n Yeah, humans too. It's just … the most horrible thing.\n\n\nCarson Mackenzie:\n And then there's the cow.\n\n\nDaniel Boone:\n The … the cow?\n\n\nCarson Mackenzie:\n The one in the center of the slaughterhouse. The one that's been rotting for a while, skull all exposed. Remember?\n\n\n(Pause.)\n\n\nDaniel Boone:\n …of course. I couldn't ever forget that thing. Just awful.\n\n\nCarson Mackenzie:\n Well, everyone thinks that the first time they see it, but then you get a better look - and you can see it's actually looking out for you. You know the, ah, the word - \nbenevolent\n. It's like you're having a big fluffy coat put over you.\n\n\nDaniel Boone:\n \n(laughs)\n Yeah. Felt nice.\n\n\nCarson Mackenzie:\n I felt the exact same way when it happened to me, son - as did all the members of my community. You felt as if this cow - if it weren't trapped in that rotting old corpse - could do so much good for the world. Right?\n\n\nDaniel Boone:\n Yeah. I thought that the moment I saw it.\n\n\nCarson Mackenzie:\n But it's far away. Locked up.\n\n\n(Pause.)\n\n\nDaniel Boone:\n It's \nreal\n?\n\n\nCarson Mackenzie:\n Course it's real, son. The human mind can't make up that kind of thing.\n\n\nDaniel Boone:\n Do you … do you know where it is? We've gotta get it out of there! Can I help, mister? Please?\n\n\n(Pause.)\n\n\nCarson Mackenzie:\n Well … I'm sure we can find some use for you, son.\n\n\n<End Log>\n\n\n\n\nAdditional authentication accepted. Please proceed, Agent.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4891\n | SCP-4892 | \nSCP-4893\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Log> Carson Mackenzie: Well, I'd like to thank you, son, for coming to see me today. I know that must've taken much courage on your part, what with my community's reputation. Daniel Boone: Um, yes, thank you, sir. I just - Carson Mackenzie: Come now, there's no need to be nervous. (laughs) I'm a fella just like you. I don't bite. Call me Carson - or Mr. Mackenzie, if that'd make you a tad more comfortable. (Pause.) Daniel Boone: Yes. Thank you, Mr. Mackenzie. Carson Mackenzie: See? That wasn't so bad, was it? Let me try and guess why you're here today, Danny boy. (chuckles) You had a dream, right? Daniel Boone: Yes, yes, that's it. One of my cabal friends referred me to you after I mentioned these dreams. I've been having them for, uh, for two weeks now, every night. Real bad ones. (Pause.) Carson Mackenzie: Yes, yes, I can see … you close your eyes in your comfy bed and when you open them, you're in a slaughterhouse. That's right, ain't it? (Pause.) Carson Mackenzie: Danny, you remember the slaughterhouse, don't you? Daniel Boone: That's … that's exactly right. Carson Mackenzie: You remember what it looks like? (Pause.) Carson Mackenzie: Describe it for me. Daniel Boone: Well, it's an - it's an awful place. Full of blood and guts, all over the walls, from all sorts of animals. Carson Mackenzie: Humans, even. Daniel Boone: Yeah, humans too. It's just … the most horrible thing. Carson Mackenzie: And then there's the cow. Daniel Boone: The … the cow? Carson Mackenzie: The one in the center of the slaughterhouse. The one that's been rotting for a while, skull all exposed. Remember? (Pause.) Daniel Boone: …of course. I couldn't ever forget that thing. Just awful. Carson Mackenzie: Well, everyone thinks that the first time they see it, but then you get a better look - and you can see it's actually looking out for you. You know the, ah, the word - benevolent . It's like you're having a big fluffy coat put over you. Daniel Boone: (laughs) Yeah. Felt nice. Carson Mackenzie: I felt the exact same way when it happened to me, son - as did all the members of my community. You felt as if this cow - if it weren't trapped in that rotting old corpse - could do so much good for the world. Right? Daniel Boone: Yeah. I thought that the moment I saw it. Carson Mackenzie: But it's far away. Locked up. (Pause.) Daniel Boone: It's real ? Carson Mackenzie: Course it's real, son. The human mind can't make up that kind of thing. Daniel Boone: Do you … do you know where it is? We've gotta get it out of there! Can I help, mister? Please? (Pause.) Carson Mackenzie: Well … I'm sure we can find some use for you, son. <End Log>"
    ],
    "item": "SCP-4892",
    "object_class": "Keter",
    "containment_procedures": "SCP-4892 is to be contained within a secure storage chamber at Site-██ and kept under surveillance by two security personnel at all times. All individuals working with SCP-4892 are to undergo mental resistance therapy before beginning their assignment in order to ensure no adverse mental influence takes place.",
    "description": "SCP-4892 is a bovine carcass in a state of advanced decomposition, which is host to an incorporeal extradimensional entity capable of exerting significant mental influence over extremely large distances.",
    "title": "SCP-4892"
}