{
    "url": "https://scp-wiki.wikidot.com/scp-4897",
    "all_text": "rating: \n+62\n+\n–\nx\n\n\n\n\n \n\n\n\n\n\n\n3/4897\n LEVEL \n3/4897\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4897\n\n\n\n\n\n\nEuclid\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nInstance of SCP-4897 during extraction\n\n\n\n\n\n\nSpecial Containment Procedures:\n Both instances of SCP-4897 are held within a double-sized canine containment unit at Secure Bunker-38. This containment unit is to be furnished with two large dog beds, two raised food dishes and water bowls, and attention-intensive toys such as large beef bones. SCP-4897-1 and -2 are to be individually fed 800g of canine supplement 3B daily. Due to persistent drool production, provided water is to be changed 2-3 times daily.\n\n\nFoundation personnel amenable to canines and who have scored at least an 8.0 on the Animal Empathy Test, are to be scheduled to provide physical contact and playful engagement for both instances of SCP-4897 for a minimum of 120 minutes per day. The upper limit of assigned time is at the discretion of the research director.\n\n\nDescription:\n SCP-4897-1 and -2 are male Saint Bernards which both measure approximately 80cm from floor to shoulder and which both have an approximate mass of 95kg. Externally, neither instance of SCP-4897 presents any anomalous properties other than significantly delayed aging. However, examination of either object's interior reveals a spherical assembly of Plutonium-239 estimated at 15kg in mass taking the place of the heart.\n\n\nWhen under sufficient duress, instances of SCP-4897 demonstrate the ability to spontaneously implode or otherwise undergo rapid, paraphysical compression. This action is believed to involve perfect ignition symmetry such that the mass of plutonium becomes critical and produces a nuclear detonation.\n\n\n\n\nDiscovery Log 4897.1\n\nWith the assistance of \nPOI-4062-13\n Foundation personnel were alerted to a decommissioned subterranean weapons development site due east of Point Lay, Alaska, USA. A reconnaissance team was dispatched from Site-17 to perform an initial evaluation and threat assessment.\n\n\nUpon gaining access to the test site, personnel established communications through the use of on-site equipment and began a transfer of available local data. Analysis of diagnostics concluded the site still housed three (3) \"хороший мальчик\"\n1\n class warheads, all of which were listed as armed and operational.\n\n\nFurther egress into the interior of the facility revealed a large, rudimentary containment cell that housed three Saint Bernards of comparable height, weight, of a generally friendly disposition. Reconnaissance team personnel were then able to secure the animals and call for extraction.\n\n\n\n\nIncident 4897.2\n\nInitial containment for instances of SCP-4897-1, -2, and -3 was carried out separately due to the constraints imposed by both the size of the anomalous objects and the physical dimensions of the elevator. As such, SCP-4897-1 was extracted first by the team's commanding field agent.\n\n\nSCP-4897-2 was moved second and, during its absence, SCP-4897-3 became visibly distressed due to isolation from its counterparts. Personnel attending to SCP-4897-3 were unable to deescalate the situation and all communication between the remaining members of the reconnaissance team and the extraction team was lost. Shortly thereafter, significant seismic activity was detected and Foundation monitoring equipment alerted to the detonation of a nuclear device.\n\n\nThe extraction team was immediately recalled for debriefing.\n\n\n\n\nResearcher's Note:\n\nDue to the inherent risks with separating the last two instances of SCP-4897, containment procedures have been updated such that these two should share location to promote mutual well-being.\n\n\nThe increased risk is minimal as one nuke on top of the other is hardly 'worse' for any Foundation assets present. Having said that, these two are to be stored in a Secure Bunker far away from any larger sites or population centers.\n\n\n\n\n\n\nAddendum 4897.3\n\n\nSynopsis\n \nThe following is an interview with POI-4062-13 wherein he provides additional intelligence which may be of use to the Foundation. Unrelated and extraneous audio and video have been cut.\n\n\n\n\n\n\n<BEGIN RECORDING>\n\n\n\n\nDr. Dementyev:\n \"Let's double back to the 'canine bombs' you mentioned earlier. How do those work?\n\n\nPOI-4062-13:\n \"Also simple physics. Do you need another diagram? What is your doctorate even \nin\n?\"\n\n\nDr. Dementyev:\n \"I was hoping you could explain why dogs?\"\n\n\nPOI-4062-13:\n \"Find very special housing for big payload. Soft, good-natured, big dog. Inefficient cooling, but this is okay in the north.\"\n\n\nDr. Dementyev:\n \"How many of these weapons does your program currently maintain?\"\n\n\nPOI-4062-13:\n \"нет, not weapons. They are all good boys.\"\n\n\nDr. Dementyev:\n \"Good boys?\"\n\n\nPOI-4062-13:\n \"да.\"\n\n\n\n\n<END RECORDING>\n\n\n\n\n\n\n \n\n\n\n\n\n\nFootnotes\n\n\n1\n. Translates from Russian to \"Good Boy\"\n\n\n\n\n\n\n\n\n« \nSCP-4896\n | \nManyMeats\n | \nSCP-4898\n »",
    "addendums": [
        "Addendum 4897.3 Synopsis The following is an interview with POI-4062-13 wherein he provides additional intelligence which may be of use to the Foundation. Unrelated and extraneous audio and video have been cut.\n"
    ],
    "documents": [],
    "notes": [
        "Researcher's Note: Due to the inherent risks with separating the last two instances of SCP-4897, containment procedures have been updated such that these two should share location to promote mutual well-being. The increased risk is minimal as one nuke on top of the other is hardly 'worse' for any Foundation assets present. Having said that, these two are to be stored in a Secure Bunker far away from any larger sites or population centers.",
        "<BEGIN RECORDING> Dr. Dementyev: \"Let's double back to the 'canine bombs' you mentioned earlier. How do those work? POI-4062-13: \"Also simple physics. Do you need another diagram? What is your doctorate even in ?\" Dr. Dementyev: \"I was hoping you could explain why dogs?\" POI-4062-13: \"Find very special housing for big payload. Soft, good-natured, big dog. Inefficient cooling, but this is okay in the north.\" Dr. Dementyev: \"How many of these weapons does your program currently maintain?\" POI-4062-13: \"нет, not weapons. They are all good boys.\" Dr. Dementyev: \"Good boys?\" POI-4062-13: \"да.\" <END RECORDING>"
    ],
    "containment_procedures": "Both instances of SCP-4897 are held within a double-sized canine containment unit at Secure Bunker-38. This containment unit is to be furnished with two large dog beds, two raised food dishes and water bowls, and attention-intensive toys such as large beef bones. SCP-4897-1 and -2 are to be individually fed 800g of canine supplement 3B daily. Due to persistent drool production, provided water is to be changed 2-3 times daily.",
    "description": "SCP-4897-1 and -2 are male Saint Bernards which both measure approximately 80cm from floor to shoulder and which both have an approximate mass of 95kg. Externally, neither instance of SCP-4897 presents any anomalous properties other than significantly delayed aging. However, examination of either object's interior reveals a spherical assembly of Plutonium-239 estimated at 15kg in mass taking the place of the heart.",
    "title": "SCP-4897"
}