{
    "url": "https://scp-wiki.wikidot.com/scp-4899",
    "all_text": "rating: \n+35\n+\n–\nx\n\n\n\n\n\n\nFalse-color radio imaging of SCP-4899\n\n\n\n\n\n\nItem #:\n SCP-4899\n\n\nObject Class:\n \nEuclid\n Keter\n\n\nSpecial Containment Procedures:\n\n\n\n\n+ Show prior containment procedures\n\n\n\n\n-Hide prior containment procedures\n\n\n\n\nDedicated Foundation satellites are to remain at the orbital coordinates RA 4h 57m 14s, Dec +17° 32’ 36”, with a no more than 1% deviation deemed acceptable from this designated position. Dedicated satellites are to remain in high Earth orbit, intercepting, recording, and scrambling any transmissions that come from SCP-4899 to resemble cosmic background radiation.\n\n\nFoundation operatives embedded within radio-based observatories are to prevent the observation of SCP-4899, as well as the reception of any transmissions from the object. Amnestics (up to Class-C) may be administered if necessary.\n\n\nRecorded transmissions from SCP-4899 may be beamed to Lunar Area-32 for decoding and storage.\n\n\n\n\n\n\n\n\nREVISION\n\nFollowing Incident 4899-R, SCP-4899 has been upgraded to Keter classification. SCP-4899 has since stopped broadcasting any transmissions. As of this time, no means exist to properly contain SCP-4899.\n\n\nDescription:\n SCP-4899 is a celestial object approximately 144 light-years from Earth. The object emits no visible light, instead broadcasting radio waves. Interestingly, Foundation observation via spacecraft augmented with temporal sinks has revealed that SCP-4899 is specifically broadcasting to Earth, with no other known areas of reception.\n\n\nSCP-4899’s transmissions normally include footage of Earth, although the quality of these transmissions is abnormally high for such a distance. Furthermore, rather than being delayed by the speed of light, the object’s broadcasts take place in real time, indicating that SCP-4899, or its creators, have access to faster-than-light technology.\n\n\nSince its discovery, SCP-4899 has been transmitting increasingly more \"aware\" footage of Earth, switching from no recognizable pattern of locations to metropolitan areas in 18██, to national military bases in 19██, to the locations of various heads of state in 19██, and finally to Foundation areas and sites in 20██. How SCP-4899 has been able to identify Foundation areas based entirely on external observation is currently unknown.\n\n\nAdditionally, approximately half an hour after every transmission is intercepted, some sort of calamity will occur within the location captured by SCP-4899. These calamities range from small fires, to entire containment breaches. As more images have been transmitted by SCP-4899, the scale of these disasters has steadily increased.\n\n\nSome of SCP-4899’s transmissions can be found below.\n\n\nAddendum 4899-T:\n\n\n\n\n+ Access Addendum 4899-T (Clearance 3/4899 required)\n\n\n\n\n- Credentials Approved.\n\n\n\n\nThe following are a series of still images (taken from video footage) transmitted to Earth by SCP-4899.\n\n\n\n\n\n\n\n\nGroom Lake AFB, an American military installation in Nevada. 34 minutes after this image was decoded, a building collapse occured, causing █ casualties.\n\n\n\n\n\n\n\n\n\n\nSite 66. 29 minutes after receiving this image, a fire broke out in the eastern wing, leading to evacuation of 30% of the site and █ casualties.\n\n\n\n\n\n\n\n\n\n\nStorage Site 64. 36 minutes after this transmission was intercepted, an earthquake originating approximately 3 miles away caused ██ casualties in the site.\n\n\n\n\n\n\n\n\n\n\nArea 6. 28 minutes after the broadcast was decoded, a containment breach resulted in the termination of ██ personnel.\n\n\n\n\n\n\n\n\n\n\nArea 96. 40 minutes after this image was intercepted, [REDACTED] causing ██ casualties.\n\n\n\n\n\n\n\n\n\n\nReceived ██/██/████. Significance unknown.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIncident 4899-R:\n\n\n\n\n+ Access Incident 4899-R (Clearance 4/4899 required)\n\n\n\n\n- Credentials Approved.\n\n\n\n\nAt ██:██ GMT, ██/██/████, SCP-4899 sent a final message, a video clip 4 seconds in length. The following image is a still from SCP-4899’s last broadcast.\n\n\n\n\n\n\n\n\nNo further transmissions have been sent from SCP-4899.\n\n\n\n\n\n\n\n\n\nBy a 8-3 vote, the SCP-4899 Analysis Team has elevated SCP-4899's object class from Euclid to Keter.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4898\n | SCP-4899 | \nSCP-4900\n »",
    "addendums": [
        "Addendum 4899-T:"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4899",
    "object_class": "Euclid Keter",
    "containment_procedures": "",
    "description": "SCP-4899 is a celestial object approximately 144 light-years from Earth. The object emits no visible light, instead broadcasting radio waves. Interestingly, Foundation observation via spacecraft augmented with temporal sinks has revealed that SCP-4899 is specifically broadcasting to Earth, with no other known areas of reception.",
    "title": "SCP-4899"
}