{
    "url": "https://scp-wiki.wikidot.com/scp-4902",
    "all_text": "rating: \n+91\n+\n–\nx\n\n\nItem #:\n SCP-4902\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4902 is to be contained within a standard anomalous objects locker. Testing of SCP-4902 must be approved by one Level-3 personnel and overseen by one Level 2 personnel. Following Incident-4902-1, all statements made by SCP-4902 are to be presumed false.\n\n\nDescription:\n SCP-4902 is a sapient King Owl brand refrigerator with a locking mechanism on its handle.\n1\n SCP-4902 possesses the ability to manipulate magnetically charged objects placed on it, which it uses to communicate via the English alphabet; all attempts to use image-based magnets or languages with non-romanized letters, have thus far failed.\n\n\nDiscovery:\n On 3/24/19, SCP-4902 was discovered at a family-owned furniture store, Bill's Best, following police reports of several messages spelled out with an alphabetic magnet set suggesting a child's body was hidden within SCP-4902. Review of the security footage showed the magnets moving across SCP-4902. The following day, Foundation agents arrived and amnesticized all workers involved before retrieving SCP-4902 and all footage involving it.\n\n\n\n\nInterveiw Log-4902-1:\n\n\n\n\nInterviewed:\n SCP-4902\n\n\nInterviewer:\n Researcher Alces\n\n\nForeword:\n The following interview was conducted the week after SCP-4902's retrieval. SCP-4902 was provided two sets of the English alphabet.\n\n\n<Begin Log>\n\n\nResearcher Alces:\n Hello there, SCP-4902, would you mind answering a few questions for me?\n\n\nSCP-4902:\n no\n\n\nResearcher Alces:\n How did you arrive at Bill's Best?\n\n\nSCP-4902:\n idk look in rec0rd\n\n\nResearcher Alces:\n Could you provide us any detail about your time prior to your recovery?\n\n\nSCP-4902:\n owned by hick\n\n\nResearcher Alces:\n Anything else?\n\n\nSCP-4902:\n hid body in me ad lock\n\n\nResearcher Alces:\n They hid a body in you?\n\n\nSCP-4902:\n yes\n\n\nResearcher Alces:\n Could you give any details about this person?\n\n\nSCP-4902:\n bloody mess kid\n\n\nReasacher Alces:\n You don't appear to have any marks on you.\n\n\nSCP-4902:\n cleaned\n\n\nReacher Alces:\n Alright, and why don't you smell of rot.\n\n\nSCP-4902:\n airtight and cold\n\n\n\n\nResearcher Alces:\n You've been off power for weeks.\n\n\nSCP-4902:\n airtight\n\n\nResearcher Alces:\n Okay? Are you aware of anyone who has a key?\n\n\nSCP-4902:\n hick man but he crazy\n\n\nResearcher Alces:\n Could you give us any clues as to where he lives?\n\n\nSCP-4902:\n idk bumfuck\n\n\nResearcher Alces:\n Is there anything at all that you can think of?\n\n\nSCP-4902:\n not really\n\n\n<End Log>\n\n\nClosing Statement:\n Following Interview-4902-1, investigation into how SCP-4902 can be opened is underway.\n\n\n\n\nAddendum:\n After several attempts to pick SCP-4902's lock, Foundation agents used a welder. Upon starting up the welder SCP-4902's lock clicked and its door opened up to reveal a single post-it note with the following message on it:\n\n\n\n\nChill bro, it's just a prank.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Typical models of this refrigerator do not carry a locking handle.\n\n\n\n\n\n\n\n\n« \nSCP-4901\n | SCP-4902 | \nSCP-4903\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4902\n\" by Rex Atlas, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4902\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: After several attempts to pick SCP-4902's lock, Foundation agents used a welder. Upon starting up the welder SCP-4902's lock clicked and its door opened up to reveal a single post-it note with the following message on it:"
    ],
    "documents": [],
    "notes": [
        "Interveiw Log-4902-1: Interviewed: SCP-4902 Interviewer: Researcher Alces Foreword: The following interview was conducted the week after SCP-4902's retrieval. SCP-4902 was provided two sets of the English alphabet. <Begin Log> Researcher Alces: Hello there, SCP-4902, would you mind answering a few questions for me? SCP-4902: no Researcher Alces: How did you arrive at Bill's Best? SCP-4902: idk look in rec0rd Researcher Alces: Could you provide us any detail about your time prior to your recovery? SCP-4902: owned by hick Researcher Alces: Anything else? SCP-4902: hid body in me ad lock Researcher Alces: They hid a body in you? SCP-4902: yes Researcher Alces: Could you give any details about this person? SCP-4902: bloody mess kid Reasacher Alces: You don't appear to have any marks on you. SCP-4902: cleaned Reacher Alces: Alright, and why don't you smell of rot. SCP-4902: airtight and cold Researcher Alces: You've been off power for weeks. SCP-4902: airtight Researcher Alces: Okay? Are you aware of anyone who has a key? SCP-4902: hick man but he crazy Researcher Alces: Could you give us any clues as to where he lives? SCP-4902: idk bumfuck Researcher Alces: Is there anything at all that you can think of? SCP-4902: not really <End Log> Closing Statement: Following Interview-4902-1, investigation into how SCP-4902 can be opened is underway.",
        "Chill bro, it's just a prank.",
        "\" SCP-4902 \" by Rex Atlas, from the SCP Wiki . Source: https://scpwiki.com/scp-4902 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4902",
    "object_class": "Safe",
    "containment_procedures": "SCP-4902 is to be contained within a standard anomalous objects locker. Testing of SCP-4902 must be approved by one Level-3 personnel and overseen by one Level 2 personnel. Following Incident-4902-1, all statements made by SCP-4902 are to be presumed false.",
    "description": "SCP-4902 is a sapient King Owl brand refrigerator with a locking mechanism on its handle.1 SCP-4902 possesses the ability to manipulate magnetically charged objects placed on it, which it uses to communicate via the English alphabet; all attempts to use image-based magnets or languages with non-romanized letters, have thus far failed.",
    "title": "SCP-4902"
}