{
    "url": "https://scp-wiki.wikidot.com/scp-4903",
    "all_text": "rating: \n+158\n+\n–\nx\n\n\nItem #:\n SCP-4903\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-4903 is to be suspended by two steel hooks mounted three meters above the floor and four meters apart from each other on the rear wall of its containment chamber. A removable safety net is to be mounted one meter from SCP-4903. Two digital clocks are to be in plain view of the chamber's security camera: one clock is to be positioned within SCP-4903-1 and the other is to be positioned within the containment chamber. Requests by SCP-4903-2 are to be sent to the Ethics Committee for approval. A bonesaw and standard first aid kit is to be positioned on the wall directly adjacent to SCP-4903.\n\n\nDescription\n: SCP-4903 is a cable loop measuring twelve meters in length and five centimeters in diameter, comprised of seven individual cords. Currently, the metallurgical makeup of four of the cords have been identified as iron, gold, lead, and cobalt. The remaining cords are fashioned from an unknown dark material with an Albedo rating of 0.02, an unknown reflective material with an Albedo rating of 0.98, and an unknown material which demonstrates complete transparency. Each cord has a word inscribed upon it.\n\n\n\n\n+ Inscriptions and corresponding cords.\n\n\n\n\n- Hide table\n\n\n\n\n\n\n\n\nComposition\n\n\nInscription\n\n\n\n\n\n\nIron\n\n\nCold\n\n\n\n\n\n\nGold\n\n\nEternal\n\n\n\n\n\n\nLead\n\n\nContain\n\n\n\n\n\n\nCobalt\n\n\nPersist\n\n\n\n\n\n\nUnknown dark material\n\n\nLive\n\n\n\n\n\n\nUnknown reflective material\n\n\nStay\n\n\n\n\n\n\nUnknown transparent material\n\n\nFade\n\n\n\n\n\n\n\n\n\n\n\n\nThe area enclosed by SCP-4903 functions as a three-dimensional gateway between local reality\n\nand a pocket dimension, designated SCP-4903-1. The only physical structure native to SCP-4903-1 is a featureless white plane of indeterminate size. SCP-4903-1 is prone to temporal distortion events occurring approximately every three to twelve days. These events increase the passage of time within the anomaly by a significant multiplicative factor\n1\n from the perspective of those outside. These distortions have been observed as lasting anywhere between seven minutes to thirteen days standard time in duration. SCP-4903-1 possesses an abnormally high Hume level of 385 and an ambient temperature of 4.4 degrees Celsius.\n\n\nSCP-4903's manifestation within SCP-4903-1 is inert to all forces acting upon it from inside SCP-4903-1. Any movement of SCP-4903 causes its manifestation within SCP-4903-1 to mimic the horizontal motion introduced. Vertical motion of SCP-4903 has no effect on SCP-4903's manifestation. Sapient beings are unable to exit SCP-4903-1 through SCP-4903's manifestation.\n2\n\n\nSCP-4903-2 is the designation assigned to the former D-41312 following exploration of and subsequent inability to leave SCP-4903-1. SCP-4903-2 has demonstrated immunity to all attempted methods of termination\n3\n through a combination of rapid regeneration and a complete immunity to anomalous kill agents. SCP-4903-2 is generally amicable to Foundation personnel, although caution is necessary for interactions immediately following a temporal distortion event.\n\n\n\n\nAddendum 4903-A\n\n\n\n\n+ Log of requests by SCP-4903-2\n\n\n\n\n- Hide table\n\n\n\n\n\n\n\n\nRequest\n\n\nStatus\n\n\n\n\n\n\nA blindfold.\n\n\nApproved.\n\n\n\n\n\n\nWinter clothing.\n\n\nApproved.\n\n\n\n\n\n\nA digital watch.\n\n\nApproved. Watch has not required any maintenance despite the relative duration that it has since been working.\n\n\n\n\n\n\nEarmuffs.\n\n\nApproved.\n\n\n\n\n\n\nA Level 3 briefing on antimemetics.\n\n\nDenied.\n4\n\n\n\n\n\n\nA notepad and pen.\n\n\nApproved. Additional pens and notepads are to be provided upon request.\n\n\n\n\n\n\nAn electronic reading device.\n\n\nApproved.\n\n\n\n\n\n\nA handheld game console.\n\n\nApproved. Additional game cartridges are to be offered to be traded for old during periods between temporal distortions.\n\n\n\n\n\n\nMnestic drugs\n\n\nDenied.\n5\n\n\n\n\n\n\nA chess computer.\n\n\nAccepted, on the condition that no attempt to dismantle or reprogram the device be attempted. Following a temporal distortion, SCP-4903-2 demonstrated an ability to reliably beat the program.\n6\n\n\n\n\n\n\nAssistance with a theorized method of retrieval.\n\n\nSee Incident Log 9/9/10\n\n\n\n\n\n\nRegular conversation partners (supplementing conversations with Researcher Elmsway).\n\n\nAccepted, on the condition that all conversations are to be monitored and that privileges are to be rescinded in the event of a breach in security. As a precaution, Class-B Amnestics have been added to the first-aid kit adjacent to SCP-4903.\n\n\n\n\n\n\nA desktop computer with internet access.\n\n\nDenied.\n\n\n\n\n\n\nText-to-speech software usable exclusively for web searches, with all hardware positioned outside of SCP-4903-1.\n\n\nApproved.\n\n\n\n\n\n\n\n\n- Hide table\n\n\n\n\n\n\n\n\nAddendum 4903-B\n\n\n.\n\n\n\n\n+ Project Timaeus (Concluded)\n\n\n\n\n- Archived as of 5/26/2009\n\n\n\n\nSCP-4903-2 allows us to determine the upper limits of what a D-Class personnel may deduce of the Foundation and our protocols through both publicly available knowledge and experiences as a D-Class. This research has proved invaluable for containing D-Class personnel who experience anomalous mental enhancement and similar effects during the course of experimentation with anomalies.\n\n\n\n\nMajor deductions of SCP-4903-2 have included…\n\n\n\n\nMonthly amnestic treatments of D-Class personnel.\n\n\n\n\n\n\nA rough estimation of the security clearance levels of the Foundation, including a rough estimation of the O5 Council.\n7\n\n\n\n\n\n\nFoundation involvement with the ████████ incident.\n\n\n\n\n\n\nExistence of the Antimemetics Division.\n\n\n\n\n\n\nFoundation operations involving amnestic use in ██████████, California; Buffalo, New York; and Phnom Penh, Cambodia.\n\n\n\n\n\n\nLocations of Site-█, Site-18, Site-22, and Site-███, among others. SCP-4903-2 has notably made several incorrect guesses on site locations, with an overall accuracy rate of 26.67%.\n\n\n\n\n\n\nPrior occurrence of at least one K-Class scenario.\n\n\n\n\n\n\nExistence of a facility similar to \nSCP-2000\n, with many analogous security measures.\n\n\n\n\n\n\nAs of 5/26/2009, Project Timaeus has been concluded. A clearance-specific list of all findings of Project Timaeus is available by request. See Researcher Elmsway for details.\n\n\n\n\n- Archived as of 5/26/2009\n\n\n\n\n\n\n\n\nAddendum 4903-C\n\n\n.\n\n\n\n\n+ Video Transcript of Incident Log 9/9/10\n\n\n\n\n- Hide Incident Log 9/9/10\n\n\n\n\n\n\nForeword:\n \nSCP-4903-2 proposed a method of extraction wherein a constant electrical current would be used to stop its heart, with resuscitation occurring after SCP-4903-2 was removed from SCP-4903-1. This request was approved by Site Command.\n\n\n\n\n<BEGIN VIDEO TRANSCRIPT>\n\n\n\n\nSCP-4903-2:\n So, I've been thinking…\n\n\nResearcher Elmsway:\n Always a dangerous habit.\n\n\nSCP-4903-2:\n Yeah, fair. At any rate, I'm a couple million years past my due date. I figure I might as well try the free trial. See you on the other side.\n\n\n\n\nResearcher Elmsway:\n The other side it is. We're ready when you are.\n\n\n\n\nSCP-4903-2:\n Just in case I actually stay dead, I've got some excellent last words. Make sure to get these on the record. Make em last. I don't want my legacy to be…\n\n\nAgent Goodwater:\n Just turn the damn thing on.\n\n\nSCP-4903-2:\n Alright, alright. Maybe I'm just a bit nervous about the first prospect of dying I've had in a little while. More people have been to Russia than I have.\n\n\nSCP-4903-2 activates the device attached on its chest. Subject convulses violently for a short period before collapsing.\n\n\n\n\nAgent Goodwater:\n Fuck does that mean?\n\n\nResearcher Elmsway:\n Ponder it later. Let's get him out first.\n\n\n\n\nSCP-4903-2 is successfully removed from SCP-4903-1 via a rope harness pulled by Researcher Elmsway, Agent Xing, and Agent Goodwater. Subject is subsequently loaded onto a gurney and transported to a prepared cell.\n8\n\n\n\n\nAgent Xing:\n Nothing unexpected. Proceed.\n\n\n\n\nThe device attached to SCP-4903-2 is deactivated by Researcher Elmsway, and Agent Goodwater picks up a defibrillator.\n\n\n\n\nAgent Goodwater:\n Clear!\n\n\n\n\nAgent Goodwater applies the defibrillator to SCP-4903-2 and resuscitates the subject. SCP-4903-2 notably does not experience any of the typical disorientation inherent with such a procedure.\n\n\n\n\nSCP-4903-2:\n Figured I'd leave you with some nonsense to make sense of.\n\n\n\n\nResearcher Elmsway:\n \n(Laughs)\n. Welcome to the other side.\n\n\n\n\nApproximately six seconds after SCP-4903-2 was revived, an anomalous force was exerted on SCP-4903-2, pulling the subject directly towards SCP-4903 at speeds exceeding 1645kph. SCP-4903-2 was pulled through twelve walls, breaching containment of \nSCP-2586\n and \nSCP-080\n. By its own account, the resulting impacts injured SCP-4903-2 severely but did not lead to loss of consciousness.\n9\n\n\n\n\nThe events following SCP-4903-2's return to SCP-4903-1 were captured by the containment cell security camera. The impact of SCP-4903-2 with the containment chamber walls caused loss of video feed for twelve seconds and loss of sound for twenty minutes. Restoration of video feed revealed SCP-4903-2 appearing to yell and assault SCP-4903 until sector lockdown was announced. Researcher Elmsway was able to enter SCP-4903's containment chamber immediately before the lockdown. SCP-4903-2 became visibly less agitated when Researcher Elmsway entered the room. Researcher Elmsway recounted his conversation with SCP-4903-2 for the purposes of this document.\n\n\n\n\nSCP-4903-2:\n That should have worked. That was the fucking loophole. Who designs something like this and then adds a specific stipulation to close the only goddamn way out? I beat it fair and square.\n\n\nResearcher Elmsway:\n Don't lose hope. Every anomaly has a fundamental weakness, or this world would have been destroyed a long time ago.\n\n\nSCP-4903-2:\n Looks like you missed an effect or two.\n\n\nResearcher Elmsway:\n Or two?\n\n\nSCP-4903-2:\n Figure of speech. But riddle me this. What makes you think that you know every property of this purgatory? What if it turns into Disneyland if exposed to the right frequency of radiation? What if it releases a pantheon of hostile gods if you cut the cords? The only truth I've learned in here is that I understand nothing of the anomalous, and I think it laughable that anybody believes they can.\n\n\n\n\nResearcher Elmsway:\n We can't anticipate everything. Perhaps every conversation has the chance to complete a foul ritual and bring about the end times. Or perhaps we can act on the assumption that everything, no matter how strange it appears to us now, has some logical explanation that can be eventually discovered through the scientific process. I would prefer to believe the second.\n\n\nSCP-4903-2\n I didn't believe \nthis\n would happen to me. Tell me one thing. Did that change my fate?\n\n\nResearcher Elmsway:\n No. But if optimism is what keeps me going so I can free you eventually, then so be it.\n\n\nSCP-4903-2:\n How long have I been in here from your perspective?\n\n\nResearcher Elmsway:\n Twenty-one years, five months, and eleven days.\n\n\nSCP-4903-2:\n Don't give up and forget about me.\n\n\nResearcher Elmsway:\n Trust me on this. I am not going to forget you.\n\n\nSCP-4903-2:\n And trust \nme\n on this. This is a well-founded fear. I do not blame you. But the fact remains that even if you manage to remember me for the rest of your life, even if the Foundation remembers me by some miracle until it falls, eventually I will be abandoned here. By any means necessary, and I do include anomalous means in that, do not let me fade into this hell forever.\n\n\nResearcher Elmsway:\n I will remember you, but I will not break Foundation regulation by using unapproved anomalous means to do so. My first duty is to the Foundation, not to any individual.\n10\n\n\nSCP-4903-2:\n Thank you.\n\n\n\n\n\n\nReports by Agent Xing and Agent Goodwater confirm that Researcher Elmsway was seated adjacent to SCP-4903 upon conclusion of the lockdown.\n\n\n\n\n\n\n- Hide Incident Log 9/9/10\n\n\n\n\n\n\n\n\nAddendum 4903-D\n\n\n.\n\n\n\n\n+ Regarding reclassification to Thaumiel\n\n\n\n\n- Access Granted\n\n\n\n\n\n\nRE: Reclassification of SCP-4903\n\n\nThe rationale for SCP-4903 being utilized in containment procedures for Keter-class SCPs largely boils down to two arguments…\n\n\n\n\n1.\n SCP-4903-2 has been unable to escape the confines of SCP-4903-1 for over 44 years on our end and a virtual eternity on its end.\n\n\n\n\n2.\n SCP-4903 may be placed within a containment chamber and simply be used as an additional layer of security for high-risk SCPs.\n\n\n\n\n\nNeither of these points accounts properly for the fact that we cannot say with certainty that SCP-4903-1 is inescapable. Disregarding the time dilation, the greatest feat we have seen of SCP-4903-1 is containment of a single human. Allowing any entity defined by an ability to escape confinement entry into SCP-4903-1 would be an inherent gamble. Additionally, anything that manages to escape SCP-4903-1 would become an obscenely powerful reality bender as a result of Hume field diffusion. I should not have to tell you how foolish that would be to facilitate in any way. Honestly, it's a miracle that there's only one person trapped in there, and that their attitude towards the Foundation is benign.\n\n\nEven if it were to work perfectly, we'd be condemning SCP-4903-2 to an eternity of whatever we've deemed too dangerous to deal with ourselves.\n\n\nI signed up knowing that I would have to sacrifice people for the greater good.\n\n\nI signed up knowing that these deaths could be gruesome.\n\n\nI did not sign up to send people to Hell.\n\n\nAs such, proposals of containment using SCP-4903 have been denied.\n\n\n-\nAlexander Elmsway\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Observed as anywhere between fifty (50) to approximately twelve million (12,000,000).\n\n\n2\n. All attempts to bypass this property through anomalous means or reality anchors have resulted in SCP-4903 becoming temporarily inert.\n\n\n3\n. All termination attempts have been attempted with SCP-4903-2's consent and with Ethics Committee approval.\n\n\n4\n. As a result of Project Timaeus, SCP-4903-2's knowledge of the existence of antimemetics is not considered a security breach, so long as the subject is unable to demonstrate any antimemetic effect.\n\n\n5\n. The lifespan demonstrated by SCP-4903-2 means that use of mnestics would almost certainty result in a loss of sanity.\n\n\n6\n. Stockfish 6, a commercially available chess engine which has an ELO rating of approximately 2800.\n\n\n7\n. When asked about the leadership of the Foundation, SCP-4903-2 stated that it was \"Probably an odd number between seven and fifteen people running the show, squirreled away from anything that displays even a hint of being anomalous.\"\n\n\n8\n. Due to SCP-4903-2's abnormally high Hume level, two Scranton Reality Anchors were installed in the designated cell.\n\n\n9\n. The post-incident report concluded that the reflective cord of SCP-4903 separated itself from the rest of the cable and attached itself to SCP-4903-2 before pulling the subject back into SCP-4903-1. This extension has been concluded to incorporate a mobile spacial anomaly to extend the range of retrieval from beyond twelve meters.\n\n\n10\n. Researcher Elmsway turned his back towards the camera after his assurances to remember SCP-4903-2, making this last statement unverifiable.\n\n\n\n\n\n\n\n\n« \nSCP-4902\n | SCP-4903 | \nSCP-4904\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4903\n\" by CryonicAutumn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4903\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4903-A\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "Major deductions of SCP-4903-2 have included… Monthly amnestic treatments of D-Class personnel. A rough estimation of the security clearance levels of the Foundation, including a rough estimation of the O5 Council. 7 Foundation involvement with the ████████ incident. Existence of the Antimemetics Division. Foundation operations involving amnestic use in ██████████, California; Buffalo, New York; and Phnom Penh, Cambodia. Locations of Site-█, Site-18, Site-22, and Site-███, among others. SCP-4903-2 has notably made several incorrect guesses on site locations, with an overall accuracy rate of 26.67%. Prior occurrence of at least one K-Class scenario. Existence of a facility similar to SCP-2000 , with many analogous security measures.",
        "Foreword: SCP-4903-2 proposed a method of extraction wherein a constant electrical current would be used to stop its heart, with resuscitation occurring after SCP-4903-2 was removed from SCP-4903-1. This request was approved by Site Command. <BEGIN VIDEO TRANSCRIPT> SCP-4903-2: So, I've been thinking… Researcher Elmsway: Always a dangerous habit. SCP-4903-2: Yeah, fair. At any rate, I'm a couple million years past my due date. I figure I might as well try the free trial. See you on the other side. Researcher Elmsway: The other side it is. We're ready when you are. SCP-4903-2: Just in case I actually stay dead, I've got some excellent last words. Make sure to get these on the record. Make em last. I don't want my legacy to be… Agent Goodwater: Just turn the damn thing on. SCP-4903-2: Alright, alright. Maybe I'm just a bit nervous about the first prospect of dying I've had in a little while. More people have been to Russia than I have. SCP-4903-2 activates the device attached on its chest. Subject convulses violently for a short period before collapsing. Agent Goodwater: Fuck does that mean? Researcher Elmsway: Ponder it later. Let's get him out first. SCP-4903-2 is successfully removed from SCP-4903-1 via a rope harness pulled by Researcher Elmsway, Agent Xing, and Agent Goodwater. Subject is subsequently loaded onto a gurney and transported to a prepared cell. 8 Agent Xing: Nothing unexpected. Proceed. The device attached to SCP-4903-2 is deactivated by Researcher Elmsway, and Agent Goodwater picks up a defibrillator. Agent Goodwater: Clear! Agent Goodwater applies the defibrillator to SCP-4903-2 and resuscitates the subject. SCP-4903-2 notably does not experience any of the typical disorientation inherent with such a procedure. SCP-4903-2: Figured I'd leave you with some nonsense to make sense of. Researcher Elmsway: (Laughs) . Welcome to the other side. Approximately six seconds after SCP-4903-2 was revived, an anomalous force was exerted on SCP-4903-2, pulling the subject directly towards SCP-4903 at speeds exceeding 1645kph. SCP-4903-2 was pulled through twelve walls, breaching containment of SCP-2586 and SCP-080 . By its own account, the resulting impacts injured SCP-4903-2 severely but did not lead to loss of consciousness. 9 The events following SCP-4903-2's return to SCP-4903-1 were captured by the containment cell security camera. The impact of SCP-4903-2 with the containment chamber walls caused loss of video feed for twelve seconds and loss of sound for twenty minutes. Restoration of video feed revealed SCP-4903-2 appearing to yell and assault SCP-4903 until sector lockdown was announced. Researcher Elmsway was able to enter SCP-4903's containment chamber immediately before the lockdown. SCP-4903-2 became visibly less agitated when Researcher Elmsway entered the room. Researcher Elmsway recounted his conversation with SCP-4903-2 for the purposes of this document. SCP-4903-2: That should have worked. That was the fucking loophole. Who designs something like this and then adds a specific stipulation to close the only goddamn way out? I beat it fair and square. Researcher Elmsway: Don't lose hope. Every anomaly has a fundamental weakness, or this world would have been destroyed a long time ago. SCP-4903-2: Looks like you missed an effect or two. Researcher Elmsway: Or two? SCP-4903-2: Figure of speech. But riddle me this. What makes you think that you know every property of this purgatory? What if it turns into Disneyland if exposed to the right frequency of radiation? What if it releases a pantheon of hostile gods if you cut the cords? The only truth I've learned in here is that I understand nothing of the anomalous, and I think it laughable that anybody believes they can. Researcher Elmsway: We can't anticipate everything. Perhaps every conversation has the chance to complete a foul ritual and bring about the end times. Or perhaps we can act on the assumption that everything, no matter how strange it appears to us now, has some logical explanation that can be eventually discovered through the scientific process. I would prefer to believe the second. SCP-4903-2 I didn't believe this would happen to me. Tell me one thing. Did that change my fate? Researcher Elmsway: No. But if optimism is what keeps me going so I can free you eventually, then so be it. SCP-4903-2: How long have I been in here from your perspective? Researcher Elmsway: Twenty-one years, five months, and eleven days. SCP-4903-2: Don't give up and forget about me. Researcher Elmsway: Trust me on this. I am not going to forget you. SCP-4903-2: And trust me on this. This is a well-founded fear. I do not blame you. But the fact remains that even if you manage to remember me for the rest of your life, even if the Foundation remembers me by some miracle until it falls, eventually I will be abandoned here. By any means necessary, and I do include anomalous means in that, do not let me fade into this hell forever. Researcher Elmsway: I will remember you, but I will not break Foundation regulation by using unapproved anomalous means to do so. My first duty is to the Foundation, not to any individual. 10 SCP-4903-2: Thank you.",
        "Reports by Agent Xing and Agent Goodwater confirm that Researcher Elmsway was seated adjacent to SCP-4903 upon conclusion of the lockdown.",
        "RE: Reclassification of SCP-4903 The rationale for SCP-4903 being utilized in containment procedures for Keter-class SCPs largely boils down to two arguments… 1. SCP-4903-2 has been unable to escape the confines of SCP-4903-1 for over 44 years on our end and a virtual eternity on its end. 2. SCP-4903 may be placed within a containment chamber and simply be used as an additional layer of security for high-risk SCPs. Neither of these points accounts properly for the fact that we cannot say with certainty that SCP-4903-1 is inescapable. Disregarding the time dilation, the greatest feat we have seen of SCP-4903-1 is containment of a single human. Allowing any entity defined by an ability to escape confinement entry into SCP-4903-1 would be an inherent gamble. Additionally, anything that manages to escape SCP-4903-1 would become an obscenely powerful reality bender as a result of Hume field diffusion. I should not have to tell you how foolish that would be to facilitate in any way. Honestly, it's a miracle that there's only one person trapped in there, and that their attitude towards the Foundation is benign. Even if it were to work perfectly, we'd be condemning SCP-4903-2 to an eternity of whatever we've deemed too dangerous to deal with ourselves. I signed up knowing that I would have to sacrifice people for the greater good. I signed up knowing that these deaths could be gruesome. I did not sign up to send people to Hell. As such, proposals of containment using SCP-4903 have been denied. - Alexander Elmsway",
        "\" SCP-4903 \" by CryonicAutumn, from the SCP Wiki . Source: https://scpwiki.com/scp-4903 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4903",
    "object_class": "Safe",
    "containment_procedures": "SCP-4903 is to be suspended by two steel hooks mounted three meters above the floor and four meters apart from each other on the rear wall of its containment chamber. A removable safety net is to be mounted one meter from SCP-4903. Two digital clocks are to be in plain view of the chamber's security camera: one clock is to be positioned within SCP-4903-1 and the other is to be positioned within the containment chamber. Requests by SCP-4903-2 are to be sent to the Ethics Committee for approval. A bonesaw and standard first aid kit is to be positioned on the wall directly adjacent to SCP-4903.",
    "title": "SCP-4903"
}