{
    "url": "https://scp-wiki.wikidot.com/scp-4906",
    "all_text": "rating: \n+17\n+\n–\nx\n\n\n\n\nItem #:\n SCP-4906\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Current Foundation resources are directed towards preventing a recurrence of Event-4906-Юг. Foundation Site-4906, located on Yuzhny Island, Russian Federation, powers a solenoid of magnetic flux density 1.072 tesla to augment the magnetic flux density of SCP-4906-North. Should Event-4906-Юг recur, Mobile Task Force Sigma-58 \"Turkey Shooters\" shall reverse the polarity of Site-4906's solenoid in order to trigger Event-4906-北. Once Event-4906-北 is complete, MTF Sigma-58 shall return Site-4906 to normal operation.\n\n\nDescription:\n SCP-4906 consists of three parts: SCP-4906-Omicron, an anomalous organism; and SCP-4906-North and SCP-4906-South, a pair of magnetic anomalies. Current understanding is SCP-4906-Omicron keeps the anomalous properties of SCP-4906-North and SCP-4906-South localized to a radius of 50.37m. Prior to containment, SCP-4906-Omicron performs regular migrations between SCP-4906-North and SCP-4906-South. These migrations are designated Event-4906-Юг and Event-4906-北, and are related to the weakening of the magnetic flux density of SCP-4906-North and SCP-4906-South.\n\n\nSCP-4906-Omicron appears to be a \nMegaptera novaeangliae\n (humpback whale) specimen, 70158.7 m in length from nose to tail. SCP-4906-Omicron is currently submerged and completely inert. Biopsies of SCP-4906-Omicron has yielded DNA of two species, \nMegaptera novaeangliae\n (humpback whale) and \nFalco amurensis\n (Amur falcon).\n\n\nSCP-4906-North and SCP-4906-South are a pair of geomagnetic anomalies which form a dipole with an estimated magnetic flux density of 2.317 tesla (about 36,000 to 93,000 times the strength of Earth's magnetic field). Through an unknown mechanism, SCP-4906-Omicron has limited the anomalies' effect to a radius of 50.37m. The rapid ionization of seawater from SCP-4906-North and SCP-4906-South's magnetic forces creates severe weather patterns in their respective areas.\n\n\nSCP-4906-North is located at 74.311, 50.074, at a depth of 47.13 km which is a point in the Barents Sea, and is located 150.00 km away from the shore of Yuzhny Island, Russian Federation.\n\n\nSCP-4906-South is located at 24.435, 133.191, at a depth of 47.13 km which is a point in the Philippine Sea, and is not located within 250 km of any significant landmass.\n\n\nEvent-4906-Юг\n triggers when storms with wind speed exceeding 131 km/h approach SCP-4906-North. SCP-4906-North's magnetic flux density will drop to 1.246 tesla over a period of 52 minutes. Simultaneously, SCP-4906-Omicron transforms into what appears to be a large specimen of the \nFalco\n genus (falcon), growing large wings as its fins reshape into legs and claws, and its skin begins to grow metallic, dart-like feathers. The wingspan has been estimated to be in excess of 70km.\n\n\nAfter SCP-4906-Omicron transforms, the Barents Sea cavitates at the location of SCP-4906-North, rapidly forming walls of water that are over 100 km in length. SCP-4906-Omicron would then take flight and rise to an orbit of 3000 km from sea level. It then follows the orthodromic path to the location of SCP-4906-South. SCP-4906-Omicron sends regular pulses in the Earth's magnetic field while in flight. The meanings of these pulses, if any, are unknown. SCP-4906-Omicron returns to its original form once completely submerged in seawater. The entire process takes about 93 days.\n\n\nNotably, occurrences of Event-4906-Юг are tied to significant Foundation losses within the Soviet Union. There is currently insufficient evidence on causality between the events and the losses.\n1\n\n\nEvent-4906-北\n occurs in the same manner as Event-4906-Юг, but with the origin being SCP-4906-South and the destination being SCP-4906-North. Occurrences of Event-4906-北 are tied to significant Foundation losses within the United States.\n\n\nEvent Log 4906\n\n\n\n\n\n\nEvent\n\n\nЮг\n\n\n\n\n\n\nDate\n\n\nJune 1st, 1938\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nFoundation researchers inadvertently witnessed the event while conducting a routine expedition to the North Pole.\n\n\n\n\n\n\nLoss Date\n\n\nJune 13th, 1938\n\n\n\n\n\n\nLoss\n\n\n\n\n\n\nLevel 4 Agent Genrikh Lyushkov\n2\n defected to the Japanese Empire.\n\n\n\n\n\n\nCasualties\n\n\n1 Foundation casualty, 76,928 non-Foundation casualties\n3\n\n\n\n\n\n\nNotes and Documents\n\n\n\n\n\n\nInterview Log-4906-Юг-1945\n\n\nDate:\n August 20th, 1945\n\n\nLocation:\n Imperial Japanese Intelligence Office, Dalian, China\n\n\nSubject:\n Defector Genrikh Lyushkov\n\n\nInterviewer:\n Takeoka Yutaka, Level 2 Agent\n4\n\n\n\n\nLyushov\n: Gentlemen, I understand what you're here for.\n\n\n\n\nTakeoka\n: Genrikh, please have a seat.\n\n\n\n\nLyushkov\n: I can still be of service if you allow me to go to America.\n\n\n\n\nTakeoka\n: Please leave us, [IJA Soldier], I would like to talk to General Lyushkov personally.\n\n\n\n\n[IJA Soldier]\n: Yes, sir.\n\n\n\n\nTakeoka\n: Genrikh, I can get you to America if you answer some questions, but you absolutely must tell the truth.\n\n\n\n\nLyushkov\n: I will.\n\n\n\n\nTakeoka\n: Why did you betray us?\n\n\n\n\nLyushkov\n: I never betrayed the Empire! I warned Tsuji…\n\n\n\n\nTakeoka\n: I'm not talking about Nomonhan\n5\n. Why did you defect from the Foundation?\n\n\n\n\nLyushkov\n: \nThe Foundation?!\n You work for \nthem?!\n Where was the Foundation when I was already one foot in the grave?! Stalin was going to… Oh God, are you going to…\n\n\n\n\nTakeoka\n: That depends on your level of cooperation. My offer to bring you to America is still on the table if you answer my questions. When did you decide to defect, and why that day?\n\n\n\n\nLyushkov\n: I… I still remember that feeling from that day. The first of the month. I woke up and just \nknew\n Stalin will liquidate me next. I tried contacting the Foundation but none of the usual channels were usable.\n\n\n\n\nLyushkov\n: I gave up after 12 days. I fled my post. I never told the Japanese anything!\n\n\n\n\nTakeoka\n: Did you notice anything else?\n\n\n\n\nLyushkov\n: Only strange lights. Auroras. They usually didn't show in Karbarovsk, you see.\n\n\n\n\nTakeoka\n: Thank you.\n\n\n\n(Note: Agent Takeoka terminated Defector Lyushkov after the interview.)\n\n\n\n\n\n\n\n\n\n\n\n\nEvent\n\n\n北\n\n\n\n\n\n\nDate\n\n\nDecember 17th, 1944\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nThe Foundation did not directly witness this event.\n\n\n\n\n\n\nLoss Date\n\n\nDecember 17th, 1944\n\n\n\n\n\n\nLoss\n\n\n\n\n\n\nAn intense tropical storm \"Cobra\", originating from SCP-4906-South, struck the United States Third Fleet, sinking three destroyers. Level 3 Agent Floyd Garrett, Jr.\n6\n went down with his ship.\n\n\n\n\n\n\nCasualties\n\n\n1 Foundation casualty, 775 non-Foundation casualties.\n\n\n\n\n\n\nNotes and Documents\n\n\n\n\n\n\nThe Foundation determined where \"Cobra\" originated in 1948. Level 4 Researcher Julia Pavlov ordered Site-4906 be built to study SCP-4906-Omicron after confirming its return to SCP-4906-North in 1948.\n\n\n\n\n\n\n\n\n\n\n\n\nEvent\n\n\nЮг\n\n\n\n\n\n\nDate\n\n\nAugust 1st, 1958\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nSite-4906 observed this event.\n\n\n\n\n\n\nLoss Date\n\n\nAugust 15th, 1958\n\n\n\n\n\n\nLoss\n\n\n\n\n\n\nLevel 4 Agent Rasskazov Vladislavovich and Level 3 Agents Nikolai Uvarov and Sergei Apanasenko were killed in the Aeroflot Flight-4 crash.\n\n\n\n\n\n\nCasualties\n\n\n3 Foundation casualties, 61 non-Foundation casualties.\n\n\n\n\n\n\nNotes and Documents\n\n\n\n\n\n\nSCP-2908\n, being transported on board, was recovered after 36 days.\n\n\n\n\n\n\n\n\n\n\n\n\nEvent\n\n\n北\n\n\n\n\n\n\nDate\n\n\nFebruary 22nd, 1960\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nFoundation Researchers witnessed this event while transiting to Iwo Jima.\n\n\n\n\n\n\nLoss Date\n\n\nMay 1st, 1960\n\n\n\n\n\n\nLoss\n\n\n\n\n\n\nLevel 2 Agent Francis Powers\n7\n went down with his aircraft over the Soviet Union.\n\n\n\n\n\n\nCasualties\n\n\n1 Foundation casualty.\n\n\n\n\n\n\nNotes and Documents\n\n\n\n\n\n\nDebriefing Log-4906-北-1960\n\n\nDate:\n December 11th, 1960\n\n\nLocation:\n Vladimir Central Prison\n\n\nSubject:\n Level 2 Agent Francis Powers\n\n\nDebriefer:\n Level 2 Agent Iosif Vladovich\n8\n\n\n\n\nVladovich\n: I trust everything is well, Mr. Powers?\n\n\n\n\nPowers\n: As well as it could be in this dump. Have you tried imprisonment? You might like it. What do you want? I thought that trial [Agent Powers makes the \"air quotes\" gesture] was the end of it.\n\n\n\n\nVladovich\n: The Bolsheviks might have had enough of you, but we have more questions.\n\n\n\n\nPowers\n: And who's we?\n\n\n\n\nVladovich\n: The people who you really work for.\n\n\n\n\nPowers\n: Should I scream for help that there's a CIA agent here?\n\n\n\n\nVladovich\n: If you want to get out of here alive and as fast as possible, you will not do that. We can do this tango all day but I will cut to the point. The Foundation wants to know why your plane crashed.\n\n\n\n\nPowers\n: What Foundation?\n\n\n\n[Agent Vladovich throws Agent Powers a challenge coin.]\n\n\n\n\nPowers\n: I didn't get your name, Agent…?\n\n\n\n\nVladovich\n: Vladovich, Level 2, MTF-Sigma 58. We want to know what happened to your plane.\n\n\n\n\nPowers\n: I honestly can't tell you. One minute I was flying fine and then my instruments all went haywire. My compass was spinning like a ceiling fan. I lost control shortly afterwards.\n\n\n\n\nVladovich\n: Do you remember anything else of significance?\n\n\n\n\nPowers\n: That the auroras were particularly striking that day.\n\n\n\n(Note: Agent Powers was repatriated in a prisoner exchange to the United States on February 8th, 1961, and resigned from the Foundation shortly after.)\n\n\n\n\n\n\n\n\n\n\n\n\nEvent\n\n\nЮг\n\n\n\n\n\n\nDate\n\n\nOctober 21st, 1961\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nSite-4906 observed this event.\n\n\n\n\n\n\nLoss Date\n\n\nNovember 1st, 1961\n\n\n\n\n\n\nLoss\n\n\n\n\n\n\nThe Soviet Union tested its 50-megaton device \"Tsar Bomba\", destroying Site-4906.\n\n\n\n\n\n\nCasualties\n\n\n2,113 Foundation casualties\n\n\n\n\n\n\nNotes and Documents\n\n\n\n\n\n\nLevel 3 Researcher Robert Coombs linked SCP-4906-North's loss of magnetic flux density to the recurrence of Event-4906-Юг from data retrieved from this event. O5 council ordered Site-4906 to be rebuilt in its current configuration on August 5th, 1963, after the Soviet Union signed the Partial Nuclear Test Ban Treaty.\n\n\n\n\n\n\n\n\n\n\n\n\nEvent\n\n\n北\n\n\n\n\n\n\nDate\n\n\nJune 22nd, 1983\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nFoundation Satellite-77 recorded this event.\n\n\n\n\n\n\nLoss Date\n\n\nSeptember 1st, 1983\n\n\n\n\n\n\nLoss\n\n\n\n\n\n\nFoundation Asset Larry McDonald\n9\n was killed in the KAL-007 Disaster.\n\n\n\n\n\n\nCasualties\n\n\n1 Foundation casualty, 298 non-Foundation casualties.\n\n\n\n\n\n\nNotes and Documents\n\n\n\n\n\n\nKAL-007 and its crew exhibited intense symptoms of magnetic interference prior to the disaster.\n\n\n\n\n\n\n\n\n\n\n\n\nEvent\n\n\nЮг (Interrupted)\n\n\n\n\n\n\nDate\n\n\nSeptember 25th, 1983\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nThe reconstructed Site-4906 activated. SCP-4906-Omicron went into transformation but failed to take off. Containment was declared successful.\n\n\n\n\n\n\nLoss Date\n\n\nN/A\n\n\n\n\n\n\nLoss\n\n\n\n\n\n\nN/A\n\n\n\n\n\n\nCasualties\n\n\nN/A\n\n\n\n\n\n\nNotes and Documents\n\n\n\n\n\n\nIncident Report-4906-Юг-1983\n\n\nDate:\n September 25th, 1983\n\n\nLocation:\n Site-4906\n\n\nTime Zone:\n Moscow Standard Time (GMT+3)\n\n\n\n\n20:38\n: Site-4906 solenoid begins initial self-testing.\n\n\n\n\n21:44\n: Site-4906 solenoid completes initial self-testing. Power input set to 500,000W.\n\n\n\n\n21:55\n: A cyclone forms around SCP-4906-North with wind speed 30 km/h.\n\n\n\n\n21:57\n: Power input set to 750,000W.\n\n\n\n\n22:01\n: Cyclone wind speed increased to 44 km/h\n\n\n\n\n22:49\n: Power input set to 1.5 MW.\n\n\n\n\n22:55\n: Cyclone wind speed increased to 88 km/h\n\n\n\n\n23:11\n: Power input set to 20 MW (Standard Operational Power Input).\n\n\n\n\n23:22\n: Cyclone wind speed increased to 132 km/h. Event-4906-Юг warning issued.\n\n\n\n\n23:32\n: SCP-4906-North magnetic flux density drops to 1.926 teslas (overall magnetic flux density at 2.998 teslas). SCP-4906-Omicron transformation begins.\n\n\n\n\n23:55\n: SCP-4906-North magnetic flux density drops to 1.773 teslas (overall magnetic flux density at 2.845 teslas). SCP-4906-Omicron now in falcon shape.\n\n\n\n\n00:14 (9/26)\n: SCP-4906-North magnetic flux density drops to 1.246 teslas (overall magnetic flux density at 2.318 teslas). SCP-4906-Omicron completed transformation.\n\n\n\n\n00:29 (9/26)\n: SCP-4906-Omicron 15 minutes late for takeoff. Soviet \"Oko\" nuclear attack warning intercepted by Site-4906.\n\n\n\n\n00:39 (9/26)\n: SCP-4906-North magnetic flux density increases to 1.374 teslas (overall magnetic flux density at 2.446 teslas). SCP-4906-Omicron begins reverse transformation.\n\n\n\n\n01:29 (9/26)\n: SCP-4906-North magnetic flux density now normal. SCP-4906-Omicron reverse transformation complete. Containment declared successful.\n\n\n\n(Note: The Soviet nuclear warning was resolved as a false alarm.)\n\n\n\n\n\n\n\n\n[+] Document-SCP-4906-Addendum\n\n\n\n\n[-] Document-SCP-4906-Addendum\n\n\n\n\n\n\nSelected Quote from the Zhuangzi\n (c. 300 BC), believed to be describing SCP-4906-Omicron.\n\n\n\"In the North Sea, there is a fish named Kun.\n\n\nThe Kun's body was massive; who knows how many thousands of miles its length is?\n\n\nIt can transform into a great bird, which is named Peng.\n\n\nThe Peng's back was expansive; who knows how many thousands of miles its width is?\n\n\nWhen it flew to the heavens, its wings were as great as the clouds hanging in the sky.\n\n\nThat bird we spoke of will be able to migrate to the South Sea when the seas begin to rouse.\n\n\nWhere is the South Sea? It is the Heavenly Lake.\"\n\n\n\"There is a book named Universal Harmony, which recorded all the fantastical things in the world.\n\n\nIt has such a passage: \"The Peng migrated to the South Sea, its wings stroke waves three thousand miles wide.\n\n\nWith those wings it rose to ninety thousand miles high, riding on the sixth month gale.\"\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Level 3 Researcher Robert Coombs objected to the validity of this relationship, claiming SCP-4906 is a creature the ancient Chinese called \nPeng\n. See Document-SCP-4906-Addendum.\n\n\n2\n. Cover Position: Commissioner of State Security 3rd Class, Far Eastern Commander of the NKVD\n\n\n3\n. The Battle of Lake Khasan and the Battles of Khalkhin Gol were direct consequences of his defection.\n\n\n4\n. Cover Position: Captain, IJA Kantougun Dalian Intelligence Office Chief\n\n\n5\n. Japanese name for the Battles of Khalkhin Gol\n\n\n6\n. Cover Position: Lieutenant Commander, Captain of USS Monaghan (DD-354)\n\n\n7\n. Cover Position: CIA GS-12, U2 Pilot\n\n\n8\n. Cover Position: Lieutenant, Prison Warden\n\n\n9\n. Cover Position: Congressman of Georgia-07\n\n\n\n\n\n\n\n\n« \nSCP-4905\n | On the Sixth Month Gale | \nSCP-4907\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4906\n\" by AKFrost, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4906\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Selected Quote from the Zhuangzi (c. 300 BC), believed to be describing SCP-4906-Omicron. \"In the North Sea, there is a fish named Kun. The Kun's body was massive; who knows how many thousands of miles its length is? It can transform into a great bird, which is named Peng. The Peng's back was expansive; who knows how many thousands of miles its width is? When it flew to the heavens, its wings were as great as the clouds hanging in the sky. That bird we spoke of will be able to migrate to the South Sea when the seas begin to rouse. Where is the South Sea? It is the Heavenly Lake.\" \"There is a book named Universal Harmony, which recorded all the fantastical things in the world. It has such a passage: \"The Peng migrated to the South Sea, its wings stroke waves three thousand miles wide. With those wings it rose to ninety thousand miles high, riding on the sixth month gale.\"",
        "\" SCP-4906 \" by AKFrost, from the SCP Wiki . Source: https://scpwiki.com/scp-4906 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "Current Foundation resources are directed towards preventing a recurrence of Event-4906-Юг. Foundation Site-4906, located on Yuzhny Island, Russian Federation, powers a solenoid of magnetic flux density 1.072 tesla to augment the magnetic flux density of SCP-4906-North. Should Event-4906-Юг recur, Mobile Task Force Sigma-58 \"Turkey Shooters\" shall reverse the polarity of Site-4906's solenoid in order to trigger Event-4906-北. Once Event-4906-北 is complete, MTF Sigma-58 shall return Site-4906 to normal operation.",
    "description": "SCP-4906 consists of three parts: SCP-4906-Omicron, an anomalous organism; and SCP-4906-North and SCP-4906-South, a pair of magnetic anomalies. Current understanding is SCP-4906-Omicron keeps the anomalous properties of SCP-4906-North and SCP-4906-South localized to a radius of 50.37m. Prior to containment, SCP-4906-Omicron performs regular migrations between SCP-4906-North and SCP-4906-South. These migrations are designated Event-4906-Юг and Event-4906-北, and are related to the weakening of the magnetic flux density of SCP-4906-North and SCP-4906-South.",
    "title": "SCP-4906"
}