{
    "url": "https://scp-wiki.wikidot.com/scp-4916",
    "all_text": "rating: \n+49\n+\n–\nx\n\n\n\n\nby \nRigen\n\n\n\n\n\n\nItem #:\n SCP-4916\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n \nFoundation Orbital Site FOS-19\n is to pursue orbital synchronization with and capture of SCP-4916. If and when SCP-4916 is captured, it is to be transferred to Site-17's low-priority storage alongside subsequent resupply schedule for FOS-19.\n\n\nFoundation webcrawlers have been updated to identify and censor verifiable observations of SCP-4916 with a standard cover story of spacecraft debris.\n\n\nDescription:\n SCP-4916 is a humanoid statue sitting on a throne with two pairs of wings spreading behind its back, consistent with Assyrian depictions of the god \"Ninurta\"\n1\n. It is approximately 6 meters wide, 2 meters tall, and 1 meter long, although its appearance suggest that its wings might be retractable. The outer surface of SCP-4916 consists of electrum with average 30% gold to 70% silver content ratio, but it is currently unknown if its interior matches its exterior in composition.\n\n\nSCP-4916 is irregularly orbiting Earth roughly 1,500 to 3,000 kilometers above sea level. Its wings consist of a complex weaving of electrum and are capable of producing bursts of plasma at irregular intervals. These wings are responsible for SCP-4916's irregular movement. Foundation scientists have speculated that SCP-4916's wings collect escaped hydrogen and helium from the upper atmosphere and use solar power to accelerate these gases and generate thrust, although the exact mechanism is unclear. It is currently unknown if these bursts follow a pattern, randomly generated numbers, or controlled either remotely or \nin-situ\n.\n\n\nFurther analysis pending capture by FOS-19.\n\n\nAddendum 4916-A:\n During an unrelated excavation along the river Tigris 6.1 kilometers East South-East from Munirah, Iraq, an artifact speculated to be related to SCP-4916 was recovered by the Foundation and tentatively designated SCP-4916-1. It bears markings consistent with worship of Ninurta, whose cult centered in nearby city of Kalhu.\n\n\nSCP-4916-1 is a partially broken hollow granite pillar 15 meters tall, 4 meters in outer diameter, and 3.2 meters in inner diameter. This is consistent with the speculated dimension of SCP-4916 if its wings were folded. A pair of parallel electrum shafts are embedded to the interior wall of SCP-4916-1, secured with multiple bronze nails. One of these shafts extends skywards\n2\n, while the second shaft extends towards the ground. Analysis of these shafts reveals electrum alloy consistent with that found in SCP-4916.\n\n\nInvestigation for further artifacts and/or documentation related to SCP-4916 is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. An ancient Mesopotamian god associated with farming, healing, hunting, law, scribes, and war.\n\n\n2\n. Suspected to function similar to a lightning rod\n\n\n\n\n\n\n\n\n« \nSCP-4915\n | SCP-4916 | \nSCP-4917\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4916\n\" by Rigen, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4916\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4916-A: During an unrelated excavation along the river Tigris 6.1 kilometers East South-East from Munirah, Iraq, an artifact speculated to be related to SCP-4916 was recovered by the Foundation and tentatively designated SCP-4916-1. It bears markings consistent with worship of Ninurta, whose cult centered in nearby city of Kalhu.\nSCP-4916-1 is a partially broken hollow granite pillar 15 meters tall, 4 meters in outer diameter, and 3.2 meters in inner diameter. This is consistent with the speculated dimension of SCP-4916 if its wings were folded. A pair of parallel electrum shafts are embedded to the interior wall of SCP-4916-1, secured with multiple bronze nails. One of these shafts extends skywards 2 , while the second shaft extends towards the ground. Analysis of these shafts reveals electrum alloy consistent with that found in SCP-4916.\nInvestigation for further artifacts and/or documentation related to SCP-4916 is ongoing."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4916 \" by Rigen, from the SCP Wiki . Source: https://scpwiki.com/scp-4916 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4916",
    "object_class": "Euclid",
    "containment_procedures": "Foundation Orbital Site FOS-19 is to pursue orbital synchronization with and capture of SCP-4916. If and when SCP-4916 is captured, it is to be transferred to Site-17's low-priority storage alongside subsequent resupply schedule for FOS-19.",
    "description": "SCP-4916 is a humanoid statue sitting on a throne with two pairs of wings spreading behind its back, consistent with Assyrian depictions of the god \"Ninurta\"1. It is approximately 6 meters wide, 2 meters tall, and 1 meter long, although its appearance suggest that its wings might be retractable. The outer surface of SCP-4916 consists of electrum with average 30% gold to 70% silver content ratio, but it is currently unknown if its interior matches its exterior in composition.",
    "title": "SCP-4916"
}