{
    "url": "https://scp-wiki.wikidot.com/scp-4917",
    "all_text": "rating: \n+86\n+\n–\nx\n\n\n\n\n\n\n\n\nItem #:\n SCP-4917\n\n\nLevel 3/4917\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nApproximate representation of an SCP-4917-A instance, based on the most prevalent eyewitness descriptions.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nThe Foundation is to continue funding the production of television court and police drama shows to normalize the processes of the legal system in Oneiroi West. Stationary Task Force Phi-23 (\"Dream Defense\") are currently stored in Site-409's Extended Deep-Sleep Facility. Auxiliary personnel is to observe coma-patient procedures on active Phi-23 members.\n\n\nWhile SCP-4917-A entities cannot be contained, three D-Class are to be placed in a medically-induced coma and instructed to commit infractions and minor misdemeanors to occupy the instances from appearing in civilians' dreams. The D-Class additionally should be monitored for REM sleep activity and defended by STF Phi-23 in dream court to prevent incarceration.\n\n\nShould any problems arise in the condition of D-Class or Phi-23 members, contact either Site Director Pilliken or the head researcher on SCP-4917 (currently Dr. Fynegan). Any D-Class tested will undergo an infirmary checkup before and after exposure to SCP-4917.\n\n\n\n\nDescription:\n\n\nSCP-4917 is the law enforcement and judicial systems of the Oneiroi West noosphere. If a person commits a crime while sleeping and within the Oneiroi West collective, they will be apprehended by humanoid law enforcement entities (designated SCP-4917-A) and given a criminal sentence in a court trial (designated SCP-4917-B) in accordance with Oneiroi dream law\n1\n.\n\n\nSCP-4917-A entities are usually not present in the host's dream until they commit a crime, where the host becomes designated SCP-4917-1. SCP-4917-1 will be continually pursued in their dreams by the -A entities until 4917-1 wakes or is caught. If 4917-1 wakes up, the next time they fall asleep the -A entities will continue the pursuit of the host; when they are caught, they are detained for their crimes committed inside the dream. The longest known evasion of the entities was 2 nights.\n\n\nSCP-4917-A entities are commonly described as wearing the apparel of a 1970s/1980s motorcycle officer\n2\n, a seven-point star badge, and Aviator-style sunglasses. Other more detailed descriptions have suggested they wear Dehner boots\n3\n, ride Moto Guzzi Californias\n4\n, and carry Colt Python revolvers. The entities have, to our current knowledge, never used lethal force on any SCP-4917-1 instances.\n\n\nThe SCP-4917-B event usually occurs within several nights after the detainment of the SCP-4917-1 instances. SCP-4917-1 will be called to court and given their choice of defense. Most SCP-4917-1 instances are forced to defend themselves, but recently STF Phi-23 has offered free services to any 4917-1 instances. SCP-4917-1 will fall asleep for periods of up to ten hours to attend their court hearing.\n5\n SCP-4917-1 instances are allowed on to post bail and be on parole, and Phi-23 is authorized to act as bail bondsmen for any 4917-1 instances: the currency used must be in Oneiroi dream dollars. However, when an SCP-4917-1 instance is on parole, they will not be able to dream for the duration of their parole.\n\n\nThe sentencing for crimes committed by SCP-4917-1 instances has ranged from a lecture (jaywalking) to firing squad execution (for serial murder). SCP-4917-1 instances who have been sentenced will enter a dream state where the host is jailed for the full duration of the sentence given. During this dream state, SCP-4917-1 instances will usually fall into a coma-like state: the most extreme case led to a brain-dead patient.\n\n\nOnce SCP-4917-1 has completed their criminal sentence, they will be able to wake up and resume normal brain function. SCP-4917-1 instances are more vigilant and self-disciplined when regarding potential law-breaking actions, thought to be a result of SCP-4917's disciplinary measures within the instances' dream.\n\n\n\n\nItem History:\n\n\nSCP-4917 was discovered on 08/04/2018 after Agent Kabasic and Agent Goggins reported an unusually high ingoing/outgoing rate of coma patients at Ogeney General Hospital. Once it was discovered that SCP-4917 was a common factor among the patients, the town was quarantined pending further evaluation of information.\n6\n Initial descriptions of the SCP-4917-A entities and SCP-4917-B were recorded, but until SCP-4917 testing commenced they were not confirmed. The Foundation has reached terms with Oneiroi West to adhere to a standardized \"dream law\".\n\n\nSTF Phi-23 (\"Dream Defense\") was created to combat the high incarceration rate of SCP-4917-1 instances. Phi-23 is staffed with several accredited defense lawyers to represent -1 instances: most cases taken by Phi-23 are found not guilty or a given a reduced sentence.\n\n\n\n\nAddendum 01:\n Interview of SCP-4917-A Instances\n\n\nThe following interview was conducted with the instructions of the Foundation and conducted by Junior Researcher Shipherd. Shipherd was placed in a medically-induced sleep and instructed to commit a mundane crime and subsequently attempt to ascertain the purpose of the -A entities. The interview is completely transcribed from memory and thus may be incorrect in certain places.\n\n\n\n\n\n\n\n\n« SCP-4917-A and B Interview »\n\n\n\n\n» SCP-4917-A and B Interview «\n\n\n\n\n\n\n\n\nInterviewed:\n SCP-4917-A-1, SCP-4917-A-2\n\n\nInterviewer:\n Junior Researcher Shipherd\n\n\n< BEGIN LOG >\n\n\nSCP-4917-A-1:\n Do you know why you're here, sir?\n\n\nShipherd:\n Me?\n\n\nSCP-4917-A-2:\n Yes, you. There's no one else.\n\n\nShipherd:\n I committed a crime.\n\n\nSCP-4917-A-1:\n An unforgivable one.\n\n\nSCP-4917-A-2:\n Indeed.\n\n\nShipherd:\n Trespassing? On Oneiroi property? Bullshit. I'll call up Phi-23.\n\n\n<\nlong pause\n>\n\n\nSCP-4917-A-1:\n So, you're one of the new guys on the block, huh?\n\n\nShipherd:\n What?\n\n\nSCP-4917-A-2:\n We've been monitoring you for a bit. The people dream about you all, sometimes. Sometimes other things.\n\n\nSCP-4917-A-1:\n We saw your other folks as well, but you're… different. One of the higher guys, I assume.\n\n\nShipherd:\n We're just trying to figure out who.., well, \nwhat\n you are. And why you do what you do.\n\n\nSCP-4917-A-2:\n My name's Deyis. He's Astrachan.\n\n\nSCP-4917-A-1:\n Nice to meet one of you.\n\n\nShipherd:\n My name's Shipherd.\n\n\nSCP-4917-A-2:\n Have you ever seen Law & Order, Mr. Shipherd?\n\n\nShipherd:\n Like… the TV show?\n\n\nSCP-4917-A-1:\n Yes. Well, what we do is that, in a sense. You see, our job is to keep the law. And crime is a problem for you, no?\n\n\nSCP-4917-A-2:\n It is for us, as well. We're officers. We're just trying to keep it clean here. Some of our efforts trickle up to you. Consider it a bonus.\n\n\nShipherd:\n You both are aware that when you sentence a person, they enter an unwakeable state, right? I'd hardly call that a bonus.\n\n\nSCP-4917-A-1:\n If you do the crime, Mr. Shipherd -\n\n\nSCP-4917-A-2:\n - you do the time. It's only fair for us.\n\n\nShipherd:\n Where do you come from?\n\n\nSCP-4917-A-2:\n We would love to know that answer, Mr. Shipherd.\n\n\nShipherd:\n So you don't know? No memories before this?\n\n\nSCP-4917-A-1:\n Affirmative.\n\n\nShipherd:\n I think it's about time. They're going to pull me out.\n\n\nSCP-4917-A-2:\n It was nice to meet you.\n\n\nSCP-4917-A-1:\n Send us some more of your folk. They make good practice runs.\n\n\nShipherd:\n That's not my decision to make, but I'm sure they'll keep you occupied.\n\n\nSCP-4917-A-1:\n One more thing, Mr. Shipherd.\n\n\nShipherd:\n Make it quick, I can start to feel myself losing you.\n\n\nSCP-4917-A-1:\n Have you heard of the song, Dream Po-\n\n\n<End Log>\n\n\nClosing Statement:\n Junior Researcher Shipherd was woken up without any loss of brain function. Regular checkups indicate that Shipherd, despite committing a crime, is not being actively pursued by SCP-4917-A instances. Further investigation into communications with the entities themselves in Oneiroi West is underway.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Most closely resembling the United States justice system.\n\n\n2\n. Black leather motorcycle jacket, police trooper belt, white-black police motorcycle helmet, trooper boots.\n\n\n3\n. A common motorcycle officer trooper boot.\n\n\n4\n. As identified by a motorcycle enthusiast.\n\n\n5\n. This hearing is typically attended by SCP-4917-A instances and civilians randomly selected from the Collective serve as jurors.\n\n\n6\n. The town since has been released from Foundation control.\n\n\n\n\n\n\n\n\n« \nSCP-4916\n | SCP-4917 | \nSCP-4918\n »",
    "addendums": [
        "Addendum 01: Interview of SCP-4917-A Instances\nThe following interview was conducted with the instructions of the Foundation and conducted by Junior Researcher Shipherd. Shipherd was placed in a medically-induced sleep and instructed to commit a mundane crime and subsequently attempt to ascertain the purpose of the -A entities. The interview is completely transcribed from memory and thus may be incorrect in certain places."
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-4917-A-1, SCP-4917-A-2 Interviewer: Junior Researcher Shipherd < BEGIN LOG > SCP-4917-A-1: Do you know why you're here, sir? Shipherd: Me? SCP-4917-A-2: Yes, you. There's no one else. Shipherd: I committed a crime. SCP-4917-A-1: An unforgivable one. SCP-4917-A-2: Indeed. Shipherd: Trespassing? On Oneiroi property? Bullshit. I'll call up Phi-23. < long pause > SCP-4917-A-1: So, you're one of the new guys on the block, huh? Shipherd: What? SCP-4917-A-2: We've been monitoring you for a bit. The people dream about you all, sometimes. Sometimes other things. SCP-4917-A-1: We saw your other folks as well, but you're… different. One of the higher guys, I assume. Shipherd: We're just trying to figure out who.., well, what you are. And why you do what you do. SCP-4917-A-2: My name's Deyis. He's Astrachan. SCP-4917-A-1: Nice to meet one of you. Shipherd: My name's Shipherd. SCP-4917-A-2: Have you ever seen Law & Order, Mr. Shipherd? Shipherd: Like… the TV show? SCP-4917-A-1: Yes. Well, what we do is that, in a sense. You see, our job is to keep the law. And crime is a problem for you, no? SCP-4917-A-2: It is for us, as well. We're officers. We're just trying to keep it clean here. Some of our efforts trickle up to you. Consider it a bonus. Shipherd: You both are aware that when you sentence a person, they enter an unwakeable state, right? I'd hardly call that a bonus. SCP-4917-A-1: If you do the crime, Mr. Shipherd - SCP-4917-A-2: - you do the time. It's only fair for us. Shipherd: Where do you come from? SCP-4917-A-2: We would love to know that answer, Mr. Shipherd. Shipherd: So you don't know? No memories before this? SCP-4917-A-1: Affirmative. Shipherd: I think it's about time. They're going to pull me out. SCP-4917-A-2: It was nice to meet you. SCP-4917-A-1: Send us some more of your folk. They make good practice runs. Shipherd: That's not my decision to make, but I'm sure they'll keep you occupied. SCP-4917-A-1: One more thing, Mr. Shipherd. Shipherd: Make it quick, I can start to feel myself losing you. SCP-4917-A-1: Have you heard of the song, Dream Po- <End Log> Closing Statement: Junior Researcher Shipherd was woken up without any loss of brain function. Regular checkups indicate that Shipherd, despite committing a crime, is not being actively pursued by SCP-4917-A instances. Further investigation into communications with the entities themselves in Oneiroi West is underway."
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-4917"
}