{
    "url": "https://scp-wiki.wikidot.com/scp-4919",
    "all_text": "rating: \n+53\n+\n–\nx\n\n\n\n\n\n\nSCP-4919.\n\n\n\n\n\n\nItem #:\n SCP-4919\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All persons entering SCP-4919 are to work in groups of two or more to prevent unwanted activation of its effects, and be prepared to exit the premises rapidly or administer stimulants if drowsiness is noted. Staff on extended assignment to SCP-4919 should be trained in basic dream recall techniques and carry stationery for record-keeping purposes at all times. Sleeping in SCP-4919 is prohibited save under controlled testing circumstances.\n\n\nDescription:\n SCP-4919 is an 8-story building at 22 Rue de Vaugirard, in the Latin Quarter district of the 6th arrondissement of Paris. The building was constructed in 1898 in an Art Nouveau style and operated as the Hôtel de Lisle until 1966, when it was acquired by the Foundation.\n\n\nAll persons who enter REM sleep in SCP-4919 experience lucid dreams with similar content and common features. These dreams involve the individual in question being transported to SCP-4919 during the late 19th or early 20th century, during its occupied lifespan as a hotel with a ground-floor café (Café Impériale). The city depicted in the oneiric environment aesthetically resembles Paris, but test subjects familiar with the layout of the city report numerous inconsistences. However, this is not unexpected given imperfections in oneiric reconstructions.\n\n\nSubjects recall consistently pleasant experiences during the dreams, which may involve social events, meals, or romantic or sexual liaisons, and are able to produce funds or other items needed (such as tickets to events) on demand. Entities encountered tend to be friendly, welcoming and patient, although they display a resistance to questioning about the nature of SCP-4919. It is unclear whether these entities represent distinct entities with self-awareness within the oneiric setting, or whether they are non-anomalous internal oneiric projections of subjects.\n\n\nWhile SCP-4919 has no anomalous temporal effects in reality, dreams within SCP-4919 may range in subjective duration from minutes to several years. Subjects have no memory of events occurring outside of SCP-4919, and it is assumed leaving SCP-4919 will end the dream. Of the remainder, approximately 75% of subjects are unable to recall any other specific event or sequence of events related to the ending of the dream. The final 25% report the cessation of dreaming in SCP-4919 being caused by an unpleasant experience, generally of violent or disturbing nature.\n\n\nAddendum 4919-1:\n Testing log\n\n\n\n\n\n\nSubject\n\n\nDream description\n\n\n\n\n\n\nD-2811871\n\n\n\nSubject appears in the Café Impériale at 6:20 pm and is served a 4-course meal consisting of liver pâté, lobster thermidor, duck confit with duchess potatoes and crème brûlée. Fourteen glasses of various wines and champagnes are also consumed with only mild intoxicating effects. Upon conclusion of the meal, the maître d'hôtel refuses to present a bill, and invites D-2811871 to return any time. D-2811871 attempts to exit the building, at which time the dream ends. D-2811871 makes numerous requests to be involved in further testing, which are declined as testing progresses to higher-clearance staff members.\n\n\n\n\n\n\n\n\nResearcher Lebon\n\n\n\nSubject appears in the hotel lobby at some time in the early afternoon. A pianist is playing various solos which Lebon recognises as works of Maurice Ravel, and listens to for approximately twenty minutes. During this time, a young man sits beside Lebon and makes conversation while sharing tea and petits-fours. Lebon does not recall specifics of this conversation but emphasises its friendly and engaging nature. Lebon also notes the man resembling someone known in reality, but is unable or unwilling to elaborate further. After the man leaves, Lebon attempts to exit the building, at which time the dream ends.\n\n\n\n\n\n\n\n\nResearcher Lebon\n\n\n\nSubject attends a salon in the hotel ballroom where the works of the Les Nabis group of post-Impressionist painters are being exhibited. Lebon later notes the presence of Pierre Bonnard and Jean-Édouard Vuillard. The salon lasts for twenty to thirty hours without any noticeable tiring among the attendees or lull in festivities. At this point, Lebon follows a waiter to the kitchen and Lebon is unable to recall events further, but subsequently exhibits fear responses to food preparation and a reluctance to return to SCP-4919 testing.\n\n\n\n\n\n\n\n\nDr Arnaud\n\n\n\nThe dream begins \nin medias res\n, with Arnaud eating breakfast in the Café Impériale. He recalls consuming a buttered croissant and black coffee, and watches civilians passing by on the Rue de Vaugirard for the next hour. A man physically resembling poet Paul Verlaine joins Arnaud and the two have a lively conversation about poetry; however, the dream-Verlaine lacks the real poet's eccentricities.\n\n\n\nArnaud reports the dream ends after witnessing a crowd of people beating another person on the street. He is unable to perceive any details of this person's appearance.\n\n\n\n\n\n\n\n\nDr Arnaud\n\n\n\nArnaud is playing a piano duet in the hotel ballroom with an unidentified young woman, with a crowd of hotel patrons watching and applauding enthusiastically. When the performance concludes, two policemen arrive and inform him he is under arrest for treason for a reason unknown to him. This provokes an uproar amongst the crowd, who begin to argue amongst themselves.\n\n\n\nThe dream ends after Arnaud is escorted to the hotel's front door by the policemen, who open it to reveal a guillotine set up in the middle of the street.\n\n\n\n\n\n\n\n\nDr Arnaud\n\n\n\nAn attempt was made to prolong the internal length of an SCP-4919 dream for as long as possible. Dr Arnaud was instructed to avoid attempting to explore the building or any difficult situations to the best of his ability. He remains on the ground floor of the hotel, where he is continually given food, drink and sleeps in the restaurant (being able to produce funds on demand). No persons in the dream comment on this behaviour.\n\n\n\nAfter one month of time in the dream has elapsed, Arnaud is sitting in the Café Impériale with his back to the window when he is shot twice from behind through the glass, and collapses to the ground immobilised. This triggers an outbreak of violence amongst the café patrons, who proceed to attack one another indiscriminately in unarmed combat or using improvised weapons without regard for self-preservation. Persons from outside continually join the meleé, which continues uninterrupted for approximately 120 hours until the dream ends.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4918\n | SCP-4919 | \nSCP-4920\n »",
    "addendums": [
        "Addendum 4919-1: Testing log"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-4919",
    "object_class": "Safe",
    "containment_procedures": "All persons entering SCP-4919 are to work in groups of two or more to prevent unwanted activation of its effects, and be prepared to exit the premises rapidly or administer stimulants if drowsiness is noted. Staff on extended assignment to SCP-4919 should be trained in basic dream recall techniques and carry stationery for record-keeping purposes at all times. Sleeping in SCP-4919 is prohibited save under controlled testing circumstances.",
    "description": "SCP-4919 is an 8-story building at 22 Rue de Vaugirard, in the Latin Quarter district of the 6th arrondissement of Paris. The building was constructed in 1898 in an Art Nouveau style and operated as the Hôtel de Lisle until 1966, when it was acquired by the Foundation.",
    "title": "SCP-4919"
}