{
    "url": "https://scp-wiki.wikidot.com/scp-4922",
    "all_text": "rating: \n+191\n+\n–\nx\n\n\nItem #:\n SCP-4922\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Four instances of SCP-4922 have been contained at Site-59's maximum security wing. Each cell has been fitted with a Naismith-Henderson Lambda Wave Sink\n1\n; these are to remain operational at all times, with at least three backup power sources. In the event of total containment failure, contingency 99-Sutekh is to be enacted at the discretion of Director Naismith.\n\n\nAll other instances encountered outside of containment are to be summarily destroyed with sustained heavy machine gun fire.\n\n\nDescription:\n SCP-4922 designates a series of hostile synthetic military constructs that are believed to be extradimensional in origin. Instances vary in appearance, but maintain the following common traits:\n\n\n\n\nA monochromatic white color scheme,\n\n\nPrimary composition is of an as-of-yet unidentified ballistics-grade material that bears the characteristics of steel, plastic, and felt,\n\n\nSpeech capabilities, and\n\n\nAn insignia of \nthree crescent moons\n.\n\n\n\n\nIn addition, the majority of SCP-4922 instances encountered have possessed non-functional eyes, limbs, and other design features. The most common design of SCP-4922 is that of a humanoid soldier 1.5 meters in height with exaggerated facial features.\n\n\nSCP-4922 Instances Currently In Containment:\n\n\n\n\n\n\nNumber\n\n\nDescription\n\n\nStatus\n\n\n\n\n\n\nSCP-4922-5\n\n\nBeaked humanoid entity, 3m in height, wears body armor. Answers to the name \"Bigger Bird.\"\n\n\nContained.\n\n\n\n\n\n\nSCP-4922-17\n\n\nHumanoid entity, 1.5m in height, wears body armor. Answers to the name \"Phil.\"\n\n\nContained.\n\n\n\n\n\n\nSCP-4922-20\n\n\nQuadrupedal equine entity, 2m in height. Answers to the name \"Boss Hoss.\"\n\n\nContained.\n\n\n\n\n\n\nSCP-4922-47\n\n\nHumanoid entity identical to SCP-4922-17. Answers to the name \"Philippe.\" Speaks English in an exaggerated, stereotypical French accent.\n\n\nContained.\n\n\n\n\n\n\nSCP-4922-4\n\n\nSmall, vaguely humanoid entity 1m in height, unarmored. Answers to the name \"Wilkins.\" A resemblance to a commercial character of the same name\n2\n has been noted.\n\n\n[4/4922 CLEARANCE REQUIRED]\n\n\n\n\n\n\nThe whimsical designs, combined with the fact that the drones' manners of speech have individual personalities and dialects, give the impression that SCP-4922 is some manner of weaponized puppet. This is believed to be an aesthetic design choice, as it serves no functional purpose in combat.\n\n\nInstances of SCP-4922 display extraordinary combat abilities, hidden bladed weapons, high-energy plasma weapons systems, and proficiency with firearms and unarmed combat, as well as a regenerative factor from damage taken in battle.\n\n\nSustained heavy machine gun fire is the only known method of terminating SCP-4922. In addition, instances' can be rendered temporarily immobile through the inhibition of nearby lambda waves\n3\n.\n\n\nSCP-4922 is most often encountered in populated areas, carrying out extrajudicial termination of, as labeled by SCP-4922-17, \"Class M Damnation Candidates.\" Confirmed deaths caused by SCP-4922 have included, but are not limited to:\n\n\n\n\nChaos Insurgency operatives,\n\n\nserial rapists,\n\n\nleaders in the neo-nazi community and similar organizations,\n\n\nmembers of the now-defunct GoI-24174 \"Daughters of Bogal Mountain\",\n\n\nmembers of the now-defunct \nBrazen Heart\n, and\n\n\nat least 15 male okapi \n(Okapia johnstoni)\n4\n.\n\n\n\n\nIt is believed that SCP-4922 operates as a force of assassins under the same extradimensional authority as SCP-2578, \nSCP-3922\n, and other objects with the same three-crescent insignia.\n\n\n\n\n+ 4/4922 Clearance Required\n\n\n\n\n- encryption key accepted.\n\n\n\n\n\n\nDate:\n 5/19/2018\n\n\nInterviewer:\n Dr. Craig Paulsen\n\n\nInterviewed:\n SCP-4922-4\n\n\n<Begin Log>\n\n\nDr. Paulsen:\n Good morning, SCP-4922-4, I hope you're feeling—\n\n\nSCP-4922-4:\n Lemme outta these restraints! My coffee's innocent, test the DNA!\n\n\nDr. Paulsen:\n Um, right. You seem to have an insignia of three crescent moons on your chest.\n\n\nSCP-4922-4:\n That's right, but you know what I don't have? A nice, hot, refreshing cup of Wilk—\n\n\nDr. Paulsen:\n What is your connection to the Three Moons Initiative?\n\n\nSCP-4922-4:\n …huh. Well, looks like you've been doin' your homework. I guess the coffee schtick ain't gonna hold up for much longer, is it?\n\n\nDr. Paulsen:\n Please answer the question.\n\n\nSCP-4922-4:\n Right, right. Okay, so: I'm one of their drones, I work for the psychotronics division, they send us over from \nthe other side\n because only inorganic matter can break outta Corbenic, and the Master controls my every move.\n\n\nDr. Paulsen:\n If you're a drone, what purpose does your personality serve?\n\n\nSCP-4922-4:\n Now, that's just rude. The Master controls all [REDACTED] of us at once from a chemical sarcophagus, and he doesn't get another vacation for at least a century. He takes whatever playtime he can get.\n\n\nDr. Paulsen:\n Who is this \"Master?\"\n\n\nSCP-4922-4:\n Would you like to talk to him? 'Cause I don't know how much I'm allowed say in my own voice.\n\n\nDr. Paulsen:\n May I?\n\n\n[ SCP-4922-4 falls limp in its restraints, remaining unresponsive for five seconds. A male voice (heretofore PoI-4922-Prime) emanates from its body. ]\n\n\nPoI-4922-Prime:\n Might this be Dr. Craig Paulsen?\n\n\nDr. Paulsen:\n …um, right. To whom am I speaking?\n\n\nPoI-4922-Prime:\n Colonel James Henson, Three Moons Initiative Humanity Defense Corps, Psychotronics Division, you-are-watched-you-are-protected-you-are-loved-yadda-yadda-yadda — at your service.\n\n\nDr. Paulsen:\n Wait, Henson? As in, Jim—\n\n\nPoI-4922-Prime:\n Only the pinko from 2N goes by Jim. I'm James, from Earth, Multiversal Iteration 2L. So, lemme guess - next question, 'why are you a killer?'\n\n\nDr. Paulsen:\n There wouldn't have been name-calling involved, but I would like to understand your motivation.\n\n\nPoI-4922-Prime:\n Nah, you can say it, I'm a killer. Never wanted to be one, but that's my job, and I'm proud. Like my 2N counterpart, I knew that puppets could entertain people of all ages. That they could teach.\n\n\nThen… well, back in '89, the whole earth was gonna go up in flames from some alien invasion, so \nthe Lotus\n took our planet into Corbenic. Second Harvesting War…\n\n\n[Approx. 10 seconds of silence.]\n\n\nDr. Paulsen:\n Sir?\n\n\nPoI-4922-Prime:\n What, you think you're gonna hear a detailed play-by-play of the worst 40 years of my life?! It's been 573 years, but it's still too goddamn soon. JALAKÅRA knows my mind’s only a fraction of what it was from the acid.\n\n\nDr. Paulsen:\n Perhaps just the Cliffs Notes.\n\n\nPoI-4922-Prime:\n A 10,000-meter-tall Witch-Queen ate me with a fistful of other humans, digested me, shat me out with the rest, and told me to come back again sometime when I got some better seasoning.\n\n\nYou can call it Corbenic all you want, but it's hell, and everybody - good, bad, whatever - goes to the same hell. Three Moons are the only people looking out for the little guy in all the sand, blood, and teeth. I wanted to help them do that, and if helping them means helping their divine intervention and/or secret police BS, then so be it.\n\n\nThey saw use in my puppetry for defending the colonies. They saw a big enough imagination for the psychotronics division to weaponize. So that's when I made the logical next step in all this. I spent my time among the living touching the hearts of good people.\n\n\nDr. Paulsen:\n And now you can terrify the hearts of evil people.\n\n\nPoI-4922-Prime:\n Bingo. Look, Dr. Paulsen - between you and I, your Foundation's going down the toilet. But I've been watching your actions through this puppet for a while. The boys in psychotronics R&D could use a bright mind like yours. Whaddaya say? Pay's better. You get a free vacation decade when you sign up. And your mom misses you!\n\n\nDr. Paulsen:\n My mother is dead.\n\n\nPoI-4922-Prime:\n Eeee-xactly. How about it?\n\n\nDr. Paulsen:\n No, thank you.\n\n\nPoI-4922-Prime:\n Still not convinced, huh? How about I take you on a tour of the place?\n\n\n[ SCP-4922-Prime self-destructs, killing Dr. Paulsen in the explosion. ]\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A device reverse-engineered from the mucus of \nSCP-2803\n-A to attract and suppress lambda wave transmissions\n\n\n2\n. Wilkins was a puppet created by Jim Henson for Wilkins Coffee commercials between 1957 and 1961, infamous for their use of abrupt comic violence.\n\n\n3\n. Specialized telepathic energy, first discovered during experiments with SCP-████\n\n\n4\n. Context unknown; SCP-4922-17 claimed \"they know damn well what they did.\"\n\n\n\n\n\n\n\n\n« \nSCP-4921\n | SCP-4922 | \nSCP-4923\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4922\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4922\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Date: 5/19/2018 Interviewer: Dr. Craig Paulsen Interviewed: SCP-4922-4 <Begin Log> Dr. Paulsen: Good morning, SCP-4922-4, I hope you're feeling— SCP-4922-4: Lemme outta these restraints! My coffee's innocent, test the DNA! Dr. Paulsen: Um, right. You seem to have an insignia of three crescent moons on your chest. SCP-4922-4: That's right, but you know what I don't have? A nice, hot, refreshing cup of Wilk— Dr. Paulsen: What is your connection to the Three Moons Initiative? SCP-4922-4: …huh. Well, looks like you've been doin' your homework. I guess the coffee schtick ain't gonna hold up for much longer, is it? Dr. Paulsen: Please answer the question. SCP-4922-4: Right, right. Okay, so: I'm one of their drones, I work for the psychotronics division, they send us over from the other side because only inorganic matter can break outta Corbenic, and the Master controls my every move. Dr. Paulsen: If you're a drone, what purpose does your personality serve? SCP-4922-4: Now, that's just rude. The Master controls all [REDACTED] of us at once from a chemical sarcophagus, and he doesn't get another vacation for at least a century. He takes whatever playtime he can get. Dr. Paulsen: Who is this \"Master?\" SCP-4922-4: Would you like to talk to him? 'Cause I don't know how much I'm allowed say in my own voice. Dr. Paulsen: May I? [ SCP-4922-4 falls limp in its restraints, remaining unresponsive for five seconds. A male voice (heretofore PoI-4922-Prime) emanates from its body. ] PoI-4922-Prime: Might this be Dr. Craig Paulsen? Dr. Paulsen: …um, right. To whom am I speaking? PoI-4922-Prime: Colonel James Henson, Three Moons Initiative Humanity Defense Corps, Psychotronics Division, you-are-watched-you-are-protected-you-are-loved-yadda-yadda-yadda — at your service. Dr. Paulsen: Wait, Henson? As in, Jim— PoI-4922-Prime: Only the pinko from 2N goes by Jim. I'm James, from Earth, Multiversal Iteration 2L. So, lemme guess - next question, 'why are you a killer?' Dr. Paulsen: There wouldn't have been name-calling involved, but I would like to understand your motivation. PoI-4922-Prime: Nah, you can say it, I'm a killer. Never wanted to be one, but that's my job, and I'm proud. Like my 2N counterpart, I knew that puppets could entertain people of all ages. That they could teach. Then… well, back in '89, the whole earth was gonna go up in flames from some alien invasion, so the Lotus took our planet into Corbenic. Second Harvesting War… [Approx. 10 seconds of silence.] Dr. Paulsen: Sir? PoI-4922-Prime: What, you think you're gonna hear a detailed play-by-play of the worst 40 years of my life?! It's been 573 years, but it's still too goddamn soon. JALAKÅRA knows my mind’s only a fraction of what it was from the acid. Dr. Paulsen: Perhaps just the Cliffs Notes. PoI-4922-Prime: A 10,000-meter-tall Witch-Queen ate me with a fistful of other humans, digested me, shat me out with the rest, and told me to come back again sometime when I got some better seasoning. You can call it Corbenic all you want, but it's hell, and everybody - good, bad, whatever - goes to the same hell. Three Moons are the only people looking out for the little guy in all the sand, blood, and teeth. I wanted to help them do that, and if helping them means helping their divine intervention and/or secret police BS, then so be it. They saw use in my puppetry for defending the colonies. They saw a big enough imagination for the psychotronics division to weaponize. So that's when I made the logical next step in all this. I spent my time among the living touching the hearts of good people. Dr. Paulsen: And now you can terrify the hearts of evil people. PoI-4922-Prime: Bingo. Look, Dr. Paulsen - between you and I, your Foundation's going down the toilet. But I've been watching your actions through this puppet for a while. The boys in psychotronics R&D could use a bright mind like yours. Whaddaya say? Pay's better. You get a free vacation decade when you sign up. And your mom misses you! Dr. Paulsen: My mother is dead. PoI-4922-Prime: Eeee-xactly. How about it? Dr. Paulsen: No, thank you. PoI-4922-Prime: Still not convinced, huh? How about I take you on a tour of the place? [ SCP-4922-Prime self-destructs, killing Dr. Paulsen in the explosion. ] <End Log>",
        "\" SCP-4922 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-4922 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4922",
    "object_class": "Keter",
    "containment_procedures": "Four instances of SCP-4922 have been contained at Site-59's maximum security wing. Each cell has been fitted with a Naismith-Henderson Lambda Wave Sink1; these are to remain operational at all times, with at least three backup power sources. In the event of total containment failure, contingency 99-Sutekh is to be enacted at the discretion of Director Naismith.",
    "description": "SCP-4922 designates a series of hostile synthetic military constructs that are believed to be extradimensional in origin. Instances vary in appearance, but maintain the following common traits:",
    "title": "SCP-4922"
}