{
    "url": "https://scp-wiki.wikidot.com/scp-4929",
    "all_text": "rating: \n+39\n+\n–\nx\n\n\nItem #:\n SCP-4929\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation Site-4929 shall jam the AM frequency of 535 Mhz within a 10-km radius around SCP-4929. Due to SCP-4929's cultural and historical significance to the People's Republic of China, it is currently not possible for the Foundation to prevent civilian access to SCP-4929. Mobile Task Force Upsilon-13 \"Scarlet Sentinels\" shall clandestinely detain all SCP-4929-Individual instances upon detection and administer Class-C amnestics. The release of former SCP-4929-Individual instances is authorized after thirty days.\n\n\nDescription:\n SCP-4929 is Lake Hong (洪湖), located in Hubei, China. SCP-4929 constantly broadcasts an AM signal at 535 Mhz. When demodulated, the signal, designed SCP-4929-Signal, resembles the voice of a middle-aged woman singing the Communist Propaganda Song \"洪湖水, 浪打浪\"(\n\"Lake Hong Waters, Wave Upon Wave\"\n). Signal Analysis of SCP-4929-Signal has found no evidence of mechanical repetition since containment began in 1976. SCP-4929-Signal's strength drops drastically at 4.37km from the shores of the lake, and is effectively undetectable at 10km.\n\n\nUpon exposure to SCP-4929-Signal, individuals first experience a strong sense of calm. 30 minutes after exposure, up to 2% of individuals exposed, designated SCP-4929-Individual, will then experience a strong sense of anger and loss. SCP-4929-Individual instances uniformly refer to SCP-4929 as \"Mother\".\n\n\nSCP-4929-Individual instances tend to fit the following profile:\n\n\n\n\nMale\n\n\nBetween ages 20-35\n\n\nHas a strong sense of duty to family\n\n\nA contempt for authority, especially centralized authority\n\n\nImpulsion\n\n\n\n\n120 hours after exposure, SCP-4929-Individual instances will seek out other SCP-4929-Individual instances. Once a group of 1500 SCP-4929-Individual instances gather within a radius of 500m, those instances will organize into a group designated SCP-4929-Group. SCP-4929-Individual instances describe SCP-4929-Group as a \"Revolutionary Army of Liberation\". Once part of a SCP-4929-Group, SCP-4929-Individual instances develop a uniform set of language skills regardless of prior background, including: fluency in Old, Middle, and modern Chinese, English, and what is presumed to be the Chu Language that was spoken in the region during the Zhou Dynasty (1046-256 BCE).\n\n\nOnce an SCP-4929-Group instance forms, SCP-4929-Individual instances will form groups of five and commit petty theft of farming implements and metallic utensils like meat cleavers in the nearby villages and townships. Some SCP-4929-Individual instances have been observed to steal cars and trucks. SCP-4929-Individual instances will take the pilfered items and vehicles back to SCP-4929 and sink them into the waters. SCP-4929 waters will boil within a 10m radius of the offering location for 37 minutes. SCP-4929-Individual instances will then begin retrieving items from SCP-4929, which will consist of mostly Hanyang 88 rifles and 8mm Mauser cartridges.\n\n\nOnce each SCP-4929-Individual instance receives a rifle and five cartridges, they will organize into a military unit consisting of a number of regiments\n1\n and one individual designated the group's historian, The SCP-4929-Group instance will then divide into its component regiments and begin attacking nearby villages. These attacks will rarely be successful as local law enforcement possess superior weaponry and training. Despite this, the SCP-4929-Group instance will continue its attacks until every instance other than the historian is incapacitated. The historian, who will be recording the progress of the SCP-4929-Group instance in the war diary, will make a note of the official disbandment of the group, and then commit suicide by drowning in SCP-4929.\n\n\nAs of March 7th, 1990, 12 SCP-4929-Group instances had been observed and 836 SCP-4929-Group war diaries and diary fragments have been recovered. Most of those instances are written in the presumed Chu Language and have not been fully translated. Notable translated instances include:\n\n\n\n\nSCP-4929-Group War Diary-1 Fragment\n\n\nLanguage\n: Chu Language\n\n\nHistorian\n: Prince Mi Wu (羋武)\n\n\nWar corresponded to\n: Chu-Yue War (360 BCE)\n\n\nBy the Grace of Heaven, the King of Yue says: The Chu have taken enough from Mother. Its bearish King\n2\n dares to invade her realm, consuming her waters and draining her silt. The Great Yue will not bear this insult! We will smash these mongrels in her name!\n\n\n[Illegible]\n\n\nHour of the Horse, 2nd Quarter\n: Our King is dead. Our royal army is disbanded.\n\n\nMother…\n\n\n\n\n\n\nSCP-4929-Group War Diary-55 Fragment\n\n\nLanguage\n: Chu Language\n\n\nHistorian\n: Assistant General Gao Li (高離)\n\n\nWar corresponded to\n: Rebellion of Hou Jing (548-552 CE)\n\n\n[Illegible]\n\n\nHour of the Monkey:\n Jiankang\n3\n castle has fallen! Glory be to Mother! Death to those who carved her up! Death to the Liang Emperor!\n\n\n[DATA EXPUNGED]\n\n\nHour of the Pig:\n Grand General of the Universe Hou Jing orders no more supplies for the Liang Emperor. Let he starve like Mother did!\n\n\n[Illegible]\n\n\n\n\nHour of the Pig, 3rd Quarter\n: General Yang Kun murdered Grand General of the Universe Hou Jing. Revolution Army of Liberation is disbanded. Mother…\n\n\n\n\n\n\nSCP-4929-Group War Diary-373 Fragment\n\n\nLanguage\n: Middle Chinese\n\n\nHistorian\n: Centurion Fang Zhou (房周)\n\n\nWar corresponded to\n: Rebellion of Fang Qing (762-766 CE)\n\n\n[Illegible]\n\n\nHour of the Tiger, 1st Quarter\n: Shezhou castle has fallen into our hands. We are making remarkable progress despite Mother's decline.\n\n\nHour of the Horse, 3rd Quarter\n: General Fang Qing ordered Governor Pang Jun beheaded.\n\n\n\n[DATA EXPUNGED]\n\n\n\n\nHour of the Ram, 3rd Quarter\n: General Fang Qing killed. Revolutionary Army of Liberation disbanded. Mother…\n\n\n\n\n\n\nSCP-4929-Group War Diary-808 Fragment\n\n\nLanguage\n: English\n\n\nHistorian\n: Depot commander\n4\n Hong Gang (洪剛)\n\n\nWar corresponded to\n: Taiping Rebellion (1850-1864 CE)\n\n\nJanuary 31st, Year 3 of Emperor Xianfeng\n5\n\n\nThis is not enough. There is strength in numbers. We must find those numbers. Guangxi's Hong Xiuquan is the only one that may be strong enough for mother.\n\n\n[Illegible]\n\n\nMarch 12th, Year 3 of the Taiping Heavenly Kingdom\n6\n\n\nHour of the Snake:\n Siege of Jiangning\n7\n castle begins.\n\n\nMarch 24th, Year 3 of the Taiping Heavenly Kingdom\n\n\nHour of the Rat:\n 3rd Division seized left gate.\n\n\nHour of the Rat, Third Quarter:\n 3rd Division seized Jiangning government office.\n\n\nHour of the Snake, 3rd Quarter:\n General Hong Xiuquan declared victory. Jiangning renamed to Tianjing and our capital.\n\n\n[Illegible]\n\n\nHour of the Rat:\n Attempts to lure Emperor Hong Xiuquan to Mother has not succeeded.\n\n\n[DATA EXPUNGED]\n\n\nHour of the Snake:\n Prince Shi Dakai also refused Mother's call. We are too far from her\n8\n. We must disband. Mother…\n\n\n(Note: This was the first discovered instance of SCP-4929 not being in control of an entire rebellion.)\n\n\n\n\nUpdate August 4th, 2013:\n The People's Republic of China completed the Three Gorges Dam Project on July 4th, 2012. Negotiations with the Communist Party of China regarding the dam project was not met with success. As such, from the beginning of the dam project on April 3rd, 1992, SCP-4929 has been losing water as the dam project held up more of the Yangtze River behind it during construction, reaching a final average area of around 350 km\n$^{2}$\n. SCP-4929-Signal's strength weakened by a factor of around 2% every year.\n\n\nOne War Diary fragment was recovered despite no known SCP-4929-Group instance forming on April 22nd, 2013.\n\n\n\n\nRecovered SCP-4929-Group War Diary-837 Fragment\n\n\nLanguage\n: Modern vernacular Chinese\n\n\nHistorian\n: Second Lieutenant Xiong Li (熊力)\n9\n\n\nWar corresponded to\n: N/A\n\n\n[Illegible]\n\n\nMother is wasting away.\n\n\nAs Lady Yunmeng, she once covered provinces\n10\n. Now she's reduced to nothing.\n\n\nHer children hear her voice, but they ignore her.\n\n\nSave the children…\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Unlike a typical regiment, which consists of around 1,000-5,500 men, known SCP-4929-Group regiments usually number less than 60 SCP-4929-Individual instances. Records show, however, that SCP-4929-Group regiments consisted of more SCP-4929-Individual instances in the past.\n\n\n2\n. Chu Kings has the surname Xiong, which means bear\n\n\n3\n. Capital of the Liang Dynasty\n\n\n4\n. Qing Dynasty lowest officer rank, commands around 50 men.\n\n\n5\n. 1853 CE\n\n\n6\n. 1853 CE\n\n\n7\n. Modern day Nanjing.\n\n\n8\n. Shi Dakai was known to have taken his troops as far as Sichuan, over 1,100km away from SCP-4929.\n\n\n9\n. No individual of this name has ever been identified by the Foundation as an SCP-4929-Individual instance.\n\n\n10\n. Possibly referring to the Great Yunmeng Marsh, with an estimated area of 40,000 km\n$^{2}$\n during the Warring States Era (475-221 BCE).\n\n\n\n\n\n\n\n\n« \nSCP-4928\n | Lake of Rage | \nSCP-4930\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4929\n\" by AKFrost, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4929\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-4929-Group War Diary-1 Fragment Language : Chu Language Historian : Prince Mi Wu (羋武) War corresponded to : Chu-Yue War (360 BCE) By the Grace of Heaven, the King of Yue says: The Chu have taken enough from Mother. Its bearish King 2 dares to invade her realm, consuming her waters and draining her silt. The Great Yue will not bear this insult! We will smash these mongrels in her name! [Illegible] Hour of the Horse, 2nd Quarter : Our King is dead. Our royal army is disbanded. Mother…",
        "SCP-4929-Group War Diary-55 Fragment Language : Chu Language Historian : Assistant General Gao Li (高離) War corresponded to : Rebellion of Hou Jing (548-552 CE) [Illegible] Hour of the Monkey: Jiankang 3 castle has fallen! Glory be to Mother! Death to those who carved her up! Death to the Liang Emperor! [DATA EXPUNGED] Hour of the Pig: Grand General of the Universe Hou Jing orders no more supplies for the Liang Emperor. Let he starve like Mother did! [Illegible] Hour of the Pig, 3rd Quarter : General Yang Kun murdered Grand General of the Universe Hou Jing. Revolution Army of Liberation is disbanded. Mother…",
        "SCP-4929-Group War Diary-373 Fragment Language : Middle Chinese Historian : Centurion Fang Zhou (房周) War corresponded to : Rebellion of Fang Qing (762-766 CE) [Illegible] Hour of the Tiger, 1st Quarter : Shezhou castle has fallen into our hands. We are making remarkable progress despite Mother's decline. Hour of the Horse, 3rd Quarter : General Fang Qing ordered Governor Pang Jun beheaded. [DATA EXPUNGED] Hour of the Ram, 3rd Quarter : General Fang Qing killed. Revolutionary Army of Liberation disbanded. Mother…",
        "SCP-4929-Group War Diary-808 Fragment Language : English Historian : Depot commander 4 Hong Gang (洪剛) War corresponded to : Taiping Rebellion (1850-1864 CE) January 31st, Year 3 of Emperor Xianfeng 5 This is not enough. There is strength in numbers. We must find those numbers. Guangxi's Hong Xiuquan is the only one that may be strong enough for mother. [Illegible] March 12th, Year 3 of the Taiping Heavenly Kingdom 6 Hour of the Snake: Siege of Jiangning 7 castle begins. March 24th, Year 3 of the Taiping Heavenly Kingdom Hour of the Rat: 3rd Division seized left gate. Hour of the Rat, Third Quarter: 3rd Division seized Jiangning government office. Hour of the Snake, 3rd Quarter: General Hong Xiuquan declared victory. Jiangning renamed to Tianjing and our capital. [Illegible] Hour of the Rat: Attempts to lure Emperor Hong Xiuquan to Mother has not succeeded. [DATA EXPUNGED] Hour of the Snake: Prince Shi Dakai also refused Mother's call. We are too far from her 8 . We must disband. Mother… (Note: This was the first discovered instance of SCP-4929 not being in control of an entire rebellion.)",
        "Recovered SCP-4929-Group War Diary-837 Fragment Language : Modern vernacular Chinese Historian : Second Lieutenant Xiong Li (熊力) 9 War corresponded to : N/A [Illegible] Mother is wasting away. As Lady Yunmeng, she once covered provinces 10 . Now she's reduced to nothing. Her children hear her voice, but they ignore her. Save the children…",
        "\" SCP-4929 \" by AKFrost, from the SCP Wiki . Source: https://scpwiki.com/scp-4929 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4929",
    "object_class": "Keter",
    "containment_procedures": "Foundation Site-4929 shall jam the AM frequency of 535 Mhz within a 10-km radius around SCP-4929. Due to SCP-4929's cultural and historical significance to the People's Republic of China, it is currently not possible for the Foundation to prevent civilian access to SCP-4929. Mobile Task Force Upsilon-13 \"Scarlet Sentinels\" shall clandestinely detain all SCP-4929-Individual instances upon detection and administer Class-C amnestics. The release of former SCP-4929-Individual instances is authorized after thirty days.",
    "description": "SCP-4929 is Lake Hong (洪湖), located in Hubei, China. SCP-4929 constantly broadcasts an AM signal at 535 Mhz. When demodulated, the signal, designed SCP-4929-Signal, resembles the voice of a middle-aged woman singing the Communist Propaganda Song \"洪湖水, 浪打浪\"(\"Lake Hong Waters, Wave Upon Wave\"). Signal Analysis of SCP-4929-Signal has found no evidence of mechanical repetition since containment began in 1976. SCP-4929-Signal's strength drops drastically at 4.37km from the shores of the lake, and is effectively undetectable at 10km.",
    "title": "SCP-4929"
}