{
    "url": "https://scp-wiki.wikidot.com/scp-4931",
    "all_text": "rating: \n+33\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nOwie, my arm fell off…\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n4931\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES\n\n\n\n\nObservational Site-4931 has been constructed near the bridge connecting to SCP-4931-1 in order to prevent civilians from entering. Trespassers are to be turned away and, if necessary, amnesticized. Due to its cooperation, SCP-4931 is allowed one hour of teatime with personnel on a daily basis.\n\n\nExploration into SCP-4931-1 has been deemed unnecessary.\n\n\n\n\n\n\nDESCRIPTION\n\n\n\n\nSCP-4931 is the designation given to a male humanoid entity equipped with metal armor. Throughout containment, SCP-4931 has not been observed to remove its metal suit and has refused to do so upon request. It is also biologically immortal, possessing no need to consume nor sleep, though it does perform the former on occasion.\n\n\n\n\n\n\nSideview of SCP-4931\n\n\n\n\n\n\nThe specimen self-identifies itself as \"Sir Brave\" and acts as a guard for a wooden bridge connecting two separate landmasses. This dilapidated bridge leads to a remote island containing a village (SCP-4931-1). No organism has been seen exiting from the buildings residing within SCP-4931-1, leading to the belief that the populace is abandoned. SCP-4931 is not aware of this.\n\n\nAttempts to bypass the border through methods separate from crossing the bridge resulted negatively, as individuals are compelled to avoid such efforts. A similar effect is present when trying to access SCP-4931-1 while accompanied. Additionally, before crossing the bridge, SCP-4931 challenges the subject to a 'duel,' wherein a steel sword manifests in both persons' dominant hand.\n\n\n\n\n\n\nA section of SCP-4931-1, digitally-enhanced\n\n\n\n\n\n\nDuring the battle, it is noted that SCP-4931 exhibits poor defense skills and is highly susceptible to injury. The individual is capable of severing SCP-4931‘s limbs with ease,\n.\nIt is unclear as to whether this is due to the subject's sword possibly possessing anomalous properties or SCP-4931’s abnormal fragility.\n though the anomaly does not express any signs of pain; Instead, it refers to the injury as \"merely a scratch,\" or a variation thereof.\n\n\nFollowing this, SCP-4931 regenerates its severed limbs (along with sections of its suit) at a rapid pace and continues to prevent the subject from entering SCP-4931-1. The brawl pursues until the person forfeits the match, after which the weapons de-manifest. No recorded individual has been able to defeat SCP-4931. Apart from these engagements, SCP-4931 is typically considered docile and complaint with Foundation staff.\n\n\n\n\n\n\nDISCOVERY\n\n\n\n\nSCP-4931 was accidentally discovered during a retrieval mission of an unrelated anomaly that had previously breached containment. Agent Barlowe was sent in to attempt access into SCP-4931-1, a log of which is transcribed below:\n\n\n\n\n[BEGIN LOG]\n\n\n[Recording starts. Agent Barlowe stands in a field, with the camera facing the bridge leading to SCP-4931-1. SCP-4931 stands adjacent to it with its arms on its hips and does not notice Barlowe in the distance.]\n\n\nAgent Barlowe:\n Okay, should be recording.\n\n\n[Agent Barlowe approaches SCP-4931, who turns to face him.]\n\n\nSCP-4931:\n Halt, outsider.\n\n\nBarlowe:\n Hello, there… May I pass this bridge?\n\n\nSCP-4931:\n None shall pass.\n\n\nBarlowe:\n Well, I'm no thief or any criminal of the sort, so I'm sure you can make an exception. I promise I won't be there for long.\n\n\nSCP-4931:\n Are you of royal heritage?\n\n\nBarlowe:\n No?\n\n\nSCP-4931:\n Then, I'm afraid not, outsider. Find shelter someplace else.\n\n\nBarlowe:\n I doubt I'll find another village any time soon.\n\n\nSCP-4931:\n That may be unfortunate, but I have no reason to let you in.\n\n\nBarlowe:\n \n(Sighs)\n Look, I'm not looking for trouble, but could you please do me a favor and let me in? If not, I might as well force my way in myself.\n\n\nSCP-4931:\n Then, you shall perish under my blade.\n\n\nBarlowe:\n Blade? What blade? You're not even holding anything.\n\n\n[A sword manifests in Barlowe's and SCP-4931’s hand.]\n\n\nBarlowe:\n Woah, what the-\n\n\nSCP-4931:\n If you wish to pass, you must defeat me in a duel.\n\n\nBarlowe:\n Wait, what? No, I don't want to fight you. I just want to get in.\n\n\nSCP-4931:\n I have no reason to trust you, outsider. Now, enough talking. It's time to die.\n\n\n[SCP-4931 charges toward Barlowe's direction.]\n\n\nBarlowe:\n Ah, fuck.\n\n\n[Barlowe defends himself with the weapon and pushes SCP-4931 back. It tumbles before balancing itself in a crouched position.]\n\n\nBarlowe:\n Could you please stop? I don't want to hurt you.\n\n\nSCP-4931:\n Ha! To think you would underestimate my greatness. Don't belittle me, outsider.\n\n\n[Barlowe continues to defend itself from SCP-4931 for 3 minutes.]\n\n\nSCP-4931:\n Do not be such a coward. Come and fight me, you scaredy-cat.\n\n\nBarlowe:\n At this point, I might as well. \n(Mutters)\n God damn it.\n\n\n[Barlowe swings his sword and manages to cut off SCP-4931’s left arm. Both persons pause and stare as SCP-4931‘s arm falls to the ground.]\n\n\nBarlowe:\n Oh my god. Are you okay?\n\n\nSCP-4931:\n Don't worry! This is merely a scratch.\n\n\nBarlowe:\n A scratch? Your fucking arm's on the ground, what are you talking about?\n\n\nSCP-4931:\n Well-\n\n\n[SCP-4931 quickly regenerates its arm and gestures with it.]\n\n\nSCP-4931:\n -I've had worse.\n\n\n[SCP-4931 charges its sword toward Barlowe's stomach. He barely manages to dodge it.]\n\n\nBarlowe:\n Shit.\n\n\nSCP-4931:\n Mind your language, outsider. We've only just begun!\n\n\n[The battle continues for 43 minutes, during which Barlowe attempts to cross the bridge on multiple occasions before SCP-4931 intervenes. Afterward, Barlowe drops to his knees in exhaustion, sweating and staring at the ground.]\n\n\nBarlowe:\n \n(Panting)\n I…give up.\n\n\n[The two weapons lift into the air and de-manifest following a sudden spark of light. SCP-4931 places its arms on its hips and confidently laughs, puffing out its chest.]\n\n\nSCP-4931:\n Aha! Once again, the great Sir Brave wins yet another battle. My village is safe for another day from the likes of you, outsider.\n\n\n[Barlowe does not respond.]\n\n\nSCP-4931:\n Oh, do not fret. I am no killer. I am merely a loyal knight protecting his people. Now, leave my domain at once, if you will.\n\n\n[Pause.]\n\n\nSCP-4931:\n \n(Clears throat)\n You may be determined, but I have strength and agility. There is no chance of you winning whatsoever.\n\n\n[Barlowe falls over and passes out.]\n\n\nSCP-4931:\n Ah… well isn't that unfortunate?\n\n\n[SCP-4931 leaves and returns to the bridge.]\n\n\nSCP-4931:\n Though I rather not involve myself in this situation. I'm sure someone else will arrive and retrieve this pitiful soul. Besides, I have a village to protect.\n\n\n[SCP-4931 stands in the same position next to the bridge for ~2 hours before the feed disconnects due to the body camera's batteries running out.]\n\n\n[END LOG]\n\n\n\n\nA second exploration attempt shortly commenced afterward involving Agent Barlowe and Agent Wilson. Prior to this event, the Foundation was not aware of SCP-4931-1’s compulsion effects, leading to the subsequent failure of the agents’ efforts at accessing the village. Below is a transcription of the aforementioned incident.\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Wilson:\n \n(Laughs)\n I’m sorry, but I still can’t believe you got done in by this thing.\n\n\nAgent Barlowe:\n Be quiet, Wilson. We’re nearly there. We don’t want that knight to notice us.\n\n\nWilson:\n Calm your horses, man. I’ll shut my mouth.\n\n\n[The agents arrive near the bridge. SCP-4931 is in a similar position as noted in the previous recording.]\n\n\nWilson:\n \n(Whispering)\n That’s the guy?\n\n\nBarlowe:\n Who else would it be?\n\n\nWilson:\n Just confirming…You know, I don’t see what’s so dangerous about him. He seems like a nice guy to talk to.\n\n\nBarlowe:\n I thought you were briefed on him? He challenges you to an impossible duel without your consent, and once you inevitably lose, he just minds his own business while going on about his duty as this village’s guardian.\n\n\nWilson:\n Well, I’m sure he can’t beat the two of us.\n\n\nBarlowe:\n Exactly, so let’s stop wasting time.\n\n\nWilson:\n Your lead, Barlowe.\n\n\n[Both agents approach stealthily toward SCP-4931 as it takes notice of them and stands in a defensive position.]\n\n\nSCP-4931:\n I see that you have returned, outsider. And you’ve brought a friend with you.\n\n\nBarlowe:\n Acquaintance, but yes, we’re here to enter your village, if you don’t mind.\n\n\nSCP-4931:\n As I’ve said before, none shall pass. Besides, I doubt your \nacquaintance\n here share blood with anyone even remotely resembling a smidge of royalty.\n\n\nWilson:\n What’s that supposed to mean?\n\n\nBarlowe:\n Wilson, not now.\n\n\nSCP-4931:\n If you surely wish to get pass me, then we have no choice but to duel.\n\n\nBarlowe:\n That’s why we’re here.\n\n\nSCP-4931:\n But first-\n\n\nBarlowe:\n Hm?\n\n\nSCP-4931:\n I rather fight you alone, outsider. A 2v1 isn’t so fair now, don’t you think? With all duels, I believe it’s the most thrilling when it’s fair. Now, do me a favor and ask your partner to leave.\n\n\nBarlowe:\n You think I’m just going to do what you as-\n\n\n[Wilson proceeds to walk away.]\n\n\nBarlowe:\n Wha- Wilson! What the fuck are you doing?\n\n\nWilson:\n Like he said, man. It’s not fair unless I’m on the bench. You’re gonna do this show yourself. Sorry.\n\n\nBarlowe:\n Are you serious? Is this \n(pause)\n I-Is this some other anomaly-\n\n\n[The swords manifest within the persons’ hands.]\n\n\nSCP-4931:\n With him out of the way, let us begin!\n\n\n[SCP-4931 charges toward Barlowe.]\n\n\nBarlowe:\n Oh, god dammit.\n\n\n[The battle proceeds for 56 minutes, during which Wilson can be seen sitting in the field, silently observing the duo.]\n\n\n[Eventually, SCP-4931 is able to knock out Barlowe with its sword. He falls backwards onto the ground unconscious as the weapons de-manifest. The entity puffs out its chest.]\n\n\nSCP-4931:\n Aha, once again I, the great Sir Brave, have beaten you in combat! Better luck next time, outsider.\n\n\n[Wilson abruptly gets up. He appears confused.]\n\n\nWilson:\n Woah, what just happened? \n(Notices Barlowe)\n Oh…oh, shit-\n\n\n[Wilson immediately approaches Barlowe and SCP-4931.]\n\n\nSCP-4931:\n Why hello there, other outsider!\n\n\nWilson:\n What did you do?\n\n\nSCP-4931:\n Hey, don’t worry now. I assure you I am no killer. I would never do such a thing, even to outsiders. Unlike my untrustworthy \n(pause)\n enemies, I would never dare hurt a soul.\n\n\nWilson:\n Yeah, yeah, whatever you say. \n(Sighs)\n But now, I have to carry his body back to site. It’s going to be tiring.\n\n\nSCP-4931:\n Is that so?\n\n\nWilson:\n Yes! By the way, thank you very much for that, \nknight.\n This is what I really needed today. I appreciate it.\n\n\nSCP-4931:\n I’m not sure why anyone would want that, but you are welcome, outsider. I’m glad to help.\n\n\nWilson:\n Wha- no, I mean…Nevermind.\n\n\n[END LOG]\n\n\n\n\nFollowing multiple failed attempts at accessing SCP-4931-1 (See Experiment Logs), it was decided to cease all efforts indefinitely and build Observational Site-4931 nearby to inspect SCP-4931 and the village. The entity did not mind this and continued to guard the bridge.\n\n\n\n\n\n\nEXPERIMENT LOGS\n\n\n\n\nBelow are notable attempts at accessing SCP-4931. A full list is available upon request of the current Research Head.\n\n\n\n\n\n\nPROCEDURE:\n Agent Barlowe is to fly a helicopter over the border and into SCP-4931-1.\n\n\nRESULTS:\n \nFAILURE.\n Vehicle ceased movement before it could pass the bridge and briefly landed on the ground. Once Barlowe promptly exited the helicopter, SCP-4931 proceeded to tackle him.\n\n\n\n\n\n\n \n\n\n\n\n\n\nPROCEDURE:\n Agent Barlowe is to use a handgun to temporarily disable SCP-4931 before crossing the bridge.\n\n\nRESULTS:\n \nFAILURE.\n SCP-4931 managed to impale Barlowe's gun with its sword.\n\n\n\n\n\n\n \n\n\n\n\n\n\nPROCEDURE:\n Agent Barley is to lure SCP-4931 away from the bridge while Agent Barlowe crosses it, entering SCP-4931-1.\n\n\nRESULTS:\n \nFAILURE.\n SCP-4931 had successfully fought off Barlowe, as Barley was inflicted by the village's compulsion effects and walked away.\n\n\n\n\n\n\n \n\n\n\n\n\n\nPROCEDURE:\n A separate bridge is to be constructed connecting to the island SCP-4931-1 resides in.\n\n\nRESULTS:\n \nSUCCESS.\n \nFAILURE.\n Initially successful, personnel were able to build a section of the bridge before they were compelled to destroy all progress made during the halfway point. SCP-4931 then confiscated the remains and constructed a makeshift barrier for the bridge.\n\n\n\n\n\n\n \n\n\n\n\n\n\nPROCEDURE:\n Agent Barlowe is to lure SCP-4931 into a trap. Once successful, he is to cross the bridge.\n\n\nRESULTS:\n \nFAILURE.\n SCP-4931 was able to break out without difficulty using its sword (despite the trap being constructed of mainly metal) and ambushed Barlowe before he could reach the bridge.\n\n\n\n\n\n\n\n\n\n\n\n\nINTERVIEW-LOG\n\n\n\n\nInterviewer:\n Agent Barlowe\n\n\nInterviewee:\n SCP-4931\n\n\nForeword:\n The interview was conducted without incident following all the failed efforts to discuss regarding itself and its relation to the village it protects.\n\n\n[BEGIN LOG]\n\n\nBarlowe:\n Right… \n(Sighs)\n Here we go again.\n\n\n[Barlowe approaches SCP-4931 once more, who notices him and immediately stands in a brawling position.]\n\n\nSCP-4931:\n Ah, I see you've arrived once more, outsider. Let us hurry with our duel.\n\n\nBarlowe:\n That's not what I'm here for.\n\n\nSCP-4931:\n What lies you utter. What other purpose do you have here, then? If you're here to negotiate, well, try your luck somewhere else.\n\n\nBarlowe:\n No, I've been sent here to ask you a few questions.\n\n\nSCP-4931:\n \"Sent here,\" you say? I knew it! The enemy village must have sent you to gather intel on mine before concocting a plan to raid it and rob our people.\n\n\nBarlowe:\n I've never heard of any \"enemy village\" myself, so I don't know what you're talking about. And while we \ndo\n need to collect information regarding you and your village, we have no intentions of \"raiding\" it. Actually, we decided to give up on even exploring it recently.\n\n\nSCP-4931:\n So what you're saying is that you're \nnot\n an enemy?\n\n\nBarlowe:\n Would you believe me if I said \"yes\"?\n\n\nSCP-4931:\n Hmm…\n\n\n[SCP-4931 pauses for a brief moment, staring at the ground while rubbing its 'chin'.]\n\n\nSCP-4931:\n Fine, but on one condition. You must swear to never set foot into my village whatsoever. Am I clear?\n\n\nBarlowe:\n Yes, I promise.\n\n\nSCP-4931:\n Then, let us complete the oath with a contract to ensure you don't go back on your word.\n\n\n[SCP-4931 gestures its pinkie finger towards Barlowe.]\n\n\nBarlowe:\n What is this?\n\n\nSCP-4931:\n You must complete the contract, outsider.\n\n\n[Barlowe hesitantly intertwine SCP-4931’s finger with his.]\n\n\nBarlowe:\n …Like this?\n\n\n[SCP-4931 lets go and glares at Barlowe.]\n\n\nSCP-4931:\n It is done.\n\n\nBarlowe:\n Alright, then. So are you willing to answer some questions for me regarding your village?\n\n\nSCP-4931:\n Of course, outsider. We’ve signed the contract. I'm all ears.\n\n\nBarlowe:\n \n(Sighs)\n Finally. Well \n(clears throat)\n, to begin with, could you state your name?\n\n\nSCP-4931:\n My name is Sir Brave, a loyal knight of my lovely village.\n\n\nBarlowe:\n And what is this village called?\n\n\n[SCP-4931 punches its fist into the air.]\n\n\nSCP-4931:\n It is \nThe\n Village, but I prefer to call it \nmy\n village. That way, I can feel a closer connection with the people.\n\n\nBarlowe:\n Whatever you say.\n\n\n[Barlowe cracks his knuckles.]\n\n\nBarlowe:\n How long have you been guarding this bridge?\n\n\nSCP-4931:\n I'm not sure. Haven't paid much attention to time, but I'd say it's been a few decades. I can still remember when I was a wee boy training to be a knight for the army.\n\n\nBarlowe:\n Army? Are you saying there are more like you?\n\n\nSCP-4931:\n Why, yes, outsider. I'm surely not the only legend in this world, \nthough that would be nice.\n My brothers are scattered far and wide across various territories to protect those in need from foul beasts. Dragons, goblins, disgusting and vile creatures, you get the gist.\n\n\nBarlowe:\n Well, if what you're saying is true, then we might need to conduct more research into this.\n.\nNo records regarding persons possibly correlated with SCP-4931 could be recovered.\n\n\nSCP-4931:\n Yes, more exposure to my brothers' greatness. That would be appreciated!\n\n\nBarlowe:\n Of…course? Anyways, how long has your village been around for?\n\n\nSCP-4931:\n Very long time. Maybe even a century! For a small community, I guess you could say we're magnificent at staying intact.\n\n\nBarlowe:\n Is that \n(pause)\n so?\n\n\n[Barlowe briefly stares at SCP-4931-1.]\n\n\nSCP-4931:\n Something wrong, outsider?\n\n\nBarlowe:\n Nothing, let's just continue. Could you possibly elaborate your relationship with the village and its people? How do you feel about your life here as a whole?\n\n\nSCP-4931:\n Oh, well isn't that quite the grand question? I don't even know where to begin.\n\n\n[Pause.]\n\n\nSCP-4931:\n To be frank, the more I think about, the more I don't know how to start. I feel like a lot of people say this, but I'd say I feel like I belong here, you see? Soothing area, kindly folks, and the recent rejoicing training sessions with you outsiders. Honestly, it feels like being born here was a blessing.\n\n\nBarlowe:\n Has it always been that way?\n\n\nSCP-4931:\n Well…it wasn’t always peaceful. There was that \n(quietly)\n one incident.\n\n\nBarlowe:\n Could you possibly elaborate?\n\n\n[SCP-4931 scratches the back of its ‘head.’]\n\n\nSCP-4931:\n To put it simply, we \n(pauses, then sighs)\n we were ambushed.\n\n\nBarlowe:\n Ambushed?\n\n\nSCP-4931:\n Yes, by an enemy village nearby. I believed I mentioned it before; I assumed you were from their wretched army of violent, malicious freaks.\n\n\nBarlowe:\n What happened?\n\n\n[SCP-4931 sighs and pauses.]\n\n\nSCP-4931:\n …Before I was a knight, I was assisting my mother around her flower shop. She was a wonderful woman, always hardworking and loving, you know? Heh, some of her aspects even rubbed off on me, too…It was only the two of us back then. Father passed a while ago, rest his soul.\n\n\nSCP-4931:\n It started off as any other day. Mother tasked me with getting the groceries from the local flea market. I pecked her on the cheek and waved her goodbye before running off.\n\n\n[Pause.]\n\n\nSCP-4931:\nThat \n(pause)\n was the last time I saw her lovely smile.\n\n\nSCP-4931:\n I was at the market when I heard screams coming from outside. When I headed out, I saw the townsfolk running about as these armored men on black horses hunted them down. It felt as if the souls were sucked out of them. I was shaking, I was confused. For the first time, I felt afraid. Even now, I can still feel the shivers running up my spine. It was truly horrifying.\n\n\nSCP-4931:\n There were so many people who died under my feet, and I couldn’t help. All I could do was stare, stare as their lives were stolen from them. I immediately rushed back home while trying to avoid the men as best as I could. I wanted to check if my mother was okay, but when I arrived…\n\n\n[SCP-4931 stares at the ground.]\n\n\nSCP-4931:\n \n(Inhales deeply)\n She was laying in a pool of her own blood. I dropped the groceries as a myriad of emotions struck me at once. I was devastated at the sight of the shop and her body, confused from the series of events leading up to it, and infuriated for the damned bastards that killed her. This was her dream shop, something she’d been willing to achieve ever since she was my age, they ruined it without a second thought.\n\n\nSCP-4931:\n I tried to wake her up, I didn’t want for it to be true, but she couldn’t. She was…dead. My mother, the woman who raised me my whole life, dead.To witness your loved one pass it front of your eyes, and the fact that you couldn’t prevent it \n(heavy breathing)\n, it hurts.\n\n\nSCP-4931:\n I would give up my life for her; I didn't want it to be the other way. We were just a friendly community, what did we do to deserve this?\n\n\n[Pause.]\n\n\nBarlowe:\n I…I'm so sorry that happened. I didn't know you went through such a tragedy.\n\n\nSCP-4931:\n No need to apologize. \n(Clears throat)\n Fortunately, we managed to live on after the \n(pause)\n incident. But as a result, the mayor had decided to form an army of knights, willing to fight for our village's safety.\n\n\nBarlowe:\n And so you chose to join.\n\n\nSCP-4931:\n Of course I did. I had to. I didn’t want to witness another event like that. I wanted to help. I needed to help. Many people died along with mother, and many more mourned because of that. I don’t want that to happen again, and I won’t let it.\n\n\nSCP-4931:\n And so I trained hard every single day. I pushed forward for the sake of my mother, for the sake of the village. I aspired to be one of the best, no, \nthe\n best knight that ever lived. I vowed to protect my village till I die.\n\n\nBarlowe:\n I’m sure your mother would be proud of you.\n\n\nSCP-4931:\n I truly hope so. I hope she can see me from up there, spending every day of my life preventing outside forces from reaching my village…I miss her every single day. Love her to pieces.\n\n\nBarlowe:\n That’s nice to hear. I’m happy to see that you’re out here doing your best.\n\n\nSCP-4931:\n Thank you very much, outsider. I don’t usually talk about myself all that much. Actually, I’ve never talked to anyone for quite some time. It feels…nice. Really nice.\n\n\nBarlowe:\n Well, I’d be willing to converse with you again if you’d like.\n\n\nSCP-4931:\n That would be quite splendid! Maybe we could do so over a cup of tea as well. I love myself some tea from time to time.\n\n\nBarlowe:\n I’ll make sure to file a request, on the condition that you grant me access to the village.\n\n\nSCP-4931:\n Apologies, but I don’t trust you enough to do that, outsider. No hard feelings, of course. Another lifetime, perhaps.\n\n\nBarlowe:\n \n(Sighs)\n Figures.\n\n\n[END LOG]\n\n\nAfterword:\n Daily teatimes between Site-4931 personnel and SCP-4931 has been permitted following the interview.\n\n\n\n\n\n\n \n\n\n\n\n\n\nImage of various edibles laid on a table during a routine teatime, taken by Agent Barlowe’s body camera\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nwinkwonkboi's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6306\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-2689\n \n(+54)\n \n•\n\n\n\n\n\n\nSCP-6714\n \n(+102)\n \n•\n\n\n\n\n\n\nSCP-8184\n \n(+8)\n \n•\n\n\n\n\n\n\nSCP-5358\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-3204\n \n(+74)\n \n•\n\n\n\n\n\n\nSCP-5245\n \n(+49)\n \n•\n\n\n\n\n\n\nSCP-8386\n \n(+36)\n \n•\n\n\n\n\n\n\nSCP-6199\n \n(+140)\n \n•\n\n\n\n\n\n\nSCP-6245\n \n(+63)\n \n•\n\n\n\n\n\n\nSCP-7816\n \n(+63)\n \n•\n\n\n\n\n\n\nSCP-7735\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-7199\n \n(+46)\n \n•\n\n\n\n\n\n\nSCP-8245\n \n(+78)\n \n•\n\n\n\n\n\n\nSCP-7538\n \n(+115)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nIn an attempt to feel something.\n \n(+32)\n \n•\n\n\n\n\n\n\nGoodnight, Sweet Dreams\n \n(+22)\n \n•\n\n\n\n\n\n\nA Sinking Feeling\n \n(+26)\n \n•\n\n\n\n\n\n\nWhy Jones Marcel Should Be Employee of the Century\n \n(+11)\n \n•\n\n\n\n\n\n\nwater diet\n \n(+27)\n \n•\n\n\n\n\n\n\n#WettleAppreciationPost\n \n(+138)\n \n•\n\n\n\n\n\n\nIn Kirby's Case, Part I: An Antithesis\n \n(+11)\n \n•\n\n\n\n\n\n\nAnomalous Entity Engagement Division Orientation\n \n(+52)\n \n•\n\n\n\n\n\n\nman overboard!\n \n(+29)\n \n•\n\n\n\n\n\n\nSomething's Burning\n \n(+40)\n \n•\n\n\n\n\n\n\nPeople Care, Dear\n \n(+14)\n \n•\n\n\n\n\n\n\nur typical unrequited love\n \n(+33)\n \n•\n\n\n\n\n\n\nCritter Profile: Miss Cassandra!\n \n(+39)\n \n•\n\n\n\n\n\n\nRoses And Thorns\n \n(+18)\n \n•\n\n\n\n\n\n\nA Taste For Sore Eyes\n \n(+12)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nCertified Criminal\n \n(+36)\n \n•\n\n\n\n\n\n\nCollection Of Trolls (8999 Fanart)\n \n(+89)\n \n•\n\n\n\n\n\n\nSCiPTEMBER DOODLES\n \n(+23)\n \n•\n\n\n\n\n\n\nCOMBUST: SCP-6057 Fanart\n \n(+22)\n \n•\n\n\n\n\n\n\nthe winkwonk page v2\n \n(+38)\n \n•\n\n\n\n\n\n\n7K DOODLES\n \n(+72)\n \n•\n\n\n\n\n\n\nHELTHY: SCP-6780 Fanart\n \n(+29)\n \n•\n\n\n\n\n\n\nENLIGHTENMENT: SCP-6059 Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\nCRACKHEAD: SCP-173 Fanart\n \n(+31)\n \n•\n\n\n\n\n\n\nDITTO: SCP-#### Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\nARTWITNESS: SCP-5843 Fanart\n \n(+30)\n \n•\n\n\n\n\n\n\nFISHER: SCP-2689 Fanart\n \n(+24)\n \n•\n\n\n\n\n\n\na lack of care.\n \n(+28)\n \n•\n\n\n\n\n\n\nNOTICED: SCP-7345 Fanart\n \n(+19)\n \n•\n\n\n\n\n\n\nRESPOND: Telecommunications Monitoring Office Fanart\n \n(+48)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4930\n | SCP-4931 | \nSCP-4932\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4931\n\" by winkwonkboi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4931\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Knight\n\n\nAuthor:\n Walt Stoneburner\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n Village\n\n\nName:\n Abandoned Spanish village\n\n\nAuthor:\n M McBey\n\n\nLiscense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n Image\n\n\nAuthor:\n Moran Tsai\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4931 \" by winkwonkboi, from the SCP Wiki . Source: https://scpwiki.com/scp-4931 . Licensed under CC-BY-SA .",
        "Filename: Knight Author: Walt Stoneburner License: CC BY 2.0 Source Link: Flickr",
        "Filename: Village Name: Abandoned Spanish village Author: M McBey Liscense: CC BY 2.0 Source Link: Flickr",
        "Filename: Image Author: Moran Tsai License: CC0 1.0 Source Link: Flickr"
    ],
    "title": "SCP-4931"
}