{
    "url": "https://scp-wiki.wikidot.com/scp-4934",
    "all_text": "Th-th-th-that's all folks!\n\n\n\n\nrating: \n+267\n+\n–\nx\n\n\nItem #:\n SCP-4934\n\n\nObject Class:\n Neutralized (Formerly Safe)\n\n\nSpecial Containment Procedures:\n The Jones estate has been purchased by a Foundation front company, and a 4 meter privacy fence has been installed. SCP-4934 researchers are housed within the property under cover story C5-A, \"mourning relatives\".\n\n\nDescription:\n SCP-4934 is the late cartoonist Chuck Jones' private study, located within his Newport Beach, CA estate. The room is inaccessible and entry is prevented through various means (see below), including variances in local reality, the manifestation of additional humanoid entities, or the appearance of dangerous objects and substances. Anomalous activity ceases when the door to SCP-4934 is shut.\n\n\n \n\n\n \n\n\nAddendum 4934.01\n Notable Breach Attempts\n\n\n\n\nAttempt #:\n 1\n\n\nResult:\n Researcher Rex opens the door to SCP-4934 and attempts to enter. Researcher Rex steps on a rake, forcing the pole of the object to swing at his face and causing him to stumble backward. The door to SCP-4934 shuts immediately afterward.\n\n\n\n\n\n\nAttempt #:\n 5\n\n\nResult:\n Researcher Rex opens the door to SCP-4934. There are no immediately observable obstacles or obstructions, and Rex is ordered to enter. Rex is unable to enter, as the entry to the room has been replaced with a painted facsimile of the room over a brick wall.\n\n\n\n\n\n\nAttempt #:\n 18\n\n\nResult:\n Researcher Rex opens the door to SCP-4934, revealing a nude woman bathing. The woman shrieks in alarm and strikes Rex before shutting the door.\n\n\n\n\n\n\nAttempt #:\n 26\n\n\nResult:\n Researcher Rex opens the door to SCP-4934 and is immediately swept away by a line of Can-can dancers, which demanifest upon entering the hallway. The last dancer shuts the door behind it prior to demanifestation.\n\n\n\n\n\n\nAttempt #:\n 46\n\n\nResult:\n Researcher Rex opens the door to SCP-4934 and attempts to enter. Immediately upon passing the threshold, a 50 kg anvil was dropped on his head and the door shuts behind him. Researcher Rex was recovered from the home's basement five minutes later having suffered no major injuries.\n\n\n\n\n\n\nAttempt #:\n 66\n\n\nResult:\n Researcher Rex opens the door to SCP-4934 to reveal a series of continuously smaller doors. 32 doors are opened until the experiment is canceled. The doors to SCP-4934 shut immediately afterward.\n\n\n\n\n\n\nAttempt #:\n 75\n\n\nResult:\n Researcher Rex opens the door to SCP-4934 to reveal a tall human male dressed in a trenchcoat and fedora. The subject points a revolver at Researcher Rex and says \"Get outta here, see? Scram! Scram, see?\" in a Chicago accent before shutting the door.\n\n\n\n\n\n\nAttempt #:\n 82\n\n\nResult:\n Researcher Rex opens the door to SCP-4934 to reveal the room had been filled with various lit explosives. Researcher Rex shuts the door immediately. Smoke was observed to emerge from underneath the door after a loud explosion is heard. Blast damage was not observed in the room on the following attempt.\n\n\n\n\n\n\nAttempt #:\n 96\n\n\nResult:\n Researcher Rex opens the door to SCP-4934 to reveal a humanoid entity identical to himself. Each appeared to mimic the movement of the other, therefore preventing entry into SCP-4934. After two minutes of mimicking one another, the duplicate within the room loudly and abruptly kisses Researcher Rex, shoves him, then shuts the door.\n\n\n\n\n\n\nAttempt #:\n 101\n\n\nResult:\n Researcher Rex opens the door to SCP-4934 to reveal shut red curtains. After five seconds, the head of a porcine-humanoid hybrid emerges from between the curtains and says \"th-th-th-that's all folks!\" before shutting the door.\n\n\nFollowing this attempt, the door to SCP-4934 could be opened without further anomalous activity. SCP-4934 was reclassified as Neutralized after a one-week observation period.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-4967\n \n•\n\n\n\n\n\n\nSCP-4726\n \n•\n\n\n\n\n\n\nSCP-4046\n \n•\n\n\n\n\n\n\nSCP-020-J\n \n•\n\n\n\n\n\n\nSCP-7727\n \n•\n\n\n\n\n\n\nSCP-5148\n \n•\n\n\n\n\n\n\nSCP-8984\n \n•\n\n\n\n\n\n\nSCP-ES-113\n \n•\n\n\n\n\n\n\nSCP-3879\n \n•\n\n\n\n\n\n\nSCP-ES-101-J\n \n•\n\n\n\n\n\n\nSCP-7724\n \n•\n\n\n\n\n\n\nSCP-4982\n \n•\n\n\n\n\n\n\nSCP-1542\n \n•\n\n\n\n\n\n\nSCP-057-INT\n \n•\n\n\n\n\n\n\nSCP-8725\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nWilson's Wildlife Solutions Orientation\n \n•\n\n\n\n\n\n\nGentle Wings Flutter Quietly In The Dark\n \n•\n\n\n\n\n\n\nThe Hermit, Death, and The Devil\n \n•\n\n\n\n\n\n\nWonder World Dossier\n \n•\n\n\n\n\n\n\nThe Corncrake Of Destiny\n \n•\n\n\n\n\n\n\nDark Sushi File No. 1221 \"Waniika Nigiri\"\n \n•\n\n\n\n\n\n\nReality TV, Designer Pets, and Fine Dining\n \n•\n\n\n\n\n\n\nSC-99/734/01/506\n \n•\n\n\n\n\n\n\nJuly 26th ETTRA Emergency Meeting\n \n•\n\n\n\n\n\n\nJust Another Day\n \n•\n\n\n\n\n\n\nShape Shift With Me\n \n•\n\n\n\n\n\n\nSCP-049-ΩK\n \n•\n\n\n\n\n\n\nA Passing Rain\n \n•\n\n\n\n\n\n\nUN's Proposal... Maybe.\n \n•\n\n\n\n\n\n\nTwo Coffins\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4933\n | SCP-4934 | \nSCP-4935\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4934\n\" by Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4934\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Attempt #: 1 Result: Researcher Rex opens the door to SCP-4934 and attempts to enter. Researcher Rex steps on a rake, forcing the pole of the object to swing at his face and causing him to stumble backward. The door to SCP-4934 shuts immediately afterward.",
        "Attempt #: 5 Result: Researcher Rex opens the door to SCP-4934. There are no immediately observable obstacles or obstructions, and Rex is ordered to enter. Rex is unable to enter, as the entry to the room has been replaced with a painted facsimile of the room over a brick wall.",
        "Attempt #: 18 Result: Researcher Rex opens the door to SCP-4934, revealing a nude woman bathing. The woman shrieks in alarm and strikes Rex before shutting the door.",
        "Attempt #: 26 Result: Researcher Rex opens the door to SCP-4934 and is immediately swept away by a line of Can-can dancers, which demanifest upon entering the hallway. The last dancer shuts the door behind it prior to demanifestation.",
        "Attempt #: 46 Result: Researcher Rex opens the door to SCP-4934 and attempts to enter. Immediately upon passing the threshold, a 50 kg anvil was dropped on his head and the door shuts behind him. Researcher Rex was recovered from the home's basement five minutes later having suffered no major injuries.",
        "Attempt #: 66 Result: Researcher Rex opens the door to SCP-4934 to reveal a series of continuously smaller doors. 32 doors are opened until the experiment is canceled. The doors to SCP-4934 shut immediately afterward.",
        "Attempt #: 75 Result: Researcher Rex opens the door to SCP-4934 to reveal a tall human male dressed in a trenchcoat and fedora. The subject points a revolver at Researcher Rex and says \"Get outta here, see? Scram! Scram, see?\" in a Chicago accent before shutting the door.",
        "Attempt #: 82 Result: Researcher Rex opens the door to SCP-4934 to reveal the room had been filled with various lit explosives. Researcher Rex shuts the door immediately. Smoke was observed to emerge from underneath the door after a loud explosion is heard. Blast damage was not observed in the room on the following attempt.",
        "Attempt #: 96 Result: Researcher Rex opens the door to SCP-4934 to reveal a humanoid entity identical to himself. Each appeared to mimic the movement of the other, therefore preventing entry into SCP-4934. After two minutes of mimicking one another, the duplicate within the room loudly and abruptly kisses Researcher Rex, shoves him, then shuts the door.",
        "Attempt #: 101 Result: Researcher Rex opens the door to SCP-4934 to reveal shut red curtains. After five seconds, the head of a porcine-humanoid hybrid emerges from between the curtains and says \"th-th-th-that's all folks!\" before shutting the door. Following this attempt, the door to SCP-4934 could be opened without further anomalous activity. SCP-4934 was reclassified as Neutralized after a one-week observation period.",
        "\" SCP-4934 \" by Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-4934 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4934",
    "object_class": "Neutralized (Formerly Safe)",
    "containment_procedures": "The Jones estate has been purchased by a Foundation front company, and a 4 meter privacy fence has been installed. SCP-4934 researchers are housed within the property under cover story C5-A, \"mourning relatives\".",
    "description": "SCP-4934 is the late cartoonist Chuck Jones' private study, located within his Newport Beach, CA estate. The room is inaccessible and entry is prevented through various means (see below), including variances in local reality, the manifestation of additional humanoid entities, or the appearance of dangerous objects and substances. Anomalous activity ceases when the door to SCP-4934 is shut.\n \n \nAddendum 4934.01 Notable Breach Attempts",
    "title": "SCP-4934"
}