{
    "url": "https://scp-wiki.wikidot.com/scp-4936",
    "all_text": "Thank you to \nLt Flops\n, \nDianaBerry\n, \nTrustyOlValet2\n does not match any existing user name\n, \nVeralta\n does not match any existing user name\n, \nGreyve\n, \nJ Habsburg\n, and \nMarcelles_Raynes\n does not match any existing user name\n for providing crit.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+167\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n4936\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4936 within Cancer; note bottom-rightmost star. (Hover to enlarge.)\n\n\n\n\n\n\nSCP-4936 during its 2014 migration. (Hover to enlarge.)\n\n\n\n\nSpecial Containment Procedures:\n Remote monitoring of Beta Cancri has been assigned to Joint Research Task Force Phi-4 (\"Zodiac Hunters\"), composed of members of the Foundation's Department of Essophysics and the Astronomical Phenomena Division. Extensive observation of SCP-4936 is to occur during the astronomical summer, until JRTF Phi-4 determines that SCP-4936 has migrated to Earth. JRTF Phi-4 will then approximate its destination on Earth within one kilometer of accuracy, using resources provided by the Department of Essophysics.\n\n\nIn order to protect SCP-4936, it will be remotely escorted by JRTF Phi-4 members until its departure to Cancer. Throughout the duration of SCP-4936's time on Earth, media-blackout protocols will be in effect to prevent discovery of Beta Cancri's disappearance.\n\n\nContainment procedures for the mass extinction of crabs are presently being drafted and will be put into effect if SCP-4936 is neutralized.\n\n\nDescription:\n SCP-4936 is Beta Cancri, the brightest star in the zodiacal constellation of Cancer. SCP-4936 is theorized to be an essophysical anomaly embodying all decapodic crustaceans of the infraorder Brachyura: colloquially, marine and terrestrial crabs. SCP-4936's essophysical properties constitute any significant injury, emotional trauma, or large-scale containment efforts imposed upon it affecting the global crab population in an analogous fashion.\n1\n\n\nAlthough SCP-4936 usually presents as Beta Cancri, it is capable of altering its physical form, usually to take the appearance of a mundane crab. Attempts to communicate with SCP-4936 in any of its forms have been universally unsuccessful.\n\n\nSCP-4936 engages in an annual migration pattern during the terrestrial summertime, to and from Earth. Beta Cancri will appear to \"wink\" and disappear, at which time a single crab will manifest in Earth's lower atmosphere and fall into an ocean near a continental coast.\n\n\nAll documented migration events have followed a similar process, recorded below.\n\n\n\n\n\n\nSCP-4936 emerges from the ocean onto a terrestrial beach as an ostensibly non-anomalous crab. It is usually not noticed by beachgoers at this time, barring one migration where it presented as a coconut crab (\nBirgus latro\n).\n\n\nSCP-4936 searches for a suitable nesting ground in the surrounding sand where it can bury its body. SCP-4936 gradually displaces the sand and settles into the deposit, using its claws to bury itself.\n\n\nOnce SCP-4936 is completely buried, it sleeps until nighttime. If the beach experiences considerable precipitation, SCP-4936 may relocate to a different environment.\n\n\nWhen night falls, SCP-4936 will exit its nesting ground and explore the surrounding beach — this usually entails crossing local sand dunes and interacting with groups of non-anomalous crabs. At dawn, SCP-4936 will return to its nesting ground.\n\n\nThis day-night cycle continues until the approximate end of the terrestrial summer. The migration event will terminate, and SCP-4936 will disappear, at which time Beta Cancri may be observed again.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum.4936.1\n\n\nINITIAL CONTACT\n\n\n\n\n\n\n\n\n\n\n\n\nREQUEST: URGENT\n\n\nResponse Transcript\n\n\n\n\n\n\n\n\nRequest filed to the Overseer Council on 2012/06/19 by the Department of Essophysics.\n\n\n\n\n\n\nSTAY OF IMMEDIATE CONTAINMENT\n\n\n\n\n\n\n\n\n\n\n\n\nThe relevant specimen. (Hover to enlarge.)\n\n\n\n\nFOREWORD:\n On 2012/06/19, the Astronomical Phenomena Division was unable to locate Beta Cancri within the constellation of Cancer. A selective media-blackout was immediately issued by the Overseer Council to disguise the star's disappearance.\n\n\nIndependently, the Department of Essophysics noted Strayer Radiation collating between Earth and the former location of Beta Cancri. Specialists extrapolated the path between the two celestial bodies to Navagio Beach, Greece, and discovered a single Atlantic marsh fiddler crab \n(Uca pugnax)\n which emitted non-hazardous amounts of cosmic and Strayer radiation.\n\n\nThe Council has responded to the Department's report with an unwarranted display of force, dispatching three animalian containment teams to Navagio within the hour. Our department has and will continue to deter their access to the specimen until the teams disperse.\n\n\nREQUEST:\n Disperse the teams sent to contain the specimen. If the specimen is an essophysical anomaly as our department suspects, then the Foundation risks conceptually containing all living crabs — the exact result of which is unknown, but almost certainly \nunfavorable\n.\n\n\nO5-3, please cease this.\n A star has disappeared, but your concerns right now are very much terrestrial.\n\n\n\n\n\n\nTranscript recorded by O5-3 at Navagio Beach, Greece following the receipt of the previous request. Due to the urgency of the developing circumstances, contact occurred at 03:00 AM.\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n[Helicopter blades beat loudly as the transport descends onto Navagio Beach. O5-3 removes ver fingers from the camera embedded in ver shirt, reaching to extricate verself from ver harness. Ve looks outside the windows to see Dr. Genevieve on the sandy strip, outlined by the pitch-black of the night.]\n\n\nO5-3:\n Ford, set us down. Campbell and Lewis: Alba looks like she'll be greeting us. Get ready.\n\n\n[Ford flashes O5-3 a thumbs-up from the cockpit, and O5-3 nods in reply. The transport descends to the beach, resting on an impromptu air-strip. Campbell and O5-3 reach for the door's hand simultaneously; as their hands meet on the handle, the air pops loudly. Campbell winces and jerks back.]\n\n\nCampbell:\n Apologies. It won't happen again.\n\n\n[O5-3 does not reply. Ve opens the door and steps onto the air-strip, ver boots partially sinking into the sand. Dr. Genevieve strides towards ver, and O5-3 extends ver hand.]\n\n\nO5-3:\n Alba.\n\n\nGenevieve:\n Emery.\n\n\n[Dr. Genevieve shakes O5-3's hand, visibly frowning.]\n\n\nGenevieve:\n Walk with me. There's something I need to show you.\n\n\nO5-3:\n If we're changing the venue of our discussion, my security detail will need to accompany me.\n\n\nGenevieve:\n They can come if they want.\n\n\n[Dr. Genevieve turns and begins to walk along the shoreline. O5-3 signals for Campbell and Lewis to trail them, and begins following her. There is a long silence.]\n\n\nO5-3:\n So… I read your request.\n\n\nGenevieve:\n I should hope so. Did you understand it?\n\n\nO5-3:\n I did, except for the… later portions. The \"essophysics\" bit; maybe I just need a reminder on what that is.\n\n\n[Dr. Genevieve halts and pivots to face O5-3. Her frown registers newfound intensity.]\n\n\nGenevieve:\n Emery, as pleasing as it would be to lecture you on the field to which I've dedicated my life, that wasn't what I was hoping you'd take away from that message. The \nobject\n was that you went over my head, Emery. And you damn near broke the Veil because of it.\n\n\nO5-3:\n A star is missing, Alba. We had to do something.\n\n\nGenevieve:\n If you had understood my report, you would know that your star's been found. Here, we've arrived.\n\n\nO5-3:\n Is that…\n\n\nGenevieve:\n Indeed it is.\n\n\n[O5-3's camera shifts, bringing into focus a fiddler crab on the beach, which appears to be observing the two Foundation personnel. Dr. Genevieve pulls a handheld device from her belt and hands it to O5-3.]\n\n\nGenevieve:\n Here, if you don't believe me. Flip the switch on the side, watch the reading in the top left.\n\n\n[O5-3 does as instructed, bringing the device close to the crab.]\n\n\nO5-3:\n Hmm. Getting a stack overflow error. Is that normal?\n\n\n[O5-3 transfers the device back to Dr. Genevieve, who repeats the process. The crab swivels its eyestalks and snaps a claw at the plastic casing.]\n\n\nGenevieve:\n It's coming up fine for me. Your… \"O5 field\", so to speak… is probably contaminating it.\n\n\n[The crab jumps off the sand, successfully pinching Genevieve's hand before landing. Genevieve swears and returns the device to her belt as it snaps its claws triumphantly.]\n\n\nGenevieve:\n Damnit! Sneaky bastard.\n\n\nO5-3:\n Speaking of which, I should remind you that I \nam\n an Overseer now. You seem to have forgotten that fact with disconcerting haste.\n\n\n[Dr. Genevieve waves her hand dismissively in O5-3's direction.]\n\n\nGenevieve:\n Right, congratulations. Now, watch this, and keep an eye on those crabs to our right.\n\n\n[O5-3's camera moves to reveal a cast of crabs on a nearby rock, before returning to the fiddler crab, which Dr. Genevieve has extended her hand toward. It slowly approaches, mock-pinching with its larger claw at her fingertips, but ultimately presses its shell against her knuckles. Dr. Genevieve proceeds to pet the back of its shell while its eyestalks swivel continuously.]\n\n\nO5-3:\n Alba, is that really a good —\n\n\n[O5-3's camera jerks around, revealing the cast collectively demonstrating similar reactions as the original — moving rhythmically, nuzzling at the air, and swiveling their eyestalks. Abruptly, they stop, and O5-3's camera swings back to show Dr. Genevieve retracting her hand from the crab.]\n\n\nO5-3:\n You shouldn't have — you shouldn't have \ndone\n that. If what your report says is correct, then every crab worldwide —\n\n\nGenevieve:\n I'm sure the Council can figure something out if it's a problem, Emery.\n\n\nO5-3:\n Alba, enough. You've made your point. If you say the crab should free-roam, we'll let it free-roam.\n\n\nGenevieve:\n That's… not the point. I don't think you're getting what this thing \nis\n.\n\n\n[A wave crashes loudly out of frame, and the surf brushes against the fiddler crab's legs. It scuttles away from the two Foundation personnel as O5-3 begins to pace the beach in frustration.]\n\n\nO5-3:\n It's Beta Cancri. It's a star. It's some sort of crab god. You've impressed that much upon me.\n\n\n[Genevieve sighs, turning her head towards Campbell and Lewis.]\n\n\nGenevieve:\n Walk with me some more. And tell your security detail to hang back. I know it's against protocol, but, well, it was protocol that got us into this mess, wasn't it?\n\n\n[O5-3 signals to Campbell and Lewis to return to the landing strip. After the latter requests confirmation, O5-3 signals again, and the detail departs. O5-3 and Dr. Genevieve begin walking again, following the fiddler crab.]\n\n\n\n\nMV \nPanagiotis\n. (Hover to enlarge.)\n\n\n\n\nGenevieve:\n There's an old trading vessel out here, Emery. The MV \nPanagiotis\n, she's called. Built in 1937 by Scottish hands, sold to the Greeks in '64, set out to Albania in '80 and ran aground on this beach. I think our little friend's attracted to her.\n\n\nO5-3:\n I hope it's not sapient.\n\n\n[Dr. Genevieve sighs.]\n\n\nGenevieve:\n I'm going to ignore that. Point is, \nPanagiotis\n was carrying valuable cargo to Albania back in 1980. But she broke down on this beach, because the storm struck too hard and her engine gave out. And as the night fell, \nPanagiotis\n was looted, and her crew abandoned her.\n\n\n[The rusted wreckage of the MV\n Panagiotis \ncomes into view, and the fiddler crab approaches a piece of metal lodged in the sandy shore. It pokes at it with a claw, eliciting a soft metallic \"clang\". The crab appears to jump in jubilation, striking the metal three more times before scuttling away. Both O5-3 and Dr. Genevieve halt beside the ruins.]\n\n\nGenevieve:\n Isn't that just the saddest thing in the world? She'd traveled the sea for forty years, but she was gutted, exploited, cast aside like any other pile of scrap.\n\n\n[Dr. Genevieve suddenly reaches down, scooping up the fiddler crab as it scuttles past. It turns in Dr. Genevieve's palm to face O5-3, reaching and snapping playfully at ver. O5-3 hums under ver breath.]\n\n\nO5-3:\n May I… hold it?\n\n\nGenevieve:\n Depends. I've done all this to say that this crab needs protection, more than anything. It's not something we need to capture and exploit. It's beautiful as is and deserves preservation.\n\n\nO5-3:\n May I hold the crab, Alba?\n\n\nGenevieve:\n Don't loot this ship, Emery. Just this once.\n\n\n[O5-3 sighs audibly, and turns towards the wreckage of the MV\n Panagiotis\n.]\n\n\nO5-3:\n I won't. There have been some… recent developments, weighing heavily on my mind. I think I know what to do now.\n\n\nGenevieve:\n Thank you, Emery.\n\n\n[Genevieve transfers the crab to O5-3, who cups it in ver hand. It looks up at ver curiously, before settling down in vis palm. O5-3 begins to pet it, and ver shoulders relax.]\n\n\nO5-3:\n It… seems to like me.\n\n\nGenevieve:\n Ah, so it does. I think it can tell you won't hurt it.\n\n\n[O5-3 places the crab on the ground at ver feet. It looks up at Dr. Genevieve and O5-3, walking backward to view both of them, before swiveling its eyestalks and turning around. As it scuttles away towards the wreckage, O5-3 clears ver throat.]\n\n\nO5-3:\n Farewell, traveler.\n\n\nGenevieve:\n Farewell.\n\n\n[There is a long pause as the sound of the waves fade out, and the sea is illuminated by the light of the setting moon.]\n\n\nO5-3:\n You know, we probably shouldn't let it go near the ship. It seems pretty unsafe, we don't want it to get —\n\n\nGenevieve:\n Yeah, I was just thinking about that.\n\n\nAs O5-3 and Dr. Genevieve rush after the crab, ve reaches for ver camera and switches off the recording.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum.4936.2\n\n\nOVERWATCH CONSENSUS\n\n\n\n\n\n\n\n\n\n\nOVERSEER COUNCIL DELEGATIONS\n\n\n\n\nDate:\n 2012/07/03\n\n\nPreceding Deliberations:\n Three (3) hours.\n\n\nInvolved Parties:\n Thirteen (13) Overseer Council members, Three (3) Ethics Committee Liaisons, One (1) Department of Essophysics Representative\n\n\n\n\nPREAMBLE\n\nFoundation Directive Alpha-3 (\"Protect\") necessitates the preservation of life and/or reality in the event of an XK-Class Scenario. The hierarchy of concern guiding this directive designates the preservation of individual species on Earth as a Σ-level priority under Directive Alpha-3.\n\n\nBODY OF PROPOSAL\n\nIn the event of an XK-Class scenario threatening reality and/or life at large, the Foundation will contain SCP-4936 in a modified extradimensional containment chamber and protect it from being harmed. This can only be accomplished if the following conditions are met:\n\n\n\n\nSCP-4936 has manifested on Earth in a containable form.\n\n\nThe XK-Class scenario does not threaten extradimensional space.\n\n\nThe XK-Class scenario is both foreseeable and irrevocable.\n\n\n\n\nIf all these conditions are met, the Foundation will satisfy the Σ-level priority of Directive Alpha-3 and protect SCP-4936's containment at all costs. In this way, even though all higher forms of life may be destroyed, all crab life will be preserved.\n\n\n\n\nRESULTS OF DELEGATIONS\n\n\nDue to authoring the discussed proposal,\n O5-3 \nhas recused verself from voting.\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-1\n\n\nO5-9\n\n\nO5-2\n\n\n\n\n\n\nO5-4\n\n\n\n\nO5-6\n\n\n\n\n\n\nO5-5\n\n\n\n\n\n\n\n\n\n\nO5-7\n\n\n\n\n\n\n\n\n\n\nO5-8\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\n\n\n\n\nAFTERWORD\n\n\n\n\nThe Department of Hypothetical Scenarios was established many decades ago to prepare for the end of humanity. However, the variety of life in our universe has caused our departmental objectives to be re-evaluated. There may come a time when humanity is stamped out — either by our own doing or that of an invading force — but it is not necessarily the case that all other forms of life will follow suit. It is therefore our duty to protect all other forms of life, if our own is to perish.\n\n\nWe will soon begin constructing SCP-4936's containment chamber in an isolated extradimensional space, filled with as much beach as it can desire. If its containment becomes necessary, it will be safe, happy, and above all else: \nalive\n. And so long as that remains the case, we can expect that crabs as a taxological group will be much the same.\n\n\nIt may just be that the last bastion of hope in this fatal universe is a tiny fiddler crab, hibernating on the beaches of Greece. And it is our duty as stewards of life to protect it.\n\n\n\n\n— \nO5-3\n, \nDirector of Hypothetical Scenarios\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum.4936.3\n\n\nCOMMUNICATIONS UPDATE\n\n\n\n\n\n\nOn 2018/09/03 04:16 PM, JRTF Phi-4 detected a radio message emitting from SCP-4936 while it hibernated. Notably, the message was relayed in Morse code, similar to interstellar radio messages sent from Earth to deep space.\n\n\nThe final character was rendered \"U+1F980\", shorthand for a Unicode character.\n\n\n\n\n+ Access SCP-4936 Communication\n\n\n\n\n- Retract SCP-4936 Communication\n\n\n\n\n\n\n\n\nTHANK YOU FOR WATCHING OVER ME! IT'S VERY COLD OUT HERE IN SPACE.\n\n\n\nSEE YOU NEXT SUMMER! 🦀\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-4936 returned to Cancer immediately following its transmission.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nE.g.\n Containing SCP-4936 is likely to render all living crabs \"contained\" either by the Foundation or by natural means; SCP-4936's neutralization would similarly neutralize all crabs.\n\n\n\n\n\n\n\n\n« \nSCP-4935\n | SCP-4936 | \nSCP-4937\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4936\n\" by Nagiros, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4936\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Cancer_constellation_PP3_map_PL.svg\n\n\nAuthor:\n Torsten Bronger\n\n\nLicense:\n Attribution-ShareAlike 4.0 International (CC BY-SA 4.0)\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Hotlinked for SVG functionality.\n\n\n\n\n\n\n\n\nFilename:\n crab1\n\n\nName:\n IMG_2565\n\n\nAuthor:\n snokrashe\n\n\nLicense:\n Attribution 2.0 Generic (CC BY 2.0)\n\n\nSource Link:\n \nFlickr\n\n\nAdditional Notes:\n Image slightly cropped, but otherwise unaltered.\n\n\n\n\n\n\n\n\nFilename:\n crab2\n\n\nName:\n DSC_5358\n\n\nAuthor:\n Shutterbug SRW\n\n\nLicense:\n Attribution 2.0 Generic (CC BY 2.0)\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n shipwreck\n\n\nName:\n Navagio Beach and Shipwreck of the Panagiotis at 'Smugglers Cove' Zakynthos.JPG\n\n\nAuthor:\n Badgernet\n\n\nLicense:\n Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0)\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "THANK YOU FOR WATCHING OVER ME! IT'S VERY COLD OUT HERE IN SPACE. SEE YOU NEXT SUMMER! 🦀",
        "\" SCP-4936 \" by Nagiros, from the SCP Wiki . Source: https://scpwiki.com/scp-4936 . Licensed under CC-BY-SA .",
        "Filename: Cancer_constellation_PP3_map_PL.svg Author: Torsten Bronger License: Attribution-ShareAlike 4.0 International (CC BY-SA 4.0) Source Link: Wikimedia Commons Additional Notes: Hotlinked for SVG functionality.",
        "Filename: crab1 Name: IMG_2565 Author: snokrashe License: Attribution 2.0 Generic (CC BY 2.0) Source Link: Flickr Additional Notes: Image slightly cropped, but otherwise unaltered.",
        "Filename: crab2 Name: DSC_5358 Author: Shutterbug SRW License: Attribution 2.0 Generic (CC BY 2.0) Source Link: Flickr",
        "Filename: shipwreck Name: Navagio Beach and Shipwreck of the Panagiotis at 'Smugglers Cove' Zakynthos.JPG Author: Badgernet License: Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0) Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Remote monitoring of Beta Cancri has been assigned to Joint Research Task Force Phi-4 (\"Zodiac Hunters\"), composed of members of the Foundation's Department of Essophysics and the Astronomical Phenomena Division. Extensive observation of SCP-4936 is to occur during the astronomical summer, until JRTF Phi-4 determines that SCP-4936 has migrated to Earth. JRTF Phi-4 will then approximate its destination on Earth within one kilometer of accuracy, using resources provided by the Department of Essophysics.",
    "description": "SCP-4936 is Beta Cancri, the brightest star in the zodiacal constellation of Cancer. SCP-4936 is theorized to be an essophysical anomaly embodying all decapodic crustaceans of the infraorder Brachyura: colloquially, marine and terrestrial crabs. SCP-4936's essophysical properties constitute any significant injury, emotional trauma, or large-scale containment efforts imposed upon it affecting the global crab population in an analogous fashion.1",
    "title": "SCP-4936"
}