{
    "url": "https://scp-wiki.wikidot.com/scp-4942",
    "all_text": "rating: \n+83\n+\n–\nx\n\n\n\n\nby \nstormbreath\n\n\n\n\nItem #:\n SCP-4942\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All copies of the \nPrinciples of the Below\n containing SCP-4942-1 have been accounted for. All copies held by the Foundation are being stored in the Site-36 Library Restricted Zone. Approval to any copy is to be granted from the desk of the SCP-4942 HMCL Director.\n\n\nA Foundation-operated web-analysis bot (\nI/O-SAURON\n) is to monitor occult communities for mentions of SCP-4942-1, in any form. Should any mentions be found, they are to be reviewed and removed from the hosting website. If they are determined to need further invention, MTF χ-7 (Caledfwlch Red) is to be deployed to the location of the poster.\n\n\nNo attempts to perform SCP-4942-1 are to be made.\n\n\nDescription:\n SCP-4942-1 is a lengthy thaumaturgic ritual that summons and binds SCP-4942-2 — a specific Tier-Aleph tartarean entity — to a practitioner. SCP-4942-1 was originally documented in \nPrinciples of the Below\n, an 16th century manuscript on the occult.\n\n\nThe initial printing of \nPrinciples of the Below\n was highly restricted, as the contents of the book were considered heretical and illegal at the time. This view did not result from the presence of SCP-4942-1 in particular but was generally informed by the work as a whole. As a result, only two hundred copies of the book were published.\n\n\nBetween the publishing of \nPrinciples of the Below\n and the present day, the majority of copies were lost. At present, only forty-two are known to exist. Thirty-four are owned by the Foundation; one is owned by Marshall, Carter & Dark; three are owned by The United Church of Satan, Scientist; four are owned by The Holy Order of Knights Templar, Reformed. All external agencies have agreed to not sell a copy or attempt SCP-4942-1.\n\n\nIn comparison to other similar rituals, SCP-4942-1 is highly unusual. SCP-4942-1 is primarily characterized as distinct by a combination of three factors: highly atypical and unusually demanding components, extreme length, and intense complexity.\n\n\nThe components used to perform SCP-4942-1 are dramatically more outlandish and resource intensive than similar rituals. SCP-4942-1 requires a complete hecatomb,\n1\n the destruction of a year's salary in physical currency, and wheat harvested between the hours of 1443 and 1457 local time, on the spring equinox.\n2\n\n\nSCP-4942-1 takes one week of constant activity in order to perform correctly. This time is primarily occupied in the form of ritual chanting, which must be performed continuously from beginning to end. The ritual requires at least thirteen active participants, each of which must perform specific tasks at precise times during the one week period. Many of these tasks require demanding accuracy in a small time frame, such as lighting sixty candles in specific sequence in ninety seconds.\n\n\nIf performed correctly, with a maximum degree of error of 3%, SCP-4942-2 will manifest in the chalk ritual circle, and be bound to obey the demands of the lead practitioner.\n\n\nSCP-4942-2 is a Tier-Aleph\n3\n tartarean entity summoned by SCP-4942-1. SCP-4942-2 is roughly humanoid, standing approximately one meter tall. SCP-4942-2 displays varied traits from a number of mammalian, avian and reptilian features, including horns and wings.\n\n\nBeyond its origin, SCP-4942-2 does not possess anomalous capabilities.\n\n\n\n\nFootnotes\n\n\n1\n. An Ancient Greek sacrifice, consisting of the sacrifice of a large number of oxen, traditionally 100.\n\n\n2\n. Wheat is typically harvested between May and June or September and October, while the spring equinox is in March.\n\n\n3\n. The least powerful Tier of tartarean entities, ranked on a scale of Aleph (Weakest) to Tav (Strongest).\n\n\n\n\n\n\n\n\n« \nSCP-4941\n | SCP-4942 | \nSCP-4943\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4942\n\" by stormbreath, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4942\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4942 \" by stormbreath, from the SCP Wiki . Source: https://scpwiki.com/scp-4942 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4942",
    "object_class": "Safe",
    "containment_procedures": "All copies of the Principles of the Below containing SCP-4942-1 have been accounted for. All copies held by the Foundation are being stored in the Site-36 Library Restricted Zone. Approval to any copy is to be granted from the desk of the SCP-4942 HMCL Director.",
    "description": "SCP-4942-1 is a lengthy thaumaturgic ritual that summons and binds SCP-4942-2 — a specific Tier-Aleph tartarean entity — to a practitioner. SCP-4942-1 was originally documented in Principles of the Below, an 16th century manuscript on the occult.",
    "title": "SCP-4942"
}