{
    "url": "https://scp-wiki.wikidot.com/scp-4946",
    "all_text": "rating: \n+170\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\"You're kidding, right?\"\n\n\nThe odd woman sat stoic at her desk. \"Our statistics are peer reviewed and verified before publication. Now sir, unless you want to continue defending these ridiculous and baseless accusations, you are free to leave.\"\n\n\n\n\nCheck out more of my articles \nhere!\n\n\n\n\n\n\n\n\nrating: \n+170\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3/4946\n LEVEL \n3/4946\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-4946\n\n\nObject Class: \nKeter\n Thaumiel\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n \nSCP-4946 is uncontained.\n Sunny Skies Analytics, a Foundation front company, is tasked with compiling and reporting daily deaths by dysentery. Regardless of the number of actual deaths, the Foundation is to report the number as Fibonacci(\nn\n), where \nn\n is equal to the number of days since 06/06/2025.\n\n\nShould an independent report submit a verifiable case of death by dysentery, that report is to be added to the sum, and SCP-4946 is to be reclassified as Neutralized.\n\n\nDescription:\n SCP-4946 is a probabilistic anomaly observed in reported human deaths as a result of dysentery.\n\n\nBeginning on 06/06/2025, the sum number of reported dysentery deaths per day has been equal to position \nn\n in the Fibonacci Sequence, where \nn\n has been equal to the number of days since 06/06/2025. Research into such deaths reveals that, aside from standard statistical error, all recorded deaths before current containment procedures were enacted were the results of otherwise non-anomalous cases of dysentery.\n\n\nIt should be noted that SCP-4946 does not represent the actual number of human deaths by dysentery; SCP-4946 merely represents a sum total of published reports.\n\n\nCurrent containment procedures were developed and implemented on 02/07/2025. As a result, actual human death by dysentery appears to have been eliminated entirely. Foundation Intelligence ƟU-4946 has been assigned to mislead the public regarding the disappearance of fatal dysentery cases.\n\n\n\n\n\n\n« \nSCP-4945\n | SCP-4946 | \nSCP-4947\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4946\n\" by UraniumEmpire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4946\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4946 \" by UraniumEmpire, from the SCP Wiki . Source: https://scpwiki.com/scp-4946 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-4946 is uncontained. Sunny Skies Analytics, a Foundation front company, is tasked with compiling and reporting daily deaths by dysentery. Regardless of the number of actual deaths, the Foundation is to report the number as Fibonacci(n), where n is equal to the number of days since 06/06/2025.",
    "description": "SCP-4946 is a probabilistic anomaly observed in reported human deaths as a result of dysentery.",
    "title": "SCP-4946"
}