{
    "url": "https://scp-wiki.wikidot.com/scp-4952",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\n\n\nThreat Level:\n Green\n\n\n\n\nSpecial Containment Procedures:\n The land surrounding SCP-4952 has been purchased by the Foundation from the United States government. Due to the nature of SCP-4952, no further containment measures are necessary beyond standard anti-trespassing measures.\n\n\nDescription:\n SCP-4952 is a recurring event associated with the exit of a decommissioned motor-vehicle tunnel, a nearby sinkhole, and the section of road connecting the aforementioned points, located in Frost National Park, \nMassachusetts\n.\n\n\nSCP-4952 involves the following components:\n\n\n\n\nSCP-4952-1 is a 1963 Chrysler 300, painted a light blue.\n\n\nSCP-4952-2 is a human male resembling American poet Robert Frost as he appeared circa. 1910. SCP-4952-2 is seated in the driver's seat.\n\n\nSCP-4952-3 are three corpses identical to SCP-4952-2 in appearance. SCP-4952-3 are seated in the back seats, secured with seat belts.\n\n\n\nIn approximately 0.8% of recorded cases, a single instance of SCP-4952-3 is replaced with SCP-4952-4, a corpse resembling American musician Mal Blum as they appeared circa. 2015.\n\n\n\n\n\n\nIn addition to SCP-4952-2 through -4, SCP-4952-1 almost always\n1\n contains three two-liter canisters of kerosene, five neutralized instances of \nSCP-4065\n-1, an assortment of electrical wiring equipment, four to seventeen photographs of various North American musicians or poets\n2\n, several firearms, three briefcases containing approximately 15 million units of an unidentified currency\n3\n, and a single suitcase filled with damaged electronics of unknown make and function. A variety of miscellaneous office supplies may also be present between iterations.\n\n\n\n\nDuring an iteration of SCP-4952, SCP-4952-1 will emerge from the tunnel at approximately 110 km/h, striking the last and second-to-last iterations of SCP-4952-1 and -2; SCP-4952-1 and -2 of the second-to-last iteration will be knocked into the sinkhole and subsequently disappear. SCP-4952-2 inevitably survives its initial SCP-4952 iteration, although its previous iteration is killed upon impact. SCP-4952-2 initially displays shock, then frustration upon the conclusion of SCP-4952.\n\n\nNew iterations of SCP-4952 are triggered under any of the following conditions:\n\n\n\n\nSCP-4952-2 attempts to remove SCP-4952-3 or -4 from either iteration of SCP-4952-1.\n\n\nSCP-4952-2 attempts to examine the corpse of its previous iteration.\n\n\nAny attempt is made to transport any physical component of SCP-4952 outside the boundaries of SCP-4952.\n\n\nAny attempt is made by external actors to prevent the immediate recurrence of SCP-4952.\n\n\nAn external actor addresses SCP-4952-2.\n\n\n3 hours, 56 minutes, and 27 seconds have passed since the last SCP-4952 event.\n\n\n\n\nSCP-4952 was discovered on 21/03/1986, following a series of distress signals received by Foundation agents stationed in Frost National Park.\n\n\n\n\nFootnotes\n\n\n1\n. 99.96% of recorded instances.\n\n\n2\n. Several of which appear to have been marked with a red X.\n\n\n3\n. Composed primarily of plastic coins and banknotes printed on low-quality paper, utilizing Roman numerals. Banknotes appear to additionally feature classical depictions of the Archons in Sarkicism.\n\n\n\n\n\n\n\n\n« \nSCP-4951\n | SCP-4952 | \nSCP-4953\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4952\n\" by UraniumEmpire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4952\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4952 \" by UraniumEmpire, from the SCP Wiki . Source: https://scpwiki.com/scp-4952 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "The land surrounding SCP-4952 has been purchased by the Foundation from the United States government. Due to the nature of SCP-4952, no further containment measures are necessary beyond standard anti-trespassing measures.",
    "description": "SCP-4952 is a recurring event associated with the exit of a decommissioned motor-vehicle tunnel, a nearby sinkhole, and the section of road connecting the aforementioned points, located in Frost National Park, Massachusetts.",
    "title": "SCP-4952"
}