{
    "url": "https://scp-wiki.wikidot.com/scp-4961",
    "all_text": "SCP-4961:\n All Dogs Go To Heaven\n\n\n \n\n\nAuthor:\n \nItsDenali\n, and thanks to Chritin \n(Who's wikidot account has been tragically deactivated??)\n for their helpful insight and critique, as well as \nAyers\n for helping me overcome hurdles of image license compatibility.\n\n\nImage Credit:\n See comments page below.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+81\n+\n–\nx\n\n\n\n\n\n\n1/4961\n LEVEL \n1/4961\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-4961\n\n\n\n\n\n\nNeutralized\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSite-114 shortly after acquisition.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As of 1/10/2019, SCP-4961 has been declared Neutralized, and all previous Containment Procedures have been rescinded; remaining procedures consist of maintaining legal and financial ownership of Provisional Site-114 and continuation of standard Foundation secrecy protocols. Personnel initially assigned to Site-114 are to be reassigned as well; at least two personnel are to remain on-site as groundskeepers for upkeep and maintenance from now on.\n\n\n\n\n+ Display Rescinded Containment Procedures\n\n\n\n\n- Collapse\n\n\n\n\nRescinded Containment Procedures:\n Site-114 is to be maintained at the location of SCP-4961 and staffed by at least two agents at least well-versed in veterinary practices and first aid for canines. A 2.5-meter chain-link fence is to be installed around the limits of the property and inspected bimonthly for damage or deterioration.\n\n\nA maximum of ten additional staff are allowed to temporarily remain at Site-114 as a means of vacation if approved by the director of SCP-4961 affairs Dr. Caballero, and an approved supervisor from said staff’s original assignment. During such stays, personnel may be accompanied by approved canines; these stays may not exceed two weeks’ time unless otherwise noted. Additional rooms and utilities are to be installed at the Site to accommodate visiting agents.\n\n\nLegal and financial ownership of the property on which Site-114 exists is to be maintained, and standard Foundation secrecy protocols shall remain in effect.\n\n\nSCP-4961-1 is to be kept well-fed and in good health at all times. Personnel are encouraged to interact with SCP-4961-1 regularly, and SCP-4961-1 is to be housed within a specialized room alongside on-site personnel quarters and remain free to come and go from said quarters as it wills. Abnormalities in SCP-4961-1’s health or behavior are to be noted and reported to Dr. Caballero at once should they occur.\n\n\n\n\n\n\n\n\nDescription:\n SCP-4961 was a phenomenon affecting an unaddressed property located southwest of Noxon, Montana, through which any domesticated or tamed canines present on the property would undergo anomalous physical enhancement while within the area of effect, designated Site-114.\n\n\nThese enhancements exclusively affected present domesticated or tamed canines, which would experience a variety of summarily positive effects while under SCP-4961’s effect; these enhancements were observed to occur in such ways so as to counteract any existing ailments the subject may have already possessed, or otherwise enhance net physical output to compensate in the case of ailments such as missing or deformed limbs. Canines exposed to SCP-4961 were also observed to exhibit little to no aggressive behavior while on-site.\n\n\nSCP-4961 functioned strictly within the legal borders of Site-114's property, being a rough rectangle encompassing approximately 120 acres of land as well as having extended an undetermined distance vertically. Upon leaving these boundaries, SCP-4961 would, for the most part, cease to affect subjects. (See Addendum 4961.1)\n\n\nSCP-4961-1 was a male mutt believed to be a Golden Labrador mix that resided within Site-114. SCP-4961-1 exhibited no anomalous effects beyond a complete inability to leave or be removed from the property. All attempts to physically relocate SCP-4961-1 beyond Site-114's legal boundaries invariably failed, being attributed to a variety of phenomenon ranging from sudden malfunctioning of present equipment to the manifestation of a seemingly ethereal border over which SCP-4961-1 was unable be moved. SCP-4961-1 exhibited no hostile behavior whatsoever, and was noted to attract other members of its species for socialization at an unusually high rate.\n\n\nNotably, a grave marked by a headstone covered with undeciphered script lies in the garden area of Site-114. Scans indicate one female has been buried at the site. Exhumation of the corpse for study has been deemed unnecessary.\n\n\nDiscovery:\n On 6/15/2010, a Foundation analyst purchased the property in question with the intent of restructuring the present residence as a retirement home. During construction, the agent's pet dog entered the property and regained use of a previously missing eye. After noticing the spontaneous regeneration of the organ, the analyst contacted the Foundation about the possibility of anomalous interference, and following additional testing, the property itself was found to be anomalous; Site-114 was established later that year.\n\n\nDuring the process of securing the Site, the then-unidentified SCP-4961-1 was discovered and assumed to be a stray; upon attempted removal from the Site, it was discovered that SCP-4961-1 could not be physically removed from area, and was subsequently logged as a part of SCP-4961.\n\n\nAddendum 4961.1:\n\n\n\n\n\n\nSpecimen Description\n\n\nAffliction\n\n\nResult from exposure to SCP-4961\n\n\nOther Notes\n\n\n\n\n\n\nBeagle-Dachshund mix (Male, 5 years old)\n\n\nLeft eye blinded from chemical accident.\n\n\nSubject’s affected eye gradually regained correct coloration and regenerated lost cells, re-enabling binocular sight.\n\n\nThe subject maintained ocular integrity even after having left the range of SCP-4961 and has since had no major issues pertaining to sight.\n\n\n\n\n\n\nGerman Shepard (Female, 9 years old)\n\n\nMultiple cancerous growths throughout body, corresponding respiratory issues.\n\n\nTopical growths quickly began shrinking upon entry into SCP-4961’s range, and the subject regained full respiratory functionality.\n\n\nScans done after the subject had exited SCP-4961 showed a total absence of malignant growths anywhere in the body; cancerous growths reappeared several months later, though were noted to be noticeably weaker and were easily treated. The subject has since been cancer-free.\n\n\n\n\n\n\nBlack Lab (Female, 10 years old)\n\n\nLimp due to deformed back right leg from an auto accident.\n\n\nThe affected limb visibly began realigning upon entry into SCP-4961. Subject ceased limping and was able to move unimpeded while under the effect of SCP-4961.\n\n\nSubject resumed limping upon exiting SCP-4961, although walked with visibly greater ease.\n\n\n\n\n\n\nAmerican Staffordshire Terrier (Female, 5 years old)\n\n\nFront right leg amputated after complications during birth.\n\n\nSubject displayed noticeably increased agility and strength with its remaining limbs and was easily able to reach speeds of nearly 50 km/h, much faster than average domestic dog running speed, while running.\n\n\nSubject’s enhanced physical capabilities gradually waned over the course of several hours upon leaving the range of SCP-4961.\n\n\n\n\n\n\nDutch Mastiff (Male, 4 years old)\n\n\nParasitised by approximately 160 heartworms, with corresponding health issues.\n\n\nImmediate results could not be determined upon subject's entry into SCP-4961.\n\n\nA medical check-up two weeks after the subject left Site-114 revealed a total absence of heartworms anywhere in the subjects cardiovascular system. Subject has since then remained summarily free of heartworms and similar parasites.\n\n\n\n\n\n\nGray Wolf (Male, 15 years old)\n\n\nArthritis of the legs.\n\n\nSubject immediately began behaving much more actively expected for a specimen of its age. Movement appeared not to cause pain, suggesting a near to complete alleviation of arthritic symptoms.\n\n\nEnhancements enabled by SCP-4961 quickly subsided after the subject left the anomaly's range. The enhancement of the subject also implies that SCP-4961 is able to affect more than one canine species.\n\n\n\n\n\n\nShar Pei (Female, 8 years old)\n\n\nAtopic Dermatitis and minor demodicosis of the front elbows.\n\n\nSubject's affected skin gradually began to soothe and moisturize and quickly regrew absent fur within minutes of entering SCP-4961's range. Subject's breathing capacity also improved, possibly due to SCP-4961's correction of an undiagnosed ailment.\n\n\nDemodex canis infestations in affected areas vanished entirely; no further epidermal ailments have been reported since.\n\n\n\n\n\n\nTibetan Mastiff (Male, 16 years old)\n\n\nAdvanced age and associated miscellaneous aliments.\n\n\nSubject immediately began moving with visibly increased energy surpassing expected output of a specimen of its age, and appeared not to feel pain from any actions performed. Specimen remained on-site for 9 days, until passing away from natural causes on 8/26/2018.\n\n\nShortly before expiring, other specimens present congregated around the subject and grew quiet. Upon expiration, numerous instances of an undefined species of the \nSyringa\n, or lilac flower, manifested in the grass surrounding the subject. Instances were confirmed to function as mild cognitohazards that inspired a sense of calm in individuals directly viewing them; these were immediately removed from Site-114 and are currently in cold-storage at Site-19 if further study should be deemed necessary.\n\n\n\n\n\n\nIncident Log 4961.A:\n On 1/10/2019 at approximately 10:34 PM GMT, SCP-4961-1 expired from natural causes due to old age; SCP-4961's age at its time of death remains unknown, as it is expected to have experienced an anomalously-extended lifespan. On-site personnel described SCP-4961-1's behavior in the days before its passing as \"at-ease\" and \"placid,\" and during this time, other canines present at the Site appeared to congregate around SCP-4961-1, socialize in its vicinity, and interact with SCP-4961-1 itself at a drastically increased rate. Seven hours before expiration, SCP-4961-1 began scratching at the base of Site-114's main stairwell, alerting present agents to the existence of a small cavity inside the stairwell that contained a sealed letter and an aged photo of an unidentified woman (designated P.o.I. 291115) within the cavity (See Addendum 4961.2). Following SCP-4961-1's death, hundreds of different species of flowering plants bloomed around its body; similarly to the case of the Tibetan Mastiff, the flowers carried a mild cognitohazard, though in the case of the new instances the effect was noticeably more potent. Removal of these plants failed whenever attempted, as the specimens would simply regrow to full size in their original location within minutes, even after being uprooted and relocated. As such, removal of these instances is no longer to be attempted.\n\n\nAddendum 4961.2:\n The following is the transcription of the letter discovered in the cavity in the stairwell, presumably written by the original owner of the property, designated P.o.I. 291114, who remains otherwise unidentified.\n\n\n\n\n \n\n\nIf you’re reading this, that must mean it’s over.\n\n\n \n\n\n \n\nWhen we escaped to this world, my wife and I, we never thought that we’d end up here of all places.\n\n\n \n\nA part of us had been longing for it, I suppose, the vastness, the quiet, and the inhabitants to an extent.\n\n\n \n\nThe scars of the War we had left were fresh in our minds when we arrived all those years ago, and\n\n\n \n\nit became quite evident even months after our arrival here. Poor Ruta would wake up in the middle\n\n\n \n\nof the night screaming about the \nStriders\n and break down crying in my arms. One day I happened\n\n\n \n\ninto town to pick up supplies and there was a stray on the side of the road. I’d never been much of\n\n\n \n\na pet person, but I figured why not give it a try? The little thing was shivering and looked\n\n\n \n\nlike it was starving. The moment Ruta saw me walk in with that little guy in the crook of my arm her\n\n\n \n\nface lit up like I had never seen in years, even before the War. She never left its side, even gave\n\n\n \n\nit a name— Radek. She loved that dog almost more than me, I gotta say!\n\n\n \n\n\n \n\n\n \n\nBut compared to us, Radek was fated to live a brief life. Ruta couldn’t stand the idea of it, she\n\n\n \n\nwould change the subject any time I mentioned Radek was getting more gray on his muzzle,\n\n\n \n\nor a bit slower on walks, and eventually she decided to do something about it.\n\n\n \n\nSince I’m guessing whoever is reading this doesn’t know much about Ruta and I’s kind, the\n\n\n \n\ngist of it is Ruta gave some of her “life,” I guess you could call it, to Radek. Now, the three of us\n\n\n \n\ncould keep on living, one way or another.\n\n\n \n\n\n \n\n\n \n\nBut fate has a way of forcing its own hand, it seems.\n\n\n \n\nIn sharing her life, her love, with Radek, she weakened herself. Only fifty years had passed before\n\n\n \n\nI had to bury my precious Ruta with my own hands. Radek didn’t take it too well, I assume. Neither\n\n\n \n\nof us did, as I’m sure you understand. Poor thing wouldn’t leave Ruta’s grave for weeks, barely ate\n\n\n \n\nor drank either. Eventually the both of us grew to accept it, though it was hell.\n\n\n \n\n\n \n\n\n \n\nFor weeks after, Radek still refused to leave the property. One evening I figured it would be healthy\n\n\n \n\nto get out and have a walk by the lake not too far from here. Radek refused to come, kept tugging\n\n\n \n\nat the leash until it slipped off or eventually just snapped. By the time I just scooped him up and tried\n\n\n \n\ncarrying him out, I connected the dots and realized at least one aspect of the “parting gift” my beloved\n\n\n \n\nhad left me, left us. Strays would occasionally drift in and out, their mange curing itself in seconds,\n\n\n \n\nblind eyes seeing again in minutes. Every time, I could feel that twinge, that presence, so familiar\n\n\n \n\nbut not quite there. Ruta, or at least something she left, is still here.\n\n\n \n\n\n \n\n\n \n\nAs much as I love Radek, I can’t bear to be here much longer. Too many memories, I guess.\n\n\n \n\nI suppose I’ll travel, see the sights this world has to offer. It’s what she would have wanted, after all.\n\n\n \n\nI know Radek will be in good hands while I’m gone, one way or another, but just in case I’ve pulled\n\n\n \n\nsome strings, and if everything goes as planned, whoever inherits this estate after us will have\n\n\n \n\nfound this. If this world has anything like the Organization back home, this place will come to their\n\n\n \n\nattention sooner or later.\n\n\n \n\nI will be back one day. I’d love nothing more than to lie down beside Ruta for the last time, be it\n\n\n \n\nin death as it was in life.\n\n\n \n\n\n \n\n\n \n\nBury Radek between the lilac beds in the garden, next to the willow tree, if you would.\n\n\n \n\nLilacs were always Ruta’s favorite.\n\n\n \n\n\nRemember us,\n\n\n\n\nQuin\n\n\n\n\n\n\n \n\n\n\n\n\n\nThe photograph discovered with the above letter, believed to feature P.o.I. 291115. The exact age of the photo remains unknown but is thought to have been taken sometime in the early 20th century.\n\n\n\n\n\n\nIncident Log 4961.B:\n On 1/10/21, an elderly man entered Site-114 without authorization. Only identifying himself as Quin, the man hurriedly proceeded to the Site’s garden and approached the section of the garden containing flowers and knelt at the burial site of SCP-4961-1, which had been buried there following its death exactly two years prior. The man reportedly lowered his head to the grave and began crying, also speaking a variety of phrases including “You did a great job,” and “You can rest now,” while Site personnel attempted to restrain him.\n\n\nThe man then collapsed to the ground and rasped “Letter.” The man then attempted to crawl in the direction of the original grave found during the establishment of Site-114 with his hand outstretched, whispering “Ruta,” while smiling. The subject then suffered severe cardiac arrest and expired minutes later.\n\n\nBy order of Dr. Caballero, the subject, later identified as P.o.I. 291114, was buried alongside the original grave nearby. No additional incidents pertaining to Site-114 have occurred since.\n\n\n\n\n\n\n« \nSCP-4960\n | SCP-4961 | \nSCP-4962\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4961\n\" by ItsDenali, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4961\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n site114.jpg\n\n\nName:\n Rural house in Turkey.jpg\n\n\nAuthor:\n izcoban\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Image cropped from original.\n\n\n\n\n\n\nFilename:\n wife.jpg\n\n\nName:\n Lesya Ukrainka portrait.jpg\n\n\nAuthor:\n Larissa Kosach-Kvitka\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Image edited from original.",
    "addendums": [
        "Addendum 4961.2: The following is the transcription of the letter discovered in the cavity in the stairwell, presumably written by the original owner of the property, designated P.o.I. 291114, who remains otherwise unidentified."
    ],
    "documents": [],
    "notes": [
        "\" SCP-4961 \" by ItsDenali, from the SCP Wiki . Source: https://scpwiki.com/scp-4961 . Licensed under CC-BY-SA .",
        "Filename: site114.jpg Name: Rural house in Turkey.jpg Author: izcoban License: CC BY 3.0 Source Link: Wikimedia Commons Additional Notes: Image cropped from original.",
        "Filename: wife.jpg Name: Lesya Ukrainka portrait.jpg Author: Larissa Kosach-Kvitka License: Public Domain Source Link: Wikimedia Commons Additional Notes: Image edited from original."
    ],
    "containment_procedures": "As of 1/10/2019, SCP-4961 has been declared Neutralized, and all previous Containment Procedures have been rescinded; remaining procedures consist of maintaining legal and financial ownership of Provisional Site-114 and continuation of standard Foundation secrecy protocols. Personnel initially assigned to Site-114 are to be reassigned as well; at least two personnel are to remain on-site as groundskeepers for upkeep and maintenance from now on.",
    "description": "SCP-4961 was a phenomenon affecting an unaddressed property located southwest of Noxon, Montana, through which any domesticated or tamed canines present on the property would undergo anomalous physical enhancement while within the area of effect, designated Site-114.",
    "title": "SCP-4961"
}