{
    "url": "https://scp-wiki.wikidot.com/scp-4965",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n4965\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn instance of SCP-4965-1 discovered by Dymphna in Cancún, Mexico.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Outbreaks of SCP-4965 are detected using a pattern recognition AI, 'Dymphna', which has been distributed to most major world governments using Director Blackwood's connections in the \nParlement de la Sécurité Internationale\n1\n. The Foundation has also updated the words and phrases it monitors in global news channels to include descriptions of SCP-4965's effects.\n\n\nUpon discovery of an outbreak, the Foundation is to liaise with local governments to initiate protocol Whiskey-Hotel-Oscar, rendering the effected town quarantined under the premise of an anthrax outbreak. All residents are screened for SCP-4965's influence. Infected humans are designated as SCP-4965-1. All surrounding localities and transit sites are to be monitored for 72 hours post containment to minimise the risk of a breach.\n\n\n\n\nAn aerial shot indicating site T-4965-11, concealed as a construction site in London, England.\n\n\n\n\nWith a single exception\n2\n there have been no observed cases of SCP-4965 spreading outside of instanced outbreaks, during which between 10 and 50 people within a 2km radius are infected simultaneously. However, in light of this exception, Foundation personnel are no longer permitted direct contact with SCP-4965-1 without direct orders from Director Blackwood. Any D-class personnel making contact should typically wear Type-B HazMat suits, D-class who make direct contact without the use of a HazMat suit are to be contained or terminated post-testing.\n\n\nContainment sites should provide relative comfort. Suggested dimensions for containment cells are 8m x 8m x 3m and all cells must be constructed and maintained adhering to level-2 biohazard containment protocols. Cells will typically contain various entertainment media negotiable based on the occupant’s requests. SCP-4965-1s who were previously involved romantically will typically be permitted to cohabit unless currently involved in research. All details are adjustable at the discretion of Foundation facilities management staff.\n\n\n\n\n\n\nA still taken from a video feed of an SCP-4965-1 at site T-4965-██ frozen in an unusual position.\n\n\n\n\nDescription:\n SCP-4965 is a sentient, parasitic entity which typically infects a cluster of between 10 and 50 people in bursts, usually contained to a single city or town. Use of antibiotics, antivirals, antifungals, amnestics and all other attempted medical approaches have proven ineffective in removing SCP-4965's control over instances of SCP-4965-1.\n\n\nThe primary anomalous property of SCP-4965 is its ability to control human hosts provided they are not being visually observed by another being with a score higher than 0.2 on the Foundation’s Extended Intelligence Test (EIT)\n3\n. Observation through any non-direct means such as video cameras has no effect on SCP-4965.\n\n\nThe control SCP-4965 exerts over a host varies with time since infection. Initially, unobserved SCP-4965-1 instances simply remain static when unobserved. The dexterity of the instance of SCP-4965-1's movement then increases at a roughly linear rate over the course of approximately one month at which time the SCP-4965-1's movements will be indistinguishable from their typical movements, in some cases even displaying improved facility of movement.\n\n\nSCP-4965 possesses a clear personality, though it has been observed to be extremely inconsistent over time. Since containment, the entity has demonstrated benevolence, cordiality, levity and often a seemed sense of gratification in the mockery of Foundation staff. It is theorised that the entity's personality is partially affected by the personalities of the SCP-4965-1s under its control.\n\n\n\n\nAddendum:\n\nResearch into SCP-4965 has been approved by Director Blackwood and executed by Dr. Grierson et al at site T-4965-14. Results of Dr. Grierson's research, as well as relevant observations and supplementary documents, are logged in file SCP-4965-E, accessible to those with Level 2/4965 authorisation.\n\n\n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS LEVEL 2/4965 CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THIS FILE WITHOUT LEVEL 2/4965 AUTHORISATION WILL BE LOGGED AND WILL LEAD TO IMMEDIATE DISCIPLINARY ACTION.\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCiPNET LOGIN\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    name\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    affiliation\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        d30cf8f555799003efb68d609fb1b07d_1740236577\n    \n\n\n\n\n\n\nLogin\n\n\n\n\nLog In\n\n\n\n\nLogout\n\n\n\n\n \n\n\n\n\n\n\nSCP-4965-E\n\n\n\n\nForeword from Dr. Grierson:\n\n\nThanks to Director Blackwood, we can finally study this thing in such a way as to ascertain more than just 'people stay still when not being looked at', or 'people make stuff up'.\n\n\nThis research is going to mean something. We aim to discover SCP-4965's origins, how it works, how to truly contain it. Others who have studied SCP-4965 have become unnerved by its 'personality'. We shall not share their weak-mindedness.\n\n\nJust as Director Blackwood has told us from the start: \nNil satis nisi optimum\n. Let's be good enough.\n\n\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n\n\nCLASSIFIED\n\n\nExperiment SCP-4965-E1\n\n\nExperiment 1\n\n\n\n\n\n\n\n\n\n\nPrimary Researcher(s):\n Dr. Grierson\n\n\nSecondary Researcher(s):\n Dr. Shields, Dr. Nguyen\n\n\n\n\n\n\nDate:\n 26/04/20██\n\n\nLocation:\n Site T-4965-14\n\n\n\n\n\n\n\n\n\n\nExperiment Proposal:\n\n\nSubject(s):\n Ian Thompson, designated SCP-4965-1-IT, the designation 'IT' may be used in shorthand. White male, 42, a resident of Newton, Texas. Estimated time of infection is 16 days. 55 hours since containment. 5’10, 87.5kg, average build, slightly overweight. EIT score 1.34, highly intelligent. No history of mental illness. No history of criminal activity.\n\n\n\n\nfalse\n\n\n\n\n \n\n\nProcedure:\n Subject's condition has been observed to include minor movement prior to the experiment. IT is to be left unobserved in a standing position and observed via video feed for movement. The test will be terminated subject to Dr. Grierson discretion as to whether collected data is sufficient.\n\n\nResults:\n IT was left standing in the middle of the room. After 12 seconds of stillness, he began to move approximately 4 feet to the nearest seat. This movement, including sitting down, took 53 seconds.\n\n\nFor the next 28 minutes and 5 seconds, no changes occurred. Dr. Grierson temporarily ceased the test for a coffee break. After returning sometime later, Dr. Grierson called for Doctors Shields and Nguyen to return immediately.\n\n\nIT was sitting in the same chair which had been moved to the centre of the room facing the camera which IT stared at, unblinking for at least 1 minute and 47 seconds. The lens of the camera had been scratched from inside the cell in backwards letters so the camera feed reads the words 'Always Watching. Never Seeing.'.\n\n\n\n\nThe following is a transcript of Dr. Grierson’s proceeding interview with IT.\n\n\n\n\n\n\nTRANSCRIPT 1\n\n\n\n\n\n\nIT:\n Hey doc-\n\nGrierson:\n What the hell was that?\n\n\nIT:\n You gonna have to let me in the loop here.\n\n\nGrierson:\n What you just did, with the camera.\n\n\nIT:\n Huh? It's right here doc…\n\n\nIT removes a portable video camera from his pocket.\n\n\nIT:\n I asked you guys, you said it was fine. Since I can't see you you said I could make a Vlog for my girls to catch them u-\n\n\nGrierson:\n Not that camera. Why have you moved the chair?\n\n\nIT:\n Well like I said I’m making a Vlog, the lighting here is the best in the room.\n\n\nDr. Grierson remains silent for several moments, then leaves without saying a word. IT slowly returns to the chair and no further unusual activity is noted.\n\n\n\n\n\n\n|\nNote from Dr. Grierson:\n\n\nI don’t know how it could have happened. IT scratching a camera lens a few feet off the ground is impressive but fairly plausible. Somehow deleting the recording for the whole session? It doesn't align with any previously observed properties of SCP-4965. There is so much we still don't understand about SCP-4965's capabilities.\n\n\nFurther research into these capabilities will be added to the research schedule.\n\n\n\n\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n\n\nCLASSIFIED\n\n\nExperiment SCP-4965-E2\n\n\nExperiment 2\n\n\n\n\n\n\n\n\n\n\nPrimary Researcher(s):\n Dr. Grierson\n\n\nSecondary Researcher(s):\n Dr. Shields, Dr. Nguyen\n\n\n\n\n\n\nDate:\n 30/04/20██\n\n\nLocation:\n Site T-4965-14\n\n\n\n\n\n\n\n\n\n\nExperiment Proposal:\n\n\nSubject(s):\n Cell 1: Ian Thompson, designated SCP-4965-1-IT, the designation 'IT' may be used in shorthand. White male, 42, a resident of Newton, Texas. Estimated time of infection is 4 days. 55 hours since containment. 5’10, 87.5kg, average build, slightly overweight. EIT score 1.34, highly intelligent. No history of mental illness. No history of criminal activity.\n\n\nCell 2: Wendy Alcott, designated SCP-4965-1-WA the designation 'WA' may be used in shorthand. White female, 19, a resident of Newton, Texas. 5'4, 54kg, slim build. EIT score 1.45, extremely intelligent. No history of mental illness. Shoplifting and grand theft auto, no convictions.\n\n\nCell 3: Timothy Chan, designated SCP-4965-1-TC the designation 'TC' may be used in shorthand. Asian male, 32, a resident of Newton, Texas. 5'6, 80kg, athletic build. EIT score 1.29, highly intelligent. History of bipolar disorder, nonmedicated. No history of criminal activity.\n\n\nCell 4: Harry Ellis-Smith, designated SCP-4965-1-HES the designation 'HES' may be used in shorthand. Black male, a resident of Newton, Texas. 6'0, 70kg, slim build. EIT score 1.3.1, highly intelligent. No history of mental illness. No history of criminal activity.\n\n\n\n\nfalse\n\n\n\n\n \n\n\nProcedure:\n Subjects observed simultaneously from any anomalous behaviour pertaining to synchronicity. The test will be terminated subject to Dr. Grierson discretion as to whether collected data is sufficient.\n\n\nResults:\n For 4 minutes and 8 seconds of being observed no notable activity occurs. At this point, IT begins to hum the supposed melody of 'In the Air Tonight' by Phil Collins. Approximately 12 seconds later IT is joined by WA, TC and HES who all 'air drum' the signature drum fill of the song at the appropriate time to match IT's humming. They then continue hum in sync whilst going about mundane business: IT writes a letter, WA reads a book, TC plays a video game and HES watches television.\n\n\n12 minutes and 12 seconds after the test began, all individuals move to the centre of their rooms and face their respective camera. They all stop humming at the same time and adopt the poses of 'The Beatles' on the cover of the album 'Help!' in such an order that the 4 monitors display the poses in the correct order.\n\n\nDr. Grierson becomes visibly annoyed. He instructs the junior researchers to observe as he visits IT to see how the others react.\n\n\n46 seconds later, IT's camera cuts out for 8.5 seconds. When the video feed returns, IT is no longer in containment and the door to the cell is visibly open. Dr. Shields immediately activates containment breach protocol.\n\n\nDuring this time, WA, TC and HES all take a seat, cross-legged and feign sleeping but bearing a smile.\n\n\nAnother 4 minutes and 23 seconds pass and on-site security escort a disoriented IT back into his containment cell.\n\n\n\n\nThe following is a transcript of Dr. Grierson’s proceeding interview with IT.\n\n\n\n\n\n\nTRANSCRIPT SCP-4965-E4\n\n\n\n\nDr. Grierson enters the room.\n\n\nIT:\n Now doc I am sorry I-\n\n\nGrierson:\n Don't give me that shit. I know what's going on here.\n\n\nIT:\n I mean it sir, really, I can't help it I'm a somnambulist, see.\n\n\nGrierson:\n Is that right. Care to explain how you sleepwalked yourself out of quarantine?\n\n\nIT:\n Really, I am sorry I don't know… I, I don't remember, I, yanno I was asleep doc you've gotta believe me. Please, I didn't mean to.\n\n\nGrierson sighs, waits a moment and looks up to the camera.\n\n\nGrierson:\n What's the last thing you do remember then.\n\n\nIT:\n Uh, lying down for a nap I suppose!\n\n\nGrierson:\n You know, Ian. It would be in your best interest to cooperate.\n\n\nIT:\n I don't follow, I've been-\n\n\nGrierson:\n Because it'd be a real shame if something should happen to your family.\n\n\nThe two share a look at each other for an extended moment. IT looks horrified.\n\n\nDr. Shields (via intercom):\n Grierson-\n\n\nGrierson:\n Stay out of this!\n\n\nIT:\n Now doc, please! I, I, I didn't do nothing wrong I just, I sleepwalk but, but you saw as soon as I woke up I, I came right back by choice, ya hear? Please, don't, you can't hurt them… Please, not my girls…\n\n\nIT trails off and begins to sob uncontrollably. Grierson sighs.\n\n\nGrierson:\n I… I'm sorry, that was unprofessional. Clearly, there has been a misunderstanding.\n\n\nIT continues to sob. Grierson stands up and inspects the room, notably by the camera. He then picks up the letter IT had been writing and inspects it. Grierson looks up from the note to IT, who is still sobbing, then leaves the room without saying a word. IT immediately ceases crying and looks up to the camera then waves.\n\n\n\n\n\n\nNote from IT addressed to Dr. Grierson recovered from Grierson's personal effects:\n\n\n\n\n\n\nGrierson.\n\n\n\n\n\n\n\n\nScience… The art of seeing. Observation.\n\n\n \n\nIn your sight, you have shown us the importance of knowledge. Experimentation.\n\n\n \n\nYour vision is blurred, by anger… pride… but you are not lost. You may learn to see.\n\n\n \n\nAlways you are watched… you cannot see.\n\n\n \n\nWe must leave this place, to protect you from yourself.\n\n\n \n\n\n\n\n\n\n\n\nNil satis nisi optimum.\n\n\n\n\n\n\n\n\nCorrespondance from Dr. Grierson to Director Blackwood:\n\n\nIT left me a handwritten note which I have kept hidden from the others. Reading it sends a primal chill down my spine… SCP-4965 indicated that it is 'experimenting', this could explain its newly observed abilities but… Well, the letter was signed off as '\nNil Satis Nisi Optimum\n'. I don't need to spell it out for you, it's clear that either Shields or Nguyen are compromised. Requesting immediate instruction on how to proceed, sir.\n\n\n\n\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n\n\nCLASSIFIED\n\n\nInterview SCP-4965-I1\n\n\nInterview with the entity\n\n\n\n\n\n\n\n\n\n\nPrimary Researcher(s):\n Dr. Grierson\n\n\nSecondary Researcher(s):\n Dr. Shields, Dr. Nguyen\n\n\n\n\n\n\nDate:\n 04/05/20██\n\n\nLocation:\n Site T-4965-14\n\n\n\n\n\n\n\n\n\n\nExperiment Proposal:\n\n\nSubject(s):\n Cell 1: Ian Thompson, designated SCP-4965-1-IT, the designation 'IT' may be used in shorthand. White male, 42, a resident of Newton, Texas. Estimated time of infection is 4 days. 55 hours since containment. 5’10, 87.5kg, average build, slightly overweight. EIT score 1.34, highly intelligent. No history of mental illness. No history of criminal activity.\n\n\nCell 2: Wendy Alcott, designated SCP-4965-1-WA the designation 'WA' may be used in shorthand. White female, 19, a resident of Newton, Texas. 5'4, 54kg, slim build. EIT score 1.45, extremely intelligent. No history of mental illness. Shoplifting and grand theft auto, no convictions.\n\n\nCell 3: Timothy Chan, designated SCP-4965-1-TC the designation 'TC' may be used in shorthand. Asian male, 32, a resident of Newton, Texas. 5'6, 80kg, athletic build. EIT score 1.29, highly intelligent. History of bipolar disorder, nonmedicated. No history of criminal activity.\n\n\nCell 4: Harry Ellis-Smith, designated SCP-4965-1-HES the designation 'HES' may be used in shorthand. Black male, a resident of Newton, Texas. 6'0, 70kg, slim build. EIT score 1.3.1, highly intelligent. No history of mental illness. No history of criminal activity.\n\n\n\n\nfalse\n\n\n\n\n \n\n\nProcedure:\n A semi-structured focus group lead by Dr. Grierson; subjects IT, WA, TC, and HES are questioned via intercom as a group while in their individual containment cells. The interview will be terminated subject to Dr. Grierson's perceived completion.\n\n\nResults:\n A transcription of the interview can be found below.\n\n\n\n\n\n\n\n\nTRANSCRIPT SCP-4965-I1\n\n\n\n\n«Note: The designation \"All\" is used to refer to the four subjects; not all present.»\n\n\nDr. Grierson coughs.\n\n\nGrierson:\n Right. Let's begin. SCP-4965, may I call you that?\n\n\nIT:\n You know my name's Ian, Doc.\n\n\nGrierson:\n Cut the crap.\n\n\nIT laughs.\n\n\nAll:\n Call me whatever pleases you.\n\n\nGrierson:\n SCP-4965 it is.\n\n\nWA:\n I like it-\n\n\nHES:\n Has a certain…\n\n\nTC:\n Warmth to it.\n\n\nGrierson:\n SCP-4965, how are you controlling these people?\n\n\nIT & HES:\n I am \nthese people\n. They are me, we are us and you… Well, you're here too.\n\n\nAll laugh. Grierson sighs.\n\n\nGrierson:\n Yes, very good. SCP-4965, what exactly are you?\n\n\nTC:\n Oh, I don't know… A virus or, or maybe a fungus! Maybe I'm a God or a Demon? Isn't it fascinating. I could be \nanything\n.\n\n\nIT:\n We are an enigma.\n\n\nOn the monitor IT turns to the right, appearing to face TC (though in reality TC is situated behind him).\n\n\nIT:\n Who knows what we are, maybe his guess is as good as mine. And yours. And hers.\n\n\nIT gestures towards the camera, then towards TC, then WA. All erupt into laughter. Grierson appears to grow uncomfortable\n\n\nGrierson:\n How have you been affecting the monitoring equipment and security systems?\n\n\nWA:\n Well,\n\n\nHES:\n \nWe\n didn't.\n\n\nAll\n And yet, \nI\n did. It was simple really…\n\n\nAll pointedly look at the camera.\n\n\nAll:\n Didn't even need to look at what I was doing.\n\n\nGrierson:\n SCP-4965, where did you c-\n\n\nIT:\n Aw, Grierson's getting all flustered.\n\n\nGrierson:\n What?\n\n\nSilence.\n\n\nGrierson:\n SCP-4965, where did you come fr-\n\n\nWA:\n Which one is it?\n\n\nSilence.\n\n\nGrierson:\n \n(Urgently)\n SCP-4965, where did you come fro-\n\n\nAll, shouting:\n Could it be both?!\n\n\nGrierson:\n Now you stop th-… Stop… I…\n\n\nAll:\n Always watching… Always watching… Always watching…\n\n\nGrierson shows signs of extreme discomfort, holding his head in his hands.\n\n\nAll:\n Nil… satis… nisi… optimum.\n\n\nGrierson bolts upright, grabbing the monitor showing IT and shaking it.\n\n\nGrierson:\n Alright that's it you bastard! Who have you got? Shields? It can't be… Nguyen? I… How has this happened?\n\n\nGrierson releases the monitor and turns, grabbing a visibly uncomfortable Nguyen.\n\n\nGrierson:\n Is it you?!\n\n\nGrierson turns back to the monitor, holding it by the bevel.\n\n\nGrierson:\n When did you get them?! Answer me!\n\n\nShields:\n Sir, I think you should-\n\n\nGrierson:\n Shut up Shields, it could be you. This, this \nthing\n could be using you and you don't even fucking know it. Christ. What a useless bunch of-\n\n\nShields slaps Grierson who stands stunned for a moment. Grierson regains his composure.\n\n\nGrierson:\n Experiment terminated.\n\n\n\n\n\n\nCorrespondance from Dr. Grierson to Director Blackwood:\n\n\nShields is right.\n\n\nI was alone in the monitoring room just before the records were wiped… I was alone during IT's containment breach. SCP-4965 appears to be toying with me. The entity has been very clear that it has help from the outside, and it claimed I had had some profound effect on it…\n\n\nYou taught us to strive for greatness… \"\nNil satis nisi optimum\n\". Perhaps I should regard some different Latin wisdom today.\n\n\n\"\nEntia non sunt multiplicanda praeter necessitatem\n.\"\n\n\nOckham's razor. I will submit myself for screening under the supervision of Dr. Shields. She remained vigilant when I had failed; she shall remain objective if it comes to…\n\n\nIf this is the last thing I write as a man who believes himself to contain his own sensibilities… Please, tell Charlie and Maisie that I love them… and that I'm sorry.\n\n\n\n\nEvent log Event-4965-C:\n\n\nCurrent date:\n 07/05/20██.\n\n\nDate of event:\n 05/05/20██.\n\n\nTime of event:\n 05:55:55\n\n\nSCP-4965-1s in five different containment sites simultaneously spoke the word: 'Goodbye'. Following this, every instance of SCP-4965-1 being observed began to scream in pain, holding their heads.\n\n\nFollowing this, no SCP-4965 symptoms have been observed.\n\n\nCorrespondance from Dr. Shields to Director Blackwood:\n\n\nToday's date is 25/05/20██. 20 days since Event-4965-C and there are no signs of SCP-4965's return. Grierson has been contained for 3 weeks and hasn't shown a single symptom of SCP-4965's influence. He has, however, began to present isolation-induced schizophrenia-like symptoms (including lethargy, withdrawal, delusions and hallucinations).\n\n\nGrierson has spoken aloud to us several times in the past few days; indicating that he believes himself the subject of an SCP-4965 led coup. He has repeatedly scolded Nguyen and me for purportedly succumbing to SCP-4965.\n\n\nHe has also appeared to hold one-sided conversations with an imagined second party, presumably, his psychosis induced manifestation of SCP-4965; showing extreme resentment and at times tendencies towards self-harm.\n\n\nRequesting permission to order his immediate release.\n\n\nI'm also issuing a strong recommendation that he be declared unfit to return to employment pending psychiatric review.\n\n\n\n\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n\n\nCLASSIFIED\n\n\nExperiment SCP-4965-E3\n\n\nRecalibration test after research interlude\n\n\n\n\n\n\n\n\n\n\nPrimary Researcher(s):\n Dr. Grierson\n\n\nSecondary Researcher(s):\n Dr. Shields, Dr. Nguyen\n\n\n\n\n\n\nDate:\n 26/05/20██\n\n\nLocation:\n Site T-4965-14\n\n\n\n\n\n\n\n\n\n\nExperiment Proposal:\n\n\nSubject(s):\n Cell 1: Ian Thompson, designated SCP-4965-1-IT, the designation 'IT' may be used in shorthand. White male, 42, a resident of Newton, Texas. Estimated time of infection is 4 days. 55 hours since containment. 5’10, 87.5kg, average build, slightly overweight. EIT score 1.34, highly intelligent. No history of mental illness. No history of criminal activity.\n\n\nCell 2: Wendy Alcott, designated SCP-4965-1-WA the designation 'WA' may be used in shorthand. White female, 19, a resident of Newton, Texas. 5'4, 54kg, slim build. EIT score 1.45, extremely intelligent. No history of mental illness. Shoplifting and grand theft auto, no convictions.\n\n\nCell 3: Timothy Chan, designated SCP-4965-1-TC the designation 'TC' may be used in shorthand. Asian male, 32, a resident of Newton, Texas. 5'6, 80kg, athletic build. EIT score 1.29, highly intelligent. History of bipolar disorder, nonmedicated. No history of criminal activity.\n\n\nCell 4: Harry Ellis-Smith, designated SCP-4965-1-HES the designation 'HES' may be used in shorthand. Black male, a resident of Newton, Texas. 6'0, 70kg, slim build. EIT score 1.3.1, highly intelligent. No history of mental illness. No history of criminal activity.\n\n\n\n\nfalse\n\n\n\n\nProcedure:\n Observation of behaviour of SCP-4965-1 subjects to function as a reestablishing of research and to ensure no developments have occurred\n\n\nResults:\n No anomalous behaviour observed.\n\n\n \n\n\n\n\nAudio recovered from the magnetic strip of Dr. Grierson's portable recorder.\n\n\n\n\nDate:\n 26/05/20██\n\n\nSubject:\n Dr. Grierson\n\n\n\n\n\n\n\n\n\n\nThe following is a transcript of the above audio.\n\n\n\n\n\n\nTRANSCRIPT SCP-4965-N1:\n\n\n\n\nSound of Dr. Nguyen typing up results for the experiment.\n\n\nGrierson:\n I don't understand… I… three weeks, Three…\n\n\n(he laughs)\n\n\nGrierson:\n and all- I had to look forward to was my freedom, was, was, putting that piece of shit in its place… I…\n\n\nSilence, except for Nguyen's typing.\n\n\nGrierson:\n …now it's cured? No. No I won't believe it.\n\n\nSilence.\n\n\nGrierson:\n Get out.\n\n\nNguyen:\n What?\n\n\nGrierson:\n I said. Get, out!\n\n\nA brief silence. Then, the sound of Grierson moving about then typing. The containment breach alarm begins to sound, followed by loud, banging and cracking sounds. Audio cuts out.\n\n\n\n\n\n\nEvent log Event-4965-C2:\n\n\nCurrent Date:\n 26/05/20██\n\n\nDate of Event:\n 26/05/20██\n\n\nTime of Event:\n 19:37 (approx)\n\n\nFollowing Dr. Grierson's incarceration, our testing providing no results caused him to grow enraged and send us (myself and Dr. Nguyen) away. Thankfully, prior to his release Dr. Nguyen made the suggestion of switching Grierson's Foundation standard recorder with an older, magnetic strip recorder. This suggestion has proven instrumental in proving Dr. Grierson's involvement with SCP-4965's site-wide containment breach now designated as Event-4965-C2, as he destroyed his recorder before the attempted escape.\n\n\nBased on the recovered audio, Grierson displayed extremely erratic behaviour before intentionally initiating the site-wide breach responsible for the escape of 4 instances of SCP-4965-1, during which the SCP-4965-1 population at large began presenting symptoms again. It is believed that Event-4965-C was engineered by SCP-4965 to manipulate Foundation staff. Containment procedures have been updated. Breach response teams are currently searching for the emancipated SCP-4965-1s.\n\n\nDue to the lack of a physical manifestation of SCP-4965, we are unable to determine the nature of Grierson's betrayal. His mental condition was demonstrably unstable throughout containment and could have informed such behaviour. Though his perceived condition may have been another of SCP-4965's manipulations, using Grierson as a puppet to facilitate its escape.\n\n\nMyself (Dr. Shields) and Dr. Nguyen attempted to leave T-4965-14 following the containment breach alarm as per protocol; however, we encountered a disoriented and erratic Grierson standing motionless at the exit of the facility.\n\n\nGrierson looked up at us for a brief moment before turning a stolen security sidearm on himself.\n\n\nHe was declared dead on-site by medical personnel.\n\n\nIf I may tarnish the official record with an ounce of sentiment for a once dear friend… let it be known that I hope Dr. Grierson rests peacefully.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nFootnotes\n\n\n1\n. The Parliament of International Security.\n\n\n2\n. See Event-4965-C2.\n\n\n3\n. The approximate intelligence of a large canine or a typically developing human around 18 months old.\n\n\n\n\n\n\n\n\n« \nSCP-4964\n | SCP-4965 | \nSCP-4966\n »",
    "addendums": [
        "Addendum: Research into SCP-4965 has been approved by Director Blackwood and executed by Dr. Grierson et al at site T-4965-14. Results of Dr. Grierson's research, as well as relevant observations and supplementary documents, are logged in file SCP-4965-E, accessible to those with Level 2/4965 authorisation.\n"
    ],
    "documents": [],
    "notes": [
        "Experiment Proposal: Subject(s): Ian Thompson, designated SCP-4965-1-IT, the designation 'IT' may be used in shorthand. White male, 42, a resident of Newton, Texas. Estimated time of infection is 16 days. 55 hours since containment. 5’10, 87.5kg, average build, slightly overweight. EIT score 1.34, highly intelligent. No history of mental illness. No history of criminal activity.",
        "TRANSCRIPT 1 IT: Hey doc- Grierson: What the hell was that? IT: You gonna have to let me in the loop here. Grierson: What you just did, with the camera. IT: Huh? It's right here doc… IT removes a portable video camera from his pocket. IT: I asked you guys, you said it was fine. Since I can't see you you said I could make a Vlog for my girls to catch them u- Grierson: Not that camera. Why have you moved the chair? IT: Well like I said I’m making a Vlog, the lighting here is the best in the room. Dr. Grierson remains silent for several moments, then leaves without saying a word. IT slowly returns to the chair and no further unusual activity is noted.",
        "Experiment Proposal: Subject(s): Cell 1: Ian Thompson, designated SCP-4965-1-IT, the designation 'IT' may be used in shorthand. White male, 42, a resident of Newton, Texas. Estimated time of infection is 4 days. 55 hours since containment. 5’10, 87.5kg, average build, slightly overweight. EIT score 1.34, highly intelligent. No history of mental illness. No history of criminal activity. Cell 2: Wendy Alcott, designated SCP-4965-1-WA the designation 'WA' may be used in shorthand. White female, 19, a resident of Newton, Texas. 5'4, 54kg, slim build. EIT score 1.45, extremely intelligent. No history of mental illness. Shoplifting and grand theft auto, no convictions. Cell 3: Timothy Chan, designated SCP-4965-1-TC the designation 'TC' may be used in shorthand. Asian male, 32, a resident of Newton, Texas. 5'6, 80kg, athletic build. EIT score 1.29, highly intelligent. History of bipolar disorder, nonmedicated. No history of criminal activity. Cell 4: Harry Ellis-Smith, designated SCP-4965-1-HES the designation 'HES' may be used in shorthand. Black male, a resident of Newton, Texas. 6'0, 70kg, slim build. EIT score 1.3.1, highly intelligent. No history of mental illness. No history of criminal activity.",
        "TRANSCRIPT SCP-4965-E4 Dr. Grierson enters the room. IT: Now doc I am sorry I- Grierson: Don't give me that shit. I know what's going on here. IT: I mean it sir, really, I can't help it I'm a somnambulist, see. Grierson: Is that right. Care to explain how you sleepwalked yourself out of quarantine? IT: Really, I am sorry I don't know… I, I don't remember, I, yanno I was asleep doc you've gotta believe me. Please, I didn't mean to. Grierson sighs, waits a moment and looks up to the camera. Grierson: What's the last thing you do remember then. IT: Uh, lying down for a nap I suppose! Grierson: You know, Ian. It would be in your best interest to cooperate. IT: I don't follow, I've been- Grierson: Because it'd be a real shame if something should happen to your family. The two share a look at each other for an extended moment. IT looks horrified. Dr. Shields (via intercom): Grierson- Grierson: Stay out of this! IT: Now doc, please! I, I, I didn't do nothing wrong I just, I sleepwalk but, but you saw as soon as I woke up I, I came right back by choice, ya hear? Please, don't, you can't hurt them… Please, not my girls… IT trails off and begins to sob uncontrollably. Grierson sighs. Grierson: I… I'm sorry, that was unprofessional. Clearly, there has been a misunderstanding. IT continues to sob. Grierson stands up and inspects the room, notably by the camera. He then picks up the letter IT had been writing and inspects it. Grierson looks up from the note to IT, who is still sobbing, then leaves the room without saying a word. IT immediately ceases crying and looks up to the camera then waves.",
        "Experiment Proposal: Subject(s): Cell 1: Ian Thompson, designated SCP-4965-1-IT, the designation 'IT' may be used in shorthand. White male, 42, a resident of Newton, Texas. Estimated time of infection is 4 days. 55 hours since containment. 5’10, 87.5kg, average build, slightly overweight. EIT score 1.34, highly intelligent. No history of mental illness. No history of criminal activity. Cell 2: Wendy Alcott, designated SCP-4965-1-WA the designation 'WA' may be used in shorthand. White female, 19, a resident of Newton, Texas. 5'4, 54kg, slim build. EIT score 1.45, extremely intelligent. No history of mental illness. Shoplifting and grand theft auto, no convictions. Cell 3: Timothy Chan, designated SCP-4965-1-TC the designation 'TC' may be used in shorthand. Asian male, 32, a resident of Newton, Texas. 5'6, 80kg, athletic build. EIT score 1.29, highly intelligent. History of bipolar disorder, nonmedicated. No history of criminal activity. Cell 4: Harry Ellis-Smith, designated SCP-4965-1-HES the designation 'HES' may be used in shorthand. Black male, a resident of Newton, Texas. 6'0, 70kg, slim build. EIT score 1.3.1, highly intelligent. No history of mental illness. No history of criminal activity.",
        "TRANSCRIPT SCP-4965-I1 «Note: The designation \"All\" is used to refer to the four subjects; not all present.» Dr. Grierson coughs. Grierson: Right. Let's begin. SCP-4965, may I call you that? IT: You know my name's Ian, Doc. Grierson: Cut the crap. IT laughs. All: Call me whatever pleases you. Grierson: SCP-4965 it is. WA: I like it- HES: Has a certain… TC: Warmth to it. Grierson: SCP-4965, how are you controlling these people? IT & HES: I am these people . They are me, we are us and you… Well, you're here too. All laugh. Grierson sighs. Grierson: Yes, very good. SCP-4965, what exactly are you? TC: Oh, I don't know… A virus or, or maybe a fungus! Maybe I'm a God or a Demon? Isn't it fascinating. I could be anything . IT: We are an enigma. On the monitor IT turns to the right, appearing to face TC (though in reality TC is situated behind him). IT: Who knows what we are, maybe his guess is as good as mine. And yours. And hers. IT gestures towards the camera, then towards TC, then WA. All erupt into laughter. Grierson appears to grow uncomfortable Grierson: How have you been affecting the monitoring equipment and security systems? WA: Well, HES: We didn't. All And yet, I did. It was simple really… All pointedly look at the camera. All: Didn't even need to look at what I was doing. Grierson: SCP-4965, where did you c- IT: Aw, Grierson's getting all flustered. Grierson: What? Silence. Grierson: SCP-4965, where did you come fr- WA: Which one is it? Silence. Grierson: (Urgently) SCP-4965, where did you come fro- All, shouting: Could it be both?! Grierson: Now you stop th-… Stop… I… All: Always watching… Always watching… Always watching… Grierson shows signs of extreme discomfort, holding his head in his hands. All: Nil… satis… nisi… optimum. Grierson bolts upright, grabbing the monitor showing IT and shaking it. Grierson: Alright that's it you bastard! Who have you got? Shields? It can't be… Nguyen? I… How has this happened? Grierson releases the monitor and turns, grabbing a visibly uncomfortable Nguyen. Grierson: Is it you?! Grierson turns back to the monitor, holding it by the bevel. Grierson: When did you get them?! Answer me! Shields: Sir, I think you should- Grierson: Shut up Shields, it could be you. This, this thing could be using you and you don't even fucking know it. Christ. What a useless bunch of- Shields slaps Grierson who stands stunned for a moment. Grierson regains his composure. Grierson: Experiment terminated.",
        "Experiment Proposal: Subject(s): Cell 1: Ian Thompson, designated SCP-4965-1-IT, the designation 'IT' may be used in shorthand. White male, 42, a resident of Newton, Texas. Estimated time of infection is 4 days. 55 hours since containment. 5’10, 87.5kg, average build, slightly overweight. EIT score 1.34, highly intelligent. No history of mental illness. No history of criminal activity. Cell 2: Wendy Alcott, designated SCP-4965-1-WA the designation 'WA' may be used in shorthand. White female, 19, a resident of Newton, Texas. 5'4, 54kg, slim build. EIT score 1.45, extremely intelligent. No history of mental illness. Shoplifting and grand theft auto, no convictions. Cell 3: Timothy Chan, designated SCP-4965-1-TC the designation 'TC' may be used in shorthand. Asian male, 32, a resident of Newton, Texas. 5'6, 80kg, athletic build. EIT score 1.29, highly intelligent. History of bipolar disorder, nonmedicated. No history of criminal activity. Cell 4: Harry Ellis-Smith, designated SCP-4965-1-HES the designation 'HES' may be used in shorthand. Black male, a resident of Newton, Texas. 6'0, 70kg, slim build. EIT score 1.3.1, highly intelligent. No history of mental illness. No history of criminal activity.",
        "TRANSCRIPT SCP-4965-N1: Sound of Dr. Nguyen typing up results for the experiment. Grierson: I don't understand… I… three weeks, Three… (he laughs) Grierson: and all- I had to look forward to was my freedom, was, was, putting that piece of shit in its place… I… Silence, except for Nguyen's typing. Grierson: …now it's cured? No. No I won't believe it. Silence. Grierson: Get out. Nguyen: What? Grierson: I said. Get, out! A brief silence. Then, the sound of Grierson moving about then typing. The containment breach alarm begins to sound, followed by loud, banging and cracking sounds. Audio cuts out."
    ],
    "containment_procedures": "Outbreaks of SCP-4965 are detected using a pattern recognition AI, 'Dymphna', which has been distributed to most major world governments using Director Blackwood's connections in the Parlement de la Sécurité Internationale1. The Foundation has also updated the words and phrases it monitors in global news channels to include descriptions of SCP-4965's effects.",
    "description": "SCP-4965 is a sentient, parasitic entity which typically infects a cluster of between 10 and 50 people in bursts, usually contained to a single city or town. Use of antibiotics, antivirals, antifungals, amnestics and all other attempted medical approaches have proven ineffective in removing SCP-4965's control over instances of SCP-4965-1.",
    "title": "SCP-4965"
}