{
    "url": "https://scp-wiki.wikidot.com/scp-4967",
    "all_text": "Elvis impersonator turned Saint?\n\n\n\n\n \n\n\nrating: \n+294\n+\n–\nx\n\n\n\n\n\n\nSCP-4967 in life, c. 1982\n\n\n\n\n\n\nItem #:\n SCP-4967\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n Plants within the US Department of Reclamation are to conduct all examinations and inspections on the Hoover Dam reservoir and obfuscate the presence of SCP-4967. In the event Akiva radiation levels within the reservoir exceed 135 centiakiva, SCP-4967 is to be immediately encased in a lead-lined casket.\n\n\nDescription:\n SCP-4967 is the cadaver of Michael Simmons, a former Las Vegas street performer\n1\n whose remains were dumped in the Hoover Dam reservoir, presumably by his killer(s). The cadaver has not been observed to decay while in containment and appears to be in perfect condition despite being discovered in 1984. All attempts to relocate the object have failed.\n\n\nAddendum 4967-1:\n Following an increase in \nTartarean\n entities manifesting in the Las Vegas area, The Foundation Department of Applied Force required an increased supply of holy water. This resulted in the exhaustion of Foundation-employed priests. Due to the time-consuming nature of the holy water creation process by non-Saints, the Foundation opted to seek an affordable long-term source.\n\n\nThe Department of Tactical Theology proposed several options for the mass-production of holy water, including the following involving SCP-4967:\n\n\n\n\n \n\n\nDEPARTMENT OF\n\n\nTACTICAL THEOLOGY\n\n\nPROPOSAL 4661-4967-ALPHA\n\n\nThe Catholic church believes that divine intervention plays a hand in preserving cadavers of the righteous. Though we know not and care not how Michael Simmons behaved in life, we know his corpse is, as the priests would call it, 'incorruptible', and therefore eligible for canonization.\n\n\n \n\nIt is also known that objects touched by a Saint become holy relics, or in the case of water, blessed holy water. We of the DoTT put forward the following proposition: pay the Catholic Church a generous 'donation' to quietly canonize SCP-4967. Though it will take some time, the corpse should be able to convert the city's entire water supply into holy water. In the meantime, MTFs can just directly siphon water from the dam to use in their operations.\n\n\n- Y. Leiner\n\n\nAbrahamic Subdepartment Lead\n\n\n \n\n\n\n\nThe SCP-4967 plan was approved, and the Foundation engaged in communications with the Catholic Church representative to the Council of 108. The following is a transcription of communications between Agent Sterling and Cardinal Vicar Camillo Ruini, who was flown to Las Vegas for a meeting.\n\n\nBelow is a transcribed copy of the meeting between Agent Sterling and Ruini.\n\n\n\n\n<BEGIN LOG>\n\n\n[Ruini puts down the SCP-4967 proposition folder and slides it across the table to Agent Sterling.]\n\n\nRuini:\n Ah, I see. A secret canonization.\n\n\nSterling:\n Correct.\n\n\n[Agent Sterling takes the folder and places it in her briefcase.]\n\n\nRuini:\n I know you and yours love to keep secrets, but… humor me, why don't you?\n\n\nSterling:\n No need to be coy, Cardinal Vicar. I'm sure this was covered at the latest Council of 108 meeting. The United Nations likes keeping an eye on our activities, after all.\n\n\nRuini:\n Heh. So the rumors are true.\n\n\nSterling:\n Yeah. \nVegas went to hell.\n\n\nRuini:\n How interesting.\n\n\nSterling:\n I'm sure you're interested in hearing our offer.\n\n\nRuini:\n Let me guess, a donation? We are in no shortage of financial aid, Agent Sterling. The pious of the world are generous, as am I.\n\n\nSterling:\n Are you saying you will do this for free?\n\n\nRuini:\n No no no, my dear. An exchange, a non-financial one.\n\n\nSterling:\n If you're going to ask about \nthat spot in the Sinai\n, it's not happening.\n\n\nRuini:\n I know better than to ask about that, Miss Sterling. I am not as pushy as my predecessor.\n\n\nSterling:\n \nAgent\n Sterling.\n\n\nRuini:\n I apologize, Agent Sterling. My request should be a little more palatable to your superiors. I'd like to examine a particular species of demon up-close.\n\n\nSterling:\n We've got a bunch of them in containment chambers down below. I can inform Director House you will require armed back-up.\n\n\nRuini:\n I can handle myself around \nsuccubi.\n\n\nSterling:\n Oh.\n\n\n[Agent Sterling shifts in her chair.]\n\n\nRuini:\n All I require is your assistance in busying my handlers and ensuring no word gets out.\n\n\nSterling:\n We'll keep it quiet.\n\n\nRuini:\n Then we have an agreement.\n\n\n<END LOG>\n\n\n\n\nAfter being canonized, SCP-4967 has gained the ability to generate holy water via contact with non-anomalous water. The rate of conversion is expected to have affected the entire Las Vegas water supply by 2023. SCP-4967 was reclassified from Euclid to Thaumiel.\n\n\n\n\nFootnotes\n\n\n1\n. Specifically, Simmons was an Elvis Presley impersonator and is dressed as such.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6911\n \n•\n\n\n\n\n\n\nSCP-6467\n \n•\n\n\n\n\n\n\nSCP-ES-227\n \n•\n\n\n\n\n\n\nSCP-5726\n \n•\n\n\n\n\n\n\nSCP-PL-274\n \n•\n\n\n\n\n\n\nSCP-5057\n \n•\n\n\n\n\n\n\nAbraka David's Proposal\n \n•\n\n\n\n\n\n\nSCP-5231\n \n•\n\n\n\n\n\n\nSCP-3297\n \n•\n\n\n\n\n\n\nSCP-6161\n \n•\n\n\n\n\n\n\nSCP-4046\n \n•\n\n\n\n\n\n\nSCP-4026\n \n•\n\n\n\n\n\n\nSCP-3879\n \n•\n\n\n\n\n\n\nSCP-8984\n \n•\n\n\n\n\n\n\nSCP-7221\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nMyocardial Infarction\n \n•\n\n\n\n\n\n\nI live my life as a palindrome. Backwards and forwards, and yet, exactly the same.\n \n•\n\n\n\n\n\n\nThe Remains Of The Day\n \n•\n\n\n\n\n\n\nParawatch Intro Thread\n \n•\n\n\n\n\n\n\nA Passing Rain\n \n•\n\n\n\n\n\n\nCritter Profile: Chuck.\n \n•\n\n\n\n\n\n\nFrenzied Overture\n \n•\n\n\n\n\n\n\nThe Containment Of Arsène Lupin\n \n•\n\n\n\n\n\n\nASSET 'FLORIDA ORANGE'\n \n•\n\n\n\n\n\n\nA Tale Of Petty Revenge\n \n•\n\n\n\n\n\n\nMarw (The Reincarnated One)\n \n•\n\n\n\n\n\n\nThe Case of the Bathroom Cheese Labels\n \n•\n\n\n\n\n\n\nFuckmylife666\n \n•\n\n\n\n\n\n\nNobody Likes Having Enemies\n \n•\n\n\n\n\n\n\nClef Goes To The DMV\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4966\n | SCP-4967 | \nSCP-4968\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4967\n\" by Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4967\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n elvis.png\n\n\nName:\n Elvis Presley impersonator, Las Vegas\n\n\nAuthor:\n Clément Bardot\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 4967-1: Following an increase in Tartarean entities manifesting in the Las Vegas area, The Foundation Department of Applied Force required an increased supply of holy water. This resulted in the exhaustion of Foundation-employed priests. Due to the time-consuming nature of the holy water creation process by non-Saints, the Foundation opted to seek an affordable long-term source.\nThe Department of Tactical Theology proposed several options for the mass-production of holy water, including the following involving SCP-4967:\nThe SCP-4967 plan was approved, and the Foundation engaged in communications with the Catholic Church representative to the Council of 108. The following is a transcription of communications between Agent Sterling and Cardinal Vicar Camillo Ruini, who was flown to Las Vegas for a meeting.\nBelow is a transcribed copy of the meeting between Agent Sterling and Ruini.\nAfter being canonized, SCP-4967 has gained the ability to generate holy water via contact with non-anomalous water. The rate of conversion is expected to have affected the entire Las Vegas water supply by 2023. SCP-4967 was reclassified from Euclid to Thaumiel.\n"
    ],
    "documents": [],
    "notes": [
        "<BEGIN LOG> [Ruini puts down the SCP-4967 proposition folder and slides it across the table to Agent Sterling.] Ruini: Ah, I see. A secret canonization. Sterling: Correct. [Agent Sterling takes the folder and places it in her briefcase.] Ruini: I know you and yours love to keep secrets, but… humor me, why don't you? Sterling: No need to be coy, Cardinal Vicar. I'm sure this was covered at the latest Council of 108 meeting. The United Nations likes keeping an eye on our activities, after all. Ruini: Heh. So the rumors are true. Sterling: Yeah. Vegas went to hell. Ruini: How interesting. Sterling: I'm sure you're interested in hearing our offer. Ruini: Let me guess, a donation? We are in no shortage of financial aid, Agent Sterling. The pious of the world are generous, as am I. Sterling: Are you saying you will do this for free? Ruini: No no no, my dear. An exchange, a non-financial one. Sterling: If you're going to ask about that spot in the Sinai , it's not happening. Ruini: I know better than to ask about that, Miss Sterling. I am not as pushy as my predecessor. Sterling: Agent Sterling. Ruini: I apologize, Agent Sterling. My request should be a little more palatable to your superiors. I'd like to examine a particular species of demon up-close. Sterling: We've got a bunch of them in containment chambers down below. I can inform Director House you will require armed back-up. Ruini: I can handle myself around succubi. Sterling: Oh. [Agent Sterling shifts in her chair.] Ruini: All I require is your assistance in busying my handlers and ensuring no word gets out. Sterling: We'll keep it quiet. Ruini: Then we have an agreement. <END LOG>",
        "\" SCP-4967 \" by Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-4967 . Licensed under CC-BY-SA .",
        "Filename: elvis.png Name: Elvis Presley impersonator, Las Vegas Author: Clément Bardot License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4967",
    "object_class": "Thaumiel",
    "containment_procedures": "Plants within the US Department of Reclamation are to conduct all examinations and inspections on the Hoover Dam reservoir and obfuscate the presence of SCP-4967. In the event Akiva radiation levels within the reservoir exceed 135 centiakiva, SCP-4967 is to be immediately encased in a lead-lined casket.",
    "description": "SCP-4967 is the cadaver of Michael Simmons, a former Las Vegas street performer1 whose remains were dumped in the Hoover Dam reservoir, presumably by his killer(s). The cadaver has not been observed to decay while in containment and appears to be in perfect condition despite being discovered in 1984. All attempts to relocate the object have failed.",
    "title": "SCP-4967"
}