{
    "url": "https://scp-wiki.wikidot.com/scp-4969",
    "all_text": "ADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\n{$custom-content}\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nSCP-4968\n |\nSCP-4969\n| \nSCP-4970\n »\n\n\n\n\n\n\n\n\nrating: \n+261\n+\n–\nx\n\n\n\n\n\n\nSCP-4969 instance floating in gestation fluid.\n\n\n\n\n\n\nItem #:\n SCP-4969\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A small batch of SCP-4969 is contained in Cryo-Storage Locker 4969 in Wing E3 of Site-56. Search conditions for all \"LiveFeel\" Products and known product terminology are to be added to Foundation web crawlers. MTF Nu-63 (Safe Sects) are to be dispatched to locations suspected to be producing SCP-4969. All affected individuals are to be taken into Foundation custody for research and neutralization. Any SCP-4969 found for sale are to be removed from circulation and destroyed.\n\n\nDescription:\n SCP-4969 are a species of parasitic gelatinous zooplankton. SCP-4969 are extremely resilient compared to other zooplankton and greatly resemble male condoms. Instances are capable of living in a hibernated state for up to 2 years in their birth environment, which is primarily composed of a saline and nutrient emulsion. When placed on a human penis, SCP-4969 will fuse to the host and bond with its nerves and blood vessels. Using this process, SCP-4969 will obtain all further needs until its natural death after 12 hours, after which all bonds are severed and the instance can be removed from its host. SCP-4969 instances will expire within 10 minutes if exposed to air without being attached to a host.\n\n\nHosts, hereafter referred to as SCP-4969-1, describe a slight burning sensation during the short bonding process. After bonding, SCP-4969 will then flood the host's system with a mixture of chemicals\n1\n with a highly aphrodisiac effect. Additionally, whenever a host has conscious or subconscious sexual urges or tendencies, high amounts of dopamine are infused into the host to further promote sexual activity. SCP-4969 is noted to greatly amplify the pleasure of sexual intercourse. Due to the narcotic nature of the anomaly, hosts are prone to wearing SCP-4969 instances constantly.\n\n\nIf an SCP-4969-1 instance successfully engages in sexual activity with another human, regardless of sex or reproductive abilities, an outer layer of cells from the bonded SCP-4969 instance will shed off and enter the partner's bloodstream, beginning the organism's breeding process. After a period of two weeks, the partner will show signs of abdominal swelling, caused by the gestation of the shed SCP-4969's cells. Inspection of partner individuals, now designated SCP-4969-2, will invariably show them to be spawning more instances of SCP-4969\n2\n. Gestation lasts approximately 2 months per batch, whereafter an amount of between 50 to 300 SCP-4969 instances will be expelled\n3\n from the carrier, along with a large quantity of gestational fluid. Hosts are often confused, disturbed, and fearful of this process.\n\n\n\n\n<<< Investigation Leading to the Discovery of SCP-4969>>>\n\n\n\n\nInvestigation leading to the Discovery of SCP-4969\n\n\n\n\nDuring the month of July 20██, planted Foundation Agents in a rural South African township noticed an above-average drop in visible female civilians. This, combined with strange behaviour and lack of concern from the remaining members of the public and authorities, was considered sufficient for the approval of further investigation and additional assets.\n\n\nA small team of agents raided a home suspected of containing information regarding the missing females and discovered a makeshift facility using female hostages to produce what is now known to be SCP-4969. After a short investigation involving host interrogation, the origin of SCP-4969 was traced to Gauteng, a major city in the country.\n\n\nUsing information received from undercover agents posing as civilians interested in SCP-4969, Foundation agents infiltrated and destroyed multiple locations producing SCP-4969 and, in the process, discovered the following notable details:\n\n\n\n\nThe SCP-4969 organism is theorized to have originated from the coastal area of KwaZulu-Natal. However, no wild SCP-4969 instances have been found since its discovery.\n\n\n\n\n\n\nDuring their partner's \"pregnancy\", SCP-4969-1 instances will display an unnaturally gleeful demeanor and show an intense affinity for SCP-4969. After gestation, SCP-4969-1 will attempt to spread SCP-4969, encouraging friends and family to try SCP-4969 for enhanced sexual pleasure.\n\n\n\n\n\n\nAfter an SCP-4969-2 instance expels a batch, they are often coerced into producing more SCP-4969 or assisting SCP-4969-1 individuals to spread SCP-4969. Typically, resistance by any SCP-4969-2 instance is not met peacefully.\n\n\n\n\n\n\nA group of SCP-4969-1 individuals began selling SCP-4969 as condoms under the brand \"LiveFeel Plus\". Due to the low-cost/high-yield potential, many SCP-4969-1 individuals will establish facilities in their former homes with the intention of selling the products in large quantities to retailers and/or individuals. This causes a cycle in which the victims of these purchases will often approach the sellers and begin working for them. These individuals and their respective SCP-4969-2 instances form a \"multi-level marketing\" business model.\n\n\n\n\n\n\nThe largest production site found to date was in ███████ ████, ████████, consisting of a commune with over 20 gestating individuals. They were found to be [REDACTED]. Only 3 individuals were able to be removed without expiring.\n\n\n\n\n\n\nMTF Nu-69 are currently searching for the leader of the LiveFeel scheme.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTranscript of Field Interview with SCP-4969-1-56:\n\n\n\n\n\n\n\n\nThe following interview is transcribed footage from a Foundation agent's hidden bodycam. SCP-4969-1-56 (1-56) was suspected to be the leader of a production base in ████ █████████, South Africa. Instance was approached by Agent Lannister (AL) under the guise of being a meeting with a prospective buyer from a large service station chain.\n\n\nAL\n: Hi, you must be ████. I'm Andrew, from ██████.\n\n\n1-56\n: Hey! Yeah, that's me. Nice to meet you.\n\n\nAL\n: I hear you've got a product I might be interested in.\n\n\n1-56\n: Yeah, I'm really surprised Robert managed to get you to meet with me! We usually have to approach guys like you.\n\n\nAL\n: I just loved his enthusiasm for the product and wanted to hear it from the boss himself.\n\n\n1-56\n: Of course! I mean, anything to get more clients, y'know? Say, about Bob, you seen him around lately? He's been scarce.\n\n\nAL\n: No, sorry. Haven't heard from him since he helped me set this up.\n\n\n1-56\n: That's okay, I'm sure he'll turn up, he'll be worried about his girl. So what did you wanna know?\n\n\nAL\n: Tell me what you have, sell me your product.\n\n\n1-56\n: Oh, man. These things kinda just sell themselves. You use condoms regularly, Andrew?\n\n\nAL\n: As much as the next guy, I guess.\n\n\n1-56\n: Oh come on! An attractive guy like you? You know the struggle, it's just not as good as raw sex. Even those super thin ones, they just don't compare to the real thing, y'know?\n\n\nAL\n: I suppose.\n\n\n1-56\n: Well, these babies…\n\n\nSCP-4969-1-56 pulls out a single SCP-4969 package.\n\n\n1-56\n: These babies are something special. You put 'em on and it's like you just slipped on a little slice of heaven. Not only do you not lose any feeling, everything feels better.\n\n\nAL\n: How so?\n\n\n1-56\n: They're 100% organic! No bad chemicals, none of that tingly shit that you're supposed to enjoy but don't. Just pure fuckin' pleasure dude! I'm feeling frisky just thinking about it. It's that good.\n\n\nAL\n: What do you mean organic?\n\n\n1-56\n: Oh, yeah, 100% organic.\n\n\nAL\n: Yes, but how? You're saying that you use naturally occurring latex from organic tree plantations?\n\n\n1-56\n: Oh, they're not latex.\n\n\nAL\n: They're not latex? I mean, if this is a new material you're using you'll have to give me a lot more information. Especially if you want us to buy these.\n\n\n1-56\n: Okay, understandable. Well, they're a natural compound manufactured by my wife and I.\n\n\nAL\n: So, handmade?\n\n\n1-56\n: No, look. Dude, Are you gonna buy them or not?\n\n\nAL\n: I can't just jump into a transaction like this, I have higher ups.\n\n\n1-56 is silent for several seconds.\n\n\nAL\n: ████?\n\n\n1-56\n: Okay, okay. I tell you what…\n\n\nSCP-4969-1-56 moves closer to Agent Lannister and begins rubbing their inner thigh area.\n\n\nAL\n: What ar—\n\n\n1-56\n: Just try one, Bob's girl is in the car. Just slip it on and go for i—\n\n\nAL\n: Are you fucking serious?\n\n\n1-56\n: What?\n\n\nAL\n: You want me to have sex with one of your colleague's partners? To test a product?\n\n\n1-56\n: Relax! She's not going anywhere, she's in the trunk o—\n\n\nAL\n: The trunk of your car?!\n\n\n1-56\n: Fucking chill dude, she's affecting business, this was Rob's responsibility for fucks sake.\n\n\nAgent Lannister later confirmed feigning interest to find the hostage.\n\n\nAL\n: Okay, take me uh… Take me to her.\n\n\n1-56\n: Fuck yeah! Dude, you're gonna love this. Let's go.\n\n\nSCP-4969-1-56 leads Agent Lannister to a minivan in an alleyway near the meeting place.\n\n\n1-56\n: She's in here, don't get too carried away haha we're in public.\n\n\nSCP-4969-1-56 opens trunk of vehicle, revealing an unidentified teenager (TG) before removing gag from her mouth.\n\n\n1-56\n: (To girl) — Now, remember what I told you. Don't make a sound okay?\n\n\nAgent Lannister is seen attacking SCP-4969-1-56.\n\n\nAL\n: You shitbag! Six-three move in on— my location, hostage found in suspect's vehicle.\n\n\n1-56\n: Who the hell are you talki— Hey! Wha—\n\n\nAgent Lannister switches off bodycam.\n\n\n\n\nAt the conclusion of the interview, a team of standby agents successfully cleared, amnestized and freed the kidnapped civilian. Further investigation revealed the location used as SCP-4969-1-56's breeding facility. Nine gestating individuals were found being held unwillingly. SCP-4969-1-56 was successfully apprehended but expired in custody as a result of unidentified blunt force injuries.\n\n\n\n\nFootnotes\n\n\n1\n. Refer to Report-4969-Alpha for a summary of chemical composition and their effects on human physiology.\n\n\n2\n. Place of gestation varies but is always located in the abdomen, with multiple batches capable of being carried simultaneously.\n\n\n3\n. Methods of expulsion are variable and include vomiting, defecation and expulsion via the urinary system\n\n\n\n\n\n\n\n\n« \nSCP-4968\n | SCP-4969 | \nSCP-4970\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Transcript of Field Interview with SCP-4969-1-56:",
        "The following interview is transcribed footage from a Foundation agent's hidden bodycam. SCP-4969-1-56 (1-56) was suspected to be the leader of a production base in ████ █████████, South Africa. Instance was approached by Agent Lannister (AL) under the guise of being a meeting with a prospective buyer from a large service station chain. AL : Hi, you must be ████. I'm Andrew, from ██████. 1-56 : Hey! Yeah, that's me. Nice to meet you. AL : I hear you've got a product I might be interested in. 1-56 : Yeah, I'm really surprised Robert managed to get you to meet with me! We usually have to approach guys like you. AL : I just loved his enthusiasm for the product and wanted to hear it from the boss himself. 1-56 : Of course! I mean, anything to get more clients, y'know? Say, about Bob, you seen him around lately? He's been scarce. AL : No, sorry. Haven't heard from him since he helped me set this up. 1-56 : That's okay, I'm sure he'll turn up, he'll be worried about his girl. So what did you wanna know? AL : Tell me what you have, sell me your product. 1-56 : Oh, man. These things kinda just sell themselves. You use condoms regularly, Andrew? AL : As much as the next guy, I guess. 1-56 : Oh come on! An attractive guy like you? You know the struggle, it's just not as good as raw sex. Even those super thin ones, they just don't compare to the real thing, y'know? AL : I suppose. 1-56 : Well, these babies… SCP-4969-1-56 pulls out a single SCP-4969 package. 1-56 : These babies are something special. You put 'em on and it's like you just slipped on a little slice of heaven. Not only do you not lose any feeling, everything feels better. AL : How so? 1-56 : They're 100% organic! No bad chemicals, none of that tingly shit that you're supposed to enjoy but don't. Just pure fuckin' pleasure dude! I'm feeling frisky just thinking about it. It's that good. AL : What do you mean organic? 1-56 : Oh, yeah, 100% organic. AL : Yes, but how? You're saying that you use naturally occurring latex from organic tree plantations? 1-56 : Oh, they're not latex. AL : They're not latex? I mean, if this is a new material you're using you'll have to give me a lot more information. Especially if you want us to buy these. 1-56 : Okay, understandable. Well, they're a natural compound manufactured by my wife and I. AL : So, handmade? 1-56 : No, look. Dude, Are you gonna buy them or not? AL : I can't just jump into a transaction like this, I have higher ups. 1-56 is silent for several seconds. AL : ████? 1-56 : Okay, okay. I tell you what… SCP-4969-1-56 moves closer to Agent Lannister and begins rubbing their inner thigh area. AL : What ar— 1-56 : Just try one, Bob's girl is in the car. Just slip it on and go for i— AL : Are you fucking serious? 1-56 : What? AL : You want me to have sex with one of your colleague's partners? To test a product? 1-56 : Relax! She's not going anywhere, she's in the trunk o— AL : The trunk of your car?! 1-56 : Fucking chill dude, she's affecting business, this was Rob's responsibility for fucks sake. Agent Lannister later confirmed feigning interest to find the hostage. AL : Okay, take me uh… Take me to her. 1-56 : Fuck yeah! Dude, you're gonna love this. Let's go. SCP-4969-1-56 leads Agent Lannister to a minivan in an alleyway near the meeting place. 1-56 : She's in here, don't get too carried away haha we're in public. SCP-4969-1-56 opens trunk of vehicle, revealing an unidentified teenager (TG) before removing gag from her mouth. 1-56 : (To girl) — Now, remember what I told you. Don't make a sound okay? Agent Lannister is seen attacking SCP-4969-1-56. AL : You shitbag! Six-three move in on— my location, hostage found in suspect's vehicle. 1-56 : Who the hell are you talki— Hey! Wha— Agent Lannister switches off bodycam."
    ],
    "item": "SCP-4969",
    "object_class": "Euclid",
    "containment_procedures": "A small batch of SCP-4969 is contained in Cryo-Storage Locker 4969 in Wing E3 of Site-56. Search conditions for all \"LiveFeel\" Products and known product terminology are to be added to Foundation web crawlers. MTF Nu-63 (Safe Sects) are to be dispatched to locations suspected to be producing SCP-4969. All affected individuals are to be taken into Foundation custody for research and neutralization. Any SCP-4969 found for sale are to be removed from circulation and destroyed.",
    "description": "SCP-4969 are a species of parasitic gelatinous zooplankton. SCP-4969 are extremely resilient compared to other zooplankton and greatly resemble male condoms. Instances are capable of living in a hibernated state for up to 2 years in their birth environment, which is primarily composed of a saline and nutrient emulsion. When placed on a human penis, SCP-4969 will fuse to the host and bond with its nerves and blood vessels. Using this process, SCP-4969 will obtain all further needs until its natural death after 12 hours, after which all bonds are severed and the instance can be removed from its host. SCP-4969 instances will expire within 10 minutes if exposed to air without being attached to a host.",
    "title": "SCP-4969"
}