{
    "url": "https://scp-wiki.wikidot.com/scp-4970",
    "all_text": "rating: \n+151\n+\n–\nx\n\n\n\n\n\n\nSCP-4970\n\n\n\n\n\n\nItem #:\n SCP-4970\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The office building housing SCP-4970 has been purchased by the Foundation, and all non-Foundation employees have been dismissed under the guise of bankruptcy of █████ ███ Electronics. Employees that were involved with SCP-4970 have been administered amnestics and released.\n\n\nDescription:\n SCP-4970 is an ISDN type videophone, primarily used for home offices and small businesses, situated in the former █████ ███ Electronics office. SCP-4970 is functionally identical to its non-anomalous counterparts, apart from the display, which seems defective when used for a video call.\n\n\nA single phone number (hereafter referred to as SCP-4970-1) is stored in SCP-4970's internal memory, which has more digits than can be displayed on SCP-4970's screen. Attempting to call SCP-4970-1 on any other device results in failure. SCP-4970 is not able to call non-anomalous phone numbers.\n\n\nSelecting SCP-4970-1 instantaneously connects the caller with an automated selection bot, which speaks to the user in 17 languages before English is offered. In a separate test, over 4093 different dialects were discerned before the test was terminated after 13 hours. Most of these languages have no resemblance to any languages used throughout history. Some vocalisations are unable to be reproduced by human vocal chords or are outside of the frequency spectrum audible to the human ear. After English is selected, the user will be connected to a representative of SCP-4970-A, an anomalous help-desk named ''Universal Information Technology''. The caller can then inquire on various topics, even abstract queries like the laws of physics, philosophical problems and metaphysical concepts.\n\n\nIt is unknown who registered the number in SCP-4970's memory, but SCP-4970-A was seemingly used to provide █████ ███ Electronics with information that could be used to improve electronic devices rapidly, giving the company an edge over their competitors.\n\n\n\n\n▼ Transcript of first conversation with SCP-4970-A (Level 2 clearance required) ▼\n\n\n\n\n▲ Hide Addendum ▲\n\n\n\n\n\n\n\n\nFirst contact\n\n\n\n\n\n\nDate:\n 21.02.2019\n\n\n\n\n\n\nName:\n Dr. Collins\n\n\n\n\n\n\nForeword: After questioning of witnesses, SCP-4970 was revealed to be the source of the unusual leap in technological advances that █████ ███ Electronics made in the last year. Witness could not provide detailed explanation, which was the reason for this test. Dr. Collins performs the call.\n\n\n\n\n\n\n\n\n\n\n[SCP-4970 is used, instantly connects to SCP-4970-A. Dr. Collins selects English and connection with a representative (hereafter referred to as SCP-4970-2) is established.]\n\n\nSCP-4970-2:\n Thank you for calling Universal Information Technology, my name is [UNINTELLIGIBLE\n1\n], how can I be of service?\n\n\nDr. Collins:\n Erm… Hi. I'm Dr. Collins, I'm calling because I have a few questions about this telephone.\n\n\nSCP-4970-2:\n Are you asking about the device you're calling on or telephones in general?\n\n\nDr. Collins:\n This one. How is it that it can connect with you?\n\n\nSCP-4970-2:\n I'd have to put you through to Communication Electronics for that. So from what I see here this isn't your first time calling, correct?\n\n\nDr. Collins:\n No, I mean this is the first time I'm calling, but this phone has been used before.\n\n\nSCP-4970-2:\n Sorry for prying sir, but that sounds a bit… Can I talk to the original owner? I'll have to verify if they consent to your usage of their account.\n\n\nDr. Collins:\n I'm afraid that he is unavailable.\n\n\nSCP-4970-2:\n Ah, yes I see. [pause] It says here that he is no longer aware of us. You're part of a different organisation, correct?\n\n\nDr. Collins:\n How did you know that?\n\n\nSCP-4970-2:\n It's what the case file says. Do you have something to write with?\n\n\nDr. Collins:\n I erm… I do, yes.\n\n\nSCP-4970-2:\n Okay, your case code is: A324-E3212-564I-4242. Now sir, hold onto that because any future call will be asking for that, ok?\n\n\nDr. Collins:\n I understand.\n\n\nSCP-4970-2:\n So how can I help you?\n\n\nDr. Collins:\n Well, this is going to sound strange, but I'm not entirely sure who you are and what you work for.\n\n\nSCP-4970-2:\n Can you be more specific? You're calling Universal Technical Support, and I'm a representative. Like a support line?\n\n\nDr. Collins:\n How is this telephone able to connect to you?\n\n\nSCP-4970-2:\n I'd guess by phone-line. Do you… is there any reason it would not be?\n\n\nDr. Collins:\n No, I'm just asking because this number doesn't work if I use any other device.\n\n\nSCP-4970-2:\n Oh. Well, I can find that out for you, but I'd have to message the product specialist first and get back to you.\n\n\nDr. Collins:\n That's fine, I'll get back on that later. Can you tell me what the previous owner of this phone asked about in previous conversations?\n\n\nSCP-4970-2:\n Sorry sir, I can't tell you that. Company policy, I can't disclose that information due to privacy concerns.\n\n\nDr. Collins:\n Oh, that's unfortunate. Okay, so what do you uh… what is your area of expertise?\n\n\nSCP-4970-2:\n Bit of everything, not specialised. Laws of Physics, you know, basic stuff.\n\n\nDr. Collins:\n Quantum Mechanics?\n\n\nSCP-4970-2:\n Yeah, stuff like that.\n\n\nDr. Collins:\n Do you mind holding on for a bit? I want to confer with a colleague.\n\n\nSCP-4970-2:\n [Laughs] Hey, that's my line!\n\n\nDr. Collins:\n Hah. Anyway-\n\n\nSCP-4970-2:\n Yeah go ahead, I'm not going anywhere.\n\n\n[Silence for 2 minutes]\n\n\nDr. Collins:\n I'm back, hi.\n\n\nSCP-4970-2:\n Welcome back. What did you want to know?\n\n\nDr. Collins:\n When and how did the universe start?\n\n\nSCP-4970-2:\n Well sir, that depends on your definition of universe and start. What level of theory is your civilization currently operating?\n\n\nDr. Collins:\n What level?\n\n\nSCP-4970-2:\n Surely you've written that down somewhere, sir.\n\n\nDr. Collins:\n I… don't know if I have.\n\n\nSCP-4970-2:\n The original owner must have? That's not practical, on account of them being unavailable. I'll put you through to universal registry, one moment please.\n\n\nDr. Collins:\n Uh, sure. Thank you.\n\n\n[Half a second of poorly recorded music plays before another instance picks up. Interviewer notes a monotone, disinterested tone.]\n\n\nSCP-4970-3:\n Universal registry, how can I help?\n\n\nDr. Collins:\n Hi, erm, I'm Dr. Collins, and your colleague said you could help me with-\n\n\nSCP-4970-3:\n Yeah okay, do you have a case number please?\n\n\nDr. Collins:\n Right, sorry. It's A324-E3212-564I-4242.\n\n\nSCP-4970-3:\n On the name 'Collins'.\n\n\nDr. Collins:\n That's right.\n\n\nSCP-4970-3:\n So it's going to be hard to figure out your universal code if you don't have anything to give me the right place to look.\n\n\nDr. Collins:\n Sorry but, how am I supposed to know how you categorise our universe?\n\n\nSCP-4970-3:\n Well surely you had \nsome\n form of documentation when you first got it? We have a lot of them, infinite even. We'd be doing this for seven [UNINTELLIGIBLE].\n\n\nDr. Collins:\n Documentation from whom?\n\n\nSCP-4970-3:\n Well, wherever you first got it! How long have you had the Universe?\n\n\nDr. Collins:\n 13.7 billion years?\n\n\nSCP-4970-3:\n [Sighs] And you lost it already? You know that voids your warranty, right?\n\n\nDr. Collins:\n Warranty for what?\n\n\nSCP-4970-3:\n Technical errors, obviously. You know, fabrication mishaps. Unless you damaged the Universe yourself, that's user damage.\n\n\nDr. Collins:\n What about damage outside of my control?\n\n\nSCP-4970-3:\n You call your universal insurance.\n\n\nDr. Collins:\n Do you have that number?\n\n\nSCP-4970-3:\n Well, where did you sign up? What company?\n\n\nDr. Collins:\n I don't know.\n\n\nSCP-4970-3:\n [Sigh] Sir, I don't know that either. Have you written \nthat\n down at least?\n\n\nDr. Collins:\n I'd… have to check. Sorry, this is all very new to me.\n\n\nSCP-4970-3:\n It's okay sir. Do you maybe have someone around that has more experience with this? Then you can just hand them the phone and we'll figure this out for you.\n\n\nDr. Collins:\n I don't think anyone here knows more than I do.\n\n\nSCP-4970-3:\n Very well sir. Do you want me to wait or will you call back when you find the information we need?\n\n\nDr. Collins:\n I'll call you back, sorry for wasting your time.\n\n\nSCP-4970-3:\n That's alright. We'll hear from you!\n\n\nDr. Collins:\n Goodbye.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▼ What is love? (Level 2 clearance required) ▼\n\n\n\n\n▲ Hide Addendum ▲\n\n\n\n\n\n\n\n\nWhat is love?\n\n\n\n\n\n\nDate:\n 23.02.2019\n\n\n\n\n\n\nName:\n Dr. Collins\n\n\n\n\n\n\n\n\n\n\nSCP-4970-2:\n Thank you for calling Universal Information Technology, my name is Tom, how can I help you?\n\n\nDr. Collins:\n Hi erm, this is Dr. Collins again.\n\n\nSCP-4970-2:\n Oh hey! I had you yesterday.\n\n\nDr. Collins:\n Are you sure? I don't remember a Tom.\n\n\nSCP-4970-2:\n Yeah no I know, I didn't think you could pronounce my actual name with your vocal chords so I looked up the translation, like, good for conversation if we can actually say our names, huh?\n\n\nDr. Collins:\n Hah, can't argue with that.\n\n\nSCP-4970-2:\n Did you get your answer yesterday?\n\n\nDr. Collins:\n Eh, no I didn't have the info on our universe, so…\n\n\nSCP-4970-2:\n He was annoyed? Sounded bored?\n\n\nDr. Collins:\n You could say that, yeah.\n\n\nSCP-4970-2:\n Yeah I know him, don't worry about it, he's always like that. He's just a stick-in-the-mud. We call him Smiley. He doesn't like it, so that makes it better.\n\n\nDr. Collins:\n Good to hear that it wasn't just me. So, you can't help me find the serial to the universe either, can you?\n\n\nSCP-4970-2:\n Nah man, I wouldn't know where to start. I don't have the details, but the lifespan of the universe you're in versus the lifespan of the being in it? Whew, they're not even close. No wonder you lost the serial and warranty information. Being straight here: Questions about manufacturing process and dates aren't going to be easy, might not even be possible. Best case scenario, you figure out the exact time of creation on your own and we trace it back until we find yours.\n\n\nDr. Collins:\n Creation?\n\n\nSCP-4970-2:\n Eh, creation, coming into being, whatever, it's semantics.\n\n\nDr. Collins:\n I don't really get how that… so it's created and has a creator?\n\n\nSCP-4970-2:\n Nah, not always. Some universes, sure. Not all of them. I'd get into more detail, but I'm having a hard time with doing so because you don't have a lot of words for it. English is a cool language though, very casual. Short words, like it.\n\n\nDr. Collins:\n Thank… you.\n\n\nSCP-4970-2:\n No problem! So did you have any specific questions for me?\n\n\nDr. Collins:\n Oh right, I almost forgot. Erm, they told me to ask what love is.\n\n\nSCP-4970-2:\n Okay, so for that I can put you through to… chemistry, biology or philosophy. I personally recommend chemistry or biology if you don't want to stay on call for two hours.\n\n\n[[FURTHER DATA REDACTED, ACCESS TO THIS INFORMATION IS RESTRICTED TO CLEARANCE LEVEL 5]]\n\n\n\n\n\n\n\n\n\n\n\n\nNote: An additional 7 conversations have taken place since first discovery, transcripts of which are available on request. These requests may be filed to Dr. Belrose.\n\n\n\n\n▼ Transcript of unauthorised conversation with SCP-4970-A (Level 3 clearance required) ▼\n\n\n\n\n▲ Hide Addendum ▲\n\n\n\n\n\n\n\n\nN/A\n\n\n\n\n\n\nDate:\n 28.02.2019\n\n\n\n\n\n\nName:\n Dr. Collins\n\n\n\n\n\n\n\n\n\n\nSCP-4970-2:\n Thank you for calling Universal Information Technology, my name is Tom, how can I help you?\n\n\nDr. Collins:\n Hi erm, is this Tom?\n\n\nSCP-4970-2:\n Hey yeah, how are you doing?\n\n\nDr. Collins:\n Yeah, fine. How about you?\n\n\nSCP-4970-2:\n Can't erm, can't complain.\n\n\nDr. Collins:\n That doesn't sound convincing.\n\n\nSCP-4970-2:\n Eh, part of the job I'm afraid.\n\n\nDr. Collins:\n Want to tell me what happened?\n\n\nSCP-4970-2:\n Ah, it's stupid.\n\n\nDr. Collins:\n Try me.\n\n\nSCP-4970-2:\n Ah it's just… this client calls me because she didn't know when a Universal Repairman came today because her [ILLEGIBLE]universe broke or something, so I call the guy and he says like: ''I sent her like 4 reminders to agree to the repair fee and she didn't respond.''\n\n\nDr. Collins:\n Let me guess, she felt stupid and wanted to let that out on you?\n\n\nSCP-4970-2:\n She seriously wants to file a complaint using my name because ''it's not clear'' and that ''she didn't receive any reminders''. Sure ma'am, even though you got the first message, all of those must have been lost in the ether. So I say: ''You want to file a complaint because I notified you about the lack of responses on your end?'' and she gets annoyed and says like: ''No it's nothing against you, just unhappy with the situation''.\n\n\nDr. Collins:\n The situation she herself caused?\n\n\nSCP-4970-2:\n Right? But it's fine, I'm used to it. ''Everyone's at fault but me''.\n\n\nDr. Collins:\n Sorry to hear that, Tom. Don't worry about it, if she actually goes through with it she'll look really stupid.\n\n\nSCP-4970-2:\n Thanks, I think you're right. Anyway enough about me, did you have a question for me?\n\n\nDr. Collins:\n What? Oh yeah, I eh, this is a bit of a weird question I guess?\n\n\nSCP-4970-2:\n Good, normal questions are boring.\n\n\nDr. Collins:\n So erm… Is what I'm doing actually helping?\n\n\nSCP-4970-2:\n That's ah… not really a technical question, I think.\n\n\nDr. Collins:\n I know, it's just…\n\n\nSCP-4970-2:\n Curiosity?\n\n\nDr. Collins:\n Let's call it that.\n\n\nSCP-4970-2:\n That's alright, we'll improvise. So you in particular, since your organisation contains things that aren't supposed to be that way, it's helpful in protecting your people from it. I mean, you can argue that what your kind views as anomalous technically isn't, since it wouldn't exist in your universe if it was…\n\n\nDr. Collins:\n We have some anomalies that can be considered extra-dimensional.\n\n\nSCP-4970-2:\n Very true.\n\n\nDr. Collins:\n What about me, personally?\n\n\nSCP-4970-2:\n It wasn't your fault, if that's what you ask. Not if you ask me, anyway.\n\n\nDr. Collins:\n My colleague was killed, Tom.\n\n\nSCP-4970-2:\n Not by you.\n\n\nDr. Collins:\n I could have saved her if I would have been more careful.\n\n\nSCP-4970-2:\n Well yeah, that's easy to say in retrospect, but the lifeform she was killed by was unpredictable.\n\n\nDr. Collins:\n Is the future set in stone?\n\n\nSCP-4970-2:\n In your universe? Technically, you can predict a lot on the quantum level, but not in any way your species would be able to read properly. No offence meant, of course.\n\n\nDr. Collins:\n None taken.\n\n\nSCP-4970-2:\n I'm sorry for your loss, but I'm just technical support. I can't bring her back, and by the time we'd be able to complete a model for your universe on the quantum level, it would have already experienced heat death.\n\n\nDr. Collins:\n I see. Thanks anyway Tom. Can I… do something to show you that I'm happy with your service?\n\n\nSCP-4970-2:\n You'd do that?\n\n\nDr. Collins:\n Sure, you deserve it.\n\n\nSCP-4970-2:\n I'm… happy about that. Thank you.\n\n\nDr. Collins:\n No problem at all.\n\n\nSCP-4970-2:\n I'll be in touch then! Is there anything else?\n\n\nDr. Collins:\n Let's leave it here for now.\n\n\nSCP-4970-2:\n Alright, let me know if you need anything else!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▼ Report of incident 4970-A (Level 4 clearance required)▼\n\n\n\n\n▲ Hide Addendum ▲\n\n\n\n\nOn 03/05/2019, the fax machine in the office building housing SCP-4970 printed the following survey:\n\n\n\n\n\n\nThank you for taking the time to let us know what you think of Universal Technical Support!\n\n\n\n\n\n\nSurvey\n\n\n\n\n\n\nAre you capable of physically interacting with your universe [yes/no]?\n\n\n\n\n\n\n\n\nHow many limbs does your species possess?\n\n\n\n\n\n\n\n\nIs your universe created with a specific purpose or did it manifest without reason?\n\n\n\n\n\n\n\n\nWhat is the maximum velocity of light, measured in your most recognised system of measurement?\n\n\n\n\n\n\n\n\nIs your species aware of what occurs after death [yes/no]?\n\n\n\n\n\n\n\n\nIs your species aware of the multi-universe entanglement field [yes/no]?\n\n\n\n\n\n\n\n\nFrom a number from 1 to 10, how satisfied are you with Universal Technical Support?\n\n\n\n\n\n\n\n\nIn your own words, describe how you feel about Universal Technical Support.\n\n\n\n\n\n\n\n\nDo you have any additional comments or feedback for us?\n\n\n\n\n\n\n\n\nThank you for your feedback!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Interviewer described it as ''a noise that a human shouldn't be able to make''\n\n\n\n\n\n\n\n\n« \nSCP-4969\n | SCP-4970 | \nSCP-4971\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4970\n\" by Leveritas, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4970\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n 640px-Bildtelefon_T-View_100.JPG\n\n\nName:\n Bildtelefon T-View 100.JPG\n\n\nAuthor:\n Nightflyer\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-4970 \" by Leveritas, from the SCP Wiki . Source: https://scpwiki.com/scp-4970 . Licensed under CC-BY-SA .",
        "Filename: 640px-Bildtelefon_T-View_100.JPG Name: Bildtelefon T-View 100.JPG Author: Nightflyer License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-4970",
    "object_class": "Safe",
    "containment_procedures": "The office building housing SCP-4970 has been purchased by the Foundation, and all non-Foundation employees have been dismissed under the guise of bankruptcy of █████ ███ Electronics. Employees that were involved with SCP-4970 have been administered amnestics and released.",
    "description": "SCP-4970 is an ISDN type videophone, primarily used for home offices and small businesses, situated in the former █████ ███ Electronics office. SCP-4970 is functionally identical to its non-anomalous counterparts, apart from the display, which seems defective when used for a video call.",
    "title": "SCP-4970"
}