{
    "url": "https://scp-wiki.wikidot.com/scp-4972",
    "all_text": "rating: \n+345\n+\n–\nx\n\n\n\n\n\n\nDr. Carè\n\n\n\n\n\n\nItem #:\n SCP-4972\n\n\nObject Class:\n Unknown\n\n\nSpecial Containment Procedures:\n The Adaptive Containment Chamber (ACC) SCP-4972 is believed to reside in is to remain in the section of Site-22 it was first found in. This ACC is to be kept under guard by a security team of at least ten personnel at all times. No attempts are to be made, outside of already agreed testing protocol, to observe or access the interior of the ACC.\n\n\nAny approved attempts to access the interior of the ACC through testing are to be done according to this procedure:\n\n\n\n\nAll testing is to be performed by a single member of D-Class personnel.\n\n\nNo recording devices are to observe the testing process.\n\n\nAll security personnel are to turn away from the ACC during the moment of entry, and noise-cancellation headgear is to be activated until the ACC is resealed.\n\n\nThe amount of time the D-Class operative is to remain in the ACC is to be specified beforehand. The D-Class operative is not to be released until this time has been reached. In the event that a D-Class operative does not attempt to leave once this time has been reached, the ACC is to remain sealed.\n\n\nFollowing emergence from the ACC, the D-Class is to be decontaminated, scanned remotely for bodily anomalies and interviewed by Dr. Carè. Interview is to take place in a sealed interview room, with the interviewer and subject in separated sections.\n\n\nUntil the interview has been concluded and the D-Class in question has been confirmed non-compromised, no individuals are to make any form of direct contact with them.\n\n\nOnce testing is concluded and all relevant information logged, the D-Class is to be administered a Class-A amnestic to excise any memory of said test.\n\n\n\n\nAll information gained from D-Class testing is to be accessed only by Dr. Carè. In the event of his death or otherwise becoming incapable of performing his duties, access is to pass to the next highest ranking member of research personnel.\n\n\nDescription:\n SCP-4972 is an object, entity or phenomenon presumed to exist within an Adaptive Containment Chamber located at Site-22.\n\n\nDiscovery:\n The existence of SCP-4972 was first discovered during a routine system scan of Site-22. It was discovered that, since previous checks had been performed, an unused section was draining large amounts of power from the site's generators. Upon investigation, the ACC was discovered in the area in question, with the designation emblazoned on its side indicating it was containing SCP-4972. The ACC is an experimental containment chamber designed for secure storage of Red Threat Level anomalies. Note that a prototype for the ACC had not yet been completed when SCP-4972 was found.\n\n\nNo individuals stationed at Site-22 could explain how the ACC was transported into Site-22, and mnestic therapy of numerous personnel proved that no memories existed of the ACC's arrival. In addition, no personnel could explain why the section of Site-22 the ACC was found in had been unused for such a long period of time.\n\n\nUpon subsequent investigation into the SCP-4972 designation on the Foundation archives, only the following message was found:\n\n\n\n\n\n\nThe seal on the Adaptive Containment Chamber is not to be broken. Do not enter the chamber or attempt to remove anything from it. Do not attempt to observe the inside of the chamber. Do not attempt to deduce its contents. Do not \nspeculate\n about its contents.\n\n\nNo further information can be divulged. I'm sorry.\n\n\nO5-6 (Command Code ████-████-████-████)\n\n\n\n\n\n\nIn a similar manner to the personnel of Site-22, mnestic therapy of O5-6 found that they possessed no memories concerning SCP-4972 or the appearance of the ACC, nor had they possessed them at any point. In addition, the command codes attached to the message were outdated by several years.\n\n\nIn order to confirm the nature of SCP-4972, while still following the majority of the directives found in the original note, the current procedures for testing were created by Dr. Carè and approved by O5-6.\n\n\n\n\nTest Log 4972-1:\n\n\nSubject:\n D-29102.\n\n\nTime in ACC:\n 120 seconds.\n\n\nSubject entered the ACC according to the testing procedures and emerged 120 seconds later. Scans showed no abnormalities within her body. Interview was conducted five minutes after the subject emerged from the ACC.\n\n\n\n\n<Begin Log>\n\n\nDr. Carè:\n Good evening. How do you feel?\n\n\nD-29102:\n Uh, fine, I guess. Why'd you have me go in there, anyway? You didn't even have me \ndo\n anything.\n\n\nDr. Carè:\n Just a bit of routine testing. Can you tell me what exactly you saw in there?\n\n\nD-29102:\n Well, just a room, right?\n\n\n(Pause.)\n\n\nDr. Carè:\n A little more specific, please.\n\n\nD-29102:\n Oh, right. Well, kind of a square-ish room, all lit up by this one light in the ceiling. The walls were covered in this kind of, uh, I don't really know how to describe it. Bubble-wrap?\n\n\nDr. Carè:\n That would be the adaptive membrane, yes. That fits with the schematics. Anything else?\n\n\nD-29102:\n Nothing much. I kinda just stood around for two minutes, then knocked on the door like you said. I guess there was kind of a snarky breakfast noise, but that was it.\n\n\n(Pause.)\n\n\nDr. Carè:\n A what?\n\n\nD-29102:\n A snarky breakfast noise. Why?\n\n\nDr. Carè:\n Oh, sorry. I thought you said something else.\n\n\nD-29102:\n So, there anything else? (laughs) I gotta say, this wasn't much of a test. You guys kinda hyped it up for me, you know?\n\n\nDr. Carè:\n Well, I suppose if that's all you noticed, then I've nothing else to ask. We'll keep you on hand for more tests, just to make sure everything's fine, then you'll be released as agreed.\n\n\nD-29102:\n Cool.\n\n\n(Dr. Carè stands up and exits through the door on his side of the interview room. D-29102 stands up and exits through the far wall.)\n\n\n<End Log>\n\n\n\n\nTest Log 4972-2:\n\n\nSubject:\n D-39112.\n\n\nTime in ACC:\n Five minutes.\n\n\nPrior to entering the ACC, the subject was put through several rounds of cognito-therapy in order to enable perception of phenomena beyond usual human capabilities. Subject entered the ACC according to the testing procedures and emerged five minutes later. Scans showed no abnormalities within his body. Interview was conducted five minutes after the subject emerged from the ACC.\n\n\n\n\n<Begin Log>\n\n\nDr. Carè:\n Hello, D-39112. How are you feeling?\n\n\nD-39112:\n Doesn't it get hard to remember that number? Can't you just call me, like, Steve or something?\n\n\nDr. Carè:\n Very well. How are you feeling, Steve?\n\n\nD-39112:\n Sick.\n\n\nDr. Carè:\n You're feeling unwell?\n\n\nD-39112:\n No, no, sick as in good. \nSick\n.\n\n\n(Pause.)\n\n\nDr. Carè:\n Okay, I'm glad to hear that. Could you tell me about what you saw while in the ACC?\n\n\nD-39112:\n The what?\n\n\nDr. Carè:\n (sighs) The room we just put you in, Steven.\n\n\nD-39112:\n Oh right, yeah, yeah. Well, I went in there like you said, looked around and when I was a kid I used to watch this show on television called Bernard the Bouncing Bunny. Have you seen that television program?\n\n\n(Dr. Carè takes notes for ten seconds.)\n\n\nDr. Carè:\n No, I haven't.\n\n\nD-39112:\n The show is primarily centered around a character called, you guessed it, Bernard the Bouncing Bunny. He is a playful rabbit with an identical spot on both his ears. He is prone to getting into all sorts of mischief including Percy the Police Pooch as well as a giant spider that remains unnamed by the producers to this day.\n\n\n(Dr. Carè takes notes for one minute.)\n\n\nDr. Carè:\n I see, please continue.\n\n\nD-39112:\n When I was a kid, I was watching this program, you understand? On my television. The aerial was scooping it out of the air like ice cream, and I felt like it was my sky dream. Do you own a television?\n\n\n(Dr. Carè takes notes for seven minutes.)\n\n\nDr. Carè:\n Yes, I do. Why do you ask?\n\n\nD-39112:\n Just curious. On my television, sometimes a playful rabbit appears. Even when I'm out shopping, I see him in the shards of glass with an identical spot on both his ears. He is my favourite television personality.\n\n\n(Dr. Carè takes notes for five hours.)\n\n\nDr. Carè:\n I'm sorry, what was the bunny's name?\n\n\nD-39112:\n Bernard.\n\n\n(Dr. Carè takes notes for six hundred and thirty-four years.)\n\n\nDr. Carè:\n Well, thank you for this information. It's been extremely helpful.\n\n\nD-39112:\n No problem, man.\n\n\n(Dr. Carè stands up and exits the interview room through the door on his side of the interview room. D-39112 does the same on his side of the interview room.)\n\n\n<End Log>\n\n\n\n\nTest Log 4972-3:\n\n\nSubject:\n Dr. Carè.\n\n\nTime in ACC:\n Six hours.\n\n\nDuring a containment breach at Site-22, security personnel assigned to SCP-4972 were reassigned to assist with efforts to stop said breach and secure the facility. Dr. Carè is believed to have entered the ACC in order to conduct unauthorized testing of SCP-4972 at this point. He was released upon the return of security personnel six hours later. Scans showed no abnormalities within his body. Interview was conducted by Dr. Lesteigh five minutes after Dr. Carè emerged from the ACC.\n\n\n\n\n<Begin Log>\n\n\nDr. Lesteigh:\n Why'd you do it, Jon? I mean, come on.\n\n\nDr. Carè:\n I had to know. Something was wrong.\n\n\nDr. Lesteigh:\n What do you mean, something was wrong? I want an actual explanation for what the \nhell\n you were thinking. You drew up those testing procedures yourself, for god's sake!\n\n\nDr. Carè:\n Which one is me?\n\n\nDr. Lesteigh:\n What?\n\n\nDr. Carè:\n Am I me, or am I you? I can't … I'm having difficulty telling. (laughs) Can you help me, please?\n\n\n(Pause.)\n\n\nDr. Lesteigh:\n Are you feeling alright, Jon?\n\n\nDr. Carè:\n Yes. No. No, of course I'm not feeling alright. I need to … I need to tell you, to let you know before it happens.\n\n\nDr. Lesteigh:\n Before what happens?\n\n\nDr. Carè:\n I don't know. Something. Something will happen, I don't know what. I need to - I need to tell you something, okay?\n\n\nDr. Lesteigh:\n Okay. Go ahead.\n\n\nDr. Carè:\n We shouldn't have opened it. We shouldn't have opened it, Noah. I saw … \nwords\n. I don't have the words, there are too many. We need to cut them down a bit, we only need ten or so. What the hell am I talking about? I feel like bath-bubbles.\n\n\nDr. Lesteigh:\n Bath-bubbles?\n\n\nDr. Carè:\n Spreading, spreading, um, \ndiluting\n, yes, that's the word. That's what it is - don't write this down, don't write this down! You'll get too close to it!\n\n\nDr. Lesteigh:\n What do you mean? We need to get the interview on file, Jon. It'll help with future tests.\n\n\n(Dr. Carè begins visibly hyperventilating.)\n\n\nDr. Carè:\n Something is wrong. Something is wrong. Don't even \nthink\n about it, don't try to work it out, you're getting too close to it. I shouldn't have said anything. I shouldn't have said anything, I'm sorry.\n\n\n(Dr. Carè looks down at his hands and begins screaming. Dr. Lesteigh stands up.)\n\n\nDr. Lesteigh:\n What is it? What's wrong, Jon?\n\n\nDr. Carè:\n What the hell did you do to me?! My hands! Look at my fucking hands! What is this place?! Where am I?! \nWhere am I\n?!\n\n\n(The second Dr. Carè approaches the observation window, hunched over and grinning widely. He taps on the glass with his index finger rhythmically, then sinks into the floor seven seconds later.)\n\n\n(Dr. Lesteigh turns and leaves the interview room through the door on his side of the interview room. Dr. Carè does not.)\n\n\n<End Log>\n\n\n\n\n\n\n\n\n« \nSCP-4971\n | SCP-4972 | \nSCP-4973\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "The seal on the Adaptive Containment Chamber is not to be broken. Do not enter the chamber or attempt to remove anything from it. Do not attempt to observe the inside of the chamber. Do not attempt to deduce its contents. Do not speculate about its contents. No further information can be divulged. I'm sorry. O5-6 (Command Code ████-████-████-████)",
        "<Begin Log> Dr. Carè: Good evening. How do you feel? D-29102: Uh, fine, I guess. Why'd you have me go in there, anyway? You didn't even have me do anything. Dr. Carè: Just a bit of routine testing. Can you tell me what exactly you saw in there? D-29102: Well, just a room, right? (Pause.) Dr. Carè: A little more specific, please. D-29102: Oh, right. Well, kind of a square-ish room, all lit up by this one light in the ceiling. The walls were covered in this kind of, uh, I don't really know how to describe it. Bubble-wrap? Dr. Carè: That would be the adaptive membrane, yes. That fits with the schematics. Anything else? D-29102: Nothing much. I kinda just stood around for two minutes, then knocked on the door like you said. I guess there was kind of a snarky breakfast noise, but that was it. (Pause.) Dr. Carè: A what? D-29102: A snarky breakfast noise. Why? Dr. Carè: Oh, sorry. I thought you said something else. D-29102: So, there anything else? (laughs) I gotta say, this wasn't much of a test. You guys kinda hyped it up for me, you know? Dr. Carè: Well, I suppose if that's all you noticed, then I've nothing else to ask. We'll keep you on hand for more tests, just to make sure everything's fine, then you'll be released as agreed. D-29102: Cool. (Dr. Carè stands up and exits through the door on his side of the interview room. D-29102 stands up and exits through the far wall.) <End Log>",
        "<Begin Log> Dr. Carè: Hello, D-39112. How are you feeling? D-39112: Doesn't it get hard to remember that number? Can't you just call me, like, Steve or something? Dr. Carè: Very well. How are you feeling, Steve? D-39112: Sick. Dr. Carè: You're feeling unwell? D-39112: No, no, sick as in good. Sick . (Pause.) Dr. Carè: Okay, I'm glad to hear that. Could you tell me about what you saw while in the ACC? D-39112: The what? Dr. Carè: (sighs) The room we just put you in, Steven. D-39112: Oh right, yeah, yeah. Well, I went in there like you said, looked around and when I was a kid I used to watch this show on television called Bernard the Bouncing Bunny. Have you seen that television program? (Dr. Carè takes notes for ten seconds.) Dr. Carè: No, I haven't. D-39112: The show is primarily centered around a character called, you guessed it, Bernard the Bouncing Bunny. He is a playful rabbit with an identical spot on both his ears. He is prone to getting into all sorts of mischief including Percy the Police Pooch as well as a giant spider that remains unnamed by the producers to this day. (Dr. Carè takes notes for one minute.) Dr. Carè: I see, please continue. D-39112: When I was a kid, I was watching this program, you understand? On my television. The aerial was scooping it out of the air like ice cream, and I felt like it was my sky dream. Do you own a television? (Dr. Carè takes notes for seven minutes.) Dr. Carè: Yes, I do. Why do you ask? D-39112: Just curious. On my television, sometimes a playful rabbit appears. Even when I'm out shopping, I see him in the shards of glass with an identical spot on both his ears. He is my favourite television personality. (Dr. Carè takes notes for five hours.) Dr. Carè: I'm sorry, what was the bunny's name? D-39112: Bernard. (Dr. Carè takes notes for six hundred and thirty-four years.) Dr. Carè: Well, thank you for this information. It's been extremely helpful. D-39112: No problem, man. (Dr. Carè stands up and exits the interview room through the door on his side of the interview room. D-39112 does the same on his side of the interview room.) <End Log>",
        "<Begin Log> Dr. Lesteigh: Why'd you do it, Jon? I mean, come on. Dr. Carè: I had to know. Something was wrong. Dr. Lesteigh: What do you mean, something was wrong? I want an actual explanation for what the hell you were thinking. You drew up those testing procedures yourself, for god's sake! Dr. Carè: Which one is me? Dr. Lesteigh: What? Dr. Carè: Am I me, or am I you? I can't … I'm having difficulty telling. (laughs) Can you help me, please? (Pause.) Dr. Lesteigh: Are you feeling alright, Jon? Dr. Carè: Yes. No. No, of course I'm not feeling alright. I need to … I need to tell you, to let you know before it happens. Dr. Lesteigh: Before what happens? Dr. Carè: I don't know. Something. Something will happen, I don't know what. I need to - I need to tell you something, okay? Dr. Lesteigh: Okay. Go ahead. Dr. Carè: We shouldn't have opened it. We shouldn't have opened it, Noah. I saw … words . I don't have the words, there are too many. We need to cut them down a bit, we only need ten or so. What the hell am I talking about? I feel like bath-bubbles. Dr. Lesteigh: Bath-bubbles? Dr. Carè: Spreading, spreading, um, diluting , yes, that's the word. That's what it is - don't write this down, don't write this down! You'll get too close to it! Dr. Lesteigh: What do you mean? We need to get the interview on file, Jon. It'll help with future tests. (Dr. Carè begins visibly hyperventilating.) Dr. Carè: Something is wrong. Something is wrong. Don't even think about it, don't try to work it out, you're getting too close to it. I shouldn't have said anything. I shouldn't have said anything, I'm sorry. (Dr. Carè looks down at his hands and begins screaming. Dr. Lesteigh stands up.) Dr. Lesteigh: What is it? What's wrong, Jon? Dr. Carè: What the hell did you do to me?! My hands! Look at my fucking hands! What is this place?! Where am I?! Where am I ?! (The second Dr. Carè approaches the observation window, hunched over and grinning widely. He taps on the glass with his index finger rhythmically, then sinks into the floor seven seconds later.) (Dr. Lesteigh turns and leaves the interview room through the door on his side of the interview room. Dr. Carè does not.) <End Log>"
    ],
    "item": "SCP-4972",
    "object_class": "Unknown",
    "containment_procedures": "The Adaptive Containment Chamber (ACC) SCP-4972 is believed to reside in is to remain in the section of Site-22 it was first found in. This ACC is to be kept under guard by a security team of at least ten personnel at all times. No attempts are to be made, outside of already agreed testing protocol, to observe or access the interior of the ACC.",
    "description": "SCP-4972 is an object, entity or phenomenon presumed to exist within an Adaptive Containment Chamber located at Site-22.",
    "title": "SCP-4972"
}