{
    "url": "https://scp-wiki.wikidot.com/scp-4979",
    "all_text": "SCP-4979, In the Grim Darkness of the Far Future\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+214\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-4979\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n All SCP-4979 instances are to be left in the facility in which they were discovered, henceforth designated Provisional Site 4979. SCP-4979 instances with defective cerebral support systems may be placed within on-site cryo-storage units to prevent further deterioration. At present, the SCP-4979 budget does not allow for sufficient cryo-storage units to accommodate all SCP-4979 instances with defective support systems, so medical triage is to be implemented.\n\n\nAccess is to be restricted to Foundation personnel with level 4979/3 clearance. No individuals with any degree of psionic telepathy are to come into contact with SCP-4979, and personnel assigned to SCP-4979 may be amnesticized upon transfer if requested.\n\n\nDescription:\n SCP-4979 is a collection of approximately 750,000 disembodied human brains. Each individual instance of SCP-4979 is held within a ten-liter pouch made of medical grade plastic and suspended in a synthetic cerebrospinal fluid, which is continually circulated and sterilized by shared recycling units. These recycling units are imbued with mild ectoentropic properties which allow them to function indefinitely without loss of usable fluid, making SCP-4979 a closed system. Each pouch also possesses its own cardio-pulmonary unit, which oxygenates and circulates blood through the cerebral and basilar arteries of each SCP-4979 instance.\n\n\nDue to a variety of damages and malfunctions, this cerebral support system is no longer functional in approximately 38% of SCP-4979 instances.\n\n\nEach brain has been fitted with a lattice of an unknown thaumically conductive alloy and an electro-thaumic central processing unit, designated SCP-4979-A. Although the workings of SCP-4979-A are anomalous and poorly understood, they appear to draw their power from each brain's own \nEVE\n emissions.\n\n\nBased on documents recovered from within Provisional Site 4979, Group of Interest 7975 \"The Fixer-Uppers\", a cartel of \nback alley para-surgeons\n, began performing SCP-4979 procedures shortly after the onset of the \nΩK Scenario\n. It has been surmised that GoI-7975 targeted individuals suffering from previously life-ending injuries without any hope of recovery or receiving a donor body.\n\n\nRecovered GoI-7975 Document, flyer advertising SCP-4979 procedure:\n\n\n\n\n\n\nLiving forever doesn't have to be a fate worse than death.\n\n\nYour body will grow old, sick, broken. Why remained tethered to such a fragile thing?\n\n\nWe can free your mind, literally.\n\n\nAchieve true transhumanity by discarding your mortal coil and focusing on the only part of you that truly matters; your brain.\n\n\nOur team of highly skilled professionals will transplant your brain into our state of the art cerebral support system, and plug it into the most advanced simulated reality designed to date.\n\n\nCall today to discuss our very reasonable financing options.\n\n\nParadise awaits.\n\n\n\n\n\n\nAddendum:\n SCP-4979-A appears to have been intended to detect the neural activity of the attached brain and provide targeted electro-thaumic stimulation, primarily for the purpose of simulating sensory input. SCP-4979-A also appears to have once possessed WiFi capability for brain-to-brain and brain-to-hardware communication. This function is now inoperable in all instances.\n\n\nSCP-4979-A were apparently mass produced without any individual customization. The removal of individual brains and implantation of SCP-4979-A seems to have often been crude and careless, typically resulting in brain damage, inflammation, and scarring. As a result of these factors, in addition to the substandard design of SCP-4979-A, the sensory feedback they originally provided was of much poorer quality than baseline human senses. As such, SCP-4979 instances often suffered from various degrees of sensory deprivation.\n\n\nThis effect is believed to have worsened over time, as the thaumic lattice of SCP-4979-A gradually became corroded and displaced within the brain, weakening signal strength further and resulting in electro-thaumic misfires. SCP-4979-A has also been shown to promote the formation of amyloid plaques within the brain, causing nearly all of SCP-4979 instances to suffer from some form of neurodegenerative dementia.\n\n\nIt is believed that GoI-7975 continued to accumulate SCP-4979 instances until the early twenty-second century, when a newly introduced brain contaminated the recycling system with an antiseptic resistant strain of the herpes simplex virus. This strain rapidly spread throughout the recycling system and infected all of SCP-4979, causing severe encephalitis and consequently damaging SCP-4979-A units even further. This is believed to be when SCP-4979-A lost their wireless capabilities, isolating SCP-4979 from both the outside world and each other.\n\n\nRather than attempt repairs, GoI-7975 chose to abandon the facility. When the facility was discovered by the Foundation in 2138, SCP-4979 were believed to have gone over thirty years without any external contact. All SCP-4979 show evidence of extreme atrophy and trauma, as well as biological decay in instances where the cerebral support system has failed. Multiple attempts at communication have been made, with all failing to receive a lucid response.\n\n\nWhile the lack of direct communication makes proper diagnosis of pathologies difficult, electroencephalograms and spectral CT scans indicate instances universally possess strong neural correlates of a myriad of psychological and neurological disorders, most notably severe post-traumatic stress disorder and depression.\n\n\nWhile all SCP-4979-A units remain functional, they no longer appear to provide any coherent sensory input. Foundation neuroscientists have concluded that the stimulation they provide is most likely interpreted as extremely agitating with no concrete meaning. It has been speculated that since SCP-4979 are universally experiencing such high distress, the EVE they generate is extremely negative, which the SCP-4979-A units then channel back into them, creating a positive feedback loop of perpetually increasing noxious input.\n\n\nEvaluation of SCP-4979 has ruled out any degree of meaningful rehabilitation. All attempts at regeneration or surgical reconstruction have proven futile, and the SCP-4979-As are so deeply rooted into SCP-4979 instances that any attempt to remove them would result in even greater neurological damage, nor does there appear to be any method of deactivating SCP-4979-A.\n\n\nSCP-4979 are also too severely damaged to be integrated into any form of donor bodies, be they biological, robotic, or virtual. Even if this was not the case, their advanced state of cognitive deterioration makes any kind of normal interaction completely impossible.\n\n\nLacking any other alternatives, the Ethics Committee has ruled that SCP-4979 is to be left undisturbed as much as possible.\n\n\n\n\n\n\n« \nSCP-4978\n | SCP-4979 | \nSCP-4980\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4979\n\" by DrChandra, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4979\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-4979-A appears to have been intended to detect the neural activity of the attached brain and provide targeted electro-thaumic stimulation, primarily for the purpose of simulating sensory input. SCP-4979-A also appears to have once possessed WiFi capability for brain-to-brain and brain-to-hardware communication. This function is now inoperable in all instances.\nSCP-4979-A were apparently mass produced without any individual customization. The removal of individual brains and implantation of SCP-4979-A seems to have often been crude and careless, typically resulting in brain damage, inflammation, and scarring. As a result of these factors, in addition to the substandard design of SCP-4979-A, the sensory feedback they originally provided was of much poorer quality than baseline human senses. As such, SCP-4979 instances often suffered from various degrees of sensory deprivation.\nThis effect is believed to have worsened over time, as the thaumic lattice of SCP-4979-A gradually became corroded and displaced within the brain, weakening signal strength further and resulting in electro-thaumic misfires. SCP-4979-A has also been shown to promote the formation of amyloid plaques within the brain, causing nearly all of SCP-4979 instances to suffer from some form of neurodegenerative dementia.\nIt is believed that GoI-7975 continued to accumulate SCP-4979 instances until the early twenty-second century, when a newly introduced brain contaminated the recycling system with an antiseptic resistant strain of the herpes simplex virus. This strain rapidly spread throughout the recycling system and infected all of SCP-4979, causing severe encephalitis and consequently damaging SCP-4979-A units even further. This is believed to be when SCP-4979-A lost their wireless capabilities, isolating SCP-4979 from both the outside world and each other.\nRather than attempt repairs, GoI-7975 chose to abandon the facility. When the facility was discovered by the Foundation in 2138, SCP-4979 were believed to have gone over thirty years without any external contact. All SCP-4979 show evidence of extreme atrophy and trauma, as well as biological decay in instances where the cerebral support system has failed. Multiple attempts at communication have been made, with all failing to receive a lucid response.\nWhile the lack of direct communication makes proper diagnosis of pathologies difficult, electroencephalograms and spectral CT scans indicate instances universally possess strong neural correlates of a myriad of psychological and neurological disorders, most notably severe post-traumatic stress disorder and depression.\nWhile all SCP-4979-A units remain functional, they no longer appear to provide any coherent sensory input. Foundation neuroscientists have concluded that the stimulation they provide is most likely interpreted as extremely agitating with no concrete meaning. It has been speculated that since SCP-4979 are universally experiencing such high distress, the EVE they generate is extremely negative, which the SCP-4979-A units then channel back into them, creating a positive feedback loop of perpetually increasing noxious input.\nEvaluation of SCP-4979 has ruled out any degree of meaningful rehabilitation. All attempts at regeneration or surgical reconstruction have proven futile, and the SCP-4979-As are so deeply rooted into SCP-4979 instances that any attempt to remove them would result in even greater neurological damage, nor does there appear to be any method of deactivating SCP-4979-A.\nSCP-4979 are also too severely damaged to be integrated into any form of donor bodies, be they biological, robotic, or virtual. Even if this was not the case, their advanced state of cognitive deterioration makes any kind of normal interaction completely impossible.\nLacking any other alternatives, the Ethics Committee has ruled that SCP-4979 is to be left undisturbed as much as possible."
    ],
    "documents": [
        "Recovered GoI-7975 Document, flyer advertising SCP-4979 procedure:"
    ],
    "notes": [
        "\" SCP-4979 \" by DrChandra, from the SCP Wiki . Source: https://scpwiki.com/scp-4979 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "All SCP-4979 instances are to be left in the facility in which they were discovered, henceforth designated Provisional Site 4979. SCP-4979 instances with defective cerebral support systems may be placed within on-site cryo-storage units to prevent further deterioration. At present, the SCP-4979 budget does not allow for sufficient cryo-storage units to accommodate all SCP-4979 instances with defective support systems, so medical triage is to be implemented.",
    "description": "SCP-4979 is a collection of approximately 750,000 disembodied human brains. Each individual instance of SCP-4979 is held within a ten-liter pouch made of medical grade plastic and suspended in a synthetic cerebrospinal fluid, which is continually circulated and sterilized by shared recycling units. These recycling units are imbued with mild ectoentropic properties which allow them to function indefinitely without loss of usable fluid, making SCP-4979 a closed system. Each pouch also possesses its own cardio-pulmonary unit, which oxygenates and circulates blood through the cerebral and basilar arteries of each SCP-4979 instance.",
    "title": "SCP-4979"
}