{
    "url": "https://scp-wiki.wikidot.com/scp-4985",
    "all_text": "rating: \n+215\n+\n–\nx\n\n\n\n\n\n\nSCP-4985 headquarters, Manhattan.\n\n\n\n\n\n\nItem #:\n SCP-4985\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n As SCP-4985 maintains a significant public profile and widespread non-anomalous activities in its local area and global financial markets, full Foundation custody is infeasible at this time. Containment measures encompass managing public access to the SCP-4985 offices and SCP-4985-affected persons, altering news reports to remove references to anomalous activity and regulating corporate activities of SCP-4985 to limit its influence, particularly with regard to investments in companies directly relevant to Foundation operations.\n\n\nThe Foundation maintains an embassy of 4 staff at SCP-4985, who are tasked with relaying communications to and from SCP-4985, representing the Foundation in negotiations, promoting commercial and cultural exchanges and ensuring compliance with the Treaty and all other agreements. Knowledge of diplomatic negotiations, business administration, financial markets and the history of Europe in the Middle Ages are desirable. All staff interacting with SCP-4985 employees or their immediate families require a Cognitohazard Resistance Value (CRV) >50.\n\n\nDescription:\n SCP-4985 is the Zoller & Sons Company, an American investment management firm based in New York. SCP-4985 is a privately held corporation operating mainly in leveraged buyouts, growth capital and venture capital, with approximately 400 direct employees and $30.5 billion USD in assets.\n\n\nSCP-4985 has cognitohazardous properties affecting its employees, shareholders and their immediate families (both legal and biological definitions) where they are influenced to accept and participate in its unorthodox organisation and corporate culture. Additionally, while this effect does not confer noticeable anomalous traits on these persons, they exhibit secondary anomalous properties where the response of others to SCP-4985-related-actions is suppressed; while this effect is not sufficient to compel others to comply with SCP-4985's wishes, persons with low-to-average CRVs will fail to recognise the actions of SCP-4985 employees as unusual.\n\n\nThe key aspects of SCP-4985 compared to a non-anomalous corporation are its upper management structure, hereditary family-based hiring practices, frequent use of internal and external violence and a variety of rituals and etiquette rules followed by its members. As a result, the operation of SCP-4985 approximates that of a European monarchy of the Late Middle Ages.\n\n\nThe functions of board chairman and chief executive officer are combined in its ruler, SCP-4985-1. The current SCP-4985-1 is Mr Peter Lawrence, who styles himself as 'King Peter I'. SCP-4985-1 was born in Pennsylvania in 1975 and began working for SCP-4985 in 1997 after completing an MBA at Cornell University, eventually reaching the position of High Lord of Global Credit and Duke of PetSmart.\n1\n He assumed leadership of SCP-4985 after the 2008 financial crisis, after assembling a coalition of shareholders to overthrow the then-ruler, Alexander III of House Cabot. As a result of this precarious accession to the throne, he has pursued a cautious internal policy but relatively aggressive external policy, securing a marriage alliance with Merrill Lynch in order to escalate the ongoing conflict between SCP-4985 and Clayton, Dubilier & Rice.\n2\n\n\nChildren and occasionally other younger relatives of SCP-4985 employees are expected to follow their parent into employment, although they generally undergo a standard non-anomalous education. While there is a degree of mobility between SCP-4985 departments at similar salary levels, movement to upper management, requiring the holding of a significant amount of stock options and the award of a noble title by SCP-4985-1, is infeasible for the majority of employees unless they distinguish themselves in battle or especially shrewd investments.\n\n\nThe most dramatic effect of SCP-4985 is its use of capital punishment; between 5 and 10 employees are executed by beheading\n3\n per year, for crimes such as embezzlement and lèse-majesté. Violent actions against persons outside of SCP-4985 are infrequent, but are more problematic for containment purposes. Notable incidents include sporadic attacks on the CD&R offices at the Seagram Building since 2007, the attempted poisoning of several mid-level Morgan Stanley employees (unconfirmed) and the defenestration of 2 Securities and Exchange Commission investigators in 2009. This event led to Foundation awareness of SCP-4985; while the actions of SCP-4985 had previously escaped notice, due to its self-concealing anomalous property, the bizarre nature of the deaths led to UIU involvement, who referred the matter to the Foundation.\n\n\nDespite these unusual traits, SCP-4985 remains competitive with other firms in its industry. Although the company came close to collapse in the 2008 financial crisis, it has since reported strong quarterly profits and asset growth, provides financial services to over 2,000 non-anomalous individual and corporate clients, and maintains close relations with US state and federal representatives, particularly [DATA EXPUNGED]. As a result, a degree of flexibility and creativity in containment and Foundation-SCP-4985 relations has been required.\n\n\nAddendum 4985-1:\n Transcript of first contact between SCP-4985 and the Foundation\n\n\n\n\nEVENT TRANSCRIPT 4985-01-01\n\n\n\n\n08/11/2009, 09:20 hrs\n\n\nSTAFF MEMBER:\n Dr Luis Gonzales\n\n\nNOTES:\n A meeting request was sent to SCP-4985 via the Public Corporate Society, a Foundation front organisation used in dealings with anomalous and non-anomalous corporations. SCP-4985 responded positively, requesting 'an envoy for tribute and trade'.\n\n\n\n\n<TRANSCRIPT BEGINS>\n\n\nDr Gonzales arrives at the SCP-4985 offices at 40 Broad St, New York. The lobby is decorated with heraldry containing various corporate logos. He approaches the lobby reception desk.\n\n\nRECEPTIONIST:\n State your name and business, outlander.\n\n\nGONZALES:\n Hi, I'm here for a nine-thirty meeting - Luis Gonzales, of the Public Corporate Society, senior vice-president -\n\n\nRECEPTIONIST:\n \n[checking computer]\n My deepest apologies, noble Lord Gonzales. As a newcomer to our realm, your likeness was not in the Database. Your forgiveness for this inconvenience, please. I will inform the Count of your arrival. \n[on phone]\n Your Excellency? The foreign lord from the Society has arrived. Of course, your Excellency. \n[hanging up phone]\n He will receive you shortly, sire. Please be seated.\n\n\nA middle-aged Caucasian man dressed in business attire exits the lift shortly afterwards. The reception staff and others in the lobby stand to attention.\n\n\nRECEPTIONIST:\n Attention! His Excellency, the Lord of Public Relations!\n\n\nWEST:\n \n[bowing deeply]\n Michael of house West, Lord of Public Relations, Count of GrubHub, at your service. Welcome, O esteemed and noble envoy Gonzales, to our Company.\n\n\nGONZALES:\n \n[bowing]\n A pleasure, Count… West. I look forward to a successful relationship between our Found - our organisations.\n\n\nWEST:\n Zoller & Sons is always willing to enter partnerships with companies of strength and honour, sire. You have been granted the privilege of an audience with His Majesty himself - please follow me.\n\n\nBoth men enter the lifts and West swipes an access card for the 24th floor.\n\n\nWEST:\n I have read of your business in your emails and your website, but I have not heard of your Society in the annals of Wall Street or Bloomberg, which an officer of my position must read regularly, of course.\n\n\nGONZALES:\n The PCS provides corporate services for clients with… esoteric business models, non-mainstream interests and so on, such as yourselves.\n\n\nWEST:\n How do you mean? We are a great and eminent Company, but no different from the Warburgers or the Carlyles in our business.\n\n\nGONZALES:\n No, your - all this - nobility and kings, this makes your business unique, no?\n\n\nWEST:\n \n(laughs)\n How else to run a Company? I hope you are not referring to the strange ideas of Europe - we have very fine employees, but any fool can see they are not fit for \nself-management\n. You surely believe in the Market-anointed right of your own liege lord?\n\n\nGONZALES:\n Well, uh, we are a non-profit.\n\n\nWEST:\n Ah, you non-profiters, very - excuse me, we have arrived.\n\n\nThe lift doors open and both men exit into a corridor, stopping outside a double-doored meeting room. Two guards in security attire with holstered firearms and wielding long security batons decorated with tassels are flanking the door, who stand to attention on approach.\n\n\nWEST:\n His Majesty will receive you shortly. I trust you have experience in courtly manners.\n\n\nGONZALES:\n I wouldn't want to cause any offence to His Majesty. Is there anything important I should know? Different kingdoms, different customs, you know.\n\n\nWEST:\n \n(sighs)\n Well, one cannot expect those without ancient lineage to… you must address His Majesty correctly, of course, speak only when prompted, avoid mention of your quarterly figures, pay respect to your own liege without insinuating any supremacy. You \ndo\n bring tribute, I hope?\n\n\nDr Gonzales opens his briefcase to show a bottle of red wine.\n\n\nWEST:\n Where did you get this? Where is it from?\n\n\nGONZALES:\n It's a Bordeaux red, not the most expensive, I admit, but a decent drop -\n\n\nWEST:\n Thank the Dow. I feared it was a Napa Valley - we had a skirmish with the vile Claytonites over one of the producers there this February - it would have been perceived as a grave insult. We shall both keep our heads, my friend. Come.\n\n\nHe opens the doors to a large conference room with approximately 20 people in business attire present. SCP-4985-1 sits at the far end of the conference table.\n\n\nWEST:\n O most illustrious and noble King of Zoller, by the Grace of the Dow, beloved of the shareholders, I present to you the respected Lord Gonzales, a Senior V-P of the Public Corporate Society, who comes to pay respects to your royal person and our Kingdom.\n\n\nGONZALES:\n Greetings, your noble Majesty. My, uh, lord and master has sent me to establish relations with your organisation.\n\n\nSCP-4985-1:\n Normally I would have the Count here handle matters with a minor realm such as yours, but your audacity in seeking an audience intrigues me. We are one of the mightiest investment companies south of Wall Street, victors of a hundred mergers and acquisitions. Tell me, sir, what is to stop me from asset-stripping your little Company here and now, which does not even have a NASDAQ listing?\n\n\nGONZALES:\n Your Majesty, we are small, but we are more than you may assume - we have close relations with the United States government, and -\n\n\nAgitation amongst the courtiers.\n\n\nCOURTIER:\n A Commission spy!\n\n\nShouting of insults towards 'Federals' and 'regulators'.\n\n\nSCP-4985-1:\n Silence! A spy would not enter our front gates and announce himself so brazenly. Sir, you tread dangerous ground. We are no heretics here - we recognise the spiritual authority of Washington and pay our tithes - but now is a low ebb for temporal and spiritual relations. The poisonous words of Dodd and Frank have even caused rumours of schism. The last Commission visitors made outrageous demands, and it did not end well for them.\n\n\nGONZALES:\n You misunderstand, your Majesty. We have relations with the government, but have altogether a different mission. We would like to prevent your company from coming under too much scrutiny, from the government, the public, or otherwise. We know the FBI has taken an interest in your affairs -\n\n\nAngry shouting from the courtiers resumes; SCP-4985-1 holds up a hand to silence them.\n\n\nGONZALES:\n - and would like to, ah, divert some of this attention.\n\n\nSCP-4985-1:\n An intriguing proposal. I would discuss this with you further. All but the Duke Yankee Candle and Count GrubHub, leave us.\n\n\n<TRANSCRIPT ENDS>\n\n\n\n\nAddendum 4985-2:\n Over several negotiating sessions in the following month, an agreement was reached between SCP-4985 and the Foundation regarding Foundation concealment of their anomalous activity in exchange for partial cooperation. The Treaty of the Hamptons\n4\n contains the following provisions;\n\n\n\n\nEstablishment of a permanent Foundation embassy\n\n\nNon-interference of SCP-4985 in Foundation sub-contractor corporations\n\n\nDivestment of Foundation assets from CD&R\n\n\nNon-aggression between SCP-4985 and the Foundation\n\n\nAdvance notice of SCP-4985 military actions or major financial decisions\n\n\n\n\nAlthough ceasing violent actions against other members of the US finance industry was a core Foundation negotiating goal, this was unsuccessful given the perception of SCP-4985 of this as a threat to its independence and prestige. This continues to be an area of containment interest, with a suggestion to revisit this area of negotiations in return for extracting further concessions from Foundation congressional contacts favourable to SCP-4985; this proposal is currently pending Ethics Committee review.\n\n\n\n\nFootnotes\n\n\n1\n. Titles of noble rank are awarded based on the size of SCP-4985 investments, which are analogous to vassals. As one of the largest corporations wholly owned by SCP-4985, the PetSmart ducal title is one of the most prestigious.\n\n\n2\n. The 'US Foods War', where CD&R prevented SCP-4985's acquisition of that corporation, which it continues to consider its rightful territory.\n\n\n3\n. This is a significantly more laborious procedure than historic executions, as the Royal Executioner's ceremonial implement is a Dahle office paper guillotine.\n\n\n4\n. Named after the place of its ratification, SCP-4985-1's 'summer palace'.\n\n\n\n\n\n\n\n\n« \nSCP-4984\n | SCP-4985 | \nSCP-4986\n »",
    "addendums": [
        "Addendum 4985-1: Transcript of first contact between SCP-4985 and the Foundation",
        "Addendum 4985-2: Over several negotiating sessions in the following month, an agreement was reached between SCP-4985 and the Foundation regarding Foundation concealment of their anomalous activity in exchange for partial cooperation. The Treaty of the Hamptons 4 contains the following provisions;\nAlthough ceasing violent actions against other members of the US finance industry was a core Foundation negotiating goal, this was unsuccessful given the perception of SCP-4985 of this as a threat to its independence and prestige. This continues to be an area of containment interest, with a suggestion to revisit this area of negotiations in return for extracting further concessions from Foundation congressional contacts favourable to SCP-4985; this proposal is currently pending Ethics Committee review."
    ],
    "documents": [],
    "notes": [
        "EVENT TRANSCRIPT 4985-01-01 08/11/2009, 09:20 hrs STAFF MEMBER: Dr Luis Gonzales NOTES: A meeting request was sent to SCP-4985 via the Public Corporate Society, a Foundation front organisation used in dealings with anomalous and non-anomalous corporations. SCP-4985 responded positively, requesting 'an envoy for tribute and trade'. <TRANSCRIPT BEGINS> Dr Gonzales arrives at the SCP-4985 offices at 40 Broad St, New York. The lobby is decorated with heraldry containing various corporate logos. He approaches the lobby reception desk. RECEPTIONIST: State your name and business, outlander. GONZALES: Hi, I'm here for a nine-thirty meeting - Luis Gonzales, of the Public Corporate Society, senior vice-president - RECEPTIONIST: [checking computer] My deepest apologies, noble Lord Gonzales. As a newcomer to our realm, your likeness was not in the Database. Your forgiveness for this inconvenience, please. I will inform the Count of your arrival. [on phone] Your Excellency? The foreign lord from the Society has arrived. Of course, your Excellency. [hanging up phone] He will receive you shortly, sire. Please be seated. A middle-aged Caucasian man dressed in business attire exits the lift shortly afterwards. The reception staff and others in the lobby stand to attention. RECEPTIONIST: Attention! His Excellency, the Lord of Public Relations! WEST: [bowing deeply] Michael of house West, Lord of Public Relations, Count of GrubHub, at your service. Welcome, O esteemed and noble envoy Gonzales, to our Company. GONZALES: [bowing] A pleasure, Count… West. I look forward to a successful relationship between our Found - our organisations. WEST: Zoller & Sons is always willing to enter partnerships with companies of strength and honour, sire. You have been granted the privilege of an audience with His Majesty himself - please follow me. Both men enter the lifts and West swipes an access card for the 24th floor. WEST: I have read of your business in your emails and your website, but I have not heard of your Society in the annals of Wall Street or Bloomberg, which an officer of my position must read regularly, of course. GONZALES: The PCS provides corporate services for clients with… esoteric business models, non-mainstream interests and so on, such as yourselves. WEST: How do you mean? We are a great and eminent Company, but no different from the Warburgers or the Carlyles in our business. GONZALES: No, your - all this - nobility and kings, this makes your business unique, no? WEST: (laughs) How else to run a Company? I hope you are not referring to the strange ideas of Europe - we have very fine employees, but any fool can see they are not fit for self-management . You surely believe in the Market-anointed right of your own liege lord? GONZALES: Well, uh, we are a non-profit. WEST: Ah, you non-profiters, very - excuse me, we have arrived. The lift doors open and both men exit into a corridor, stopping outside a double-doored meeting room. Two guards in security attire with holstered firearms and wielding long security batons decorated with tassels are flanking the door, who stand to attention on approach. WEST: His Majesty will receive you shortly. I trust you have experience in courtly manners. GONZALES: I wouldn't want to cause any offence to His Majesty. Is there anything important I should know? Different kingdoms, different customs, you know. WEST: (sighs) Well, one cannot expect those without ancient lineage to… you must address His Majesty correctly, of course, speak only when prompted, avoid mention of your quarterly figures, pay respect to your own liege without insinuating any supremacy. You do bring tribute, I hope? Dr Gonzales opens his briefcase to show a bottle of red wine. WEST: Where did you get this? Where is it from? GONZALES: It's a Bordeaux red, not the most expensive, I admit, but a decent drop - WEST: Thank the Dow. I feared it was a Napa Valley - we had a skirmish with the vile Claytonites over one of the producers there this February - it would have been perceived as a grave insult. We shall both keep our heads, my friend. Come. He opens the doors to a large conference room with approximately 20 people in business attire present. SCP-4985-1 sits at the far end of the conference table. WEST: O most illustrious and noble King of Zoller, by the Grace of the Dow, beloved of the shareholders, I present to you the respected Lord Gonzales, a Senior V-P of the Public Corporate Society, who comes to pay respects to your royal person and our Kingdom. GONZALES: Greetings, your noble Majesty. My, uh, lord and master has sent me to establish relations with your organisation. SCP-4985-1: Normally I would have the Count here handle matters with a minor realm such as yours, but your audacity in seeking an audience intrigues me. We are one of the mightiest investment companies south of Wall Street, victors of a hundred mergers and acquisitions. Tell me, sir, what is to stop me from asset-stripping your little Company here and now, which does not even have a NASDAQ listing? GONZALES: Your Majesty, we are small, but we are more than you may assume - we have close relations with the United States government, and - Agitation amongst the courtiers. COURTIER: A Commission spy! Shouting of insults towards 'Federals' and 'regulators'. SCP-4985-1: Silence! A spy would not enter our front gates and announce himself so brazenly. Sir, you tread dangerous ground. We are no heretics here - we recognise the spiritual authority of Washington and pay our tithes - but now is a low ebb for temporal and spiritual relations. The poisonous words of Dodd and Frank have even caused rumours of schism. The last Commission visitors made outrageous demands, and it did not end well for them. GONZALES: You misunderstand, your Majesty. We have relations with the government, but have altogether a different mission. We would like to prevent your company from coming under too much scrutiny, from the government, the public, or otherwise. We know the FBI has taken an interest in your affairs - Angry shouting from the courtiers resumes; SCP-4985-1 holds up a hand to silence them. GONZALES: - and would like to, ah, divert some of this attention. SCP-4985-1: An intriguing proposal. I would discuss this with you further. All but the Duke Yankee Candle and Count GrubHub, leave us. <TRANSCRIPT ENDS>"
    ],
    "item": "SCP-4985",
    "object_class": "Keter",
    "containment_procedures": "As SCP-4985 maintains a significant public profile and widespread non-anomalous activities in its local area and global financial markets, full Foundation custody is infeasible at this time. Containment measures encompass managing public access to the SCP-4985 offices and SCP-4985-affected persons, altering news reports to remove references to anomalous activity and regulating corporate activities of SCP-4985 to limit its influence, particularly with regard to investments in companies directly relevant to Foundation operations.",
    "description": "SCP-4985 is the Zoller & Sons Company, an American investment management firm based in New York. SCP-4985 is a privately held corporation operating mainly in leveraged buyouts, growth capital and venture capital, with approximately 400 direct employees and $30.5 billion USD in assets.",
    "title": "SCP-4985"
}