{
    "url": "https://scp-wiki.wikidot.com/scp-4987",
    "all_text": "rating: \n+75\n+\n–\nx\n\n\n\n\n\n\nMotion of North Magnetic Pole over time\n\n\n\n\n\n\nItem #:\n SCP-4987\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n No active containment is to be made at this time. The song \"Stand\" by R.E.M. is not to be expunged from the record as it is not a memetic hazard. The position of the North Magnetic Pole is to be closely monitored. In the case that the world population approaches P\n4987\n then Operation Mindful Sustainability is to be carried out.\n\n\nDescription:\n SCP-4987 is a phenomenon by which positional alignment of sufficient neural matter couples with the Earth's magnetic field, instigating a multibody depolarization cascade. This effect requires sufficient individuals with high brain-to-body ratios and amounts of grey matter. Due to the number of individuals required, it is believed that SCP-4987 is not possible at this time.\n\n\nTests have shown that humans and cetaceans are the only animals capable of generating sufficient neural matter to trigger this effect. However, cetacean populations are low and there is a lack of coordination between pods. As a result, even migratory patterns are not sufficient to activate SCP-4987 via a cetacean-only vector, although its effect can be measured during the month of March.\n\n\nCurrent monitoring efforts involve tracking human and cetacean populations. The number P\n4987\n has been calculated to be the minimum number of aligned humans and cetaceans necessary to cause SCP-4987. Present population levels are below this value, but it is expected to be exceeded by 20██.\n\n\nDespite not yet reaching this number, effects on the North Magnetic Pole have been observed, starting on January 9, 1988. On this date, the American rock band R.E.M. released their single \"Stand,\" which entered high rotation on mainstream radio and continues to receive airplay on \"college rock\" stations. The opening lyric of the song suggests to the listener to stand and face north. The song displays no anomalous memetic properties, but the request for the seemingly innocuous action of facing north has been carried out with more frequency than would be done otherwise. Furthermore, advancements in communication have allowed larger numbers of people to coordinate facing north simultaneously. As a result of the SCP-4987 phenomenon, the position of the North Magnetic Pole has become increasingly unstable.\n\n\nShould P\n4987\n humans and cetaceans face north simultaneously, SCP-4987 will occur, causing a multibody depolarization cascade, resulting in the immediate reversal of the Earth's magnetic field, along with neural shutdown, causing all north-facing individuals to enter a coma. To prevent this, Operation Mindful Sustainability has been developed to responsibly cull populations to stay below P\n4987\n at all times.\n\n\n\n\n\n\n« \nSCP-4986\n | SCP-4987 | \nSCP-4988\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-4987",
    "object_class": "Safe",
    "containment_procedures": "No active containment is to be made at this time. The song \"Stand\" by R.E.M. is not to be expunged from the record as it is not a memetic hazard. The position of the North Magnetic Pole is to be closely monitored. In the case that the world population approaches P4987 then Operation Mindful Sustainability is to be carried out.",
    "description": "SCP-4987 is a phenomenon by which positional alignment of sufficient neural matter couples with the Earth's magnetic field, instigating a multibody depolarization cascade. This effect requires sufficient individuals with high brain-to-body ratios and amounts of grey matter. Due to the number of individuals required, it is believed that SCP-4987 is not possible at this time.",
    "title": "SCP-4987"
}