{
    "url": "https://scp-wiki.wikidot.com/scp-4988",
    "all_text": "rating: \n+121\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nArticle:\n SCP-4988 (\nOutsourced Customer Service Contact Center Solutions by Avelar Professional Products, Inc.\n)\n\n\nAuthors:\n \nplaguebearer\n does not match any existing user name\n \nUncle Nicolini\n\n\nThanks to:\n \nRoget\n, \nKakroom\n does not match any existing user name\n, and \nPetrocchi\n does not match any existing user name\n\n\n\n\n\n\n\n\nrating: \n+121\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRSI, Inc's manufacturing plant.\n\n\n\n\n\n\nItem #:\n SCP-4988\n\n\nObject Class:\n \nEuclid\n Keter\n\n\nSpecial Containment Procedures:\n The building in which SCP-4988 is located has been purchased and seized by the Foundation. A field research station has been set up within the building, and four redundant emergency power generators have been installed to ensure SCP-4988 does not suffer adverse effects from the common electrical outages in the area.\n\n\nDue to the immense financial burden of overhauling Restwynn Security Installations' marketing campaigns and the widespread dosage of amnestics required to erase all public records of SCP-4988, the Foundation has instead opted to allow the anomaly to remain operational; Sheppard Security, a Foundation front company, will slowly begin operating as a lower-priced competitor to Restwynn Security Installations. Business models project Sheppard Security overwhelming Restwynn by 20██.\n1\n\n\nSCP-4988-1 and SCP-4988-2 are stored in a Foundation-seized property in Kolkata, India.\n\n\nDescription:\n SCP-4988 is a sales/customer service hotline for the company 'Restwynn Security Installations' (RSI, Inc). SCP-4988 may be contacted by dialing '1-800-QUICKSEC'.\n\n\nUpon contacting SCP-4988, a voice with a Hindi accent (belonging to SCP-4988-1) will greet the subject and offer options, which are listed below.\n\n\n\n\n\n\nNumber Key\n\n\nOption\n\n\nNotes\n\n\n\n\n\n\n2\n\n\nScheduling\n\n\nSCP-4988-1 will begin conversing with the subject, and help them arrange a time for installment. (For more information see \nAddendum 2\n)\n\n\n\n\n\n\n3\n\n\nProduct Information\n\n\nSCP-4988-1 will provide detailed information on RSI's services concurrent with available information on the company's website.\n\n\n\n\n\n\n4\n\n\nEstimates\n\n\nSCP-4988-1 will inquire upon the extent of the subject's needs and provide an estimation of fees.\n\n\n\n\n\n\n5\n\n\nComplaints\n\n\nSCP-4988-1 will inquire upon the nature of the complaint and will offer varying amounts of compensation and apologies. Additionally, SCP-4988-1 will provide callers with RSI's Legal Department's information should the need arise.\n\n\n\n\n\n\n6\n\n\nRepeat Options\n\n\nSCP-4988-1 will repeat all options available.\n\n\n\n\n\n\nSCP-4988-1 is an androgynous human of Indian descent placed in suspended animation. The entity floats within a tank of an unknown, turquoise liquid and has various tubes inserted into its ears, mouth, nostrils and anal cavity. The tubes inserted to the entity's anal cavity and mouth lead to two tanks in the North East corner of the building; both of which are labeled 'waste' and 'Class B Nutritional Replacement' respectively. Both tanks have an Avelar Professional Products (hereafter shortened to APP) Incorporated stamp below the text.\n\n\nA metal headpiece with multiple wires connecting to SCP-4988-2 is fastened to the entity's head, under which their brain is visible. Though the entity is capable of complex communication through the hotline, it has not been recorded to stray outside of using typical sales and customer service verbiage and tone. SCP-4988-1 has been identified as Prafula Basu, who was reported missing in Barasat, India in 2016.\n\n\nSCP-4988-2 is an APP, Inc. branded computer with a built-in modem, which is currently locked with a thumbprint key. As previously mentioned, SCP-4988-1 is connected to SCP-4988-2 by means of a headpiece attached to the entity's cranium. It is currently believed that SCP-4988-2 houses the memories and personality of SCP-4988-1, as well as basic information on Restwynn Security Installations similar to a non-anomalous customer service representative. During an early stress test of the object's capability, the Foundation utilized 300 simulated phones to contact SCP-4988-2, which did not affect its performance.\n\n\nNo attempts to open or otherwise tamper with SCP-4988-2's components are permissible due to the unknown effect it may have on SCP-4988-1. Attempts to duplicate the thumbprint capable of unlocking the anomaly have resulted in failure. Due to concerns regarding SCP-4988-1's safety, proposals to hack SCP-4988-2 have been denied by the Ethics Committee.\n\n\n\n\n\n\nAddendum 1: Interview with Michael Harris\n\n\n\n\nA team of Foundation Field Agents was dispatched to determine the level of knowledge Restwynn Security Installations possessed on SCP-4988 and the anomalous actions it uses to fufill requests. Three agents tracked and interviewed Michael Harris, while the fourth, posing as janitorial staff, infiltrated the company's headquarters in Milwaukee, Wisconsin.\n\n\n\n\n\n\n\n\n▼ Show Interview\n\n\n\n\n▲ Hide Interview\n\n\n\n\nInterview Log 8/10/20██\n\n\n\n\nInterviewed:\n Michael Harris, COO of Restwynn Security Installations\n\n\nInterviewer:\n Researcher Pines\n\n\n\n\nForeword:\n Restwynn Security Installations is the largest professional security camera installer in the American Midwest, with additional locations northwards in Ontario and Manitoba. Agents arranged an interview with the subject at a local coffee shop.\n\n\n<Begin Log>\n\n\nPines:\n Hello, Mr. Harris. Please sit down, I have a few questions I would like to ask you.\n\n\nHarris:\n What's with the fancy outfit? Jesus, are you with the government? I've got enough trouble already without having to deal with some more tax crap…\n\n\nPines:\n With all due respect, Mr. Harris, the sooner we can get this over with the sooner you'll be back on your lunch break. I would apologize for your suit, but you clearly care more about mine than yours. (\nIn reference to Harris' coffee-stained suit\n)\n\n\nHarris:\n Okay… (\nHarris regains his demeanor and sits down.\n) Apologies.\n\n\nPines:\n What can you tell me about your current customer service contract?\n\n\nHarris:\n Is this what this is about? Look, it was getting expensive to keep our in-house staff going, especially right now. We just opened a couple locations up in Canada and they aren't doing so well.\n\n\nPines:\n So, correct me if I am wrong, you outsourced your customer service?\n\n\nHarris:\n That is correct, yes. Some guy approached me and offered 24/7 customer service for almost half of what the company was paying before. Forgive the cliche, but it was an offer I couldn't refuse.\n\n\nPines:\n I see. What do you know about the conditions of your current customer service team?\n\n\nHarris:\n I think it's somewhere in India. Truth be told I never bothered looking into it much, but the staff they have there seems to be doing a pretty good job at doing things. From what I was told, it looks like they've got it pretty good compared to most. Catering, lax dress code… Why is this important, uh, sir?\n\n\nPines:\n I can't get into specifics. Tell me more about the individual who approached you with this offer.\n\n\nHarris:\n I… Well, he was very well dressed. The suit he wore looked absurdly expensive… I can't remember the company he represented… I think it started with an A…\n\n\n(\nBoth are silent for 10 seconds\n)\n\n\nHarris:\n The acronym was 'APP'. That's all I remember.\n\n\nPines:\n Can you tell me anything about the details of the contract?\n\n\nHarris:\n I can't really remember much. I had all the company's policies, sales numbers, estimate formulas, all the bells and whistles lined up in a lengthy series of emails. When policies change or things like that happen I send another.\n\n\nPines:\n To whom do you send these emails? The APP representative?\n\n\nHarris:\n No, I send them directly to the customer service team lead; Sorry, but I forgot her name.\n\n\nPines:\n Very well. Thank you for your time.\n\n\n<End Log>\n\n\nClosing Statement:\n Harris was subtly administered Class B Amnestics and released. Agent Roberts infiltrated Harris' office within the RSI corporate building during the interview and secured a copy of the contract and financial information between both parties. APP Inc's financial institution appears to be located in Switzerland. Investigations into the financials of the company have been temporarily placed on hold.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 2: SCP-4988-1 Communication Attempts\n\n\nAddendum 2\n\n\n\n\nAll communication attempts with SCP-4988-1 have been attempted through the 'Scheduling' option, as it provides the least static replies.\n\n\n\n\n\n\n\n\n▼ Show Communication Attempts Log\n\n\n\n\n▲ Hide Logs\n\n\n\n\nNote:\n Dr. Ebear was advised not to address SCP-4988-1 by its designation and instead use its chosen name. Additionally, Dr. Ebear was advised to attempt to keep a degree of normalcy.\n\n\n\n\nTest 1\n\n\n\n\nCaller:\n Dr. Ebear\n\n\n\n\nSCP-4988-1:\n Okay, very good! Are you a new or returning customer?\n\n\nDr. Ebear:\n Uh, new?\n\n\nSCP-4988-1:\n Okay! What is your location, ma'am?\n\n\nDr. Ebear:\n Actually, I wanted to ask you something.\n\n\nSCP-4988-1:\n That is no problem, ma'am. Are you requiring information about our products or an estimate?\n\n\nDr. Ebear:\n No, I wanted to ask about you. What is your name?\n\n\nSCP-4988-1:\n My name is Prafula, now how may I have your location?\n\n\nDr. Ebear:\n Prafula? What is your last name?\n\n\nSCP-4988-1:\n Ma'am, please, I am trying to get your installation set up as swiftly as possible so you may return your day.\n\n\nDr. Ebear:\n Where are you located?\n\n\nSCP-4988-1:\n Ma'am, I am trying to inquire that information from you.\n\n\nDr. Ebear:\n Prafula, do you know where you are?\n\n\nSCP-4988-1:\n Ma'am, I apologize but I must terminate this call as you are incurring hold times for other customers. Should you decide when you want your installation done, please give us a callback, okay? Bye-bye!\n\n\n<Call was disconnected.>\n\n\n\n\n\n\n\n\nTest 2\n\n\n\n\nCaller:\n Dr. Ebear\n\n\n\n\nSCP-4988-1:\n Okay, very good! Are you a new or returning customer?\n\n\nDr. Ebear:\n Returning.\n\n\nSCP-4988-1:\n Okay! What is your location, ma'am?\n\n\nDr. Ebear:\n [DATA EXPUNGED] (Dr. Ebear provided SCP-4988-1 with the address to Superior Canned Produce, a Foundation front company in Wausau, WI.)\n\n\nSCP-4988-1:\n Ma'am, I regret to inform you that I am not able to schedule anything for you at that location.\n\n\nDr. Ebear:\n What? Why is that?\n\n\nSCP-4988-1:\n I cannot say, ma'am.\n\n\nDr. Ebear:\n I'm afraid I don't understand why.\n\n\nSCP-4988-1:\n Sorry, ma'am, but I will be releasing this call now to accommodate other customers.\n\n\n<SCP-4988-1 disconnects.>\n\n\n\n\nNote:\n The Wausau RSI facility was contacted via walk-in by Field Agent Hart following the call. An installation was successfully scheduled despite SCP-4988-1 claiming it not to be possible.\n\n\n\n\n\n\n\n\nTest 3\n\n\n\n\nCaller:\n Dr. Ebear\n\n\n\n\nSCP-4988-1:\n Okay, very good! I'm pretty sure you're a returning customer, is that right?\n\n\nDr. Ebear:\n Yes, this is not my first time calling.\n\n\nSCP-4988-1:\n (Laughing) I thought I recognized your voice!\n\n\nDr. Ebear:\n Oh, okay. Is it possible for me to schedule an installation of security cameras somewhere else?\n\n\nSCP-4988-1:\n Absolutely, ma'am.\n\n\nDr. Ebear:\n Alrighty, I would like to install them at [DATA EXPUNGED] (Dr. Ebear provided SCP-4988-1 with her home address in Racine, WI.)\n\n\nSCP-4988-1:\n Okay, let me see what I can do.\n\n\nDr. Ebear:\n Why is it that you can schedule a set-up for this address but not the one I gave the other day?\n\n\nSCP-4988-1:\n Sorry, ma'am, I'm afraid I cannot provide you with an adequate answer.\n\n\nDr. Ebear:\n That's fine, thank you, Prafula.\n\n\nSCP-4988-1:\n May we move on to your desired date, ma'am?\n\n\n<Exchange continues for 8 more minutes. Unnecessary dialogue has been redacted.>\n\n\n<END LOG>\n\n\nNote:\n RSI employees arrived at the time and location specified to SCP-4988-1. The installation was carried out without incident. Following extensive testing, the security video feed was found not to be monitored by an outside source by Foundation safety specialists.\n\n\n\n\n\n\n\n\nTest 4\n\n\n\n\nCaller:\n Dr. Ebear\n\n\n\n\nSCP-4988-1:\n Okay, very good! I think I recognize your voice, is this Ms. Ebear?\n\n\nDr. Ebear:\n Yes, hello, Prafula.\n\n\nSCP-4988-1:\n Are you looking to schedule another installation?\n\n\nDr. Ebear:\n I was hoping I could ask you some questions.\n\n\nSCP-4988-1:\n I'd be happy to help with your security installation needs, Ms. Ebear.\n\n\nDr. Ebear:\n Actually, I wanted to ask you something. Are you feeling well?\n\n\nSCP-4988-1:\n Ms. Ebear, I do not understand. May we get back to discussing the scheduling of your installation?\n\n\nDr. Ebear:\n Prafula, your body is mangled inside of a suspended animation tank. Your brain is hooked up to a computer in a warehouse. Do you know anything about this?\n\n\n<SCP-4988-1 begins speaking in a loud, heavy monotone>\n\n\nSCP-4988-1:\n Ma'am, I am forced to disconnect this call as you are not being professional.\n\n\n<SCP-4988-1 disconnects.>\n\n\nNote:\n Dr. Ebear was ordered to address SCP-4988-1's anomalous nature. During the silence between both parties, SCP-4988-2 emitted a loud beep and SCP-4988-1 was observed to become physically tense as if in pain for the duration of the beep. Testing of SCP-4988-1 is indefinitely suspended.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 3 : Additional Information discovered 1/12/20██\n\n\n\n\nOn 1/12/20██, Researcher Pines suffered a home computer malfunction. When calling the service hotline for Forbnl, the manufacturer, Pines observed that the representative had a voice similar to SCP-4988-1. Following a short test on-site, the representative for Forbnl vocally confirmed itself to be Prafula Basu. However, during this test neither SCP-4988-1 or -2 were active.\n\n\nAs of 1/20/20██, SCP-4988 has been reclassified as Keter. Research into possible duplicates of SCP-4988-1 is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. Should Sheppard Security successfully drive Restwynn Security out of business, SCP-4988 will lose its Keter classification.\n\n\n\n\n\n\n\n\n« \nSCP-4987\n | SCP-4988 | \nSCP-4989\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Foreword: Restwynn Security Installations is the largest professional security camera installer in the American Midwest, with additional locations northwards in Ontario and Manitoba. Agents arranged an interview with the subject at a local coffee shop. <Begin Log> Pines: Hello, Mr. Harris. Please sit down, I have a few questions I would like to ask you. Harris: What's with the fancy outfit? Jesus, are you with the government? I've got enough trouble already without having to deal with some more tax crap… Pines: With all due respect, Mr. Harris, the sooner we can get this over with the sooner you'll be back on your lunch break. I would apologize for your suit, but you clearly care more about mine than yours. ( In reference to Harris' coffee-stained suit ) Harris: Okay… ( Harris regains his demeanor and sits down. ) Apologies. Pines: What can you tell me about your current customer service contract? Harris: Is this what this is about? Look, it was getting expensive to keep our in-house staff going, especially right now. We just opened a couple locations up in Canada and they aren't doing so well. Pines: So, correct me if I am wrong, you outsourced your customer service? Harris: That is correct, yes. Some guy approached me and offered 24/7 customer service for almost half of what the company was paying before. Forgive the cliche, but it was an offer I couldn't refuse. Pines: I see. What do you know about the conditions of your current customer service team? Harris: I think it's somewhere in India. Truth be told I never bothered looking into it much, but the staff they have there seems to be doing a pretty good job at doing things. From what I was told, it looks like they've got it pretty good compared to most. Catering, lax dress code… Why is this important, uh, sir? Pines: I can't get into specifics. Tell me more about the individual who approached you with this offer. Harris: I… Well, he was very well dressed. The suit he wore looked absurdly expensive… I can't remember the company he represented… I think it started with an A… ( Both are silent for 10 seconds ) Harris: The acronym was 'APP'. That's all I remember. Pines: Can you tell me anything about the details of the contract? Harris: I can't really remember much. I had all the company's policies, sales numbers, estimate formulas, all the bells and whistles lined up in a lengthy series of emails. When policies change or things like that happen I send another. Pines: To whom do you send these emails? The APP representative? Harris: No, I send them directly to the customer service team lead; Sorry, but I forgot her name. Pines: Very well. Thank you for your time. <End Log> Closing Statement: Harris was subtly administered Class B Amnestics and released. Agent Roberts infiltrated Harris' office within the RSI corporate building during the interview and secured a copy of the contract and financial information between both parties. APP Inc's financial institution appears to be located in Switzerland. Investigations into the financials of the company have been temporarily placed on hold.",
        "SCP-4988-1: Okay, very good! Are you a new or returning customer? Dr. Ebear: Uh, new? SCP-4988-1: Okay! What is your location, ma'am? Dr. Ebear: Actually, I wanted to ask you something. SCP-4988-1: That is no problem, ma'am. Are you requiring information about our products or an estimate? Dr. Ebear: No, I wanted to ask about you. What is your name? SCP-4988-1: My name is Prafula, now how may I have your location? Dr. Ebear: Prafula? What is your last name? SCP-4988-1: Ma'am, please, I am trying to get your installation set up as swiftly as possible so you may return your day. Dr. Ebear: Where are you located? SCP-4988-1: Ma'am, I am trying to inquire that information from you. Dr. Ebear: Prafula, do you know where you are? SCP-4988-1: Ma'am, I apologize but I must terminate this call as you are incurring hold times for other customers. Should you decide when you want your installation done, please give us a callback, okay? Bye-bye! <Call was disconnected.>",
        "SCP-4988-1: Okay, very good! Are you a new or returning customer? Dr. Ebear: Returning. SCP-4988-1: Okay! What is your location, ma'am? Dr. Ebear: [DATA EXPUNGED] (Dr. Ebear provided SCP-4988-1 with the address to Superior Canned Produce, a Foundation front company in Wausau, WI.) SCP-4988-1: Ma'am, I regret to inform you that I am not able to schedule anything for you at that location. Dr. Ebear: What? Why is that? SCP-4988-1: I cannot say, ma'am. Dr. Ebear: I'm afraid I don't understand why. SCP-4988-1: Sorry, ma'am, but I will be releasing this call now to accommodate other customers. <SCP-4988-1 disconnects.> Note: The Wausau RSI facility was contacted via walk-in by Field Agent Hart following the call. An installation was successfully scheduled despite SCP-4988-1 claiming it not to be possible.",
        "SCP-4988-1: Okay, very good! I'm pretty sure you're a returning customer, is that right? Dr. Ebear: Yes, this is not my first time calling. SCP-4988-1: (Laughing) I thought I recognized your voice! Dr. Ebear: Oh, okay. Is it possible for me to schedule an installation of security cameras somewhere else? SCP-4988-1: Absolutely, ma'am. Dr. Ebear: Alrighty, I would like to install them at [DATA EXPUNGED] (Dr. Ebear provided SCP-4988-1 with her home address in Racine, WI.) SCP-4988-1: Okay, let me see what I can do. Dr. Ebear: Why is it that you can schedule a set-up for this address but not the one I gave the other day? SCP-4988-1: Sorry, ma'am, I'm afraid I cannot provide you with an adequate answer. Dr. Ebear: That's fine, thank you, Prafula. SCP-4988-1: May we move on to your desired date, ma'am? <Exchange continues for 8 more minutes. Unnecessary dialogue has been redacted.> <END LOG> Note: RSI employees arrived at the time and location specified to SCP-4988-1. The installation was carried out without incident. Following extensive testing, the security video feed was found not to be monitored by an outside source by Foundation safety specialists.",
        "SCP-4988-1: Okay, very good! I think I recognize your voice, is this Ms. Ebear? Dr. Ebear: Yes, hello, Prafula. SCP-4988-1: Are you looking to schedule another installation? Dr. Ebear: I was hoping I could ask you some questions. SCP-4988-1: I'd be happy to help with your security installation needs, Ms. Ebear. Dr. Ebear: Actually, I wanted to ask you something. Are you feeling well? SCP-4988-1: Ms. Ebear, I do not understand. May we get back to discussing the scheduling of your installation? Dr. Ebear: Prafula, your body is mangled inside of a suspended animation tank. Your brain is hooked up to a computer in a warehouse. Do you know anything about this? <SCP-4988-1 begins speaking in a loud, heavy monotone> SCP-4988-1: Ma'am, I am forced to disconnect this call as you are not being professional. <SCP-4988-1 disconnects.> Note: Dr. Ebear was ordered to address SCP-4988-1's anomalous nature. During the silence between both parties, SCP-4988-2 emitted a loud beep and SCP-4988-1 was observed to become physically tense as if in pain for the duration of the beep. Testing of SCP-4988-1 is indefinitely suspended."
    ],
    "item": "SCP-4988",
    "object_class": "Euclid Keter",
    "containment_procedures": "The building in which SCP-4988 is located has been purchased and seized by the Foundation. A field research station has been set up within the building, and four redundant emergency power generators have been installed to ensure SCP-4988 does not suffer adverse effects from the common electrical outages in the area.",
    "description": "SCP-4988 is a sales/customer service hotline for the company 'Restwynn Security Installations' (RSI, Inc). SCP-4988 may be contacted by dialing '1-800-QUICKSEC'.",
    "title": "SCP-4988"
}