{
    "url": "https://scp-wiki.wikidot.com/scp-4993",
    "all_text": "rating: \n+121\n+\n–\nx\n\n\nItem #:\n SCP-4993\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All materials comprising SCP-4993 are to be stored in secure containers within Archive-09, located at Site 41. Any viewing of SCP-4993-1 instances must be approved by at least two members of Level 4 personnel. At least thirty instances of SCP-4993-1 are to be kept unviewed, so as to maintain them as a control group.\n\n\nAny viewing of instances of SCP-4993-1 that manifest harmful properties are to be performed solely by subjects under the age of ten. Recordings are to be documented based on descriptions given by these subjects. Upon conclusion of said recording, any subjects who have viewed SCP-4993-1 instances are to be dosed with a Class-A amnestic to remove all memory of the event.\n\n\nDescription:\n SCP-4993 is the collective designation for one hundred and three video recordings, recovered from a facility in Sacramento, California formerly owned by the North American Child Improvement Center\n1\n in November, 2012. Recovery of SCP-4993 took place following its accidental discovery by urban explorers who had gained access to the building's video archives. Internet posts by these individuals regarding the strange recordings they had found led to their investigation by the Foundation.\n\n\nAll video recordings, hereafter referred to as instances of SCP-4993-1, are extremely similar in content. An individual in formal attire\n2\n will sit down in a blank white room and begin recounting an anecdote to the viewer. These stories are simple and sparse in detail, usually consisting of matters such as what the individual ate for breakfast, or how they got to sleep the previous night. Following this anecdote, the individual will stand and leave, ending the recording.\n\n\nFollowing viewing an instance of SCP-4993-1, viewers will spontaneously gain a great deal of knowledge regarding a certain subject. These subjects appear to have no connection to the actual content of the recording, having included:\n\n\n\n\nThe life of US President Abraham Lincoln from birth to death\n\n\nParticle physics\n\n\nSurvival within arctic environments\n\n\nAll species of ant currently present in the country of Australia\n\n\nAll plays written by William Shakespeare\n3\n\n\n\n\nDespite their initial beneficial nature, SCP-4993-1 instances will undergo slight changes each time they are viewed. The primary indicators of such a change are that, each time the recording is viewed, the attire of the individual present in the recording will gradually change to resemble that of a clown, complete with makeup. The anecdote they recount will also change, incorporating details and tangents that have been found to originate from the memories of previous viewers of that SCP-4993-1 instance.\n\n\nThese initial changes in the recordings are then followed by a noticeable increase in the discomfort of the individual being recorded. Rather than the instance of SCP-4993-1 ending with the individual walking off-camera, it will often instead end with them frantically trying to escape from the area they are being filmed in, apparently being unable to make their way out of camera-shot. These instances will instead fade to black and display the following text: \"BABY THE CLOWN\".\n\n\nFollowing twenty-seven to thirty viewings of a SCP-4993-1 instance, said instance will develop negative effects that affect any viewer over ten years old. In the majority of cases, such viewers will fall unconscious immediately when the recording begins, but the following physical and mental phenomena have been recorded in individuals who do not fall unconscious:\n\n\n\n\nSevere migraines.\n\n\nPartial or complete blindness in one or both eyes.\n\n\nA psychosomatic inability to move several or all limbs.\n\n\nA delusion that the individual is trapped in whatever room they are currently in.\n\n\nA nervous tic in which they rapidly squeeze their own nose.\n\n\nAn interest in juggling.\n\n\nRapid decay of portions of the brain, specifically the amygdala.\n\n\nSevere fear of watching or approaching televisions.\n\n\n\n\nAll negative effects caused by a SCP-4993-1 instance are permanent, with removal of the memories of viewing having no noticeable effect.\n\n\nNo matter how many viewings of an SCP-4993-1 instance take place, there have been no recorded tests in which negative effects have manifested in a viewer of or under ten years old.\n\n\nAddendum 4493-1 (Sample Transcript):\n\n\nThe following is a sample transcript of the content of a SCP-4493-1 instance. This transcript was written based on the testimony of numerous simultaneous viewers of the instance in question.\n\n\n\n\n<Begin Recording>\n\n\n(Speaker\n4\n walks into frame, glancing behind him as he does so. Speaker is dressed in formal attire. After looking around the room for a few seconds, he sits cross-legged in front of the camera.)\n\n\n(Speaker looks off-camera.)\n\n\nSpeaker:\n So I just say anything?\n\n\n(Pause. Speaker looks towards the camera.)\n\n\nSpeaker:\n Okay. This morning I woke up, went downstairs, made myself a coffee - didn't get too much sleep last night, haha - and then I made myself some toast.\n\n\n(Pause. Speaker looks off-camera.)\n\n\nSpeaker:\n How long do I keep going?\n\n\n(Pause.)\n\n\nSpeaker:\n Okay.\n\n\n(Speaker looks towards the camera.)\n\n\nSpeaker:\n I've had a real sore throat recently, so that wasn't great. Had a drink of water - that helped a little, but not much. Then, I just got in my car and drove here.\n\n\n(Pause. Speaker looks off-camera.)\n\n\nSpeaker:\n That's it, right?\n\n\n(Speaker stands and leaves the frame.)\n\n\n<End Recording>\n\n\n\n\nThe following is a transcript of the same instance of SCP-4993-1 after several viewings.\n5\n\n\n\n\n<Begin Recording>\n\n\n(Speaker walks into frame, glancing behind him as he does so. Speaker is dressed in a full clown outfit, complete with make-up. After looking around the room for a few seconds, he sits cross-legged in front of the camera.)\n\n\n(Speaker looks off-camera.)\n\n\nSpeaker:\n So I just say anything?\n\n\n(Pause. Speaker looks towards the camera.)\n\n\nSpeaker:\n Okay, um. This morning I woke up, went downstairs, made myself a coffee - didn't get too much sleep last night, haha - and then I started eating your breakfast. Chicken sandwich, right? Sure was nice. Was it good for you too?\n\n\n(Pause. Speaker looks off-camera.)\n\n\nSpeaker:\n How long do I…?\n\n\n(Pause.)\n\n\nSpeaker:\n There's nobody there.\n\n\n(Speaker looks towards the camera.)\n\n\nSpeaker:\n I've had a real sore throat recently, so I went and brushed your teeth after I had my cereal. Squeaky clean, squeaky clean, nothing like it. My car had some trouble starting up, no thanks to you, sorry, so I had to call the electrician and ask him to get down here for some R and R, you know?\n\n\n(Pause. Speaker squeezes his nose. A 'honk' sound can be heard.)\n\n\nSpeaker:\n Which episode is this…? Spin-off? Like SVU? Did we watch that episode, Papa? The one where they get hit by the car and it bleeds? Is that a real episode? Did I brush my teeth this morning?\n\n\n(Pause. Speaker looks off-camera.)\n\n\nSpeaker:\n That's it, right? How much am I getting paid for this again?\n\n\n(Speaker stands and attempts to leave the frame, but appears unable. He groans.)\n\n\nSpeaker:\n Oh, come on, seriously? I'm plenty ready! I'm big, I'm full, I'm a big boy! Don't you fade out - don't you \ndare\n fade out!\n\n\n(Recording fades out. The words \"BABY THE CLOWN\" are displayed.)\n\n\n<End Recording>\n\n\n\n\nAddendum 4493-2:\n Although most records within the facility SCP-4993 was discovered in were destroyed or erased before its discovery, personnel were able to recover the following email from fragments remaining in the facility's server.\n\n\n\n\nRob,\n\n\nI am \nextremely\n happy with the progress I've seen so far! : - ) The kids are loving it and it's amazing to see just how quickly the learning takes place. Now, I know what you guys have accomplished so far is a big deal in itself, but I've got to ask: is there nothing we can do about the clowns?\n\n\nI know, you've said - given the raw materials, we're lucky to just have the clown faces and none of the other effects. But, come on, Rob, the kids just don't like clowns. I know you were a big fan of \nthe original show\n back in the day, but they just don't go for that kind of stuff anymore. We don't want them running out of the classroom screaming, you know? I'd be happy to hear if there was anything we could do about the viewing limit, too. It just seems a waste. Is there no way to stretch out the life-cycle?\n\n\nShoot me a message when you're able (hugs and kisses),\n\n\nDiane\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An organization dedicated to improving the standard of education for children in the United States. Founded in 2007, it dissolved as a result of bankruptcy in late 2011.\n\n\n2\n. The identity of this individual differs from instance to instance, but all have been identified as amateur actors originating from Sacramento. Interviews with these individuals have determined that no anomalous phenomena took place during the original recording of all SCP-4993-1 instances.\n\n\n3\n. Consisting only of information currently on public record. No records on lost or anomalous plays are included.\n\n\n4\n. Identified as actor Adam Corwin.\n\n\n5\n. Interim transcripts are available upon request from the Site 41 archive.\n\n\n\n\n\n\n\n\n« \nSCP-4992\n | SCP-4993 | \nSCP-4994\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-4993\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-4993\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 4493-1 (Sample Transcript):\nThe following is a sample transcript of the content of a SCP-4493-1 instance. This transcript was written based on the testimony of numerous simultaneous viewers of the instance in question.\nThe following is a transcript of the same instance of SCP-4993-1 after several viewings. 5",
        "Addendum 4493-2: Although most records within the facility SCP-4993 was discovered in were destroyed or erased before its discovery, personnel were able to recover the following email from fragments remaining in the facility's server."
    ],
    "documents": [],
    "notes": [
        "<Begin Recording> (Speaker 4 walks into frame, glancing behind him as he does so. Speaker is dressed in formal attire. After looking around the room for a few seconds, he sits cross-legged in front of the camera.) (Speaker looks off-camera.) Speaker: So I just say anything? (Pause. Speaker looks towards the camera.) Speaker: Okay. This morning I woke up, went downstairs, made myself a coffee - didn't get too much sleep last night, haha - and then I made myself some toast. (Pause. Speaker looks off-camera.) Speaker: How long do I keep going? (Pause.) Speaker: Okay. (Speaker looks towards the camera.) Speaker: I've had a real sore throat recently, so that wasn't great. Had a drink of water - that helped a little, but not much. Then, I just got in my car and drove here. (Pause. Speaker looks off-camera.) Speaker: That's it, right? (Speaker stands and leaves the frame.) <End Recording>",
        "<Begin Recording> (Speaker walks into frame, glancing behind him as he does so. Speaker is dressed in a full clown outfit, complete with make-up. After looking around the room for a few seconds, he sits cross-legged in front of the camera.) (Speaker looks off-camera.) Speaker: So I just say anything? (Pause. Speaker looks towards the camera.) Speaker: Okay, um. This morning I woke up, went downstairs, made myself a coffee - didn't get too much sleep last night, haha - and then I started eating your breakfast. Chicken sandwich, right? Sure was nice. Was it good for you too? (Pause. Speaker looks off-camera.) Speaker: How long do I…? (Pause.) Speaker: There's nobody there. (Speaker looks towards the camera.) Speaker: I've had a real sore throat recently, so I went and brushed your teeth after I had my cereal. Squeaky clean, squeaky clean, nothing like it. My car had some trouble starting up, no thanks to you, sorry, so I had to call the electrician and ask him to get down here for some R and R, you know? (Pause. Speaker squeezes his nose. A 'honk' sound can be heard.) Speaker: Which episode is this…? Spin-off? Like SVU? Did we watch that episode, Papa? The one where they get hit by the car and it bleeds? Is that a real episode? Did I brush my teeth this morning? (Pause. Speaker looks off-camera.) Speaker: That's it, right? How much am I getting paid for this again? (Speaker stands and attempts to leave the frame, but appears unable. He groans.) Speaker: Oh, come on, seriously? I'm plenty ready! I'm big, I'm full, I'm a big boy! Don't you fade out - don't you dare fade out! (Recording fades out. The words \"BABY THE CLOWN\" are displayed.) <End Recording>",
        "Rob, I am extremely happy with the progress I've seen so far! : - ) The kids are loving it and it's amazing to see just how quickly the learning takes place. Now, I know what you guys have accomplished so far is a big deal in itself, but I've got to ask: is there nothing we can do about the clowns? I know, you've said - given the raw materials, we're lucky to just have the clown faces and none of the other effects. But, come on, Rob, the kids just don't like clowns. I know you were a big fan of the original show back in the day, but they just don't go for that kind of stuff anymore. We don't want them running out of the classroom screaming, you know? I'd be happy to hear if there was anything we could do about the viewing limit, too. It just seems a waste. Is there no way to stretch out the life-cycle? Shoot me a message when you're able (hugs and kisses), Diane",
        "\" SCP-4993 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-4993 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-4993",
    "object_class": "Safe",
    "containment_procedures": "All materials comprising SCP-4993 are to be stored in secure containers within Archive-09, located at Site 41. Any viewing of SCP-4993-1 instances must be approved by at least two members of Level 4 personnel. At least thirty instances of SCP-4993-1 are to be kept unviewed, so as to maintain them as a control group.",
    "description": "SCP-4993 is the collective designation for one hundred and three video recordings, recovered from a facility in Sacramento, California formerly owned by the North American Child Improvement Center1 in November, 2012. Recovery of SCP-4993 took place following its accidental discovery by urban explorers who had gained access to the building's video archives. Internet posts by these individuals regarding the strange recordings they had found led to their investigation by the Foundation.",
    "title": "SCP-4993"
}