{
    "url": "https://scp-wiki.wikidot.com/scp-4994",
    "all_text": "rating: \n+262\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n[INPUT 4/4994 CREDENTIALS]\n\n\n\n\n[CREDENTIALS RECOGNIZED / ACCESS GRANTED]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Given SCP-4994’s location and depth, little concealment is required. Provisional Site █ is to be maintained along the shore of the lake that SCP-4994 is positioned in. Provisional Site █ is to appear as a military base belonging to the United States of America, with all external security personnel in standard American military uniform. Civilians are to be deterred from entering the lake through a chain-link fence adorned with signs warning of a chemical spill.\n\n\nWhenever visitation to SCP-4994-1 is required, the on-site submersible is to be deployed under cover of night to cross through SCP-4994. The submersible will be left in SCP-4994-1 until all personnel visiting SCP-4994-1 are ready to return.\n\n\nAs SCP-4994-2 and SCP-4994-3 express little, if any, hostility towards Foundation personnel or ideals, containment primarily consists of maintaining stable diplomatic relations with SCP-4994-2 and -3.\n\n\nAt least one visitation to SCP-4994-1 is to occur each month for the purposes of gathering information and improving the efficiency of Foundation operations. No personnel below clearance level 4/4994 may request access to SCP-4994-1.\n\n\nDescription:\n SCP-4994 is an entrance into a parallel universe containing a similar (but not exact) replica of Earth that hosts a technologically advanced civilization. For clarity, SCP-4994 and its appropriate sub-designations, have been listed below:\n\n\n\n\nSCP-4994:\n The entrance into SCP-4994-1.\n\n\nSCP-4994-1:\n A parallel, geographically and temporally exact replica of Earth. SCP-4994-1 contains humans, genetically and phenotypically identical to baseline Earth present. These humans are currently retaining the position as the dominant species of the planet.\n\n\nSCP-4994-2:\n The governing civilization of SCP-4994-1.\n\n\nSCP-4994-3:\n SCP-4994-2’s analog to The Foundation, tasked with documenting and containing anomalous phenomena, entities, and locations.\n\n\n\n\nFurther information on each subsidiary of SCP-4994, as well as SCP-4994 itself, can be found below.\n\n\n\n\n\n\n\n\nSCP-4994\n\n\nSCP-4994-1\n\n\nSCP-4994-2\n\n\nSCP-4994-3\n\n\n\n\n\n\n\n\nSCP-4994 is located within a lake located 48 kilometers south-west of the Iraqi city of Kut. At the lowest point in this lake, nearly ██ meters below surface level, lies SCP-4994, a dimensional access point that connects SCP-4994-1 and our own universe.\n\n\nSCP-4994’s gateway was first discovered (but not recognized) by British colonial surveyors in 18██, who had heard local legends of a “hole in the bottom of the lake”. While this information was initially dismissed by the surveyors, Foundation personnel embedded within the British Empire took notice after the logs of the surveyors were recovered. In 19██, a Foundation submersible was sent into SCP-4994, and made contact with SCP-4994-2 as well as SCP-4994-3.\n\n\nOf note is that the dimensional access point allows for the regular cycling of water between SCP-4994 and the lake on the other side. Testing has revealed that non-sapient organisms, such as fish and aquatic plants, tend to avoid the dimensional access point by habit, staying at least █ meters away at all times. Sapient organisms experience no such tendencies. The significance of this is unknown.\n\n\n\n\n\n\n\n\n\n\nSCP-4994-1\n\n\n\n\n\n\nSCP-4994-1 is geographically identical to Earth, possessing the same natural geology and physical attributes. With the exception of man-made structures and geoengineering, SCP-4994-1 essentially is identical to Earth. It has also been determined that SCP-4994-1 is at the same temporal position as our own Universe, indicating that SCP-4994-1 underwent an event or series of events to diverge history and lead to the development of SCP-4994-2.\n\n\nAs expected, SCP-4994-1 contains much of the same biology as baseline Earth (though some extinct species, such as the wooly mammoth and the dodo bird, have been brought back by the inhabitants of SCP-4994-1, usually for scientific purposes). SCP-4994-1, similar to our own Earth, is undergoing a climatological shift due to excess carbon entering the atmosphere. However, due to the greater political unity and technology of SCP-4994-2, these effects are progressing slower (and even beginning to show signs of reversal) than on baseline Earth. Average air quality on SCP-4994-1 is significantly higher than in most places on Earth.\n\n\nAdvanced technological projects, on part of SCP-4994-2, such as deep-crust mining, megalopolises, and extensive arcology construction, promise to further alter the physical attributes of SCP-4994-1 in the future.\n\n\n\n\n\n\n\n\n\n\nSCP-4994-2’s official flag\n\n\n\n\n\n\nGovernance\n\n\nSCP-4994-2 is a planetary government that exercises uncontested control over SCP-4994-1. Officially known as the “Union State”, by its inhabitants, SCP-4994-2 utilizes countless bureaucratic apparati and levels of organization to effectively manage the operations it carries out. SCP-4994-2, according to its latest census, boasts a population of 12 billion.\n\n\nThe central government of the Union State is divided into four distinct branches. These are:\n\n\n\n\nThe Tribunals:\n The series of various courts that decide the legality of certain actions undertaken by the other branches of the Union State’s government.\n\n\nThe Assembly:\n A large body of 2500 representatives from various provinces and districts across SCP-4994-1. The Assembly passes legislation and creates new laws. The Assembly rarely meets, unless in time of crisis, such as severe economic turmoil or widespread civil unrest.\n\n\nThe Presidium:\n The elected positions within the Union State responsible for ensuring that laws are executed with their original intent in mind. The Presidium is lead by the Director-General, commonly regarded as the highest elected position one can attain in the Union State.\n\n\nThe Councilary:\n Relatively smaller than the other three branches, Councilary members serve as mediators between the various branches of SCP-4994-2. Councilary positions are elected, but have little direct influence over the day-to-day affairs of government.\n\n\n\n\nWith the exception of the higher echelons of The Tribunals, most positions within the Union State are carried out by election. Additionally, the capital of SCP-4994-2 is voted on at 20 year intervals, with each capital hosting the four branches of government until the next one is selected. So far, the capitals of SCP-4994-2 have included:\n\n\n\n\nLondon\n\n\nNew York\n\n\nMoscow\n\n\nShanghai\n\n\nNairobi\n\n\n\n\nCurrently SCP-4994-2 is based in Vancouver.\n\n\nHistory\n\n\nThe history of SCP-4994-2 is well-documented. Through Foundational liaisons and diplomatic exchanges, the history of SCP-4994-2 has been obtained, with several possible points of divergence having been identified (See documents 4994-A7 through 4994-A44 for a complete history of SCP-4994-2). Scholars from SCP-4994-2 have learned of baseline Earth’s history as well, and have taken keen interest in cultural, social, and technological development since the 20th century.\n\n\nIn summary, the formation of the Union State occured through a diplomatic union between various global powers in 19██. Since then, SCP-4994-2 grew to incorporate more and more nations within its sphere of influence, and gradually consolidated control and weakened national boundaries. By the end of the 20th century, the Union State remained the sole political force on the world stage, and exercised complete control over the planet.\n\n\n\n\n\n\nA photo of SCP-4994-2’s flag, waving in the wind\n\n\n\n\n\n\nTechnology and Society\n\n\nSCP-4994-2 is notably far more technologically advanced than the Foundation or baseline Earth. The Union State heavily employs automation and artificial intelligence in most economic sectors, leading to a post-scarcity society wherein citizens are free to pursue their passions without worry for financial demands. As a result, the concept of currency is becoming more and more esoteric to the newer generations of SCP-4994-2.\n\n\nWith an excess of automation, the majority of SCP-4994’s citizens work in sectors requiring more intensive human involvement, such as education, creative fields, research, and governance. According to some Foundation sociologists, this fact presents a secondary explanation as to why SCP-4994-2 is so technologically advanced.\n\n\nAdditionally, the concept of anomalous objects is known by the vast majority of SCP-4994-2’s populace, as in the early history of the Union State, several containment and informational breaches concerning anomalous objects revealed their existence to the general public. Rather than react with panic, a new trend of fascination with anomalous objects arose, leading to their incorporation into the technology of SCP-4994-2’s society, and as a result greatly benefited the economic and technological power of the Union State.\n\n\nIt is well known among the citizens of the Union State that SCP-4994-1 is protected by a powerful series of satellite-mounted Scranton Reality Anchors, to guard against space-based anomalies. The space program of SCP-4994-2, and to an extent, SCP-4994-3, is very limited in scale, focusing simply on orbital maintenance and observation. The reasons behind this are currently unknown, as citizens of SCP-4994-2 will often switch conversation to other topics when asked about space exploration. The possibility of \nGamma-type SCP-2001 infection\n having spread across SCP-4994-1 is being investigated.\n\n\n\n\n\n\n\n\n\n\nThe symbol of SCP-4994-3\n\n\n\n\n\n\nThe Union State’s analog to the Foundation is SCP-4994-3, referred to in an official capacity as the “Anomalous Retrieval, Containment, and Research Agency” (hereafter referred to as ARCRA). ARCRA holds a similar, if not identical mission to the Foundation, in that it also contains, studies, and tests various anomalies. While SCP-4994-1 does not possess all the same anomalies that the Foundation is aware of that exist in our universe, SCP-4994-3 records indicate that it retains a much higher efficiency rate of capture and containment.\n\n\nAdditionally, SCP-4994-3 does not need to spend resources on substantial concealment activities, as the public is aware of and generally supports ARCRA’s mission. While SCP-4994-3 does spend some effort in boosting civilian preparedness, it is able to use more of its resources in capture, containment, and research divisions.\n\n\nSCP-4994-3 holds significant political influence over SCP-4994-2, and the two entities are heavily integrated with each other. Using this influence, SCP-4994-3 has allocated itself the legal and material resources necessary to carry out its objectives and influences public policy as it sees fit. As of this document iteration, at least 5 of the last 9 Director-Generals had previously held the position of High Commander.\n\n\nGiven SCP-4994-3’s expertise and research capabilities, it has become an indispensable advisory asset to the Foundation. While elements of SCP-4994-3 remain irritable towards the Foundation for perceived incompetence, the majority of SCP-4994-3 members are willing to advise and even assist in Foundational matters. Several agents, researchers, and even O5-█ and O5-██ (see Addendum 4994-X) have traveled to SCP-4994-1 for “visitation programs” to gain knowledge of SCP-4994-3’s organizational structure and improve the Foundation’s operational efficiency.\n\n\nThe Foundation has also requested, on multiple occasions, for access to the more advanced components of technology that SCP-4994-3 possesses. These requests have been unilaterally denied, on the premise that “the Foundation is not as prepared as ARCRA to handle such technologies, as they operate on means that are not understood, and will likely not be understood for a significant amount of time, by the Foundation”.\n\n\nProposals of recovering SCP-4994-3’s technology via clandestine means are currently under review by the O5 Council (See Addendum 4994-C)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 4994-C: Result of vote on clandestine operations in SCP-4994-2 and SCP-4994-3\n\n\n\n\nIn a 7-4 vote (2 abstaining), the O5 Council has ruled against the use of espionage, sabotage, or any other sort of clandestine operations against SCP-4994-2. Visitation protocol to SCP-4994-1 will be revised accordingly.\n\n\nThe benefits of cooperation with SCP-4994-3 are too great to risk throwing away on some dangerous and likely unsuccessful operation. They’re already helping us now; there’s no reason to screw things up. After all, a bird in the hand is worth two in the bush.\n - O5-█\n\n\n\n\n\n\n\n\n\n\nAddendum 4994-X:\n A transcript of the conversation between O5-█ and HC-██ (The ARCRA analog to an O5 position, or, High Commander) regarding the perceived inferiority of the Foundation relative to SCP-4994-3.\n\n\n\n\nThe following conversation takes place on the ride back to SCP-4994 from the main operations center of the ARCRA High Command, between O5-█ and HC-██. O5-█ managed to record it without raising the attention of the host, or the driver.\n\n\n\n\n<Begin Log>\n\n\nHC-██:\n Looks like we’re getting close to the lake. I’m sorry to see you leave. It’s been an absolute pleasure hosting you. Do come back sometime soon, alright?\n\n\nO5-█:\n Yes, of course. And you should come visit us! I’m sure ARCRA could learn something from the Foundation. It’d be quite fun to have a visitor from the Union State.\n\n\nHC-██:\n Hmm, yes, I’ll be sure to look into that possibility.\n\n\n<Silence for approximately 15 seconds>\n\n\nO5-█:\n I have to ask-\n\n\nHC-██:\n Hm?\n\n\nO5-█:\n It’s not exactly a secret that ARCRA sees us as inferior. And I understand why. I really do. Our containment efficiency is admittedly… less than optimal, and we do spend significant resources on concealment, which is something you guys don’t have to really worry about-\n\n\nHC-██:\n Right.\n\n\nO5-█:\n But I have to ask. Why hide so much of the technology from us? You’re more than happy to advise us in containment strategy and organizational efficiency, but when it comes to tech, there’s no willingness there at all. Why?\n\n\n<HC-██ hesitates for a few seconds before replying>\n\n\nHC-██:\n Look, you’re a nice person, with nice ideals. You deserve to know the truth. You really want to know why we don’t share that with you?\n\n\nO5-█:\n Well, yes.\n\n\nHC-██:\n It’s because your civilization is… unpredictable. We \nwant\n to help, we really do, but we don’t know if you’ll do something stupid with the technology we give. I mean, Christ, your civilization, on multiple occasions, nearly wiped itself out over disagreements on economic systems.\n\n\nO5-█:\n (Interrupting) That’s a bit reductionist-\n\n\nHC-██:\n I’m not finished. That was just with standard, regular technology. Nothing anomalous about splitting an atom. But I’ve seen the weapons some of those competing groups of yours have developed. And honestly, they worry me. Weapons that make your entire planet’s nuclear arsenal seem like a flaccid spitball by comparison. Those? In the hands of your petty, tribalist nations? I can’t let that happen to us. I can’t let us become you.\n\n\nO5-█:\n If you’re so insistent on decoupling our relations, why not just close the gateway? Be done with it? Hell, you could dry the lake and place a gigantic slab of concrete on it, and you wouldn’t have to worry about us ever again.\n\n\nHC-██:\n Because it’s a moral obligation. Believe me, some of my associates want nothing to do with the Foundation. But believe it or not, I, and many of my colleagues, are your advocates. We want to help you. Make you better.\n\n\nO5-█:\n I appreciate all the help you have given us, I really do. But we can do that just fine on our own.\n\n\nHC-██:\n Can you really though? I know of your containment breaches. How many times you’ve had to \nreset your entire history\n. I won’t pretend we haven’t had to either, but I guarantee you, our count? It’s nowhere nearly as close as the Foundation’s.\n\n\nO5-█:\n At least we protect the people of our world. We-\n\n\nHC-██:\n (Interrupting) Yes, I know. You “die in the dark so that they can live in the light”. I’ve heard that phrase a lot ever since your people started coming here.\n\n\nO5-█:\n At least we give our fellow man a chance to feel safe. We let them believe that reality makes sense and is comfortable. It keeps them happy. It keeps things normal.\n\n\nHC-██:\n Normal? (Laughs) My friend, this \nis\n normal. Anomalous entities, locations, ideas… that is true reality. What you do is tantamount- no, it \nis\n lying. You lie to your people, like how a parent tells their child about Santa Claus to get them to behave better during the year. Face it. Let the people of your world face it.\n\n\nO5-█:\n We can’t. Maybe there’s some innate psychological difference between the people of our worlds, but something tells me that revealing the thousands and thousands of eldritch entities that exist to everyone will lead to panic.\n\n\nHC-██:\n It’s like a bandage. Rip it off. Get it over with. You’d be surprised how people react.\n\n\nO5-█:\n It’s not that simple.\n\n\nHC-██:\n It doesn’t have to be. I have faith in your Foundation.\n\n\n<HC-██ pauses for a few moments>\n\n\nHC-██:\n You could do so many things! You have resources outclassing every nation in your planet’s history. Use them. Establish control. Be the guiding hand of your civilization’s future. If you do that, we will be more than happy to cooperate and share our technology with you.\n\n\nO5-█:\n You want us to… take control? Rule the world?\n\n\nHC-██:\n If that’s what it takes, then yes.\n\n\nO5-█:\n See, that’s where we’re better than you.\n\n\n<At that moment, the vehicle stops to transfer O5-█ to the submersible for transport through SCP-4994. O5-█ steps out and turns back to HC-██>\n\n\nO5-█:\n \nThe Foundation doesn’t rule the world. The Foundation serves the world.\n\n\n<End log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-4993\n | SCP-4994 | \nSCP-4995\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "In a 7-4 vote (2 abstaining), the O5 Council has ruled against the use of espionage, sabotage, or any other sort of clandestine operations against SCP-4994-2. Visitation protocol to SCP-4994-1 will be revised accordingly. The benefits of cooperation with SCP-4994-3 are too great to risk throwing away on some dangerous and likely unsuccessful operation. They’re already helping us now; there’s no reason to screw things up. After all, a bird in the hand is worth two in the bush. - O5-█",
        "The following conversation takes place on the ride back to SCP-4994 from the main operations center of the ARCRA High Command, between O5-█ and HC-██. O5-█ managed to record it without raising the attention of the host, or the driver. <Begin Log> HC-██: Looks like we’re getting close to the lake. I’m sorry to see you leave. It’s been an absolute pleasure hosting you. Do come back sometime soon, alright? O5-█: Yes, of course. And you should come visit us! I’m sure ARCRA could learn something from the Foundation. It’d be quite fun to have a visitor from the Union State. HC-██: Hmm, yes, I’ll be sure to look into that possibility. <Silence for approximately 15 seconds> O5-█: I have to ask- HC-██: Hm? O5-█: It’s not exactly a secret that ARCRA sees us as inferior. And I understand why. I really do. Our containment efficiency is admittedly… less than optimal, and we do spend significant resources on concealment, which is something you guys don’t have to really worry about- HC-██: Right. O5-█: But I have to ask. Why hide so much of the technology from us? You’re more than happy to advise us in containment strategy and organizational efficiency, but when it comes to tech, there’s no willingness there at all. Why? <HC-██ hesitates for a few seconds before replying> HC-██: Look, you’re a nice person, with nice ideals. You deserve to know the truth. You really want to know why we don’t share that with you? O5-█: Well, yes. HC-██: It’s because your civilization is… unpredictable. We want to help, we really do, but we don’t know if you’ll do something stupid with the technology we give. I mean, Christ, your civilization, on multiple occasions, nearly wiped itself out over disagreements on economic systems. O5-█: (Interrupting) That’s a bit reductionist- HC-██: I’m not finished. That was just with standard, regular technology. Nothing anomalous about splitting an atom. But I’ve seen the weapons some of those competing groups of yours have developed. And honestly, they worry me. Weapons that make your entire planet’s nuclear arsenal seem like a flaccid spitball by comparison. Those? In the hands of your petty, tribalist nations? I can’t let that happen to us. I can’t let us become you. O5-█: If you’re so insistent on decoupling our relations, why not just close the gateway? Be done with it? Hell, you could dry the lake and place a gigantic slab of concrete on it, and you wouldn’t have to worry about us ever again. HC-██: Because it’s a moral obligation. Believe me, some of my associates want nothing to do with the Foundation. But believe it or not, I, and many of my colleagues, are your advocates. We want to help you. Make you better. O5-█: I appreciate all the help you have given us, I really do. But we can do that just fine on our own. HC-██: Can you really though? I know of your containment breaches. How many times you’ve had to reset your entire history . I won’t pretend we haven’t had to either, but I guarantee you, our count? It’s nowhere nearly as close as the Foundation’s. O5-█: At least we protect the people of our world. We- HC-██: (Interrupting) Yes, I know. You “die in the dark so that they can live in the light”. I’ve heard that phrase a lot ever since your people started coming here. O5-█: At least we give our fellow man a chance to feel safe. We let them believe that reality makes sense and is comfortable. It keeps them happy. It keeps things normal. HC-██: Normal? (Laughs) My friend, this is normal. Anomalous entities, locations, ideas… that is true reality. What you do is tantamount- no, it is lying. You lie to your people, like how a parent tells their child about Santa Claus to get them to behave better during the year. Face it. Let the people of your world face it. O5-█: We can’t. Maybe there’s some innate psychological difference between the people of our worlds, but something tells me that revealing the thousands and thousands of eldritch entities that exist to everyone will lead to panic. HC-██: It’s like a bandage. Rip it off. Get it over with. You’d be surprised how people react. O5-█: It’s not that simple. HC-██: It doesn’t have to be. I have faith in your Foundation. <HC-██ pauses for a few moments> HC-██: You could do so many things! You have resources outclassing every nation in your planet’s history. Use them. Establish control. Be the guiding hand of your civilization’s future. If you do that, we will be more than happy to cooperate and share our technology with you. O5-█: You want us to… take control? Rule the world? HC-██: If that’s what it takes, then yes. O5-█: See, that’s where we’re better than you. <At that moment, the vehicle stops to transfer O5-█ to the submersible for transport through SCP-4994. O5-█ steps out and turns back to HC-██> O5-█: The Foundation doesn’t rule the world. The Foundation serves the world. <End log>"
    ],
    "containment_procedures": "Given SCP-4994’s location and depth, little concealment is required. Provisional Site █ is to be maintained along the shore of the lake that SCP-4994 is positioned in. Provisional Site █ is to appear as a military base belonging to the United States of America, with all external security personnel in standard American military uniform. Civilians are to be deterred from entering the lake through a chain-link fence adorned with signs warning of a chemical spill.",
    "description": "SCP-4994 is an entrance into a parallel universe containing a similar (but not exact) replica of Earth that hosts a technologically advanced civilization. For clarity, SCP-4994 and its appropriate sub-designations, have been listed below:",
    "title": "SCP-4994"
}