{
    "url": "https://scp-wiki.wikidot.com/scp-5010",
    "all_text": "rating: \n+254\n+\n–\nx\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\n\n\n\n\nSCP-5010 is to be contained in a Special Residential Unit (SRU) that has been constructed on Foundation owned scrubland 1.5 kilometres to the northeast of Site-221\n1\n. No more than 3 individuals are permitted to be within the vicinity of this SRU simultaneously, unless under the direction of a senior researcher. SCP-5010 is not to be provided with any device capable of communication beyond the confines of its SRU.\n\n\nSCP-5010 requires no sustenance, but is permitted such if requested. To support its mental wellbeing, it is to be supplied with puzzle books, crosswords, and novels at regular intervals.\n\n\n\n\n\n\nDescription:\n\n\n\n\n\n\nSCP-5010 resembles a white-haired female of approximately 1.6 meters height. It appears to be between the ages of 75 and 85, although current evidence suggests that it does not experience physical aging. It identifies itself as a Miss Eleanor Mabel, a retired schoolteacher from England who, until its containment, was engaged upon a round-the-world trip to visit its various family members.\n\n\n\n\n\n\nA photograph of SCP-5010 found in the possession of several 5010-B instances\n\n\n\n\n\n\nSCP-5010 has no visible anus, nipples or genitalia. Medical analysis has determined that it possesses a stomach cavity, but lacks any intestines, kidneys or bladder. It is not believed to require any form of nourishment, but expresses an enjoyment of certain foodstuffs, particularly scones, crumpets, and Earl Grey tea. It has not been found to produce any waste products other than carbon dioxide.\n\n\nSCP-5010’s primary anomalous effect (hereafter designated as 5010-A events) occurs at apparently random intervals while SCP-5010 is within the vicinity of at least 4 other individuals. \nUpdate 19/01/2020-001:\n Following Incident 5010-A-1, the hypothesised criteria for the activation of 5010-A events have been expanded. It is now known that 5010-A events can pre-emptively occur in locations that SCP-5010 is traveling towards\n2\n. Testing has also ascertained that 5010-A events can occur in the locality of individuals who SCP-5010 is in contact with via either verbal or written correspondence. Further tests to identify the exact trigger conditions for 5010-A events are ongoing.\n\n\nDuring a 5010-A event, one or more individuals will be murdered by an initially unknown assailant. In the majority of cases, only a small number of people (usually between 3 and 8) will have had the means or motive to kill the deceased, although exceptions to this have found. SCP-5010 will then proceed to investigate the deaths, ingratiating themselves with witnesses and swiftly discovering relevant clues.\n\n\nIf law enforcement officers or professional investigators encroach upon a 5010-A event, they will typically become uncharacteristically sloppy and disorganised in their work. This has included missing obvious pieces of evidence, making arrests on extremely weak premises that would not merit a conviction in court, and dismissing witness testimony that does not fit with their initial supposition of events as false or “crazy”. Nevertheless, they usually display a begrudging affection towards SCP-5010, providing it with largely unfettered access to crime scenes and investigation notes, and allowing it to be present during suspect interrogations\n3\n.\n\n\nIn all documented cases of 5010-A events, SCP-5010 has been instrumental in identifying the perpetrator of the crime. It will either produce entirely conclusive evidence as to the identity of the murderer, or the culprit will provide a full confession of guilt when confronted with SCP-5010’s suspicions\n4\n.\n\n\nWhile investigating known 5010-A events, Foundation agents have also discovered 56 individuals who claim that SCP-5010 is their aunt (hereafter designated as 5010-B instances). In every case, the parent of the 5010-B instance who is purportedly a sibling of SCP-5010 is already deceased. All 5010-B instances are able to recount vivid memories of SCP-5010’s involvement in their childhood and early life, and several recall having it stay with their family for a number of years. Furthermore, all family records of 5010-B instances, and all relevant local census date, support their accounts of their familial relationship with SCP-5010.\n\n\nHowever, no two 5010-B instances have been found to share a familial relationship with one another. SCP-5010’s inclusion in their various family trees is entirely independent and contradictory. The memories of many 5010-B instances are also contradictory, providing widely differing accounts of SCP-5010’s whereabouts during the same time periods.\n\n\nEach 5010-B instance so far identified has been a primary suspect in at least one 5010-A event. None have ever been found responsible for a murder.\n\n\n\n\n\n\nDiscovery:\n\n\n\n\n\n\nSCP-5010 was first brought to the attention of the Foundation on 17/07/2019 by law enforcement database trawler “Copper Nitrate”. It flagged up that an Eleanor Mabel had been listed as a Person of Interest in 34 apparently unconnected homicide investigations in England over the course of 8 years.\n\n\nFurther research has determined that SCP-5010 has been involved in at least 264 murder cases across 27 countries, with the earliest so far detected taking place in Oxfordshire, England, on 30/09/1984. All police documents, witness statements, and photographic records of SCP-5010 appear to indicate that it has not biologically aged in that time.\n\n\n\n\n\n\nAddendum 5010-1 – Supplementary Interview Logs:\n\n\n\n\n\n\n\n\n◆ Interview Log 5010.1 – [5010-S-25/08/2019-001] ◆\n\n\n\n\n◇ Interview Log 5010.1 – [5010-S-25/08/2019-001] ◇\n\n\n\n\n\n\nInterviewee:\n Police Sergeant Lewis Foyle-Brown of Scotland Yard, England\n\n\nInterviewer:\n Field Agent Frank Lynley\n\n\nForeword:\n Foyle-Brown was the senior investigating officer of a 5010-A event in July 2013, the homicide of a Cambridge lecturer by one of her research associates. He was subject to a disciplinary hearing after it was discovered that he had provided SCP-5010 access to the crime scene and allowed it to accompany him while collecting witness statements.\n\n\n\n\n[Begin Log]\n\n\n\n\nAgent Lynley:\n Let’s start at the beginning. You initially believed that the victim’s death was accidental, is that correct?\n\n\nSergeant Foyle-Brown:\n Yes.\n\n\nAgent Lynley:\n Could you elaborate on that?\n\n\nSergeant Foyle-Brown:\n The vic was a heavy drinker. It was pretty common knowledge that she’d return to her office after High Table to “go over her research notes” and get sloshed on her personal stash. She was found in a heap at the foot of the staircase with her neck broken. A half-finished whiskey bottle was still out on her desk, next to a used glass. It seemed like the definition of an open and shut case.\n\n\nAgent Lynley:\n But Miss Mabel disagreed?\n\n\nSergeant Foyle-Brown:\n Yeah. Miss Mabel. \n(pauses)\n She was visiting some niece or other who’d just got a place at the college. Said she’d met the vic at dinner party, and wanted to know absolutely everything that was going on. Questions, questions, questions. Truth be told, I mostly let her take a look at the room just to shut her up.\n\n\nAgent Lynley:\n You were aware that that was a breach of regulations?\n\n\nSergeant Foyle-Brown:\n I mean, I guess. But she was just some old dear, and I was there to make sure she didn’t touch anything she wasn’t meant to. Besides, at that point I was still sure that we were only investigating an accident.\n\n\nAgent Lynley:\n And what did she find when she searched the room?\n\n\nSergeant Foyle-Brown:\n Well, first it was the glass. Our vic wears red lipstick, she says, but the lipstick on the glass on the desk was dark pink. Could barely see the difference myself, but when it was sent in for testing, sure enough, she was right.\n\n\nAgent Lynley:\n And then?\n\n\nSergeant Foyle-Brown:\n That led her to the drinks cabinet. One extra glass missing.\n\n\nAgent Lynley:\n And at that point, you were still arguing that it was a case of accidental death?\n\n\nSergeant Foyle-Brown:\n Well, it wasn’t, y’know, conclusive evidence or anything. An accident still seemed very likely. To me, anyway. The extra glass could have been gone for any number of reasons.\n\n\nAgent Lynley:\n And then Miss Mabel found the pearl earring beneath the desk?\n\n\nSergeant Foyle-Brown:\n Yeah. Now that was odd. Picking up on that kind of thing is – well, should be – standard procedure. It was completely unbelievable that none of the crime scene techs noticed it.\n\n\nAgent Lynley:\n Oh? Did you suspect that she had planted the evidence somehow?\n\n\nSergeant Foyle-Brown:\n What? No, of course not. The old dear might be a bit of a nosey parker, but she wouldn’t do a thing like that.\n\n\nAgent Lynley:\n How could you tell? You’d only met her that evening, isn’t that right?\n\n\nSergeant Foyle-Brown:\n Yeah, but, well. \n(pauses)\n You can just tell, can’t you, with old birds like her. Crafty as you like, maybe a little dotty sometimes, but they wouldn’t do something untoward. Anyway, I checked with the team who’d gone over the place. Not one of them had looked under that part of the desk. They all thought someone else had done it. So I suppose we were just lucky she was there.\n\n\nAgent Lynley:\n And following this, you included Miss Mabel in your investigations, again contrary to regulations?\n\n\nSergeant Foyle-Brown:\n \n(pauses)\n Yes.\n\n\nAgent Lynley:\n And do you think you’d do so again?\n\n\nSergeant Foyle-Brown:\n Look, all I know is that if it hadn’t been for her, we never would have caught the bugger. I don’t mind telling you, if a few more old things had her gumption, then the streets would be a lot safer to walk at night.\n\n\nAgent Lynley:\n Thank you, Sergeant, that’s most helpful. I think that will be all for now.\n\n\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n◆ Interview Log 5010.2 – [5010-S-13/10/2019-003] ◆\n\n\n\n\n◇ Interview Log 5010.2 – [5010-S-13/10/2019-003] ◇\n\n\n\n\n\n\nInterviewee:\n James Butler, former Reverend of St. Mary’s Church in Kembleford, England, currently of Her Majesty’s Prison Farnleigh\n\n\nInterviewer:\n Field Agent Vera Cadfael\n\n\nForeword:\n Butler was arrested in 1999 for the murder of Peter Sayers, the Earl of Midsummer, during a 5010-A event. The Foundation arranged this interview under the pretext of gathering information for a parole board.\n\n\n\n\n[Begin Log]\n\n\n\n\nAgent Cadfael:\n I’d like to go over a few particulars of your case with you, and I’d appreciate it if you could answer my questions as fully and openly as possible.\n\n\nMr. Butler:\n That’s quite alright. I have nothing I wish to hide.\n\n\nAgent Cadfael:\n Very well then, I’ll begin. Prior to his death, I understand that you were considered close friends with the Earl of Midsummer. You officiated his daughter’s wedding, and you were a frequent guest at his estate. Is that correct?\n\n\nMr. Butler:\n Yes, that’s correct. If I’m honest, I think Peter liked having someone to flash the dog collar around the place. It impressed the type of people that he wanted to impress. He was always a little insecure about his position among the landed gentry, and a man of the cloth tends to add a certain dignity to proceedings. But beyond that, we had been close friends for a number of years. I held him in very great esteem.\n\n\nAgent Cadfael:\n Can you tell me why you killed him?\n\n\nMr. Butler:\n It’s a terribly clichéd answer, I’m afraid. I did it for the money. Peter had promised the church a large endowment in his will. At the time I was facing certain \n(pauses)\n personal liquidity problems. Gambling debts, I’m ashamed to say. I owed far, far more than I actually had the means of paying, and the merest whiff of a scandal like that – it would have utterly ruined me if it had gotten out. The fact that Peter was widely known to have named St. Mary’s as one of his main beneficiaries was the only thing stopping my creditors from insisting on immediate payment. And then of course, Peter met that young actress floosy, and all of a sudden that will didn’t look like such a sure thing. People were beginning to ask questions about my capacity to meet my financial obligations. So, I killed him. Is that full and open enough for you?\n\n\nAgent Cadfael:\n That’s quite sufficient, thank you. Tell me, did you feel at all conflicted about killing him?\n\n\nMr. Butler:\n Quite honestly, I can’t say that I did. If anything, it felt like the only option that I had in front of me. I don’t think I felt as much as a single instant of doubt from the moment the plan occurred to me. It all seemed so simple. So thrillingly easy. And I dare say it would have gone perfectly if it hadn’t been for that meddlesome old woman.\n\n\nAgent Cadfael:\n Miss Mabel?\n\n\nMr. Butler:\n I believe that was her name, yes.\n\n\nAgent Cadfael:\n And you hadn’t met her before the day of the murder?\n\n\nMr. Butler:\n No, not until that night.\n\n\nAgent Cadfael:\n I see. Do you ever feel regret about what happened?\n\n\nMr. Butler:\n \n(laughs)\n I can’t say I was too thrilled to be caught.\n\n\nAgent Cadfael:\n Well, let’s talk a little bit about how that happened. You openly confessed to the murder in front of several witnesses, is that correct?\n\n\nMr. Butler:\n I wouldn’t quite have put it like that. She had evidence.\n\n\nAgent Cadfael:\n Not conclusive evidence. Not something that would have convicted you in court of law, according the police report.\n\n\nMr. Butler:\n \n(pauses)\n Well, I wouldn’t know about that. It seemed conclusive to me, at the time. The old woman knew everything. Everything that I’d done. There didn’t seem to be any point in denying it.\n\n\nAgent Cadfael:\n Can you talk me through the events leading up to your confession?\n\n\nMr. Butler:\n If you’d like. It was about, oh, half one when a police sergeant came to find me. He asked me to accompany him up to the manor house, in that gruff way that makes it clear you don’t have any choice in the matter. I tried to ask him what it was about, but all he’d say was that it was very important to the case. When we arrived I was ushered through into the drawing room. Everyone else who’d been at the house on the night of the murder was there too, even the groundskeeper and his clumsy oaf of a son. And her, of course.\n\n\nAgent Cadfael:\n Miss Mabel?\n\n\nMr. Butler:\n Yes. Standing in the middle of us all like the ringmaster of a circus. Looking pleased as Punch with herself as we sat around nervously sipping tea.\n\n\nAgent Cadfael:\n Go on.\n\n\nMr. Butler:\n At first, it seemed like I was in the clear. She started off by all but accusing the groundskeeper of having killed Peter. She’d found out that his wife had had a small dalliance with Peter some twenty years before, and that it was Peter who was the real father of the man’s son. But then of course, that put the boy in the frame too, since he was suddenly in line to inherit the whole pile. And it gave Paul a motive to kill his father as well, before that information could become public knowledge and muddy his own right to inherit. But that wasn’t enough for Miss Mabel. \n(laughs)\n She did Patrick next. Then Rosemary, Laura, and the Major. Why each one could have wanted Peter dead, what dirty little secrets they had to hide. And then, at last, she came to me.\n\n\n(He pauses.)\n\n\nAgent Cadfael:\n Mr. Butler?\n\n\nMr. Butler:\n Like I said, she knew everything. How I’d moved Peter’s desk clock a half hour ahead so that he’d stop work early. How I knew that the six o’clock chimes would be caught on his dictaphone to hide the time of death. How I stabbed him as he left his room for dinner, fixed the clock, and then joined the others downstairs to secure my alibi. If I’d only known that he used to keep that clock three minutes fast, then perhaps- \n(pauses)\n But, I suppose there’s no use worrying about that now. Que sera, sera.\n\n\nAgent Cadfael:\n Still, Miss Mabel did not produce any other actual evidence of this version of events?\n\n\nMr. Butler:\n Well, I \n(pauses)\n I suppose not.\n\n\nAgent Cadfael:\n Tell me, why did you choose that particular method of murder? Did it not strike you as perhaps being a little overly convoluted?\n\n\nMr. Butler:\n The idea came to me more or less as soon as I’d decided to kill him. A tad theatrical, perhaps, but I thought it was rather clever. Giving myself a cast iron alibi like that.\n\n\nAgent Cadfael:\n But it did also give every other possible suspect the same alibi, since none of the other dinner guests or servants were alone at six o’clock.\n\n\nMr. Butler:\n \n(pauses)\n Perhaps. But I couldn’t have known that in advance.\n\n\nAgent Cadfael:\n You also chose to act on a night where the house was occupied only by a small group of dinner guests, and local flooding had made outside access to the estate virtually impossible. I understand that you were a frequent guest of the Earl’s gala parties. Would it not have been safer to put your plan into action during one of those instead, when there would have been more potential suspects?\n\n\nMr. Butler:\n It was \n(pauses)\n It was a matter of timing. It had to be done quickly, before my creditors got too nervous.\n\n\nAgent Cadfael:\n And there were a number of ways that your plan could easily have gone wrong, weren’t there? If the victim had noticed the discrepancy with his clock, for example. Or if he’d looked at any other timepiece during the day. Or if anyone had visited his study during the half hour after you killed him.\n\n\n(Mr. Butler remains silent.)\n\n\nAgent Cadfael:\n Did those possibilities concern you at all?\n\n\nMr. Butler:\n \n(pauses)\n I don’t believe that I’ve ever really considered them before.\n\n\nAgent Cadfael:\n I see. Thank you very much for your time, Mr. Butler.\n\n\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5010-2 – Incident 5010-A-1:\n\n\n\n\n\n\nOn 15/01/2020, SCP-5010 was recovered by Foundation agents and brought to Site-57 for initial analysis and containment. While SCP-5010 was in transit towards the Site, SCP-████ was discovered dead in its containment cell, hanging from a crude noose made from its own stockings. At the time, based on all available evidence, it was believed that 5010-A events could only be triggered when SCP-5010 came into direct contact with at least 4 individuals simultaneously. As such, no connection was initially made between the apparent suicide of SCP-████ and SCP-5010’s presence at the Site.\n\n\n\n\n◆ Interview Log 5010.3 – [5010-P-17/01/2020-005] ◆\n\n\n\n\n◇ Interview Log 5010.3 – [5010-P-17/01/2020-005] ◇\n\n\n\n\n\n\nInterviewee:\n SCP-5010\n\n\nInterviewer:\n Doctor Adrian Banks\n\n\nForeword:\n During the first day of its containment, SCP-5010 underwent a number of interviews with different researchers and was given a preliminary medical analysis by Dr. Sloan. It is understood that SCP-5010 learned the details of SCP-████’s death through these encounters.\n\n\n\n\n[Begin Log]\n\n\n\n\nDr. Banks:\n Good afternoon, SCP-5010. Are you keeping well?\n\n\nSCP-5010:\n I am quite well, thank you doctor. I do understand that it’s in the nature of a scientific professional to be clinical, but I really would prefer it if you could use my name. It’s served me perfectly well all these years, and a number is so dreadfully dispossessing.\n\n\nDr. Banks:\n Very well then, Miss Mabel it is. Although now that you mention it, how long have you been using that name?\n\n\nSCP-5010:\n \n(laughs)\n Oh, all my life doctor.\n\n\nDr. Banks:\n And just how long has that been?\n\n\nSCP-5010:\n Goodness, I suppose that I’m getting on a little now, aren’t I?\n\n\nDr. Banks:\n About how far along, would you say?\n\n\nSCP-5010:\n \n(laughs)\n I’m at least half as young as I feel and twice as old as I’d like, doctor.\n\n\nDr. Banks:\n Do you think that you could be a little more specific? Can you tell me your age, for our records?\n\n\nSCP-5010:\n That really isn’t the type of question you should be asking a lady, dear. A gentlemen doesn’t wonder such things.\n\n\nDr. Banks:\n \n(smiles)\n Well, perhaps we’ll come back to that later. Could you tell me how many murders you’ve been involved with, Miss Mabel?\n\n\nSCP-5010:\n When you say “involved”, dear, it does rather begin to sound like an accusation.\n\n\nDr. Banks:\n My apologies, Miss Mabel. What I meant, of course, was to ask how many murders you’ve helped to solve?\n\n\nSCP-5010:\n Oh, I couldn’t possibly say.\n\n\nDr. Banks:\n A hundred? Five hundred? More?\n\n\nSCP-5010:\n I don’t really take the trouble to keep count of things like that, dear. It’s so dreadfully morbid to linger on such gruesome affairs when there are so many more cheerful things to be preoccupied with.\n\n\nDr. Banks:\n We know of at least two hundred and sixty four murder cases where you’ve managed to identify a culprit.\n\n\nSCP-5010:\n Then don’t you think it was a little foolish of you to ask a question you already knew the answer to, dear?\n\n\nDr. Banks:\n Does that number sound right to you? Should it be higher?\n\n\nSCP-5010:\n If that’s the number your piece of paper says, doctor. I’m sure it’s far more reliable than the memory of a silly old lady.\n\n\nDr. Banks:\n I certainly wouldn’t call you a silly old lady, Miss Mabel. \n(pauses)\n Don’t you think that’s rather a lot of murders to be involved in?\n\n\nSCP-5010:\n There’s that “involved” word again, dear.\n\n\nDr. Banks:\n Do you find it at all concerning that you’ve been in the vicinity of quite so many homicides?\n\n\nSCP-5010:\n Oh indeed I do! But then, I fear that that’s the tragedy of the modern world we live in, doctor. Death seems to be everywhere these days, doesn’t it? You can hardly go anywhere without finding it lying in wait for you, like the reaper in \nThe Appointment in Samarra\n. We can only do our best to help.\n\n\nDr. Banks:\n And you do like to help, don’t you Miss Mabel?\n\n\nSCP-5010:\n Oh yes, doctor. Being of service to others is what life is all about, don’t you think?\n\n\nDr. Banks:\n Then I suppose that from a certain point of view, it could be seen as quite lucky that you keep running into quite so many killers, couldn’t it?\n\n\nSCP-5010:\n \n(pauses)\n I don’t think that one ought to joke about such things, dear. I simply go where I’m needed.\n\n\nDr. Banks:\n Where you’re needed?\n\n\n(SCP-5010 is silent)\n\n\nDr. Banks:\n Miss Mabel?\n\n\n(SCP-5010 remains silent)\n\n\nDr. Banks:\n Do you mean that, just perhaps, you might have some knowledge that these deaths are going to occur in advance?\n\n\nSCP-5010:\n \n(pauses)\n In advance. \n(pauses)\n Oh, but of course! I can’t believe that I’ve been so slow!\n\n\nDr. Banks:\n So slow? What do you mean?\n\n\nSCP-5010:\n I really am truly sorry dear, but I know, you see.\n\n\nDr. Banks:\n You know what?\n\n\nSCP-5010:\n I know that you’re the one who killed that poor girl downstairs. SCP-████.\n\n\nDr. Banks:\n \n(pauses, then laughs)\n You’re crazy, Miss Mabel. Why on Earth should I do a thing like that?\n\n\nSCP-5010:\n Because they had discovered something that you simply couldn’t risk getting out, hadn’t they, dear? What did Dr. Blake call her? A tactepath? A person who can read the thoughts and memories of others through touch? An extremely useful gift, to be sure, but terribly dangerous. And you did touch her, didn’t you doctor, last week during testing when you tripped and caught her arm to steady yourself. Dr. Frost made a joke about it, how you blushed at the hand of a pretty girl. But I don’t think you were embarrassed, dear. I think you realised exactly what you’d done.\n\n\nDr. Banks:\n \n(pauses)\n I was wearing gloves. I always wore gloves around that thing.\n\n\nSCP-5010:\n Not on that day. As Dr. Frost remembered all too well, you had made a great fuss about losing your gloves earlier in the week. You didn’t find them again in your coat pockets until the day after the test. And that’s why SCP-████ had to die, isn’t it?\n\n\nDr. Banks:\n You don’t know what the hell you’re talking about. You can’t prove any of this!\n\n\nSCP-5010:\n I’m very much afraid that I can, dear. What was it you told me when we first met this morning? “It’s so dreadful to think of her hanging there all night while we were asleep in bed.”\n\n\nDr. Banks:\n So?\n\n\nSCP-5010:\n How did you know that SCP-████ had died during the night, doctor? Everyone else assumed that she had to have killed herself in the morning, because security officer Wainthropp was meant to have checked her cell at four am. It was only later that we learned she’d skipped her duties to spend the evening with Dr. Wright.\n\n\nDr. Banks:\n No. \n(pauses)\n No, no, you’re wrong. The medical report put the time of death at around ten o’clock last night. That’s how I knew.\n\n\nSCP-5010:\n I’m sorry doctor, but you couldn’t possibly have read that report by the time you’re claiming. I was entering the medical bay for my examination just as Dr. Sloan was sending it to your Site Director for clearance. Our conversation took place a good half an hour before that.\n\n\n(Dr. Banks mouths silently for a few moments and then slumps in his chair)\n\n\nDr. Banks:\n I \n(pause)\n I had to stop her. You don’t understand. She was going to ruin everything. She’d found out about Argyle.\n\n\n(SCP-5010 remains silent. Dr. Banks holds his head in his hands.)\n\n\nDr. Banks:\n Joe Argyle. Or D-890976, as he’s so rightfully been reduced to. The utter bastard who took my son away because he couldn’t resist climbing behind the wheel of his car with a bottle of Jack inside him. I couldn’t believe it when I saw him in that orange jumpsuit, and in my test group no less. It’s not supposed to happen, you know. They’re meant to vet the D-Classes we interact with, to make sure we don’t have any history. I have no idea how he managed to slip through, but I thank any god or devil that may have done it.\n\n\n(Dr. Banks looks up, clenching his hands into fists and then relaxing them.)\n\n\nDr. Banks:\n At first I just wanted to wrap my fingers around that vermin’s throat and squeeze until the life drained out of him, but then I realised that if I was clever I could do far, far more than that. So long as he was under my supervision, I could make him suffer. Again and again and again. I could make him pay for every single day he had stolen from my family, and no one would be any the wiser.\n\n\nSCP-5010:\n Until that poor girl discovered what you were doing.\n\n\nDr. Banks:\n That poor girl? Hah! SCP-████ arranged to talk to me privately after I caught her arm. Told me that she’d keep her mouth shut about everything in exchange for a few extra privileges, certain special favours that I could do for her. \n(pauses)\n But I knew that that wouldn’t keep her quiet forever. I know her type. She’d want more and more and more. If I let her live, sooner or later she was going to blab to someone, and I couldn’t possibly allow that. I couldn’t let her interfere with my justice. And you, Miss Mabel \n(pauses)\n I don’t think I can let you interfere any further, either. You know, it’s a shame. I was almost beginning to like you. And these interview logs are a real pain to erase.\n\n\n(As Dr. Banks begins to rise from the table, the door to the room opens and three security officers enter to restrain him. Senior Researcher Rendell, who had been viewing the live feed of the interview during her lunch break, had notified the Site Security Office as soon as Dr. Banks began his confession. When questioned, Rendell described her decision to watch the interview as “purely a whim”.)\n\n\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Designation code SRU 221B.\n\n\n2\n. See Addendum 5010-2 for further details.\n\n\n3\n. See Interview Log 5010.1\n\n\n4\n. See Interview Log 5010.2.\n\n\n\n\n\n\n\n\n« \nSCP-5009\n | SCP-5010 | \nSCP-5011\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5010\n\" by Uncannyon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5010\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n MissMabel2.5\n\n\nName:\n the rest\n\n\nAuthor:\n Bernhard Frank\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5010 \" by Uncannyon, from the SCP Wiki . Source: https://scpwiki.com/scp-5010 . Licensed under CC-BY-SA .",
        "Filename: MissMabel2.5 Name: the rest Author: Bernhard Frank License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-5010"
}