{
    "url": "https://scp-wiki.wikidot.com/scp-5013",
    "all_text": "rating: \n+112\n+\n–\nx\n\n\n\n\n\n\nSCP-5013, 20m past outer boundary.\n\n\n\n\n\n\nItem #:\n SCP-5013\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n A perimeter surrounding SCP-5013 at a distance of 1 km is to be patrolled by 20 armed guards in rotating shifts, quartered at Site-5013. Civilians approaching this zone are to be diverted. All internal exploration and research on SCP-5013 should be conducted by D-class personnel. No Foundation personnel are permitted entry to SCP-5013 without Level 4 staff approval.\n\n\nUPDATE (05/05/2019):\n Following Incident 5013-1, all individuals exposed to SCP-5013's effects are categorised as ATEN-class memetic hazards, and require immediate quarantine and neutralisation. Perimeter security duties have been allocated to the newly established MTF Theta-1 (\"Locke and Key\"). All entities emerging from SCP-5013 are to be terminated on sight.\n\n\nDescription:\n SCP-5013 is an anomalous region approximately 10km\n2\n in size, located at coordinates [REDACTED], in southern Yunnan Province, China. The area contains wild forest, the remains of terraced fields and a village with 43 buildings, located at the approximate center of the zone. The last evidence of human habitation within SCP-5013 is dated to the 1920s.\n\n\nSCP-5013 is covered in constant fog. While this has an unremarkable chemical composition, it has been observed to exhibit cognitohazardous properties, with the potential to induce confusion, amnesia, hallucinations, and feelings of déjà vu or jamais vu. These increase in intensity relative to proximity to the center of SCP-5013.\n\n\nThe amnestic effect of SCP-5013 is likely responsible for its other cognitohazardous properties. This effect primarily acts on memories of affected individuals under active recall while within SCP-5013. This has a secondary effect of causing disorientation, and making exit of SCP-5013 difficult. While protective gear is able to mitigate the effects of exposure, the intensity of SCP-5013 upon entry to the village is severe enough to prevent exit entirely, and personnel who enter this zone are unable to be retrieved. Mnestic drugs have been unable to prevent the effects of SCP-5013.\n\n\nHallucinations within the buildings of SCP-5013 generally reflect other indoor environments. These phenomena have not been observed to repeat. Whilst the content of these hallucinations generally reflects real-world, non-anomalous locations, clear identification of any of these locales has proven difficult. It is unclear whether this is a consistent property between hallucinations or an expected result of the cognitohazardous effects of SCP-5013. Poor identification of these locations in interviews with relevant civilians was initially thought to simply reflect their non-existence, but experimentation has noted that locals were more likely to report difficulty recalling a similar location, rather than non-recognition (when compared to subjects presented with fabricated control locations). Further experimentation into this phenomenon is ongoing. A brief list of reported examples is listed below.\n\n\n\n\nA dacha of East German construction, converted into storage space and filled with tools and a Trabant car in poor condition.\n\n\nA Mesoamerican ruined pyramid, not corresponding to any discovered structure.\n\n\nA mid-20th century house built in the \nCzech Functionalist style\n.\n\n\nA home in a submerged Nubian village, c. 1970.\n\n\nAn abandoned Greek Orthodox church on a hill overlooking the city of Trabzon, Turkey.\n\n\nAn empty, partially constructed building in the Argentine city of \nCiudad Encrujiada\n, with design suggestive of a convention center/exhibition space.\n\n\nA room of the Forbidden City in Beijing, not matched to any existing structure. \nA stack of papers bearing Foundation insignia is visible on a table.\n\n\nThe bridge of an unknown \nGazelle\n-class cruiser of the Imperial German Navy, wrecked on a tropical island in shallow water.\n\n\nA cave in a desert climate, containing a 20-meter high statue of the Buddha.\n\n\nAn Iranian coffee-house interior \nof 17th century design.\n\n\n\n\nNo persons have been observed in these hallucinations at any time.\n\n\nAddendum 5013-1:\n\n\n\n\nEXPLORATION LOG 5013-1\n\n\n\n\nDATE:\n 01/04/2019\n\n\nNOTES:\n First manned incursion following drone-based exploration, which mapped the area and collected soil, water and air samples, with no anomalous properties detected. One member of D-class personnel (D-724) was equipped with a two-way radio, video and audio recording equipment, a gas mask, a head-mounted lamp and 1 day of rations, with instructions to proceed to the central village within SCP-5013 and report their experiences.\n\n\n\n\n<BEGIN LOG>\n\n\nCONTROL:\n D-724, do you understand the mission? You are to walk directly down this path, straight ahead to the village. Report everything you see. We will give you instructions on when to return.\n\n\nD-724:\n Yeah, I heard you at the briefing. What's so special about this place, anyway?\n\n\nCONTROL:\n That's your job to find out. There's no sign of anything hostile in there, and all the samples we've taken are safe, but be careful. Don't touch anything without our permission.\n\n\nD-724:\n Sure, I bet it's totally fine, that's why you're sending me instead of one of you guys. Why did you even give me a mask, then?\n\n\nCONTROL:\n It's a standard precaution. You're free to return to your previous work detail if you don't like what's happening.\n\n\nD-724:\n Okay, okay, I'm going.\n\n\nD-724 enters SCP-5013.\n\n\nD-724:\n Strange fog for this time of year.\n\n\nCONTROL:\n Keep going and tell us if you experience anything unusual.\n\n\nD-724:\n Nothing yet. I see some trees, pools of water, there's a wooden fence on my right, what can I tell you?\n\n\n[D-724 continues walking down the path in silence for 12 minutes. Apart from the presence of fog, no anomalous activity is apparent.]\n\n\n\n\n\n\nStill image from Exploration 5013-1.\n\n\n\n\n\n\nD-724:\n There's a village up ahead.\n\n\nCONTROL:\n That's your objective. Keep going and this will be over soon.\n\n\nD-724:\n You didn't tell me about any village.\n\n\nCONTROL:\n 724, we went over this in the briefing.\n\n\nD-724:\n What are you talking about?\n\n\nCONTROL:\n This isn't a game, 724. It's in your interest to stay alert and do your job properly.\n\n\nD-724:\n What the hell are you talking about? What job?\n\n\nCONTROL:\n 724, you need to… hmm. Okay. Just proceed to the village and report on what you see.\n\n\nD-724:\n Uh, if you say so.\n\n\n[D-724 enters the village. Camera movements are consistent with distress and agitation.]\n\n\nCONTROL:\n Are you all right, 724?\n\n\nD-724:\n What - what's going on? Where am I?\n\n\nCONTROL:\n Take a breath, 724. Do you see something unusual?\n\n\nD-724:\n Who - who are - 这是什么?\n1\n\n\nCONTROL:\n Repeat that again, 724.\n\n\nD-724:\n 我不明白. 发生了什么?\n2\n\n\n[D-724 begins touching the gas mask and radio headset in confusion, then begins to remove them.]\n\n\nCONTROL:\n D-724, stop that immediately!\n\n\nD-724 does not respond and becomes increasingly agitated. He discards the gas mask and communications equipment, with the camera landing on the ground. He runs down the village street, out of view.\n\n\n<END LOG>\n\n\n\n\n\n\nEXPLORATION LOG 5013-2\n\n\n\n\nDATE:\n 03/04/2019\n\n\nNOTES:\n Manned incursion by 3-person team from MTF Epsilon-6 (\"Village Idiots\"), (E1 CPT Nguyen, E2 SSGT Zhou, E3 CPL Zimmerman). The team was selected from personnel with a measured Cognitohazard Resistance Value >50, and equipped with sidearms, non-lethal weaponry, rations, mnestic autoinjectors and HAZMAT gear due to suspicions at the time physical contact with the fog exacerbated its anomalous properties.\n\n\n\n\n\n\n\n\nSCP-5013 on entry in Exploration 5013-2.\n\n\n\n\n\n\n<BEGIN LOG>\n\n\nE2:\n What are we even doing here? Isn't this a mission for weirdos like Eta-10?\n\n\nE1:\n This is just an early recon run - scope out the anomaly, get out. We can do a better job of it than they can.\n\n\nE2:\n You mean we're better at being expendable in a skip that makes you go crazy. Fucking hell.\n\n\nCONTROL:\n You've been selected for this mission because you're skilled generalists with cognitohazard experience. Captain Nguyen has authority to abort if your assessment on the ground requires it.\n\n\nE2:\n Yeah, you'd better fucking use that, Cap.\n\n\nE1:\n Sooner this is done the better. Radio check?\n\n\nE3:\n Zimmerman, check.\n\n\nE2:\n Zhou, check.\n\n\nE1:\n Okay, let's go.\n\n\n[Team proceeds into SCP-5013.]\n\n\nE3:\n So, who's going to sling this class-D over their back?\n\n\nE2:\n Not sure. Who's the lowest ranked here?\n\n\nE1:\n Nobody's carrying anyone out of here. We should be able to convince this guy to return.\n\n\nE2:\n If he hears your Mandarin, he'd be wiser to take his chances with the skip - whoa, hold up. What's that in your suit?\n\n\n[E2's camera moves to view E1's faceplate. Traces of fog are visible inside.]\n\n\nE2:\n Fuck, a breach already?\n\n\nE1:\n I don't see anything.\n\n\nE2:\n There's a breach in your suit, Cap.\n\n\nE1:\n Really? Okay. Not feeling anything unusual. Zimmerman, can you do a check?\n\n\n[E3 checks E1's suit for breaches.]\n\n\nE3:\n You're all clear, Captain.\n\n\nE2:\n What's your name?\n\n\nE1:\n ████ Nguyen.\n\n\nE2:\n What's your date of birth?\n\n\nE1:\n Sixth of May, eighty-seven.\n\n\nE2:\n Who's the CPC General Secretary?\n\n\nE1:\n Xi Jinping.\n\n\nE2:\n Association - north.\n\n\nE1:\n South.\n\n\nE2:\n Lantern.\n\n\nE1:\n Candle.\n\n\nE2:\n Willow.\n\n\nE1:\n Branch.\n\n\nE2:\n Passphrase. I enter the court through the middle gate.\n\n\nE1:\n My sleeve is wet with tears.\n\n\nE2:\n All neural readings look normal. Can you confirm that, Control?\n\n\nCONTROL:\n Confirmed, no abnormal readings on our end. Are you clear to proceed?\n\n\nE1:\n We can proceed. I've seen worse coghazes on TV.\n\n\nE3:\n What's the airspeed velocity of an unladen swallow?\n\n\nE2:\n Shut up, Zimmerman. I don't like this at all, Cap. We haven't even taken ten steps and we're already losing control.\n\n\nE1:\n We're not pulling out before we've taken those ten steps. Just follow my lead.\n\n\n[The team continues through SCP-5013, approaching the village without incident. Retroactive analysis of footage shows fog is now visible in the suits of all three team members, though not in quantities sufficient for the team or Control to notice.]\n\n\nE3:\n I see something on the ground.\n\n\nE2:\n Gas mask, some sort of bag. This the spot where we lost the D-class?\n\n\nE1:\n \n[moves to investigate]\n Standard Foundation-issue. Looks like it. No footprints - rain's washed them away. Best to check the houses. This looks as good a place to start as any. Weapons ready.\n\n\nE1 pushes open the door of the nearest house. The interior is empty save for plant growth and broken furniture.\n\n\nE1:\n Looks like we got our anomaly. You seeing this?\n\n\nE2:\n All I see's some fuckin' weeds, Cap.\n\n\nE3:\n Yeah, it looks different - ugh, and that buzzing?\n\n\nE1:\n You don't see it? Looks like we got our coghaz. Control, can you give us a visual assessment?\n\n\nCONTROL:\n I'm seeing an empty room with some plants and rubbish. Computer scan isn't picking up anything unusual. I can get back to you with a full anomaly pattern search in about thirty minutes.\n\n\nE1:\n Okay. I see someone's bedroom, looks like a city somewhere in Europe, style nineteen- thirties maybe? Looking out the windows on that wall - I see a castle, two bridges, nighttime outside. No people around, but I hear someone yelling. German? Okay, it's stopped. Zhou? Zimmer?\n\n\nE2:\n I'm with Control on this one. Nothing here for me.\n\n\nE3:\n Uh, I'm looking at some jungle - I thought it was just normal, but the plants look different to what we've seen around here, and there's a bit more light - there's this buzzing, doesn't stop. Sounds like a lot of bugs.\n\n\nE1:\n I'm going to sweep the room. Stay here.\n\n\nE2:\n Watch yourself.\n\n\nE1:\n Okay, I - woah.\n\n\nE2:\n You all right, Cap?\n\n\nE1:\n Yeah, I, uh - it's just faded out. Nothing here but a rotting table.\n\n\nE3:\n I don't see anything either.\n\n\nE2:\n Told you there wasn't anything there.\n\n\n[E1 exits and closes the door.]\n\n\nE1:\n Okay… okay, let's go. Next house? Are we getting some data here? I think we're getting something. Let's go.\n\n\nE2:\n You sure you're all right, Cap? Better do a check again.\n\n\nE1:\n A what? Sure. Sure. Go ahead.\n\n\nE2:\n Your name?\n\n\nE1:\n Nguyen.\n\n\nE2:\n What's your date of birth?\n\n\nE1:\n Sixth May, eighty- eighty-seven.\n\n\nE2:\n Who's the Prime Minister of Japan?\n\n\nE1:\n Abe.\n\n\nE2:\n Association - east.\n\n\nE1:\n West.\n\n\nE2:\n Moon.\n\n\nE1:\n Sun.\n\n\nE2:\n Butterfly.\n\n\nE1:\n Lizard.\n\n\nE2:\n Because the mountain grass…\n\n\nE1:\n Mountain grass?\n\n\nE3:\n Uh-oh.\n\n\nE2:\n Readings are off compared to before. Control?\n\n\nCONTROL:\n Low-level fluctuations seen on our end. Caution is advised.\n\n\nE2:\n We should call it. I see this going south real fast.\n\n\nE1:\n No, no, I'm okay.\n\n\n[E1 moves to the next house and opens the door.]\n\n\n\n\n\n\n[DATA MISSING]\n\n\n\n\n\n\nE1:\n This is - what is this?\n\n\nE2:\n What is it?\n\n\nE3:\n Huh, it's a big cube. Looks like a containment chamber. Some kind of big machine, not one I've seen before. This one of our sites? I see a number - site forty-one?\n\n\nE2:\n Site \nwhat\n?\n\n\nE3:\n Forty-one. You know -\n\n\nE2:\n We're done here. Let's go.\n\n\n[E2 pulls E1 out of the building and slams the door closed.]\n\n\nE3:\n You know that? What -\n\n\nE2:\n We've seen far more than enough. This is way above our pay grade, Cap. Get us out of here.\n\n\nE1:\n Huh. This is - I don't -\n\n\nE2:\n That's not good. Mnestics in, Nguyen.\n\n\nE1:\n I - I don't understand.\n\n\nE2:\n Fuck! Control, lead is affected by a high-level coghaz. I need his system override, code [REDACTED].\n\n\nCONTROL:\n I see it, Sergeant. Giving you access. Do what you need to do.\n\n\n[E2 activates E1's mnestic autoinjectors remotely.]\n\n\nE2:\n Hey. Hey. Captain Nguyen. You with me?\n\n\nE1:\n Who - who are you? What am I -\n\n\nE2:\n Fuck. Okay, okay. You have to come with me. Zimmerman, grab his other arm.\n\n\nE3:\n Uh, okay. Where, uh, where are we going?\n\n\nE2:\n We're getting the fuck out of here, Zimmerman, come on.\n\n\nE3:\n Sure, sure. What - what are we doing here anyway?\n\n\nE2:\n God damn it. Just follow my lead.\n\n\n[The team exits SCP-5013 at a significantly slower speed than that of entry. E2 spends much of this time guiding and encouraging E1 and E3, who remain confused and distractible.]\n\n\n<END LOG>\n\n\n\n\n\n\nDo you have regrets? Every person you sent to their death, every innocent you failed to save, every comrade you never saw again. I do. I'm sure you do. Even if your days aren't as dramatic, you remember what you shouldn't have said, words you shouldn't have heard, something you shouldn't have tried. We should have a clean slate. A fresh start. We will all be grateful. How can you miss what you do not know you had?\n\n\n\n\nINTERVIEW LOG 5013-1\n\n\n\n\nDATE:\n 04/04/2019\n\n\nNOTES:\n Post-mission interview of SSGT Zhou, conducted by Control lead (Dr Anderson).\n\n\n\n\n<BEGIN LOG>\n\n\nANDERSON:\n I'm sorry to go through this so soon after what happened, but you know the drill with these things. I won't keep you long.\n\n\nZHOU:\n Oh, yeah? I'm just overjoyed you decided to interview me. I've been aching to find out why you made my team into drooling idiots, and you can tell the Director that -\n\n\nANDERSON:\n Maybe we should go off the record, Terry.\n\n\nZHOU:\n \n(sighs)\n Forget it. Look, Chris, I'm pretty on edge right now. I don't want to bite your head off, but someone has to answer for the Captain and Zimmer having their brains scrambled by a coghaz. How could you do this to us?\n\n\nANDERSON:\n I - I'm not sure - okay, I'm not going to make excuses, but you know there are things I need to get clearance for to tell you. I'm going to recommend an inquiry, and I'm willing to take responsibility, but the medics have only had a day to look over Nguyen and Zimmerman. They still have a fighting chance, our mnestic treatments are a lot better than they were in the nineties.\n\n\nZHOU:\n I'd find that more reassuring if you'd let me see them.\n\n\nANDERSON:\n That's out of my hands, but I think they're off-site now.\n\n\nZHOU:\n Let's get this over with, then. What did you need to ask?\n\n\nANDERSON:\n We're trying to figure out why you weren't affected by the anomaly. We've got one working theory - but anyway. You \nweren't\n affected, right? From the reports when you got back to the Site and reviewing the footage, nobody noticed anything, but anything we might have missed?\n\n\nZHOU:\n No. I walked through that whole damn place and didn't have any visions, didn't forget my name, uh, but there was - can we go off the record for this? … guess not. Just don't dissect my brain or anything. I'm not sleeping well, and I'm misplacing small things. My phone, my watch, being a few days off on the date - but I've had a rough couple of days.\n\n\nANDERSON:\n That's fair. I don't think I can make anything of that. You'll need a medical, still.\n\n\nZHOU:\n Yeah, I know.\n\n\n[ANDERSON is silent for 90 seconds.]\n\n\nZHOU:\n You don't have anything else for me?\n\n\nANDERSON:\n Hmm? Sorry. I just - never mind. What's your opinion on… on amnestics?\n\n\nZHOU:\n I've taken my fair share. I know the last time was about two years back? Can't tell you what for. Obviously.\n\n\nANDERSON:\n Sounds about right. I've consulted the dispensing records and you've been on amnestics every… a lot of times… since you joined up. You must have been on a rough detail before I met you.\n\n\nZHOU:\n I wouldn't know. \n(laughs dryly)\n\n\nANDERSON:\n Well. The point is, the, um, Captain… Captain Nguyen… yes. He never took them. Right? You knew that?\n\n\nZHOU:\n Yes, now you mention it. It was a moral kind of thing, like feeling obliged to remember what he's done. I thought it was pretty stupid, but I respected that, in a way. You - you think I have some kind of immunity? That he didn't?\n\n\nANDERSON:\n Immunity? Yes. Something like that.\n\n\nZHOU:\n And Zimmer, he probably had a few, newbie, seen some things he wasn't cleared for, but not as many as an old lady like me. Sound about right?\n\n\nANDERSON:\n Zimmer?\n\n\nZHOU:\n You know, Corporal Zimmerman. You're not going off on me too, are you, Chris?\n\n\nANDERSON:\n What?\n\n\nZHOU:\n Earth to Anderson.\n\n\nANDERSON:\n I - who's that? Anderson?\n\n\nZHOU:\n Chris, if this is a joke, it's not fucking funny.\n\n\nANDERSON:\n I - I - I - \n(silence)\n\n\nZHOU:\n Oh, shit.\n\n\n[Alarms sounding.]\n\n\n<END LOG>\n\n\n\n\n\n\nGiven the recent information on SCP-5013, the Council has enacted emergency\n\nEmergency procedures are to be\n\nSCP-5013\n\nFoundation staff are to\n\n\nSecure\n\n\nBlack moons and howling.\n\nBlack\n\n\nBlack\n\n\nBl\n\n\nbbbbbbbbb\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nDue to the exponential increase in ED-K-Class events, instability in the documentation for SCP-5013 is anticipated. Instability in other documentation dated beyond June 2019 is also a possibility. All personnel with clearance should take appropriate cognitohazard precautions. While the vector of transmission of the phenomenon is unknown, all personnel who experience potential cognitohazardous effects should enact immediate quarantine procedures and alert site security staff.\n\n\nGiven the nature of the \nED-K-Class Scenario\n, all pertinent information should be acted on immediately.\n\n\n— Director, RAISA\n\n\n\n\n\n\nI have never seen this building. There are others here, who bring up shades of white, black, orange. I do not remember what this means. I remember how to write, though. I remember I can push these keys and my thoughts appear. I am luckier than some of them.\n\n\nI think that something terrible has happened, but I do not know what.\n\n\n\n\nFootnotes\n\n\n1\n. Mandarin, \"what is this?\"\n\n\n2\n. \"I don't understand. What's happening?\"\n\n\n\n\n\n\n\n\n« \nSCP-5012\n | SCP-5013 | \nSCP-5014\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5013\n\" by ModernMajorGeneral, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5013\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 5000-1.jpg, 5000-2.jpg, 5000-3.jpg, 5000-4.jpg\n\n\nAuthor:\n \nModernMajorGeneral\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 5013-1:\n\n\nSecure\nBlack moons and howling. Black\nBlack\nBl\nbbbbbbbbb\nI have never seen this building. There are others here, who bring up shades of white, black, orange. I do not remember what this means. I remember how to write, though. I remember I can push these keys and my thoughts appear. I am luckier than some of them.\nI think that something terrible has happened, but I do not know what."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5013 \" by ModernMajorGeneral, from the SCP Wiki . Source: https://scpwiki.com/scp-5013 . Licensed under CC-BY-SA .",
        "Filename: 5000-1.jpg, 5000-2.jpg, 5000-3.jpg, 5000-4.jpg Author: ModernMajorGeneral License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-5013",
    "object_class": "Keter",
    "containment_procedures": "A perimeter surrounding SCP-5013 at a distance of 1 km is to be patrolled by 20 armed guards in rotating shifts, quartered at Site-5013. Civilians approaching this zone are to be diverted. All internal exploration and research on SCP-5013 should be conducted by D-class personnel. No Foundation personnel are permitted entry to SCP-5013 without Level 4 staff approval.",
    "description": "SCP-5013 is an anomalous region approximately 10km2 in size, located at coordinates [REDACTED], in southern Yunnan Province, China. The area contains wild forest, the remains of terraced fields and a village with 43 buildings, located at the approximate center of the zone. The last evidence of human habitation within SCP-5013 is dated to the 1920s.",
    "title": "SCP-5013"
}