{
    "url": "https://scp-wiki.wikidot.com/scp-5020",
    "all_text": "rating: \n+125\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5020:\n InfestStation™\n\n\nAuthor:\n \nDeadly Bread\n \n\n\n\n\n\n\n\n\nOther Articles of Mine\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-4966\n\n\nRating: 736\n\n\n\n\n\n\nSCP-1401-EX\n\n\nRating: 304\n\n\n\n\n\n\nSCP-4052\n\n\nRating: 262\n\n\n\n\n\n\nSCP-4088\n\n\nRating: 237\n\n\n\n\n\n\nSCP-5522\n\n\nRating: 215\n\n\n\n\n\n\nSCP-4109\n\n\nRating: 213\n\n\n\n\n\n\nSCP-7441\n\n\nRating: 141\n\n\n\n\n\n\nSCP-5020\n\n\nRating: 125\n\n\n\n\n\n\nSCP-4035\n\n\nRating: 122\n\n\n\n\n\n\nSCP-4286\n\n\nRating: 120\n\n\n\n\n\n\nSCP-4270\n\n\nRating: 117\n\n\n\n\n\n\nSCP-4664\n\n\nRating: 116\n\n\n\n\n\n\nSCP-7966\n\n\nRating: 109\n\n\n\n\n\n\nSCP-3462\n\n\nRating: 102\n\n\n\n\n\n\nSCP-6663\n\n\nRating: 96\n\n\n\n\n\n\nSCP-5693\n\n\nRating: 66\n\n\n\n\n\n\nSCP-6633\n\n\nRating: 62\n\n\n\n\n\n\nSCP-4570\n\n\nRating: 60\n\n\n\n\n\n\nSCP-5261\n\n\nRating: 59\n\n\n\n\n\n\nSCP-444-J\n\n\nRating: 54\n\n\n\n\n\n\npage 1 of 2\n1\n2\nnext »\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nSomething Glowing\n\n\nRating: 190\n\n\n\n\n\n\nLog Of Extranormal Events, Vol II\n\n\nRating: 37\n\n\n\n\n\n\nPrelude To Presents\n\n\nRating: 26\n\n\n\n\n\n\nThe Bears\n\n\nRating: 16\n\n\n\n\n\n\nYour Memory Forever Seen\n\n\nRating: 13\n\n\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\nSCP-005 Proposal Hub\n\n\nRating: 94\n\n\n\n\n\n\nThe Bread Box\n\n\nRating: 93\n\n\n\n\n\n\nSecure Facility Dossier: Reliquary Area-27\n\n\nRating: 91\n\n\n\n\n\n\nExperiment Log-4035\n\n\nRating: 73\n\n\n\n\n\n\n\n\nCollab Articles\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nPage\n\n\nTitle\n\n\nCo-Author\n\n\n\n\n\n\nSCP-4733\n\n\nBut Not Forgotten\n\n\nLamentte\n\n\n\n\n\n\nSCP-5225\n\n\nThe Abyss Stares Back\n\n\nXilasCrowe\n\n\n\n\n\n\nSCP-5785\n\n\nCraptivism\n\n\nSonderance\n\n\n\n\n\n\nSCP-5993\n\n\nWe want you to come visit Heaven, just don't fuck with those bees\n\n\nch00bakka\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nPage\n\n\nCo-Author\n\n\n\n\n\n\nThe Bathrooms Wiki\n\n\nToo many to list\n\n\n\n\n\n\nSnippets of an Unveiled World\n\n\nNykacolaquantum\n does not match any existing user name\n, \nLt Flops\n, \nIFBench\n, \nWestrin\n\n\n\n\n\n\nGone,\n\n\nLamentte\n\n\n\n\n\n\nYour Imaginary Friend\n\n\nFishish\n\n\n\n\n\n\n\n\nCheck out Deadly Bread's Author Page\n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM NUMBER:\n SCP-5020\n\n\nLEVEL 2/5020\n\n\n\n\n\n\nCONTAINMENT CLASS:\n EUCLID\n\n\nRESTRICTED\n\n\n\n\n\n\n\n\n\n\n\n\nCollection of cartridges used to test SCP-5020 instances.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Unactivated SCP-5020 are to be kept in Site-64's secure storage lockers lined with high-grade insect repellent. Foundation webcrawler CRT/IO is to scan online retailers for potential SCP-5020 instances, which it is to purchase using allotted funds.\n\n\nInstances of SCP-5020 activated within Foundation containment are to be kept in unfurnished humanoid containment chambers sized appropriately to their masses. Chambers are to be lined by high-grade insect repellent and are to be checked weekly for potential damage. In the case of a containment breach, security personnel are to utilize Foundation-issued flamethrowers to neutralize the instance. SCP-5020 activated outside of containment are to be apprehended by MTF-Eta-6 (\"\nPresented\n \nIn\n \nColor\n\"), who are to contain or neutralize instances as necessary. Witnesses of SCP-5020 transformations are to be administered Class-B amnestics under standard cover story of the event being marketing for an independent film.\n\n\n\n\n\n\nSCP-5020-14\n\n\n\n\n\n\nDescription:\n SCP-5020 is the collective designation for all Atari 2600 model CX2600 \"Heavy Sixer\" consoles distributed by Atari, Inc. SCP-5020 were distributed between 1977 and 1978 by Atari, Inc before they were discontinued and replaced by the CX2600 \"Light Sixer\" model. SCP-5020 possess slight deviations from the design of non-anomalous consoles, namely the presence of \nArcadia\n branding. SCP-5020's anomalous effects only manifest if three conditions are met:\n\n\n\n\nThe device is over ten years of age since its initial manufacturing\n\n\nThe device still possesses above 45% of its original components, including the cartridge slot\n\n\nThe device possesses some exposure damage, likely resulting from inadequate storage and neglect\n\n\n\n\nOnce these conditions are met, SCP-5020 becomes a host to SCP-5020-A.\n\n\nSCP-5020-A is an extradimensional colony of insects\n1\n that reside within the collective interiors of SCP-5020. SCP-5020-A consists of various different species, with the most prevalent being German cockroaches. Despite this, SCP-5020-A collectively function as a hive mind. Members of SCP-5020-A are not particularly violent, although biological analysis has regularly found them to carry contagious diseases such as malaria, cholera and gastroenteritis. SCP-5020-A do not require outside nutrition, almost never exiting the confines of SCP-5020. Estimations as to the exact size of the colony have far exceeded the collective interiors of known SCP-5020 instances, suggesting the existence of additional consoles outside of containment. Attempts to view the internal cavity of SCP-5020 instances through invasive means have universally failed, resulting in the expulsion of insects from the exposed interior.\n\n\nWhen operating a standard Atari 2600 cartridge, members of SCP-5020-A will begin to extrude from the SCP-5020 instance en masse through ventilation ports, exposed ports and cracks in the exterior casing. The swarm will then coalesce around SCP-5020 and, using their own mass, will take the form of a physical entity around the device. The appearance of this entity varies between instances but is believed to directly correlate with the cartridge being operated. While in this state, SCP-5020 are hostile, and will show immediate aggression if approached. The only known way of dispersing the colony is the neutralization of the enveloped SCP-5020 instance.\n\n\nAddendum.5020.1:\n Included below are notable instances of SCP-5020 animation. For a full list of recorded SCP-5020 animations, please see Document 5020-ARI.\n\n\n\n\n\n\nAffected Devices\n\n\nCartridge\n\n\nAlterations\n\n\nAdditional Notes\n\n\n\n\n\n\nSCP-5020-1\n\n\nSuperman\n\n\nMass formed of German cockroaches. Instance developed semi-humanoid form, with SCP-5020-1 appearing in place of the head. Possessed four sets of upper limbs, terminating in jagged insect mandibles. Entity lacked facial features, save for vacant eye cavities. Feet remained an indistinct mass.\n\n\nFirst instance animated. Formed during initial testing, where it attacked and fatally wounded three personnel. Neutralized by on-site security.\n\n\n\n\n\n\nSCP-5020-4\n\n\nMountain King\n\n\nMass formed of tropical rat fleas. Entity appears as a large rat king\n2\n made up of a variable number of rats. These rats are physically unstable, regularly fusing to and separating from other rats. Placed at the center of the fused tails is SCP-5020-4. Biological analysis of fleas recovered from SCP-5020-4 have identified them as carriers of the bubonic plague.\n\n\nFirst non-humanoid recorded.\n\n\n\n\n\n\nSCP-5020-11\n\n\nCosmic Swarm\n\n\nMass formed of human botflies and botfly larvae. Larvae form an amorphous mass around SCP-5020-11, completely shielding it from view. The mass of larvae is suspended in the air by a layer of mature botflies fused to the mass. Two swarms of botflies orbit medially in a ring formation around the central mass, only leaving this orbit to attack perceived threats.\n\n\nFirst instance utilizing immature organisms.\n\n\n\n\n\n\nSCP-5020-17\n\n\n32 in 1\n3\n\n\nMass formed of European earwigs, stripe-tailed scorpions, and stone centipedes. Entity appears as an amalgam of various organisms, consisting of mainly limbs. Behavior is erratic, with the entity constantly lashing out at its surroundings. SCP-5020-17 is kept by the rear of the entity, secured via thin silk-like structures.\n\n\nFirst to feature arthropods other than insects.\n\n\n\n\n\n\nSCP-5020-24\n\n\nSkate Boardin': A Radical Adventure\n4\n\n\nMass formed of wolf spiders. Entity appeared as a large arthropod. Possesses four pairs of walking legs, each joint being capped by a compound eye. Abdomen and thorax are covered in fine hairs, used to sense the entity's surroundings. At the rear of the entity is a swollen egg sac, containing the television. The screen of the television is visible rapidly changing colors, causing the egg sac to emit luminescence. This television remains attached to SCP-5020-24, located in the abdomen.\n\n\nFirst to incorporate a second device.\n\n\n\n\n\n\nSCP-5020-31\n\n\nFrogger\n\n\nNo alterations formed. Instance began to extrude houseflies before smoke was observed emitting from SCP-5020-31's ventilation ports. A high frequency whine was heard as smoke began to fill the room. The device was observed to violently vibrate along the chamber floor, causing several cracks in the exterior casing before the room was completely obscured by smoke. Several additional crashes were heard as SCP-5020-31's remaining casing was shattered before silence.\n\n\nUpon further investigation, it was found that the room previously containing SCP-5020-31 was now filled with an estimated 30 kg of pulverized insect remains. Further analysis of these remains have discovered traces of toxins commonly secreted by various species of frog. SCP-5020-31 was found reduced to shards, showing signs of extreme heat exposure. The cartridge responsible for SCP-5020-31's neutralization has yet to be found.\n\n\n\n\n\n\nAddendum.5020.2:\n The following is a series of letters recovered alongside an inactive SCP-5020 instance between its original owner and a second party, believed to be a representative of \nArcadia\n.\n\n\n\n\nHello Atari, Inc or Arcadia. I'm currently writing to you about an urgent matter that must be addressed.\n\n\nA few weeks ago, I bought one of your consoles from a friend of mine. I like tinkering with old electronics, and I thought it would be fun to see if I couldn't get the machine to start working again. I tried to open the back console to see what was wrong, fucking bugs just started pouring out of the console! I tried to shove the casing back in place, but there were just too many of them! I threw the damn thing in the trash, but they just kept coming, filled up the trashcan like it was nothing.\n\n\nSince then, my life has been an insect hell. There's bugs in everything I own. No matter where I turn, some sort of fucking creepy crawly gremlin waiting to bite me. All of my food is covered in shit and maggots, every piece of cloth I own is infested with bedbugs and lice, I can't even take a shower because they've gotten into the goddamn pipes! Every time I touch something some miniature gremlin bites my hand. I can't even leave because my fucking garage is filled to the brim with the fuckers!\n\n\nI'm at my wits end here. Please, just please tell me how to stop the insects.\n\n\n\n\n\n\nHello valued \nArcadia\n customer!\n\n\nUnfortunately, we are unable to resolve your issues due to various reasons, the most prevalent being the lack of any problem on our part. These \"bugs\" you speak of are in fact an important feature of your \nArcadia\n-Atari 2600, and are necessary to maintain the long lifespan of the console. Although we are unable to disclose exactly how we do this (as Insectalectronics\nTM\n are a registered trademark of \nArcadia\n), we can inform you that this technology will cause you no harm, as shown by our extensive in-house testing done to ensure Customer Safety\nTM\n!\n\n\nWe have also discovered trace drug residue on the letter you sent us,\n5\n so forgive us if we are less inclined to believe your erroneous claims. We would encourage you to cease spreading misinformation regarding the Safety\nTM\n of our consoles. If you persist, you will be contacted by our legal team, and charges will be pressed.\n\n\nThank you for your continued patronage,\n\n\nArcadia\n Electronics Software\n\n\n\n\n\n\nrating: \n+125\n+\n–\nx\n\n\n\n\nFootnotes\n\n\n1\n. Although other arthropods such as arachnids and myriapods have been observed.\n\n\n2\n. A group of rats whose tails are fused together through entanglement or adhesive.\n\n\n3\n. Cartridge was only partially inserted into the console, a method used to produce graphical glitches by only allowing a portion of the game data to be read and processed.\n\n\n4\n. Instance was connected to a standard CRT (Cathode Ray Tube) television prior to cartridge insertion.\n\n\n5\n. While this claim is currently unconfirmed, it should be noted that trace evidence of cocaine was found on the response issued by \nArcadia\n.\n\n\n\n\n\n\n\n\n« \nSCP-5019\n | \nDeadly Bread\n | \nSCP-5021\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5020\n\" by Deadly Bread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5020\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n header.png\n\n\nName:\n Atari 2600 and Atari 7800 games\n\n\nAuthor:\n \nMatthew Paul Argall\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n atari.png\n\n\nName:\n Atari 2600 and Atari 7800 games\n\n\nAuthor:\n \nAsim Bijarani\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n arcadia.png\n\n\nAuthor:\n \nJackalRelated\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [
        "Addendum.5020.1: Included below are notable instances of SCP-5020 animation. For a full list of recorded SCP-5020 animations, please see Document 5020-ARI.",
        "Addendum.5020.2: The following is a series of letters recovered alongside an inactive SCP-5020 instance between its original owner and a second party, believed to be a representative of Arcadia ."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5020 \" by Deadly Bread, from the SCP Wiki . Source: https://scpwiki.com/scp-5020 . Licensed under CC-BY-SA .",
        "Filename: header.png Name: Atari 2600 and Atari 7800 games Author: Matthew Paul Argall License: CC BY 2.0 Source Link: Flickr",
        "Filename: atari.png Name: Atari 2600 and Atari 7800 games Author: Asim Bijarani License: CC BY 2.0 Source Link: Flickr",
        "Filename: arcadia.png Author: JackalRelated License: CC BY-SA 3.0"
    ],
    "containment_procedures": "Unactivated SCP-5020 are to be kept in Site-64's secure storage lockers lined with high-grade insect repellent. Foundation webcrawler CRT/IO is to scan online retailers for potential SCP-5020 instances, which it is to purchase using allotted funds.",
    "description": "SCP-5020 is the collective designation for all Atari 2600 model CX2600 \"Heavy Sixer\" consoles distributed by Atari, Inc. SCP-5020 were distributed between 1977 and 1978 by Atari, Inc before they were discontinued and replaced by the CX2600 \"Light Sixer\" model. SCP-5020 possess slight deviations from the design of non-anomalous consoles, namely the presence of Arcadia branding. SCP-5020's anomalous effects only manifest if three conditions are met:",
    "title": "SCP-5020"
}