{
    "url": "https://scp-wiki.wikidot.com/scp-5034",
    "all_text": "rating: \n+308\n+\n–\nx\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION DEPARTMENT OF MISCOMMUNICATIONS\n\n\nAnalysis of this file has confirmed it displays no unusual properties. All information present in it can be taken as a literal statement of fact.\n\n\n— Eli Forkley, Director, DoMC\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-5034\n\n\nObject Class:\n Tiamat\n\n\nSpecial Containment Procedures:\n Due to budgetary concerns\n1\n, it has been determined that containment of SCP-5034 is not currently possible. When SCP-5034 is discovered in an antique store\n2\n, Agents are to immediately proceed to said store and begin experimentation.\n\n\nUse of standard testing equipment is authorized in regards to SCP-5034. All tests must be approved by the Foundation Experimentation Committee\n3\n.\n\n\nDescription:\n SCP-5034 is the collective term for a china bowl\n4\n containing seven red marbles\n5\n.\n\n\nAt all times, SCP-5034 will consist of the china bowl and the seven red marbles within it. If a marble is destroyed or removed from SCP-5034, it will disappear and a new one will reappear inside the bowl. Attempts to contain marbles outside of SCP-5034\n6\n have similarly failed. All attempts to interfere with these marbles have had an extremely negative impact on the Foundation's budget\n7\n.\n\n\nSCP-5034 exhibits a secondary anomalous effect. All individuals who observe SCP-5034 will be aware that it is a china bowl containing seven red marbles, even if they lack prior context\n8\n. However, this awareness does not appear to directly impact information one step removed from SCP-5034. For example, an individual observing SCP-5034 will be aware it is a china bowl, but an individual observing evidence left behind by SCP-5034 will not\n9\n.\n\n\n\n\nAddendum 5034-1 (Experimentation Log):\n\n\nThe following is a log of all experiments conducted with SCP-5034\n10\n.\n\n\n\n\nExperiment 5034-1\n\n\nConditions:\n Upon discovery of SCP-5034, Foundation personnel attempted to remove and contain three marbles from the bowl\n11\n.\n\n\nResult:\n When removed, all marbles disappeared and reappeared inside the bowl. Containment failure\n12\n. Foundation budget severely impacted.\n\n\n\n\n\n\nExperiment 5034-2\n\n\nConditions:\n Upon rediscovery of SCP-5034 in an antique store in Chennai, India, Foundation personnel attempted to remove one marble from the bowl and smash it with a sledgehammer\n13\n.\n\n\nResult:\n Following successful destruction of the marble, it reappeared inside the bowl. Destruction failure. Foundation budget severely impacted.\n\n\n\n\n\n\nExperiment 5034-3\n\n\nConditions:\n After tracing the sale of SCP-5034 through a number of private collectors, Foundation personnel attempted to contain one of the marbles while keeping it within the bowl.\n\n\nResult:\n Containment successful for six days. However, on the seventh day, Security Officer enters the containment chamber and accidentally releases the marble from the bowl\n14\n. Containment failure. Foundation budget severely impacted.\n\n\n\n\n\n\nExperiment 5034-4\n\n\nConditions:\n Upon rediscovery of SCP-5034, all available Foundation personnel attempt to smash the marbles with sledgehammers.\n\n\nResult:\n Five marbles successfully destroyed\n15\n. However, they subsequently reappear inside the bowl. Destruction failure.\n\n\n\n\n\n\nExperiment 5034-5\n\n\nConditions:\n Upon rediscovery of SCP-5034, all available Foundation personnel\n16\n attempt to smash the marbles with sledgehammers.\n\n\nResult:\n Six marbles successfully destroyed. However, they subsequently reappear inside the bowl. Destruction failure\n17\n.\n\n\n\n\n\n\nExperiment 5034-6\n\n\nConditions:\n Upon rediscovery of SCP-5034, all Foundation personnel attempt to destroy the marbles with whatever tools are on hand.\n\n\nResult:\n All seven marbles successfully destroyed. They subsequently reappear inside the bowl\n18\n.\n\n\n\n\n\n\nAddendum 5034-2:\n\n\nAs the Foundation budget is now approaching bankruptcy, further experimentation is not possible\n19\n.\n\n\n\n\nFootnotes\n\n\n1\n. See Containment Attempt 5034-17 for more details.\n\n\n2\n. Criteria for likely attack sites is currently undetermined.\n\n\n3\n. Formed following initial commencement of hostilities on 15/09/2020.\n\n\n4\n. Although this planet-wide range has been confirmed, it is currently unknown whether it extends beyond that.\n\n\n5\n. Individual appearances variable. Refer to sighting logs for a full description of SCP-5034 appearances.\n\n\n6\n. Use of the prototype Adaptive Containment Chamber (ACC) was approved for this purpose.\n\n\n7\n. Full casualty reports are not yet available due to lack of up-to-date information.\n\n\n8\n. Attempts to directly breach metaphysical camouflage have thus far been unsuccessful.\n\n\n9\n. For full information on asynchronous war planning, consult the Foundation War Committee.\n\n\n10\n. A full list of engagements is available in the \nSite-19\n \nSite-37\n \nSite-22\n Site-92 archives.\n\n\n11\n. Operation conducted in cooperation with the Global Occult Coalition.\n\n\n12\n. BK-Class scenario officially declared one hour later.\n\n\n13\n. Constructed via a conjunction of several requisitioned anomalies.\n\n\n14\n. See Autopsy Report 5034-29331 for full details.\n\n\n15\n. Partial destruction of the sixth entity insufficient due to regenerative capabilities.\n\n\n16\n. Operation conducted in cooperation with all remaining world governments under the Pangaea Agreement.\n\n\n17\n. Current hypothesis is that all seven entities must be eliminated to ensure successful termination.\n\n\n18\n. In accordance with joint EC and O5 ruling, mass euthanasia options are currently being considered.\n\n\n19\n. Burn our bodies.\n\n\n\n\n\n\n\n\n« \nSCP-5033\n | SCP-5034 | \nSCP-5035\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5034\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5034\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5034-1 (Experimentation Log):\nThe following is a log of all experiments conducted with SCP-5034 10 .",
        "Addendum 5034-2:\nAs the Foundation budget is now approaching bankruptcy, further experimentation is not possible 19 ."
    ],
    "documents": [],
    "notes": [
        "NOTICE FROM THE FOUNDATION DEPARTMENT OF MISCOMMUNICATIONS Analysis of this file has confirmed it displays no unusual properties. All information present in it can be taken as a literal statement of fact. — Eli Forkley, Director, DoMC",
        "Experiment 5034-1 Conditions: Upon discovery of SCP-5034, Foundation personnel attempted to remove and contain three marbles from the bowl 11 . Result: When removed, all marbles disappeared and reappeared inside the bowl. Containment failure 12 . Foundation budget severely impacted.",
        "Experiment 5034-2 Conditions: Upon rediscovery of SCP-5034 in an antique store in Chennai, India, Foundation personnel attempted to remove one marble from the bowl and smash it with a sledgehammer 13 . Result: Following successful destruction of the marble, it reappeared inside the bowl. Destruction failure. Foundation budget severely impacted.",
        "Experiment 5034-3 Conditions: After tracing the sale of SCP-5034 through a number of private collectors, Foundation personnel attempted to contain one of the marbles while keeping it within the bowl. Result: Containment successful for six days. However, on the seventh day, Security Officer enters the containment chamber and accidentally releases the marble from the bowl 14 . Containment failure. Foundation budget severely impacted.",
        "Experiment 5034-4 Conditions: Upon rediscovery of SCP-5034, all available Foundation personnel attempt to smash the marbles with sledgehammers. Result: Five marbles successfully destroyed 15 . However, they subsequently reappear inside the bowl. Destruction failure.",
        "Experiment 5034-5 Conditions: Upon rediscovery of SCP-5034, all available Foundation personnel 16 attempt to smash the marbles with sledgehammers. Result: Six marbles successfully destroyed. However, they subsequently reappear inside the bowl. Destruction failure 17 .",
        "Experiment 5034-6 Conditions: Upon rediscovery of SCP-5034, all Foundation personnel attempt to destroy the marbles with whatever tools are on hand. Result: All seven marbles successfully destroyed. They subsequently reappear inside the bowl 18 .",
        "\" SCP-5034 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-5034 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5034",
    "object_class": "Tiamat",
    "containment_procedures": "Due to budgetary concerns1, it has been determined that containment of SCP-5034 is not currently possible. When SCP-5034 is discovered in an antique store2, Agents are to immediately proceed to said store and begin experimentation.",
    "description": "SCP-5034 is the collective term for a china bowl4 containing seven red marbles5.",
    "title": "SCP-5034"
}