{
    "url": "https://scp-wiki.wikidot.com/scp-5036",
    "all_text": "rating: \n+137\n+\n–\nx\n\n\nItem #:\n SCP-5036\n\n\nObject Class:\n Safe (initially presumed Neutralized)\n\n\nSpecial Containment Procedures:\n Each of the eight pieces of SCP-5036 is to be kept in a separate container, each at a minimum distance of 6 meters from the others. If during a breach of containment the pieces are brought together, they must be separated during the week following the Nμ-Event; during this period the anomaly is inactive and it is safe to handle its parts.\n\n\nDescription:\n\n\n\n\n\n\nSCP-5036\n\n\n\n\n\n\nSCP-5036 is a Campbellian archetypal attractor token, taking the form of a silver \nReal de a ocho\n coin minted in the late 17th century in the Viceroyalty of New Spain. The token has been radially cut into eight segments of roughly equal size, which segments are designated SCP-5036-1 through SCP-5036-8.\n\n\nNo anomalous effects result from assemblages of fewer than five of the segments.\n\n\nIf five or more of the segments are brought within a volume of space corresponding to a sphere with a radius of 15 meters, an archetypal narrative event (Nμ) will commence, affecting individuals who are then in or who subsequently enter into the area of effect. The intensity of the event increases as more of the segments are introduced into the area.\n\n\nMost individuals affected by the Nμ-event experience a psychological compulsion to adopt certain behavior and mannerisms, such as:\n\n\n\n\nAssumption of an accent and speech patterns resembling those prevailing in Bristol, England and the West Country in the early 18th Century;\n\n\nUnusually intense interest in maritime matters, including the use of nautical terminology to describe non-nautical subjects;\n\n\nExcessive consumption of alcohol;\n\n\nFixation on the acquisition of shiny metallic or crystalline objects, even if those objects are of nominal value such as costume jewelry, bits of foil glitter or sequins, or loose change; and\n\n\nFlamboyant bravado.\n1\n\n\n\n\nSome affected individuals may also seek to change their physical appearance or apparel such as by removing their footwear, covering a healthy eye with a patch, brandishing baton-shaped objects, and simulating prostheses for missing limbs or extremities.\n\n\nOther affected individuals, while not exhibiting the same behavior described above, may also adopt altered behavior so as to adopt the personas of supporting characters in the narrative.\n\n\nAddendum #1:\n\n\n\n\nMTF AFTER ACTION REPORT \n5036-C-1\n\n\nSCP Involved:\n SCP-5036\n\n\nMTF Involved:\n MTF Tau-10\n\n\nDate:\n September 19, 1995\n\n\nLocation:\n Chicago, Illinois, USA\n\n\nBackground:\n Command receives report of erratic and presumptively anomalous behavior aboard Chicago Transit Authority public bus. MTF Tau-10 is dispatched to area and ordered to observe and await further instructions.\n\n\nAt 08:22, MTF Tau-10 arrives on scene, disguised as road crew and firefighters. CTA bus with driver and passengers aboard is observed parked in bus lane of public road. Driver and passengers are provisionally designated CV-01 through CV-47. While maintaining minimum 50 m distance from bus per Command instructions, MTF commences the erection of \"Road Closed\" signs and barriers to limit further civilian exposure to possible threat. Sun glare on windows of bus inhibits observation into interior cabin of bus. Bus motor is running but passenger door is closed.\n\n\nAt 08:28, MTF members bring specialty optics and long range surveillance microphones on line. Command instructs MTF to continue to maintain distance from bus.\n\n\nAnnotated transcript of sound recording from interior of bus.\n\n\nCV-01\n: \n(Middle-aged Caucasian male wearing business suit)\n \"Dangerous shoals, these be. No more than two fathoms.\"\n\n\nCV-02\n: \n(African-American youth)\n \"Run aground, have we? Surely we will perish. The Royal Navy gives no quarter to scallywags such as we.\"\n\n\nCV-03\n: \n(Middle-aged African-American woman wearing hotel maid uniform)\n \"Avast, ye swabs. Out sweeps to starboard. We'll push our way free of these shoals.\"\n\n\n(Various passengers hold umbrellas, canes, and in one case a baguette from a grocery bag, out of the windows on the right side of the bus and mime a pushing or rowing motion)\n\n\nCV-03\n: \"Heave! Heave, ye scurvy dogs!\"\n\n\nCV-04\n: \n(Elderly Asian-American woman who has apparently spotted a MTF member across the street on the left side of the bus)\n \"Captain! Sail! Three points to larboard! Spanish colors!\"\n\n\nCV-03\n: \"'Vast heaving! Crews to the larboard guns! We'll take that Spaniard a prize, or the devil have me. Broadside at the ready, fire as she bears!\"\n\n\n(Various passengers hold umbrellas, canes, the baguette, a bouquet of flowers and various other objects out of the windows on the left side of the bus, mime the discharge of naval guns, and shout \"Bang.\" Command instructs MTF members to retreat 20 further meters from bus and assume prone position.)\n\n\nCV-05\n: \n(Middle-aged African-American male wearing bus driver uniform)\n \"Ha ha! A clean sweep of their decks! Will they strike their colors?\"\n\n\nCV-03\n: \"Close for boarding. A sweet, fat prize, lads. All the riches of the Indies, and the pearls of Araby.\"\n\n\nAt this point, to avoid the risk of self-injury on the part of affected individuals or other civilians, MTF deploys anesthetic gas grenades, successfully disabling all individuals aboard bus. In adherence to Command instructions, while continuing to maintain distance from bus, MTF deploys miniaturized flying drones to enter bus through open windows for closer inspection. Four components of SCP-5036 (subsequently designated SCP-5036-1 through -4) are observed scattered on floor of bus, identified as potentially anomalous, and retrieved by drones for containment and further study. Civilians on bus are retrieved without further incident.\n\n\nThe four components of SCP-5036 that had been retrieved by the drones, after preliminary analysis, were initially determined to be non-anomalous, and SCP-5036 was then designated neutralized. Subsequently, when cataloging those components for disposal, Junior Researcher Mgbede inferred from their morphology that additional, as-yet undiscovered components might still be in the bus or on the person of individuals who had been on the bus. After this suggestion was forwarded to Command, a second sweep was performed and recovered the remaining four SCP-5036 components from CV-03's coin purse, together with a crumpled note (see Exhibit 5036-C-1-A). Analysis resumed, whereupon SCP-5036 was redesignated as Safe. The civilians who had been aboard the bus received medical clearance and were then amnesticized and released.\n\n\n\n\nAddendum #2:\n\n\n\n\n+ Exhibit 5036-C-1-A: Note found in coin purse of CV-03 during Incident 5036-C-1. \n\n\n\n\n- Exhibit 5036-C-1-A: Note found in coin purse of CV-03 during Incident 5036-C-1.\n\n\n\n\n\n\n\n\nNote found in coin purse of CV-03 during Incident 5036-C-1\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum #3:\n\n\n\n\nCitation of Distinguished Service Medal presented to Dr. Wilbur Mgbede\n\n\nThe Director of Site 146, on behalf of the Foundation, takes pleasure in presenting the Distinguished Service Medal to Dr. Wilbur Mgbede, Deputy Project Leader of Nμ Archetypal Attractor Project, for conspicuous ingenuity and intrepidity at the risk of his life above and beyond the call of duty.\n\n\nOn June 28, 2003, a security breach occurred at Site 146. The incident involved infiltration of the site by operatives of a rival GOI which evolved into combat between the infiltrators and Foundation security forces. Due to the chaos, several hostile sapient entities also escaped Foundation containment and roamed freely within the facility, resulting in additional casualties.\n\n\nWhen advised that the loss of the western and southern wings of Site-146 were imminent, Dr. Mgbede declined to retreat to Security Bunker 146-E with other personnel, and instead, contacted Col. Choi Too-Kwon of the Foundation Security Force to propose a novel defensive strategy and to volunteer to implement it. Following Col. Choi's approval of the plan, Dr. Mgbede gallantly and single-handedly retrieved four segments of SCP-5036 from their respective separated receptacles, suffering a gunshot wound to the foot and a mauling by an escaped containment specimen that resulted in the loss of his left arm. Following this, ignoring his own serious injuries, Dr. Mgebde intentionally attracted the attention of several enemy operatives and uncontained SCP entities so that they would pursue him, then unhesitatingly led the hostiles to his own laboratory where additional segments of SCP-5036 were temporarily stored. Once Dr. Mgbede and seventy hostiles had entered the laboratory and Col. Choi could observe by means of the security system that they had ceased belligerence,\n2\n the security team was able to disarm and incapacitate the infiltrators and re-contain the SCP entities.\n\n\nDr. Mgbede's quick thinking and bold initiative reflect great credit upon himself, the Nμ Archetypal Attractor Project Team, and the Foundation.\n\n\n\n\nAddendum #4:\n\n\n\n\nArchetypal Attractor Project - Status Memorandum dated April 8, 2009 (excerpt)\n\n\nTo: Dr. Mortimer Hall (Administrator, Division of Applied Patapsychology)\n\nFrom: Dr. Wilbur Mgbede (Nμ Project Head)\n\nRe: Status of Reverse Engineering Initiative\n\n\nI wish to report the highlights of the project team's results from the last quarter.\n\n\nIn accordance with your directive last year, our team has been examining SCP-5036 with a view toward reverse engineering the Campbellian archetypal attractor functionality embodied in the object. The results of this initiative have been fruitful. While we do not yet have a comprehensive model for designing and producing attractor tokens for any arbitrarily selected Campbellian archetype, we appear to have succeeded in reproducing and copying a token that duplicates SCP-5036's archetypal attraction effects.\n\n\nWe are proceeding with a trial-and-error program of testing the token design and manufacture process with alternative configurations. This program has indicated a number of promising leads, including the potential development of archetypal attractors for the \"sidekick\", \"grande dowager,\" \"artful dodger,\" \"chooser of the chosen one\" and \"temptress\" archetypal roles.\n\n\nWhile none of those archetypal roles are particularly interesting in themselves, I believe that the progress to date supports the view that the allocation of resources to additional exploration in this direction is merited. The utility of developing suitable archetypal attractor capabilities to fill certain roles needed in the course of the Foundation's operations should be obvious, especially in cases where specialized training is uneconomical or where it is difficult to staff particular positions on a voluntary basis.\n\n\nRespectfully,\n\n\nDr. Mgbede\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It should be noted that a Nμ-event does not imbue affected individuals with any particular skills such as seamanship, navigation or personal combat. For example, when affected individuals experience a narrative episode featuring combat, they tend to engage in stage-fighting or simulated gunplay with pointed index fingers accompanied by oral sound effects.\n\n\n2\n. Col. Choi reported that Dr. Mgbede, the enemy infiltrators, and the uncontained SCP entities had commenced singing sea shanties while engaging in a rum-drinking contest.\n\n\n\n\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-1322\n\n\nRating: 1216\n\n\n\n\n\n\nSCP-089\n\n\nRating: 876\n\n\n\n\n\n\nspikebrennan's proposal\n\n\nRating: 516\n\n\n\n\n\n\nSCP-1844\n\n\nRating: 450\n\n\n\n\n\n\nSCP-1012\n\n\nRating: 417\n\n\n\n\n\n\nSCP-2553\n\n\nRating: 376\n\n\n\n\n\n\nSCP-1036\n\n\nRating: 362\n\n\n\n\n\n\nSCP-1512\n\n\nRating: 336\n\n\n\n\n\n\nSCP-1746\n\n\nRating: 301\n\n\n\n\n\n\nSCP-908\n\n\nRating: 300\n\n\n\n\n\n\nSCP-831\n\n\nRating: 283\n\n\n\n\n\n\nSCP-2336\n\n\nRating: 273\n\n\n\n\n\n\nSCP-3236\n\n\nRating: 272\n\n\n\n\n\n\nSCP-955\n\n\nRating: 246\n\n\n\n\n\n\nSCP-926\n\n\nRating: 222\n\n\n\n\n\n\nSCP-2236\n\n\nRating: 203\n\n\n\n\n\n\nSCP-920-EX\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2914\n\n\nRating: 176\n\n\n\n\n\n\nSCP-2008-J\n\n\nRating: 164\n\n\n\n\n\n\nSCP-4436\n\n\nRating: 157\n\n\n\n\n\n\nSCP-4336\n\n\nRating: 155\n\n\n\n\n\n\nSCP-1060\n\n\nRating: 150\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nSic Transit Gloria Mundi\n\n\nRating: 273\n\n\n\n\n\n\nSpring Cleaning\n\n\nRating: 150\n\n\n\n\n\n\nTranscript of meeting, June 2 1972\n\n\nRating: 129\n\n\n\n\n\n\nTranscript of telephone conversation, August 9, 1991\n\n\nRating: 96\n\n\n\n\n\n\nMemorandum Dated 6 November 1944\n\n\nRating: 84\n\n\n\n\n\n\nScroll fragment 13Q29\n\n\nRating: 44\n\n\n\n\n\n\nStray Katz (part 1)\n\n\nRating: 35\n\n\n\n\n\n\nAd Majorem Bonum\n\n\nRating: 24\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5035\n | SCP-5036 | \nSCP-5037\n »",
    "addendums": [
        "Addendum #1:",
        "Addendum #2:",
        "Addendum #3:",
        "Addendum #4:"
    ],
    "documents": [],
    "notes": [
        "MTF AFTER ACTION REPORT 5036-C-1 SCP Involved: SCP-5036 MTF Involved: MTF Tau-10 Date: September 19, 1995 Location: Chicago, Illinois, USA Background: Command receives report of erratic and presumptively anomalous behavior aboard Chicago Transit Authority public bus. MTF Tau-10 is dispatched to area and ordered to observe and await further instructions. At 08:22, MTF Tau-10 arrives on scene, disguised as road crew and firefighters. CTA bus with driver and passengers aboard is observed parked in bus lane of public road. Driver and passengers are provisionally designated CV-01 through CV-47. While maintaining minimum 50 m distance from bus per Command instructions, MTF commences the erection of \"Road Closed\" signs and barriers to limit further civilian exposure to possible threat. Sun glare on windows of bus inhibits observation into interior cabin of bus. Bus motor is running but passenger door is closed. At 08:28, MTF members bring specialty optics and long range surveillance microphones on line. Command instructs MTF to continue to maintain distance from bus. Annotated transcript of sound recording from interior of bus. CV-01 : (Middle-aged Caucasian male wearing business suit) \"Dangerous shoals, these be. No more than two fathoms.\" CV-02 : (African-American youth) \"Run aground, have we? Surely we will perish. The Royal Navy gives no quarter to scallywags such as we.\" CV-03 : (Middle-aged African-American woman wearing hotel maid uniform) \"Avast, ye swabs. Out sweeps to starboard. We'll push our way free of these shoals.\" (Various passengers hold umbrellas, canes, and in one case a baguette from a grocery bag, out of the windows on the right side of the bus and mime a pushing or rowing motion) CV-03 : \"Heave! Heave, ye scurvy dogs!\" CV-04 : (Elderly Asian-American woman who has apparently spotted a MTF member across the street on the left side of the bus) \"Captain! Sail! Three points to larboard! Spanish colors!\" CV-03 : \"'Vast heaving! Crews to the larboard guns! We'll take that Spaniard a prize, or the devil have me. Broadside at the ready, fire as she bears!\" (Various passengers hold umbrellas, canes, the baguette, a bouquet of flowers and various other objects out of the windows on the left side of the bus, mime the discharge of naval guns, and shout \"Bang.\" Command instructs MTF members to retreat 20 further meters from bus and assume prone position.) CV-05 : (Middle-aged African-American male wearing bus driver uniform) \"Ha ha! A clean sweep of their decks! Will they strike their colors?\" CV-03 : \"Close for boarding. A sweet, fat prize, lads. All the riches of the Indies, and the pearls of Araby.\" At this point, to avoid the risk of self-injury on the part of affected individuals or other civilians, MTF deploys anesthetic gas grenades, successfully disabling all individuals aboard bus. In adherence to Command instructions, while continuing to maintain distance from bus, MTF deploys miniaturized flying drones to enter bus through open windows for closer inspection. Four components of SCP-5036 (subsequently designated SCP-5036-1 through -4) are observed scattered on floor of bus, identified as potentially anomalous, and retrieved by drones for containment and further study. Civilians on bus are retrieved without further incident. The four components of SCP-5036 that had been retrieved by the drones, after preliminary analysis, were initially determined to be non-anomalous, and SCP-5036 was then designated neutralized. Subsequently, when cataloging those components for disposal, Junior Researcher Mgbede inferred from their morphology that additional, as-yet undiscovered components might still be in the bus or on the person of individuals who had been on the bus. After this suggestion was forwarded to Command, a second sweep was performed and recovered the remaining four SCP-5036 components from CV-03's coin purse, together with a crumpled note (see Exhibit 5036-C-1-A). Analysis resumed, whereupon SCP-5036 was redesignated as Safe. The civilians who had been aboard the bus received medical clearance and were then amnesticized and released."
    ],
    "item": "SCP-5036",
    "object_class": "Safe (initially presumed Neutralized)",
    "containment_procedures": "Each of the eight pieces of SCP-5036 is to be kept in a separate container, each at a minimum distance of 6 meters from the others. If during a breach of containment the pieces are brought together, they must be separated during the week following the Nμ-Event; during this period the anomaly is inactive and it is safe to handle its parts.",
    "description": "",
    "title": "SCP-5036"
}