{
    "url": "https://scp-wiki.wikidot.com/scp-5039",
    "all_text": "rating: \n+57\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5039:\n \nWhere Did You Go?\n\n\nAuthor:\n \nHexick\n\n\nImage Sources:\n\n\nhttps://commons.wikimedia.org/wiki/File:View_of_a_suburban_home,_by_James_G._Lock.jpg\n\n\n\n\nhttps://commons.wikimedia.org/wiki/File:2011-12-17_12.06.08OldPC.jpg\n\n\nAll modifications to these images were done by me.\n\n\n\n\n\n\n\n\nrating: \n+57\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\nYour name is Michael Welsh, you're 28-years-old, and you've been recently assigned to a newly formulated project with the intent of finding the true nature of an anomaly that in your opinion, you find quite mundane. You also find it strange that anything more than just locking the SCP in a box and forgetting it would be a massive waste of the Foundation's resources.\n\n\n\nSCP-5039 they call it, and you're on your way to the para-media archival center to retrieve information on it. This is because a new experiment is underway and you're the only one with a memetic resistance high enough to view it.\n\n\n\nAt this point, you've finished walking down the bleach-colored corridor of Provisional Site-76, finally reaching your destination. The large metal doors seem cold and uninviting, but you persist, swiping your keycard and walking through the security doors.\n\n\n\nStepping through, you're unimpressed by the generic office-like setting with the indistinguishable scent of mold, dust and rotting wood assaulting your nose as soon as you take your first breath.\n\n\n\nDespite this, your main point of attention is that you're completely alone. Nothing but you and the persistent buzzing noise, its origin completely unknown to you.\n\n\n\nFor some odd reason, you have a strange feeling of importance, but you just attribute this to your loneliness in this massive database. Making your way to the partially molded desk, you see a file waiting on it. You hesitate for a moment for reasons unknown before taking a seat and opening the file.\n\n\n\n\nItem #:\n SCP-5039\n\n\nObject Class:\n Euclid\n\n\n\n\n\n\nA still taken from SCP-5039 found in the same location as the VHS tape in which it was discovered. How the still was initially created is currently unknown.\n\n\n\n\n\n\nSpecial Containment Procedures:\n All instances of devices displaying either portions of SCP-5039 or the object entirely, are to be confiscated from the owner and destroyed via conventional means. Should an individual view SCP-5039, they are to be quarantined for a minimum of 72 consecutive hours in order to determine if the individual has been contaminated by the memetic agents present in SCP-5039.\n\n\nIn instances where subjects have shown symptoms of memetic contamination, they should be held within Provisional Site-76 throughout the process of decontamination. Should subjects display levels of contamination exceeding that of which an individual could recover from, they may-be terminated humanely per standards set in place by the Ethics Committee on July 25, 1975.\n\n\nConcerning the continued research of SCP-5039, a standard MP4 file of the anomaly is to be stored in a secure SCiPNET database only accessible to personnel possessing a security clearance at or exceeding Level-3/5039. Researchers working with SCP-5039 are forbidden from directly viewing the object, in exception to those possessing a memetic resistance at or exceeding 5.5 and directly authorized to do so.\n\n\nPossible revision to these procedures in light of new information is currently being reviewed between the SCP-5039 research team and the Classifications Committee.\n\n\nDescription:\n SCP-5039 designates an MP4 based video file, transmittable between all forms of media capable of displaying such an item. The video contains numerous memetic properties related to memory as well as other abstract concepts. This will commonly cause auditory hallucinations of music, though this varies between individuals viewing SCP-5039. These symptoms primarily manifest in individuals who have had a previous history of lucid dreaming. Current research into these relations is currently ongoing.\n\n\nInformation obtained during subsequent viewings of SCP-5039 has concluded its contents to be a video-based diary created by an unidentifiable individual between the ages of 15-17 designated SCP-5039-1. This consists of events commonly attributed as typical to events in education-based facilities throughout the mid-western United States such as conflicts between groups, foil, and other related topics. Other topics include the individual's daily routine, outings with peers and other social gatherings typical of the mid 20th Century.\n\n\nConclusive documentation of the length of SCP-5039 has thus far been impossible, primarily due to events in SCP-5039 changing or becoming completely absent from the film between viewings. The only known portion of the video proven to be consistent is the beginning and conclusion of SCP-5039 always starting in a recreational room of a building resembling that of a public school, while the ending always results in—\n\n\n\n\n\"Wait, that can't be it?\"\n\n\n\nYou turn the file over hoping to see the document entirely but there's nothing. You don't even actually know what the object does or why you of all people were sent to this dingy site in the middle of Indiana just to read this seemingly meaningless article.\n\n\n\nThinking to yourself, you assume that it may have just been a misprint, a slip-up, \na mistake\n. Standing up, you produce your Foundation issued cell phone and attempt to call the head researcher of the SCP.\n\n\n\n\"Hmm, no signal.\"\n\n\n\nYou find yourself confused, as this has never happened before. Your phone was always in working order and you've never seen an incomplete document, especially one that had caught the interest of a few of the higher-ups.\n\n\n\nYou're turning to leave as you have no other choice, but something catches your eye. A small VHS tape placed carelessly on a desk with an archaic computer terminal atop of it.\n\n\n\nYou try to ignore it and continue your leave, but every thought you attempt to conjure keeps leading back to that seemingly old and worthless tape.\n\n\n\nFinally you give in, cautiously stepping towards the metal desk, an intangible fear gripping you for unknown reasons as you do so.\n\n\n\nPicking up the decrepit tape you read the label: \"JUST ME, SENIOR MEMORIES OF SHIRLEY HIGH SCHOOL 1976\" written in all capitals, seemingly in a hurry.\n\n\n\nYou have a strange compulsion to watch the tape but no. What if this is SCP-5039, and this is a test or some form of discipline for your misacting? But wait, the article said that all of the copies were destroyed and the one that remains is a digital file.\n\n\n\nIt's done, you're going to play the tape and hope for the best. You rush over to the storage closet retrieving a VHS player and an adapter to use on the terminal monitor.\n\n\n\nAfter fumbling around for a few minutes, you finally have everything in working order and slide the tape into the machine.\n\n\n\n\n\n\n\n\nThe video opens with static but after a few seconds, the screen slowly begins to fade in and shows a cafeteria full of students and a couple of teachers maintaining order.\n\n\n\n\"There, now it should work.\" is audible in a female voice coming from off-screen.\n\n\n\nThe camera pans around showing a young female 15-17 years old with dark blond hair and green eyes.\n\n\n\n\"Hello world, or well in better terms, hi viewer I'm \n[DATA CORRUPTED]\n and I'm currently a senior at Shirley High School in Colton, Indiana. Ms. Clarkson recommended that I make a video journal to document all of the memories of senior year for when I'm older and want to look back. Well, this is just a test for now and biology class is about to start so bye everyone.\"\n\n\n\n\nThe camera then appears to be set on pause resuming some time later in an outdoor setting.\n\n\n\n\"Hey Tammy, do you think the test on the Han Dynasty is gonna be hard or easy like the one on the correlations between music and human sacrifice?\"\n\n\n\n\"\n[DATA CORRUPTED]\n what? We never had a test like that, what are you talking about?\"\n\n\n\n\"Oh yea that's right.\"\n\n\n\n\"\n[DATA CORRUPTED]\n is everything alright today you've been acting screwy?\"\n\n\n\n\"I'm fine, I'm just a bit stressed out that's all.\"\n\n\n\n\"O-oh, ok.\"\n\n\n\n\nThe two individuals continue walking silently down the path and several houses become visible in the distance.\n\n\n\n\nThe two diverge with the one identified as Tammy turning right and entering the small house located in the previously stated position. While the one holding the camera enters the two-story house on the left.\n\n\n\n\n\n\n\n\nFuck fuckfuckfuck!\n You know that's SCP-5039 but you can't move anything: your arms, legs and even your eyes are completely still and fixated on the screen. You pray that someone, something will come through the metal doors and save you from the memetic clamp that's sprung upon you.\n\n\n\n\n\n\n\n\nThe camera goes quiet once again before cutting to what can only be assumed to be several days later. A bowl of cereal is visible and 3 other individuals can be seen. The one holding the camera begins to speak.\n\n\n\n\"Dad, I had a nightmare last night and I was wondering if I could talk to you about it?\"\n\n\n\n\"Sure KW, what was it?\"\n\n\n\n\"I was walking through a place that looked like the food store downtown, but things were wrong. See, you were all there but \nwithout faces\n, and when I tried to go to you guys, I saw \nscp-3935 9 girls\n I guess? Well, that's what they looked like. Before getting stabbed with music notes coming from some hole.\"\n\n\n\n\"Hmm KW, just remember, all of that isn't real so you don't have to be afraid. Look, when you \ngrow up\n you'll realize that you won't have to worry about such nonsense and finally realize that sleeping isn't real either.\"\n\n\n\n\"What?\"\n\n\n\n\nThe adult male figure stares blankly before the camera cuts out with a loud hiss.\n\n\n\n\nThe scene becomes visible, the camera-woman and three others at a social gathering akin to a party. Three including the one holding the camera are sitting on a somewhat dilapidated deck while the others are visible playing in a pool which constantly shifts from being clean to having a black sludge with snails arranged in a fashion to form whole notes.\n\n\n\n\"\n[DATA CORRUPTED]\n don't worry I'm sure you can convince them to stay here with us so you don't \ngrow-up\n go away.\"\n\n\n\n\"Innocence, I'm not sure, they're really persistent about moving on. Like what's the point of 76?\n\n\n\n\nTrust joins in.\n\n\n\n\"Well at age 75 everything died, even innocence and me. Maybe it's just the symphony trying to get back what was lost.\"\n\n\n\n\n[DATA CORRUPTED]\n \nchimes in one last time.\n\n\n\n\"Well, when you put it that way, I guess it's just one big cycle into syncope. Thank you two for coming back one last time.\"\n\n\n\n\nThe two speak.\n\n\n\n\"Don't mention it.\"\n\n\n\n\nThe individual holding the camera beings to spasm before presumably vanishing with the camera falling to the ground facing Innocence and Trust.\n\n\n\n\nAt once.\n\n\n\n\"I can't wait to see Michael again.\"\n\n\n[Video Ends]\n\n\n\n\n\n\n\n\nBack in the archival center of Provisional Site-76, Kellie Welsh, now able to stand does so, and \nhe\n she slowly makes her way out of the site to resume her work with what she thought were her friends.\n\n\n\n\n\n\n\n\n\n\nSCAN COMPLETE\n\n\n\n\nAs initially theorized, upon further review it has been discovered that the previously viewed document was the result of data corruption from an unknown source. A revised document has been made available \nhere\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5038\n | SCP-5039 | \nSCP-5040\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5039\n\" by Hexick, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5039\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n still\n\n\nName:\n View of a suburban home, by James G. Lock.jpg\n\n\nAuthor:\n James G. Lock\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n comp\n\n\nName:\n 2011-12-17 12.06.08OldPC.jpg\n\n\nAuthor:\n Mattruffoni\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "Your name is Michael Welsh, you're 28-years-old, and you've been recently assigned to a newly formulated project with the intent of finding the true nature of an anomaly that in your opinion, you find quite mundane. You also find it strange that anything more than just locking the SCP in a box and forgetting it would be a massive waste of the Foundation's resources. SCP-5039 they call it, and you're on your way to the para-media archival center to retrieve information on it. This is because a new experiment is underway and you're the only one with a memetic resistance high enough to view it. At this point, you've finished walking down the bleach-colored corridor of Provisional Site-76, finally reaching your destination. The large metal doors seem cold and uninviting, but you persist, swiping your keycard and walking through the security doors. Stepping through, you're unimpressed by the generic office-like setting with the indistinguishable scent of mold, dust and rotting wood assaulting your nose as soon as you take your first breath. Despite this, your main point of attention is that you're completely alone. Nothing but you and the persistent buzzing noise, its origin completely unknown to you. For some odd reason, you have a strange feeling of importance, but you just attribute this to your loneliness in this massive database. Making your way to the partially molded desk, you see a file waiting on it. You hesitate for a moment for reasons unknown before taking a seat and opening the file.",
        "\"Wait, that can't be it?\" You turn the file over hoping to see the document entirely but there's nothing. You don't even actually know what the object does or why you of all people were sent to this dingy site in the middle of Indiana just to read this seemingly meaningless article. Thinking to yourself, you assume that it may have just been a misprint, a slip-up, a mistake . Standing up, you produce your Foundation issued cell phone and attempt to call the head researcher of the SCP. \"Hmm, no signal.\" You find yourself confused, as this has never happened before. Your phone was always in working order and you've never seen an incomplete document, especially one that had caught the interest of a few of the higher-ups. You're turning to leave as you have no other choice, but something catches your eye. A small VHS tape placed carelessly on a desk with an archaic computer terminal atop of it. You try to ignore it and continue your leave, but every thought you attempt to conjure keeps leading back to that seemingly old and worthless tape. Finally you give in, cautiously stepping towards the metal desk, an intangible fear gripping you for unknown reasons as you do so. Picking up the decrepit tape you read the label: \"JUST ME, SENIOR MEMORIES OF SHIRLEY HIGH SCHOOL 1976\" written in all capitals, seemingly in a hurry. You have a strange compulsion to watch the tape but no. What if this is SCP-5039, and this is a test or some form of discipline for your misacting? But wait, the article said that all of the copies were destroyed and the one that remains is a digital file. It's done, you're going to play the tape and hope for the best. You rush over to the storage closet retrieving a VHS player and an adapter to use on the terminal monitor. After fumbling around for a few minutes, you finally have everything in working order and slide the tape into the machine.",
        "The video opens with static but after a few seconds, the screen slowly begins to fade in and shows a cafeteria full of students and a couple of teachers maintaining order. \"There, now it should work.\" is audible in a female voice coming from off-screen. The camera pans around showing a young female 15-17 years old with dark blond hair and green eyes. \"Hello world, or well in better terms, hi viewer I'm [DATA CORRUPTED] and I'm currently a senior at Shirley High School in Colton, Indiana. Ms. Clarkson recommended that I make a video journal to document all of the memories of senior year for when I'm older and want to look back. Well, this is just a test for now and biology class is about to start so bye everyone.\" The camera then appears to be set on pause resuming some time later in an outdoor setting. \"Hey Tammy, do you think the test on the Han Dynasty is gonna be hard or easy like the one on the correlations between music and human sacrifice?\" \" [DATA CORRUPTED] what? We never had a test like that, what are you talking about?\" \"Oh yea that's right.\" \" [DATA CORRUPTED] is everything alright today you've been acting screwy?\" \"I'm fine, I'm just a bit stressed out that's all.\" \"O-oh, ok.\" The two individuals continue walking silently down the path and several houses become visible in the distance. The two diverge with the one identified as Tammy turning right and entering the small house located in the previously stated position. While the one holding the camera enters the two-story house on the left.",
        "Fuck fuckfuckfuck! You know that's SCP-5039 but you can't move anything: your arms, legs and even your eyes are completely still and fixated on the screen. You pray that someone, something will come through the metal doors and save you from the memetic clamp that's sprung upon you.",
        "The camera goes quiet once again before cutting to what can only be assumed to be several days later. A bowl of cereal is visible and 3 other individuals can be seen. The one holding the camera begins to speak. \"Dad, I had a nightmare last night and I was wondering if I could talk to you about it?\" \"Sure KW, what was it?\" \"I was walking through a place that looked like the food store downtown, but things were wrong. See, you were all there but without faces , and when I tried to go to you guys, I saw scp-3935 9 girls I guess? Well, that's what they looked like. Before getting stabbed with music notes coming from some hole.\" \"Hmm KW, just remember, all of that isn't real so you don't have to be afraid. Look, when you grow up you'll realize that you won't have to worry about such nonsense and finally realize that sleeping isn't real either.\" \"What?\" The adult male figure stares blankly before the camera cuts out with a loud hiss. The scene becomes visible, the camera-woman and three others at a social gathering akin to a party. Three including the one holding the camera are sitting on a somewhat dilapidated deck while the others are visible playing in a pool which constantly shifts from being clean to having a black sludge with snails arranged in a fashion to form whole notes. \" [DATA CORRUPTED] don't worry I'm sure you can convince them to stay here with us so you don't grow-up go away.\" \"Innocence, I'm not sure, they're really persistent about moving on. Like what's the point of 76? Trust joins in. \"Well at age 75 everything died, even innocence and me. Maybe it's just the symphony trying to get back what was lost.\" [DATA CORRUPTED] chimes in one last time. \"Well, when you put it that way, I guess it's just one big cycle into syncope. Thank you two for coming back one last time.\" The two speak. \"Don't mention it.\" The individual holding the camera beings to spasm before presumably vanishing with the camera falling to the ground facing Innocence and Trust. At once. \"I can't wait to see Michael again.\" [Video Ends]",
        "Back in the archival center of Provisional Site-76, Kellie Welsh, now able to stand does so, and he she slowly makes her way out of the site to resume her work with what she thought were her friends.",
        "\" SCP-5039 \" by Hexick, from the SCP Wiki . Source: https://scpwiki.com/scp-5039 . Licensed under CC-BY-SA .",
        "Filename: still Name: View of a suburban home, by James G. Lock.jpg Author: James G. Lock License: Public Domain Source Link: Wikimedia Commons",
        "Filename: comp Name: 2011-12-17 12.06.08OldPC.jpg Author: Mattruffoni License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-5039",
    "object_class": "Euclid",
    "containment_procedures": "All instances of devices displaying either portions of SCP-5039 or the object entirely, are to be confiscated from the owner and destroyed via conventional means. Should an individual view SCP-5039, they are to be quarantined for a minimum of 72 consecutive hours in order to determine if the individual has been contaminated by the memetic agents present in SCP-5039.",
    "description": "SCP-5039 designates an MP4 based video file, transmittable between all forms of media capable of displaying such an item. The video contains numerous memetic properties related to memory as well as other abstract concepts. This will commonly cause auditory hallucinations of music, though this varies between individuals viewing SCP-5039. These symptoms primarily manifest in individuals who have had a previous history of lucid dreaming. Current research into these relations is currently ongoing.",
    "title": "SCP-5039"
}