{
    "url": "https://scp-wiki.wikidot.com/scp-5040",
    "all_text": "⚠️ content warning \n \n\n\n\n\n\n\n\n\nrating: \n+457\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This work of fiction involves scenes which depict or allude to topics which may be particularly distressing for some readers. Please \nscroll\n for a list of such topics contained in this piece.\n\n\n\n\nBlood\n\n\nBody horror\n\n\nDeath\n\n\nDental trauma\n\n\nForced captivity\n\n\nGore\n\n\nHostages\n\n\nKidnapping\n\n\nMisogyny\n\n\nMurder\n\n\nPTSD\n\n\nSelf-harm\n\n\nSexism\n\n\nTorture\n\n\nViolence\n\n\n\n\nReaders with particular sensitivities should also be aware that this story also depicts or alludes to the following subjects which are less prevalent among content advisories, but nevertheless have the potential to be disturbing:\n\n\n\n\nFacial mutilation\n\n\nOcular body horror (\"eye scream\")\n\n\nViolence against women\n\n\nViolent treatment of women in media\n\n\n\n\n\n\n\n\n\n\nrating: \n+457\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5040:\n 血の涙 (\"Tears of Blood\") by \nPeppersGhost\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA reminder from the Records and Information Security Administration\n\n\nUnauthorised personnel are \nnot\n permitted to rename secure documents. Mr. Rubber, the junior research intern responsible for changes to SCP-5040’s code name, will continue to serve our organization by maintaining the cleanliness of the subfloor restrooms.\n\n\nIf you wish to edit this file, please contact your IntSCPFN server administrator.\n\n\n— Maria Jones, RAISA Director\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5040\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation web crawler Kappa-08 (\"CINEGAMI\") is to seek and suppress all references to SCP-5040 in online discussions and entertainment news. Antimemetic inoculations against the propagation of SCP-5040 are in development.\n\n\nDescription:\n SCP-5040 is a nonexistent Japanese horror film entitled 血の涙 (\"\nTears of Blood\n\")\n1\n which spontaneously manifests in human memories. Those affected by SCP-5040 will remember going to see the film even when their supposed attendance would contradict empirical evidence. SCP-5040 afflictions may occur in any place where movies are shown, including cultures where its content would usually be prohibited. Subtitles and/or dubbing will be used when appropriate.\n\n\nDescriptions of the film are always similar in nature, as are the circumstances and events surrounding the viewing. However, reports of SCP-5040's story and characters are never fully consistent, and the film's setting, subplots, character names, and much of the dialogue will be different for each viewer.\n2\n Casting also varies and appears largely arbitrary; a broad variety of Japanese performers and entertainment personalities (both living and deceased) have been said to star in the film, even when the actor in question has no real-life associations with the horror genre. Despite these differences, the film's beginning, climax, and ending consistently hew to the same general plot (see Doc. 5040-Prime).\n\n\nAfter conducting more than three hundred interviews, researchers have constructed a detailed synopsis of SCP-5040's most consistent story elements and the most common sequence of events associated with the viewer's memory of their screening attendance (see Doc. 5040-Prime).\n\n\n\n\n\n\n\n\nAddendum 5040-Prime:\n\n\n\n\nScreenings always begin at sunset. If a subject had prior commitments for that day and time, they learn that the commitment was abruptly cancelled or resolved through unforeseen circumstances. The subject decides to spend their free time by seeing a movie at a local theater.\n\n\nUpon arrival, they see a large crowd gathered at the box office and learn the entire theater has been reserved for a special event: a one-time-only screening of a rare, critically acclaimed film. Admission is free. Drawn in by the excitement, the subject indulges their curiosity and gets in line for a ticket.\n\n\nMost seats are already occupied when the subject reaches the auditorium, but they find an empty space in the back. They notice that a large number of people throughout the audience wear disposable face masks, even if this practice is not common in the local culture. The woman who takes the seat next to the subject wears one such mask, as does the woman beside her.\n\n\nThe remaining seats are quickly taken, but patrons continue to file in. By the time the lights dim, the audience completely fill the aisles and stairs, leaving the areas around the exits standing room only. An IV pole carrying a bag of unknown fluid may be seen protruding from the crowd, but with no clear indication who it is connected to. The subject might also notice that elsewhere in the theater, one of the masked audience members wears a hospital gown.\n\n\nThere are no trailers or advertisements before the film. The theater goes silent when it begins.\n\n\n\n\n\n\nThe film opens with the female protagonist going about mundane activities in her day-to-day life. She is interrupted by a phone call from an unknown party who tells her that a loved one has been hospitalized. When the protagonist leaves her apartment to go to the hospital, she is attacked by a male assailant and loses consciousness.\n\n\nWhen the protagonist wakes up, she finds herself in an unfamiliar building with her arms and legs bound. She is accompanied by a number of other female captives, some of whom still remain unconscious. The women briefly discuss the possibility of an escape, but are interrupted when the kidnapper appears. He sees one of the women crying and kills her without hesitation. The kidnapper explains that he intends to release the captives after 24 hours, but only under the condition that they do not cry.\n\n\nThroughout the film, the kidnapper exacts various forms of physical and psychological torture on the group. Despite their best efforts, captives prove unable to hold back their tears, and they are murdered one by one until only the protagonist remains. Frustrated by the protagonist's resolve, the kidnapper gradually escalates her torture; however, the protagonist only responds with rebukes, which angers the kidnapper even further.\n\n\n\n\n\n\nAs the protagonist makes a speech against the kidnapper, the subject notices what seems to be a slight echo to the dialogue. They eventually realize that the two masked women sitting beside them are softly repeating every line of dialogue as it occurs. If they look further, they will see that the lower half of the women's masks are saturated with saliva and their hands are clasped together so tightly that their fingernails have begun to draw blood.\n\n\n\n\n\n\nAt the film's climax, the kidnapper approaches the protagonist with a double edge razor blade and announces that even if she is freed, she will spend the rest of her life horribly disfigured. This leads to an argument between the two which touches on themes such as the nature of inner and outer beauty, the value of women in society, and the societal stigma against expressions of vulnerability. Eventually, the kidnapper loses patience, throws the protagonist to the floor, and grabs her face.\n\n\n\n\n\n\nFrom this point onward, the subject hears groans from unidentified members of the audience.\n\n\n\n\n\n\nGripping the protagonist's lower lip between his thumb and forefinger, the kidnapper takes the razor blade and cuts a deep fissure from the corner of her mouth to her chin. He works the blade across her face using a rough sawing motion until her lower lip is partially amputated. He pauses to mock the protagonist and she uses the opportunity to grab the razor from him with her teeth. Before the kidnapper can react, she slices his left eye open.\n\n\nThe kidnapper screams as blood and vitreous humor spill from his face, allowing time for the protagonist to maneuver the razor to her fingers and cut through her bindings. Enraged and half blind, the kidnapper grabs the remaining flap of the protagonist's lower lip and pulls sharply, tearing it from her face along with a large strip of her right cheek. As the kidnapper expresses his satisfaction, the protagonist finishes freeing herself and slits the kidnapper's throat with the razor.\n\n\n\n\n\n\nWhereas the film's previous murders often differ between manifestations, all interviewees gave consistent descriptions of the violent climax and displayed a greater degree of clarity in their recollection of this scene than at any other point in the film. ~80% of subjects also reported that the movie's climax was accompanied by a profound sense of dread, but did not attribute the feeling to the movie itself.\n\n\n\n\n\n\nThe protagonist hurries to the exit as the kidnapper bleeds to death on the floor. Although her speech is impeded by her injuries, she pauses before leaving to mock the kidnapper one last time, calmly telling him that he \"cried tears of blood\" and therefore had to die according to his own rules.\n\n\nThe film abruptly cuts to an unspecified point in the future. Now wearing a face mask to hide her disfigured mouth, the protagonist walks down the street to her apartment, indifferent to the crowd of paparazzi that follows her. When she finally reaches her bedroom, the protagonist slowly takes off her mask and looks at herself in the mirror. She stares in silence at the missing lower portion of her face and sheds a tear. Over the course of several minutes, her weeping gradually builds into frenzied sobs and shrieks. The film cuts to black and the credits roll, but the sound of the protagonist's cries continue to play with no other audio until the credit reel ends.\n\n\n\n\n\n\nThe other audience members largely remain silent after the movie ends, exchanging only whispers as they exit the theater. Subjects have claimed to have seen small red puddles and stains on the theater floor on their way out. Those who remain past this point will experience an escalating feeling of unwelcomeness until they are driven to leave.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Sometimes reported as simply \"血涙\".\n\n\n2\n. Researchers familiar with paramedia should note the contrast with nonexistent works of \nanafabulaic\n origin, which are generally described with consistent details.\n\n\n\n\n\n\n\n\n« \nSCP-5039\n | SCP-5040 | \nSCP-5041\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5040\n\" by PeppersGhost, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5040\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5040-Prime:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5040 \" by PeppersGhost, from the SCP Wiki . Source: https://scpwiki.com/scp-5040 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Foundation web crawler Kappa-08 (\"CINEGAMI\") is to seek and suppress all references to SCP-5040 in online discussions and entertainment news. Antimemetic inoculations against the propagation of SCP-5040 are in development.",
    "description": "SCP-5040 is a nonexistent Japanese horror film entitled 血の涙 (\"Tears of Blood\")1 which spontaneously manifests in human memories. Those affected by SCP-5040 will remember going to see the film even when their supposed attendance would contradict empirical evidence. SCP-5040 afflictions may occur in any place where movies are shown, including cultures where its content would usually be prohibited. Subtitles and/or dubbing will be used when appropriate.",
    "title": "SCP-5040"
}