{
    "url": "https://scp-wiki.wikidot.com/scp-5049",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nrating: \n+123\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\nSCP-5049 \"Demon Dan's Discount Homunculus Depot\" by:\n \nDrAkimoto\n\n\n★ DrAkimoto's Author Page ★\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n94.25%\n\n(+131)\n\n\n5.75%\n\n(-8)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+123\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3/5049\n LEVEL \n3/5049\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5049\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nThe Foundation Television Analysis Department as well as WebCrawler 40Y40 is to monitor television broadcast and online forums for any mention of \"Demon Dan's Discount Homunculus Depot\". All individuals who have witnessed media depicting SCP-5049 related phenomena are to be investigated and amnestisized accordingly.\n\n\nIn the event that an SCP-5049-1 instance is located, Mobile Strike Force Kappa-11 (\"Baphomet Bashers\") will be dispatched for infiltration. A TGIF-Device\n1\n is to be used to stabilize the SCP-5049-1 instance, preventing its relocation. If full stabilization is reached, a Provisional Site will be established around the anomaly.\n\n\n\n\n\n\nDescription\n\n\nSCP-5049 is a pocket dimension known as \"Demon Dan's Discount Homunculus Depot\" and its related anomalies. The exact properties and full extent of SCP-5049 are currently unknown. Access to SCP-5049 is only possible through SCP-5049-1 instances.\n\n\nSCP-5049-1 are extra-spatial portals capable of accessing SCP-5049 through previously non-anomalous doorways. These doorways become SCP-5049-1 instances when SCP-5049-2 is watched and will remain so for 15 minutes before spontaneously demanifesting.\n\n\nSCP-5049-2 is a two-minute infomercial for \"Demon Dan's Discount Homunculus Depot\", which is capable of interrupting television broadcasts. The humanoid entity present in the broadcast has been designated SCP-5049-A. The following is a transcription of the first Foundation-recorded SCP-5049-2 instance:\n\n\n\n\n● SCP-5049-2 Transcript ●\n\n\n\n\n○ SCP-5049-2 Transcript ○\n\n\n\n\n[BEGIN LOG]\n\n\n[A logo for Demon Dan's Discount Homunculus Depot appears in baby-blue bubble lettering. The image fades to a tall humanoid (SCP-5049-A) standing at a store counter. SCP-5049-A has dark green skin with patches of thick brown fur randomly covering its body.]\n\n\nSCP-5049-A:\n Hey there folks! It's your man, Demon Dan, coming at you with all the latest and greatest deals from Demon Dan's Discount Homunculus Depot! We just accepted a shipment of brand-new models that would make even the most discerning customers weep with excitement. Let's see what we got–\n\n\n[SCP-5049-A walks from behind the counter revealing its unguligrade legs, ending in large pointed hooves.]\n\n\nSCP-5049-A:\n Looking to make your way through the capitalist hell-scape that makes home look cozy? Come try on one of the newest businessman models!\n\n\n[SCP-5049-A gestures behind him as the camera pans to a wall lined with human bodies on large racks. In total 52 naked male bodies are seen.]\n\n\nSCP-5049-A:\n If you’re looking for the extra challenge of inequality– the businesswomen model may be the right fit for you!\n\n\n[SCP-5049-A gestures to a similar wall, lined with female human bodies.]\n\n\nSCP-5049-A:\n Now, maybe you're thinking, \"But Dan, business sounds hard. I just want to have some fun!\" and the fine team here at Demon Dan's Discount Homunculus Depot have got you covered!\n\n\n[The camera angle widens showing a section of the store adorned in childish decorations.]\n\n\nSCP-5049-A:\n And who has more fun than kids‽ No one, that's who. For a limited time, the purchase of any child-sized unit comes with a complimentary 50% off coupon for parental units! You just can't say no to a deal like that.\n\n\n[Three walls are seen covered in racks of small human bodies. The logo reappears on-screen before cutting to a different section of the store. Several rows of human bodies are visible, all of which appear to be in excellent physical condition.]\n\n\nSCP-5049-A:\n Here at Demon Dan's Discount Homunculus Depot, we know it's not all fun and games. The bravest among us have a mission to accomplish. The Seven-Lords are ever planning their invasion, after all, so you're looking for function over form. Well, we've got that in spades down here in the tactical services department! You'll be kickin' ass in no time when you're wearing the latest models at the best prices!\n\n\n[The camera cuts to SCP-5049-A standing in front of a large red stage curtain.]\n\n\nSCP-5049-A:\n I've got a special treat for you; we are happy to announce the VIP lookalike department! We all know how difficult the creation of homunculus is, it's a fine art that takes years of practice. So, when a replacement order on VIP's comes in, every detail needs to be perfect– unfortunately, that's not always the case. But for the right price, you too can look like famous icons from around the globe!\n\n\n[The curtain pulls back revealing rows of human bodies similar in appearance to famous celebrities. Of note, Radric Delantic Davis\n2\n, Avril Lavigne, Paul McCartney, and Britney Spears lookalikes are all visible. The logo then appears again, as it fades SCP-5049-A is seen behind the counter the position it started in.]\n\n\nSCP-5049-A:\n There ya’ have it folks, come on down to Demon Dan's Discount Homunculus Depot! If you're viewing the advertisement, then you've been selected for entry– please enter the nearest door for instant deals and upgrade those old duds for one of our newest models! What are you waiting for? Come on down!\n\n\n[The logo reappears along with large bold letters instructing the viewer to \"Please Enter the Nearest Door!\".]\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nAfter fully observing SCP-5049-2 the nearest doorway will become an SCP-5049-1 instance. This effect does not occur with recorded copies of SCP-5049-2. Attempts to locate the origin point of the SCP-5049-2 broadcast have proven inconclusive.\n\n\n\n\n\n\nDiscovery\n\n\nSCP-5049 was discovered on 2020/2/16 when SCP-5049-2 aired on Safe Storage Warehouse-13's break room television. At the time of the broadcast, four Foundation personnel were present, including Security Agent William Berken. Once prompted by SCP-5049-2, Agent Berken decided to investigate the break room closet door for anomalous activity. Upon opening the door Agent Berken was relocated to SCP-5049; his chest-mounted camera recorded the following events:\n\n\n\n\n● SCP-5049 Audio/Video Log ●\n\n\n\n\n○ SCP-5049 Audio/Video Log ○\n\n\n\n\n[BEGIN LOG]\n\n\n[Agent Berken is facing the store counter featured in SCP-5049-2. Looking to the left four small creatures can be seen arguing over a small human body. They are small scaly humanoids with 4 legs and 3 arms. The creatures begin tugging the body between them, each holding an appendage.]\n\n\nSCP-5049-A:\n Hey– You break, you buy it! There's plenty to go around. Oh– Welcome!\n\n\n[Agent Berken spins around revealing SCP-5049-A standing several meters in front of him. Agent Berken draws his sidearm and points it at the entity. SCP-5049-A frowns and wags his finger in a disapproving manner.]\n\n\nSCP-5049-A:\n Tsk, tsk, tsk. You aren't supposed to be here, little man, how naughty. I'm gonna have to have a word with marketing– once I'm through with you.\n\n\nBerken:\n D-Don't move! Just let me out, t-tell me how to leave!\n\n\n[SCP-5049-A steps toward Agent Berken who fires his weapon three times, striking the entity in the chest. SCP-5049-A disappears.]\n\n\nBerken:\n Fuck! W-What the hell was I thinking?\n\n\n[Agent Berken turns back and forth frantically. The four previously seen creatures can be seen scurrying deeper into the store. A large, 4 clawed green hand appears, and chops Agent Berken's gun from his hand. Berken whimpers as he is lifted from the ground before being slung over SCP-5049-A shoulder.]\n\n\nSCP-5049-A:\n Why the rush to leave, little man? Demon Dan's gonna' give you the special tour, let you see where the magic is made. \n[SCP-5049-A cackles.]\n\n\nBerken:\n Let me go!\n\n\n[Agent Berken struggles against the entity to no avail. Row after row of human bodies can be seen, as SCP-5049-A takes him deeper into SCP-5049.]\n\n\nSCP-5049-A:\n Come now, little man, I think you're getting a fair deal. You did, after all, come into \nmy\n store, and shoot me in the chest. And now you're getting a once in a lifetime opportunity to see how we make the latest and greatest models!\n\n\n[SCP-5049-A stops and a large door can be heard creaking open.]\n\n\nSCP-5049-A:\n Though, you know what they say– you don't always want to know how the sausage is made.\n\n\n[SCP-5049-A cackles again as it enters a large workshop, where dozens of human bodies can be seen in various states of disrepair. Screaming can be heard from deeper within the workshop. SCP-5049-A stops, tanning racks of human skin can be seen being tended to by various humanoid entities. Agent Berken is dropped within an iron-barred cage.]\n\n\nBerken:\n Shit, shit, shit! What is this place– please, just let me go– I won't tell them, I w-won't tell anyone.\n\n\n[Agent Berken begins slamming his body against the cage's door, SCP-5049-A ignores his efforts.]\n\n\nSCP-5049-A:\n Hey, you! Yeah you, get over here. I want this one drained, skinned, and declawed– immediately. Don't want to keep our special guest waiting.\n\n\n[SCP-5049-A falsely chuckles as he smacks the iron cage. A chubby humanoid sheep waddles over into view.]\n\n\nSheep Entity:\n Okay boss, what about the rest of it?\n\n\n[SCP-5049-A turns towards Agent Berken and inspects him.]\n\n\nSCP-5049-A:\n Hmmm. Take the eyes, put the rest through the pulp grinder– we can use it for filling.\n\n\nBerken:\n Oh god, please– no, no, no, no! Get the fuck away from me!\n\n\n[Berken screams as three sheep entities drag him from the cage and drop him on grate floors. Several naked human bodies can be seen hanging from meat hooks.]\n\n\nBerken:\n Please! P-please don't, you don't h-have to, you don't have to do this! \n[Incoherent crying.]\n\n\n[As the humanoid sheep cut and remove Agent Berken's clothes the camera view becomes distorted though audio can still be heard. Berken can be heard screaming and grunting between sobs.]\n\n\nSheep Entity:\n \n[Laughing]\nThis one’s got some fight in it, don't it? Well, up you go.\n\n\nBerken:\n \n[Sobbing.]\n Please. Please. Please.\n\n\n[Agent Berken lets out one final scream before going silent. Heavy machinery, screaming, and laughter can be heard echoing in the background.]\n\n\nThe audio continues for 5 minutes, at which time SCP-5049-1 dissipated and the connection was lost.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nDue to the nature of the anomaly, the Foundation has been incapable of relocating an active SCP-5049-1 instance. The creation of a specialized task force has been approved for the purpose of locating SCP-5049.\n\n\n\n\n\n\nInvestigation\n\n\nThe Foundation Television Analysis Department in conjunction with MSF Kappa-11 have intercepted 26 SCP-5049-2 instances. Though arriving prior to SCP-5049-1's dissipation, 21 demonic entities have been apprehended in affiliation with SCP-5049. Various methods of information gathering were used in an attempt to gather intelligence on the structure and motive of the invading entities.\n\n\nDue to the lack of concrete information and the inability to respond in a timely manner, new methods of dealing with SCP-5049 were developed. On 2020/3/29, the use of an A-Class Clairvoyant Entity was approved to make contact with SCP-5049-A. Though reluctant, a meeting between Captain Steiner\n3\n and SCP-5049-A was scheduled for 2020/04/03.\n\n\n\n\n● SCP-5049-A Interview Log ●\n\n\n\n\n○ SCP-5049-A Interview Log ○\n\n\n\n\n[BEGIN LOG]\n\n\n[Captain Steiner and SCP-5049-A are sitting at a metal table. Due to its large stature, SCP-5049-A hardly fits on the seat provided for it.]\n\n\nSteiner:\n I want to thank you for meeting with us, I know that must have been a difficult decision.\n\n\nSCP-5049-A:\n Well, it's not like you've left me much of a choice. Customers haven't been coming to the shop– they're all scared your goons will capture them.\n\n\nSteiner:\n We simply can't allow you to continue your operation unhindered.\n\n\n[Steiner jumps slightly as SCP-5049-A slams a hand upon the table.]\n\n\nSCP-5049-A:\n Come on, I'm a demon– you can't hide your sins from me. All the terrible things your organization has turned a blind eye to, and this, my little store, is what gets you into action. Pathetic.\n\n\nSteiner:\n Are you here to trade insults or attempt to come to an agreement?\n\n\n[SCP-5049-A scoffs as he points a large, clawed digit towards Steiner.]\n\n\nSCP-5049-A:\n If one of the Seven-Lords found out I was here, with \nyou\n, they'd have my head for sure.\n\n\nSteiner:\n I assure you, it is only me and you here, we have taken precautions against outside interference.\n\n\nSCP-5049-A:\n So what's the deal? I'm sure you've agreed to this meeting for a reason. So, how can Demon Dan be of service?\n\n\nSteiner:\n Right– straight to the point. We would like to enter an agreement with you, one which we believe will be mutually beneficial to all parties involved.\n\n\nSCP-5049-A:\n I'm listening.\n\n\n[SCP-5049-A begins impatiently tapping its claw on the table]\n\n\nSteiner:\n We will provide you with a reasonable percent of all deceased human bodies acquired by the Foundation. In return, we want a detailed list of all of your customers, their place of origin, and the physical appearance of their new bodies.\n\n\n[SCP-5049-A lets out a boisterous laugh.]\n\n\nSCP-5049-A:\n Oh, is that all? Why not just set up shop in the store, you can just post a couple agents at the front desk. Why not just–\n\n\nSteiner:\n Listen, this is the deal. We don't have to offer anything, and to be frank– I'd rather just kill you now and be done with it.\n\n\n[SCP-5049-A is visibly angered and begins gripping the edge of the table hard enough to bend the metal rim.]\n\n\nSCP-5049-A:\n Go ahead– take your best shot, little man! There's a dozen more just like me, you won't stop anything.\n\n\nSteiner:\n Our thoughts exactly. That is the very reason you are sitting at this table and not in a containment chamber.\n\n\nSCP-5049-A:\n It doesn't matter anyway– at this rate, we won't have any customers left. No one will trust us if half our customers are apprehended after leaving the shop.\n\n\nSteiner:\n Yes, we have taken that into consideration as well. We will stop apprehending your patrons, or at least, not apprehend them immediately. With the increase in demonic activity in the past few years- we need to know what they're planning. Torture just isn't doing the job.\n\n\n[SCP-5049-A shifts uncomfortably in its seat.]\n\n\nSCP-5049-A:\n I– I need some time to think about it.\n\n\nSteiner:\n I'm afraid that is not possible. I need your answer now.\n\n\nSCP-5049-A:\n Fine. But you need to cool it, I won't have any information for you if all my customers are dead, captured, or too damn scared to come to the shop.\n\n\nSteiner:\n Yes, as I said–\n\n\n[SCP-5049-A begins making a gurgling noise, gripping its head it begins to shout.]\n\n\nSCP-5049-A:\n No! You idiots! We're all fucked no–\n\n\n[SCP-5049-A's eyes begin glowing bright orange. Captain Steiner stands from his seat and braces himself.]\n\n\nSteiner:\n What are you doing?\n\n\nFrom this point forward, SCP-5049-A voice distorted and dropped several octaves as it spoke in Latin. For ease of access it has been translated into English.\n\n\nSCP-5049-A:\n You are a fool, Jailor. To think a pathetic morsel such as this could aid you against us.\n\n\nSteiner:\n I don't underst–\n\n\nSCP-5049-A:\n Silence! I have allowed you to toil in your own delusions for far too long. You may have taken advantage of \nAsmodeus\n all those years ago, but you stop nothing. You hinder nothing! You jail and barter to no avail. Your time is coming.\n\n\n[SCP-5049-A's head explodes, covering the table and Captain Steiner in a viscous purple fluid.]\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nFollowing this event, the Foundation did not intercept any SCP-5049-2 activity for a total of 17 days. On 2020/04/20, a new SCP-5049-2 instance was discovered. The broadcast was identical to the originally discovered SCP-5049-2, the only difference being a new entity now took the role of SCP-5049-A (designated SCP-5049-B). New methods of SCP-5049 containment are currently under consideration.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Thaumically Generated Ionic Field Device.\n\n\n2\n. Also known as Gucci Mane.\n\n\n3\n. An officer of the Foundation External Negotiation Department.\n\n\n\n\n\n\n\n\n« \nSCP-5048\n | SCP-5049 | \nSCP-5050\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5049\n\" by DrAkimoto, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5049\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5049 \" by DrAkimoto, from the SCP Wiki . Source: https://scpwiki.com/scp-5049 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-5049"
}