{
    "url": "https://scp-wiki.wikidot.com/scp-5053",
    "all_text": "rating: \n+82\n+\n–\nx\n\n\n\n\n\n\nSCP-5053 during initial discovery.\n\n\n\n\n\n\nItem #:\n SCP-5053\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-5053 is currently contained within the botanical wing of Site 83. The entity is permitted to explore and document its experiences freely. The entity is not permitted to enter restricted areas or explore the facility beyond the botanical wing. Video recordings of the entity's explorations are to be reviewed bi-weekly. Any attempts to violate, abuse or otherwise take advantage of its liberties are to be reported to the current site director.\n\n\nInteraction with the entity outside of testing should remain minimal as to avoid unnecessary sentimental attachments. SCP-5053's psychological state should be reviewed weekly, and should any notable signs of depression be observed, it shall be confined within a temporary insectoid containment cell until it recovers completely.\n\n\nAny and all weaponry constructed by SCP-5053 is to be confiscated immediately upon discovery.\n\n\nDescription:\n SCP-5053 is a stick bug \nPhobaeticus kirbyi\n measuring 53 centimeters in length. The entity is bipedal when relaxed, although it has demonstrated the ability to utilize all six of its limbs for locomotion. SCP-5053 is capable of communication in English and displays human levels of intellect. The entity is capable of crafting tools and weapons from grass, wood and bone; however, it is either unwilling or unable to utilize man-made tools even when they have been proportioned to the entity's size. Due to the entity's size, weapons constructed by SCP-5053 pose a minimal safety risk to personnel.\n\n\nSCP-5053 will dictate exposition about its time prior to containment when asked, although it will occasionally engage in conversation at random. The length of these encounters generally last between ten and fifteen minutes on average. There is a notable decrease in the amount of time SCP-5053 is willing to converse about an entity it refers to as a \"Hashabor\". Due to the aforementioned entity's potentially anomalous nature as described by SCP-5053, an investigation has been initiated. Barring its reluctance on this particular topic, SCP-5053 is generally amicable and cooperative with Foundation personnel.\n\n\nSCP-5053 is extremely agile and capable of omnidirectional movement. It is also quite proficient in both sword-based and melee combat. The entity has previously displayed a desire to engage in combat with sentient life it considers formidable. (See Skills Demonstrations).\n\n\nThe following is a comprehensive list of entities SCP-5053 has claimed to have instigated combat with over the course of its life. Due to its limited scientific knowledge, the exact genus and species of the entities SCP-5053 have encountered is unknown. In italics is the name SCP-5053 gave when describing the entities, and the general identity of the entities has been extrapolated from SCP-5053's descriptions.\n\n\n\n\n[+] Show List\n\n\n\n\n[-] Hide List\n\n\n\n\n\n\n\n\nEntities Encountered\n\n\n\n\n\n\n\n\nFire Ant Colony {\nReds\n}\n\n\nColony was dissolved once SCP-5053 terminated the queen.\n\n\n\n\n\n\nEarth Worm {\nA Great One\n}\n\n\nEncountered by SCP-5053. Entity was not terminated.\n\n\n\n\n\n\nMonarch Butterfly {\nBlue Winged Angel\n}\n\n\nTerminated by SCP-5053.\n\n\n\n\n\n\nBeetle {\nDefender of Alteria\n}\n\n\nTerminated by SCP-5053.\n\n\n\n\n\n\nStick Bug {\nTork\n}\n\n\nEuthenized by SCP-5053.\n\n\n\n\n\n\nLady Bug {\nLord Baron\n}\n\n\nEncountered by SCP-5053. Entity was not terminated.\n\n\n\n\n\n\nUnknown {\nThe Hashabor\n}\n\n\nTerminated by SCP-5053.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview 1\n\nDetailed below is an audio recording of a conversation between SCP-5053 and Dr. Owen Andrews.\n\n\n\n\n► Play Recording\n\n\n\n\n❚❚ Stop Recording\n\n\n\n\n\n\nDATE:\n January 3rd, 2020\n\n\nTIME:\n 01:30\n\n\nDr. Andrews:\n Tell me about it one more time, for the record.\n\n\nSCP-5053:\n Your relentlessness is admirable, Doctor. Imagine the adventures we could have had if you had met me before. When we last spoke, I believed we were discussing the fate of Alteria.\n\n\nDr. Andrews:\n You previously described it as the \"Bug Kingdom\". Is that an accurate description of the area?\n\n\nSCP-5053:\n I lived there most of my life, made plans to retire my title as knight and settle down with a mate. I'm the only one left who knows what it was like.\n\n\nDr. Andrews:\n Of course. Last we left off you were describing your encounter with another one of your species.\n\n\nSCP-5053:\n Yes. His name was Tork, a warrior like me. A friend unlike any other. We slayed countless foes in the defense of our kingdom. He wasn't much different than I, a little less groomed perhaps, a little more abrasive and tact. We were the aegis to the kingdom. {\nThe entity pauses.\n} Everything comes to an end eventually, I suppose.\n\n\nDr. Andrews:\n What do you mean by that? What happened to the other entity?\n\n\nSCP-5053:\nTork found me out there well beyond Alteria's walls. I'm still not quite sure how he managed to track me down. His mind was practically gone, the Hashabor's influence was seeping out of his one eye, limbs all bent wrong and his body… All he could do was beg me to return home.\n\n\nDr. Andrews:\n What was the Hashabor's influence that you mentioned?\n\n\nSCP-5053:\n I'm not sure myself, honestly. It was this strange, green liquid that leaked out of Tork's eye. Thick as sap, and reeked of dung. Whatever the Hashabor was doing to him was torture. What I did was mercy.\n\n\nDr. Andrews:\n My condolances, SCP-5053.\n\n\nSCP-5053:\n Your sincerity changes nothing, Doctor, although it is appreciated. I miss them, all of them. Still, what fate would have befallen Alteria if I had stayed? If what happened to Tork happened to everyone, then I would have been another citizen in a kingdom of puppets. Selfish as it may seem, I'm glad I left when I did.\n\n\nSCP-5053 is heard shuffling briefly before letting out a long sigh.\n\n\nSCP-5053:\n But you already know all of this.\n\n\nDr. Andrews:\n Yes, I recall. But this is-\n\n\nSCP-5053:\n For the record.\n\n\nDr. Andrews:\n Correct.\n\n\nSCP-5053:\n Then let your records show that Alteria, my home, has been avenged.\n\n\n\n\nFollowing SCP-5053's final statement, the entity proceeded to scale the adjacent wall and slip into a ventilation shaft. Audio surveillance recorded the entity in great emotional distress. Further interaction with SCP-5053 was suspended for three days, wherein the entity was had returned to its normal behavioral patterns.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSkills Demonstrations\n\n\nDue to SCP-5053's ability to craft weapons from various arboreal materials, a series of tests regarding the lethality of the weapons have been performed. SCP-5053 was placed within a standard insectoid mobile containment unit along with several various specimens. Due to the unethical nature of this experiment, further testing of SCP-5053's combative abilities has been suspended.\n\n\n\n\nACCESS EXPERIMENT FILE\n\n\n\n\nCOLLAPSE FILE\n\n\n\n\n\n\n\n\nSpecimen Provided\n\n\nMaterial Provided\n\n\nTool(s) Created\n\n\nResults\n\n\n\n\n\n\nDung Beetle (\nAphodius fimetarius\n)\n\n\nTree Bark\n\n\nShort Sword\n\n\nSCP-5053 attempted to communicate with the specimen. Specimen is unresponsive. SCP-5053 assaults the specimen with its weapon. Altercation ensues, resulting in SCP-5053 removing the head of the specimen and presenting it to attending personnel.\n\n\n\n\n\n\nBrazilian Wandering Spider (\nPhoneutria bahiensis\n)\n\n\nPig Femur\n\n\nSpear and Tower Shield\n\n\nSCP-5053 immediately manipulated the bone and prepared for combat. Specimen attacked SCP-5053. The entity jabs at the spider for several seconds before piercing its underside. The spider attempts to paralyze SCP-5053 with its fangs, but is blocked. SCP-5053 dismembers one of the spider's limbs and punctures the specimen's abdomen three times. The specimen ceases movement and is assumed terminated. SCP-5053 utilizes its makeshift spear to decapitate the specimen. SCP-5053 presented the head to attending personnel.\n\n\n\n\n\n\nSCP-5053 has made the following statement at the conclusion of the second skill demonstration:\n\n\n\n\nI am the final legacy of my kingdom, not a gladiator. Do not make a mockery of me again.\n\n\n\n\nA formal apology was issued, which the entity expressed gratitude for. As extensive testing could not be done, it is still unknown what the true extent of SCP-5053's combative abilities are.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nConfession\n\nThe following is an audio recording of a conversation between SCP-5053 and Dr. Owen Andrews. It should be noted that the entity engaged Dr. Andrews completely unprovoked.\n\n\n\n► Play Recording\n\n\n\n\n❚❚ Pause Recording\n\n\n\n\n\n\nDATE:\n January 18, 2020\n\n\nTIME:\n 14:25\n\n\nSCP-5053:\n I miss them.\n\n\nDr. Andrews:\n Miss who?\n\n\nSCP-5053:\n Tork, Lord Baron, even the Defender. They needed me and I was out having adventures. My home was destroyed and I wasn't there to die along with it. I'm all that's left. Me.\n\n\nDr. Andrews:\n What would you have done differently if you were there, SCP-5053?\n\n\nSCP-5053:\n Fought. Fought with every weapon I could craft, with every ounce of strength I carry in my body. I would have given my life if it meant Alteria could see another moon.\n\n\nDr. Andrews:\n I understand.\n\n\nSCP-5053:\n How could you possibly understand what it's like to turn your back on your home when it was in need? How could you understand that you could have done \nsomething\n, anything that could have saved the bugs you loved if you had just. Been. There.\n\n\nDr. Andrews:\n We lose people here everyday, \nsome really close friends of mine\n. I would give anything to have them back. You aren't alone here, SCP-5053. We're here to help you.\n\n\n{\nSCP-5053 is heard sniffling for several seconds before clearing its throat.\n}\n\n\nSCP-5053:\n We may be more alike than I thought. Very well. Permit me freedom to erase the body of the Hashabor so that I may find peace.\n\n\nDr. Andrews:\n I'm afraid that won't be possible, SCP-5053.\n\n\nSCP-5053:\n Then you must do it. If you really want to help, find Alteria and burn the body of the Hashabor. It should still lay right where I left it, far beneath the earth within the tunnels of Alteria. I dare not wonder what horror that corpse might bring if left unchecked.\n\n\nDr. Andrews:\n I'll run this by the director.\n\n\nSCP-5053:\n You have my thanks.\n\n\n\n\nAn investigation into the location described by SCP-5053 is currently underway. A geographic perimeter was established based on the details provided by the entity, but the exact location of \"Alteria\" has yet to be discovered.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInterview 2\n\nDetailed below is an audio recording of a conversation between SCP-5053 and Dr. Owen Andrews.\n\n\n\n\n ► Play Recording\n\n\n\n\n❚❚ Pause Recording\n\n\n\n\n\n\nDATE:\n February 14, 2020\n\n\nTIME:\n 15:35\n\n\nDr. Andrews:\n What exactly \nis\n the Hashabor, SCP-5053? You've mentioned it several times to our personnel, but haven't given any description of the entity so far.\n\n\nSCP-5053:\n …\n\n\nDr. Andrews:\n SCP-5053? Are you alright?\n\n\nSCP-5053:\n The Hashabor, yes. It's a vile, despicable thing from the depths far below Alteria. We thought it was a myth, a larva's nesting story you tell to keep the young ones from acting up.\n\n\nDr. Andrews:\n But the entity you mentioned exists physically?\n\n\nSCP-5053:\n Physically, mentally, spiritually. In every way I can imagine the Hashabor was real.\n\n\nDr. Andrews:\n Can you please give a physical description of the entity?\n\n\nSCP-5053:\n Its carapace was similar to Lord Baron, whatever creature he was. It must have had a dozen legs, sharpened to a point. If it flew, I could not tell you, but the wings of a Blue Winged Angel rested on its back. There were more eyes than a web-spinner, and that scream… If I ever forget everything I've ever known, that scream will still stay with me. I don't know how it was doing it, but the Hashabor was controlling the bugs of Alteria.\n\n\nDr. Andrews:\n What do you mean?\n\n\nSCP-5053:\n It… directed my friends, my allies, to attack me. Every time it opened its mouth, they moved. They swung when it screamed. I… I don't know how many bugs I put down before slaying the beast.\n\n\n{\nSCP-5053 expresses emotional distress. It is heard attempting to cleanse its visage before returning to a relaxed state.\n}\n\n\nDr. Andrews:\n Take a moment to compose yourself. You're safe here.\n\n\nSCP-5053:\n Thank you, Doctor. I'm feeling better now. Shall we continue?\n\n\nDr. Andrews:\n Of course.\n\n\n\n\nApproximately fifteen minutes following the conclusion of this interview, SCP-5053 began continuously secreting an unknown green substance from its left eye. Secretions lasted for five minutes. No samples of the substance could be obtained due to the material evaporating shortly after exposure to the air. SCP-5053 has no recollection of this event occurring, but was greatly distressed when informed.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5052\n | SCP-5053 | \nSCP-5054\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "DATE: January 3rd, 2020 TIME: 01:30 Dr. Andrews: Tell me about it one more time, for the record. SCP-5053: Your relentlessness is admirable, Doctor. Imagine the adventures we could have had if you had met me before. When we last spoke, I believed we were discussing the fate of Alteria. Dr. Andrews: You previously described it as the \"Bug Kingdom\". Is that an accurate description of the area? SCP-5053: I lived there most of my life, made plans to retire my title as knight and settle down with a mate. I'm the only one left who knows what it was like. Dr. Andrews: Of course. Last we left off you were describing your encounter with another one of your species. SCP-5053: Yes. His name was Tork, a warrior like me. A friend unlike any other. We slayed countless foes in the defense of our kingdom. He wasn't much different than I, a little less groomed perhaps, a little more abrasive and tact. We were the aegis to the kingdom. { The entity pauses. } Everything comes to an end eventually, I suppose. Dr. Andrews: What do you mean by that? What happened to the other entity? SCP-5053: Tork found me out there well beyond Alteria's walls. I'm still not quite sure how he managed to track me down. His mind was practically gone, the Hashabor's influence was seeping out of his one eye, limbs all bent wrong and his body… All he could do was beg me to return home. Dr. Andrews: What was the Hashabor's influence that you mentioned? SCP-5053: I'm not sure myself, honestly. It was this strange, green liquid that leaked out of Tork's eye. Thick as sap, and reeked of dung. Whatever the Hashabor was doing to him was torture. What I did was mercy. Dr. Andrews: My condolances, SCP-5053. SCP-5053: Your sincerity changes nothing, Doctor, although it is appreciated. I miss them, all of them. Still, what fate would have befallen Alteria if I had stayed? If what happened to Tork happened to everyone, then I would have been another citizen in a kingdom of puppets. Selfish as it may seem, I'm glad I left when I did. SCP-5053 is heard shuffling briefly before letting out a long sigh. SCP-5053: But you already know all of this. Dr. Andrews: Yes, I recall. But this is- SCP-5053: For the record. Dr. Andrews: Correct. SCP-5053: Then let your records show that Alteria, my home, has been avenged.",
        "I am the final legacy of my kingdom, not a gladiator. Do not make a mockery of me again.",
        "DATE: January 18, 2020 TIME: 14:25 SCP-5053: I miss them. Dr. Andrews: Miss who? SCP-5053: Tork, Lord Baron, even the Defender. They needed me and I was out having adventures. My home was destroyed and I wasn't there to die along with it. I'm all that's left. Me. Dr. Andrews: What would you have done differently if you were there, SCP-5053? SCP-5053: Fought. Fought with every weapon I could craft, with every ounce of strength I carry in my body. I would have given my life if it meant Alteria could see another moon. Dr. Andrews: I understand. SCP-5053: How could you possibly understand what it's like to turn your back on your home when it was in need? How could you understand that you could have done something , anything that could have saved the bugs you loved if you had just. Been. There. Dr. Andrews: We lose people here everyday, some really close friends of mine . I would give anything to have them back. You aren't alone here, SCP-5053. We're here to help you. { SCP-5053 is heard sniffling for several seconds before clearing its throat. } SCP-5053: We may be more alike than I thought. Very well. Permit me freedom to erase the body of the Hashabor so that I may find peace. Dr. Andrews: I'm afraid that won't be possible, SCP-5053. SCP-5053: Then you must do it. If you really want to help, find Alteria and burn the body of the Hashabor. It should still lay right where I left it, far beneath the earth within the tunnels of Alteria. I dare not wonder what horror that corpse might bring if left unchecked. Dr. Andrews: I'll run this by the director. SCP-5053: You have my thanks.",
        "DATE: February 14, 2020 TIME: 15:35 Dr. Andrews: What exactly is the Hashabor, SCP-5053? You've mentioned it several times to our personnel, but haven't given any description of the entity so far. SCP-5053: … Dr. Andrews: SCP-5053? Are you alright? SCP-5053: The Hashabor, yes. It's a vile, despicable thing from the depths far below Alteria. We thought it was a myth, a larva's nesting story you tell to keep the young ones from acting up. Dr. Andrews: But the entity you mentioned exists physically? SCP-5053: Physically, mentally, spiritually. In every way I can imagine the Hashabor was real. Dr. Andrews: Can you please give a physical description of the entity? SCP-5053: Its carapace was similar to Lord Baron, whatever creature he was. It must have had a dozen legs, sharpened to a point. If it flew, I could not tell you, but the wings of a Blue Winged Angel rested on its back. There were more eyes than a web-spinner, and that scream… If I ever forget everything I've ever known, that scream will still stay with me. I don't know how it was doing it, but the Hashabor was controlling the bugs of Alteria. Dr. Andrews: What do you mean? SCP-5053: It… directed my friends, my allies, to attack me. Every time it opened its mouth, they moved. They swung when it screamed. I… I don't know how many bugs I put down before slaying the beast. { SCP-5053 expresses emotional distress. It is heard attempting to cleanse its visage before returning to a relaxed state. } Dr. Andrews: Take a moment to compose yourself. You're safe here. SCP-5053: Thank you, Doctor. I'm feeling better now. Shall we continue? Dr. Andrews: Of course."
    ],
    "item": "SCP-5053",
    "object_class": "Euclid",
    "containment_procedures": "SCP-5053 is currently contained within the botanical wing of Site 83. The entity is permitted to explore and document its experiences freely. The entity is not permitted to enter restricted areas or explore the facility beyond the botanical wing. Video recordings of the entity's explorations are to be reviewed bi-weekly. Any attempts to violate, abuse or otherwise take advantage of its liberties are to be reported to the current site director.",
    "description": "SCP-5053 is a stick bug Phobaeticus kirbyi measuring 53 centimeters in length. The entity is bipedal when relaxed, although it has demonstrated the ability to utilize all six of its limbs for locomotion. SCP-5053 is capable of communication in English and displays human levels of intellect. The entity is capable of crafting tools and weapons from grass, wood and bone; however, it is either unwilling or unable to utilize man-made tools even when they have been proportioned to the entity's size. Due to the entity's size, weapons constructed by SCP-5053 pose a minimal safety risk to personnel.",
    "title": "SCP-5053"
}