{
    "url": "https://scp-wiki.wikidot.com/scp-5057",
    "all_text": "Please be eating me!\n\n\n\n\n\n\n\n\nrating: \n+206\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This work of fiction involves scenes which depict or allude to topics which may be particularly distressing for some readers.\n\n\n\n\nEmotional Abuse\n\n\n\n\n\n\n\n\n\n\nrating: \n+206\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nItem #:\n SCP-5057\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-5057 is contained in a standard humanoid containment chamber. Excess fluids are to be cleaned as necessary. Consumption of SCP-5057 is strictly forbidden.\n\n\nSCP-5057 has been assigned to the GoI-386\n1\n research team.\n\n\nDescription:\n SCP-5057 is a humanoid automaton made of polypropylene plastic, roughly resembling a clown. It is sentient and capable of speech, despite lacking the necessary organs to do so. Though it is capable of movement, SCP-5057 is mostly still and only appears to move when necessary. SCP-5057 secretes a continuous amount of ethylene glycol (CH\n2\nOH)\n2\n2\n on its surface, which coats the plastic it is made out of. The entity claims to be fully edible and repeatedly encourages personnel who interact with it to consume it.\n\n\nAddendum 5057.01:\n Attached Document\n\n\nThe following note was attached to SCP-5057 at the time of discovery.\n\n\n\n\nHi, kids! Now you are the proud owner of Señor Taste, who is the Tiny Señor line of Professor Funtastic! Try to collect all the fun for hours!\n\nLet your señors here for fun! Pick up all the señors, super fun! Fun for you! Fun of your friends!\n\n\n\n\nSeñor Boom!\n\n\nSeñor Fluff!\n\n\nSeñor Senor!!\n\n\nSeñor Senorita!!\n\n\nSeñor Fun!\n\n\nSeñor Hole!\n\n\nSeñor Pig!\n\n\nSeñor Purple!\n\n\nSeñor Taste!\n\n\n\n\n\n\nAddendum 5057.02:\n The following interviews/interactions were recorded by the GoI-386 Research Team during initial containment.\n\n\n\n\n+ Interview 5057.01\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\njeverwood@scp.int\n\n\n\n\n\n\nTo:\n\n\nsite55containment@scp.int\n\n\n\n\n\n\nSubject:\n\n\nErroneous Assignment\n\n\n\n\n\n\n\n\nTo whom it may concern,\n\n\nWhy on earth was I sent SCP-5057? It's not a Wondertainment product and it's taking away from my containment budget. I assigned one of my Junior Researchers to talk to it and keep it busy for the time being, but I need it reevaluated soon. Please respond ASAP.\n\n\n\n\nDr. J. Everwood\n\nGoI-386 Research Lead\n\nSecure, Contain, Protect\n\n\n\n\n\n\n<BEGIN LOG>\n\n\nRex:\n Good morning.\n\n\nSCP-5057:\n You have come to have a taste of my body, yes? Please go ahead.\n\n\nRex:\n Actually, I'm just here to talk.\n\n\nSCP-5057:\n I insist. Please be eating me!\n\n\nRex:\n No, but that's actually part of what I'm here to talk to you about.\n\n\nSCP-5057:\n I can talk. I talk right now!\n\n\nRex:\n Indeed! Now, let's begin. It says here you are coated in ethylene glycol?\n\n\nSCP-5057:\n It is what gives me my patented delicious flavor. So please, do not stall further and consume my sweet body.\n\n\nRex:\n Well, that's the thing. It's a toxic substance.\n\n\nSCP-5057:\n Impossible. I am delicious, not toxic. These two are not the same.\n\n\nRex:\n Well, you're just plain wrong on that. And even if you weren't leaking ethylene glycol, you're still a choking hazard because you're made of plastic.\n\n\nSCP-5057:\n You say I am entirely dangerous to eat?\n\n\nRex:\n Yes. You're like if someone tried making a really shitty Little Mister.\n\n\nSCP-5057:\n What is Little Mister?\n\n\nRex:\n Don't worry about it. But back on the subject, you're toxic to consume, and that's why you're here. Well, that and the fact you talk.\n\n\nSCP-5057:\n … I do not understand.\n\n\nRex:\n We'll go over this again. You are made of plastic and ethylene glycol. You're toxic.\n\n\nSCP-5057:\n I do not understand still.\n\n\nRex:\n Come on, you can talk. Surely you can think, can't you?\n\n\nSCP-5057:\n I… I can think.\n\n\nRex:\n That's the spirit.\n\n\n[There is a fifteen second silence.]\n\n\nRex:\n Anything?\n\n\nSCP-5057:\n I must have more time.\n\n\nRex:\n I'll leave you to it then. You let me know if you get any thoughts in that little pea brain of yours.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nsite55containment@scp.int\n\n\n\n\n\n\nTo:\n\n\njeverwood@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:Erroneous Assignment\n\n\n\n\n\n\n\n\nHello,\n\n\nI don't understand. It's a humanoid, it's got the paper with the list on it, and it's even got a gimmick. How is that not Wondertainment?\n\n\nTICKET NUMBER: 23452263-A\n\n\n\n\nHermes Pratt\n\nSite-55 Containment Team\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\njeverwood@scp.int\n\n\n\n\n\n\nTo:\n\n\nsite55containment@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:Erroneous Assignment\n\n\n\n\n\n\n\n\nHermes,\n\n\nAnd yet you get the Misters Against Weed to the right people? This is a crappy knockoff if anything. It for sure isn't Wondertainment, any schmuck off the street could tell you that. Do I need to go into your office and shove my Wondertainment dissertation in your faces?\n\n\nAnyway, I thought I'd save you some trouble and have my assistant start building a relationship with SCP-5057 to make questioning it easier. It doesn't seem very smart, so I have suggested he try befriending it.\n\n\n\n\nDr. J. Everwood\n\nGoI-386 Research Lead\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview 5057.02\n\n\n\n\n- Close\n\n\n\n\n\n\n<BEGIN LOG>\n\n\nRex:\n Good morning. How are you feeling today?\n\n\nSCP-5057:\n I am considering dilemma.\n\n\nRex:\n Ah, so you're thinking about what I told you last time? I wasn't sure you had it in you.\n\n\nSCP-5057:\n I was made to be eaten by the good little boys and girls, yes?\n\n\nRex:\n Theoretically. I mean, you're -\n\n\n[SCP-5057 interrupts Researcher Rex.]\n\n\nSCP-5057:\n I am toxic. I accept this. I am plastic, and choking hazard. I also accept this. And yet, I was made to be eaten. Why?\n\n\nRex:\n It could be any reason. Maybe whoever made you is a sicko. Maybe they just don't know any better. All we can say for sure is that you're here now because of them.\n\n\nSCP-5057:\n But I am toxic.\n\n\nRex:\n You sure are. But you know, you can pick up hobbies and try something to get your mind off of it.\n\n\nSCP-5057:\n But that is dilemma. All I know is purpose. I do not know what else I could be.\n\n\nRex:\n You managed to think, I'm sure you could figure it out if you tried.\n\n\nSCP-5057:\n You believes in me?\n\n\nRex:\n Of course I do.\n\n\nSCP-5057:\n But I am toxic.\n\n\n[Rex sighs.]\n\n\nRex:\n Okay. So, you understand that you're toxic. That's good. But it sounds like maybe it's eating at you. May I suggest something to help get your mind off of things?\n\n\nSCP-5057:\n Okay.\n\n\nRex:\n Why don't you try painting?\n\n\nSCP-5057:\n What is painting?\n\n\nRex:\n Well, you just sort of illustrate how you're feeling using paint and whatnot. Like you just create whatever is on your mind and you put it to paper. Or in this case, canvas.\n\n\nSCP-5057:\n Okay. I will try this painting to overcome my toxic nature.\n\n\nRex:\n That's the spirit, friend.\n\n\nSCP-5057:\n What is friend?\n\n\nRex:\n A friend is someone who is there for you and shares in good times and bad, and always makes you feel better. Someone you trust completely.\n\n\n(\nThere is a ten-second silence.\n)\n\n\nSCP-5057:\n You are my friend.\n\n\nRex:\n That's awful sweet of you. So you'll tell me everything then?\n\n\nSCP-5057:\n Yes.\n\n\nRex:\n And you trust me too?\n\n\nSCP-5057:\n Yes.\n\n\nRex:\n Good. That's good. Since you trust me, why don't I give you a cool new nickname?\n\n\nSCP-5057:\n This is pleasing.\n\n\nRex:\n I'll call you Taste. How does that sound?\n\n\nSCP-5057:\n Good, I like. But… I have question. I am still toxic?\n\n\nRex:\n Why don't we get you some art supplies so you can busy yourself, huh?\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nsite55containment@scp.int\n\n\n\n\n\n\nTo:\n\n\njeverwood@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:TICKET NUMBER: 23452263-A\n\n\n\n\n\n\n\n\nHello,\n\n\nWe will be moving SCP-5057 to general humanoid containment within the week. We apologize for the mix-up and will endeavor to make sure this does not happen in the future.\n\n\n\n\nHermes Pratt\n\nSite-55 Containment Team\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview 5057.03\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nsite55containment@scp.int\n\n\n\n\n\n\nTo:\n\n\njeverwood@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:TICKET NUMBER: 23452263-A\n\n\n\n\n\n\n\n\nHello,\n\n\nYou mentioned earlier that you had your assistant build rapport with SCP-5057. Maybe now would be a good time to press it for information on its history? We finally assembled a team for the project and idle hands are the devil's playthings after all.\n\n\nThanks in advance.\n\n\n\n\nHermes Pratt\n\nSite-55 Containment Team\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\nPortrait produced by SCP-5057.\n\n\n\n\n\n\n\n\n<BEGIN LOG>\n\n\nRex:\n Good morning, Taste.\n\n\nSCP-5057:\n Hi! Behold!\n\n\nRex:\n Oh?\n\n\n[SCP-5057 picks up a canvas with a crudely painted image of two individuals. One resembles SCP-5057 and the other is labeled 'REX'.]\n\n\nRex:\n Aw. That's… cute, I guess. Thank you.\n\n\nSCP-5057:\n My purpose is now art. Takes mind off toxicity. Feels good.\n\n\nRex:\n Maybe you'll get better with time. But for now, I have some questions I wanted to ask you.\n\n\nSCP-5057:\n Yes, this is good and acceptable.\n\n\nRex:\n I wanted to ask you some more about Professor Funtastic. What do you know about them?\n\n\nSCP-5057:\n Cost-cutting. Effective. Shrewd.\n\n\nRex:\n Do you think he had any ill will? Considering he made you toxic to consume and all?\n\n\nSCP-5057:\n No. He only wants to produce fun products for the good little boys and girls. Like me!\n\n\nRex:\n I see. So cutting corners and not wasting a dime. Did he ever mention Dr. Wondertainment, by any chance? Perhaps they were associates? Competitors, even?\n\n\nSCP-5057:\n I do not know of one 'Dr. Wondertainment.'\n\n\nRex:\n And do you know where his base of operations is?\n\n\nSCP-5057:\n I am not knowing. Sorry.\n\n\nRex:\n Hmm… aren't we friends, Taste? Friends tell each other everything.\n\n\nSCP-5057:\n Yes. You are friend.\n\n\nRex:\n Perfect! So tell me, where is Professor Funtastic?\n\n\nSCP-5057:\n I do not know.\n\n\nRex:\n Do you know what other names he goes by?\n\n\nSCP-5057:\n I do not know.\n\n\nRex:\n Do you know if he's got any abilities? Like anything to help him create anomalies like you?\n\n\nSCP-5057:\n I do not know.\n\n\nRex:\n Do you know anything? Anything at all?\n\n\nSCP-5057:\n I know I paint now. Feels good. Yeah.\n\n\n[Rex sighs.]\n\n\nSCP-5057:\n I also know you are friend. Friend. Yeah.\n\n\nRex:\n You know, friends aren't supposed to let other friends down. You're kind of letting me down here, Taste.\n\n\nSCP-5057:\n What? What? I not letting you down! I do not know things you are asking me! I am sorry, friend!\n\n\nRex:\n Then tell me, your friend, everything you know about Professor Funtastic.\n\n\nSCP-5057:\n I is not knowing, I told you everything I know! Professor Funtastic is make of me, is shrewd, and is make toys for the good little boys and girls but that all I know!\n\n\nRex:\n Hmm… I'm not sure I believe you.\n\n\n[SCP-5057 begins weeping.]\n\n\nSCP-5057:\n Please! Believe! I tell my friend everything! I want good time with friend!\n\n\nRex:\n Alright, fine.\n\n\n[Rex pats SCP-5057 on the back. The sleeve of his lab coat is coated in ethylene glycol.]\n\n\nRex:\n Ugh.\n\n\n[Rex stands and removes his lab coat, wiping his hand with it.]\n\n\nRex:\n I gotta go for now, bud. Thanks again.\n\n\nSCP-5057:\n Yes. Of course. Friend is happy, I am happy.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\njeverwood@scp.int\n\n\n\n\n\n\nTo:\n\n\nsite55containment@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:TICKET NUMBER: 23452263-A\n\n\n\n\n\n\n\n\nPlease do hurry with the transfer, I'm stretched a bit thin and can't afford to have my assistant waste time pretending to be friends with this thing. I've told him to drop the act moving forward.\n\n\n\n\nDr. J. Everwood\n\nGoI-386 Research Lead\n\nSecure, Contain, Protect\n\n\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\n+ Interview 5057.04\n\n\n\n\n- Close\n\n\n\n\n\n\n<BEGIN LOG>\n\n\nRex:\n Hello.\n\n\n[Rex drags a cart into the containment chamber.]\n\n\nSCP-5057:\n Hello, friend. Are you here to make talk?\n\n\nRex:\n I'm here to make sure everything is in order before you leave. You're being moved to a new containment area.\n\n\nSCP-5057:\n Leave? Is it because I am still toxic? I have try to make myself good and not toxic and move beyond my purpose of being eaten by the good little boys and girls. Is my art not good enough? I can make better!\n\n\nRex:\n It's just how things go.\n\n\nSCP-5057:\n What will I do then?\n\n\nRex:\n That's entirely up to you.\n\n\nSCP-5057:\n Can I continue my art?\n\n\nRex:\n Sure.\n\n\nSCP-5057:\n Can I be your friend?\n\n\nRex:\n Stop asking me questions.\n\n\nSCP-5057:\n I do not understand.\n\n\nRex:\n It's just the way things are.\n\n\nSCP-5057:\n But… I am happy with myself here. I am happy with friend here.\n\n\n[There is a thirty-second silence while Rex moves SCP-5057's paintings onto a cart.]\n\n\nRex:\n Well guess what? No one here cares about how you feel.\n\n\nSCP-5057:\n I do not understand.\n\n\nRex:\n Of course you don't understand. You're just a stupid little plastic failure of a children's product.\n\n\n[Rex opens the containment chamber door and pushes the cart through.]\n\n\nSCP-5057:\n I feel…not good.\n\n\nRex:\n That's not my problem, SCP-5057.\n\n\nSCP-5057:\n Why call SCP-5057? Friend calls me Taste!\n\n\nRex:\n I'm not your friend.\n\n\nSCP-5057:\n But-\n\n\nRex:\n We are not friends, SCP-5057. Do not press this further.\n\n\nSCP-5057:\n I give you art to keep for memory of time we were friends?\n\n\nRex:\n No. I never was your friend.\n\n\n(\nThere is a ten-second silence.\n)\n\n\nSCP-5057:\n Okay.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\nAddendum 5057.02:\n \nSCP-5057 has been moved to a dedicated containment team. Please click this link for further details.\n\n\n\n\nFootnotes\n\n\n1\n. Doctor Wondertainment.\n\n\n2\n. An odorless, viscous, toxic fluid with a sweet taste typically used in the production of anti-freeze and polyester fibers.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-ES-076\n \n•\n\n\n\n\n\n\nSCP-ES-113\n \n•\n\n\n\n\n\n\nSCP-7337\n \n•\n\n\n\n\n\n\nSCP-020-J\n \n•\n\n\n\n\n\n\nSCP-PL-274\n \n•\n\n\n\n\n\n\nSCP-6911\n \n•\n\n\n\n\n\n\nSCP-MYSTERY-J\n \n•\n\n\n\n\n\n\nSCP-4206\n \n•\n\n\n\n\n\n\nSCP-7149\n \n•\n\n\n\n\n\n\nSCP-3297\n \n•\n\n\n\n\n\n\nSCP-3803\n \n•\n\n\n\n\n\n\nSCP-4967\n \n•\n\n\n\n\n\n\nSCP-3085\n \n•\n\n\n\n\n\n\nSCP-6467\n \n•\n\n\n\n\n\n\nSCP-7833\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nLittle Dark Star Shoppe of Minerals\n \n•\n\n\n\n\n\n\nA Tale Of Petty Revenge\n \n•\n\n\n\n\n\n\nJuly 26th ETTRA Emergency Meeting\n \n•\n\n\n\n\n\n\nLa Persistencia De La Memoria\n \n•\n\n\n\n\n\n\n魂-S-2049 \"Anima Back-Ups\"\n \n•\n\n\n\n\n\n\nSquare your shoulders, lift your pack, and leave your friends and go.\n \n•\n\n\n\n\n\n\nAn Epitaph For SCP-173\n \n•\n\n\n\n\n\n\nSPC-446\n \n•\n\n\n\n\n\n\nHatuey, the First American Rebel\n \n•\n\n\n\n\n\n\nSPC-7000\n \n•\n\n\n\n\n\n\nNobody Likes Having Enemies\n \n•\n\n\n\n\n\n\nBeing Dzhey Evervud\n \n•\n\n\n\n\n\n\n(Too) Late Registration\n \n•\n\n\n\n\n\n\nSCP Wiki Discussion Page Simulator\n \n•\n\n\n\n\n\n\nSublimation\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5056\n | SCP-5057 | \nSCP-5058\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5057\n\" by Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5057\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n senortaste\n\n\nAuthor:\n \nratking666\n\n\nLicense:\n CC BY SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 5057.01: Attached Document\nThe following note was attached to SCP-5057 at the time of discovery.",
        "Addendum 5057.02: The following interviews/interactions were recorded by the GoI-386 Research Team during initial containment.",
        "Addendum 5057.02: SCP-5057 has been moved to a dedicated containment team. Please click this link for further details.\n"
    ],
    "documents": [],
    "notes": [
        "Hi, kids! Now you are the proud owner of Señor Taste, who is the Tiny Señor line of Professor Funtastic! Try to collect all the fun for hours! Let your señors here for fun! Pick up all the señors, super fun! Fun for you! Fun of your friends! Señor Boom! Señor Fluff! Señor Senor!! Señor Senorita!! Señor Fun! Señor Hole! Señor Pig! Señor Purple! Señor Taste!",
        "<BEGIN LOG> Rex: Good morning. SCP-5057: You have come to have a taste of my body, yes? Please go ahead. Rex: Actually, I'm just here to talk. SCP-5057: I insist. Please be eating me! Rex: No, but that's actually part of what I'm here to talk to you about. SCP-5057: I can talk. I talk right now! Rex: Indeed! Now, let's begin. It says here you are coated in ethylene glycol? SCP-5057: It is what gives me my patented delicious flavor. So please, do not stall further and consume my sweet body. Rex: Well, that's the thing. It's a toxic substance. SCP-5057: Impossible. I am delicious, not toxic. These two are not the same. Rex: Well, you're just plain wrong on that. And even if you weren't leaking ethylene glycol, you're still a choking hazard because you're made of plastic. SCP-5057: You say I am entirely dangerous to eat? Rex: Yes. You're like if someone tried making a really shitty Little Mister. SCP-5057: What is Little Mister? Rex: Don't worry about it. But back on the subject, you're toxic to consume, and that's why you're here. Well, that and the fact you talk. SCP-5057: … I do not understand. Rex: We'll go over this again. You are made of plastic and ethylene glycol. You're toxic. SCP-5057: I do not understand still. Rex: Come on, you can talk. Surely you can think, can't you? SCP-5057: I… I can think. Rex: That's the spirit. [There is a fifteen second silence.] Rex: Anything? SCP-5057: I must have more time. Rex: I'll leave you to it then. You let me know if you get any thoughts in that little pea brain of yours. <END LOG>",
        "<BEGIN LOG> Rex: Good morning. How are you feeling today? SCP-5057: I am considering dilemma. Rex: Ah, so you're thinking about what I told you last time? I wasn't sure you had it in you. SCP-5057: I was made to be eaten by the good little boys and girls, yes? Rex: Theoretically. I mean, you're - [SCP-5057 interrupts Researcher Rex.] SCP-5057: I am toxic. I accept this. I am plastic, and choking hazard. I also accept this. And yet, I was made to be eaten. Why? Rex: It could be any reason. Maybe whoever made you is a sicko. Maybe they just don't know any better. All we can say for sure is that you're here now because of them. SCP-5057: But I am toxic. Rex: You sure are. But you know, you can pick up hobbies and try something to get your mind off of it. SCP-5057: But that is dilemma. All I know is purpose. I do not know what else I could be. Rex: You managed to think, I'm sure you could figure it out if you tried. SCP-5057: You believes in me? Rex: Of course I do. SCP-5057: But I am toxic. [Rex sighs.] Rex: Okay. So, you understand that you're toxic. That's good. But it sounds like maybe it's eating at you. May I suggest something to help get your mind off of things? SCP-5057: Okay. Rex: Why don't you try painting? SCP-5057: What is painting? Rex: Well, you just sort of illustrate how you're feeling using paint and whatnot. Like you just create whatever is on your mind and you put it to paper. Or in this case, canvas. SCP-5057: Okay. I will try this painting to overcome my toxic nature. Rex: That's the spirit, friend. SCP-5057: What is friend? Rex: A friend is someone who is there for you and shares in good times and bad, and always makes you feel better. Someone you trust completely. ( There is a ten-second silence. ) SCP-5057: You are my friend. Rex: That's awful sweet of you. So you'll tell me everything then? SCP-5057: Yes. Rex: And you trust me too? SCP-5057: Yes. Rex: Good. That's good. Since you trust me, why don't I give you a cool new nickname? SCP-5057: This is pleasing. Rex: I'll call you Taste. How does that sound? SCP-5057: Good, I like. But… I have question. I am still toxic? Rex: Why don't we get you some art supplies so you can busy yourself, huh? <END LOG>",
        "<BEGIN LOG> Rex: Good morning, Taste. SCP-5057: Hi! Behold! Rex: Oh? [SCP-5057 picks up a canvas with a crudely painted image of two individuals. One resembles SCP-5057 and the other is labeled 'REX'.] Rex: Aw. That's… cute, I guess. Thank you. SCP-5057: My purpose is now art. Takes mind off toxicity. Feels good. Rex: Maybe you'll get better with time. But for now, I have some questions I wanted to ask you. SCP-5057: Yes, this is good and acceptable. Rex: I wanted to ask you some more about Professor Funtastic. What do you know about them? SCP-5057: Cost-cutting. Effective. Shrewd. Rex: Do you think he had any ill will? Considering he made you toxic to consume and all? SCP-5057: No. He only wants to produce fun products for the good little boys and girls. Like me! Rex: I see. So cutting corners and not wasting a dime. Did he ever mention Dr. Wondertainment, by any chance? Perhaps they were associates? Competitors, even? SCP-5057: I do not know of one 'Dr. Wondertainment.' Rex: And do you know where his base of operations is? SCP-5057: I am not knowing. Sorry. Rex: Hmm… aren't we friends, Taste? Friends tell each other everything. SCP-5057: Yes. You are friend. Rex: Perfect! So tell me, where is Professor Funtastic? SCP-5057: I do not know. Rex: Do you know what other names he goes by? SCP-5057: I do not know. Rex: Do you know if he's got any abilities? Like anything to help him create anomalies like you? SCP-5057: I do not know. Rex: Do you know anything? Anything at all? SCP-5057: I know I paint now. Feels good. Yeah. [Rex sighs.] SCP-5057: I also know you are friend. Friend. Yeah. Rex: You know, friends aren't supposed to let other friends down. You're kind of letting me down here, Taste. SCP-5057: What? What? I not letting you down! I do not know things you are asking me! I am sorry, friend! Rex: Then tell me, your friend, everything you know about Professor Funtastic. SCP-5057: I is not knowing, I told you everything I know! Professor Funtastic is make of me, is shrewd, and is make toys for the good little boys and girls but that all I know! Rex: Hmm… I'm not sure I believe you. [SCP-5057 begins weeping.] SCP-5057: Please! Believe! I tell my friend everything! I want good time with friend! Rex: Alright, fine. [Rex pats SCP-5057 on the back. The sleeve of his lab coat is coated in ethylene glycol.] Rex: Ugh. [Rex stands and removes his lab coat, wiping his hand with it.] Rex: I gotta go for now, bud. Thanks again. SCP-5057: Yes. Of course. Friend is happy, I am happy. <END LOG>",
        "<BEGIN LOG> Rex: Hello. [Rex drags a cart into the containment chamber.] SCP-5057: Hello, friend. Are you here to make talk? Rex: I'm here to make sure everything is in order before you leave. You're being moved to a new containment area. SCP-5057: Leave? Is it because I am still toxic? I have try to make myself good and not toxic and move beyond my purpose of being eaten by the good little boys and girls. Is my art not good enough? I can make better! Rex: It's just how things go. SCP-5057: What will I do then? Rex: That's entirely up to you. SCP-5057: Can I continue my art? Rex: Sure. SCP-5057: Can I be your friend? Rex: Stop asking me questions. SCP-5057: I do not understand. Rex: It's just the way things are. SCP-5057: But… I am happy with myself here. I am happy with friend here. [There is a thirty-second silence while Rex moves SCP-5057's paintings onto a cart.] Rex: Well guess what? No one here cares about how you feel. SCP-5057: I do not understand. Rex: Of course you don't understand. You're just a stupid little plastic failure of a children's product. [Rex opens the containment chamber door and pushes the cart through.] SCP-5057: I feel…not good. Rex: That's not my problem, SCP-5057. SCP-5057: Why call SCP-5057? Friend calls me Taste! Rex: I'm not your friend. SCP-5057: But- Rex: We are not friends, SCP-5057. Do not press this further. SCP-5057: I give you art to keep for memory of time we were friends? Rex: No. I never was your friend. ( There is a ten-second silence. ) SCP-5057: Okay. <END LOG>",
        "\" SCP-5057 \" by Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-5057 . Licensed under CC-BY-SA .",
        "Filename: senortaste Author: ratking666 License: CC BY SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-5057",
    "object_class": "Euclid",
    "containment_procedures": "SCP-5057 is contained in a standard humanoid containment chamber. Excess fluids are to be cleaned as necessary. Consumption of SCP-5057 is strictly forbidden.",
    "description": "SCP-5057 is a humanoid automaton made of polypropylene plastic, roughly resembling a clown. It is sentient and capable of speech, despite lacking the necessary organs to do so. Though it is capable of movement, SCP-5057 is mostly still and only appears to move when necessary. SCP-5057 secretes a continuous amount of ethylene glycol (CH2OH)22 on its surface, which coats the plastic it is made out of. The entity claims to be fully edible and repeatedly encourages personnel who interact with it to consume it.",
    "title": "SCP-5057"
}