{
    "url": "https://scp-wiki.wikidot.com/scp-5074",
    "all_text": "rating: \n+120\n+\n–\nx\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5074 in containment, circa 1990\n\n\n\n\n\n\nItem № :\n SCP-5074\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-5074 is to be kept within a low-security simian containment enclosure and supplied with a typewriter, writing utensils, and paper. Requests made by SCP-5074 for further amenities are to be vetted by the resident Simian Containment Director.\n\n\nAll anomalous phenomena documented by SCP-5074 are to be researched and contained by MTF Epsilon-4 (\"Ape's Men\"). In the event that SCP-5074 documents an anomaly using a previously undiscovered esoteric object class, said classification is to be added to the Foundation Esoteric-Class Database.\n\n\nAdditional Note:\n In a joint effort with GoI-466 (Wilson's Wildlife Solutions), SCP-5074 has been transferred to Enclosure 03 at Wilson's Wildlife Center to improve its morale and ensure continued cooperation. All documentation produced by SCP-5074 pertaining to anomalies and anomalous phenomena are to be analyzed by Foundation operatives working at Enclosure 03.\n\n\nDescription:\n SCP-5074 is an adult male chimpanzee (\nPan troglodytes\n) displaying advanced sapience. The entity is capable of reading and writing in English, Arabic, Bantu, and Swahili, and is fluent in Tanzanian Sign Language.\n\n\nSCP-5074 possesses extensive knowledge of human and world history, as well as an abnormal, encyclopedic intuition regarding anomalous phenomena. SCP-5074 is capable of explaining and writing documentation for anomalies unknown to the Foundation, and often does so without any instruction. The means by which SCP-5074 gains knowledge of anomalous phenomena is unknown.\n\n\nTo date, SCP-5074 has contributed 240 documents relating to novel anomalies to the Foundation.\n\n\n\n\n\n\n \n\n\n\n\n\n\nMemo 354\n\n\n\n\n\n\n15/04/2014\n\n\n\n\n\n\nSender\n\n\nMichael Kilger\n\n\nRecipient\n\n\nDuncan Ayers\n\n\n\n\n\n\nHey Duncan, I found this in that chimp's cage and I thought you'd get a kick out of it. Dunno how it got the knack for writing like the Skippers — maybe it wants to stay with them, who knows? ;)\n\n\n\n\n\n\n\n\nMarshall, Carter and Dark, LLP\n\n\n\n\n\n\n \n\n\n\n\n\n\nMemo 355\n\n\n\n\n\n\n15/04/2014\n\n\n\n\n\n\nSender\n\n\nDuncan Ayers\n\n\nRecipient\n\n\nMichael Kilger\n\n\n\n\n\n\nHa, why don't you ask it?\n\n\n\n\n\n\n\n\nMarshall, Carter and Dark, LLP\n\n\n\n\n\n\n\n\n…\n\n\nI'm not my father.\n\n\n…\n\n\nI wouldn't trade this box for \nanother.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5073\n | SCP-5074 | \nSCP-5075\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "… I'm not my father. … I wouldn't trade this box for another."
    ],
    "object_class": "Euclid",
    "containment_procedures": "SCP-5074 is to be kept within a low-security simian containment enclosure and supplied with a typewriter, writing utensils, and paper. Requests made by SCP-5074 for further amenities are to be vetted by the resident Simian Containment Director.",
    "description": "SCP-5074 is an adult male chimpanzee (Pan troglodytes) displaying advanced sapience. The entity is capable of reading and writing in English, Arabic, Bantu, and Swahili, and is fluent in Tanzanian Sign Language.",
    "title": "SCP-5074"
}