{
    "url": "https://scp-wiki.wikidot.com/scp-5076",
    "all_text": "rating: \n+98\n+\n–\nx\n\n\n\n\nby J Dune\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5076\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn SCP-5076-A instance clinging to a telephone pole located at Site-5076-1.\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nUSINBL Area-179\n\n\nR. Joseph Barrow\n\n\nA. Ann Starse\n\n\nL-8 \"Ape Mode\"\n\n\n\n\n\n\n\n\n\n\n\n\nCressona, PA, USA: now designated Site-5076-1.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Law enforcement channels worldwide are to be monitored for clusters of missing persons reports consistent with SCP-5076 activity.\n\n\nFoundation web crawler Beta-12 (\"BANANAPEELER\") is to monitor the web for any mention of the phrase '\nOBOBAN NATION\n', as well as any related SCP-5076-related keywords.\n\n\nUpon confirmation of an SCP-5076 event, personnel are to be dispatched immediately according to procedure 'WELCOME TO THE JUNGLE', detailed in Document-5076-O.\n\n\nAll roads leading to Site-5076-1 have been redirected. A cover story detailing a nuclear meltdown having occurred on 1/18/20 has been disseminated, and all former inhabitants of Site-5076-1 legally declared dead. For a complete operational purview of Veil-keeping regarding Site-5076-1, see Document-5076-V-1.\n\n\nMTF Lambda-8 \"Ape Mode\" is to be stationed along the perimeter surrounding Site-5076-1. All online activity originating from Site-5076-1 is to be monitored. If Site-5076-1's Veil is at risk due to the online activities of an SCP-5076-A instance, all internet connection to Site-5076-1 is to be cut off for a duration of 5 hours, and the offending SCP-5076-A instance reprimanded.\n\n\nEntrance to Site-5076-1 outside of a Veil-restoring operation or as a member of the 5076 Cultural Exchange Liaison is forbidden without the express permission of Area-179's director, and a unanimous vote by the Ethics Committee.\n\n\nEntities entering or exiting Site-5076-1 without authorization are to be neutralized.\n\n\nDescription:\n SCP-5076 refers to an anomalous event in which the inhabitants of a moderately sized human population center spontaneously disappear, followed by the appearance of sapient members of the \nPongo\n genus.\n\n\nAs of ██/██/████, SCP-5076 has only occurred once- in Cressona, Pennsylvania- a northeastern borough formerly holding a human population of around 1500. Cressona has since been designated Site-5076-1.\n\n\nThe orangutan specimens inhabiting Site-5076-1- labeled SCP-5076-A, demonstrate intelligence and vocal capabilities comparable to humans as well as a ██-class technological proficiency. Human art, religion, and culture seem to be major topics of interest to SCP-5076-A.\n\n\nDue to the nature of their appearance at Site-5076-1, SCP-5076-A claims regarding the history and culture of their species cannot be verified. Notable claims include:\n\n\n\n\nSCP-5076-A vocalize using a 'universal communication field', and are capable of speech with any biological life\n\n\nSCP-5076-A have no connection to non-anomalous members of the \nPongo\n genus existing on earth- referring to them as 'crude effigies'\n\n\nSCP-5076-A are a race of inter-dimensional nomads known as the \nObobans\n\n\nSCP-5076-A have existed long before humanity\n\n\n\n\nSCP-5076-A have constructed what appears to be a religious shrine at the center of Site-5076-1; a random assortment of machinery- including wires, cables, automobile and computing components- arranged and modified in a way that serves no apparent purpose or function. All SCP-5076-A instances have been observed to gather around this structure at 20:00 daily, appearing to meditate as a group for hours on end. SCP-5076-A have refused to disclose the meaning of this ritual.\n\n\nA number of religious artifacts written in an unknown language have been recovered from Site-5076-1- seemingly having materialized alongside SCP-5076-A- partly validating claims regarding a history. A translation of these texts- made possible through the assistance of orangutan priests- is pending.\n\n\nIn order to gain a more holistic understanding of \nOboban\n society and beliefs, the 5076 Cultural Liaison was established. For documentation of information gained through this program, see files under 5076-CL-EP. As this exchange is still underway, 5076-CL-EP files will be updated routinely.\n\n\nAddendum 5076.1:\n Discovery\n\n\n@\n\nOn 1/18/2020, a staggering amount of emergency calls- mostly regarding missing persons from Cressona, Pennsylvania- came to the Foundation's attention. A large-scale amnestics program was enacted, and the perimeter surrounding Site-5076-1 was secured. A misinformation campaign regarding a nuclear meltdown was disseminated into media and law enforcement channels.\n\n\nHours later, a website operating under the name '\nOBOBAN NATION\n' was discovered, hosted from servers in Cressona. The entire website, sans the title, was written in an unknown text. The page depicted images and videos of SCP-5076-A instances engaging in routine activities at Site-5076-1. Scenes depicted \nOboban\n families caring for their offspring, a recording depicting a ritual revolving around the site's makeshift shrine, and a recorded message from SCP-5076-A-402- the apparent leader of \nOboban\n society, addressing the viewer in what is assumed to be the same language the website was written in. Notably, SCP-5076-A-402 does not resemble an adult orangutan.\n\n\n'\nOBOBAN NATION\n' was put under immediate digital quarantine.\n\n\nAddendum 5076.2:\n Engagement Log Transcripts\n\n\nEngagement of SCP-5076-A occurred on 5/19/2020. Because of his experience with dangerous anomalies, as well as his [DATA EXPUNGED], Area-179 senior researcher Dr. Edward Dune was chosen to initiate contact with SCP-5076-A. Researcher Angela Starse kept in contact with Dune via radio.\n\n\nA body camera was attached to Dr. Dune's person for documentation purposes. Transcripts of the engagement mission are listed below.\n\n\n\n\n► Access File: Engagement Mission-5076.1-1, Codename: First Contact \n\n\n\n\n▼ Close Log\n\n\n\n\n\n\n<Begin Recording>\n\n\nResearcher Starse:\n You on?\n\n\nDr. Dune:\n Check.\n\n\nResearcher Starse:\n Be nice.\n\n\n<A makeshift barricade of automobiles surrounds the immediate perimeter of Site-5076-1. Several SCP-5076-A instances- possessing firearms seized from a local gun shop- stand guard. Dr. Dune stops before the barricade. Foundation defenses- including ground vehicles and multiple MTF teams- are stationed behind Dune.>\n\n\n<Dune performs a variety of nonverbal interspecies contact signals>\n\n\nSCP-5076-A-328:\n There is no need for gesturing. You are understood.\n\n\nDr. Dune:\n \n<shouting>\n You can communicate with us?\n\n\nSCP-5076-A-328:\n The communication field binds us to your language.\n\n\nDr. Dune:\n \n<shouting>\n Good, good. Monkeys- monkeys from the sky. \nObobans\n, was it? My name is Doctor Edward Dune, and I'm with th-\n\n\nSCP-5076-A-328:\n The Foundation. We know who you are.\n\n\nDr. Dune:\n \n<shouting>\n Well, shit- we're off to a great start. You know why we're here, then.\n\n\nSCP-5076-A-328:\n To catalogue us? To assess our threat level? Doctor, we mean you no harm. Our appearance here will not be permanent. It is best that you leave.\n\n\nDr. Dune:\n \n<shouting>\n Can't. Sentient monkeys appear out of the sky and now fifteen-hundred people are missing? Oh, ape-man, you don't know the Foundation.\n\n\nResearcher Starse:\n Sapient.\n\n\nSCP-5076-A-328:\n You will be of no assistance to us. Guards, hold position. You are denied entrance to \nSao'tab\n.\n\n\nDr. Dune:\n Are you serious right now? Do you see what you're up against? Look behind me. You're armed with shotguns and slingshots!\n\n\n<pause>\n\n\nDr. Dune:\n \n<shouting>\n I'm requesting an audience with your leader.\n\n\nSCP-5076-A-328:\n There will be no audie-\n\n\n<Dune activates both of the Audio Protection Pods in his ear, and turns to the team operating a AM-SB-1V-3 Hertz-Breaker cannon.\n\n\nDr. Dune:\n Fire.\n\n\nResearcher Starse:\n Edward, don't you dare-\n\n\n<The cannon emits a large burst of sound at a frequency of 200 Hz. SCP-5076-A instances are in clear distress, some falling to the ground.>\n\n\nDr. Dune:\n Goddamn, that thing's hot! \n<shouting>\n Do I make myself clear?\n\n\nResearcher Starse:\n That was cruel.\n\n\n<SCP-5076-A-328 struggles to prop itself back up to the barricade>\n\n\nSCP-5076-A-328:\n Your use of brute force against a defenseless people leaves us no choice. For the protection of Oboban society, your request is granted. We shall escort you, doctor.\n\n\n<SCP-5076-A instances guarding Site-5076-1 leave their posts and approach Dune>\n\n\nResearcher Starse:\n Edward, that was terrible-\n\n\nDr. Dune:\n We don't know what we're dealing with.\n\n\nResearcher Starse:\n You know damn well they're not a threat!\n\n\nDr. Dune:\n Fifteen hundred people died, Ang. They're not a threat?\n\n\nResearcher Starse:\n This is a first contact engagement mission!\n\n\nDr. Dune:\n This is also an DK-Class Reality Invasion scenario, with potential to lead into an SK-Class Dominance Shift. We are doing what we've always done.\n\n\nResearcher Starse:\n They have no-\n\n\n<SCP-5076-A instances surround Dune>\n\n\nSCP-5076-A-328:\n Come with us. You will soon understand the plight of the \nOboban\n, as you have before.\n\n\nDr. Dune:\n The Foundation appreciates your compliance.\n\n\n<Dune and the SCP-5076-A instances surrounding him walk towards Site-5076-1>\n\n\n<End Recording>\n\n\n\n\n\n\n\n\n\n\n\n\n► Access File: Engagement Mission-5076.1-2, Codename: Diplomatic Relations \n\n\n\n\n▼ Close Log\n\n\n\n\n\n\n<Begin Recording>\n\n\n<Dr. Dune is led through Site-5076-1. Various SCP-5076-A instances can be seen. The party passes the technological construct. Dune asks about the purpose of the structure and receives no answer. The group enters the borough hall. An SCP-5076-A instance slouches at a desk, drinking a can of █████.>\n\n\nSCP-5076-A-328:\n Your excellency?\n\n\nSCP-5076-A-402:\n \nBab\n? Oh, great.\n\n\n<SCP-5076-A-328 kneels upon entering SCP-5076-A-402's office>\n\n\nSCP-5076-A-328:\n Doctor, I advise you do the same.\n\n\nDr. Dune:\n Mm, I don't do that.\n\n\nResearcher Starse:\n Get over yourself!\n\n\nSCP-5076-A-328:\n This is our leader- \nArchiton\n \nGabo'an\n XVI, the first of his gene-pod.\n\n\nDr. Dune:\n The head monkey, huh? I have-\n\n\nSCP-5076-A-402:\n We can skip the formalities. \nTobe\n, leave.\n\n\nSCP-5076-A-328:\n As you wish, sir.\n\n\n<\nSCP-5076-A-328:\n leaves the office>\n\n\nSCP-5076-A-402:\n \n<laughing>\n More Foundation?\n\n\nDr. Dune:\n Right, that's a good place to start. What do you mean by that? You're aware of us, and-\n\n\nSCP-5076-A-402:\n We've met your kind before. Well, versions of your kind.\n\n\nDr. Dune:\n Other realities?\n\n\nSCP-5076-A-402:\n Mhm, and you're all useless.\n\n\nDr. Dune:\n Interdimensional, I presume?\n\n\nSCP-5076-A-402:\n You bet.\n\n\nDr. Dune:\n Why here?\n\n\nSCP-5076-A-402:\n Not sure. Didn't pick it.\n\n\nDr. Dune:\n You expect me to believe that?\n\n\nSCP-5076-A-402:\n Our Canvas guides us.\n\n\nDr. Dune:\n Where's the people?\n\n\nSCP-5076-A-402:\n The people?\n\n\nDr. Dune:\n Oh, only the fifteen hundred plus people that disappeared when you showed up. Where are they?\n\n\nSCP-5076-A-402:\n Collateral damage. Not a conscious choice.\n\n\nDr. Dune:\n Shitty answer.\n\n\nSCP-5076-A-402:\n It's the only one you're going to get.\n\n\n<pause>\n\n\nDr. Dune:\n What do you want?\n\n\nSCP-5076-A-402:\n Six months.\n\n\nDr. Dune:\n And then?\n\n\nSCP-5076-A-402:\n We'll be gone.\n\n\nDr. Dune:\n Why? Why here?\n\n\nSCP-5076-A-402:\n We're nomads, doctor. It's how we live.\n\n\nDr. Dune:\n No home planet? You just wander aimlessly, taking land that doesn't belong to you?\n\n\nSCP-5076-A-402:\n Do you know what a nomad is?\n\n\nDr. Dune:\n You're quite young.\n\n\nSCP-5076-A-402:\n And I'm still older than you.\n\n\nDr. Dune:\n Yeah, I doubt that.\n\n\nSCP-5076-A-402:\n We're staying.\n\n\nDr. Dune:\n Not my decision.\n\n\nSCP-5076-A-402:\n The other Foundations let us stay.\n\n\nDr. Dune:\n Again, not my decision.\n\n\n<A visibly aged SCP-5076-A instance- wearing a cloth stole- enters the room>\n\n\nSCP-5076-A-299:\n That's enough. If I may interject, doctor, you may find our case to be more compelling than our young ruler may let on.\n\n\nSCP-5076-A-402:\n \nBo'naub\n? Don't-\n\n\nSCP-5076-A-299:\n Diplomacy is not your strong suit, child.\n\n\nDr. Dune:\n And you are?\n\n\nSCP-5076-A-299:\n \nBo'naub Oree\n. High Generator of our sect.\n\n\nDr. Dune:\n Religious leader?\n\n\nSCP-5076-A-299:\n Yes, and one more suited to talk to you on this manner.\n\n\nDr. Dune:\n Look, I just need to understand what the hell happened here-\n\n\nSCP-5076-A-299:\n Unfortunately, the boy is right. Even I cannot explain the specifics behind our means of travel. It is, what you call-\n\n\nDr. Dune:\n An anomaly, right.\n\n\nSCP-5076-A-299:\n I am deeply sorry for the tragedy our appearance here has brought upon you, but we are a hurting people, doctor. We have done a great deal for this universe, and many-\n\n\nDr. Dune:\n I don't care. Like I said, it isn't my choice, and I doubt you'll be able to stay.\n\n\nSCP-5076-A-299:\n We are recovering from war! We carry no weapons of our own, no ill will against your people, and are willing to follow your procedures. Please, do not be like the Foundations before you! The atrocities we have suffered in the past are forgiven! We beg for your permission to exist.\n\n\n<pause>\n\n\nDr. Dune:\n I-\n\n\nResearcher Starse:\n They can stay.\n\n\nDr. Dune:\n Ang, we-\n\n\nResearcher Starse:\n Tell them they can stay.\n\n\nDr. Dune:\n Uh, just a second.\n\n\n<Dr. Dune walks outside of the office doors>\n\n\nDr. Dune:\n Who the fuck do you think you are?\n\n\nResearcher Starse:\n Edward, I can't believe I'm hearing this from you. The man who would curse out an O5 if they spilled his coffee is suddenly worried about the chain of command?\n\n\nDr. Dune:\n We can't just let them stay! We don't even-\n\n\nResearcher Starse:\n Why not? Why the hell not, Edward?\n\n\nDr. Dune:\n We don't understand them-\n\n\nResearcher Starse:\n Were you even paying attention in there? I will not allow genocide, doctor. I don't care where on the hierarchy I fall. Tell them that they're safe.\n\n\nDr. Dune:\n Ang, I just don't know if I can promise that. God, I don't want to have to tell them that they need to leave, but-\n\n\nResearcher Starse:\n Cold, not cruel, Edward. Isn't that what you used to tell me? Can't we do something good for once?\n\n\n<pause>\n\n\nDr. Dune:\n \n<exhaling>\n You're right. Okay.\n\n\nResearcher Starse:\n Thank you.\n\n\nDr. Dune:\n Besides, when was the last time I got reprimanded for anything, eh?\n\n\n<Dune reenters the office>\n\n\nDr. Dune:\n We'll help you guys out-\n\n\nSCP-5076-A-299:\n Thank you!\n\n\n<SCP-5076-A-299 embraces Dune, who stumbles backward>\n\n\nDr. Dune:\n Okay, okay! Get off!\n\n\n<Dune pushes SCP-5076-A-299 off>\n\n\nDr. Dune:\n Alright, listen. I don't know how, or in what way- but we're not going to chase you guys away. I'll tell you this though, if you're staying- you're going to be seeing quite a bit of us.\n\n\nSCP-5076-A-299:\n That's understandable, doctor. Our people thank you.\n\n\nSCP-5076-A-402:\n Hold it right there.\n\n\nSCP-5076-A-299:\n \nGabo'an\n!\n\n\nSCP-5076-A-402:\n Quiet. I'm not going to deal with all of \n<gesturing>\n this!\n\n\nDr. Dune:\n Excuse me?\n\n\nSCP-5076-A-299:\n Please, doctor- he-\n\n\nSCP-5076-A-402:\n This whole lock down, containment thing. How do I put it? Uh- we like your stuff.\n\n\nDr. Dune:\n What are you talking about?\n\n\nSCP-5076-A-402:\n If we're staying, we get the internet back.\n\n\nDr. Dune:\n You're fucking with me.\n\n\nSCP-5076-A-402:\n Oh, I'm very serious, doctor. I'm not spending six months doing nothing.\n\n\nDr. Dune:\n Now this is beyond my jurisdiction. Angela, you see what happens when you give an inch?\n\n\nResearcher Starse:\n Uh, it'd certainly be a security issue without precautions-\n\n\nSCP-5076-A-299:\n \nGabo'an\n, this is ridiculous.\n\n\nSCP-5076-A-402:\n I'm not just going to sit here!\n\n\nDr. Dune:\n Yeah, I'm leaving. You can deal with this one, Ang.\n\n\n<Dune exits the borough hall. Dozens of SCP-5076-A soldiers stand outside the building- pointing their weapons at him>\n\n\nDr. Dune:\n Christ.\n\n\n<Dune traces a circle onto his palm, preparing to [DATA EXPUNGED]>\n\n\nResearcher Starse:\n Edward.\n\n\nDr. Dune:\n Fine.\n\n\n<Dune raises both of his hands above his head>\n\n\n<End Recording>\n\n\n\n\n\n\n\n\n\n\n\n\n► Access File: Engagement Mission-5076.1-3, Codename: Negotiations\n\n\n\n\n▼ Close Log\n\n\n\n\n\n\nPreliminary Notes:\n Per request, Senior Researcher Angelina Starse was tasked with entering Site-5076-1 and negotiating with the SCP-5076-A instances, as well as retrieving Dr. Dune after his moderately hostile encounter with the \nOboban\n leadership. As the threat to Dr. Dune's life was perceived as low, Starse entered Site-5076-1 without any accompaniment.\n\n\n<Begin Recording>\n\n\nExtraneous dialogue removed. Starse makes her way to the borough hall, which is guarded by various SCP-5076-A instances. After conversing with the duo of guards at the door, she makes her way into the main office, where SCP-5076-A-402 sits at his desk, fixated on a hand-held video game device. SCP-5076-A-299 is present. Starse kneels.\n\n\nResearcher Starse:\n Sir.\n\n\nSCP-5076-A-299:\n Your formality is appreciated.\n\n\nResearcher Starse:\n Thank you. \nBo'naub\n, right?\n\n\nSCP-5076-A-299:\n Yes.\n\n\nResearcher Starse:\n Okay, my name is Angelina, and I'm with the Foundation. I apologize for the, uh, boldness of my colleague- but we're willing to help your people, as long as you can comply with a few regulations we have in place.\n\n\nSCP-5076-A-402:\n That's fine and dandy, Ang- as long as those regulations don't cut off our internet access.\n\n\nResearcher Starse:\n For recreational purposes?\n\n\nSCP-5076-A-402:\n Yes.\n\n\nResearcher Starse:\n \nBo'naub\n?\n\n\nSCP-5076-A-299:\n I cannot go against the wishes of his excellency, as much as I may disagree with them.\n\n\nSCP-5076-A-402:\n Look, if we're going to stay here, we need something to do. We just want to play a couple games here and there, nothing major.\n\n\nResearcher Starse:\n Sir, I can't guarantee anything at the moment- but I'm sure we can find a compromise. An isolated network might be a possibility, but as it stands- nothing will get done without compliance on your part as well. Do you see what I'm getting at?\n\n\nSCP-5076-A-402:\n You want your friend back.\n\n\nResearcher Starse:\n That would be a start.\n\n\nSCP-5076-A-402:\n He's in there. \n<gesturing towards a closet>\n\n\n<Starse appears to hold back laughter>\n\n\nResearcher Starse:\n May I retrieve him?\n\n\nSCP-5076-A-402:\n It doesn't matter to me, he's an asshole.\n\n\nResearcher Starse:\n That may be true.\n\n\n<Starse opens the closet. Dune sits on a box, arms crossed and visibly agitated.>\n\n\nResearcher Starse:\n Edward.\n\n\nDr. Dune:\n Shut up.\n\n\n<Dune leaves the closet. Starse pulls a chair in front of the desk where SCP-5076-A-402 sits.\n\n\nResearcher Starse:\n We're willing to help your people, your excellency. You have a clear interest in our culture, and we'd be happy to oblige. Of course, we'd have to make things official, but a cultural liaison, internet access, and protection are definitely in the cards. Does that sound about right?\n\n\nSCP-5076-A-299:\n And what would your Foundation expect from us?\n\n\nResearcher Starse:\n Only information. We'd like to study your culture, with your assistance, of course.\n\n\n<SCP-5076-A-299 is visibly uncomfortable>\n\n\nResearcher Starse:\n I would oversee the committee. You would be safe, I can assure that.\n\n\nSCP-5076-A-402:\n It's fine by me. \nBo'naub\n, you said the other Foundations barely communicated.\n\n\nDr. Dune:\n I want nothing to do with this, Ang.\n\n\nSCP-5076-A-299:\n We accept your concessions.\n\n\nResearcher Starse:\n Thank you.\n\n\n<Starse discusses the logistics and planning of a cultural liaison, as well as various other topics with the SCP-5076-A leadership. Over the duration of the 3 hour conversation, Dune paces himself throughout the room. For a complete transcript of this recording, as well as any other cultural exchange related documents, see 5076-CL-EP-001.>\n\n\n<End Recording>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:SUBJECT\n\n\n\n\n\n\n\n\n\n\nTo:\n Researcher Angelina Starse (\nten.pcs.hcrsr|esrats.a#ten.pcs.hcrsr|esrats.a\n)\n\n\nFrom:\n Dr. Edward Dune (\nten.pcs.hcrsr|enud.e#ten.pcs.hcrsr|enud.e\n)\n\n\nSubject:\n SCP-5076 File Draft Peer Review\n\n\n\n\n\n\nHey Ang, just read over the file- everything seems to be in order. I corrected a few SPaG errors. Nothing major, really- except, oh- it seems that you've misspelled orangutan in every goddamn instance of the word.\n\n\n36! 36 fucking times you used the word 'orangutang'. 36 times I had to correct a middle-school level mistake in what's going to be an official Foundation document. What the hell, Ang? Just because you're hanging around a bunch of primates doesn't give you the excuse to start spelling like one. Get your shit together.\n\n\nAnyways, I had another question: why are you writing as if this wasn't just a one-time thing? SCP-5076 should be designated Cressona, not the event of monkeys appearing out of thin air, yeah? It's ultimately your call, but it's something to consider. I doubt Roman's going to approve of those conprocs just because there's a \nslight\n chance it'll happen again. Maybe I'm missing something, though. It's late. Get back to me soon.\n\n\nRegards,\n\nDr. Edward T. Dune, Senior Researcher, Area-179\n\n\n\n\n\n\n \n\n\n\n\nNEW MESSAGE!\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Dr. Edward Dune (\nten.pcs.hcrsr|enud.e#ten.pcs.hcrsr|enud.e\n)\n\n\nFrom:\n Researcher Angelina Starse (\nten.pcs.hcrsr|esrats.a#ten.pcs.hcrsr|esrats.a\n)\n\n\nSubject:\n Re:SCP-5076 File Draft Peer Review\n\n\n\n\n\n\nEdward, it was a spelling error. This is why you're a frequent topic of discussion for Site Administration.\n\n\nOnto business- yes, you have every right to question my judgement on the SCP-5076 denotation. In fact, I was midway through the first draft when I got news from the Liaison team. Those translations they were working on with \nBo'naub\n are done. He was reluctant to translate this particular book, but felt he was 'doing the right thing'- apparently against the wishes of \nGabo'an\n.\n\n\nI took a look at them, and- well, I think it's best for you to see for yourself.\n\n\nPet theory: that thing they're building in the center of town? It's not a shrine. It's a communications tower, and every night they're sending a distress signal to whatever is left of their race.\n\n\nI've attached the addendum below. You'll see what I mean. We should be cautious, Edward.\n\n\nI'm not sure what we've gotten ourselves into.\n\n\nBest Wishes,\n\nAngelina Starse, Senior Researcher, Area-179\n\n\n\n\n\n\n\n\nAddendum 5076.3:\n Recovered and Translated Artifact from Site-5076-1\n\nThe following is a translated portion from the SCP-5076-A religious text- \nOn Creation, and its End\n- supposedly written by a great Oboban prophet-king, foretelling the 'death of life', and the last days of SCP-5076-A society:\n\n\n\n\n\n\nWe, great Progenitors of Life,\n\n\nUniverse, sing to us\n\n\nOur Creations bear Creations,\n\n\nImages of us\n\n\nEons, this will be so\n\n\nI say, this will be so\n\n\nAll 13 Houses of Bo-Too'a\n\n\nUnited, creating, traveling\n\n\nWe, nomad Gods of Life\n\n\nCreations, vast and without end\n\n\nWill one day fall\n\n\nIn the Millennia of the Damned\n\n\nHe will come\n\n\nThe Tribes Shall Be Split\n\n\non the Black Night of His arrival\n\n\nOur Canvas shall cry out and soon be silenced\n\n\nBy the Jaws of His Presence\n\n\nWe shall run, endlessly throughout our Creation\n\n\nHe will pursue\n\n\nWe will scatter, to the depths and cracks of Our Canvas\n\n\nEach time, He will find us\n\n\nBrothers and Sisters lost, awaiting contact\n\n\nHe has already found them\n\n\nWherever our House be built\n\n\nHe will dismantle it\n\n\nI say to you, listen\n\n\nHis coming is swift- His pursuit endless\n\n\nDread Devourer of Stars, He is inescapable\n\n\nThe Prison of Glass cannot stand\n\n\nThe Chains of String cannot hold\n\n\nThe Blaspheme of Order cannot continue\n\n\nWherever we roam\n\n\nThe Death of Life follows\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n\n\n\n\n\n\n« \nSCP-5075\n | SCP-5076 | \nSCP-5077\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5076\n\" by J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5076\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 18388472240_fd1f7743b1_b.jpg\n\n\nName:\n Chester Zoo\n\n\nAuthor:\n Nigel Swales\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n GcdlP5H.png\n\n\nAuthor:\n \nJ Dune\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 5076.1: Discovery @ On 1/18/2020, a staggering amount of emergency calls- mostly regarding missing persons from Cressona, Pennsylvania- came to the Foundation's attention. A large-scale amnestics program was enacted, and the perimeter surrounding Site-5076-1 was secured. A misinformation campaign regarding a nuclear meltdown was disseminated into media and law enforcement channels.\nHours later, a website operating under the name ' OBOBAN NATION ' was discovered, hosted from servers in Cressona. The entire website, sans the title, was written in an unknown text. The page depicted images and videos of SCP-5076-A instances engaging in routine activities at Site-5076-1. Scenes depicted Oboban families caring for their offspring, a recording depicting a ritual revolving around the site's makeshift shrine, and a recorded message from SCP-5076-A-402- the apparent leader of Oboban society, addressing the viewer in what is assumed to be the same language the website was written in. Notably, SCP-5076-A-402 does not resemble an adult orangutan.\n' OBOBAN NATION ' was put under immediate digital quarantine.",
        "Addendum 5076.2: Engagement Log Transcripts\nEngagement of SCP-5076-A occurred on 5/19/2020. Because of his experience with dangerous anomalies, as well as his [DATA EXPUNGED], Area-179 senior researcher Dr. Edward Dune was chosen to initiate contact with SCP-5076-A. Researcher Angela Starse kept in contact with Dune via radio.\nA body camera was attached to Dr. Dune's person for documentation purposes. Transcripts of the engagement mission are listed below.\n"
    ],
    "documents": [],
    "notes": [
        "Addendum 5076.3: Recovered and Translated Artifact from Site-5076-1 The following is a translated portion from the SCP-5076-A religious text- On Creation, and its End - supposedly written by a great Oboban prophet-king, foretelling the 'death of life', and the last days of SCP-5076-A society:",
        "We, great Progenitors of Life, Universe, sing to us Our Creations bear Creations, Images of us Eons, this will be so I say, this will be so All 13 Houses of Bo-Too'a United, creating, traveling We, nomad Gods of Life Creations, vast and without end Will one day fall In the Millennia of the Damned He will come The Tribes Shall Be Split on the Black Night of His arrival Our Canvas shall cry out and soon be silenced By the Jaws of His Presence We shall run, endlessly throughout our Creation He will pursue We will scatter, to the depths and cracks of Our Canvas Each time, He will find us Brothers and Sisters lost, awaiting contact He has already found them Wherever our House be built He will dismantle it I say to you, listen His coming is swift- His pursuit endless Dread Devourer of Stars, He is inescapable The Prison of Glass cannot stand The Chains of String cannot hold The Blaspheme of Order cannot continue Wherever we roam The Death of Life follows",
        "\" SCP-5076 \" by J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-5076 . Licensed under CC-BY-SA .",
        "Filename: 18388472240_fd1f7743b1_b.jpg Name: Chester Zoo Author: Nigel Swales License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: GcdlP5H.png Author: J Dune License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "Law enforcement channels worldwide are to be monitored for clusters of missing persons reports consistent with SCP-5076 activity.",
    "description": "SCP-5076 refers to an anomalous event in which the inhabitants of a moderately sized human population center spontaneously disappear, followed by the appearance of sapient members of the Pongo genus.",
    "title": "SCP-5076"
}