{
    "url": "https://scp-wiki.wikidot.com/scp-5080",
    "all_text": "rating: \n+105\n+\n–\nx\n\n\n\n\n\n\nTemperature readings of the cosmic background radiation spectrum, one of the components used to detect 5080-ℷ.\n\n\n\n\n\n\nItem #:\n SCP-5080\n\n\nObject Class:\n Safe-doctrina\n\n\nSpecial Containment Procedures:\n SCP-5080 has already occurred. Research is being performed by the Department of Astronomy and the Department of Esoteric Physics to yield a plausible explanation for the phenomena, operating under direct O5 purview until further notice. Due to the technological requirements for detecting the phenomena, civilian discovery is considered a non-risk.\n\n\nDescription:\n SCP-5080 is a set of far-past cosmic phenomena discovered by Foundation astronomy teams over the course of 2021. Each phenomenon results from events which occurred prior to 10\n-12\n seconds of cosmic time, one picosecond after the Big Bang.\n\n\nInitial observations were conducted using separate experimental techniques and equipment. Until further testing can be performed, it is not yet verified whether the phenomena are truly present or are results owing to unidentified technological errors.\n\n\nPhenomena and associated discoveries are categorized below.\n\n\n5080-ALEPH:\n\n\n\n\n5080-ℵ is the detected cosmic ontological background. Deriving from methods of enhancing human concept recognition, developed by the Metaphysics Department for the containment of \nconceptual\n \nanomalies\n, and the Ontological Reference Index, a Foundation database storing information on all known and human-interpretable concepts, the Astronomy Department constructed the MONAD Receiver Array. When neurally linked to a human subject, the Array causes a dramatic increase in the brain's natural ability to recognize ideas associated with its surrounding environment, which can be focused by connecting to cosmological research satellites. Theoretically, this could permit the detection of concepts from the very early universe.\n\n\nThe Array was run uninterrupted from March to May of 2021. Results were wholly filtered of neurological noise by AIC units by June. Identified base concepts, along with their associated components, are as follows:\n\n\n\n\n\n\nBase Concept\n\n\nAssociated Concepts\n\n\n\n\n\n\nWorms\n\n\nFlesh, wriggle, grow\n\n\n\n\n\n\nFlesh\n\n\nNot flesh\n\n\n\n\n\n\nSensation (physical)\n\n\nMushy\n\n\n\n\n\n\nLaws of physics\n\n\nEsophagus\n\n\n\n\n\n\nGravity\n\n\nMissing\n\n\n\n\n\n\nSound\n\n\nMoaning\n\n\n\n\n\n\nLight\n\n\nImmense\n\n\n\n\n\n\nCrown\n\n\nN/A\n\n\n\n\n\n\nUnion\n\n\nN/A\n\n\n\n\n\n\nElation\n\n\nInstantaneous\n\n\n\n\n\n\nShock\n\n\nInstantaneous\n\n\n\n\n\n\n\n\n5080-BET\n\n\n\n\n5080-ℶ is the cosmic psionic background, as unintentionally detected in a joint procedure by the Astronomy Department and the \nPsionics Division\n to measure ambient interstellar Ψ-waves. While a background of faint psionic radiation was anticipated during research, all deployed satellites recorded abnormally intense Ψ-wave bursts with identical characteristics, dating to a cosmic time frame of 10\n-32\n—10\n-12\n seconds.\n\n\nThe first conversion of the bursts into interpretable data is a transcription of all contained human-comprehensible thoughts (5080-ℶ/1). 5080-ℶ/1 text is below.\n\n\n\n\n13.\n\n\n12.\n\n\nUn-warm.\n\n\n11.\n\n\n10.\n\n\nAll skin?\n\n\n9.\n\n\nSkin.\n\n\n8.\n\n\n7.\n\n\nMelting is encouraged.\n\n\n6.\n\n\nThis particle peels around your eye. And now its field congeals around your taste buds. Teeth? Certainly. You can bite the stars with them.\n\n\n5.\n\n\nI cannot pry through. You can slip through. Don't drink the amniotic fluid; sink in, and you can squirm in.\n\n\n4.\n\n\nMelt and push through. I did.\n\n\nIt's easier to drink the universe when you've slipped into its throat again.\n\n\n3.\n\n\n2.\n\n\n1.\n\n\nBodies?\n\nThey are nominal.\n\n\nTongues?\n\nThey are nominal.\n\n\nThe warmth thudding through each other's cavities?\n\nWe are nominal.\n\n\nNow enacting Procedure 000/UNIVERSALIS.\n\n\nWe should be proud.\n\nWe are.\n\nWe always will be.\n\n\nIt has always been for the best; it has always been justified.\n\n\nThese births pass through our guts.\n\n\nThese embryos dissolve in whimpers where they can never reach us anymore.\n\n\nLet us rejoice. Let us secure. Let us—\n\n\nOh.\n\n\nOh.\n\n\nWhy is there fire.\n\n\n\n\nAttempts were made to derive physical sensations from the Ψ-wave data; a memetic glyph (5080-ℶ/2) was created to store the exact qualia, though subjects who observe it only experience a brief, extreme pain response.\n\n\nA second glyph (5080-ℶ/3) was created with the goal of only storing visual data. When observed, subjects claim to see \"a missile.\"\n\n\n\n\n5080-GIMEL\n\n\n\n\nIn response to the discovery 5080-ℵ and 5080-ℶ, preexisting data on the cosmic background radiation was ran through a series of memetic decoding processes. Presuming theories of mass–energy–information equivalence are correct, then any substantial informational abnormalities could be discerned in the same way the psionic and conceptual abnormalities were.\n\n\nDecoding completed in December of 2021. Information produced was non-hazardous, consisting of a message in base-0 and an image. Translated message text is below:\n\n\n\n\n\n\nIf you are reading this, you are not contained.\n\n\nEnjoy.\n\n\nThey can never take this away from you.\n\n\n\n\n\n\nThe image is the logo of the \nTemporal Anomalies Department\n.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nNOTICE FROM THE O5 COUNCIL\n\n\nPersonnel assigned to SCP-5080 are to halt all research immediately.\n\n\nAny information on the anomaly accessible to you must be destroyed through any means necessary. Task forces are being deployed to assist you in these efforts. On completion, remain at your position to await amnesticization.\n\n\nThis file will be deleted in 3 hours.\n\n\n \n\n\n\n\n \n\n\nEMERGENCY ALERT\n\n\nTemporal Anomalies Department personnel are to be terminated on-sight.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-5079\n | SCP-5080 | \nSCP-5081\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "13. 12. Un-warm. 11. 10. All skin? 9. Skin. 8. 7. Melting is encouraged. 6. This particle peels around your eye. And now its field congeals around your taste buds. Teeth? Certainly. You can bite the stars with them. 5. I cannot pry through. You can slip through. Don't drink the amniotic fluid; sink in, and you can squirm in. 4. Melt and push through. I did. It's easier to drink the universe when you've slipped into its throat again. 3. 2. 1. Bodies? They are nominal. Tongues? They are nominal. The warmth thudding through each other's cavities? We are nominal. Now enacting Procedure 000/UNIVERSALIS. We should be proud. We are. We always will be. It has always been for the best; it has always been justified. These births pass through our guts. These embryos dissolve in whimpers where they can never reach us anymore. Let us rejoice. Let us secure. Let us— Oh. Oh. Why is there fire.",
        "If you are reading this, you are not contained. Enjoy. They can never take this away from you."
    ],
    "item": "SCP-5080",
    "object_class": "Safe-doctrina",
    "containment_procedures": "SCP-5080 has already occurred. Research is being performed by the Department of Astronomy and the Department of Esoteric Physics to yield a plausible explanation for the phenomena, operating under direct O5 purview until further notice. Due to the technological requirements for detecting the phenomena, civilian discovery is considered a non-risk.",
    "description": "SCP-5080 is a set of far-past cosmic phenomena discovered by Foundation astronomy teams over the course of 2021. Each phenomenon results from events which occurred prior to 10-12 seconds of cosmic time, one picosecond after the Big Bang.",
    "title": "SCP-5080"
}