{
    "url": "https://scp-wiki.wikidot.com/scp-5083",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\n\n\nrating: \n+132\n+\n–\nx\n\n\nWizzBlizz\n\n\n\n\n\n\nWritten by \nWizzBlizz\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2/5083\n LEVEL \n2/5083\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5083\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn instance of SCP-5083-1 being chased by a crowd of people in New York. (2006)\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-17\n\n\nT. Moose\n\n\nM. Lodge\n\n\nΟ-17\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nFoundation Satellites are to report any new radio transmissions originating from Eunike 185 to Site-17. If any messages contain coordinates, MTF Omicron-17 (\"Bank Busters\") is to be dispatched to that location in anticipation of an SCP-5083 event. Any messages received from Eunike 185 are to be classified to the general public. Omicron-17 should keep track of any large crowds in the vicinity but stay at least 30m away at all times before the 5083 event occurs. Personnel are not to attempt to prevent 5083 events by disrupting crowds in the area.\n\n\nAny 5083-1 instances detained by Omicron-17 are to be transported to Site-17 and stored in Low-Danger Humanoid Holding Wing Sub-Section 3. If the number of 5083-1 instances contained at Site-17 reaches or surpasses 15, further instances are to be hydraulically pressed for easier storage.\n\n\nIf a 5083-1 instance is eaten, agents are to be dispatched to the consumer's home to seize newly appeared currency.\n\n\nCurrently, 10 instances of 5083-1 are contained at Site-17, and 5 at \nSite-228\n. 8 of the instances are missing at least one body part.\n\n\n\n\nDescription:\n\n\nSCP-5083 is an event that occurs 1-4 times a year in the vicinity of a group of at least 10 people. First, an instance of SCP-5083-1 will materialize next to the crowd and begin running in the opposite direction. All members of the aforementioned crowd will then gain a strong desire to consume 5083-1, and begin to chase after it. After the event, all of the affected people will become amnesic, forgetting the events since 5083-1's manifestation, and losing their desire to consume 5083-1.\n\n\nSCP-5083-1 is a humanoid entity composed entirely of solid gold. Despite this, they are able to animate their limbs in the same fashion as humans and have been observed to run up to speeds of 35km/h. While 5083-1's body is as durable as gold in almost all situations, its body will become soft and malleable upon any attempt to consume it. To date, no negative effects have been recorded as a result of digesting 5083-1 material.\n\n\nIf the 5083-1 is eaten, the consumer will receive a pile of their local currency inside their home (if one of their doors or windows are unlocked) or on the roof of their home (if all entrances are locked) 10-12 hours after consumption. The currency will be worth as much as the gold making up the 5083-1's body. If the mass of the 5083-1 is consumed by multiple people then they will each receive currency proportional to the amount of 5083-1 they consumed.\n\n\nUnless they have undergone at least Level 3 memetic agent resistance training, any further people that see 5083-1 after initial manifestation will gain the same desires to consume them. When 5083-1 stays at least 30m away, and out of sight from, all affected individuals for at least 150 seconds, the event ends and 5083-1 is classified as 'escaped'. The Foundation is currently aware of at least 22 escaped 5083-1 instances. What happens to a 5083-1 when it 'escapes' is unknown.\n\n\n48 hours before each SCP-5083 event, a radio transmission will be sent from the asteroid, Eunike 185, located in the asteroid belt, with the coordinates of the event. An example of one such transmission from 2012/04/10 is as follows:\n\n\n\n\nROUND 36: 11°41′13″N 106°35′47″E\n\n\n\n\nInterviews with SCP-5083-1 instances have failed to uncover any useful information about their existence.\n\n\n\n\nAddendum 1: Notable Incident Reports\n\n\n\n\n● Incident 1 ●\n\n\n\n\n○ Incident 1 ○\n\n\n\n\n\n\n\n\nIncident 1: Discovery\n\n\n2002/03/11\n\n\n\n\n\n\nKnowledge of SCP-5083's existence was first discovered on 2002/03/11 in Manchester, United Kingdom. The Incident began when SCP-5083-1 materialized nearby a large crowd in Buile Hill Park at around 7:00 AM. Two police officers nearby heard the commotion caused by the crowd and moved in to investigate.\n\n\n\n\nThe following is a transcript of Officer Joo-won Seo's bodycam footage and audio.\n\n\n\n\n[Begin Log, 7:03]\n\n\nEthan Payne:\n Do you hear that?\n\n\nJoo-won Seo:\n Hear what?\n\n\nFrom the center of the park, multiple people yelling can faintly be heard.\n\n\nEthan:\n We should… probably check that out.\n\n\nJoo-won:\n (\nSpeaking into his radio\n) We're hearing what sounds like some sort of violent commotion coming from Buile Hill Park. Heading in now.\n\n\nJoo-wen and Ethan run into the park towards the source of the commotion, passing several confused bystanders. The sound of multiple people yelling unintelligible phrases gets progressively louder as they get nearer to the source.\n\n\nJoo-won:\n Over there!\n\n\nEthan:\n What in the bloody-?\n\n\nAbout a dozen people, all appearing to be over the age of 60, are gathered around a large tree, throwing coins and rocks into the branches while yelling various insults.\n\n\nHoward Lawson:\n.\nAll civillians were later identified using facial recognition algorithms.\n (\nWhile beating the tree trunk with a cane\n) Get down from there you- (\ncough\n) tasty bastard!\n\n\nBeatrice Corbyn:\n (\nWhile hurling coins into the branches\n) You can't stay up there forever! Only the Queen is immortal!\n\n\nAn instance of SCP-5083-1 is in the tree, concealed by the branches.\n\n\nPatrick Holden:\n God I want that hunk of metal…\n\n\nSCP-5083-1:\n Help! Somebody help me!\n\n\nJoo-won:\n Holy shit there's someone up there!\n\n\nEthan:\n I- you radio for backup! I'll go and deal with this!\n\n\nEthan runs towards the tree and the crowd\n\n\n\n\nJoo-won:\n (\nSpeaking into his radio\n) We need more officers down here at, uh, Buile Hill Park, straight in the middle. Right now. (\npauses\n) There's a… large of group of- elderly people- around a tree, and it looks like there's someone…\n\n\n\n\nEthan:\n (\nSpeaking to the crowd\n) Everyone, get away from that tree!\n\n\nMost of the crowd ignore Ethan and continue to fixate on the tree.\n\n\n\n\nJoo-won:\n (\nSpeaking into his radio\n) …stuck in a tree…\n\n\n\n\nMargaret Hoyles:\n (\nWhile raising her handbag threateningly towards Ethan\n) Back off, plonker! This one's ours!\n\n\nHoward Lawson:\n Yeah! Good luck getting past us!\n\n\nEthan:\n I said get away from that tree!\n\n\n\n\nJoo-won:\n (\nSpeaking into his radio\n) …No, no, there's quite a lot of them…\n\n\n\n\nEthan tries to get closer to the tree but is blocked by three members of the crowd.\n\n\nEthan:\n This is your last damn warning before I start making arrests!\n\n\nAt this moment, an old man, identified as Steven Hitchcock, walks into the vicinity carrying a chainsaw. As he comes into view the crowd cheers and begins chanting \"eat him up!\".\n\n\n\n\nJoo-won:\n (\nSpeaking into his radio\n) and one of them just- Oh my god!\n\n\n\n\nSCP-5083-1:\n Help, please! I don't want to die!\n\n\nEthan steps in front of Steven and draws his taser.\n\n\nEthan:\n (\nShouting\n) PUT DOWN THE CHAINSAW!\n\n\nSteven stops for a moment, scowling at Ethan, before switching on his chainsaw and continuing to walk towards Ethan with a grin.\n\n\nHoward Lawson begins running from the crowd, towards Ethan and Steven.\n\n\nJoo-won:\n Ethan, wait-!\n\n\nEthan fires his taser at Steven, but as he does, Howard dives in front of him. The two barbed darts impale themselves in Howard's sides. He collapses to the ground, writhing and screaming as he is electrocuted.\n\n\nEthan:\n FUCK!\n\n\n\n\nJoo-won makes visual contact with SCP-5083-1.\n\n\nJoo-won:\n Man, why am I… so hungry…\n\n\n\n\nSteven kicks Ethan in the stomach sending him tumbling to the floor. The crowd cheers as Steven continues toward the tree.\n\n\nBy this time, more police had arrived outside of the park, and the Foundation had become aware of the event through Police radio transmissions, and had dispatched MTF Nu-12 to deal with the situation.\n\n\nWhile Margaret Hoyles beats the incapacitated Ethan with her handbag, Steven begins sawing into the base of the tree trunk.\n\n\nStuart Leonard:\n Get into my stomach!\n\n\nSteven:\n Timbeeeeer!\n\n\nAs the tree begins to topple over, and the crowd rushes to capture SCP-5083-1, it leaps up from the treetop multiple meters into the sky. Its golden, shiny body reflects the sunlight, creating a bright flash and momentarily blinding some members of the crowd. When it lands on the ground, it immediately begins running away. After a second, the members of the crowd recover and chase after it.\n\n\n\n\nWhen SCP-5083-1 exited the tree, the multitude of people watching the commotion saw SCP-5083-1 and became affected by 5083-1's compulsion.\n\n\nBackup police arriving on the scene also became affected and began chasing SCP-5083-1 into Manor Rd. Around this time, MTF Nu-12 (\"Trashdogs\") arrived on the scene and attempted to capture the anomaly while Extraction Team N-12K waited on standby. (Nu-12 were unaffected by SCP-5083-1 due to prior memetic agent resistance training.)\n\n\n\n\nThe following a transcript of Nu-12's audio and video log.\n\n\n\n\nNote: All members of Nu-12 were riding on motorbikes.\n\n\n[Begin Log, 7:37]\n\n\nNu-12-1:\n Anomaly spotted up ahead.\n\n\nSCP-5083-1 is being chased by a crowd of about one hundred people who are swamping Claremont Rd.\n\n\nNu-12-4\n How are we getting past the crowd?\n\n\nNu-12-1:\n We'll go around it. Follow me.\n\n\nNu-12 speed up and turn right onto Penelope Rd, then left onto Summer Rd and left again back onto Claremont Rd, in front of the crowd.\n\n\nNu-12-3:\n The fuck do we do now?\n\n\nNu-12-1:\n We grab the anomaly and run.\n\n\nAs SCP-5083-1 and the crowd get closer to Nu-12, Nu-12-2 fires his Bolas gun twice at SCP-5083-1. The weights wrap around SCP-5083-1, tying its legs to each other, and its arms to its body. Nu-12-1 catches SCP-5083-1 as it falls over and straps it to the back of her vehicle, as well as concealing it with a black cloth.\n\n\nNu-12-1:\n GO! GO! GO!\n\n\nAs Nu-12 drives away, the crowd attempts to throw various projectiles at them, such as water bottles and phones.\n\n\nNu-12 rides away from the crowd for two minutes.\n\n\nNu-12-3:\n I think we lost 'em. No way they'll catch up to us.\n\n\nSCP-5083-1:\n Who the hell are you guys?\n\n\nNu-12-1:\n Command, requesting extraction team now.\n\n\nCommand:\n Affirmative.\n\n\nExtraction team Nu-12K begins to fly into Nu-12's area, manifesting in their audio as helicopter blades slowly getting louder.\n\n\nNu-12-1:\n Hold on. I think we have a problem…\n\n\nAt the end of the street, a police van is driving towards Nu-12 above the speed limit.\n\n\nNu-12-1:\n Move!\n\n\nAt this point MTF Alpha-45 \"Janitors\" is dispatched in anticipation of necessary post-mission cleanup.\n\n\nNu-12 begins driving down Lancaster Rd onto E Lancashire Rd (A highway). The police van continues to pursue them.\n\n\nNu-12-1:\n Command, we'll have to delay that extraction!\n\n\nSCP-5083-1:\n Uh, \nhellooo?!\n You guys wanna tell me who you are?\n\n\nNu-12-1:\n Let's shake 'em!\n\n\nNu-12 enters the traffic of Bolton Rd swerving around multiple vehicles. The police van follows, lurching to the side to swerve around a black car.\n\n\nAhead, two trucks are driving side by side.\n\n\nNu-12-2:\n Think it's time we got outta here.\n\n\nNu-12 -1 through -4 move into a line formation and speed up towards the trucks.\n\n\nSCP-5083-1:\n What the fuck is happening?\n\n\nWhile they are still driving side-by-side, the four MTF members ride in through the narrow gap between the two trucks.\n\n\nNu-12-4:\n Hell yeah!\n\n\nSCP-5083-1:\n Can you at least explain why those old men were trying to grab me?\n\n\nNu-12-1:\n Command, prepare for extraction. Exiting the highway at-\n\n\nThere is a large explosion behind them as the police van smashes through the back of the two trucks, sending them both careening to the side. Its front appears severely damaged.\n\n\nAt this point Foundation Drones begin scrambling all local police communications to prevent further police force from arriving.\n\n\nNu-12-1:\n Scratch that, Command.\n\n\nNu-12 continues to speed down E Lancashire Rd with the police van in pursuit, both swerving around vehicle after vehicle. The police van occasionally crashes through another vehicle to keep going. Out of the right side window of the police van, a man emerges holding a pistol. He fires at Nu-12-4, hitting the side mirror of the motorbike, shattering it.\n\n\nNu-12-4:\n I just got fired at!\n\n\nNu-12-1:\n Copy!\n\n\nAnother man emerges from the opposite side of the police van, also carrying a pistol.\n\n\nAs Nu-12-2 swerves around a blue car, one of the armed men fires at Nu-12-2, hitting and shattering the blue car's back screen.\n\n\nNu-12-2:\n Crap! We need to lose these guys fast!\n\n\nMultiple bullets continue to fly past the members of Nu-12, occasionally colliding with nearby civilian vehicles.\n\n\nNu-12-1:\n Okay, we'll turn right here onto-\n\n\nA bullet collides with Nu-12-1's back wheel, bursting it and sending her and SCP-5083-1 tumbling sideways. SCP-5083-1 screams. Nu-12-1 is unconscious.\n\n\nNu-12-3:\n Nu-1, what happened? Wait- Everyone turn around now!\n\n\nNu-12 -2, -3, and -4 realize what has happened and turn around to aid Nu-12-1, but the van has already stopped beside the vehicle. Three men exit the side vehicle, grab SCP-5083-1 and haul it into the van.\n\n\nAs the police van turns around, Nu-12 -2, -3, and -4 swerve around Nu-12-1 and give chase. Suddenly the van begins lurching around sporadically, and SCP-5083-1 can be heard screaming inside. The van collides with multiple vehicles before coming to a full stop. Nu-12 surround the van and enter it to find six half-conscious police officers, all amnesic, and SCP-5083-1 missing.\n\n\n\n\nDirectly after the events of Incident 1, MTF Alpha-45 arrived to perform post-mission cleanup. Amnestics were given to direct witnesses and the cover story Aleph-12 \"Police chase\" was disseminated to the press.\n\n\nFollowing this Incident, MTF Omicron-17 was permanently assigned to the containment of SCP-5083.\n\n\n\n\n○ Incident 1 ○\n\n\n\n\n\n\n\n\n● Incident 4 ●\n\n\n\n\n○ Incident 4 ○\n\n\n\n\n\n\n\n\nIncident 4: First Containment\n\n\n2004/11/10\n\n\n\n\n\n\nOn 2004/11/08, the following radio transmission was received from Eunike 185:\n\n\n\n\nROUND 23: 33°21'16.8\"S 115°39'42.0\"E\n\n\n\n\nMTF Omicron-17 was deployed to Jurian Bay Cemetary under the guise of cemetery workers and civilians. SCP-5083-1 materialized in the cemetery on 2004/11/10.\n\n\n\n\nThe following is a transcript of an excerpt from MTF Omicron-17's video and audio log.\n\n\n\n\nTyson Carter:\n (\nDeep breath\n) It's difficult to express how much Blake meant to me.\n\n\nTyson:\n I've known him since I was 16. We've both changed a lot since then, but what never changed was Blake's powerful commitment to friendship.\n\n\nTyson:\n Every day at school Blake was there to greet me, and every weekend Blake was there to talk to me and…\n\n\nTyson:\n I'm not sure I'll ever have another friend like that.\n\n\nTyson begins tearing up.\n\n\nTyson:\n Without Blake I really wouldn't be who I am today. So much of what I love was given to me by him.\n\n\nTyson:\n My love of fishing, my guitar and, of course, my favorite dish:\n\n\nSCP-5083-1 materializes in the crowd of funeral attendees watching the eulogy.\n\n\nTyson:\n Raw gold. Whenever I eat it, I think of Blake, and… I'm hungry for it now. I'm hungry for raw, uncooked gold.\n\n\nSCP-5083-1:\n Where the fuck am I?\n\n\nTyson:\n Come here won't you, yellow man?\n\n\nSCP-5083-1:\n What?\n\n\nThe crowd gets up from their seats and begin running towards 5083-1, knocking over chairs and each other.\n\n\nMembers of MTF Omicron-17 enter the area from all sides, converging on the gold man.\n\n\nSCP-5083-1:\n Oh crap!\n\n\n5083-1 runs forwards towards Tyson, punches him in the face, and continues past until he reaches the coffin of Blake Mckenzie. He opens the lids, leaps inside, and closes it behind him.\n\n\nO-17-4 tries to pry the lid to the coffin open but 5083-1 keeps it close.\n\n\nO-17-1:\n Just take the damn coffin!\n\n\nO-17 draws their batons and begin to fight off the crowd of funeral-goers while O-17-2 -4 -6 and -7 pick up the coffin and run towards the van.\n\n\nAn unidentified large man breaks past the wall of O-17 and dives at the operatives carrying the coffin. The coffin is knocked to the group, sending both 5083-1 and the corpse of Blake Mckenzie spilling out.\n\n\nSCP-5083-1:\n Fuck! Why was there a dead person in there?!\n\n\nO-17-6 tackles 5083-1 from behind while O-17-2 keeps the large man incapacitated.\n\n\nSCP-5083-1:\n Let go of me!\n\n\nO-17-6 throws 5083-1 into the back of the O-17 transport van.\n\n\nO-17-1:\n GO!\n\n\nSCP-5083-1:\n Help!\n\n\nO-17 scrambles into the van and quickly drives away from the cemetery.\n\n\n\n\nMTF Pi-2 \"Cardboard Box\" arrived two minutes later for post-mission cleanup.\n\n\n\n\n○ Incident 4 ○\n\n\n\n\n\n\n\n\n● Incident 22 ●\n\n\n\n\n○ Incident 22 ○\n\n\n\n\n\n\nTHIS FILE IS CLASSIFIED LEVEL 5 ONLY\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n▷ ENTER AUTHORIZATION CODE ◁\n▼ ACCESS GRANTED ▼\n\n\n\n\n\n\n\n\n[MEMETIC KILL AGENT NEUTRALIZED]\n\n\n\n\n\n\n\n\n\n\nIncident 22: Site-01\n\n\n2015/07/14\n\n\n\n\n\n\nOn 2015/07/12, a radio transmission was received from Eunike 185:\n\n\n\n\nROUND 41: ??°??′??″N ???°??′??″E\n\n\n\n\nBelieved to be some kind of malfunction, the transmission was ignored.\n\n\nOn 2015/07/14, an instance of SCP-5083-1 materialized in the Overwatch Command conference chamber, Site-01, during an O5 meeting.\n\n\n\n\nThe following is an excerpt from the transcript of O5 Session-2317-115 and contains excerpts of various Site-01 recording equipment and command systems. If you are reading this and do not have level 5 clearance, avert your eyes from the terminal and wait for assistance.\n\n\n\n\nO5-4:\n This is the fourth fracture this month. This has severely reduced our estimated time to complete \nOperation Lifeboat\n. As of now, we have about a month and a half, maybe less. As discussed in our previous session on this topic, anything short of full extradimensional evacuation will be insufficient.\n\n\nO5-2:\n Operation Lifeboat currently has the capacity to evacuate about 10 percent of Earth's population.\n\n\nSilence for six seconds.\n\n\nO5-11:\n Is that it? After ten fucking years that's all we can do?!\n\n\nO5-4:\n Eleven, this behavior is not appropriate for an Overseer.\n\n\nO5-11:\n (\npauses\n) …Apologies.\n\n\nO5-2:\n With massive budget transfer we can increase the capacity to about fifteen percent, but models predict this will result in at least ten major breaches over the coming month.\n\n\nO5-1:\n All in favor of directing funds from the Department‌ ‌of‌ ‌External‌ ‌Affairs, Department‌ ‌of‌ ‌Personnel‌ ‌Integrity, Internal‌ ‌Security‌ ‌Department‌, Department‌ ‌of‌ ‌Parabiology, Department‌ ‌of‌ ‌Psychodentistry, Department of Fundamental Theories, Department of Sciences, Department‌ ‌of‌ ‌Analytics, Surrealistics‌ ‌Department, and sixteen other Departments to Operation Lifeboat as outlined in budget proposal 2317-114? As the proposer of said budget change, I will be abstaining.\n\n\nO5-2:\n Aye.\n\n\nO5-3:\n Aye.\n\n\nO5-4:\n Aye.\n\n\nO5-5:\n Nay.\n\n\nO5-6:\n Aye.\n\n\nO5-7:\n Aye…\n\n\nSCP-5083-1 materializes in the center of the conference table while O5-7 speaks.\n\n\nO5-7:\n …Want to eat the gold man.\n\n\nSCP-5083-1:\n Hey I- think I'm alive? Oh hey! Were you guys also just born-\n\n\nO5-6, O5-2, O5-10, and O5-4 immediately clamber onto the conference table towards the 5083-1. As they do, defense drones equipped in the room attempt firing at the 5083-1; their bullets create metallic clangs as they ricochet off its body. The 5083-1 attempts to run towards the door but is dropkicked by O5-10.\n\n\nO5-12:\n (\nSpeaking to security through comms\n) Class Z visual in…\n\n\nO5-12:\n (\nSpeaking to security through comms\n) False alarm. There is an intruder. All security personnel are now tasked with finding and apprehending the gold man.\n\n\nThe rest of the Overseers climb onto the conference table, engaging in physical combat with each other for control of the 5083-1. Defense drones continue to search for weak spots in the 5083-1, firing at various joints and bodyparts. Occasionally a bullet ricochets off the 5083-1 into an O5, creating a loud screech and blinding flash of light as their protective ward absorbs the bullet's energy.\n\n\n27 seconds after 5083-1's materialization, seven members of MTF Alpha-1 (\"Red Right Hand\"), armed with memetic inoculation equipment, enter the room.\n\n\nSCP-5083-1:\n (\nWhile pinned beneath O5-11\n) Get me out of here!\n\n\nO5-1:\n (\nTo MTF Alpha-1\n) I demand that you leave this room at once! You have no authorization to be-\n\n\nO5-1 is grabbed by Alpha-1-4 and thrown off of the conference table.\n\n\nWhile MTF Alpha-1 fight their way through the crowd, O5-4 bites into 5083-1's shoulder, amputating its right arm. The right arm is lost beneath the crowd, and 5083-1 screams as its torso, legs, heads, and left arm are consumed by the overseers. While Alpha-1 fights the rest of the overseers, O5-4, O5-13, and O5-8 fistfight over the remaining right arm. O5-4 overpowers the others, takes the arm, and places it into his Overseerial Pocket Dimension.\n\n\nO5-4 leaps off the table. Alpha-1-5 is guarding the north door. O5-4 runs towards Alpha-1-5, twists his face into a cognitohazardous facial expression, and continues running into corridor 81-B past the incapacitated Alpha-1-5.\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-4 has locked down Conference Room Alpha.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-7 has unlocked Conference Room Alpha.\n\n\n\n\n\n\n\n\nAlpha-1 manages to restrain O5 1, 2, 5, 8, 9, 11, and 13, however, O5 3, 5, 6, 7, 10, and 12 manage to exit Conference Room Alpha into Corridor 81-B in pursuit of O5-4.\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-6 has unlocked infantry 81-A\n\n\n\n\n\n\n\n\nO5 3, 5, 6, 7, 10, and 12 each remove various weapons from infantry 81-A such as switchback energy grenades, thaumatological rifles, occult pistols, and reverse matter railguns.\n\n\nBy this time, the rest of Alpha-1 have equipped themselves with memetic inoculation equipment and are pursuing the Overseers.\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-10 has activated spatial replacement transporter 812-9: [812-9 ⠀to 844-0]\n\n\n\n\n\n\n\n\nO5-3, 5, 6, 7, 10, 12 exit spatial replacement transporter 844-0 into corridor 123-G. They begin firing various projectiles at O5-4 who is at the end of the hallway. There are various flashes of light and high pitch screeches as O5-4's protective ward violently absorbs the energies, and he is thrown to the floor.\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-4 has set Wing H spatial reality mode to: [Spiral]\n\n\n\n\n\n\n\n\nAs corridor 123-G begins twisting itself into a spiral shape, the pursuing Overseers lose their lines of sight on O5-4, giving him the opportunity to get up and continue running through the now spiraling corridor.\n\n\nThe arms of the Overseers begin twisting into spirals.\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-6 has set Wing H spatial reality mode to: [Null]\n\n\n\n\n\n\n\n\nWhen the walls of the corridor begin collapsing into void, various gaps in the spiral corridor give the pursuing Overseers lines of sight once again on O5-4. Just as O5-6 is about to fire a ballistic time-wall missile at O5-4, twelve members of Alpha-1 uncloak around the Overseers, surrounding them. O5-6 fires the missile just as they do which collides with Alpha-1-28, trapping most of the Alpha-1 members as well O5-3, 5, 6, 7, and 12 in a timeless zone.\n\n\nO5-4 sees this and removes the arm of 5083-1 from his Overseerial Pocket Dimension for consumption.\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-10 has erased [0hr 7m 0s] from Site-01.\n\n\n\n\n\n\n\n\n\n\nO5-4 leaps off the table. Alpha-1-5 is guarding the north door. O5-4 runs towards Alpha-1-5, twists his face into a cognitohazardous facial expression, and continues running into corridor 81-B past the incapacitated Alpha-1-5.\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-4 has locked down Conference Room Alpha.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-7 has unlocked Conference Room Alpha.\n\n\n\n\n\n\n\n\nAlpha-1 manages to restrain O5 1, 2, 5, 8, 9, 11, and 13, however, O5 3, 5, 6, 7, 10, and 12 manage to exit Conference Room Alpha into Corridor 81-B in pursuit of O5-4.\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-6 has unlocked infantry 81-A\n\n\n\n\n\n\n\n\nO5 3, 5, 6, 7, 10, and 12 each remove various weapons from infantry 81-A such as zoological grenades, thaumatological pistols, occult rifles, and imaginary handguns.\n\n\nBy this time, the rest of Alpha-1 have equipped themselves with memetic inoculation equipment and are pursuing the Overseers.\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-10 has activated spatial replacement transporter 812-9: [812-9 ⠀to 844-0]\n\n\n\n\n\n\n\n\nO5 3, 5, 6, 7, 10, 12 exit spatial replacement transporter 844-0 into corridor 123-G. They begin firing various projectiles at O5-4 who is at the end of the hallway. There are various flashes of light and high pitch screeches as O5-4's protective ward violently absorbs the energies, and he is thrown to the roof.\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-4 has set Wing H spatial reality mode to: [Klein Bottle]\n\n\n\n\n\n\n\n\nAs corridor 123-G begins twisting itself into a klein bottle shape, the pursuing Overseers lose their lines of sight on O5-4, giving him the opportunity to get up and continue running through the now klein bottling corridor.\n\n\nThe arms of the Overseers begin twisting into themselves.\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-6 has set Wing H spatial reality mode to: [Null]\n\n\n\n\n\n\n\n\nWhen the surface of the corridor begin collapsing into void, various gaps give the pursuing Overseers lines of sight once again on O5-4. Just as O5-6 is about to fire a ballistic time-wall missile at O5-4, twelve members of Alpha-1 uncloak around the Overseers, surrounding them. O5-6 fires the missile just as they do which collides with Alpha-1-28, trapping most of the Alpha-1 members as well O5-3, 5, 6, 7, and 12 in a time-empty zone.\n\n\nO5-4 sees this and removes the arm of 5083-1 from his Overseerial Pocket Dimension for consumption.\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-10 has erased [0hr 7m 0s] from Site-01.\n\n\n\n\n\n\n\n\n\n\nO5-4 leaps off the table. Alpha-1-5 is guarding the north door. O5-4 runs towards Alpha-1-5, twists his face into a cognitohazardous facial expression, and continues running into corridor 81-B past the incapacitated Alpha-1-5.\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-4 has locked down Conference Room Alpha.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-7 has unlocked Conference Room Alpha.\n\n\n\n\n\n\n\n\nAlpha-1 manages to restrain O5 1, 2, 5, 8, 9, 11, and 13, however, O5 3, 5, 6, 7, 10, and 12 manage to exit Conference Room Alpha into Corridor 81-B in pursuit of O5-4.\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-6 has unlocked infantry 81-A\n\n\n\n\n\n\n\n\nO5 3, 5, 6, 7, 10, and 12 each remove various weapons from infantry 81-A such as chickens, bees, cows, and donkeys.\n\n\nBy this time, the rest of Alpha-1 have equipped themselves with memetic inoculation equipment and are pursuing the Overseers.\n\n\n\n\n\n\n\n\n\n\n⠀Site-01 Network: O5-10 has activated spatial replacement transporter 812-9: [812-9 ⠀to 844-0]\n\n\n\n\n\n\n\n\nO5 3, 5, 6, 7, 10, 12 exit spatial replacement transporter 844-0 into corridor 123-G. They begin firing various projectiles at O5-4 who is at the end of the hallway. There are various flashes of light and high pitch screeches as O5-4's protective ward violently absorbs the energies, and he is thrown to the inside.\n\n\n\n\n\n\n\n\n\n\n⠀\nSite-01 Network: O5-4 has set Wing H spatial reality mode to: [Inside Out]\n\n\n\n\n\n\n\n\nMembers of MTF Beta-0 (\"Time Time Wranglers\") materialize behind each Overseer and constrain them.\n\n\nNote:\n The remaining arm of SCP-5083-1 was transported to Site-17 post-incident.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n○ Incident 22 ○\n\n\n\n\n\n\n\n\nAddendum 2:\n\n\nOn 2020/09/19, a small envelope appeared on the floor of corridor 12, Low-Danger Humanoid Holding Wing Sub-Section 3, Site-17, next to the SCP-5083-1 containment cells.\n\n\nThe envelope contained a letter:\n\n\n\n\n● Show File ●\n\n\n\n\n○ Hide File ○\n\n\n\n\n\n\nFor all the members of Foundation,\n\n\nThank you guys very much for being a part of this game for so long! I really can't believe that. When I first started this game thirty years ago I thought no one would want to play with me. I thought it would be just me and the gold mans all day long. But year after year you guys prove me wrong! Not only you guys come back to play but you teach me so much! The fact you were able to catch 15 (😲) gold mans without eating them shows to me that playing and having fun is the most important part of the game and not the reward!\n\n\nThat's why today I have decided to officially start Gold Man season 2; This time with double the gold man, and double the fun!\n\n\nCan't wait to see you there!\n\n\nDexter 🙂\n\n\n\n\n\n\n○ Hide File ○\n\n\n\n\n\n\nAn investigation into PoI-933 \"Dexter\" is ongoing.\n\n\n \n\n\n\n\n\n\n« \nSCP-5082\n | SCP-5083 | \nSCP-5084\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5083\n\" by WizzBlizz, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5083\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Gold2\n\n\nName:\n Gold texture\n\n\nAuthor:\n árticotropical\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/643a8a36-54cf-480a-be4f-1dc38b714bbe\n\n\nAdditional Notes:\n The rest of the image was made by me.\n\n\n\n\n\n\nFilename:\n run\n\n\nName:\n Anarchist demonstration in Stockholm om May 1 2007 doing the traditional final rush.\n\n\nAuthor:\n Liftarn\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/Category:Running_crowds#/media/File:1maj2007.jpg\n\n\nAdditional Notes:\n The added gold man was made by \nmy friend.\n\n\n\n\n\n\nFilename:\n love\n\n\nAuthor:\n \nWizzBlizz\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [
        "Addendum 1: Notable Incident Reports",
        "Addendum 2:\nOn 2020/09/19, a small envelope appeared on the floor of corridor 12, Low-Danger Humanoid Holding Wing Sub-Section 3, Site-17, next to the SCP-5083-1 containment cells.\nThe envelope contained a letter:\nAn investigation into PoI-933 \"Dexter\" is ongoing.\n"
    ],
    "documents": [],
    "notes": [
        "ROUND 36: 11°41′13″N 106°35′47″E",
        "ROUND 23: 33°21'16.8\"S 115°39'42.0\"E",
        "ROUND 41: ??°??′??″N ???°??′??″E",
        "\" SCP-5083 \" by WizzBlizz, from the SCP Wiki . Source: https://scpwiki.com/scp-5083 . Licensed under CC-BY-SA .",
        "Filename: Gold2 Name: Gold texture Author: árticotropical License: CC BY 2.0 Source Link: https://search.creativecommons.org/photos/643a8a36-54cf-480a-be4f-1dc38b714bbe Additional Notes: The rest of the image was made by me.",
        "Filename: run Name: Anarchist demonstration in Stockholm om May 1 2007 doing the traditional final rush. Author: Liftarn License: Public Domain Source Link: https://commons.wikimedia.org/wiki/Category:Running_crowds#/media/File:1maj2007.jpg Additional Notes: The added gold man was made by my friend.",
        "Filename: love Author: WizzBlizz License: CC BY-SA 3.0"
    ],
    "title": "SCP-5083"
}