{
    "url": "https://scp-wiki.wikidot.com/scp-5084",
    "all_text": "rating: \n+73\n+\n–\nx\n\n\n\n\n\n\nSCP-5084 instances.\n\n\n\n\n\n\nItem #:\n SCP-5084\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5084 is to be contained within a standard safe storage locker held at Site-19. All Foundation personnel with level 2 clearance or higher are permitted testing of SCP-5084 at the discretion of the site director.\n\n\nDescription:\n SCP-5084 is the collective sum of 40 cherry tomatoes (\nLycopersicon lycopersicum var. cerasiforme\n) invulnerable to decomposition. SCP-5084's anomalous capabilities manifest when an individual is made aware of the presence of SCP-5084 in their immediate vicinity. The individual will firmly believe that all instances of SCP-5084 are sentient. Individuals have experienced auditory hallucinations in which they report hearing SCP-5084 produce human-like vocalizations. Individuals describe SCP-5084 instances as \"scared, nervous, and untrusting\" due to their vocalizations being described as childlike. SCP-5084's anomalous properties do not manifest when exposed to Foundation personnel.\n1\n\n\nDiscovery:\n SCP-5084 was discovered in a hotel located in Las Vegas, Nevada. SCP-5084 was housed in a terrarium residing in the entrance of the hotel. All guests were extremely protective of SCP-5084, physically berating any individuals who harmed SCP-5084 specimens. The Foundation was contacted when nearby businesses and local residents entered the hotel and were detained by local authorities. Foundation operatives observed attempts to plant SCP-5084 instances in an effort of preserving SCP-5084 through their offspring before acquiring SCP-5084.\n\n\nAddendum:\n\n\n\n\n+ Addendum 5084-A: Test Log 2020/02/01\n\n\n\n\n- Addendum 5084-A: Test Log 2020/02/01\n\n\n\n\n\n\n\n\nSubject\n\n\nForeword\n\n\nExperiment\n\n\nResults\n\n\n\n\n\n\nD-38291\n\n\nSubject framed for murder, put on death row.\n\n\nD-38291 is instructed to make eye contact with SCP-5084 and transcribe SCP-5084's statements. Afterward, D-38291 is to test effects of SCP-5084 consumption.\n\n\nSubject is able to manifest SCP-5084's anomalous abilities (See addendum 5084-B).\n\n\n\n\n\n\nD-18289\n\n\nSubject murdered two men, put on death row.\n\n\nD-18289 is instructed to make eye contact with SCP-5084 and transcribe SCP-5084's statements. Afterward, D-18289 is to test effects of SCP-5084 consumption.\n\n\nSubject is unable to manifest SCP-5084's anomalous abilities.\n\n\n\n\n\n\nD-39211\n\n\nPreviously Foundation personnel, demoted to D-class personnel on account of murder.\n\n\nD-39211 is instructed to make eye contact with SCP-5084 and transcribe SCP-5084's statements. Afterward, D-39211 is to test effects of SCP-5084 consumption.\n\n\nSubject is unable to manifest SCP-5084's anomalous abilities.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 5084-B\n\n\n\n\n- Addendum 5084-B\n\n\n\n\n\n\nSubject(s):\n Five (5) instances of SCP-5084\n\n\nForeword:\n D-38291 is instructed to make eye contact with SCP-5084 and transcribe SCP-5084's statements. Afterward, D-38291 is to test effects of SCP-5084 consumption.\n\n\nBegin Log:\n\n\n(\nD-38291 makes eye contact with SCP-5084\n)\n\n\nD-38291:\n What the hell? How the fuck are you ta-\n\n\nTest Overseer:\n Just follow what we told you, 38291.\n\n\nD-38291:\n Fine, hello th- what? I can barely hear you!\n\n\n(\nD-38291 arranges pile of SCP-5084 instances into a row\n)\n\n\nD-38291:\n Dear God, how long have you guys been piled like that? A couple of weeks! No wonder you're crying!\n\n\n(\nD-38291 leans in and speaks in a noticeably quieter tone\n)\n\n\nD-38291:\n Don't worry, I'm not here to hurt you. I just need you to calm down. When were you first able to talk?\n\n\nTest Overseer:\n Please transcribe their responses, 38291.\n\n\nD-38291:\n They tell me that it's always been this way. They just don't know why the men in coats can't hear them. They're talking about you, aren't they?\n\n\nTest Overseer:\n We told you 38291, they aren't sentient. This is all happening in your head, Foundation personnel just can't talk to them.\n\n\nD-38291:\n I'm Foundation personnel, aren't I?\n\n\n(\nTest Overseer pauses)\n\n\nTest Overseer:\n Just continue.\n\n\nD-38291:\n What do you guys do all day?\n\n\n(\nD-38291 pauses for several seconds\n)\n\n\nD-38291:\n They've just been rotting in a bin. They can't move, they can't talk, they can't even breathe. They're trapped. Why can't you guys just let them out?\n\n\nTest Overseer:\n That's outside of your control.\n\n\nD-38291:\n Wait, I'm not the first guy they've tested these things on, aren't I? What have the men in coats done to you?\n\n\nTest Overseer:\n It would be advisable to stick to the script before further action is needed.\n\n\nD-38291:\n You've… oh dear god. You've sliced them, crushed them, diced them. What's next? Am I going to eat one of them or something?\n\n\nTest Overseer:\n Actually, yes. You are to consume an SCP-5084 specimen.\n\n\nD-38291:\n …I'm not going to do that.\n\n\nTest Overseer:\n We'll give you one more chance 38291. Consume the specimen or suffer the consequences.\n\n\nD-38291:\n I… I'm sorry for what I'm about to do.\n\n\n(\nD-38291 consumes SCP-5084 specimen\n)\n\n\nD-38291:\n It tastes… like a tomato. What did you expect? I can hear it fucking screaming down my throat. It's crying.\n\n\nD-38291:\n You burnt them, blended them, and torn them apart. They're begging for mercy, no wonder they trust no one.\n\n\n(\nD-38291 escorted out of testing chamber\n)\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Any individual who has been employed by the SCP Foundation for a period of more than one month\n\n\n\n\n\n\n\n\n« \nSCP-5083\n | SCP-5084 | \nSCP-5085\n »",
    "addendums": [
        "Addendum:"
    ],
    "documents": [],
    "notes": [
        "Subject(s): Five (5) instances of SCP-5084 Foreword: D-38291 is instructed to make eye contact with SCP-5084 and transcribe SCP-5084's statements. Afterward, D-38291 is to test effects of SCP-5084 consumption. Begin Log: ( D-38291 makes eye contact with SCP-5084 ) D-38291: What the hell? How the fuck are you ta- Test Overseer: Just follow what we told you, 38291. D-38291: Fine, hello th- what? I can barely hear you! ( D-38291 arranges pile of SCP-5084 instances into a row ) D-38291: Dear God, how long have you guys been piled like that? A couple of weeks! No wonder you're crying! ( D-38291 leans in and speaks in a noticeably quieter tone ) D-38291: Don't worry, I'm not here to hurt you. I just need you to calm down. When were you first able to talk? Test Overseer: Please transcribe their responses, 38291. D-38291: They tell me that it's always been this way. They just don't know why the men in coats can't hear them. They're talking about you, aren't they? Test Overseer: We told you 38291, they aren't sentient. This is all happening in your head, Foundation personnel just can't talk to them. D-38291: I'm Foundation personnel, aren't I? ( Test Overseer pauses) Test Overseer: Just continue. D-38291: What do you guys do all day? ( D-38291 pauses for several seconds ) D-38291: They've just been rotting in a bin. They can't move, they can't talk, they can't even breathe. They're trapped. Why can't you guys just let them out? Test Overseer: That's outside of your control. D-38291: Wait, I'm not the first guy they've tested these things on, aren't I? What have the men in coats done to you? Test Overseer: It would be advisable to stick to the script before further action is needed. D-38291: You've… oh dear god. You've sliced them, crushed them, diced them. What's next? Am I going to eat one of them or something? Test Overseer: Actually, yes. You are to consume an SCP-5084 specimen. D-38291: …I'm not going to do that. Test Overseer: We'll give you one more chance 38291. Consume the specimen or suffer the consequences. D-38291: I… I'm sorry for what I'm about to do. ( D-38291 consumes SCP-5084 specimen ) D-38291: It tastes… like a tomato. What did you expect? I can hear it fucking screaming down my throat. It's crying. D-38291: You burnt them, blended them, and torn them apart. They're begging for mercy, no wonder they trust no one. ( D-38291 escorted out of testing chamber )"
    ],
    "item": "SCP-5084",
    "object_class": "Safe",
    "containment_procedures": "SCP-5084 is to be contained within a standard safe storage locker held at Site-19. All Foundation personnel with level 2 clearance or higher are permitted testing of SCP-5084 at the discretion of the site director.",
    "description": "SCP-5084 is the collective sum of 40 cherry tomatoes (Lycopersicon lycopersicum var. cerasiforme) invulnerable to decomposition. SCP-5084's anomalous capabilities manifest when an individual is made aware of the presence of SCP-5084 in their immediate vicinity. The individual will firmly believe that all instances of SCP-5084 are sentient. Individuals have experienced auditory hallucinations in which they report hearing SCP-5084 produce human-like vocalizations. Individuals describe SCP-5084 instances as \"scared, nervous, and untrusting\" due to their vocalizations being described as childlike. SCP-5084's anomalous properties do not manifest when exposed to Foundation personnel.1",
    "title": "SCP-5084"
}