{
    "url": "https://scp-wiki.wikidot.com/scp-5087",
    "all_text": "rating: \n+220\n+\n–\nx\n\n\n\n\n\n\n4/5087\n LEVEL \n4/5087\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5087\n\n\n\n\n\n\nketer\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOne of four Mk V Temporal Sink phase shifter arrays, East Wall\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nSCP-5087 is contained \nin situ\n at the location of its discovery. A five square meter table has been constructed in the center of a 15 x 20 x 5 m containment chamber on Sub-Level 5 of Site-17. The containment chamber is outfitted with the Mk V Temporal Sink, to be maintained at constant TVM\n1\n unless otherwise directed by the item’s HMCL Supervisor (currently Dr. Marcus Kitterman), Site Director, or O5-12.\n\n\nAll instances of SCP-5087-1 are subject to interrogation, containment, and termination on sight as necessary. Instances may be retained for study under HCP-3\n2\n in the adjoining containment cells. Instances are to be terminated after a maximum of 364 days in containment to prevent causal interference with subsequent instances. No writing material is permitted in the containment suite or adjoining interrogation rooms to prevent SCP-5087-1 from employing memetic temporal displacement methods.\n\n\nAccess to the containment chamber is restricted to members of the \nTemporal Anomalies Department\n with L-5/5087 clearance, general L-5/Δ clearance, or higher. Due to continued active temporal anomalies surrounding SCP-5087 and all sub-designations, permission to assemble SCP-5087-G and explore SCP-5087-2 may only be granted to members of RCT-Δt with at least 250 hours logged mission time. A steel alloy frame has been constructed sufficient to support the weight and shape of the various fragments in an assembled position, and is stored against the western wall of the containment chamber. Personnel accessing the containment chamber or exploring SCP-5087-2 must be anchored to the chamber’s exterior via 5 mm steel tether. If for any reason the tether becomes detached prior to successful egress, the untethered party is to be considered a hostile entity, interrogated, and permanently contained or terminated as appropriate.\n\n\nRedundant copies of all documentation relating to SCP-5087 must be kept in causal isolation at all times.\n\n\n\n\nDescription:\n\n\nSCP-5087 is the collective designation of six large (0.5 - 2.25 m length) fragments of layered sardonyx bearing detailed relief sculpture often referred to as \ncameo\n in art literature. The aesthetic of the relief is consistent with other large cameo carvings from Europe created during the late Republican / early Imperial period of Rome. When viewed separately, each engraving will depict a different individual scene, using the entire space available with no visible damage. However, when any two or more engravings occupy the same visual field, observers become aware that they are looking at a fragmented singular work which encompasses all six fragments.\n\n\nPersonnel with Level 5/Δ or 5/5087 may access Catalog 5087-1.1 for detailed description of all six fragments.\n\n\nSCP-5087 has the effect of nullifying all ambient tachyon fields within a 5m radius of the collection’s center of mass, rendering it impossible for time to pass within the chamber unless the embedded Mk V Temporal Sink is activated. Interactions between this suspended temporal reference frame and our native TVM progression are not well understood, due to the impossibility of verifying any reported observations of experimental D-Class personnel or other entities leaving its area of effect. From an external perspective, such persons appear to enter and exit the active area instantaneously, and report vastly inconsistent experiences of duration spent within.\n\n\nSCP-5087-1 designates all \nhumanoids\n animate entities attempting to leave the active zone. All such instances to date have identified themselves as former members of RCT-Δt. Credentials recovered from SCP-5087-1 appear to be consistent with those in use by the Foundation at their reported time of origin, but none have thus far been verified by extant assets, agents, or databases. SCP-5087-1 instances manifest at a rate of three individuals per year, every year on the 23rd of December since the item’s discovery. Each manifestation always contains two males and one female. Each individual within a set has been genetically identical to their corresponding analog in each previous set, despite occasional presentation of significant morphological differences. To date these have included:\n\n\n\n\nEntities with radially symmetrical body plans. Vivisection of instances reveals anatomical structures resembling those of phylum \nEchinodermata\n3\n.\n\n\nHumanoid entities of increased stature with six phalanges on all extremities, and at least one organ structure of unknown purpose contained within the abdomen.\n\n\nOtherwise normal humanoids suffering advanced stages of \nSCP-217\n infection.\n\n\nThree normal and healthy \nCorvus corax\n4\n specimens carrying weapons, clothing, spectacles, and other equipment designed to be operated by avian physiology.\n\n\n[DOCUMENTATION INFOHAZARD EXPUNGED]\n\n\n\n\nUpdate, 15/5/2027:\n While previous manifestations of SCP-5087-1 have categorically refused to cooperate with attempts at interview, the members of set SCP-5087-1.41 have all consented to being interviewed by containment personnel. It is unclear, even from the interviews, why this particular iteration agreed to cooperate. Information will be released to this document pending verification. Researchers may access Document 5087-INT for transcripts of each interview.\n\n\nUpdate, 30/6/2027:\n Following the interview with SCP-5087-1.41-A regarding a hidden space within SCP-5087, efforts were undertaken by RCT-Δt to reconstruct the complete object, designated SCP-5087-G. As of 8/6/2027, the project was concluded and resources diverted to exploration of SCP-5087-2.\n\n\nSCP-5087-2 designates a spatial anomaly accessed from the obverse side of SCP-5087-G. This area is only accessible when the relief is fully assembled in the upright position. SCP-5087-2 contains a mock Roman city state of the early first century CE in a state of suspended animation. No tachyon field has been successfully detected within SCP-5087-2, rendering standard recording equipment non-functional. Exploration Summary 5087-2-E is compiled from multiple oral and written accounts of SCP-5087-2 exploration by various RCT-Δt assets.\n\n\n\n\nAttached Documentation:\n\n\n\n\n+ Catalog 5087-1.1, Rev 8/6/2027\n\n\n\n\n- Access Granted\n\n\n\n\nCatalog 5087-1.1:\n\n\n\n\n\n\nItem Designation\n\n\nApproximate Dimensions\n\n\nImage Description\n\n\n\n\n\n\nSCP-5087-A\n\n\n0.5 x 0.33 m\n\n\nA nude female figure pouring water from a large vase. She appears to be weeping. Smaller humanoid figures are visible in the resulting flow of water.\n\n\n\n\n\n\nSCP-5087-B\n\n\n0.69 x 0.4 m\n\n\nTwo male figures in Roman battle attire. Armor and decoration indicate they are both officers. One thrusts his spear forward into the chin of the other, killing him. Observers universally indicate they are both depictions of the same person, though photographs of the fragment do not bear this out conclusively.\n\n\n\n\n\n\nSCP-5087-C\n\n\n1.21 x .75 m\n\n\nA male figure sitting upon a palanquin, borne by four others - three male and one female. The seated figure is dressed in a manner consistent with contemporary depictions of Roman Emperors from the same period. He gestures forward, leaning out of his seat. Of note is that the figure is depicted wearing spectacles.\n\n\n\n\n\n\nSCP-5087-D\n\n\n0.2 x 2.25 m\n\n\nEngraving of text in period Latin. “PARATI SVMVS OMNIA CONVIVIVM HABERETVR LVGVBRES”\n5\n\n\n\n\n\n\nSCP-5087-E\n\n\n1.1 x .80 m\n\n\nThree figures, two male and one female, hands joined in a ring and dancing. A large box stands in the center of the ring. Details of the box are impossible to resolve conclusively despite their size.\n\n\n\n\n\n\nSCP-5087-F\n\n\n1.5 x 2.25 m\n\n\nDepiction of a large feast or banquet with several figures seated along a long table. At the center of the table are seated three figures wearing spectacles, flanked by several military officers and young women. Food at the table is depicted in a decomposed state.\n\n\n\n\n\n\nUpdate, 30/6/2027\n SCP-5087-G\n\n\n2.25 x 3.5 m\n\n\nDesignates the fully assembled relief, which presents several significant departures from the previously described scenes. An inscription along the bottom reads “QVAM PARAVIMVS LUCEM VITAE”\n6\n. A female figure oversees the burning of spears and swords in the upper left. Two gladiators engage in combat, in the upper right. Three figures dance nude in a ring around a pike bearing three human heads in the central left. Several high-status males and one female carry a crowned figure in peasant/slave clothing on a palanquin, who leans back in his seat drinking from a large jug of wine. Central to the piece is a depiction of a large banquet, where a figure resembling contemporary depictions of Caesar Augustus shares a large, appetizing banquet amongst many assembled servants, soldiers, and peasants.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Exploration Summary 5087-2-E, Rev 15/8/2027.\n\n\n\n\n- Access Granted\n\n\n\n\nExploration Summary 5087-2-E:\n\n\n\n\nAdministrative Summary Re: Exploration Accounts of SCP-5087-2\n\n\nCompiled by:\n Captain Regina Watts, RCT-Δt\n\n\nMost Recent Revision Date:\n 15/8/2027\n\n\nThe entry point of SCP-5087-2 is a free standing invisible event boundary surrounded entirely by an open field of grass. Visible below the hill is a small Roman city in immaculate condition. The time of day within the anomaly cannot be confirmed, but appears to be late evening. Compass navigation is impossible, and all non-mechanical recording equipment is non-functional.\n\n\nThe town limit is approximately 1.5 km from the point of entry. Everything remains absolutely still until interacted with by one of our agents. Fire still gives light and heat, but the flames do not move unless one of our people is holding the fuel source. Humanoid figures in direct contact with our people do not regain consciousness as expected. Instead, their bodies deteriorate rapidly after contact, dissolving to dust entirely after approximately five ‘minutes’ based on accounts. These figures, torches, and other materials will return to their original configuration following the teams’ egress.\n\n\nBased on facial expressions, mode of dress, and food stuffs present, the town seems to be in the middle of a large festival. Statues depicting Saturn, the Roman god of bounty and time, are adorned with offerings of ceramic masks. Priest figures in the midst of ceremony have heads uncovered. Celebrants are observed gambling, exchanging gifts, indulging in wine, and fornicating more or less openly in the streets.\n\n\nProgressing toward the city center, the scene becomes more sinister. Some prisoners (celebrants? They seem almost happy about it.) are being executed in temples surrounding the plaza. There is a lot of blood present in the temples, and no less than 10 human heads have been arranged on an altar before another large statue of Saturn. Beyond the plaza, there is a large procession of some 200-300 celebrants, carrying torches. At the heart of the procession is a palanquin carried by four masked figures in the garb of patricians. The chair they hold aloft is empty, save for a gilded laurel wreath and a set of rough peasants clothes.\n\n\nIt is the conclusion of RCT-Δt that the celebration is congruent with records of the festival \nSaturnalia\n, a Roman midwinter celebration of bounty, light, and renewal dedicated to Saturn. There appears to be significant juxtaposition of both archaic and latter day traditions within the scene. However, without seeing the area in true motion, it is impossible to determine this conclusion with certainty.\n\n\nMost troubling about these discoveries is the absence of the King of Saturnalia; an ‘elected’ figure which presides over the festival, who we assume was supposed to be riding that palanquin near the center of town. Mapping the likely progression of the procession based on the state of residents of the town, the most extreme aspects of the ritual seem to have happened in this palanquin’s wake.\n\n\nWhether this confirms or refutes the claims set forth by SCP-5087-1.41-A and -B cannot be determined at this time. The\n absence of ambient tachyon fields within SCP-5087-2 \ndoes seem to lend itself to that conclusion\n. However, there do not seem to be any empty spaces where an icon or statue of Saturn would reside. The absence of the King of Saturnalia may well be construed to be the absence of a priest, celebrant, or other human figure which is necessary for the scene to continue progressing. Or it may simply be a result of the object’s state of repair.\n\n\nAs a precautionary measure, I recommend amending containment procedures to prohibit future assets from interfering or interacting with the palanquin, as well as an additional SCP-5087 sub designation for this object.\n\n\n- Captain Regina Watts, RCT-Δt\n\n\n\n\n\n\n\n\n\n\n\n\n+ Display Document 5087-INT, Original version 8/5/2027\n\n\n\n\n- Access Granted\n\n\n\n\nDocument 5087-I:\n\n\nOn 23/12/2026, three humanoids manifested in the containment chamber of SCP-5087 and were immediately apprehended by onsite security assets. This marks the 41st such manifestation event since initial containment. Though initially uncooperative, all three instances of SCP-5087-1.41 independently approached containment personnel with a desire to be interviewed by RCT-Δt or other Temporal Anomalies Department agents and researchers.\n\n\n\n\nDate:\n 25/4/2027\n\n\nInterviewer:\n Captain Regina Watts, RCT-Δt\n\n\nObserving:\n Dr. Marcus Kitterman, HMCL Supervisor\n\n\nInterviewee:\n SCP-5087-1.41-A\n\n\nNote:\n \nSubject does not outwardly appear to be anomalous. However, biometric scans indicate large portions of its anatomy have been replaced or augmented with advanced prosthesis. Interestingly, the subject still elects to wear spectacles despite obvious access to advanced surgical techniques. For some reason, this appears to be a common trait among -A type manifestations, no matter their body plan.\n\n- Dr. Marcus Kitterman\n\n\nR. Watts:\n Alright, we’re rolling. This is Regina Watts interviewing SCP-5087-1.41-A. Can you please state your name for the record.\n\n\nSCP-5087-1.41-A:\n (\nsighs audibly\n) … This is Dr. Thaddeus Xyank, former Chairperson of the Temporal Anomalies Department, founder of Research and Containment Team Δt. Also former SCP-110-1. Fun to be back on this side of the table…\n\n\nR. Watts:\n Oh yeah? And how exactly does a skip go from designee to research doc?\n\n\nSCP-5087-1.41-A:\n And back. You forgot the ‘and back.’ The answer is… complicated. It’s good to see you again, though. I haven’t… Dammit Reggie, I’m really sorry. I have really fucked this one up. I should have brought you all back in before I left.\n\n\nR. Watts:\n Listen, I understand you’re scared-\n\n\nSCP-5087-1.41-A:\n I’m not. I know I don’t have any power to implicate you in anything. And I know ‘you’ have ‘never met’ me, but… I knew a Regina Watts. She was one of my best retrieval agents. She recovered [REDACTED] and I don’t know how many more since then.\n\n\nR. Watts:\n … Okay. You know a thing or two about the department… How did you come by that knowledge?\n\n\nSCP-5087-1.41-A:\n (\nhis head flops forward and smacks the table before looking back upward\n) Because I’m your fucking boss, Reggie. Frankly I can’t tell if you’re being thick, or if you really don’t recognise me. I authorized \nyour GCS back in ‘08. We even sent you to 2035 for it so you could get it done properly\n! …How are you healing up, by the way?\n\n\nR. Watts:\n (\nvisibly perturbed\n) Right, I don’t know who the fuck you are or how you know that, but if you don’t stop with this evasive bullshit then this interview is over.\n\n\nSCP-5087-1.41-A:\n (\nchuckling\n) Oh nooo, not the containment cell! However will I cope with all the naaaps? (\nsips water\n) Come on, you’ll have to do a little better than that. I have sat in on dozens of these types of interviews.\n\n\nR. Watts:\n Then you know you better get to the point before I call security.\n\n\nSCP-5087-1.41-A:\n Alright, I’ll play. So… if you’re still on Δt in this timeline, then you should have access to SCP-110? I can’t be sure of what has and hasn’t been redacted. Hell, I don’t even know if \nI\n exist on this string anymore, but it’s not just a city. It’s a containment facility, too. That’s where this object was first contained. Back then… or, well, I suppose that hasn’t happened yet, but when I first saw the cameo, it was whole. I was assigned to 5087 in my role as an extra-dimensional topologist. We knew there was some kind of looping scripted pocket space inside the thing, so it was my job to oversee exploration and catalog the properties of the interior. But eventually, I got the bright idea to test its interior dimensions.\n\n\nR. Watts:\n So you broke it?\n\n\nSCP-5087-1.41-A:\n (\nremains silent for 10s\n) You could say that. However, it might be more accurate to say that the object… hatched. Some unknown entity emerged from a fissure in the front face and… (\nrubs his eyes under his spectacles\n) Apologies. The experience is very difficult to recall.\n\n\nR. Watts:\n Okay… Is that why you’re here now?\n\n\nSCP-5087-1.41-A:\n No. That’s just how I got back to 1972. My aim in coming here comes much later; sometime in late 2010. After figuring out temporal displacement stabilization and using the knowledge I gained to resolve as many paradoxes as I could, I discovered that time is… entirely incoherent. It’s complete chaos. What we see as strings is just a person’s mind doing its best to form a coherent narrative out of that chaos, and our navigation techniques are far more like dialing a radio tuner than actually moving through space. The memetic ones are just shifting focus from one apparently coherent moment to another.\n\n\nR. Watts:\n Yeah, and I have also read the primer, but -\n\n\nSCP-5087-1.41-A:\n You still have a primer? HA! Perfect. Who wrote it?\n\n\nR. Watts:\n Who wrote what?\n\n\nSCP-5087-1.41-A:\n Who wrote the primer, Reggie? (\nleans forward\n) How many times have we had this conversation?\n\n\nR. Watts:\n W… We’re getting off topic again.\n\n\nSCP-5087-1.41-A:\n Fine, but you’re about to miss a trick.\n\n\nR. Watts:\n That's a cold day in hell.\n\n\nSCP-5087:\n Stop. And listen. I know we’re not the first people to come out of that room. As soon as my colleagues found the right path to the object… Hell, I couldn’t even check my watch before there was a gun in my face. That has happened only once before, when I walked into an open infinite loop. How long have I been sho-… wait, 1.\n41\n-A? Forty-one iterations? Christ… Where are you keeping the rest of me?\n\n\n[INTERVIEW TERMINATED]\n\n\nClosing Note:\n \nI’ve checked and triple checked. I can’t find an author for the RCT-Δt Primer. Can we loop up with RAISA to see if this is an intentional omission or not? Something isn’t adding up. He knows too much. Either there’s a leak that’s gotten into our personnel files or something has gone pear shaped.\n\n- R. Watts\n\n\n\n\n\n\nDate:\n 27/4/2027\n\n\nInterviewer:\n Agent Lorainne Mickelson, RCT-Δt\n\n\nObserving:\n Dr. Marcus Kitterman, HMCL Supervisor\n\n\nInterviewee:\n SCP-5087-1.41-B\n\n\nNote:\n \nRelieved Agent Watts after the last interview. The anomaly suddenly breaking silence, and dropping confirmed information like that is somewhat troubling. This one looks a bit more like a field agent than the other two. Hopefully there will be more information we can use.\n\n- Dr. Marcus Kitterman\n\n\nL. Mickelson:\n This is Field Agent Loraine Mickelson interviewing SCP-5087-1.41-B\n\n\nSCP-5087-1.41-B:\n Forty-One?!\n\n\nL. Mickelson:\n If you please, sir?\n\n\nSCP-5087-1.41-B:\n Yeah, yeah, sure… Wow, that’s a lot. We are fucked.\n\n\nL. Mickelson:\n State your name, please?\n\n\nSCP-5087-1.41-B:\n Homer Fucking Simpson. What does it matter? I’m clearly already dead. (\ncovers face with hands\n)… Sorry. Agent Bertrand Tomlin, former reconnaissance team lead, RCT-Δt. I uh… I went off the radar with the other two a couple of months - I mean, a few months prior to - Fuck. From my perspective, we were out of Foundation sight for about two months before you nailed us.\n\n\nL. Mickelson:\n Excellent, thank you for that. You say you went off the radar. Can you elaborate on that?\n\n\nSCP-5087-1.41-B:\n …Thad called Attie and me into an office downtown in NYC one morning and showed us something I wish I hadn’t seen. He took an XACTS device and turned it on with a window open -\n\n\nL. Mickelson:\n I’m sorry, a what?\n\n\nSCP-5087-1.41-B:\n Wait, seriously? You are \nthe\n Loraine Mickelson, right?\n\n\nL. Mickelson:\n That \nis\n my name. Look, pretend you’re an anomaly and I don’t know who you are or what you’re talking about. Matter of fact, don’t pretend. You’re an anomaly. I don’t know who you are or what you’re talking about.\n\n\nSCP-5087-1.41-B:\n (\nleaning forward\n) The Xyank-Anastasakos Constant Temporal Sink. The physics behind it was published in \nFoundation\n in 1892. You don’t even have a \ndepartment\n without that damned box!\n\n\nL. Mickelson:\n We can come back to that, but I would like to focus back on what you imagine you’re doing here, please.\n\n\nSCP-5087-1.41-B:\n Alright, fine. Never mind who invented the central tech of your department, we got a script to follow, yeah? Brilliant. Super duper. …We were after something that Thad said he saw once because he reckoned \nit was Father Time. Some fancy term for it, I think it started with an E? The idea was supposed to be to put whatever that was back inside the cameo somehow and time - which as you probably know, is super fucked - would just sort of settle back into a proper line\n as soon as we did it, and our perspective would become the only remaining timeline.\n\n\nL. Mickelson:\n And what gave him that impression?\n\n\nSCP-5087-1.41-B:\n I dunno. It seemed as likely to work as anything else I’d done that week, so… Anyway, we were going to all do it together. Breach 110 on our own, dive into that enormous casket as a team, and when we got to the cameo, and follow whatever breadcrumbs we could to find this… thing… and…\n\n\nL. Mickelson:\n Go on.\n\n\nSCP-5087-1.41-B:\n You know what, never mind. Saying it out loud makes it sound so dumb. We… Nope, it’s bugging me. Loraine, I can hear the hum. You might not know what XACTS’ are, but we’re sitting inside of one. Or something very much like it. You’re keeping this place causally isolated?\n\n\nL. Mickelson:\n I’m pretty certain you know how I’m going to answer that question.\n\n\nSCP-5087-1.41-B:\n Yeah, I know it… I hated this part of the job. You were always way better at it, anyway. I must have interviewed a hundred former Agents and Researchers. Some of ‘em I even knew and had to play like I didn’t. Don’t show your cards. Don’t collaborate with an anomaly. Don’t even breathe Thad’s name… (\nlooks directly at Camera 1\n) Which means that’s either Marcus or Liza over there, lookin’ at me, deciding whether to bring me out of the cold or keep me in lock up for the next… I don’t know how long. Guess until the next iteration moves through. (\npause\n) Listen I… don’t do well in cages. Even less now that I know I’ve got a termination over my head, so can I make just \none\n request?\n\n\nL. Mickelson:\n Words are still free. I can’t promise much, but you can say it.\n\n\nSCP-50087-1.41-B:\n …When the time comes… Can I just do it myself?\n\n\n[INTERVIEW TERMINATED]\n\n\nClosing Note:\n \nThat makes two pieces of tech this anomaly is claiming were invented by SCP-5087-1 instances. Two\n cornerstone \npieces of tech for our department. I’ve authorized RAISA requests for both of these claims. I really hope it’s just need to know.\n\n- Dr. Marcus Kitterman.\n\n\n\n\n\n\nDate:\n 1/5/2027\n\n\nInterviewer:\n Dr. Marcus Kitterman, HMCL Supervisor\n\n\nObserving:\n Dr. Iliza Schrader, Research Lead, Temporal Anomalies Department\n\n\nInterviewee:\n SCP-5087-1.41-C\n\n\nNote:\n \nI’m not looking forward to this. There’s a pattern forming here I don’t like. RAISA came back empty. Actually empty; they assured me that L4/Δ would be plenty enough to answer those questions. The department, SCP-5087, and all the docs before this one appear overnight. Considering the power draw we require and how many of us are involved actively in this project, that is a big problem. I’m going to take this interview on personally. This one says she’s supposed to have Liza’s job. I have to be sure I’m asking the right questions.\n\n- Dr. Marcus Kitterman\n\n\nDr. Kitterman:\n Is it on? Alright, good. Hello SCP-5087-1.41-C, my name is Dr. Marcus Kitterman -\n\n\nSCP-5087-1.41-C:\n I know…\n\n\nDr. Kitterman:\n Heh. I had a feeling you might. I’m HMCL supervisor for SCP-5087. Are you alright to tell me your name?\n\n\nSCP-5087-1.41-C:\n My name is Dr. Athena Anastasakos. I was at your wedding, Marcus. Quit it. Going through this once was enough. Just… just drop the act. I know we went off the grid. I know what we did wasn’t authorized, I know that has consequences, but throwing our own security procedures back in our faces is so low I could… (\ntakes a deep breath\n)\n\n\nDr. Kitterman:\n See, that’s the thing… Okay, you know me, right? You know if I’m lying or not. Am I lying right now, saying I’ve never seen your face before in my life?\n\n\nSCP-5087-1.41-C:\n …God- ! …No, you’re not. So let’s talk. What do you know about the object?\n\n\nDr. Kitterman:\n (\nlaughs audibly\n) How? How could I tell you that? How can I even attempt to justify that? On record?\n\n\nSCP-5087-1.41-C:\n Because what we saw was an anomaly that, among other things, stopped the flow of time. I don’t think you understand how that causal island holding firm interacts with the bulk of the timeline as a result.\n\n\nDr. Kitterman:\n Oh? OH. How would that… Wow…\n\n\nSCP-5087-1.41-C:\n And of course you’re recording this. (\nlooks directly at Camera 2\n) I can see the light on one of the cameras from here. If those cameras are working properly, that means there’s a sink in operation. Nearby.\n\n\nDr. Kitterman:\n That’s irrelevant. The field is contained. It’s only… It’s contained.\n\n\nSCP-5087-1.41-C:\n If the field needs only the five meter buffer I saw in the containment chamber, a desk unit would be able to handle it. Are you \nsure\n the field is contained in that room?\n\n\nDr. Kitterman:\n … I suppose I’m really not.\n\n\nDr. Schrader:\n (\naudible only to Dr. Kitterman\n) Marcus! Focus!\n\n\nDr. Kitterman:\n Never mind, the point is we’re safe now. I wouldn’t be here if everything wasn’t accounted for.\n\n\nSCP-5087-1.41-C:\n It’s fine, that isn’t the pertinent question right now, anyway. What matters is whether or not the sink you are using was on or off when we came through. Because if it was on, we’re caught in the wake of an artificial TVM as the rest of the time plane moves around it. If it’s off, then this facility is inadvertently sliding through time from string to string and stopping \nall\n of our attempts at \nre-containing a Code Black Keter\n along the way.\n\n\nDr. Kitterman:\n Well that doesn’t… sound… good.\n\n\nSCP-5087-1.41-C:\n \nHonestly, Marc? I’m much more worried about the third possibility.\n\n\nDr. Kitterman:\n What’s that?\n\n\nSCP-5087-1.41-C:\n \nThat the Foundation made you all forget us on purpose. That someone upstairs \nwants\n time this way.\n\n\n[INTERVIEW TERMINATED]\n\n\nClosing Note:\n \nI would like to formally request reassignment to another SCP project.\n7\n\n- Dr. Marcus Kitterman\n\n\n\n\n\n\n\n\n\n\n\n\nAddenda:\n\n\nUpdate, 30/8/2027:\n During a containment breach of SCP-████, Site-17 suffered catastrophic power failure, including the failure of redundant generators supplying power to SCP-5087’s containment unit and embedded Mk V Temporal Sink. When power was restored via an emergency hard-start of Sub-Level 5 generators three minutes later, SCP-5087 was discovered in SCP-5087-G configuration, and all three adjoining HCP-3 containment cells were discovered opened and empty.\n\n\nThe following note was found in the cell housing SCP-5087-1.41-A:\n\n\n\n\nItem Number: SCP-5087\n\n\nObject Class: Thaumiel, you idiots.\n\n\nSpecial Containment Procedures: Causal isolation protocols matter. I thought we taught you better than this.\n\n\nDescription: You have been put in a box meant to make you believe that putting a box in a box is an effective containment strategy for the thing that used to be in that box. How did this thing even get here? Who designed the unit? Who wrote the ConProcs? Who \ninvented\n the tachyon tech you’re using to contain it?\n\n\nGet your shit together, and let us do our jobs.\n\n\n- ██\n\n\n\n\nRevision to containment procedures is currently under review. SCP-5087-1.41-A, -B, and -C are pending reclassification as Persons of Interest.\n\n\n\n\nFootnotes\n\n\n1\n. “This very moment.”\n\n\n2\n. Humanoid Containment Procedure, Level 3\n\n\n3\n. Phylum containing sea stars, sea urchins, and sea cucumbers, among others.\n\n\n4\n. The common raven.\n\n\n5\n. Translation: “We have prepared for all a mourning banquet.”\n\n\n6\n. Translation: “For life and light, the feast is prepared.”\n\n\n7\n. \nRequest Denied.\n - O5-12\n\n\n\n\n\n\n\n\n« \nSCP-5086\n | SCP-5087 | \nSCP-5088\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5087\n\" by HammerMaiden, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5087\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Phase-Shifter.png\n\n\nName:\n Perimeter acquisition radar building, phase shifter service platform; level three - Stanley R. Mickelsen Safeguard Complex, Perimeter Acquisition Radar Building, Limited Access Area, HAER ND-9-P-36.tif\n\n\nAuthor:\n Historic American Buildings Survey\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "Administrative Summary Re: Exploration Accounts of SCP-5087-2 Compiled by: Captain Regina Watts, RCT-Δt Most Recent Revision Date: 15/8/2027 The entry point of SCP-5087-2 is a free standing invisible event boundary surrounded entirely by an open field of grass. Visible below the hill is a small Roman city in immaculate condition. The time of day within the anomaly cannot be confirmed, but appears to be late evening. Compass navigation is impossible, and all non-mechanical recording equipment is non-functional. The town limit is approximately 1.5 km from the point of entry. Everything remains absolutely still until interacted with by one of our agents. Fire still gives light and heat, but the flames do not move unless one of our people is holding the fuel source. Humanoid figures in direct contact with our people do not regain consciousness as expected. Instead, their bodies deteriorate rapidly after contact, dissolving to dust entirely after approximately five ‘minutes’ based on accounts. These figures, torches, and other materials will return to their original configuration following the teams’ egress. Based on facial expressions, mode of dress, and food stuffs present, the town seems to be in the middle of a large festival. Statues depicting Saturn, the Roman god of bounty and time, are adorned with offerings of ceramic masks. Priest figures in the midst of ceremony have heads uncovered. Celebrants are observed gambling, exchanging gifts, indulging in wine, and fornicating more or less openly in the streets. Progressing toward the city center, the scene becomes more sinister. Some prisoners (celebrants? They seem almost happy about it.) are being executed in temples surrounding the plaza. There is a lot of blood present in the temples, and no less than 10 human heads have been arranged on an altar before another large statue of Saturn. Beyond the plaza, there is a large procession of some 200-300 celebrants, carrying torches. At the heart of the procession is a palanquin carried by four masked figures in the garb of patricians. The chair they hold aloft is empty, save for a gilded laurel wreath and a set of rough peasants clothes. It is the conclusion of RCT-Δt that the celebration is congruent with records of the festival Saturnalia , a Roman midwinter celebration of bounty, light, and renewal dedicated to Saturn. There appears to be significant juxtaposition of both archaic and latter day traditions within the scene. However, without seeing the area in true motion, it is impossible to determine this conclusion with certainty. Most troubling about these discoveries is the absence of the King of Saturnalia; an ‘elected’ figure which presides over the festival, who we assume was supposed to be riding that palanquin near the center of town. Mapping the likely progression of the procession based on the state of residents of the town, the most extreme aspects of the ritual seem to have happened in this palanquin’s wake. Whether this confirms or refutes the claims set forth by SCP-5087-1.41-A and -B cannot be determined at this time. The absence of ambient tachyon fields within SCP-5087-2 does seem to lend itself to that conclusion . However, there do not seem to be any empty spaces where an icon or statue of Saturn would reside. The absence of the King of Saturnalia may well be construed to be the absence of a priest, celebrant, or other human figure which is necessary for the scene to continue progressing. Or it may simply be a result of the object’s state of repair. As a precautionary measure, I recommend amending containment procedures to prohibit future assets from interfering or interacting with the palanquin, as well as an additional SCP-5087 sub designation for this object. - Captain Regina Watts, RCT-Δt",
        "Date: 25/4/2027 Interviewer: Captain Regina Watts, RCT-Δt Observing: Dr. Marcus Kitterman, HMCL Supervisor Interviewee: SCP-5087-1.41-A Note: Subject does not outwardly appear to be anomalous. However, biometric scans indicate large portions of its anatomy have been replaced or augmented with advanced prosthesis. Interestingly, the subject still elects to wear spectacles despite obvious access to advanced surgical techniques. For some reason, this appears to be a common trait among -A type manifestations, no matter their body plan. - Dr. Marcus Kitterman R. Watts: Alright, we’re rolling. This is Regina Watts interviewing SCP-5087-1.41-A. Can you please state your name for the record. SCP-5087-1.41-A: ( sighs audibly ) … This is Dr. Thaddeus Xyank, former Chairperson of the Temporal Anomalies Department, founder of Research and Containment Team Δt. Also former SCP-110-1. Fun to be back on this side of the table… R. Watts: Oh yeah? And how exactly does a skip go from designee to research doc? SCP-5087-1.41-A: And back. You forgot the ‘and back.’ The answer is… complicated. It’s good to see you again, though. I haven’t… Dammit Reggie, I’m really sorry. I have really fucked this one up. I should have brought you all back in before I left. R. Watts: Listen, I understand you’re scared- SCP-5087-1.41-A: I’m not. I know I don’t have any power to implicate you in anything. And I know ‘you’ have ‘never met’ me, but… I knew a Regina Watts. She was one of my best retrieval agents. She recovered [REDACTED] and I don’t know how many more since then. R. Watts: … Okay. You know a thing or two about the department… How did you come by that knowledge? SCP-5087-1.41-A: ( his head flops forward and smacks the table before looking back upward ) Because I’m your fucking boss, Reggie. Frankly I can’t tell if you’re being thick, or if you really don’t recognise me. I authorized your GCS back in ‘08. We even sent you to 2035 for it so you could get it done properly ! …How are you healing up, by the way? R. Watts: ( visibly perturbed ) Right, I don’t know who the fuck you are or how you know that, but if you don’t stop with this evasive bullshit then this interview is over. SCP-5087-1.41-A: ( chuckling ) Oh nooo, not the containment cell! However will I cope with all the naaaps? ( sips water ) Come on, you’ll have to do a little better than that. I have sat in on dozens of these types of interviews. R. Watts: Then you know you better get to the point before I call security. SCP-5087-1.41-A: Alright, I’ll play. So… if you’re still on Δt in this timeline, then you should have access to SCP-110? I can’t be sure of what has and hasn’t been redacted. Hell, I don’t even know if I exist on this string anymore, but it’s not just a city. It’s a containment facility, too. That’s where this object was first contained. Back then… or, well, I suppose that hasn’t happened yet, but when I first saw the cameo, it was whole. I was assigned to 5087 in my role as an extra-dimensional topologist. We knew there was some kind of looping scripted pocket space inside the thing, so it was my job to oversee exploration and catalog the properties of the interior. But eventually, I got the bright idea to test its interior dimensions. R. Watts: So you broke it? SCP-5087-1.41-A: ( remains silent for 10s ) You could say that. However, it might be more accurate to say that the object… hatched. Some unknown entity emerged from a fissure in the front face and… ( rubs his eyes under his spectacles ) Apologies. The experience is very difficult to recall. R. Watts: Okay… Is that why you’re here now? SCP-5087-1.41-A: No. That’s just how I got back to 1972. My aim in coming here comes much later; sometime in late 2010. After figuring out temporal displacement stabilization and using the knowledge I gained to resolve as many paradoxes as I could, I discovered that time is… entirely incoherent. It’s complete chaos. What we see as strings is just a person’s mind doing its best to form a coherent narrative out of that chaos, and our navigation techniques are far more like dialing a radio tuner than actually moving through space. The memetic ones are just shifting focus from one apparently coherent moment to another. R. Watts: Yeah, and I have also read the primer, but - SCP-5087-1.41-A: You still have a primer? HA! Perfect. Who wrote it? R. Watts: Who wrote what? SCP-5087-1.41-A: Who wrote the primer, Reggie? ( leans forward ) How many times have we had this conversation? R. Watts: W… We’re getting off topic again. SCP-5087-1.41-A: Fine, but you’re about to miss a trick. R. Watts: That's a cold day in hell. SCP-5087: Stop. And listen. I know we’re not the first people to come out of that room. As soon as my colleagues found the right path to the object… Hell, I couldn’t even check my watch before there was a gun in my face. That has happened only once before, when I walked into an open infinite loop. How long have I been sho-… wait, 1. 41 -A? Forty-one iterations? Christ… Where are you keeping the rest of me? [INTERVIEW TERMINATED] Closing Note: I’ve checked and triple checked. I can’t find an author for the RCT-Δt Primer. Can we loop up with RAISA to see if this is an intentional omission or not? Something isn’t adding up. He knows too much. Either there’s a leak that’s gotten into our personnel files or something has gone pear shaped. - R. Watts",
        "Date: 27/4/2027 Interviewer: Agent Lorainne Mickelson, RCT-Δt Observing: Dr. Marcus Kitterman, HMCL Supervisor Interviewee: SCP-5087-1.41-B Note: Relieved Agent Watts after the last interview. The anomaly suddenly breaking silence, and dropping confirmed information like that is somewhat troubling. This one looks a bit more like a field agent than the other two. Hopefully there will be more information we can use. - Dr. Marcus Kitterman L. Mickelson: This is Field Agent Loraine Mickelson interviewing SCP-5087-1.41-B SCP-5087-1.41-B: Forty-One?! L. Mickelson: If you please, sir? SCP-5087-1.41-B: Yeah, yeah, sure… Wow, that’s a lot. We are fucked. L. Mickelson: State your name, please? SCP-5087-1.41-B: Homer Fucking Simpson. What does it matter? I’m clearly already dead. ( covers face with hands )… Sorry. Agent Bertrand Tomlin, former reconnaissance team lead, RCT-Δt. I uh… I went off the radar with the other two a couple of months - I mean, a few months prior to - Fuck. From my perspective, we were out of Foundation sight for about two months before you nailed us. L. Mickelson: Excellent, thank you for that. You say you went off the radar. Can you elaborate on that? SCP-5087-1.41-B: …Thad called Attie and me into an office downtown in NYC one morning and showed us something I wish I hadn’t seen. He took an XACTS device and turned it on with a window open - L. Mickelson: I’m sorry, a what? SCP-5087-1.41-B: Wait, seriously? You are the Loraine Mickelson, right? L. Mickelson: That is my name. Look, pretend you’re an anomaly and I don’t know who you are or what you’re talking about. Matter of fact, don’t pretend. You’re an anomaly. I don’t know who you are or what you’re talking about. SCP-5087-1.41-B: ( leaning forward ) The Xyank-Anastasakos Constant Temporal Sink. The physics behind it was published in Foundation in 1892. You don’t even have a department without that damned box! L. Mickelson: We can come back to that, but I would like to focus back on what you imagine you’re doing here, please. SCP-5087-1.41-B: Alright, fine. Never mind who invented the central tech of your department, we got a script to follow, yeah? Brilliant. Super duper. …We were after something that Thad said he saw once because he reckoned it was Father Time. Some fancy term for it, I think it started with an E? The idea was supposed to be to put whatever that was back inside the cameo somehow and time - which as you probably know, is super fucked - would just sort of settle back into a proper line as soon as we did it, and our perspective would become the only remaining timeline. L. Mickelson: And what gave him that impression? SCP-5087-1.41-B: I dunno. It seemed as likely to work as anything else I’d done that week, so… Anyway, we were going to all do it together. Breach 110 on our own, dive into that enormous casket as a team, and when we got to the cameo, and follow whatever breadcrumbs we could to find this… thing… and… L. Mickelson: Go on. SCP-5087-1.41-B: You know what, never mind. Saying it out loud makes it sound so dumb. We… Nope, it’s bugging me. Loraine, I can hear the hum. You might not know what XACTS’ are, but we’re sitting inside of one. Or something very much like it. You’re keeping this place causally isolated? L. Mickelson: I’m pretty certain you know how I’m going to answer that question. SCP-5087-1.41-B: Yeah, I know it… I hated this part of the job. You were always way better at it, anyway. I must have interviewed a hundred former Agents and Researchers. Some of ‘em I even knew and had to play like I didn’t. Don’t show your cards. Don’t collaborate with an anomaly. Don’t even breathe Thad’s name… ( looks directly at Camera 1 ) Which means that’s either Marcus or Liza over there, lookin’ at me, deciding whether to bring me out of the cold or keep me in lock up for the next… I don’t know how long. Guess until the next iteration moves through. ( pause ) Listen I… don’t do well in cages. Even less now that I know I’ve got a termination over my head, so can I make just one request? L. Mickelson: Words are still free. I can’t promise much, but you can say it. SCP-50087-1.41-B: …When the time comes… Can I just do it myself? [INTERVIEW TERMINATED] Closing Note: That makes two pieces of tech this anomaly is claiming were invented by SCP-5087-1 instances. Two cornerstone pieces of tech for our department. I’ve authorized RAISA requests for both of these claims. I really hope it’s just need to know. - Dr. Marcus Kitterman.",
        "Date: 1/5/2027 Interviewer: Dr. Marcus Kitterman, HMCL Supervisor Observing: Dr. Iliza Schrader, Research Lead, Temporal Anomalies Department Interviewee: SCP-5087-1.41-C Note: I’m not looking forward to this. There’s a pattern forming here I don’t like. RAISA came back empty. Actually empty; they assured me that L4/Δ would be plenty enough to answer those questions. The department, SCP-5087, and all the docs before this one appear overnight. Considering the power draw we require and how many of us are involved actively in this project, that is a big problem. I’m going to take this interview on personally. This one says she’s supposed to have Liza’s job. I have to be sure I’m asking the right questions. - Dr. Marcus Kitterman Dr. Kitterman: Is it on? Alright, good. Hello SCP-5087-1.41-C, my name is Dr. Marcus Kitterman - SCP-5087-1.41-C: I know… Dr. Kitterman: Heh. I had a feeling you might. I’m HMCL supervisor for SCP-5087. Are you alright to tell me your name? SCP-5087-1.41-C: My name is Dr. Athena Anastasakos. I was at your wedding, Marcus. Quit it. Going through this once was enough. Just… just drop the act. I know we went off the grid. I know what we did wasn’t authorized, I know that has consequences, but throwing our own security procedures back in our faces is so low I could… ( takes a deep breath ) Dr. Kitterman: See, that’s the thing… Okay, you know me, right? You know if I’m lying or not. Am I lying right now, saying I’ve never seen your face before in my life? SCP-5087-1.41-C: …God- ! …No, you’re not. So let’s talk. What do you know about the object? Dr. Kitterman: ( laughs audibly ) How? How could I tell you that? How can I even attempt to justify that? On record? SCP-5087-1.41-C: Because what we saw was an anomaly that, among other things, stopped the flow of time. I don’t think you understand how that causal island holding firm interacts with the bulk of the timeline as a result. Dr. Kitterman: Oh? OH. How would that… Wow… SCP-5087-1.41-C: And of course you’re recording this. ( looks directly at Camera 2 ) I can see the light on one of the cameras from here. If those cameras are working properly, that means there’s a sink in operation. Nearby. Dr. Kitterman: That’s irrelevant. The field is contained. It’s only… It’s contained. SCP-5087-1.41-C: If the field needs only the five meter buffer I saw in the containment chamber, a desk unit would be able to handle it. Are you sure the field is contained in that room? Dr. Kitterman: … I suppose I’m really not. Dr. Schrader: ( audible only to Dr. Kitterman ) Marcus! Focus! Dr. Kitterman: Never mind, the point is we’re safe now. I wouldn’t be here if everything wasn’t accounted for. SCP-5087-1.41-C: It’s fine, that isn’t the pertinent question right now, anyway. What matters is whether or not the sink you are using was on or off when we came through. Because if it was on, we’re caught in the wake of an artificial TVM as the rest of the time plane moves around it. If it’s off, then this facility is inadvertently sliding through time from string to string and stopping all of our attempts at re-containing a Code Black Keter along the way. Dr. Kitterman: Well that doesn’t… sound… good. SCP-5087-1.41-C: Honestly, Marc? I’m much more worried about the third possibility. Dr. Kitterman: What’s that? SCP-5087-1.41-C: That the Foundation made you all forget us on purpose. That someone upstairs wants time this way. [INTERVIEW TERMINATED] Closing Note: I would like to formally request reassignment to another SCP project. 7 - Dr. Marcus Kitterman",
        "Item Number: SCP-5087 Object Class: Thaumiel, you idiots. Special Containment Procedures: Causal isolation protocols matter. I thought we taught you better than this. Description: You have been put in a box meant to make you believe that putting a box in a box is an effective containment strategy for the thing that used to be in that box. How did this thing even get here? Who designed the unit? Who wrote the ConProcs? Who invented the tachyon tech you’re using to contain it? Get your shit together, and let us do our jobs. - ██",
        "\" SCP-5087 \" by HammerMaiden, from the SCP Wiki . Source: https://scpwiki.com/scp-5087 . Licensed under CC-BY-SA .",
        "Filename: Phase-Shifter.png Name: Perimeter acquisition radar building, phase shifter service platform; level three - Stanley R. Mickelsen Safeguard Complex, Perimeter Acquisition Radar Building, Limited Access Area, HAER ND-9-P-36.tif Author: Historic American Buildings Survey License: Public Domain Source Link: Wikimedia Commons"
    ],
    "title": "SCP-5087"
}