{
    "url": "https://scp-wiki.wikidot.com/scp-5089",
    "all_text": "rating: \n+53\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n2/5089\n LEVEL \n2/5089\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-5089\n\n\nObject Class: Keter\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\nSCP-5089 is contained in a leather box that measures 10 x 15 x 10 centimetres cubed and within a containment area of 30 kilometres in a radius around Site-73. Due to the anomalous properties of SCP-5089, it will appear outside the box on a monthly basis. Foundation personnel are permitted and expected to handle recontainment autonomously, reporting the recontainment to Dr. Woods at the earliest opportunity.\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nSCP-5089 in a forest prior to recontainment.\n\n\n\n\nSCP-5089 refers to a skull resembling that of a Eurasian magpie (\nPica pica\n), though DNA testing shows that it is genetically distinct from any known species of avian.\n\n\nDuring the first week of each month, SCP-5089 will teleport outside of its containment. SCP-5089 will return to an area within 30 kilometres of its original location before the end of this week. Testing using GPS tracking has demonstrated that SCP-5089 teleports to multiple locations, many of which are not on Earth. The majority of such locations are, as of the 15th of June, 2019 (last Special Containment Procedures revision for SCP-5089), unknown to the Foundation. There is currently no known means to prevent teleportation. While untested, it can be presumed that SCP-5089 has high durability due to its teleportation to often hazardous environments. Please view Addendum 5089 - 1 and/or \n<Test Log — Comprehensive Test Log -- Test 5089 - 2>\n for further details regarding testing.\n\n\nUpon the return of SCP-5089, paper (referred to as SCP-5089-A instances) will be contained within the beak. SCP-5089-A instances range from damaged paper notes to entire journals upwards of a hundred pages long. SCP-5089-A instances will always have either some form of writing or other artistic medium printed on them.\n\n\n\n\n\n\nAddendum 5089 - 1\n\n\n\n\n+ Show\n\n\n\n\n- Hide\n\n\n\n\n\n\n\n\nTest Log — Test 5089 - 2\n\n\n\n\n\n\n\n\n\n\nEquipment:\n 1 GPS tracker; 1 Video camera. Each item was installed into an eye socket of SCP-5089.\n\n\nObjective:\n To determine the location of SCP-5089 while it is not in Foundation custody, and to establish the origin of SCP-5089-A instances.\n\n\nResult:\n Success. See attached table for details.\n\n\nForward:\n During the test, SCP-5089 teleported to upwards of a dozen separate locations before returning to Foundation custody. It was determined that SCP-5089 is seemingly capable of teleporting to any location on Earth and at least 40 locations that were not Earth. The majority of these were omitted from the table for brevity. Please review \n<Test Log — Comprehensive Test Log -- Test 5089 - 2>\n for a complete list of locations and their descriptions. Additionally, the origins of SCP-5089-A instances was established during the test.\n\n\n\n\n\n\n\n\n\n\nLocation\n\n\nDescription\n\n\n\n\n\n\nOutside of a small grocery store in a rural village. Brittany, France.\n\n\nA middle aged man walked out of the store. He slid a folded sheet of A4 paper into SCP-5089's beak. Additionally, the man spoke the words \"fly safely\" (\"\nvoler en toute sécurité\n\") to SCP-5089 before returning to the store.\n\n\n\n\n\n\nA lighthouse during the night. The North Sea.\n\n\nAfter several minutes without anything of note, a woman covered in a waterproof coat exited the lighthouse. She made her way to SCP-5089, bringing it back to the lighthouse with her and dried it off with a reusable cloth. She ripped out a page from a thick journal and slotted it into the beak of SCP-5089 along with a single pencil.\n\n\n\n\n\n\nA library. GPS was unable to locate position.\n\n\nA red, humanoid entity with 6 arms and bowed legs, with vaguely arthropodic features climbed down from the top shelf of one of the bookcases. It rummaged through a pocket for a few seconds before withdrawing a collection of cards and placing them within SCP-5089's beak. Upon recovery of these SCP-5089-A instances, they were found to have snippets of poetry written on them.\n\n\n\n\n\n\nAn open field. Lower Saxony, Germany.\n\n\nA white rabbit approached SCP-5089 and sniffed it. The rabbit used a forepaw to withdraw a blank card and a pencil from SCP-5089. It proceeded to write on the card with some difficulty. Several minutes later it reinserted the card and pencil into SCP-5089, patted it on the head and left.\n\n\n\n\n\n\nA library. GPS was unable to locate position.\n\n\nThe red, humanoid entity seen earlier emerged from behind a bookcase. It withdrew the card the rabbit had wrote on, read it and smiled. It slipped the card into one of its pockets. It placed a letter it had been carrying in its fifth arm into SCP-5089. It proceeded to climb across the bookshelves until out of view.\n\n\n\n\n\n\nThe floor of a lavatory. Site-73.\n\n\nUpon entering the lavatory, Dr. Mathews noticed SCP-5089 and recontained it per standard protocol.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5089 - 2\n\n\n\n\n+ Show\n\n\n\n\n- Hide\n\n\n\n\n\n\n\n\nTranscript — SCP-5089-A Instances — SCP-5089-A-482\n\n\n\n\n\n\n\n\n\n\nSCP-5089-A-482 is an instance recovered during Test 5089-2 (view Addendum 5089 - 1 for details). SCP-5089-A-482 is a letter written by the six armed, red humanoid entity observed during the test. It contains a poem written about SCP-5089 (which the author refers to as a \"Cromwell\").\n\n\n\n\n\n\n\n\nOde to the Cromwells\n\n\nBy Tamto, Page.\n\n\n\n\nO! Ode to the Cromwell,\n\n\nThe Magpie, the Messenger,\n\n\nHerald of any and every tale;\n\n\nTo you with these words I hail.\n\n\n \n\n\n \n\nOn wings of black and white,\n\n\nTo any world you'll take flight,\n\n\nAs the bird of word\n\n\nBoth heard and absurd.\n\n\n \n\n\n \n\nSo diligent in your ward\n\n\nTo literature and Wonder,\n\n\nNot even in death do you afford\n\n\nA chance to rest in yonder;\n\n\n \n\n\n \n\nSo to thee, the Cromwell's skull,\n\n\nI offer, when time makes you lull,\n\n\nA nest; fit only for the best,\n\n\nFor in the Library you can rest.\n\n\n\n\n\n\n⚜ ⚜ ⚜\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5088\n | SCP-5089 | \nSCP-5090\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-5089"
}