{
    "url": "https://scp-wiki.wikidot.com/scp-5091",
    "all_text": "rating: \n+57\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5091 in its skeletal form.\n\n\n\n\n\n\n\n\nItem #:\n SCP-5091\n\n\nObject Class:\n \nEuclid\n Safe\n\n\nSpecial Containment Procedures:\n \nSCP-5091 is to be contained within a standard humanoid containment cell, with an attached bathroom. A wall of SCP-5091’s containment unit is to be converted into a mirror. All personnel that come into contact with SCP-5091 are to give compliments towards its current appearance and are to remain respectful when interacting with it. SCP-5091 is to be monitored 24 hours a day by Staff with a Level 2 clearance or above. If SCP-5091 is observed peeling its flesh back and emerging from it, a team of D-Class is to be immediately sent into its cell and perform the Causa Mutatio D procedure\n1\n.\n\n\nSCP-5091 is to be contained at Site-10 and given Level 3 access. Staff should monitor SCP-5091 and watch for any anomalous activity including; tearing of its flesh, excessive leakage of blood, or bone protrusions. Once per week SCP-5091 is to undergo testing by a site psychologist to ensure its mental state is sound. In the case that separation of SCP-5091 and its current flesh occurs, previous containment procedures should be reinstated.\n\n\nDescription:\n SCP-5091 is a sapient human skeleton approximately 1.8 meters tall and weighing 2.5 kg when not encompassed by skin and flesh. It moves in a consistent manner to that of a human muscular system, despite the lack of any muscles or flesh. SCP-5091 speaks a form of old English that seems to be constant with the language used in the early 1800s. Most notable is its anomalous ability to grab hold of any humanoid's flesh and stretch it past its original elasticity, breaking the bonds that normally attach it to the bone. SCP-5091 will peel the flesh from the human until it has entirely removed the flesh from the skeleton.\n\n\nIn all instances recorded of this occurring, both the skeleton and the flesh were completely removed and fully intact. The skeletal remains consist of only bone and cartilage, with no other tissue, organs, or even the nervous system. The rest of the body slumps down into a mass of skin and organs. SCP-5091 will only do this when in its skeletal form. Immediately after it removes the flesh from the skeleton, SCP-5091 will proceed to stretch and pull the mass of flesh over-top of itself like donning a jumper.\n\n\nOnce this process is complete SCP-5091 is visually almost identical to the original human. On close inspection, several unnatural lumps can be seen where organs did not fit correctly, and the skin around the eyes and mouth will be offset slightly. This ability has not been observed occurring since the Consciousness Linkage Experiment\n2\n caused SCP-5091's consciousness to merge with that of its current flesh host Dr. ████.\n\n\n\n\n\n\nAddendum 5091.1 - Discovery\n\n\n\n\n\n\n+ Log-01: Initial Discovery Transcript.\n\n\n\n\n- Close Log\n\n\n\n\n\n\nInitial Discovery Transcript:\n\n\nDate:\n 25 May 2019\n\n\nLocation:\n United States, New York, Staten Island.\n\n\nPresent:\n SCP-5091, Agent Markov, MTF Pi-1.\n\n\nForeword:\n The foundation received several reports from New York of people going missing, their skeletons being found days later with only blood and no sign of flesh. Agent Markov is sent in with the Mobile Task Force Pi-1 (\"City Slickers\") to administer amnestics and contain whatever anomaly was causing this. They were able to track down the anomaly now classified as SCP-5091 to a residence on Staten Island.\n\n\n<Begin Log>\n\n\nMarkov:\n There it is, the blood trail is going into that residence, form a perimeter 12 meters back from it.\n\n\nMTF Agent 01:\n Yes, sir! [ \nRunning boot sounds\n ]\n\n\nMarkov:\n Agent Sho and Agent Kenneth, you're with me. The rest of you, zap anything that tries to leave that is not us.\n\n\n[\nA door opens then slams shut, followed by 15 minutes of silence\n]\n\n\nMTF Agent 03:\n What is taking them so long, should we—\n\n\n[\nMultiple human screams are heard coming from the resistance\n]\n\n\nMTF Agent 01:\n What is that! Get ready to shoot men!\n\n\n[\nAgent Markov emerges from the structure and walks up to the lead MTF Agent\n]\n\n\nMarkov:\n Ah, there you gentlemen are. Unfortunately, the target has escaped.\n\n\nMTF Agent 01:\n Escaped? How? The perimeter has not been broken.\n\n\nMarkov:\n It just disappeared alright? I order you all to return to base immediately.\n\n\nMTF Agent 02:\n Uh, are you feeling alright Agent Markov? You seem… unwell.\n\n\nMarkov:\n I am fine, return to base at once! That is an order!\n\n\nMTF Agent 01:\n Of course sir, we will just need you to verify the mission code phrase and we can be on our way.\n\n\nMarkov:\n Oh.. The code phrase, right. Well, it seems to have slipped my mind. Fancy that!\n\n\nMTF Agent 01:\n It happens to the best of us sir, but unfortunately we will have to take you into custody. Just until we can verify nothing is wrong with you. Its protocol after all.\n\n\nMarkov:\n Oh bother, alright, if you must.\n\n\n<End Log>\n\n\nClosing Statement:\n The team apprehended \"Agent Markov\" and proceeded to search the residence. They found three skeletons on the floor along with two piles of flesh and organs. Two of the skeletons and piles of flesh were later tested positive for the DNA of the two missing MTF agents. The third skeleton's DNA matched that of Agent Markov. Further DNA tests on Agent Markov, now known to be SCP-5091, confirmed that it was wearing his actual flesh.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Log-02: Interview A Transcript.\n\n\n\n\n- Close Log\n\n\n\n\n\n\nInterview A Transcript:\n\n\nDate:\n 15 June 2019\n\n\nLocation:\n Site-10, Wing D, Interrogation Room 3\n\n\nInterviewed:\n SCP-5091\n\n\nInterviewer:\n Dr. Daniels\n\n\nForeword:\n SCP-5091 is interviewed after initial containment.\n\n\n<Begin Log>\n\n\nDr. Daniels:\n Welcome to our containment Site, do you know why you are here?\n\n\nSCP-5091:\n Well sir, by the look of this room I assume I have been detained by the police. For what reason I cannot imagine, are you an officer?\n\n\nDr. Daniels:\n Something like that. Can you tell me why you attacked Agent Markov and his team when he initiated contact with you on the 25th of May?\n\n\nSCP-5091:\n Attacked someone? My word, no! A gentleman such as I would never attack anyone! I was simply growing tired of my skin suit and when I saw three new ones delivered right to my door, I had to try them on immediately.\n\n\nDr. ████:\n Skin suit? Is that what you call us?\n\n\nSCP-5091:\n Well of course. Might I be so bold as to say, your skin suit is looking very fine today. You wouldn't mind if I tried you on, would you?\n\n\n[\nSCP-5091 is seen reaching forward toward Dr. Daniels\n]\n\n\nDr. Daniels:\n I wouldn't do that if I were you, we have 100,000 volts of electricity ready to hit you if you try an-\n\n\n[\nElectrical sounds mixed with human screams lasting for about 15 seconds\n]\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-5091 was hit with 100,000 volts of electricity, quickly melting all the flesh off of its body. However, SCP-5091 remained unhindered in its skeletal form. It was able to move through the electric field, and pull Dr. Daniels' skin from his skeleton and put it on.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5091.2 - Update:2019/07/27\n\n\n\n\n\n\n+ Log-03: Incident Transcript.\n\n\n\n\n- Close Log\n\n\n\n\n\n\nIncident Transcript:\n\n\nDate:\n 29 June 2019\n\n\nLocation:\n Site-10, Wing B, Containment Room 5091\n\n\nPresent:\n Agent Mark Knox, SCP-5091, Site Guards.\n\n\n<Begin Log>\n\n\nAgent Knox:\n SCP-5091, please cease your current action and return to your bunk.\n\n\nSCP-5091:\n My word, are you watching me? You do know that it is very rude for you to watch a gentleman while he is changing, don't you?\n\n\nAgent Knox:\n Stop removing your skin at once! Stop!\n\n\n[\n \nAudibly loud flesh plopping sound.\n \n]\n\n\nSCP-5091:\n Ah, now to find a new skin suit. It seems that you are not very hospitable here, not a single change of apparel was provided.\n\n\nAgent Knox:\n [ \nMuffled sounds\n ] Call Dr. ████ right away, SCP-5091's behavior has changed!\n\n\nCell Cam 5091-A:\n [ \nTwo D-Class guards enter the cell to restrain SCP-5091\n ]\n\n\nSCP-5091:\n Ah, there we go! I see you have sent me a few spare skin suits! I judged this place too swiftly, I apologize.\n\n\nGuard:\n Step away from the, uh, flesh pile, and return to your bunk!\n\n\nCell Cam 5091-A:\n [ \nSCP-5091 moves toward the D-Class and is fired upon and hit with several rounds of ammo.\n ]\n\n\nGuard:\n It's not going down man! It's invincible, run!\n\n\nCell Cam 5091-A:\n [ \nA D-Class flees the room but SCP-5091 grabs the second one.\n ]\n\n\n[\n \nHuman screams lasting 30 seconds\n \n]\n\n\nSCP-5091:\n I think this skin suit should work well, many thanks!\n\n\n<End Log>\n\n\nAddendum:\n SCP-5091 peeled the flesh from the guard and proceeded to pull the mass of skin and organs over its own skeletal body. SCP-5091's bone and skeletal structure appear to be high Tensile and will not be damaged by conventional means. Restrictions should be put in place to limit human contact with SCP-5091.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Log-04: Interview B Transcript.\n\n\n\n\n- Close Log\n\n\n\n\n\n\nInterview B Transcript:\n\n\nDate:\n 15 July 2019\n\n\nLocation:\n Site-10, Wing D, Interrogation Room 6\n\n\nInterviewed:\n SCP-5091\n\n\nInterviewer:\n Dr. ████\n\n\nForeword:\n An interview is performed to try and ascertain more about SCP-5091 and it's origins.\n\n\n<Begin Log>\n\n\nDr. ████:\n I apologize for the lack of a physical in-person interview. After the events of your last interview, I think this is for the best.\n\n\nSCP-5091:\n I should refuse to answer any of your questions, you are no gentleman. Locking me away without a skin suit to wear and now insulting me with this voice only interview!\n\n\nDr. ████:\n I know how it must seem, but we cannot allow you to just kill anyone you want for their skin. It would in fact be ungentlemanly of us if we let you hurt anyone.\n\n\nSCP-5091:\n Sir, you are not making any sense. The skin suits I wear don't wish it otherwise, how can one harm the apparel that they wear?\n\n\nDr. ████:\n Would you at least be able to wear the same skin suit indefinitely or for a long period of time? Why do you need to replace your skin so frequently?\n\n\nSCP-5091:\n What a horrible notion! Not only would I grow tired of it, but think of all the other skin suits out there. So many of them to try on. What a waste my existence would be if I could not display the craftsmanship of skin suits!\n\n\nDr. ████:\n Tell you what, I think we can come to a compromise. If you agree to answer my questions I will give you my word that we will provide you with a skin suit afterward, deal?\n\n\nSCP-5091:\n I will take that deal, under the stipulation that you do not view me while I am without a skin suit, it is humiliating.\n\n\nDr. ████:\n Alright, during the interview we will both be voice only. I promise.\n\n\nSCP-5091:\n Excellent, a gentleman's word is the most powerful thing he has. Ask me anything.\n\n\nDr. ████:\n First of all, do you not destroy your skin suits when you discard them for a new one?\n\n\nSCP-5091:\n My word, I am affronted by that sir. I display my skin suits for plenty of time before finishing with them, I am elevating their very existence. The tailor of such a work of art could not ask for a better show of his masterpiece.\n\n\nDr. ████:\n Can you tell me where you come from?\n\n\nSCP-5091:\n Certainly, I hail from the land of Nevermeant\n3\n, a wonderful place where I can relax after my travels.\n\n\nDr. ████:\n The Nevermeant? I have heard of this place, never been there though.\n\n\nSCP-5091:\n What a pity, its beauty is unmatched! You will have to visit sometime.\n\n\nDr. ████:\n Maybe one day. Can you tell me how you came to be in our city of New York?\n\n\nSCP-5091:\n I simply caught the midnight train\n4\n from station ██████ to New York. The trip was uneventful and only lasted a few years.\n\n\nDr. ████:\n Years you say, is that not a long period of time for you?\n\n\nSCP-5091:\n Not at all sir, I was quite surprised by how quick the trip was. It can often take several hundred years to reach one's destination on the midnight train.\n\n\nDr. ████:\n Quite interesting, can you elaborate more on how this midnight train works?\n\n\nSCP-5091:\n Maybe later, but for now I think that was quite enough. I am anxious to get into my new skin suit.\n\n\nDr. ████:\n Very well, I will have you returned to your containment cell and one sent in immediately.\n\n\nSCP-5091:\n Thank you, good sir, I can not wait.\n\n\n<End Log>\n\n\nClosing Statement:\n Questioning of SCP-5091 has proven valuable as it seems to have knowledge of other anomalies. Most notably is SCP-5091's home city that it refers to as \"Nevermeant\" and the \"midnight train\" it travels on. Unfortunately, SCP-5091 seems to only cooperate with foundation staff while wearing a human's flesh referring to it as a \"skin suit\". SCP-5091 seems to view humans as we would a garment to be worn and shown off then discarded. There must be a way we can show it the effect it has on people.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Log-05 [DECOMMISSIONED] Procedure Causa Mutatio D .\n\n\n\n\n- Close Log\n\n\n\n\n\n\n[DECOMMISSIONED] Procedure Causa Mutatio D:\n\n\nForeword:\n Due to the fact that SCP-5091 refuses to divulge any useful information while in a skeletal state, the site director ordered that a containment procedure to keep SCP-5091 content while contained be established. Dr. ████ requested permission to attempt the experimental C-Link procedure on SCP-5091 but the request was declined.\n\n\nProcedure:\n This procedure is performed by a team of D-Class and closely monitored by Level 2 personnel. The team of D-Class will enter the containment unit with cleaning equipment and stand in a linear formation facing SCP-5091. SCP-5091 will look them over and eventually choose one of them as a replacement for its discarded flesh. It will proceed to remove all flesh from the chosen D-Class's skeleton and discard it on the floor. It will then take the mass of skin and organs previously known as the D-Class and pull it over top of its own skeletal body. Once this process is complete the remaining D-Class will use the cleaning equipment to remove the discarded skeleton and tissue and dispose of them.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5091.3 - Update:2020/03/10\n\n\n\n\n\n\n+ Log-06: Dr. ████'s Journal Entry A\n\n\n\n\n- Close Log\n\n\n\n\n\n\nDr. ████'s Journal Entry A:\n\n\nDate:\n 12 January 2020\n\n\nEntry:\n I have been carefully monitoring sessions with SCP-5091 as it divulges information. Brain activity has been detected from SCP-5091 during periods when it is wearing a \"skin suit\" and none when in its skeletal form. I have determined that any humanoid SCP-5091 uses as its \"skin suit\" remains conscious and retains their sensory ability. The levels of brain activity in the parietal lobe indicate that subjects made to encompass SCP-5091 experience extreme levels of prolonged neuralgia. After SCP-5091 discards a flesh mass for a new target, all brain activity ceases within minutes.\n\n\nI cannot stand by as the site director allows so many people to be tortured and killed by SCP-5091 in the pursuit of knowledge. All observation of SCP-5091 points to it being benevolent and simply not comprehending its effect on the people it kills. There is an experimental method of forcing two consciousnesses to link, allowing them to access the thoughts of each other. Unfortunately, the usage of C-Link with an unstable SCP is strictly forbidden. I have sent in requests to the director and the O5 council to attempt its utilization on SCP-5091. Each time the requests have been immediately denied.\n\n\nI fear that my only recourse is to take it into my own hands and perform the experiment without authorization. If I am able to access said method without drawing scrutiny, I believe that I can integrate it into a chip to be used in a human subject's brain. This in theory would allow a bond to be formed with the subject's consciousness and SCP-5091's, causing it to experience the same thing its victims do. The only problem is that without approval I would have no D-Class available to attempt this experiment on.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Log-07: Consciousness Linkage Experiment Transcript.\n\n\n\n\n- Close Log\n\n\n\n\n\n\nConsciousness Linkage Experiment Transcript:\n\n\nDate:\n 25 February 2020\n\n\nLocation:\n Site-10, Wing D, Testing Room 13\n\n\nSubjects: SCP-5091, Dr. ████\n\n\nProcedure:\n The microchip known as C-Link-03 will be implanted in a human's brain. Once complete SCP-5091 will be told to remove the human's flesh and it over its skeletal structure. Once this is complete the microchip will activate and should establish a consciousness link between the subject and SCP-5091.\n\n\n<Begin Log>\n\n\nDr. ████:\n Alright, it's on. Do you understand exactly what you need to do after I implant the chip into my brain?\n\n\nSCP-5091:\n I do sir, I am to put you on as my new skin suit. Might I add that it is an honor to finally wear you.\n\n\nDr. ████:\n Yeah, yeah. Let's just hope C-Link-03 works. Otherwise, this will all have been in vain.\n\n\nSCP-5091:\n Whatever you say, sir.\n\n\nDr. ████:\n I am now inserting the chip into my brain utilizing a pre-programmed robotic surgery arm with an attached needle.\n\n\n[\n \nMechanical noise mixed with a few painful grunts from Dr. ████\n \n]\n\n\nRobot Voice:\n Implant inserted successfully. Time elapsed 30 minutes 43 seconds.\n\n\nSCP-5091:\n Doctor, doctor? My word, he is out cold! Well, no time to waste, I did promise to wear his skin suit.\n\n\n[\n \nAudibly loud fleshy sounds.\n \n]\n\n\nSCP-5091:\n There we are, this skin suit will suit me ve-\n\n\n[\n \nSCP-5091 suddenly breaks off and gives out loud screams of pain lasting a total of 75 minutes.\n \n]\n\n\n<End Log>\n\n\nAddendum:\n Dr. ████ was found lying on the floor of testing room 13 by staff several hours later. He was brought to the hospital wing where they discovered he was actually SCP-5091 and quickly re-contained him.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Log-08: Dr. Bones' Journal Entry B\n\n\n\n\n- Close Log\n\n\n\n\n\n\nDr. Bones' Journal Entry B:\n\n\nDate:\n 2 March 2020\n\n\nEntry:\n After experiencing the pain first hand that the human subjects do when their skeleton is removed, SCP-5091 has sworn to never perform a flesh removal on a human again. While we do both share a single consciousness now, SCP-5091 is still able to control the movement while I allow it to experience all the human emotions and senses. There were several weeks of turmoil, where our consciousnesses fought for dominance. However, SCP-5091 and I have been able to come to a mutual agreement. We will work together as one being and perform our duties for the foundation. SCP-5091 is a rather nice fellow once you get to know him.\n\n\nThe Foundation was skeptical of our ability to work in tangent. However, over the last few months, we have convinced them of our ability. The site director was rather upset when he learned of my insubordination, he classified me as dead and redacted my name from all Foundation documents. The staff of Site-10 colloquially nicknamed us 'Dr. Bones', a name I am growing rather fond of. One intriguing side effect of my merging with SCP-5091 is my ability to access its memories. While it is still hard for me to comprehend them, in time I should be able to learn more about SCP-5091 and its origins.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Procedure developed by Dr. ████. See Log-05.\n\n\n2\n. An unauthorized experiment self-performed by Dr. ████. See Log-07.\n\n\n3\n. A location existing outside baseline reality boarding the city of \nAlagadda\n.\n\n\n4\n. This train is believed to be \nSCP-052\n.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5090\n | SCP-5091 | \nSCP-5092\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-5091",
    "object_class": "Euclid Safe",
    "containment_procedures": "SCP-5091 is to be contained within a standard humanoid containment cell, with an attached bathroom. A wall of SCP-5091’s containment unit is to be converted into a mirror. All personnel that come into contact with SCP-5091 are to give compliments towards its current appearance and are to remain respectful when interacting with it. SCP-5091 is to be monitored 24 hours a day by Staff with a Level 2 clearance or above. If SCP-5091 is observed peeling its flesh back and emerging from it, a team of D-Class is to be immediately sent into its cell and perform the Causa Mutatio D procedure1.",
    "description": "SCP-5091 is a sapient human skeleton approximately 1.8 meters tall and weighing 2.5 kg when not encompassed by skin and flesh. It moves in a consistent manner to that of a human muscular system, despite the lack of any muscles or flesh. SCP-5091 speaks a form of old English that seems to be constant with the language used in the early 1800s. Most notable is its anomalous ability to grab hold of any humanoid's flesh and stretch it past its original elasticity, breaking the bonds that normally attach it to the bone. SCP-5091 will peel the flesh from the human until it has entirely removed the flesh from the skeleton.",
    "title": "SCP-5091"
}