{
    "url": "https://scp-wiki.wikidot.com/scp-5095",
    "all_text": "rating: \n+228\n+\n–\nx\n\n\n\n\n \n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\nTo: O5-3\n\n\nDetails\n\n\n\n\n\n\n\n\nRe: N/A\n\n\nApril 12th, 2018 at 12:57 PM\n\n\n\n\n\n\n\n\nO5-3\n\n\n\n\n\n\nTo: O5-12\n\n\nDetails\n\n\n\n\n\n\n\n\nN/A\n\n\nApril 12th, 2018 at 12:15 PM\n\n\nMax,\n\n\nI've got a few things I need to talk about with you. I trust you more than anyone else here, and I'm sure you'll understand.\n\n\nMary Eliot\n\n\nO5-3\n\n\n\n\nMary,\n\n\nI'm here for you, dear friend. Thank you for confiding in me.\n\n\nMaxwell McKenna\n\n\nO5-12\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n04/13/2018\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is restricted to O5-4, O5-10, and O5-12. Unauthorized access is forbidden.\n\n\n\n\n5095\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nEnter Credentials\n\n\n\n\nAccess Granted\n\n\n\n\n\n\nO5-4, O5-10, please share this with your fellow overseers. The clearance level is to assure that O5-3 does not suspect that she has been excluded.\n\n\nWe need to talk about O5-3.\n\n\nO5-3 has been infected by SCP-5095. I've included the documentation for it below:\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5095\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As of ██/██/1967, SCP-5095 been assumed to be neutralized.\n\n\nDescription:\n SCP-5095 is a anomalous, parasitic organism similar to other cyclophyllid cestode of the family Taeniidae. SCP-5095 only inhabits the cranial cavities of hominids, typically humans, where it will develop by attaching itself to grey matter within the organism's brain and consuming rational thought, which is converted through an anomalous process into nutritional compounds.\n\n\nSCP-5095's development occurs at a significantly slower rate than similar species; larvae may develop in excess of 30 years, during which SCP-5095's consumption will gradually impair its host's ability to perform cognitive functions, eventually resulting in brain death. Attempts to extract SCP-5095 from living hosts have thus far been unsuccessful.\n\n\nBetween ██/██/1960 and ██/██/1967, all known instances of SCP-5095 approached maturity and subsequently expired. As no further instances have been identified, 5095 has been presumed neutralized.\n\n\nAddendum 5095-1:\n Discovery\n\n\nSCP-5095 was initially discovered by Dr. Mary Eliot after a series of outbreaks in the eastern United States in 1938. In total, ██ civilians were infected with individual instances of SCP-5095 and were subsequently quarantined. As per protocol, a standard media purge was undertaken to prevent public knowledge of SCP-5095.\n\n\nAddendum 5095-2:\n Infection Instances\n\n\nSCP-5095's exact effects vary between individuals. The following include three cases from the initial outbreak resulting in significantly distinct symptoms. For a complete list of affected persons, see \n5095 Cases UNA\n.\n\n\n\n\nArnold Witts\n\n\nSuspected infection date:\n August 1938\n\n\nInfection Progression:\n Onset of symptoms 2 years following suspected infection. Subject's symptoms worsened over the course of 32 years, culminating in expiration on 4/10/1961. Symptoms include:\n\n• Amnesia\n\n• Cognitive impairment\n\n• Delusion\n\n• Paranoia\n\n\nArnold was the first identified person to be infected by SCP-5095. He used to work for the Foundation, actually, and was one of my colleagues at the time. I began to suspect something was wrong when he started forgetting things, and it only got worse from there. While before, he was one of the foremost parabiologists in the entire world, within a decade, he wasn't even capable of comprehending cellular structure. — Dr. Mary Eliot\n\n\n\n\n\n\nShelley Cornell\n\n\nSuspected infection date:\n December, 1938\n\n\nInfection Progression:\n Subject was infected for over 5 years, but presented no symptoms until one week prior to expiration. Symptoms include:\n\n• Aggression\n\n• Cognitive impairment\n\n• Compulsiveness\n\n• Emotional detachment\n\n\nShelley was described by those close to her as a gentle, loving mother, and a passionate, loyal friend. Something was \"off\" about her, no doubt, but she didn't collapse until a few days before she passed away. — Dr. Mary Eliot\n\n\n\n\n\n\nRichard Williams\n\n\nSuspected infection date:\n April, 1938\n\n\nInfection Progression:\n Subject presented no symptoms until three months prior to expiration, 11 years after initial infection. Symptoms include:\n\n• Amnesia\n\n• Cognitive impairment\n\n• Elevated mood\n\n• Excitability\n\n\nRick was only seven when we brought him in. He was robbed of a normal life before he'd been able to fall in love, or raise a child, or grow old and pass on in peace, even though he was practically normal until the last few weeks of his life. I watched him grow up in confinement; he was like a first child to me. — Dr. Mary Eliot\n\n\n\n\nAddendum 5095-3:\n Interview\n\n\n\n\nInterview Transcript\n\n\nDate:\n 5/29/1949\n\n\nInterviewer:\n Dr. Mary Eliot\n\n\nInterviewee:\n Richard Williams\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Eliot:\n Afternoon, Rick.\n\n\nWilliams:\n Dr. Mary!\n\n\n(\nWilliams smiles widely.\n)\n\n\nDr. Eliot:\n Nice to see you too.\n\n\n(\nDr. Eliot sits down.\n)\n\n\nDr. Eliot:\n I've been told that you haven't been feeling yourself lately. Is that right?\n\n\n(\nRick stares blankly at Dr. Eliot.\n)\n\n\nDr. Eliot:\n Rick?\n\n\nWilliams:\n Dr. Mary!\n\n\n(\nWilliams smiles widely.\n)\n\n\nDr. Eliot:\n I see.\n\n\n(\nDr. Eliot smiles sadly and reviews her notes.\n)\n\n\nDr. Eliot:\n Rick, how have you been feeling?\n\n\nWilliams:\n I don't know. I'm happy!\n\n\nDr. Eliot:\n What about how you think?\n\n\n(\nWilliams furrows his brow for a moment.\n)\n\n\nWilliams:\n It's hard to think about thinking, Dr. Mary.\n\n\n(\nDr. Eliot records several observations in her notes.\n)\n\n\nDr. Eliot:\n Alright, here's the deal, Rick. I'm going to try to help you think clearly again.\n\n\nWilliams:\n Okay!\n\n\nDr. Eliot:\n There's a — a worm, in your brain, Rick.\n\n\nWilliams:\n Her name is Mary, just like you, and she lives in my head, right here!\n\n\n(\nWilliams lightly taps the back of his head, where a slightly noticeable bulge protrudes from his skull.\n)\n\n\nDr. Eliot:\n We're going to try to remove the worm from your head, Rick. Do you understand?\n\n\nWilliams:\n What does that word mean, again?\n\n\nDr. Eliot:\n Which word, dear?\n\n\nWilliams:\n \"Worm.\" I don't think I've heard it before.\n\n\n(\nDr. Eliot gently places her hand over William's hand.\n)\n\n\nDr. Eliot:\n I have to thank you for a lot, Rick.\n\n\n(\nWilliams stares blankly at Dr. Eliot, maintaining a broad smile.\n)\n\n\nDr. Eliot:\n I don't know if you can still understand what I'm saying, but I'm going to be promoted next week. I'm going to have to leave you.\n\n\n(\nDr. Eliot sighs.\n)\n\n\nDr. Eliot:\n I'm doing what I can to help before I go. And I'm sorry you've been stuck in here like this for so long.\n\n\n(\nDr. Eliot pauses.\n)\n\n\nDr. Eliot:\n But I have to move on, Rick. I have a daughter now. I named her Lucy, like your mom. She's very smart, just like you.\n\n\n(\nDr. Eliot wipes a tear from her eye, holding Williams' hand tighter.\n)\n\n\nWilliams:\n Dr. Eliot?\n\n\nDr. Eliot:\n What's the matter, Rick?\n\n\nWilliams:\n Can I be friends with Lucy?\n\n\n(\nDr. Eliot gently laughs, openly crying now.\n)\n\n\nDr. Eliot:\n You're going to get out of here soon, Rick. And then you can be friends with her on the outside, in the normal world.\n\n\nWilliams:\n Will I see you again?\n\n\n(\nDr. Eliot sighs.\n)\n\n\nDr. Eliot:\n I'll do my best.\n\n\nWilliams:\n Promise?\n\n\nDr. Eliot:\n I promise I will see you again one day, whether it be in this life or another.\n\n\n[END LOG]\n\n\n\n\nAddendum 5095-4:\n Removal of SCP-5095\n\nOn 5/30/1949, Dr. Mary Eliot attempted to remove an SCP-5095 instance from within a live victim, Richard Williams. During the procedure, Richard Williams expired, and Dr. Eliot [DATA EXPUNGED].\n\n\nI know that data shouldn't be expunged for us, but the old files are corrupted and I'm unable to recover the full clearance files. — O5-12\n\n\n\n\nI speculate that O5-3 has been infected for a while due to the progression of her now noticeable symptoms. If O5-3 continues her work, at her current rate, she will completely lose control over her cognitive functions.\n\n\nThis message is to request your respective insights as to whether or not O5-3 is to be removed from her position.\n\n\n— O5-12\n\n\n\n\nOverseers come and go. I've been here long enough to know that we can always find someone better for the job.\n\n\n— O5-1\n\n\n\n\n\n\n \n\n\n\n\nIf O5-3 has always been affected, then her performance is normal. I see no reason to remove her from office.\n\n\n— O5-2\n\n\n\n\n\n\n \n\n\n\n\nO5-3 has been here longer than all of us except O5-1. The old guard is disappearing, and we need their expertise as long as we can hold on to it.\n\n— O5-4\n\n\n\n\n\n\n \n\n\n\n\nThe years have not been generous to her position. Indeed, she is nowhere near as irreplaceable as she may have once been.\n\n\n— O5-5\n\n\n\n\n\n\n \n\n\n\n\nO5-3 has served honorably and dutifully for more than seven decades. I believe it is only right that she be allowed to spend her final years in peace.\n\n\n— O5-6\n\n\n\n\n\n\n \n\n\n\n\nI always felt there was something off about her.\n\n\n— O5-7\n\n\n\n\n\n\n \n\n\n\n\nI fail to see why O5-3 should be removed from her position by principle alone. Has she not proven herself to the Foundation time and time again?\n\n\n— O5-8\n\n\n\n\n\n\n \n\n\n\n\nAre we seriously considering allowing a potentially cognitively impaired centennial to remain in a position of power at the Foundation? To perform its primary functions, the Foundation must remain ahead of the modern world, rather than stuck in the past.\n\n\n— O5-9\n\n\n\n\n\n\n \n\n\n\n\nAs the newest member to the council, I have not known O5-3 for very long. But within the short time I've been acquainted with her, I have observed how crucial her presence is to the council and Foundation as a whole. We need her here.\n\n\n— O5-10\n\n\n\n\n\n\n \n\n\n\n\nO5-3 cannot be removed from office. She has always been a mediator between the extremes; I fear that should she leave, a violent schism will split our Foundation in two as it has before.\n\n\n— O5-11\n\n\n\n\n\n\n \n\n\n\n\nThere is precedence for removing an O5 from office by the principle of anomalous property alone. It is no question that an O5 with a cognitive impairment due to an anomalous infection must be removed from office.\n\n\n— O5-13\n\n\n\n\n\n\n \n\n\n\n\nProposal:\n O5-3 is to be relieved of her duties.\n\n\n\n\n\n\nO5\n\n\nYea\n\n\nNay\n\n\n\n\n\n\nO5-1\n\n\n✗\n\n\n\n\n\n\n\n\nO5-2\n\n\n\n\n✗\n\n\n\n\n\n\nO5-4\n\n\n\n\n✗\n\n\n\n\n\n\nO5-5\n\n\n✗\n\n\n\n\n\n\n\n\nO5-6\n\n\n✗\n\n\n\n\n\n\n\n\nO5-7\n\n\n✗\n\n\n\n\n\n\n\n\nO5-8\n\n\n\n\n✗\n\n\n\n\n\n\nO5-9\n\n\n\n\n✗\n\n\n\n\n\n\nO5-10\n\n\n\n\n✗\n\n\n\n\n\n\nO5-11\n\n\n\n\n✗\n\n\n\n\n\n\nO5-13\n\n\n✗\n\n\n\n\n\n\n\n\nConclusion:\n As O5-3's symptoms have not hindered her ability to perform her duties to date, O5-3 will remain part of the Overseer Council until rendered unable to work.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\nTo: O5-3\n\n\nDetails\n\n\n\n\n\n\n\n\nRe: Retirement\n\n\nApril 13th, 2018 at 8:40 PM\n\n\n\n\n\n\n\n\nO5-3\n\n\n\n\n\n\nTo: O5-12\n\n\nDetails\n\n\n\n\n\n\n\n\nRetirement\n\n\nApril 12th, 2018 at 9:02 PM\n\n\nMax,\n\n\nAs I'm sure you know, I've been working here for quite a long time. I was here when Hoover was in office; some of the others weren't even alive then. I've spent the better half of a lifetime securing, containing, and protecting. I've been cold, when I needed to, because I told myself that I was doing this for humanity.\n\n\nWell now, I'm old and tired, Max. I'd like to spend my last few years with my daughter and grandchildren, apart from the Foundation and the anomalous world. I'd like to experience the humanity that I've been protecting for so long.\n\n\nOf course, I'm due to use 006 again in a few weeks, and I've decided that I don't want to keep going. That's why I'm asking for your help to retire completely, so that my family won't be monitored by Foundation operatives 24 hours a day, 365 days a year. I'm asking for your help to let me return to the normal world.\n\n\nI couldn't be there for Rick. My duties will not keep me from Lucy anymore. She's grown, but I am still her mother.\n\n\nMary Eliot\n\n\nO5-3\n\n\n\n\nMary,\n\n\nO53votes.txt\n\n\nI'm sorry. I tried.\n\n\nMaxwell McKenna\n\n\nO5-12\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-5094\n | SCP-5095 | \nSCP-5096\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Arnold Witts Suspected infection date: August 1938 Infection Progression: Onset of symptoms 2 years following suspected infection. Subject's symptoms worsened over the course of 32 years, culminating in expiration on 4/10/1961. Symptoms include: • Amnesia • Cognitive impairment • Delusion • Paranoia Arnold was the first identified person to be infected by SCP-5095. He used to work for the Foundation, actually, and was one of my colleagues at the time. I began to suspect something was wrong when he started forgetting things, and it only got worse from there. While before, he was one of the foremost parabiologists in the entire world, within a decade, he wasn't even capable of comprehending cellular structure. — Dr. Mary Eliot",
        "Shelley Cornell Suspected infection date: December, 1938 Infection Progression: Subject was infected for over 5 years, but presented no symptoms until one week prior to expiration. Symptoms include: • Aggression • Cognitive impairment • Compulsiveness • Emotional detachment Shelley was described by those close to her as a gentle, loving mother, and a passionate, loyal friend. Something was \"off\" about her, no doubt, but she didn't collapse until a few days before she passed away. — Dr. Mary Eliot",
        "Richard Williams Suspected infection date: April, 1938 Infection Progression: Subject presented no symptoms until three months prior to expiration, 11 years after initial infection. Symptoms include: • Amnesia • Cognitive impairment • Elevated mood • Excitability Rick was only seven when we brought him in. He was robbed of a normal life before he'd been able to fall in love, or raise a child, or grow old and pass on in peace, even though he was practically normal until the last few weeks of his life. I watched him grow up in confinement; he was like a first child to me. — Dr. Mary Eliot",
        "Interview Transcript Date: 5/29/1949 Interviewer: Dr. Mary Eliot Interviewee: Richard Williams [BEGIN LOG] Dr. Eliot: Afternoon, Rick. Williams: Dr. Mary! ( Williams smiles widely. ) Dr. Eliot: Nice to see you too. ( Dr. Eliot sits down. ) Dr. Eliot: I've been told that you haven't been feeling yourself lately. Is that right? ( Rick stares blankly at Dr. Eliot. ) Dr. Eliot: Rick? Williams: Dr. Mary! ( Williams smiles widely. ) Dr. Eliot: I see. ( Dr. Eliot smiles sadly and reviews her notes. ) Dr. Eliot: Rick, how have you been feeling? Williams: I don't know. I'm happy! Dr. Eliot: What about how you think? ( Williams furrows his brow for a moment. ) Williams: It's hard to think about thinking, Dr. Mary. ( Dr. Eliot records several observations in her notes. ) Dr. Eliot: Alright, here's the deal, Rick. I'm going to try to help you think clearly again. Williams: Okay! Dr. Eliot: There's a — a worm, in your brain, Rick. Williams: Her name is Mary, just like you, and she lives in my head, right here! ( Williams lightly taps the back of his head, where a slightly noticeable bulge protrudes from his skull. ) Dr. Eliot: We're going to try to remove the worm from your head, Rick. Do you understand? Williams: What does that word mean, again? Dr. Eliot: Which word, dear? Williams: \"Worm.\" I don't think I've heard it before. ( Dr. Eliot gently places her hand over William's hand. ) Dr. Eliot: I have to thank you for a lot, Rick. ( Williams stares blankly at Dr. Eliot, maintaining a broad smile. ) Dr. Eliot: I don't know if you can still understand what I'm saying, but I'm going to be promoted next week. I'm going to have to leave you. ( Dr. Eliot sighs. ) Dr. Eliot: I'm doing what I can to help before I go. And I'm sorry you've been stuck in here like this for so long. ( Dr. Eliot pauses. ) Dr. Eliot: But I have to move on, Rick. I have a daughter now. I named her Lucy, like your mom. She's very smart, just like you. ( Dr. Eliot wipes a tear from her eye, holding Williams' hand tighter. ) Williams: Dr. Eliot? Dr. Eliot: What's the matter, Rick? Williams: Can I be friends with Lucy? ( Dr. Eliot gently laughs, openly crying now. ) Dr. Eliot: You're going to get out of here soon, Rick. And then you can be friends with her on the outside, in the normal world. Williams: Will I see you again? ( Dr. Eliot sighs. ) Dr. Eliot: I'll do my best. Williams: Promise? Dr. Eliot: I promise I will see you again one day, whether it be in this life or another. [END LOG]"
    ],
    "containment_procedures": "As of ██/██/1967, SCP-5095 been assumed to be neutralized.",
    "description": "SCP-5095 is a anomalous, parasitic organism similar to other cyclophyllid cestode of the family Taeniidae. SCP-5095 only inhabits the cranial cavities of hominids, typically humans, where it will develop by attaching itself to grey matter within the organism's brain and consuming rational thought, which is converted through an anomalous process into nutritional compounds.",
    "title": "SCP-5095"
}