{
    "url": "https://scp-wiki.wikidot.com/scp-5097",
    "all_text": "rating: \n+253\n+\n–\nx\n\n\nAnomaly №:\n SCP-5097\n\n\nAnomaly Class:\n Uncontained\n\n\nThreat Level:\n Green\n\n\nSpecial Containment Procedures:\n In the event SCP-5097 returns to reality, it is to be severely reprimanded and placed in a humanoid containment cell.\n\n\nThe note SCP-5097 left behind is currently held in an Anomalous Items locker.\n\n\nDescription:\n SCP-5097 is \nSenior Researcher\n \nKassidy Kara\n, a former member of the Unreality Department\n1\n. On 4/8/2020, Dr. Kara removed themself from baseline reality and temporally ceased existing.\n\n\nDiscovery Log:\n SCP-5097 was discovered after Foundation .aic units detected a sudden loss of data associated with Dr. Kara\n2\n at 9:58 PM on 4/9/2020. At the same time, several personnel acquainted with Dr. Kara had noticed their lack of activity around the Site, and could neither access past e-mails with Dr. Kara nor send them new ones.\n\n\nAn investigation was launched, revealing their private quarters contained only a handwritten note on their desk (see Addendum). Whom it was addressed to is unknown.\n\n\nAutomated extranormal detection programs deployed by Site Command were able to recognize several residual \nolf\n3\n fluctuations that had occurred within Dr. Kara's quarters. From the readings, a timeline of these fluctuations was established, revealing Dr. Kara had separated themself from baseline reality on 4/8/2020, at approximately 4:25 AM.\n\n\nDr. Kara was designated as SCP-5097 on 4/10/2020, and its containment procedures were officialized shortly after.\n\n\nAddendum:\n The note left by SCP-5097.\n\n\n\n\n\n\nSorry, but I really just didn't feel like coming into work today.\n\n\n\n\n\n\n\n\n« \nSCP-5096\n | \nVoidLady\n | \nSCP-5098\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5097\n\" by VoidLady, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5097\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Up until their classification as SCP-5097, Dr. Kara had worked under the Foundation for 6 years.\n\n\n2\n. Their personnel file was the first to be detected as missing. Their reports on multiple anomalies were found to be blanked shortly after, followed by their SCiPnet account becoming invalid.\n\n\n3\n. Hypothetical measurements used to quantify anti-dimensions or anti-spacetime phenomena within a given system. Olf values closer to 0 operate similarly to our reality.",
    "addendums": [
        "Addendum: The note left by SCP-5097.\n"
    ],
    "documents": [],
    "notes": [
        "Sorry, but I really just didn't feel like coming into work today.",
        "\" SCP-5097 \" by VoidLady, from the SCP Wiki . Source: https://scpwiki.com/scp-5097 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "In the event SCP-5097 returns to reality, it is to be severely reprimanded and placed in a humanoid containment cell.",
    "description": "SCP-5097 is Senior Researcher Kassidy Kara, a former member of the Unreality Department1. On 4/8/2020, Dr. Kara removed themself from baseline reality and temporally ceased existing.",
    "title": "SCP-5097"
}