{
    "url": "https://scp-wiki.wikidot.com/scp-5101",
    "all_text": "rating: \n+283\n+\n–\nx\n\n\nItem #:\n SCP-5101\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All records detailing SCP-5101, including this document, are to be contained within three conceptual barriers hereafter referred to as Threshold Maya, Threshold Puimre and Threshold Yuf.\n\n\nThreshold Maya is a circular formation five meters in diameter, which surrounds Threshold Puimre, Threshold Yuf and all SCP-5101 documentation. Threshold Maya is to be composed from a mixture of industrial-grade chalk and fresh grain. These materials are to be replenished twice a week. No personnel are to visually observe Threshold Maya while it is being replenished under any circumstances.\n\n\nThreshold Puimre is a circular formation three meters in diameter, which surrounds Threshold Yuf and all SCP-5101 documentation. Threshold Puimre is to be composed from a mixture of pigeon blood and cement. These materials are to be replenished six times a month\n1\n. During replenishment, personnel are to ignore any demands posed by Threshold Puimre.\n\n\nThreshold Yuf is a circular formation one meter in diameter, which surrounds and contains all SCP-5101 documentation. Threshold Yuf is to be composed from a mixture of human spinal fluid and industrial-grade chalk. These materials are not to be replenished under any circumstances\n2\n. Once a month, a humanoid entity will appear on the border of Threshold Yuf and inform personnel of any adjustments that must be made to these containment procedures. These instructions are to be followed without question, and the entity is then to be executed using a gunshot to the head.\n\n\nOutside of the maintenance specified in these containment procedures, personnel are to make no physical contact with Threshold Maya, Threshold Puimre or Threshold Yuf.\n\n\nDescription:\n SCP-5101 is a set of anomalous containment procedures which, when properly enacted:\n\n\n\n\nPrevent any entity within its boundaries from interfering with the outside world.\n\n\nPrevent any sentient entities in the outside world from interfering with that which is contained.\n\n\n\n\nDue to the lack of information on how SCP-5101 operates and the suspicious nature of its creation, it has been denied re-designation as Thaumiel and is instead currently being used to contain itself\n3\n.\n\n\n\n\n\n\nAddendum 5101-1 (Circumstances of Creation)\n\n\n\n\nSCP-5101 was created by Julius Green, a RAISA Containment Specialist\n4\n, under orders from the Overseer Council to develop procedures capable of containing a highly dangerous object or entity. Due to security concerns, the Foundation is not at liberty to further discuss this anomaly.\n\n\nHowever, the Overseer Council has declassified the following message exchange for use in tracking the development of SCP-5101.\n\n\n\n\nFrom:\n Attendant JL\n\n\nTo:\n Julius Green\n\n\n\n\n\n\nFROM THE OFFICE OF O5-6\n\n\nMr. Green, O5-6 has requisitioned your assistance with the containment of a classified anomaly. Further context is attached to this message. You are to drop all existing projects and focus all your efforts upon this task.\n\n\nNote that this anomaly is classified 'Pitch Black' in terms of information control. As a result, the following measures will be taken upon your completion of this task:\n\n\n\n\n\n\nYou will undergo amnestic therapy to remove all memories of your work with the anomaly.\n\n\nYou will be subject to additional cognito-agents designed to prevent you from reasoning what you have been doing during your missing portion of memory.\n\n\nYou are expressly forbidden from discussing your work with any colleagues. If this directive is not followed, severe consequences will ensue including possible termination of language privileges.\n\n\nThe anomaly you are working on will not be listed in any Foundation database, and you will not receive credit for your work.\n\n\n\n\n\n\nO5-6 awaits your agreement to these terms. Reply at your earliest convenience.\n\n\n\n\n\n\n\n\nFrom:\n Julius Green\n\n\nTo:\n Attendant JL\n\n\n\n\n\n\nWith all due respect, the information you've given me here is extremely limited, and I honestly can't see how I'm expected to draft up containment procedures when I don't have a full idea of \nwhat\n I'm containing. Quite frankly, the details you've given me access to aren't even enough to give it an Object Class.\n\n\nI understand the need for secrecy, but you need to give me more than \nthis\n. I didn't manage to lock those other threats up with a blindfold on.\n\n\n\n\n\n\n\n\nFrom:\n Attendant JL\n\n\nTo:\n Julius Green\n\n\n\n\n\n\nFROM THE OFFICE OF O5-6\n\n\nNegative. You have already agreed to this task as dictated by O5-6, and it will not accept delay. See that your work is complete in \n7\n days time.\n\n\n\n\n\n\n\n\nFrom:\n Julius Green\n\n\nTo:\n Attendant JL\n\n\n\n\n\n\nThat's being extremely unreasonable. If you want me to work under these conditions, I won't be able to produce anything of quality. Can I speak to your superior directly about this?\n\n\n\n\n\n\n\n\nFrom:\n Attendant JL\n\n\nTo:\n Julius Green\n\n\n\n\n\n\nFROM THE OFFICE OF O5-6\n\n\nNegative. You have already agreed to this task as dictated by O5-6, and it will not accept delay. See that your work is complete in \n6\n days time.\n\n\n\n\n\n\n\n\nFrom:\n Attendant JL\n\n\nTo:\n Julius Green\n\n\n\n\n\n\nFROM THE OFFICE OF O5-6\n\n\nYour deadline is approaching. See that your work is complete in \n5\n days time.\n\n\n\n\n\n\n\n\nFrom:\n Julius Green\n\n\nTo:\n Attendant JL\n\n\n\n\n\n\nYes, I understand that my deadline is approaching. I've started to consider the problem from a more general perspective - containment as a \nwhole\n rather than containment for \none\n specific thing, if that makes sense - but it takes a lot of focus, and quite frankly your constant reminders about the deadline isn't helping.\n\n\nI'd like to reqest [sic] that you cease these. Please rest assured, I'll have the procedures to you in time.\n\n\n\n\n\n\n\n\nFrom:\n Attendant JL\n\n\nTo:\n Julius Green\n\n\n\n\n\n\nFROM THE OFFICE OF O5-6\n\n\nNegative. Your deadline is approaching. See that your work is complete in \n4\n days time. Otherwise, you will be subject to severe consequences.\n\n\n\n\n\n\n\n\nFrom:\n Attendant JL\n\n\nTo:\n Julius Green\n\n\n\n\n\n\nFROM THE OFFICE OF O5-6\n\n\nYour deadline is approaching. In addition, the budget you have proposed is excessive and has thus been rejected. See that your work is complete in \n3\n days time.\n\n\n\n\n\n\n\n\nFrom:\n Julius Green\n\n\nTo:\n Attendant JL\n\n\n\n\n\n\nSTOP\n\n\n\n\n\n\n\n\nFrom:\n Julius Green\n\n\nTo:\n Attendant JL\n\n\n\n\n\n\nI would like to sincerely apologize for my last email. I was running low on sleep and - while that's no excuse - it made me lash out when I saw your message. I\n\n\n\n\n\n\n\n\nFrom:\n Attendant JL\n\n\nTo:\n Julius Green\n\n\n\n\n\n\nFROM THE OFFICE OF O5-6\n\n\nThat's quite alright. Incidentally, your deadline is approaching. See that your work is complete in \n2\n days time. Otherwise, you will be subject to severe consequences including termination.\n\n\n\n\n\n\n\n\nFrom:\n Julius Green\n\n\nTo:\n Attendant JL\n\n\n\n\n\n\nnEED MORE TIME [sic]\n\n\n\n\n\n\n\n\nFrom:\n Attendant JL\n\n\nTo:\n Julius Green\n\n\n\n\n\n\nFROM THE OFFICE OF O5-6\n\n\n1\n day left. If you delay further, we may be forced to question your loyalty to the Foundation and take the following action:\n\n\n\n\n\n\nInvestigation into your prior assignments, and potential reversion of changes you have made to these containment procedures.\n\n\nInvestigation and potential detainment of coworkers, family members and close friends who could be potential enemy contacts.\n\n\nComplete erasure of your personnel file from Foundation records.\n\n\nComplete erasure of your identity via use of amnestics.\n\n\nTermination.\n\n\n\n\n\n\nNote that - although several of these measures may already be underway - we would prefer not to be forced to execute these excessive procedures, and any actions taken will be reverted upon completion of your assignment.\n\n\nTick tock.\n\n\n\n\n\n\n\n\nFrom:\n Julius Green\n\n\nTo:\n Attendant JL\n\n\n\n\n\n\nsee attached. see\n\n\ncircles contain circles contain circles contain everything\n\ni would like my amnesiacs [sic] now pleas [sic] there's a circle in my skull\n\n\n\n\n\n\nOn 28/01/2020, the corpse of Julius Green was found in his office at Site-22. Autopsy determined the cause of death to be spontaneous combustion of his brain matter. A copy of SCP-5101 had been sent to Attendant JL, and a second copy was present in written form on his desk.\n\n\nAs Attendant JL had not yet been made aware of the situation and thus had no way of knowing of Mr. Green's death, an additional message was sent following the creation of SCP-5101:\n\n\n\n\nFrom:\n Attendant JL\n\n\nTo:\n Julius Green\n\n\n\n\n\n\nFROM THE OFFICE OF O5-6\n\n\nWe've received your files. Excellent work, Mr. Green. We always had the utmost faith. Get some rest.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The timing of these replenishments are not relevant, and can be performed in rapid succession at the start of every month.\n\n\n2\n. Once Threshold Yuf has faded to such a degree that it cannot be visually recognized, personnel are to take care to ensure they keep track of its location.\n\n\n3\n. See 'Special Containment Procedures'.\n\n\n4\n. For full service record, including the successful reclassification of twenty-two anomalies from Keter to Safe, see Site-22 Personnel Archive.\n\n\n\n\n\n\n\n\n« \nSCP-5100\n | SCP-5101 | \nSCP-5102\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5101\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5101\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "From: Attendant JL To: Julius Green FROM THE OFFICE OF O5-6 Mr. Green, O5-6 has requisitioned your assistance with the containment of a classified anomaly. Further context is attached to this message. You are to drop all existing projects and focus all your efforts upon this task. Note that this anomaly is classified 'Pitch Black' in terms of information control. As a result, the following measures will be taken upon your completion of this task: You will undergo amnestic therapy to remove all memories of your work with the anomaly. You will be subject to additional cognito-agents designed to prevent you from reasoning what you have been doing during your missing portion of memory. You are expressly forbidden from discussing your work with any colleagues. If this directive is not followed, severe consequences will ensue including possible termination of language privileges. The anomaly you are working on will not be listed in any Foundation database, and you will not receive credit for your work. O5-6 awaits your agreement to these terms. Reply at your earliest convenience.",
        "From: Julius Green To: Attendant JL With all due respect, the information you've given me here is extremely limited, and I honestly can't see how I'm expected to draft up containment procedures when I don't have a full idea of what I'm containing. Quite frankly, the details you've given me access to aren't even enough to give it an Object Class. I understand the need for secrecy, but you need to give me more than this . I didn't manage to lock those other threats up with a blindfold on.",
        "From: Attendant JL To: Julius Green FROM THE OFFICE OF O5-6 Negative. You have already agreed to this task as dictated by O5-6, and it will not accept delay. See that your work is complete in 7 days time.",
        "From: Julius Green To: Attendant JL That's being extremely unreasonable. If you want me to work under these conditions, I won't be able to produce anything of quality. Can I speak to your superior directly about this?",
        "From: Attendant JL To: Julius Green FROM THE OFFICE OF O5-6 Negative. You have already agreed to this task as dictated by O5-6, and it will not accept delay. See that your work is complete in 6 days time.",
        "From: Attendant JL To: Julius Green FROM THE OFFICE OF O5-6 Your deadline is approaching. See that your work is complete in 5 days time.",
        "From: Julius Green To: Attendant JL Yes, I understand that my deadline is approaching. I've started to consider the problem from a more general perspective - containment as a whole rather than containment for one specific thing, if that makes sense - but it takes a lot of focus, and quite frankly your constant reminders about the deadline isn't helping. I'd like to reqest [sic] that you cease these. Please rest assured, I'll have the procedures to you in time.",
        "From: Attendant JL To: Julius Green FROM THE OFFICE OF O5-6 Negative. Your deadline is approaching. See that your work is complete in 4 days time. Otherwise, you will be subject to severe consequences.",
        "From: Attendant JL To: Julius Green FROM THE OFFICE OF O5-6 Your deadline is approaching. In addition, the budget you have proposed is excessive and has thus been rejected. See that your work is complete in 3 days time.",
        "From: Julius Green To: Attendant JL STOP",
        "From: Julius Green To: Attendant JL I would like to sincerely apologize for my last email. I was running low on sleep and - while that's no excuse - it made me lash out when I saw your message. I",
        "From: Attendant JL To: Julius Green FROM THE OFFICE OF O5-6 That's quite alright. Incidentally, your deadline is approaching. See that your work is complete in 2 days time. Otherwise, you will be subject to severe consequences including termination.",
        "From: Julius Green To: Attendant JL nEED MORE TIME [sic]",
        "From: Attendant JL To: Julius Green FROM THE OFFICE OF O5-6 1 day left. If you delay further, we may be forced to question your loyalty to the Foundation and take the following action: Investigation into your prior assignments, and potential reversion of changes you have made to these containment procedures. Investigation and potential detainment of coworkers, family members and close friends who could be potential enemy contacts. Complete erasure of your personnel file from Foundation records. Complete erasure of your identity via use of amnestics. Termination. Note that - although several of these measures may already be underway - we would prefer not to be forced to execute these excessive procedures, and any actions taken will be reverted upon completion of your assignment. Tick tock.",
        "From: Julius Green To: Attendant JL see attached. see circles contain circles contain circles contain everything i would like my amnesiacs [sic] now pleas [sic] there's a circle in my skull",
        "From: Attendant JL To: Julius Green FROM THE OFFICE OF O5-6 We've received your files. Excellent work, Mr. Green. We always had the utmost faith. Get some rest.",
        "\" SCP-5101 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-5101 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5101",
    "object_class": "Euclid",
    "containment_procedures": "All records detailing SCP-5101, including this document, are to be contained within three conceptual barriers hereafter referred to as Threshold Maya, Threshold Puimre and Threshold Yuf.",
    "description": "SCP-5101 is a set of anomalous containment procedures which, when properly enacted:",
    "title": "SCP-5101"
}