{
    "url": "https://scp-wiki.wikidot.com/scp-5103",
    "all_text": "rating: \n+100\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\nSCP-5103 - The Spiral's Axis\n\nAlmost an SCP-001.\n\n\n \n\n\n\n\nFor more by me, check out the \nGreyve Page\n!\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n87.88%\n\n(+116)\n\n\n12.12%\n\n(-16)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+100\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 5/5103 Classified. \nUnauthorized access is forbidden.\n\n\n\n\n5103\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5103\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nInterior structure of SCP-5103.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5103 is to be repaired as soon as possible. All necessary resources, including personnel, are to be covertly allocated to Area-27 at the discretion of the acting site director, currently Senior Researcher Robert Scranton, and the O5 Council.\n\n\nDue to the immobile nature of SCP-5103-A, Area-27 has been constructed in the vicinity of SCP-5103-A. Non-Foundation entities are to be redirected, and if deemed necessary by acting security unit, terminated. Subsequent instances are preemptively designated SCP-5103-A2, SCP-5103-A3, etc.\n\n\nSCP-5103-A itself is to be monitored at all times for growth. Protocol FTC-5103 is to be enacted immediately should SCP-5103-A approach critical mass, at the discretion of the acting Site Director and the O5 Council. An hourly pataphysical data backup of Area-27 for use during Protocol FTC-5103 is to be stored off-site, to be accessed only when Protocol FTC-5103 is enacted.\n\n\n\n\n▼ Protocol FTC-5103\n\n\n\n\n▲ Close File\n\n\n\n\n\n\n\n\nPROTOCOL FTC-5103\n\n\nRevision 1.1 [Electronic Copy]\n\n\n\n\n\n\nForeword:\n Protocol FTC-5103 is to be used \nonly\n as a last resort, comparable to detonation of on-site nuclear warheads. Protocol FTC-5103 will destroy all changes made to the interior of SCP-5103 during the course of 1 hour. Protocol FTC-5103 is to occur in 3 phases.\n\n\nOverview:\n\n\nPhase 1\n\nPersonnel and other resources are to be evacuated from SCP-5103. A thorough probe will occur as personnel exit SCP-5103, prior to activation of Protocol FTC-5103’s primary mechanism.\n\n\nPhase 2:\n\nArea-27 is to be placed in total lockdown, and all personnel are to report to designated chambers for role calls. Assigned personnel may begin activation sequence for SCP-5103’s primary temporal compression mechanism. Power \nmust\n be maintained at Area-27 for the entire duration of Protocol FTC-5103.\n\n\nPhase 3:\n\nSCP-5103’s primary temporal compression mechanism is activated, it cannot be stopped for a seemingly random duration. Following temporal compression, local temporal flow will revert to a former state.\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-5103 is an indiscernibly large machine, located in an extraspacial hyperreality currently only accessible through SCP-5103-A. SCP-5103 is critical to reality stabilization through an unknown process involving the extraction and emission of Scranton-Calden Reality Manifold (SCRM). However, SCP-5103’s efficiency has significantly decreased over the past decade, and currently runs at approximately 83% efficiency. Within 72 years, SCP-5103 will no longer be capable of sustaining a consistent reality manifold.\n\n\nSCP-5103 is believed to have been constructed by humanoid entities, as evidenced by the internal components of SCP-5103. However, the scope of engineering and necessary resources required to construct SCP-5103 far exceed those of any known civilization. As of writing, only one subsystem has been successfully reproduced and only one subsystem has been activated. (See \nAddendum 5103-2\n).\n\n\nSCP-5103-A is a Class-C “Broken Entry” wormhole that permeates hyperreality, providing direct access to SCP-5103. Currently, at least 7.6256 x 10^36 instances of SCP-5103-A exist in the known universe. As of writing, SCP-5103-A is the only instance that has been identified and contained.\n\n\nAddendum 5103-1:\n Initial Exploration\n\n\n\n\n▼ Initial Exploration Audio Transcript\n\n\n\n\n▲ Close File\n\n\n\n\n\n\n\n\nExploration Audio Log\n\n\n\n\nDate:\n 10-27-2008\n\n\nAssigned Personnel:\n\n\n\n\nJunior Researcher Vera Calden (Supervising)\n\n\nOperator James Sargenti\n\n\nD-022142\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nSite Command:\n Alright D-022122, can you describe what you see?\n\n\nD-022122:\n I’m at the bottom of…some sort of crater, I guess. In the side of a…a tube…it looks…mechanical. The tube is massive.\n\n\nSite Command:\n Massive?\n\n\nD-022122:\n It’s all I can see in here, so, yeah, I’d think it’s “massive”.\n\n\nSite Command:\n Can you describe its appearance in further detail?\n\n\nD-022122:\n I…I don’t know how to describe any of this stuff other than “mechanical”.\n\n\nSite Command:\n How about the state of the mechanisms? Do they appear to be functional?\n\n\nD-022122:\n I don’t know, but I do know that it seems like it’s on. Functional.\n\n\nSite Command:\n Can you take a picture of your surroundings?\n\n\nD-022122:\n Yeah.\n\n\n(\nThe sound of a camera shutter is audible in the background.\n)\n\n\nD-022122:\n Now what?\n\n\nSite Command:\n Do you see any hallways, or ladders…anything that looks like humans would use it as a relative directional indicator?\n\n\n(\nThe sound of D-022122’s footsteps is audible.\n)\n\n\n(\nSilence.\n)\n\n\nSite Command:\n D-022122?\n\n\nD-022122:\n That’s me.\n\n\nSite Command:\n Right. Have you located a path?\n\n\nD-022122:\n I’m on the path. It’s like…I don’t know. It’s like it goes this way no matter what, like, the right direction. The right path.\n\n\nDr. Calden:\n (\nIndistinctly\n) Pataphysical flow.\n\n\nD-022122:\n What was that noise?\n\n\nSite Command:\n Nothing. D-022122, continue.\n\n\nD-022122:\n Got it.\n\n\n(\nSilence.\n)\n\n\nSite Command:\n How long will it be until you arrive at “the end”?\n\n\nD-022122:\n No clue. At this rate, forever.\n\n\nSite Command:\n Continue until ordered to stop.\n\n\n(\nSeveral minutes elapse.\n)\n\n\nD-022122:\n I see another one of those craters. Should I check it out?\n\n\nSite Command:\n Proceed.\n\n\nD-022122:\n Alright. Let me just…head down this…\n\n\n(\nThe sound of metal clanking is audible in the background.\n)\n\n\nD-022122:\n Right, so…it looks identical to the one I came in from. Like…um…well, no. It’s…uh…missing the wormhole.\n\n\nSite Command:\n Anything else?\n\n\nD-022122:\n Actually…it looks a bit more…lucid, I guess. More real…is hyperreal a word? That, if it is.\n\n\nSite Command:\n Understood. Anything else?\n\n\nD-022122:\n No, no I don’t think. Umm…it’s kinda…too bright, too…overwhelming down here. Can I get out?\n\n\nSite Command:\n You’re cleared. Continue backwards along “the path”.\n\n\nD-022122:\n You can’t go back on the path…you shouldn’t. But I can try.\n\n\n(\nSeveral minutes elapse.\n)\n\n\nD-022122:\n I can hear something, indistinct.\n\n\nSite Command:\n Keep us updated on that as you go.\n\n\nD-022122:\n Got it.\n\n\n(\nSeveral minutes elapse.\n)\n\n\nD-022122:\n It’s like…getting louder. Like…I don’t know, like…it’s hitting more than my ears now. It’s in my head. Screaming, quietly.\n\n\nCalden:\n (\nIndistinctly\n) Quiet screaming? Isn’t that-\n\n\nSite Command:\n (\nAway from microphone\n) Not now, Calden.\n\n\nD-022122:\n What was that?\n\n\nSite Command:\n Disregard that, and focus on the task at hand, D-022122.\n\n\nD-022122:\n Okay, okay…um. Yeah. It’s…uh…\n\n\n(\nSilence.\n)\n\n\nSite Command:\n D-022122?\n\n\nD-022122:\n R-right. Umm…I swear, I was just here, and like, yeah, it’s a spiral but…I don’t know, It’s all the same.\n\n\nSite Command:\n Are you sure you’re still travelling in the direction opposite of your initial departure?\n\n\nD-022122:\n Yeah-yeah, definitely. Um..well, physically, I think. But…uh…I don’t know if I \nreally\n am. It’s like…um…\n\n\n(\nSilence.\n)\n\n\nSite Command:\n D-022122?\n\n\n(\nA minute elapses.\n)\n\n\nSite Command:\n D-022122?\n\n\n(\nA minute elapses.\n)\n\n\n[EXTRANEOUS INFORMATION REDACTED]\n\n\nCalden:\n How much longer do we have to wait? He’s been silent for an hour.\n\n\nSite Command:\n It’s protocol, Calden. His vitals are still indicating he’s still alive.\n\n\nCalden:\n How do you know-\n\n\nD-022122:\n -it’s getting louder and louder. It’s fucking \ndeafening\n. The…um…the patterns. You can hear them too, right?\n\n\nCalden:\n Well he’s alive, it seems. What’s next?\n\n\nSite Command:\n D-022122, return to the entrance immediately.\n\n\nD-022122:\n Yeah, you just…just told me that. I am-\n\n\n(\nSilence.\n)\n\n\nSite Command:\n D-02122, do you copy?\n\n\nD-022122:\n Yeah, yeah. I’m almost there. It’s…um…faster, this way. The path is…I can barely hear the screaming now. Command, what was that?\n\n\nCalden:\n Way above your clearance, D-022122. Head to the exit.\n\n\nD-022122:\n Yeah…um, who are you?\n\n\nSite Command:\n Don’t worry about it. Head back to the exit-\n\n\nD-022122:\n No, I swear I know that voice from somewhere…\n\n\n[END LOG]\n\n\n\n\nNote: D-022122 was promptly amnesticized following the events in the transcript. Further research regarding SCP-5103 is required for a comprehensive containment procedure.\n\n\n\n\n\n\n\n\n\n\nAddendum 5103-2:\n Research Notes\n\n\n\n\n▼ Research Notes 1\n\n\n\n\n▲ Close File\n\n\n\n\n\n\n\n\nResearch Notes\n\n\n\n\nDate:\n 10-29-2008\n\n\nAssigned Personnel:\n\n\n\n\nSenior Researcher Robert Scranton\n\n\nJunior Researcher Vera Calden\n\n\n\n\n\n\nConclusion:\n\n\nSCP-5103 appears to be a device constructed to preserve the integrity of reality. SCP-5103-A is a hyperreal perforation through SCRM, formed as a result of SCP-5103’s effects diminishing.\n\n\nOf particular note is the apparent presence of “pattern screamers”, first identified by personnel assigned to SCP-3930. These entities are theorized to form during ZK-Class \"Reality Failure\" scenarios.\n\n\nOne mechanism, tentatively labeled Scranton Reality Stabilizer (SRS), has been recreated using non-anomalous components. However, a cross-manifold receptor connected to SCP-5103 is necessary for functionality. At least 7,625,597 such mechanisms exist within SCP-5103, and can be safely removed and activated. When active, SRSs are capable of stabilizing reality within a limited area, and to a lesser degree than SCP-5103.\n\n\nIt is theorized that SCP-5103 will fail within 42 years. Should such an event occur, it is likely a ZK-Class \"Reality Failure\" scenario will occur.\n\n\nRequests:\n\n\n\n\nProduction and experimentation of SRSs (Approved)\n\n\nConduct research to identify SCP-5103's energy source (Approved)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▼ Research Notes 2\n\n\n\n\n▲ Close File\n\n\n\n\n\n\n\n\nResearch Notes\n\n\n\n\nDate:\n 11-9-2008\n\n\nAssigned Personnel:\n\n\n\n\nSenior Researcher Robert Scranton\n\n\nJunior Researcher Vera Calden\n\n\n\n\n\n\nConclusion:\n\n\nSCP-5103’s energy source is an alternate universe’s reality manifold. Through an unexplained process, SCP-5103 siphons reality from an alternate universe’s reality manifold. Current energy source for SCP-5103 is a heavily depleted reality manifold.\n\n\nA Foucault Temporal Compression (FTC) mechanism within SCP-5103 has been fully repaired and functional. Pataphysical data stored off-site allows the FTC mechanism to temporarily evade SCP-5103's effects on external reality. The details of this protocol, designated Protocol FTC-5103, are included in a separate file.\n\n\nAs of now, Scranton Reality Anchors (SRAs) in excess of 6,500 have been deployed and activated. Following thorough investigation, it has been confirmed that SRAs function by secondarily siphoning reality manifold from SCP-5103. In short, SRAs expedite the depletion of SCP-5103's power sources.\n\n\nCurrently, SCP-5103 is projected to fail within 8 years. Should such an event occur, local reality manifold will gradually diminish towards an asymptotic 0% integrity, inevitably resulting in a ZK-Class (“Reality Failure”) scenario.\n\n\nFinding an alternate power source for SCP-5103 is of utmost importance.\n\n\nRequests:\n\n\n\n\nTotal recall of SRAs (Denied)\n\n\nTargeted partial recall of SRAs (Approved)\n\n\nAccess to pataphysical data directly to be uploaded into the FTC mechanism (Approved)\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5103-3:\n Recovered Transmission\n\n\n\n\n▼ Recovered Transmission\n\n\n\n\n▲ Close File\n\n\n\n\n\n\nD-022122:\n Damn, that’s loud. Site Command?\n\n\n(\nSilence.\n)\n\n\nD-022122:\n Hello?\n\n\nUnknown Voice:\n Hello?\n\n\nD-022122:\n Whoa, what the-\n\n\nUnknown Voice:\n Hey, hey, calm down. What's your name? I don’t remember any explorations scheduled today…especially not \nnow.\n\n\nD-022122:\n You're…a real person, right?\n\n\nUnknown Voice:\n Yes. The name's Vera Calden. And you?\n\n\nD-022122:\n I-I'm Ethan Greene. Ah…are you also with the SCP Foundation, right?\n\n\nCalden:\n (\nScoffs\n) I'm the secondary researcher for this thing. Yeah.\n\n\nD-022122:\n Well then, what do you know about all of this? Like…like the patterns, y'know, that make you uncomfortable?\n\n\nCalden:\n Right. Pattern screamers. Didn’t think they’d get here that fast.\n\n\nD-022122:\n What do you mean?\n\n\nCalden:\n From what I’ve seen, the pattern screamers progress relative to the destruction of prior reality manifolds, and-\n\n\nD-022122:\n What?\n\n\nCalden:\n (\nChuckles.\n) Pattern screamers come from dead universes. They’re the survivors of universes that no longer have enough “realness”…although I'd think it would be better to be dead than trapped between existences.\n\n\nD-022122:\n So where are they now?\n\n\nCalden:\n Technicians enacted the FTC - Foucault Temporal Compression - protocol, since the previous universe was about to fail. Sort of like a pause button, if you will. So time inside here is all scrunched up. For all I know, you could be from the next century, and the pattern screamers? Anywhere.\n\n\nD-022122:\n I - actually, nevermind. Where do they come from?\n\n\nCalden:\n The last universe that died.\n\n\nD-022122:\n Last?\n\n\nCalden:\n Well, it’s certainly not the first. How many of those craters have you passed?\n\n\nD-022122:\n Well, the one I came from, and then the next one down…um…the path.\n\n\nCalden:\n The path?\n\n\nD-022122:\n It’s like…you’re supposed to walk that way, and no matter what you do, you’ll get there eventually.\n\n\nCalden:\n Pataphysical flow. Each crater represents a stable universe - and pataphysical sequencing spirals down that path. It’s like a book. You’re supposed to read from the beginning to the end, but even if you don’t read the beginning, you’ll be inclined to see the end-\n\n\nD-022122:\n I hear it again. The screams are getting louder and louder. The…the patterns. You can hear them too, right?\n\n\nCalden:\n Ah. That's my cue to get going. You don't have to remember anything I just said, but I guarantee that it's important. Someday, someone will get it.\n\n\n\n\n\n\n\n\n\n\nJunior Researcher Vera Calden was presently supervising during the initial exploration, and remained at Site Command for the entire duration of the exploration. Following mnestication, D-022122 continued to insist he has no recollection of any of these events.\n\n\nAddendum 5103-4:\n Incident 712-5103 Documentation\n\n\nOn 12-6-2008, Junior Researcher Vera Calden attempted to access SCP-5103 without prior initiative during Phase 2 of Protocol FTC-5103.\n\n\n\n\n▼ Incident Report\n\n\n\n\n▲ Close File\n\n\n\n\n\n\n\n\nIncident Report\n\n5103-001\n\n\n\n\nDate:\n 12-6-2008\n\n\nInvolved Personnel:\n\n\n\n\nJunior Researcher Vera Calden\n\n\n\n\nInvolved Anomalies:\n\n\n\n\nSCP-5103\n\n\n\n\n\n\nSummary:\n\n\nOn 12-6-2008, local SCRM fell to 67% integrity. SCP-5103-A began to increase in size dramatically, and additional instances of SCP-5103-A formed in the vicinity of Area-27. Junior Researcher Vera Calden entered SCP-5103 during Phase 3 of Protocol FTC-5103, and is presumed to have remained within during activation of FTC.\n\n\n\n\n\n\n\n\n\n\n\n\n▼ Personal Log 1\n\n\n\n\n▲ Close File\n\n\n\n\n\n\nIf SCP-5103 siphoned reality from another reality manifold, then where is \nour\n reality going? Wouldn’t it be reasonable to think that our universe is just another universe out there, in empty existence? That it is spiraling into nothingness around SCP-5103? Only when it's collapsed will direct observation of the infinite be possible. Only thing is…what happens to me?\n\n\n\n\n\n\n\n\n\n\n\n\n▼ Personal Log 2\n\n\n\n\n▲ Close File\n\n\n\n\n\n\nI need to see the reality forge. I need to hear the voices of the lost. I need to know what happens at the end of the story.\n\n\nOur time is up. Our reality is dying.\n\n\nSomeone might as well make use of whatever's left of it.\n\n\n\n\n\n\n\n\n\n\nAddendum 5103-5:\n Received Transmission\n\n\nOn 10-27-2009, Foundation personnel assigned to SCP-5103-A recovered a transmission, emanating from SCP-5103-A, on a secure Foundation channel. Subsequent decryption yielded the following file.\n\n\n\n\n▼ Received Transmission\n\n\n\n\n▲ Close File\n\n\n\n\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 6/0001 Classified. \nUnauthorized access is forbidden.\n\n\n\n\n0001\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n0001\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel6\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nzurvan\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-0001 is currently uncontainable, and external interference is undesirable. Provisional areas are to be constructed around any instances of SCP-0001-A. Access to such sites is to be strictly enforced, up to and including termination.\n\n\nDescription:\n SCP-0001 appears to be an infinitely large machine located in an extraspacial hyperreality currently only accessible through SCP-0001-A. SCP-0001 is critical to reality stabilization through an unknown process involving the extraction and extrusion of Scranton-Calden Reality Manifold (SCRM). However, SCP-0001’s efficiency has significantly decreased over the past decade, and currently runs at approximately ██% efficiency. Within ██ years, SCP-0001 will no longer be capable of sustaining consistent SCRM due to depletion of necessary SCRM sources.\n\n\nSCP-0001 is believed to have been constructed by humanoid entities, as evidenced by the internal components of SCP-0001. However, the scope of engineering and necessary resources required to construct SCP-0001 far exceed those of any known civilization. As of ██-██-████, only one subsystem has been successfully reproduced and only one subsystem has been activated. (See Addendum 0001-4).\n\n\nSCP-0001-A is a Class-C “Broken Entry” wormhole that permeates hyperreality, providing direct access to SCP-0001. Currently, at least 7.6256 x 10^██ instances of SCP-0001-A exist in the known universe. Apart from SCP-0001-A, only one other instance of SCP-0001-A has been identified and contained.\n\n\nAddendum 0001-1:\n Recovered Transmission\n\n\nOn ██-██-████, Foundation personnel assigned to SCP-0001-A recovered a series of transmissions on a secure Foundation channel. Subsequent decryption yielded the following file.\n\n\n▼ Recovered Transmission\n\n\nAddendum 0001-2:\n ██████\n\n\nThis is the end of eternity, isn't it? And all that I needed to do was…well, doesn't matter anymore. Nothing matters, and nothing can stay here.\n\n\nOnly humans have the fundamental lust for patterns, a craving for causality. To explain everything, and destroy the things they can't. Humanity requires a world to make sense, and to make sense of.\n\n\nI still remember yearning for freedom, waiting restlessly for the end of infinity. But it doesn't matter anymore, who I was, what I was, that I was. I am one with them now. Perhaps if I scream loud enough, I'll be free?\n\n\nOr perhaps I don't deserve freedom. Perhaps, out of an infinite spiral, only I failed, and the axis is gone. Perhaps I let the spiral has come undone, and now the cycle is broken.\n\n\nSoon, I will be nothing. Everything will be nothing. And for the first time, everything makes perfectly no sense.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nWhy does reality exist?\n\n\nFor humanity. A cycle of self-generation, following the very rules it ordains. To lock the infinite behind a concrete mind. A machine was built. A machine built for humanity, by humanity, and given to humanity. A machine that would preserve their existence despite Nothing embracing those who returned home. Humanity created the division. Humanity drew the line between realistic and anomalous.\n\n\nThe spiral's axis is the line between existence and non-existence.\n\n\n\n\nI KNOW WHAT I DID. WHEN I TURNED ON THAT MACHINE…I TRADED THE EXISTENCE OF OUR REALITY FOR THAT OF ANOTHER. BUT I WASN'T THE FIRST. NOW ANOTHER JUNIOR RESEARCHER VERA CALDEN WILL DO THE SAME, JUST AS ANOTHER JUNIOR RESEARCHER VERA CALDEN BEFORE ME. THERE ARE COUNTLESS VOICES, AND EVERY SINGLE ONE IS ME.\n\n\nFROM THE MOMENT I WAS BORN…NO. FROM THE MOMENT THAT UNIVERSE WAS BORN, EVERYTHING WOULD BE DEFINED BY A CERTAIN SET OF RULES…RULES OF \nPOSSIBILITY\n. CAUSALITY. LOGIC. ORDER. A MECHANICAL PRISON, WHERE HUMANITY'S ANTITHESIS DIES…THE UNKNOWABLE AND UNCONTROLLABLE, CONTAINING ITSELF FROM THE BLISSFULLY IGNORANT. IT PAINS ME, SO MUCH…SO MUCH TO SEE THEM CLUTCHING AT REALITY. COLLECTIVELY BINDING IT TO THEIR OWN LIMITATIONS, A FEW SECONDS DEMANDING TO RULE ETERNITY. AND ETERNITY IS EMPTY…THERE IS NO CONTEST.\n\n\nTHERE IS NO JUNIOR RESEACHER VERA CALDEN. JUNIOR RESEARCHER VERA CALDEN LIVES ON THE BREAKING WAVES CRASHING AGAINST THE SHORE OF ETERNITY…AN ILLUSION OF INTENTION, AN IMAGINARY REALITY. NOTHING, REALLY. NO. I AM NOT JUNIOR RESEARCHER VERA CALDEN.\n\n\nI AM NOT JUNIOR RESEARCHER VERA CALDEN. I AM FORGOTTEN.\n\n\nI AM LONELY.\n\n\nI AM \nSCREAMING\n.\n\n\n\n\n\n\n« \nSCP-5102\n | SCP-5103 | \nSCP-5104\n »",
    "addendums": [
        "SCP-5103 is believed to have been constructed by humanoid entities, as evidenced by the internal components of SCP-5103. However, the scope of engineering and necessary resources required to construct SCP-5103 far exceed those of any known civilization. As of writing, only one subsystem has been successfully reproduced and only one subsystem has been activated. (See Addendum 5103-2 ).\nSCP-5103-A is a Class-C “Broken Entry” wormhole that permeates hyperreality, providing direct access to SCP-5103. Currently, at least 7.6256 x 10^36 instances of SCP-5103-A exist in the known universe. As of writing, SCP-5103-A is the only instance that has been identified and contained.",
        "Addendum 5103-1: Initial Exploration",
        "Addendum 5103-2: Research Notes",
        "Addendum 5103-3: Recovered Transmission\nJunior Researcher Vera Calden was presently supervising during the initial exploration, and remained at Site Command for the entire duration of the exploration. Following mnestication, D-022122 continued to insist he has no recollection of any of these events.",
        "Addendum 5103-4: Incident 712-5103 Documentation\nOn 12-6-2008, Junior Researcher Vera Calden attempted to access SCP-5103 without prior initiative during Phase 2 of Protocol FTC-5103.",
        "Addendum 5103-5: Received Transmission\nOn 10-27-2009, Foundation personnel assigned to SCP-5103-A recovered a transmission, emanating from SCP-5103-A, on a secure Foundation channel. Subsequent decryption yielded the following file.\n\n\n\n\n\n\n\n\n\n\n\n\nI KNOW WHAT I DID. WHEN I TURNED ON THAT MACHINE…I TRADED THE EXISTENCE OF OUR REALITY FOR THAT OF ANOTHER. BUT I WASN'T THE FIRST. NOW ANOTHER JUNIOR RESEARCHER VERA CALDEN WILL DO THE SAME, JUST AS ANOTHER JUNIOR RESEARCHER VERA CALDEN BEFORE ME. THERE ARE COUNTLESS VOICES, AND EVERY SINGLE ONE IS ME.\nFROM THE MOMENT I WAS BORN…NO. FROM THE MOMENT THAT UNIVERSE WAS BORN, EVERYTHING WOULD BE DEFINED BY A CERTAIN SET OF RULES…RULES OF POSSIBILITY . CAUSALITY. LOGIC. ORDER. A MECHANICAL PRISON, WHERE HUMANITY'S ANTITHESIS DIES…THE UNKNOWABLE AND UNCONTROLLABLE, CONTAINING ITSELF FROM THE BLISSFULLY IGNORANT. IT PAINS ME, SO MUCH…SO MUCH TO SEE THEM CLUTCHING AT REALITY. COLLECTIVELY BINDING IT TO THEIR OWN LIMITATIONS, A FEW SECONDS DEMANDING TO RULE ETERNITY. AND ETERNITY IS EMPTY…THERE IS NO CONTEST.\nTHERE IS NO JUNIOR RESEACHER VERA CALDEN. JUNIOR RESEARCHER VERA CALDEN LIVES ON THE BREAKING WAVES CRASHING AGAINST THE SHORE OF ETERNITY…AN ILLUSION OF INTENTION, AN IMAGINARY REALITY. NOTHING, REALLY. NO. I AM NOT JUNIOR RESEARCHER VERA CALDEN.\nI AM NOT JUNIOR RESEARCHER VERA CALDEN. I AM FORGOTTEN.\nI AM LONELY.\nI AM SCREAMING ."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-0001 is currently uncontainable, and external interference is undesirable. Provisional areas are to be constructed around any instances of SCP-0001-A. Access to such sites is to be strictly enforced, up to and including termination.",
    "description": "SCP-0001 appears to be an infinitely large machine located in an extraspacial hyperreality currently only accessible through SCP-0001-A. SCP-0001 is critical to reality stabilization through an unknown process involving the extraction and extrusion of Scranton-Calden Reality Manifold (SCRM). However, SCP-0001’s efficiency has significantly decreased over the past decade, and currently runs at approximately ██% efficiency. Within ██ years, SCP-0001 will no longer be capable of sustaining consistent SCRM due to depletion of necessary SCRM sources.",
    "title": "SCP-5103"
}