{
    "url": "https://scp-wiki.wikidot.com/scp-5104",
    "all_text": "SCP-5104\n - \nUrgent Massage\n\n\n\n\nlook at that bone dragon and say 'go grandpa!'\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+315\n+\n–\nx\n\n\n\n\nby J Dune\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5104\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nintegrated\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5104-1 upon arrival in Easttown Township, Philadelphia\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nUSINBL Area-179\n\n\nR. Joseph Barrow\n\n\nE. Matthew Trenton\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nPoI-9224 performing treatment on a patient\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5104-1 is to be contained in standard containment cell SCC-03, located at Area-179.\n\n\nPoI-9224 has been integrated into the Foundation's internal structure as Level 1 personnel. On request, PoI-9224 is to perform Protocol-SPINAL-TAP upon SCP-5104-1.\n\n\nDescription:\n SCP-5104 is the collective designation for an anomalous relationship between two entities: SCP-5104-1 and PoI-9224.\n\n\nSCP-5104-1 is a serpentine entity of unknown origin. SCP-5104-1's physical appearance consists of a raised crest attached to a protracted, segmented vertebral column. Pairs of curved appendages are attached to this column, decreasing in length as the sets are arranged along SCP-5104-1's body. The biological composition of SCP-5104-1 is unknown.\n\n\nSCP-5104-1 is capable of flight, elevating itself at an estimated 6 meters from the ground, and gliding forward at a gradual pace.\n\n\nPoI-9224 is David R. Shaffer, a resident of Easttown Township, Pennsylvania, and owner of \"Shaffer Chiropractic\". PoI-9224 does not possess any apparent anomalous knowledge or ability aside from their relationship with SCP-5104-1.\n\n\nSCP-5104-1 and PoI-9224 are instinctively aware of each other's physical locations, no matter the distance. While SCP-5104-1 is not capable of vocalization, the entity chooses to communicate with PoI-9224 telepathically at a short range distance. Prior to containment, SCP-5104-1 pursued PoI-9224 in an attempt to interact with them.\n\n\nAddendum 5104.1:\n Discovery\n\n\nOn 07/19/2020, at 17:38, Easttown Township law enforcement received a phone call from PoI-9224, who reported SCP-5104-1's presence, and claimed the entity was pursuing him. Within the next hour, multiple calls and reports from various witnesses were received as SCP-5104-1 moved through Easttown Township. Foundation agents intercepted the calls, and containment specialists were dispatched. Both SCP-5104-1 and PoI-9224 were successfully contained and transferred to Area-179. Witnesses were amnesticized as deemed appropriate.\n\n\nAddendum 5104.2:\n Interview\n\n\nFor informational and contextual purposes, an interview with PoI-9224 was conducted. An excerpt can be found below.\n\n\n\n\n\n\n<BEGIN LOG>\n\n\nPoI-9224:\n That's what I'm telling you! I was watching TV, then I blacked out. When I got up, I could see, no, \nfeel\n that thing. It was on 4th street, and I knew it was coming for me next. Can't explain it. Just knew.\n\n\nDr. Trenton:\n Interesting. And you don't have \nany\n idea what could've caused this, hm? No playing around with things you shouldn't have? You're sure this hasn't happened before? Keeping secrets isn't helping anyone, Mr. Shaffer.\n\n\nPoI-9224:\n I have no clue what you're talking about, honest. I'm a tax payer! I'm a chiropractor! I don't do that pagan shit, if that's what you're saying.\n\n\nDr. Trenton:\n Well Mr. Shaffer, it's not every day something like this happens. I hope you can understand my concern.\n\n\nPoI-9224:\n Look, I love my country. I'll do anything to help you guys out, but I —\n\n\nDr. Trenton:\n (\nLaughs\n) Relax, I'm screwing with you. Hold.\n\n\nTrenton holds his hand to his ear, listening to a communication feed. After 20 seconds, he resumes.\n\n\nDr. Trenton:\n That was my colleague. We just finished your check. Upstanding member of the community, huh? Almost ran for mayor a couple times. Very impressive. On Yelp, Mr. Shaffer?\n\n\nPoI-9224:\n (\nPauses\n) What?\n\n\nDr. Trenton:\n Your business. Do you have a Yelp page?\n\n\nPoI-9224:\n Oh, Yelp. I think my son set something up awhile back. Why?\n\n\nDr. Trenton:\n Check it often?\n\n\nPoI-9224:\n Never.\n\n\nDr. Trenton:\n Figures. We checked it for you. This ring any bells?\n\n\n\n\nReview taken from Shaffer Chiropractic's Yelp page (hover to enlarge)\n\n\n\n\nTrenton slides a tablet across the table. A screenshot of a Yelp review is displayed on the screen. PoI-9224 examines the tablet.\n\n\nPoI-9224:\n The hell's this?\n\n\nDr. Trenton:\n Review from your page, seemed suspect. Most recent one, posted minutes before the entity manifested itself in the middle of town. We were hoping you'd be able to provide context.\n\n\nPoI-9224:\n Yeah, sorry. No clue.\n\n\nDr. Trenton:\n Understandable. Still feel the anomaly's presence?\n\n\nPoI-9224:\n Uh, it's in a cell a few hallways down. He's a freaky bastard, that thing.\n\n\nDr. Trenton:\n What do you say we pay it a visit, huh? See what it wants.\n\n\nPoI-9224:\n Absolutely not.\n\n\n<END LOG>\n\n\n\n\nAddendum 5104.3:\n Contact\n\n\nAfter a minor altercation, PoI-9224 was brought near SCP-5104-1's containment cell. Incident is transcribed below.\n\n\n\n\n\n\n<BEGIN LOG>\n\n\nPoI-9224 stands in front of SCP-5104-1's containment cell.\n\n\nDr. Trenton:\n Go inside, Mr. Shaffer.\n\n\nPoI-9224:\n It's going to kill me! No way in hell I'm going in there.\n\n\nDr. Trenton:\n Actually, it was quite docile during containment. Didn't lash out, showed no signs of aggression, what have you. As far as we can tell, the entity poses no physical threat.\n\n\nPoI-9224:\n God.\n\n\nDr. Trenton:\n We could \nput\n you there, Mr. Shaffer.\n\n\nPoI-9224:\n Alright, calm down. Just so you know, I get my arm bitten off, I'm not afraid to file a lawsuit.\n\n\nDr. Trenton:\n I'm sure.\n\n\nPoI-9224 enters the containment cell. SCP-5104-1 is suspended in the air, its segmented body curled in the corner. Upon noticing PoI-9224, SCP-5104-1 unfurls itself and approaches Shaffer. PoI-9224 expresses distress.\n\n\nPoI-9224:\n W — What do I do? It's coming towards me.\n\n\nDr. Trenton:\n Communicate! Talk to it!\n\n\nPoI-9224:\n H — Hey! I'm not sure what I'm supposed to, uh, oh. \nOh.\n\n\nDr. Trenton:\n Yes?\n\n\nPoI-9224:\n Christ, It's talking to me in my head. W —\n\n\nDr. Trenton:\n What's it saying?\n\n\nPoI-9224:\n (\nPauses\n) Wait… I see. It's, uh, telling me it's heard of my… praises? It wants me to work my…. healing treatment on it. The hell?\n\n\nDr. Trenton:\n If I hadn't been paying attention to context clues, that might've been a fun twist.\n\n\nPoI-9224:\n Sir, I think this thing wants me to crack its… back. It keeps saying that it's hurt.\n\n\nDr. Trenton:\n That is what you do, Mr. Shaffer.\n\n\nPoI-9224:\n You want me to give it chiropractic treatment?\n\n\nDr. Trenton:\n Crack the entity's back, Mr. Shaffer.\n\n\nPoI-9224:\n (\nDistressed\n) It's a goddamn flying spine! Where do I even start?\n\n\nDr. Trenton:\n Just go for it. Should be relatively easy.\n\n\nPoI-9224:\n (\nSighs\n) I've cracked worse.\n\n\n<END LOG>\n\n\n\n\nResearcher's Note:\n \nPoI-9224 enacted a two hour chiropractic session on SCP-5104-1. The entity displayed clear affection towards PoI-9224 and satisfaction with its treatment. SCP-5104-1 remarked to PoI-9224 that the treatment 'freed all pain' and '[it] gives 5 red shapes'.\n\n\nA more thorough examination of the entity has been conducted using anomalous symbology, imagery, and various threat-assessment protocols. It is almost certain that SCP-5104-1 is a non-malicious entity, and poses no immediate threat to the world or The Foundation at large.\n\n\nConsidering this and due to PoI-9224's ability to perceive SCP-5104-1's presence at all times, a decision has been made to employ David R. Shaffer on-site as a practicing chiropractor and aide to SCP-5104-1 if need be. PoI-9224 has been granted Level 1 security clearances.\n\n\nSCP-5104-1 remains in containment, and is approved to receive treatment from PoI-9224 upon request.\n\n\n\n\nAddendum 5104.4:\n Update\n\n\n\n\nReview taken from Shaffer Chiropractic's Yelp page (hover to enlarge)\n\n\n\n\nOn 07/27/2020, the following review was posted on Shaffer Chiropractic's Yelp Page.\n\n\nPoI-9224 was asked to communicate with SCP-5104-1. The entity informed PoI-9224 to 'prepare for healing', and refused to elaborate on this statement.\n\n\nAt 13:56, a massive portal manifested in Easttown Township, Pennsylvania. Several hundred entities similar in appearance to SCP-5104-1 emerged from the portal before its closure. Foundation personnel responded immediately, succeeding in containing the entities and preserving the Veil.\n\n\nFollowing transportation to Area-179, PoI-9224 performed chiropractic treatment on the entities, the duration of the session lasting three days in total. Further information on SCP-5104-1's species remains pending.\n\n\n\n\n\n\n\n\n« \nSCP-5103\n | SCP-5104 | \nSCP-5105\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5104\n\" by J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5104\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n kite.jpg\n\n\nName:\n kite\n\n\nAuthor:\n \nM8_Ball\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n own work\n\n\nDerivative of:\n NA\n\n\nAdditional Notes:\n Using with explicit permission. Image is made of CC components\n\n\n\n\n\n\nFilename:\n doc.jpg\n\n\nName:\n James Dubel\n\n\nAuthor:\n \nMichael Dorausch\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n yelp review.png, yelp2.png\n\n\nName:\n yelp reviews\n\n\nAuthor:\n me\n\n\nLicense:\n i made them\n\n\nSource Link:\n own work\n\n\nAdditional Notes:\n i'll source them properly if this survives. i made them in ms paint",
    "addendums": [
        "Addendum 5104.1: Discovery\nOn 07/19/2020, at 17:38, Easttown Township law enforcement received a phone call from PoI-9224, who reported SCP-5104-1's presence, and claimed the entity was pursuing him. Within the next hour, multiple calls and reports from various witnesses were received as SCP-5104-1 moved through Easttown Township. Foundation agents intercepted the calls, and containment specialists were dispatched. Both SCP-5104-1 and PoI-9224 were successfully contained and transferred to Area-179. Witnesses were amnesticized as deemed appropriate.",
        "Addendum 5104.2: Interview\nFor informational and contextual purposes, an interview with PoI-9224 was conducted. An excerpt can be found below.",
        "Addendum 5104.3: Contact\nAfter a minor altercation, PoI-9224 was brought near SCP-5104-1's containment cell. Incident is transcribed below.",
        "Addendum 5104.4: Update\nOn 07/27/2020, the following review was posted on Shaffer Chiropractic's Yelp Page.\nPoI-9224 was asked to communicate with SCP-5104-1. The entity informed PoI-9224 to 'prepare for healing', and refused to elaborate on this statement.\nAt 13:56, a massive portal manifested in Easttown Township, Pennsylvania. Several hundred entities similar in appearance to SCP-5104-1 emerged from the portal before its closure. Foundation personnel responded immediately, succeeding in containing the entities and preserving the Veil.\nFollowing transportation to Area-179, PoI-9224 performed chiropractic treatment on the entities, the duration of the session lasting three days in total. Further information on SCP-5104-1's species remains pending."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5104 \" by J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-5104 . Licensed under CC-BY-SA .",
        "Filename: kite.jpg Name: kite Author: M8_Ball License: CC-BY-SA 3.0 Source Link: own work Derivative of: NA Additional Notes: Using with explicit permission. Image is made of CC components",
        "Filename: doc.jpg Name: James Dubel Author: Michael Dorausch License: CC-BY-SA 2.0 Source Link: flickr",
        "Filename: yelp review.png, yelp2.png Name: yelp reviews Author: me License: i made them Source Link: own work Additional Notes: i'll source them properly if this survives. i made them in ms paint"
    ],
    "containment_procedures": "SCP-5104-1 is to be contained in standard containment cell SCC-03, located at Area-179.",
    "description": "SCP-5104 is the collective designation for an anomalous relationship between two entities: SCP-5104-1 and PoI-9224.",
    "title": "SCP-5104"
}