{
    "url": "https://scp-wiki.wikidot.com/scp-5113",
    "all_text": "Despite the ridiculous title, this story is a little bittersweet at the end. Hug your pets. You'll miss them when they're gone.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSpecial thanks to Yossi, Prometheus, Nico, and Hawkguyy for looking at this before I posted. Image credit here: \nhttps://commons.wikimedia.org/wiki/Category:Cat_and_dog#/media/File:Great_dane_and_cat.jpg\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+383\n+\n–\nx\n\n\n\n\nby Doctor Cimmerian\n\n\n\n\n\n\n\n\nSCP-5113-1 and SCP-5113-2 following incident 5113-13.\n\n\n\n\n\n\nItem #:\n SCP-5113\n\n\nSpecial Containment Procedures:\n SCP-5113-1 is to be kept in a mid-sized sentient-entity containment cell in section E of floor 27 at Site-88. SCP-5113-1 is to be allotted a minimum of 2 hours of supervised outdoor exercise per day.\n\n\nThe SCP-5113 project lead has the authority to deviate from this scheduling in case of unexpected events. Any such deviations must be reported to the Ethics Committee. Furthermore, the SCP-5113 project lead has the authority to requisition any entertainment necessary to ensure SCP-5113-1's mental stability is maintained.\n\n\nA GPS tracking chip has been installed into SCP-5113-1 due to several escape attempts. SCP-5113-1's future escape attempts are to be tracked and catalogued.\n\n\nDescription:\n SCP-5113-1 is an orange domestic house cat (\nFelis catus\n) capable of vocal communications. SCP-5113-1 possesses a personality and intelligence similar to that of an adult human. SCP-5113-1 claims to possess an ability to communicate with other members of the Felis catus species. However, testing has shown that SCP-5113-1 is no more capable of this than a baseline human.\n\n\nSCP-5113-1's vocalizations originate spontaneously from a location directly above its larynx. SCP-5113-1 is additionally capable of utilizing its larynx to generate sounds which one would normally expect from an animal of its size and species.\n\n\nSCP-5113-1 possesses several other non-standard anatomical traits, though they do not affect its health or normal function. These traits include situs inversus totalis\n1\n and a lack of a spleen, stomach, or gall bladder. MRI and x-ray scans show an absence of material in the location where one would expect a brain, though the surrounding tissue are still physically supported as though it were present.\n\n\nSCP-5113-2 was a domestic dog (\nCanis lupus familiaris\n) of the Great Dane breed that was in Foundation custody from March 8th, 2012 to January 25th, 2020. Apart from its species and size, SCP-5113-2's anomalous nature and anatomical abnormalities were identical to that of SCP-5113-1. For more information, see previous iterations of this document.\n\n\nSCP-5113-1 and -2 were obtained via purchase from Marshall, Carter, and Dark\n2\n on March 8th, 2012. The two objects were already familiar with each other at the time of their purchase. After consulting with contacts in Wilson's Wildlife Solutions\n3\n, it was determined (as they were both juveniles at the time) that they would be raised and socialized together to help ensure mental stability for both entities.\n\n\n\n\n+ SCP-5113-1 Incident Log\n\n\n\n\n \n\n\n\n\n\n\nThe following is a short list and summary of SCP-5113-1's escape attempts.\n\n\nIncidents 1-5:\n SCP-5113-1 attempted to attack its handler during exercise time and climb the chain link fence surrounding the exercise yard. None of these attempts were successful in escaping the enclosure, however. SCP-5113 was embedded with a GPS tracking chip following the second escape attempt.\n\n\nIncident 6:\n SCP-5113-1 escaped the control of its handler. It then dug a hole under the fence enclosure and escaped the exercise yard. SCP-5113-1 was then trapped in the secondary enclosure surrounding the first, and was recovered with minimal injury to Foundation staff.\n\n\nIncident 7-9:\n SCP-5113-1 was able to escape inside Site-88. While it was unable to leave the facility, it was able to avoid re-containment for 4, 7, and 23 days, respectively. Due to the site's EM shielding, SCP-5113's tracking chip was not of assistance during recovery.\n\n\nIncident 10-12:\n SCP-5113-1 escaped the facility through unknown means. The entity was tracked down within 3 days through GPS tracking during each incident.\n\n\nIncident 13:\n SCP-5113-1 escaped the facility through unknown means and physically removed the tracking chip under its skin. SCP-5113-2 was able to provide useful information on SCP-5113-1's location, however, and the entity was recaptured.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident 5113-1-13 Surveillance Records\n\n\n\n\n \n\n\n\n\n\n\nSCP-5113-1 was reintroduced to its shared containment cell with SCP-5113-2 following Incident 5113-1-13. The following is a log of that interaction.\n\n\nSCP-5113-1:\n You fucking traitorous motherfucking dog!\n\n\nSCP-5113-1 briefly attempts to attack SCP-5113-2 at this point. SCP-5113-2 moves around the room during this interaction to avoid SCP-5113-1.\n\n\nSCP-5113-2:\n I don't know what happened!\n\n\nSCP-5113-1:\n What happened? I heard someone coming and thought it was you! But no. It was these assholes again!\n\n\nSCP-5113-2:\n Maybe they heard you talking about it in the yard, Em\n4\n.\n\n\nSCP-5113-1:\n Don't do that. I know you. You told them.\n\n\nSCP-5113-2:\n I'm sorry!\n\n\nSCP-5113-1:\n No, you're not, Woofy\n5\n. You'd do anything to help the humans.\n\n\nSCP-5113-2:\n No. Em.\n\n\nSCP-5113-1:\n You sold your only friend out for a pat on the head.\n\n\nSCP-5113-2:\n You left me!\n\n\nSCP-5113-1:\n I did what?\n\n\nSCP-5113-2:\n You left! You left me alone.\n\n\nThe entities pause their conversation for approximately 9 seconds. Both relax their body language considerably.\n\n\nSCP-5113-1:\n The whole point of the meetup spot was for you to meet me there, dummy.\n\n\nSCP-5113-2:\n How? Em, I'm too big to get out of here.\n\n\nSCP-5113-1:\n You are not. You gotta wait for your moment, is all.\n\n\nSCP-5113-2:\n No. I was gonna be alone.\n\n\nSCP-5113-2 climbs down from the counter and lays down next to the chamber's television.\n\n\nSCP-5113-1:\n Woofy, you are so fucking dumb sometimes. If you didn't make it out I'd have come back for you.\n\n\nSCP-5113-2:\n No, you wouldn't've.\n\n\nSCP-5113-1:\n Yes, I…\n\n\nSCP-5113-2:\n No! I know you. You would've thought about it, but then something else would've distracted you and you'd never get around to it. And then I'm stuck here forever.\n\n\nSCP-5113-1 joins SCP-5113-2 next to the television.\n\n\nSCP-5113-1:\n Move over, you big dumb dog.\n\n\nSCP-5113-2:\n Are you still mad at me?\n\n\nSCP-5113-1:\n Yeah, I am. But American Ninja Warrior is on and we're gonna watch humans pretend to be cats.\n\n\nSCP-5113-2:\n Okay.\n\n\nThe two entities then fall asleep over the next hour.\n\n\nNo further escape attempts have been attempted since this incident. It is unknown if this is due to a change in behavior on SCP-5113-1's part, or a further refinement of escape planning. Regardless, increased surveillance is recommended.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Excerpt of SCP-5113-2 Records\n\n\n\n\n \n\n\n\n\n\n\nIn January of 2020, it became evident that SCP-5113-2 was reaching the end of its natural lifespan. It was decided that it would be allowed to expire naturally, and its cohabitation with SCP-5113-1 was to be maintained during this process. The following is the last recorded conversation between the two entities.\n\n\nSCP-5113-2:\n Hey, Em?\n\n\nSCP-5113-1:\n Yeah?\n\n\nSCP-5113-2:\n Em, I think it's time.\n\n\nSCP-5113-1:\n Okay. You need anything?\n\n\nSCP-5113-2:\n Turn on the TV?\n\n\nSCP-5113-1 utilizes the activation switch for the provided television.\n\n\nSCP-5113-2:\n What's on?\n\n\nSCP-5113-1:\n People pretending to be cats.\n\n\nSCP-5113-2:\n That's good. You like that one. You think there's a show about cats pretending to be humans?\n\n\nSCP-5113-1:\n Probably. Cats can do anything.\n\n\nSCP-5113-2:\n Yeah. Do you think I'll go to the people place when I die?\n\n\nSCP-5113-1:\n I don't think so. I don't think they go anywhere either.\n\n\nSCP-5113-2:\n Oh.\n\n\nSCP-5113-1:\n Sorry. I mean. I think what matters is what we're doing right now, you know?\n\n\nSCP-5113-2:\n Like watching TV?\n\n\nSCP-5113-1:\n Sure. For me it was being the best cat I could be. It can be something like that if you want.\n\n\nThere is a pause for several minutes at this point.\n\n\nSCP-5113-2:\n Was I the best dog I could be, Em?\n\n\nSCP-5113-1:\n Hell no. You're a terrible dog. But you were, like, my best friend, Woof.\n\n\nSCP-5113-2:\n That's nice.\n\n\nThe two are silent for an additional 47 minutes before SCP-5113-2 speaks again.\n\n\nSCP-5113-2:\n I thought there'd be more, Em.\n\n\nThese were the last words spoken by SCP-5113-2. The body was later removed and autopsied. The cranial void was no longer present, though other anatomical irregularities remained. In the place of the cranial void was a non-anomalous canine brain. Further testing is underway.\n\n\n\n\n\n\n\n\n\n\n\n\n+ SCP-5113 Related Communication\n\n\n\n\n \n\n\n\n\n\n\nWe at Wilson's Wildlife Solutions were saddened by the news of Woofer's loss. Any loss of life comes with great sadness, but especially when you have friends who miss you.\n\n\nRecently, however, we recovered something that might interest you. A Harlequin Great Dane puppy that was born on the same day that Woofer passed. It possesses all the anatomical irregularities present in other 5113 animals. It cannot speak, but it cries similarly to a human newborn.\n\n\nWe believe it needs to be socialized with similar animals, and believe it would be appropriate to leave it in Foundation care.\n\n\nExpect him the day after tomorrow at latest.\n\n\nBest regards,\n\n\nFaeowynn Wilson.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A mirroring of its internal organs from their normal positions.\n\n\n2\n. GOI-012.\n\n\n3\n. GOI-466.\n\n\n4\n. This is a nickname derived from SCP-5113-1's given name of Chairman Meow.\n\n\n5\n. A nicknamed derived from SCP-5113-2's given name of Woofer.\n\n\n\n\n\n\n\n\n« \nSCP-5112\n | SCP-5113 | \nSCP-5114\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5113\n\" by Doctor Cimmerian, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5113\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n SCP-5113.jpg\n\n\nName:\n Great dane and cat\n\n\nAuthor:\n Entershikarisim\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChairman Meow and the Woof Tang Clan\n\n\n\n\n\n\nNone",
    "addendums": [],
    "documents": [],
    "notes": [
        "The following is a short list and summary of SCP-5113-1's escape attempts. Incidents 1-5: SCP-5113-1 attempted to attack its handler during exercise time and climb the chain link fence surrounding the exercise yard. None of these attempts were successful in escaping the enclosure, however. SCP-5113 was embedded with a GPS tracking chip following the second escape attempt. Incident 6: SCP-5113-1 escaped the control of its handler. It then dug a hole under the fence enclosure and escaped the exercise yard. SCP-5113-1 was then trapped in the secondary enclosure surrounding the first, and was recovered with minimal injury to Foundation staff. Incident 7-9: SCP-5113-1 was able to escape inside Site-88. While it was unable to leave the facility, it was able to avoid re-containment for 4, 7, and 23 days, respectively. Due to the site's EM shielding, SCP-5113's tracking chip was not of assistance during recovery. Incident 10-12: SCP-5113-1 escaped the facility through unknown means. The entity was tracked down within 3 days through GPS tracking during each incident. Incident 13: SCP-5113-1 escaped the facility through unknown means and physically removed the tracking chip under its skin. SCP-5113-2 was able to provide useful information on SCP-5113-1's location, however, and the entity was recaptured.",
        "SCP-5113-1 was reintroduced to its shared containment cell with SCP-5113-2 following Incident 5113-1-13. The following is a log of that interaction. SCP-5113-1: You fucking traitorous motherfucking dog! SCP-5113-1 briefly attempts to attack SCP-5113-2 at this point. SCP-5113-2 moves around the room during this interaction to avoid SCP-5113-1. SCP-5113-2: I don't know what happened! SCP-5113-1: What happened? I heard someone coming and thought it was you! But no. It was these assholes again! SCP-5113-2: Maybe they heard you talking about it in the yard, Em 4 . SCP-5113-1: Don't do that. I know you. You told them. SCP-5113-2: I'm sorry! SCP-5113-1: No, you're not, Woofy 5 . You'd do anything to help the humans. SCP-5113-2: No. Em. SCP-5113-1: You sold your only friend out for a pat on the head. SCP-5113-2: You left me! SCP-5113-1: I did what? SCP-5113-2: You left! You left me alone. The entities pause their conversation for approximately 9 seconds. Both relax their body language considerably. SCP-5113-1: The whole point of the meetup spot was for you to meet me there, dummy. SCP-5113-2: How? Em, I'm too big to get out of here. SCP-5113-1: You are not. You gotta wait for your moment, is all. SCP-5113-2: No. I was gonna be alone. SCP-5113-2 climbs down from the counter and lays down next to the chamber's television. SCP-5113-1: Woofy, you are so fucking dumb sometimes. If you didn't make it out I'd have come back for you. SCP-5113-2: No, you wouldn't've. SCP-5113-1: Yes, I… SCP-5113-2: No! I know you. You would've thought about it, but then something else would've distracted you and you'd never get around to it. And then I'm stuck here forever. SCP-5113-1 joins SCP-5113-2 next to the television. SCP-5113-1: Move over, you big dumb dog. SCP-5113-2: Are you still mad at me? SCP-5113-1: Yeah, I am. But American Ninja Warrior is on and we're gonna watch humans pretend to be cats. SCP-5113-2: Okay. The two entities then fall asleep over the next hour. No further escape attempts have been attempted since this incident. It is unknown if this is due to a change in behavior on SCP-5113-1's part, or a further refinement of escape planning. Regardless, increased surveillance is recommended.",
        "In January of 2020, it became evident that SCP-5113-2 was reaching the end of its natural lifespan. It was decided that it would be allowed to expire naturally, and its cohabitation with SCP-5113-1 was to be maintained during this process. The following is the last recorded conversation between the two entities. SCP-5113-2: Hey, Em? SCP-5113-1: Yeah? SCP-5113-2: Em, I think it's time. SCP-5113-1: Okay. You need anything? SCP-5113-2: Turn on the TV? SCP-5113-1 utilizes the activation switch for the provided television. SCP-5113-2: What's on? SCP-5113-1: People pretending to be cats. SCP-5113-2: That's good. You like that one. You think there's a show about cats pretending to be humans? SCP-5113-1: Probably. Cats can do anything. SCP-5113-2: Yeah. Do you think I'll go to the people place when I die? SCP-5113-1: I don't think so. I don't think they go anywhere either. SCP-5113-2: Oh. SCP-5113-1: Sorry. I mean. I think what matters is what we're doing right now, you know? SCP-5113-2: Like watching TV? SCP-5113-1: Sure. For me it was being the best cat I could be. It can be something like that if you want. There is a pause for several minutes at this point. SCP-5113-2: Was I the best dog I could be, Em? SCP-5113-1: Hell no. You're a terrible dog. But you were, like, my best friend, Woof. SCP-5113-2: That's nice. The two are silent for an additional 47 minutes before SCP-5113-2 speaks again. SCP-5113-2: I thought there'd be more, Em. These were the last words spoken by SCP-5113-2. The body was later removed and autopsied. The cranial void was no longer present, though other anatomical irregularities remained. In the place of the cranial void was a non-anomalous canine brain. Further testing is underway.",
        "We at Wilson's Wildlife Solutions were saddened by the news of Woofer's loss. Any loss of life comes with great sadness, but especially when you have friends who miss you. Recently, however, we recovered something that might interest you. A Harlequin Great Dane puppy that was born on the same day that Woofer passed. It possesses all the anatomical irregularities present in other 5113 animals. It cannot speak, but it cries similarly to a human newborn. We believe it needs to be socialized with similar animals, and believe it would be appropriate to leave it in Foundation care. Expect him the day after tomorrow at latest. Best regards, Faeowynn Wilson.",
        "\" SCP-5113 \" by Doctor Cimmerian, from the SCP Wiki . Source: https://scpwiki.com/scp-5113 . Licensed under CC-BY-SA .",
        "Filename: SCP-5113.jpg Name: Great dane and cat Author: Entershikarisim License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-5113",
    "containment_procedures": "SCP-5113-1 is to be kept in a mid-sized sentient-entity containment cell in section E of floor 27 at Site-88. SCP-5113-1 is to be allotted a minimum of 2 hours of supervised outdoor exercise per day.",
    "description": "SCP-5113-1 is an orange domestic house cat (Felis catus) capable of vocal communications. SCP-5113-1 possesses a personality and intelligence similar to that of an adult human. SCP-5113-1 claims to possess an ability to communicate with other members of the Felis catus species. However, testing has shown that SCP-5113-1 is no more capable of this than a baseline human.",
    "title": "SCP-5113"
}