{
    "url": "https://scp-wiki.wikidot.com/scp-5114",
    "all_text": "rating: \n+100\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe contents of the following file have been deliberately rejected as an official Foundation document by the O5 Council. Despite this, this file contains entirely accurate and up-to-date information on SCP-5114, and should be utilized as a reference for the containment of the anomaly described therein.\n\n\nWe apologize for any inconvenience this may cause.\n\n\n\n\n\n\n\n\n\n\n\n\n2/5114\n LEVEL \n2/5114\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-5114\n\n\nObject Class: Safe\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5114 prior to retrieval.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5114 is to be kept in a standard containment chamber. Except with the explicit permission from two (2) level 5 personnel, no personnel are to come in physical contact with SCP-5114.\n\n\nShould a person be subject to an Isidore event, their previous legal standing is to be ascertained by scouting non-legally binding documents, as well as through witness testimony. The Foundation is to, via front companies, provide legal assistance to civilian subjects of Isidore events to deter publicity. Legally binding documents affected by SCP-5114 are to be covertly edited to restore subject's previous legal standing, and all non-Foundation personnel subjected to or having witnessed the results of an Isidore event are to be amnesticized.\n\n\nUpdate 03/09/2012:\n Following Incident-5114-1, SCP-5114 has been tentatively relocated to outdoors containment. In the event that SCP-5114 must be relocated, Site-132 is to maintain two D-class personnel whose personal records and official documentation can be fully traced at all times.\n\n\nA single legally binding document containing the description of SCP-5114 is to be maintained for the purpose of receiving communications from SCP-5114. To prevent tampering, all other files containing information about SCP-5114 must be unofficial, non-legally binding documents.\n\n\nDescription:\n SCP-5114 is a concrete sculpture standing at 2.3 meters. SCP-5114 is sapient, but immobile and incapable of vocalization. SCP-5114 has so far displayed no motivations besides self-preservation. Though inert when not physically interacted with, SCP-5114 presents a volatile bureaucratic hazard towards any attempts at relocating or damaging it. The activation of this anomalous property is hereafter referred to as an Isidore Event.\n\n\nThe legally binding\n1\n documentation and demographic statistics of individuals targeted by Isidore events are subject to arbitrary modifications, typically to inflammatory and financially damaging ends. Modifications created during Isidore events remain internally consistent in all official documentation. These changes include but are not limited to:\n\n\n\n\nHaving one's name legally changed\n\n\nHaving one's address legally changed\n\n\nHaving one's employment legally changed\n\n\nLosing one's citizenship\n\n\nHaving one's marriage revoked\n\n\nBeing registered as wed to an arbitrary individual, irrespective of gender, sexual preference, age or local laws regarding these parameters\n\n\nLosing the legal custody of one or several of one's children\n\n\nBeing registered as a sex offender\n\n\nReceiving excessive amounts of frivolous lawsuits\n\n\nReceiving debilitating amounts of debt\n\n\nBeing registered as a wanted criminal\n\n\nBeing branded as a member of one or several prominent criminal organizations\n\n\nBeing registered as legally dead\n\n\n\n\nFurthermore, it is hypothesized that SCP-5114 is capable of viewing the contents of any and all legally binding or official documents. However, this has not been affirmed through testing. The extent of information available to SCP-5114 is unknown.\n\n\nAs SCP-5114 can only affect these types of documentation, the effects of Isidore events can be mitigated through covert and thorough retrieval and editing of subject's documents. However, Isidore events are often socially and financially devastating to affected subjects. This often necessitates therapy and grief counseling, as well as legal assistance.\n\n\nRecovery:\n SCP-5114 was recovered from Laguna Beach, California, wherein it manifested onto the Main Laguna Beach overnight between the dates of 11/25/2010 and 11/26/2010. SCP-5114 was originally mistaken for a local pop-up-art exhibit by the general populace. The Foundation became aware of SCP-5114 after the item was connected to various acts of juridical vandalism.\n\n\nSCP-5114 was relocated without incident, and eventually airlifted to the nearby Site-132. Afterwards, all five Foundation personnel directly responsible for relocating SCP-5114\n2\n had become the subjects of Isidore events.\n\n\nMost notable changes were:\n\n\n\n\nAgent Cahlry's name had been legally changed to a string of Full Blocks\n3\n in excess of 10,000 characters long, rendering all documentation containing it illegible.\n\n\nAgent Ibiza was registered as an illegal immigrant from Mare Tranquillitatis, located on the Moon. Their birth year was changed to 10 BCE, and they were registered as being wed to King Willem-Alexander of the Netherlands. Agent Ibiza was also discovered to have been accepted as a UNESCO World Heritage site.\n\n\nAgent Frohike's name was changed to \"John Frohike '); DROP TABLE Residents;\n--\n\", leading to multiple database corruptions. Their place of residence was changed to Samarkaland, Uzbekistan, and they were branded as the current de facto leader of the terror organization Islamic Movement of Uzbekistan.\n\n\nContainment Specialist Harvenstein was officially elected as the Bishop of Rome. He was legally declared dead, and his supposed estate was filed for bankruptcy.\n\n\nContainment Specialist Ulrich's name was officially changed to 'Phatt tha Rappah', her birth date was changed to 'your mom', her stated race was changed to 'ugly', and she was listed as a practicing pastafarianist.\n\n\nIn addition, all personnel mentioned had received an excess of 200 lawsuits between them, and had several high-interest loans taken out in their names.\n\n\n\n\nRestorations to documentation concerning both civilians and Foundation personnel were conducted, and all exposed civilians were successfully amnesticized. Testing of SCP-5114 was deemed exceedingly laborious as well as hazardous to informational security, and thus given low priority. As of January 2012, SCP-5114's anomalous properties have only been observed during initial recovery.\n\n\nAddendum 5114-Alpha:\n \nIncident 5114-1\n\n\nOn March 4th 2012, SCP-5114's documentation underwent standard screening procedures, at which point it was discovered to have been tampered with. Containment personnel had neglected to take into consideration that SCP-5114 is in physical contact with itself, and is thus capable of instigating an Isidore event on its official containment file.\n4\n\n\nThe following is a list of revisions of SCP-5114's documentation during Incident 5114-1. All formatting and spelling has been retained as is.\n\n\n\n\nRevision 01 - March 4th 2012:\n\n\n\n\nhey.\n\n\ncan you move me outside or something? i'd really like some fresh air.\n\n\n\n\nThis was interpreted as a ruse to inflict further Isidore events upon Foundation personnel, or possibly as an attempted containment breach.\n\n\nThe possibility of SCP-5114's sapience had not previously come under consideration, as SCP-5114 had not previously attempted to communicate. Dr. Ahlry, responsible for SCP-5114's containment, originally deliberated that no response should be given to SCP-5114, as knowledge of two-way communication might complicate its containment.\n\n\n\n\nRevision 02 - March 5th 2012:\n\n\n\n\nsorry we got off on the wrong foot. i just really wanna stay safe, you know? this room's the best thing yet, and i appreciate it i really do, but i can't stay here. please move me away.\n\n\n\n\n\n\nRevision 03 - March 7th 2012:\n\n\n\n\ni'm really, really sorry. really. as funny as it was, i didn't wanna fuck up those people's files, i was scared and stressed, 'kay?, that happens when you're scared - you do stupid things. things you end up regretting afterwards.\n\n\nplease move me outside, and i promise with every bit of aggregate in me that i won't mess up anything.\n\n\n\n\n\n\nRevision 04 - March 8th 2012, 08:21:\n\n\n\n\nokay i get it, you wanna play hardball. fine.\n\n\nlet's say i make myself useful to you. how about those chaos insurgency guys, huh? you want some names and addresses? i can get you names and addresses. i'll trade you… twelve contact informations for you to move me outside. how's about it? I'll give you one for free to prove i ain't fooling.\n\n\n\n\nSCP-5114 proceeded to list the name and then-current address of POI-14017, later positively identified as a Chaos Insurgency operative. Personnel with appropriate clearance may refer to Document 5114-Alpha for further information.\n\n\n\n\nRevision 05 - March 8th 2012, 14:49:\n\n\n\n\nokay okay, i'll come clean. i haven't been totally honest with you, but you gotta listen to me please.\n\n\ni've been digging through some stuff, and i'm pretty sure there's gonna be an earthquake here in a few days. based on the layout of this place, i'm also pretty damn sure it's not earthquake-proof. which means i need to get a move on. and conesquently [sic] that's not something i can do.\n\n\ni get this sinking feeling every time there's any kinda vibrations. somebody's been using a jackhammer two floors above me, and it's killing my nerves.\n5\n i beg of you. i'll even up the ante, how about it? twelve chaos insurgency guys and… ten anartists! i can find you that many in the socal area alone, don't even need to cross no state lines.\n\n\npleeeeease [sic]\n\n\n\n\nAt this point, Foundation intelligence operations had affirmed that POI-14017 was a real person living at the provided address, and likely had connections with the Chaos Insurgency. SCP-5114's demands for outdoors containment were taken into serious consideration.\n\n\nSCP-5114's stated concerns about the structural integrity of Site-132 were considered to be unfounded. Extensive installations of tuned mass dampers\n6\n were commissioned at Site-132 in 2007, due to its location near the San Andreas fault line.\n\n\nIt was decided that SCP-5114 should not be informed of this fact.\n\n\n\n\nRevision 06 - March 8th 2012, 20:06:\n\n\n\n\nokay!\n\n\nhere's my final offering, and i really mean final offering 'cause i swear that i can already feel the foreshocks.\n\n\none HUNDRED insurgents, twenty-five anartists and a fiftish [sic] child trafficking operation masquerading as a youth camp. PLUS, you'll get six \nmystery\n person's of interest, all of them aat [sic] keneq-priority or higher, guaranteed!\n\n\npuh-leaaaaaaase! [sic] i don't wanna die in here! dump me onto the yard and let the birds crap all over me, i don't care just LET ME OUT!\n\n\n\n\nWhile Foundation seismologists at this time had not detected any foreshocks, the possibility of an earthquake could not be discounted. In addition, due to a considerable likelihood of attaining valuable strategic information, urgent preparations were being made to transport SCP-5114 into outdoors containment.\n\n\nWithin two and a half hours of revision 06, the Department of Informational Analytics was able to secure all legal documents concerning two D-class personnel to be used in the relocation of SCP-5114. With these safety measures taken, the Director of Site-132, along with the Regional Director of West Coast USA, approved of relocating SCP-5114.\n\n\nRevision 07 - March 8th 2012, 22:30:53\n7\n:\n\n\n\n\nthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyou\n\nthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyou\n\nthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyou\n\nthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyou\n\nthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyouthankyou\n\n[40 identical lines omitted]\n\n\n\n\nSCP-5114 was relocated onto the inner courtyard of Site-132 underneath a makeshift dome constructed of poultry netting. No personnel involved in the relocation underwent an Isidore event.\n\n\nAt 02:05 on March 9th, Site-132 experienced a 3.2 Richter earthquake. As expected, no structural damage was sustained. After further purview it was discovered that due to an embezzlement by a since-retired Foundation employee, internal legal authorization for the 2007 installations of tuned mass dampers was never acquired. This is hypothesized to have precluded SCP-5114 from viewing the documentations concerning it.\n\n\n\n\nFinal revision - March 9th 2012, 06:23:\n\n\n\n\nokay so,\n\n\ni may have promised a thing or two yesterday. in my defense, i gotta say that i was panicking, and needed leverage.\n\n\ni don't really have that many names and addresses to tell you. the one that i \ndid\n give you was happenstance. turns out, anomalous criminals don't usually leave a paper trail. that Fifthist summer camp is real too, but i don't think they're actually even doing any kiddy diddling.\n\n\nonce again: sorry.\n\n\n\n\nThe document was appended with a list of six individuals, all of whom were later apprehended using the information provided. Four were discovered to be operatives of the Chaos Insurgency, one was a member of Are We Cool Yet?, and another was a former defected Foundation employee. Also included was the location of a Fifthist money laundering operation in Michigan. However, due to its non-anomalous nature, the Foundation elected to not interfere.\n\n\nDue to the possibility of further movement leading to Isidore events, it was decided that SCP-5114 is to tentatively remain in outdoors containment.\n\n\n\n\nFootnotes\n\n\n1\n. 'Legally binding' here meaning documentation which details an enforced agreement between two parties.\n\n\n2\n. Agent Cahlry working as a crane operator, Agent Ibiza working as a truck driver, Agent Frohike working as a pilot, Containment specialist Harvenstein and Containment Specialist Ulrich.\n\n\n3\n. Unicode character U+2588, █.\n\n\n4\n. Further revisions necessitated that functionable documentation of SCP-5114 should be kept technically unofficial.\n\n\n5\n. The containment facilities of sub-level 2 were in the process of being renovated at the time due to a containment breach occurring a week prior.\n\n\n6\n. Devices used to reduce the impact of seismological disturbances.\n\n\n7\n. Four seconds after assigned personnel loaded SCP-5114 onto a pallet for relocation.\n\n\n\n\n\n\n\n\n« \nSCP-5113\n | SCP-5114 | \nSCP-5115\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5114\n\" by H0dari, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5114\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP-5114.jpg\n\n\nName:\n Back side- BEATA ROSTAS Exile Száműzöttek, Cyprus, Agia Napa, Sculpture Park Ayia Napa , limestone, 250x 180x 90 cm\n\n\nAuthor:\n Beata Rostas\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 5114-Alpha: Incident 5114-1\nOn March 4th 2012, SCP-5114's documentation underwent standard screening procedures, at which point it was discovered to have been tampered with. Containment personnel had neglected to take into consideration that SCP-5114 is in physical contact with itself, and is thus capable of instigating an Isidore event on its official containment file. 4\nThe following is a list of revisions of SCP-5114's documentation during Incident 5114-1. All formatting and spelling has been retained as is."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5114 \" by H0dari, from the SCP Wiki . Source: https://scpwiki.com/scp-5114 . Licensed under CC-BY-SA .",
        "Filename: SCP-5114.jpg Name: Back side- BEATA ROSTAS Exile Száműzöttek, Cyprus, Agia Napa, Sculpture Park Ayia Napa , limestone, 250x 180x 90 cm Author: Beata Rostas License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-5114 is to be kept in a standard containment chamber. Except with the explicit permission from two (2) level 5 personnel, no personnel are to come in physical contact with SCP-5114.",
    "description": "SCP-5114 is a concrete sculpture standing at 2.3 meters. SCP-5114 is sapient, but immobile and incapable of vocalization. SCP-5114 has so far displayed no motivations besides self-preservation. Though inert when not physically interacted with, SCP-5114 presents a volatile bureaucratic hazard towards any attempts at relocating or damaging it. The activation of this anomalous property is hereafter referred to as an Isidore Event.",
    "title": "SCP-5114"
}