{
    "url": "https://scp-wiki.wikidot.com/scp-5117",
    "all_text": "rating: \n+190\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\nSCP-5117 - \nAlex?\n I'm lonely.\n\nA story about two friends drifting apart.\n\n\n \n\n\n\n\nFor more by me, check out the \nGreyve Page\n!\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n92.04%\n\n(+208)\n\n\n7.96%\n\n(-18)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+190\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5117\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n SCP-5117 is to be stored in a reinforced high-security locker. Contact with SCP-5117 by any sapient entity, humanoid or otherwise, is strictly prohibited. Access is to be restricted to individuals with explicit authorization from Site Director Calloway.\n\n\nDescription:\n SCP-5117 is a pair of matching rose gold wedding bands. When two individuals wearing the rings are in physical contact, the individuals become capable of influencing reality to the same degree as a Class IV reality bender, provided both individuals express agreement with proposed changes or express similar desires.\n\n\nSCP-5117-1 was Noah Pierson, the first known individual to utilize SCP-5117's anomaly. SCP-5117-1 was neutralized on 9/25/2016.\n\n\nSCP-5117-2 was Maria Pierson, an unintended secondary user of SCP-5117's anomaly. SCP-5117-2 expired on 9/24/2016 of natural causes and was briefly reanimated via SCP-5117's anomaly before reverting to a deceased state during containment (see \nAddendum 5117-2\n).\n\n\n \n\n\n\n\nRAISA NOTICE\n\n\nThe following file is incomplete. Personnel should review the following file for additional information:\n\n\n\n\n5117debrief.log\n\n\n\n\nClose\n\n\n\n\n\n\n\n\nDebrief Recording Transcript\n\n\n\n\nDate:\n 10-2-2016\n\n\nIn Attendance:\n\n\n\n\nDr. James Olson\n\n\nResearcher Alexander Cora\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nOlson:\n For the record, please identify yourself.\n\n\nCora:\n Senior Containment Engineer Alexander Robert Cora.\n\n\nOlson:\n Alright. How did do you know SCP-5117-1?\n\n\nCora:\n Please, his name is Noah.\n\n\nOlson:\n My apologies. How did you come to know Noah?\n\n\n(\nCora smiles sadly.\n)\n\n\nCora:\n Childhood friend.\n\n\nOlson:\n Well, then, tell me about your childhood.\n\n\n(\nCora pauses and takes a deep breath.\n)\n\n\nCora:\n Grew up in a charming little town. Parents died before I could remember, and I lived with my uncle, who was gone all the time. I had lots of time on my hands, but nobody to spend it with.\n\n\n(\nCora chuckles.\n)\n\n\nCora:\n I was…odd. Friends were hard to come by, what with my strange interests. Or I guess, interest in the strange. Most of my time was spent inside, reading books, or on my computer…probably isn’t much of a surprise to you. I've never been a \"social butterfly\". But Noah was there for me.\n\n\nCora:\n Noah was always nice. Quiet. Timid, maybe. Friendly but not social. Lonely kid. Pretty normal-seeming, but he was a good person, which is more than a lot of people have to their name.\n\n\nCora:\n Can’t remember exactly how we got on so well. I think it might be that I used to help him with schoolwork, or something. Anyways, both of us were interested in the anomalous. Of course, almost all of the stuff we looked into wasn’t real. But that didn’t stop our obsession.\n\n\nOlson:\n I see. So this is what led you to join the Foundation, when you were recruited out of ██████████ University?\n\n\nCora:\n To an extent, yeah. I mean, just getting in was a challenge all to its own.\n\n\nOlson:\n And how was your relationship with Noah during your university years?\n\n\nCora:\n Well, when I went to ██████████, Noah ended up sticking around town, opening an electronics shop. Yeah, we kept in touch, but I only get to see him every so often on leave. And then, in this line of work…well, you know.\n\n\n(\nCora snorts.\n)\n\n\nCora:\n I did make it to his wedding a few years back. Director got pissed because my replacement fucked things up, and that caused a breach. The big one, last December.\n\n\nOlson:\n I do remember that one.\n\n\nCora:\n Yeah. Fucked me right up. Still get nightmares over that. Do we have to talk about that?\n\n\nOlson:\n No, not at all. Would you say that you and Noah were close?\n\n\nCora:\n That’s a real understatement, if I’ve ever heard one. We were like brothers. Only guy keeping me from being completely alone. 'Course, the job doesn't really help. I almost feel as confined in my job as the skips.\n\n\n(\nCora looks downward.\n)\n\n\nOlson:\n Did you ever disclose any classified information to Noah?\n\n\nCora:\n Not really, no. Most I’ve ever done is change around names and tell him I work with stuff I’m not allowed to talk about. He thinks I work for like, FBI, or something. But it doesn’t matter now. He's dead.\n\n\nOlson:\n I see. How did Noah impact your work here?\n\n\n(\nCora faces Olson.\n)\n\n\nCora:\n Sorry?\n\n\nOlson:\n How did Noah affect your performance here, at the Foundation?\n\n\n(\nCora shrugs.\n)\n\n\nCora:\n Only positively, no doubt. He and I would talk late into the night after a rough day. Matter of fact, I’ve probably only stuck around this long because…well, I thought of myself as protecting people like Noah, on the outside. So that they can carry on, “live in the light.”\n\n\n(\nCora pauses.\n)\n\n\nCora:\n We both know what I've done, Olson. I figured it would be a worthy sacrifice…my life, my \nconscience\n, for the sake of humanity.\n\n\nCora:\n I suppose it’s not really the same now, though, is it? I guess…I guess if a good man like him, a civilian, can become nothing more than…another anomaly…to be contained, with as much thought as anyone else…\n\n\nCora:\n The procedures I've developed…now I can’t help but remind myself that \nevery single one of them\n, from ████ to ████…they were all human. At least a little. For fuck’s sake, ████ was a goddamn \nchild\n when I locked her up.\n\n\n(\nCora swallows.\n)\n\n\nCora:\n Look, if anything, please. For the love of…I don't even know. Humanity, I guess. Remember that everyone you contain is at least a little bit human. That's all I ask, after all that I've done. I gave you those text logs to remember that Noah was a \nfucking human being.\n\n\n(\nOlson nods.\n)\n\n\nOlson:\n Understood. I'll do my best to get those in the file.\n\n\nCora:\n Thank you.\n\n\n(\nOlson reviews the incident report.\n)\n\n\nOlson:\n Now…the records say that you performed actions to prevent the Foundation from discovering Noah’s anomalous effects.\n\n\nCora:\n Is that a question?\n\n\nOlson:\n So you’re not defending yourself? You realize that your actions will be perceived as neglect of Foundation protocol? How many infractions you'll get?\n\n\nCora:\n I thought I could keep him from…getting to that point. I know him, you know? He would have listened to me. If I had gotten to him first, we might have settled it over lunch and moved on.\n\n\nOlson:\n Yet you violated procedures.\n\n\n(\nCora seethes.\n)\n\n\nCora:\n Procedures \nthis,\n procedures \nthat.\n Procedures to keep a little girl from her mother? Procedures to kill my best friend? Procedures is \neverything\n I’ve done for the past six years, Olson! I lost my \nhumanity\n to build fucking \nprocedures.\n\n\n(\nCora points at Olson, as if accusing him.\n)\n\n\nCora:\n Those \nprocedures\n put him down. None of this would have happened if they’d have left me to deal with Noah, instead of shooting me in the \nfucking leg\n.\n\n\n(\nCora slams the table.\n)\n\n\nCora:\n I could've saved him. I could've, if only…\n\n\n(\nCora breaks down in tears.\n)\n\n\nCora:\n (\nSobbing\n) If only…I hadn’t left him alone.\n\n\n[END LOG]\n\n\n\n\nNote: Cora obviously has immense emotional attachment to SCP-5117. Whether or not he’s going to continue working at the Foundation — and with sapient anomalies, no less — amnestication seems the only proper course of action.\n - Dr. Olson\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nAddendum 5117-1:\n Recovered Communication Transcripts\n\n\nThe following communication records were recovered from Senior Containment Engineer Alexander Cora’s personal smartphone. The transcripts include communication as discovered, and any errors or inconsistencies were present in the original communication records.\n\n\nSeveral logs were personally requested to be included by Cora, and following internal deliberation by RAISA, specific instances have been permitted.\n\n\n[EXTRANEOUS INFORMATION REDACTED]\n\n\n\n\n▼ Recovered Communication Transcript 6\n\n\n\n\n▲ Close\n\n\n\n\n\n\n\n\nRecovered Communication Transcript\n\n\n\n\nDate:\n 11/17/2012\n\n\nInvolved:\n\n\n\n\nSenior Containment Engineer Alexander Cora\n\n\nSCP-5117-1\n\n\n\n\nNote: First recorded instance of any mention of SCP-5117.\n - Dr. Olson\n\n\n\n\nSCP-5117-1:\n we almost finished all the planning\n\n\nCora:\n What planning?\n\n\nSCP-5117-1:\n the wedding ofc\n\n\nSCP-5117-1:\n only two things left\n\n\nCora:\n what?\n\n\nSCP-5117-1:\n first the ring\n\n\nCora:\n …\n\n\nSCP-5117-1:\n seriously\n\n\nCora:\n You planned a wedding and don’t have rings\n\n\nSCP-5117-1:\n hey now\n\n\nSCP-5117-1:\n Maria and I are at a stalemate over rose gold or white gold\n\n\nCora:\n thats why you dont have a ring\n\n\nSCP-5117-1:\n well yeah its kinda a huge decision\n\n\nSCP-5117-1:\n what metal im gonna keep on my 4th finger for the rest of my life\n\n\nCora:\n right\n\n\nCora:\n IDK it’s not my ring\n\n\nSCP-5117-1:\n Alex cmon help me out here\n\n\nSCP-5117-1:\n rose gold or white gold\n\n\nCora:\n Fine\n\n\nCora:\n Rose gold I guess\n\n\nSCP-5117-1:\n cool cool\n\n\nSCP-5117-1:\n thanks\n\n\nSCP-5117-1:\n The other thing\n\n\nCora:\n Yeah?\n\n\nCora:\n You need me for that too?\n\n\nCora:\n Might as well hire me as a wedding manager\n\n\nSCP-5117-1:\n lol\n\n\nSCP-5117-1:\n the other thing is my best man\n\n\nCora:\n Oh\n\n\nSCP-5117-1:\n were working on the arrangements but we already know ur gonna be the best man\n\n\nSCP-5117-1:\n unless you dont want to or smthn\n\n\nCora:\n I get to be with my best friend on the happiest day of his life\n\n\nCora:\n Why wouldn’t I?\n\n\nSCP-5117-1:\n Cool then\n\n\nSCP-5117-1:\n its on the 30th\n\n\nCora:\n Wait the 30th\n\n\nCora:\n I actually have to do something on the 30th\n\n\nSCP-5117-1:\n well idk man\n\n\nSCP-5117-1:\n we worked out all the other details and stuff\n\n\nCora:\n I’ll figure it out I guess\n\n\nCora:\n I'll be there\n\n\n\n\n\n\n\n\n\n\n\n\n▼ Recovered Communication Transcript 7\n\n\n\n\n▲ Close\n\n\n\n\n\n\n\n\nRecovered Communication Transcript\n\n\n\n\nDate:\n 12/10/2012\n\n\nInvolved:\n\n\n\n\nSenior Containment Engineer Alexander Cora\n\n\nSCP-5117-1\n\n\n\n\nNote: These exchanges occurred briefly after the ██/██/████ site-wide breach. Sparing the details, the number of casualties was nearly three digits. No doubt a traumatic experience. If I recall correctly, Cora was absent few days before the ordeal, and his substitute royally fucked up one of the auxiliary systems. I can understand why Cora would ask for this file to be included.\n - Dr. Olson\n\n\n\n\nCora:\n Hey Noah\n\n\nSCP-5117-1:\n wassup\n\n\nCora:\n There was a huge fuck-up at work today\n\n\nCora:\n I was partly to blame, I guess.\n\n\nCora:\n It’s\n\n\nCora:\n Really hard to put into words\n\n\nSCP-5117-1:\n what happened\n\n\nSCP-5117-1:\n are you alright\n\n\nCora:\n I’m a bit shaken right now\n\n\nCora:\n It feels like\n\n\nCora:\n Heavy\n\n\nSCP-5117-1:\n Alex what can I do to help\n\n\nCora:\n I don’t know, I just want to talk.\n\n\nSCP-5117-1:\n then let’s talk.\n\n\nSCP-5117-1:\n Im always here for you, Alex\n\n\nCora:\n Thanks so much\n\n\nCora:\n But I can’t really tell you about what happened\n\n\nCora:\n It’s so fucked up\n\n\nSCP-5117-1:\n What’s wrong?\n\n\nCora:\n I saw them helpless\n\n\nCora:\n Preparing to die and unable to do anything\n\n\nCora:\n I was there too\n\n\nCora:\n I could have died too\n\n\nCora:\n I almost did\n\n\nCora:\n The sounds and the smell, everything\n\n\nCora:\n So fucking terrifying\n\n\nCora:\n Noah?\n\n\nSCP-5117-1:\n yeah?\n\n\nCora:\n I don’t know what to do.\n\n\nSCP-5117-1:\n Im sorry, Alex\n\n\nSCP-5117-1:\n Im so sorry\n\n\nSCP-5117-1:\n Alex?\n\n\n\n\n\n\n\n\n\n\n[EXTRANEOUS INFORMATION REDACTED]\n\n\n\n\n▼ Recovered Communication Transcript 9\n\n\n\n\n▲ Close\n\n\n\n\n\n\n\n\nRecovered Communication Transcript\n\n\n\n\nDate:\n 2/10/2013\n\n\nInvolved:\n\n\n\n\nSenior Containment Engineer Alexander Cora\n\n\nSCP-5117-1\n\n\n\n\nNote: This is the first recorded instance of SCP-5117’s anomalous effects manifesting. Cora claims to have directed SCP-5117-1 to not utilize his anomalous effects further. SCP-5117-1 was compliant for a period. During this time, Cora utilized his position to remove local Kant counter records for the month of February.\n - Dr. Olson\n\n\n\n\nSCP-5117-1:\n hey I havent talked with u in a while\n\n\nSCP-5117-1:\n Alex?\n\n\nCora:\n Oh yeah sorry\n\n\nCora:\n Been busy with work\n\n\nSCP-5117-1:\n ye thats like everyday for u now\n\n\nSCP-5117-1:\n I swear its killing u\n\n\nCora:\n Sorry\n\n\nSCP-5117-1:\n nah dont worry abt it\n\n\nSCP-5117-1:\n worry abt urself\n\n\nSCP-5117-1:\n anyways I got something I need to show u\n\n\nCora:\n Yeah?\n\n\nSCP-5117-1:\n I think\n\n\nSCP-5117-1:\n I think Maria gives me powers\n\n\nCora:\n What?\n\n\nSCP-5117-1:\n like magic or whatever\n\n\nSCP-5117-1:\n yea I sound crazy I know\n\n\nSCP-5117-1:\n pls hear me out\n\n\nCora:\n Okay\n\n\nSCP-5117-1:\n so I was with Maria a few nights ago and the power went out\n\n\nSCP-5117-1:\n I was pretty frustrated and Maria said couldnt I just fix it\n\n\nSCP-5117-1:\n since I work with electronics and stuff\n\n\nSCP-5117-1:\n I just gave her a hug and stroked her hair and I said I wish I could\n\n\nSCP-5117-1:\n then the power came back on immediately\n\n\nCora:\n Okay, coincidence?\n\n\nSCP-5117-1:\n I thought so\n\n\nSCP-5117-1:\n yesterday it was raining really heavy\n\n\nSCP-5117-1:\n Maria and I were walking to the car under a tiny old black umbrella and she was freezing and she said she wished it would stop raining\n\n\nSCP-5117-1:\n its been raining for a week straight now\n\n\nSCP-5117-1:\n and then the rain just stopped when I agreed\n\n\nCora:\n Weird.\n\n\nSCP-5117-1:\n ikr\n\n\nSCP-5117-1:\n so I figured it was just coincidence\n\n\nSCP-5117-1:\n but I had a lot of free time today and I figured it doesnt hurt to try\n\n\nSCP-5117-1:\n so Ive been messing around\n\n\nSCP-5117-1:\n trying to see what i can do\n\n\nSCP-5117-1:\n apparently it only works when Im with Maria\n\n\nSCP-5117-1:\n but yeah I can do almost anything\n\n\nSCP-5117-1:\n idk what to do abt it\n\n\nSCP-5117-1:\n Maria doesnt really believe me so its whatever\n\n\nCora:\n Okay, please listen\n\n\nSCP-5117-1:\n ok\n\n\nCora:\n This sort of thing\n\n\nCora:\n Organizations would kill for\n\n\nSCP-5117-1:\n wait Im not the only one??!?\n\n\nCora:\n I didn’t say that\n\n\nCora:\n But please stop using them, okay?\n\n\nCora:\n No buts\n\n\nCora:\n You don’t want to involve yourself in this sort of stuff you don’t understand\n\n\nSCP-5117-1:\n Okay\n\n\nCora:\n Just trust me, Noah\n\n\nSCP-5117-1:\n I do, Alex\n\n\n\n\n\n\n\n\n\n\n\n\n▼ Recovered Communication Transcript 10\n\n\n\n\n▲ Close\n\n\n\n\n\n\n\n\nRecovered Communication Transcript\n\n\n\n\nDate:\n 9/18/2016\n\n\nInvolved:\n\n\n\n\nSenior Containment Engineer Alexander Cora\n\n\nSCP-5117-1\n\n\n\n\nNote: Cora personally requested this record be included.\n - Dr. Olson\n\n\n\n\nSCP-5117-1:\n Alex?\n\n\nSCP-5117-1:\n Maria is\n\n\nSCP-5117-1:\n she had a heart attack the other day\n\n\nSCP-5117-1:\n they have her on life support\n\n\nSCP-5117-1:\n doctors dont think shes gonna make it\n\n\nSCP-5117-1:\n they give her a few more weeks\n\n\nSCP-5117-1:\n Alex?\n\n\nCora:\n Yeah?\n\n\nCora:\n Oh\n\n\nCora:\n I’m so sorry\n\n\nSCP-5117-1:\n I dont know what else I can do\n\n\nSCP-5117-1:\n Im really scared for her\n\n\nSCP-5117-1:\n Alex?\n\n\n\n\n\n\n\n\n\n\n\n\n▼ Recovered Communication Transcript 11\n\n\n\n\n▲ Close\n\n\n\n\n\n\n\n\nRecovered Communication Transcript\n\n\n\n\nDate:\n 9/24/2016\n\n\nInvolved:\n\n\n\n\nSenior Containment Engineer Alexander Cora\n\n\nSCP-5117-1\n\n\n\n\nNote: Last recorded instance of communication between Cora and SCP-5117-1 prior to containment.\n - Dr. Olson\n\n\n\n\nSCP-5117-1:\n Alex\n\n\nSCP-5117-1:\n Im with Maria rn at home\n\n\nSCP-5117-1:\n docs say theres nothing they can do\n\n\nSCP-5117-1:\n all I can do is be with her\n\n\nSCP-5117-1:\n hold her hand as she passes\n\n\nSCP-5117-1:\n I just wish we could stay together\n\n\nSCP-5117-1:\n I just wish you could be here\n\n\nSCP-5117-1:\n Alex?\n\n\n\n\n\n\n\n\n\n\nAddendum 5117-2:\n Containment Audio/Video Transcript\n\n\nThe following consists of transcriptions of audio and video recorded via MTF ε-12 (“Greenguard”) personnel equipment during initial containment of SCP-5117. Descriptions vary between each operative, so a cohesive report includes notes on various reality distortions.\n\n\n\n\n▼ Containment Audio/Video Transcript\n\n\n\n\n▲ Close\n\n\n\n\n\n\n\n\nContainment Audio/Video Transcript\n\n\n\n\nDate:\n 9/25/2016\n\n\nAssigned MTF:\n\n\nMTF ε-12 (“Greenguard”)\n\n\n\n\nε-12 Lead Fraser\n\n\nε-12-2 Muñoz\n\n\nε-12-7 Chen\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nε-12 Lead Fraser:\n Recorder's on. Mic check.\n\n\nε-12-2 Muñoz:\n Check.\n\n\nε-12–7 Chen:\n Check.\n\n\nε-12 Lead Fraser:\n Alright. Command, you hear us?\n\n\nSite Command:\n Loud and clear.\n\n\nε-12 Lead Fraser:\n Okay. You guys know the drill. Weapons at the ready. Locate and incapacitate the subject immediately.\n\n\nε-12-2 Muñoz:\n Tranquilizer or lethal?\n\n\nε-12 Lead Fraser:\n Command?\n\n\nSite Command:\n To your best judgement. Of course, minimize civilian casualties.\n\n\nε-12 Lead Fraser:\n Copy that. Remember, surprise is your only advantage against Type Greens. Small towns like this, I'm thinking we run Trident.\n\n\nε-12-7 Chen:\n Trident? I'm not sure I copy, Fraser.\n\n\nε-12 Lead Fraser:\n Forgot you weren't with us at North Ridge, Chen. We split up, Muñoz takes the rear while I flank left and you flank right.\n\n\nε-12-2 Muñoz:\n (\nScoffs\n) Do you newbies not get taught the protocol anymore?\n\n\nε-12-7 Chen:\n I'm sorry, what's your Type Green kill count again?\n\n\nε-12-2 Muñoz:\n If you're so proud of your kills counts, feel free to go back to your damn GOC.\n\n\nε-12-7 Chen:\n It's not about the GOC, it's about having more experience.\n\n\nε-12-2 Muñoz:\n Too bad you don't got much experience with women then, yeah?\n\n\nε-12 Lead Fraser:\n Both of you, shut the fuck up. Time and place.\n\n\nε-12-2 Muñoz:\n Roger that.\n\n\nε-12-7 Chen:\n Yessir.\n\n\n(\nTeam progresses through the empty town on foot. Units split up and take separate directions approaching target entity.\n)\n\n\n(\nε-12-2 Muñoz checks her Kant counter and notices the reading increasing steadily.\n)\n\n\nε-12-2 Muñoz:\n Hey, think I'm getting closer.\n\n\nε-12 Lead Fraser:\n Any idea where it's at?\n\n\nε-12-2 Muñoz:\n My Humes are at-\n\n\nε-12 Lead Fraser:\n Not Humes, dammit. Target location.\n\n\nε-12-2 Muñoz:\n Yeah. Pinging location now.\n\n\n(\nε-12-2 Muñoz transmits her location to ε-12 Lead Fraser.\n)\n\n\nε-12 Lead Fraser:\n Got it. Heading over. Locate a back door to the house if you can.\n\n\nε-12-2 Muñoz:\n God, this Type Green must be really out of it.\n\n\n(\nε-12-2 Muñoz is standing in front of a small, suburban house. Trees in front of the house are stretching and contorting upwards as far as vision extends, and the ground is pulsating in waves. The house itself is a shifting mass, with the roof folding into itself in impossible ways while the bricks continually rearrange and restructure themselves.\n)\n\n\n(\nε-12-2 Muñoz approaches the house, but the distance increases every step she takes.\n)\n\n\nε-12-2 Muñoz:\n Spatial distortion, Fraser. Permission to deploy SRAs?\n\n\nε-12 Lead Fraser:\n Granted. No entering target location, though. Wait for us.\n\n\n(\nε-12-2 Muñoz begins positioning mobile Scranton Reality Anchors along the perimeter of the target location and activates them sequentially.\n)\n\n\n(\nε-12-7 Chen notices an unidentified figure at the back door of the target location\n)\n\n\nε-12-7 Chen:\n Hey, I think I see a third party at target location.\n\n\nε-12 Lead Fraser:\n Fuck. GOC? Insurgency?\n\n\n(\nε-12-7 Chen utilizes helmet optical zoom to focus on the figure.\n)\n\n\nε-12-7 Chen:\n Doesn't look like it. Think it's civilian.\n\n\nε-12 Lead Fraser:\n You're closest to them?\n\n\nε-12-7 Chen:\n Yessir.\n\n\n(\nUnidentified figure enters target location.\n)\n\n\nε-12-7 Chen:\n Third party has entered the building.\n\n\nε-12 Lead Fraser:\n Eyes on ’em yet?\n\n\nε-12-7 Chen:\n Yeah, I think so. Male, seems to be in his early 30s.\n\n\nε-12 Lead Fraser:\n Copy that. You’re cleared to approach.\n\n\nε-12-7 Chen:\n Roger that.\n\n\n(\nε-12-7 Chen approaches the individual with his firearm aimed at the individual's head.\n)\n\n\nε-12-7 Chen:\n Freeze!\n\n\n(\nUnidentified individual turns to face ε-12-7 Chen and puts both hands in the air.\n)\n\n\nUnidentified Individual:\n Oh god, MTF already?\n\n\nε-12-7 Chen:\n On behalf of the-\n\n\nUnidentified Individual:\n SCP Foundation, yeah. I'm Foundation, too. Senior Containment Engineer Alexander Cora. Please, I really need to get to Noah…that's his name, Noah Pierson.\n\n\nε-12-7 Chen:\n Can you show some identification?\n\n\nCora:\n Yeah, let me get my ID.\n\n\n(\nCora keeps one hand in the air while removing what appears to be a Foundation ID card from his pocket.\n)\n\n\nε-12-7 Chen:\n Command, you getting this?\n\n\nSite Command:\n Individual positively identifies as Foundation personnel, Senior Containment Engineer Alexander Cora, clearance level 3.\n\n\nε-12-7 Chen:\n Got it. Cora, then?\n\n\nCora:\n That's right. Can I go?\n\n\nε-12-7 Chen:\n Hold on. Why are you here?\n\n\nCora:\n Long story. I know Noah. I'm trying to help.\n\n\nε-12-7 Chen:\n You realize you don't have sufficient clearance to even be here without post-operational amnestication?\n\n\nCora:\n I know that, but I'm already here, right? Look, I need to get in, right now. It's a matter of urgency.\n\n\nε-12-7 Chen:\n You are not cleared to enter, Cora. Far as we're concerned, you're basically civilian.\n\n\nCora:\n I know him personally, maybe I can try talking-\n\n\nε-12-7 Chen:\n Negative. Talking to Type Greens is a no-go.\n\n\nCora:\n It's not \nhim\n, I don't think. He hasn't always had this going on-\n\n\nε-12-7 Chen:\n Type Greens manifest anomalous attributes at different points. Trust me, I've seen this dozens of times.\n\n\nCora:\n And so have I. But…look, you don't get it. Please, let me talk to him-\n\n\nε-12-7 Chen:\n We have our orders, Cora. I will not hesitate to fire should you attempt to breach protocol.\n\n\n(\nCora pauses for a moment. A voice similar to an echo can be heard throughout the environment, appearing to emanate from the house.\n)\n\n\nUnidentified Voice:\n Alex?\n\n\n(\nA sudden reality shift absorbs Cora into the house, and rotates the entire structure.\n)\n\n\nε-12-7 Chen:\n What-\n\n\nε-12-2 Muñoz:\n Did you guys hear that?\n\n\nε-12 Lead Fraser:\n Yeah, I did. Alex is the third party?\n\n\nε-12-7 Chen:\n Yessir. He just…ah…got sucked into the house. Front door is no longer accessible.\n\n\nε-12 Lead Fraser:\n Fuck. Hey Muñoz, how long 'til the anchors are up?\n\n\nε-12-2 Muñoz:\n Just a sec. Ah, shit, Humes are dropping again…\n\n\n(\nε-12 Lead Fraser checks his Kant counter, which displays a Hume level below 50 and continuing to decrease.\n)\n\n\nε-12 Lead Fraser:\n Hurry the fuck up! Any longer and there won't be a reality to anchor!\n\n\n(\nε-12-2 Muñoz rapidly activates the last mobile Scranton Reality Anchor.\n)\n\n\nε-12-2 Muñoz:\n All secured, we can proceed.\n\n\nε-12 Lead Fraser:\n Copy that. Chen, get a move on!\n\n\nε-12-7 Chen:\n I'm heading around to the back door, Fraser.\n\n\nε-12 Lead Fraser:\n Alright. Proceed.\n\n\n(\nTeam proceeds to enter the target destination. The lights are off, certain objects in the room appear heavily distorted, and spatial consistency appears almost liquid. Portions of the room appear to unevenly possess particularly high reality fragmentation. The floor appears to flow in a liquid state.\n)\n\n\nε-12-2 Muñoz:\n Damn…it's like Dalí painting or something in here.\n\n\nε-12-7 Chen:\n Whole floor’s melting.\n\n\nε-12 Lead Fraser:\n How y'all faring? Headache yet?\n\n\nε-12-7 Chen:\n I think…actually…gimme a sec…\n\n\n(\nε-12-7 Chen checks his Kant counter, and notes that its value appears to fluctuate between extremes based on his physical orientation in the room.\n)\n\n\nCora:\n Noah? Noah, where are you?\n\n\n(\nCora appears through a hallway on the inverse side of the walls, and walks toward a wall, which parts to allow him to enter, before closing behind him.\n)\n\n\nε-12-7 Chen:\n That's Cora.\n\n\nUnidentified Voice:\n \nare you here now\nAlex?\n\n\nCora:\n I'm here, Noah. I wasn't here when you needed me, I wasn't here when I was supposed to be, but I'm here now.\n\n\nUnidentified Voice:\n \nyou left me alone\nAlex?\n\n\nCora:\n I'm sorry. I really am.\n\n\n(\nLocal Hume decreases, and a flare of unidentified radiation emanates from the walls of the house. Shifting floorboards begin to splinter, and wall plaster appears to boil.\n)\n\n\nε-12-7 Chen:\n Cora's pissing off the Green.\n\n\nε-12 Lead Fraser:\n Maybe. But we need to find it first. You think that's where Cora's going?\n\n\n(\nCora re-emerges through a shifting painting, and the room appears to fold extra-spatially before manifesting through a window.\n)\n\n\nε-12 Lead Fraser:\n There he is.\n\n\n(\nTeam rapidly approach Cora, and traverse extra-spatial gaps between floorboards. The roof appears to compress, forcing the space below to stretch.\n)\n\n\n(\nTeam emerges in a large, static bedroom. Cora stands at the foot of a bed and looks up toward a seemingly endless ceiling.\n)\n\n\nε-12 Lead Fraser:\n What…\n\n\nCora:\n (\nShouting\n) You were always there for me. I…I wasn't here when you needed me. My work, my…no. No excuses. I'm here now, Noah. I'm here. The world is still out there. This reality inside your head…it isn't \nreal\n.\n\n\nUnidentified Voice:\n \nwhat does it matter what is real I have Maria here I have her and I need her and I can have her here and you do not matter because you were not there but Maria was and I wanted to be there for Maria but I could not and now I can\nAlex?\n\n\nCora:\n Maria's gone, Noah. Just a memory…a fragment of a memory. Please.\n\n\nUnidentified Voice:\n \nyou know nothing I know you more than you do me I was always there for you and I will be here for Maria\nAlex?\n\n\nCora:\n Is that really what you want? To live, live in this…twisted…\n\n\nUnidentified Voice:\n \nI do not want her to leave I do not want to leave I do not want I do not I do\nAlex?\n\n\nCora:\n This isn't real. Not to me. Wouldn't be real for her, either. If you can't let go…I can't stay locked in here with you. If you can't let go of her…you're letting go of me.\n\n\nUnidentified Voice:\n \nyou can not leave me I am lonely all I am is loneliness and I know you know lonely because you are lonely and loneliness is all I am\nAlex?\n\n\nCora:\n I can't stay here, in your lonely reality. The ghost of Maria…hollow idol of my…Noah.\n\n\n(\nThe room pulses, and the walls fold and crushes itself. A ceiling materializes and folds downward as SCP-5117-1 descends, holding onto a lifeless female figure floating behind him. Clasping the female figure's hand, which is adorned with a glowing rose gold ring, he reaches out towards Cora.\n)\n\n\nCora:\n Goodbye, Noah.\n\n\nSCP-5117-1:\n \nyou abandoned me you left me to suffer in loneliness you were my friend you are lonely too I am lonely so very lonely I am\nAlex?\n\n\n(\nCora turns back around, and walks towards the edge of the room. The distance between him and the door expands, and a force pushes him backwards, but Cora continues to trudge towards the door, and then begins climbing up to the door as the room undergoes a reality shift. Suddenly, the room inverts and Cora begins falling away from the door, but he is able to invert himself and walk towards the door along the ceiling.\n)\n\n\n(\nA brief reality stabilization allows the team to remanifest.\n)\n\n\nε-12 Lead Fraser:\n Hey. Hey. Hey, Muñoz, Chen?\n\n\nε-12-2 Muñoz:\n What? Where did…when?\n\n\nSCP-5117-1:\n \nstop Alex stop\nAlex?\n\n\n(\nε-12 Lead Fraser turns to find ε-12-7 Chen on the opposite side of the room, in a dazed trance. Chen is aiming his rifle towards Cora.\n)\n\n\nε-12 Lead Fraser:\n No, what the - fuck!\n\n\n(\nε-12-7 Chen fires at Cora, who immediately collapses and falls to the center of the room.\n)\n\n\nSCP-5117-1:\n Alex?\n\n\n(\nThe female figure's ring stops glowing as SCP-5117-1 lets go, falling several meters to the floor. A loud cracking noise is audible. SCP-5117-1 exclaims in pain, and then pushes himself up and stumbles towards Cora. Reality returns to a baseline state, appearing to be absorbed by the ring.\n)\n\n\nSCP-5117-1:\n Alex! No, Alex…wake up. Please, Alex!\n\n\n(\nSCP-5117-1 shakes Cora's still body, and holds tightly to Cora's head. Cora is bleeding out from his upper thigh.\n)\n\n\nε-12 Lead Fraser:\n Chen, what the \nfuck\n?\n\n\n(\nSCP-5117-1 turns to look around the room and notices ε-12 Lead Fraser and ε-12-2 Muñoz. ε-12-7 Chen comes to his senses and staggers back towards the wall.\n)\n\n\nSCP-5117-1:\n You took him from me? All that was left of reality? What do I have now, nothing! Nothing at all!\n\n\n(\nSCP-5117-1 begins weeping.\n)\n\n\nSCP-5117-1:\n Lonely, all I am…\n\n\n(\nSCP-5117-1 screams and begins to stand up.\n)\n\n\n(\nε-12-7 Chen instinctively terminates SCP-5117-1 with a single round to SCP-5117-1's left temple.\n)\n\n\n(\nSilence.\n)\n\n\nε-12-2 Muñoz:\n Fuck, Chen.\n\n\nε-12-7 Chen:\n I just-\n\n\nε-12 Lead Fraser:\n Forget it. Pack up, and let's go. Command, confirming containment of anomaly, send in the cleanup crew.\n\n\nSite Command:\n Roger that. Good work, guys.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\nSCiPNET LOGIN\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    name\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    affiliation\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        8eb25ee6114c14350524b8400a763a03_1740236790\n    \n\n\n\n\n\n\nLogin\n\n\n\n\nLogin Account\n\n\n\n\nLogout Account\n\n\n\n\n\n\n\n\n\n\nSite Administration\n\n\n\n\n\n\nTo: <\npcs.noitadnuof|2aroc-rednaxela#pcs.noitadnuof|2aroc-rednaxela\n>\n\n\nDetails\n\n\n\n\n\n\n\n\nInfraction Report\n\n\nOctober 5, 2016 at 7:12 AM\n\n\nAs of present, \nSenior Containment Engineer Alexander Robert Cora\n has committed at least four infractions of significant concern, with potential for obstructing the primary objectives and/or disrupting the Veil:\n\n\n\n\nWithholding information pertaining to an anomaly to prevent discovery\n\n\nDisrupting Foundation equipment monitoring for anomalous behavior\n\n\nInterfering in Field Operations\n\n\nEndangering Foundation personnel\n\n\n\n\nAfter considering all relevant details, Senior Containment Engineer Alexander Cora is to be amnesticized, stripped of his position, and discharged from Foundation service permanently.\n\n\n\n\nAs a personal note, just \none\n of your infractions could have had significant repercussions. Not to mention, you’re an expert in containment of sapient anomalies. Of all people, you should know better.\n\n\nI can't in good faith waive your consequences. You could have taken out the Kant grid for all of California. And who knows what would have happened if the breach got worse. I'm sure both of us understand the severity of your actions.\n\n\nBut I still appreciate the good work you have done here, with the Foundation. You were one of the best and brightest in the entire division. You may not have been proud of what you did, but that didn’t stop you from understanding how important it was to do it.\n\n\nThe procedures you have developed kept the outside world safe, and that is what matters. I just hope you understand that what happened to Noah, happened for the greater good.\n\n\nBest wishes,\n\n\nA. Calloway\n\n\nSite Director\n\n\nP.S. Your request to include samples of personal correspondence has been granted. Humanity is what we are fighting to protect. I will not stand for the Foundation forgetting the human cost of its efforts.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-5116\n | SCP-5117 | \nSCP-5118\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5117\n\" by Greyve, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5117\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "SCP-5117-2 was Maria Pierson, an unintended secondary user of SCP-5117's anomaly. SCP-5117-2 expired on 9/24/2016 of natural causes and was briefly reanimated via SCP-5117's anomaly before reverting to a deceased state during containment (see Addendum 5117-2 ).\n\n",
        "Addendum 5117-1: Recovered Communication Transcripts\nThe following communication records were recovered from Senior Containment Engineer Alexander Cora’s personal smartphone. The transcripts include communication as discovered, and any errors or inconsistencies were present in the original communication records.\nSeveral logs were personally requested to be included by Cora, and following internal deliberation by RAISA, specific instances have been permitted.\n[EXTRANEOUS INFORMATION REDACTED]\n[EXTRANEOUS INFORMATION REDACTED]",
        "Addendum 5117-2: Containment Audio/Video Transcript\nThe following consists of transcriptions of audio and video recorded via MTF ε-12 (“Greenguard”) personnel equipment during initial containment of SCP-5117. Descriptions vary between each operative, so a cohesive report includes notes on various reality distortions.\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5117 \" by Greyve, from the SCP Wiki . Source: https://scpwiki.com/scp-5117 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-5117 is to be stored in a reinforced high-security locker. Contact with SCP-5117 by any sapient entity, humanoid or otherwise, is strictly prohibited. Access is to be restricted to individuals with explicit authorization from Site Director Calloway.",
    "description": "SCP-5117 is a pair of matching rose gold wedding bands. When two individuals wearing the rings are in physical contact, the individuals become capable of influencing reality to the same degree as a Class IV reality bender, provided both individuals express agreement with proposed changes or express similar desires.",
    "title": "SCP-5117"
}