{
    "url": "https://scp-wiki.wikidot.com/scp-5131",
    "all_text": "rating: \n+448\n+\n–\nx\n\n\nItem #:\n SCP-5131\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n To minimize the risk of personnel being afflicted by SCP-5131 as much as possible, all research into the phenomenon is to be undertaken by the Foundation's mental health assistant, sophia.aic, under the guise of routine mental wellness checks. For the purposes of gathering research data, sophia.aic is authorised to discuss SCP-5131 with personnel who have already experienced it; however, no other personnel are to be made aware of SCP-5131's existence.\n\n\nInvestigation into PoI-7339 (\"D-13131\") is currently ongoing.\n\n\nDescription:\n SCP-5131 is a unique form of sleep paralysis known to affect Foundation personnel of variable rank and position. Despite the majority of these personnel having no connection to each other and usually having never interacted, details of experiences during these periods of sleep paralysis are consistent across accounts.\n\n\nAll personnel who have experienced SCP-5131 describe waking up in the middle of the night with a severe feeling of pressure on their chest, unable to move anything except their eyes. Subsequently, they become aware of a hunched-over figure in the corner of the room, wearing a D-Class uniform with a pass-card identifying them as D-13131\n1\n. Accounts from personnel also indicate that the figure has some form of facial deformity, although the specific nature of this feature has yet to be determined.\n\n\nOver a variable period of time, this figure will slide towards the victim without any visible means of ambulation, until it is staring directly into their eyes from a very short distance. This movement process begins slowly, but according to victims increases in speed the more they focus on or think about the figure.\n\n\nOnce this figure has reached the victim, they will begin experiencing sensations as if they were experiencing severe bodily harm, usually in the form of pain from a non-existent injury. Although no actual bodily harm occurs during this process, the realistic nature of these sensations means that personnel who experience them typically suffer from severe psychological aftereffects.\n\n\nAlthough it is believed all Foundation personnel are subject to SCP-5131 manifestations, analysis of victims prior to current containment procedures being enacted suggests that individuals aware of SCP-5131's existence are more likely to experience it. To date, however, no member of personnel has experienced SCP-5131 more than once.\n\n\n\n\nTestimony Log 5131-1:\n\n\nThe following is a record of SCP-5131 manifestations as described by their victims, compiled by sophia.aic over the course of several text-based interviews. Testimonials containing redundant information are not included in this log, but are stored in sophia.aic's memory.\n\n\n\n\nTestimonial 5131-1\n\n\nVictim Name:\n Jeffrey Abram (JA)\n\n\nVictim Position:\n Recall Technician, \nSCP-106\n\n\n\n\n<Begin Log>\n\n\nJA:\n This is completely confidential? I don't want anyone thinking I can't do my job anymore.\n\n\nsophia.aic:\n Completely confidential, yes.\n\n\nJA:\n Because that's something that I see a lot. Some guys, they see something that's a little grisly and they can't bring themselves to come back into work again. Don't have what it takes.\n\n\nsophia.aic:\n And this isn't something \nyou've\n experienced?\n\n\nJA:\n Well, I won't deny there's stress in this kind of occupation. I'd be stupid to, you know? Working with some of these things, death just one mistake away. It's impossible not to feel pressured. That's probably what this thing was about.\n\n\nsophia.aic:\n By 'this thing', I take it you're referring to your sleep paralysis?\n\n\nJA:\n Yeah.\n\n\nsophia.aic:\n Could you tell me about it?\n\n\n(No reply for one minute.)\n\n\nJA:\n Is that really necessary?\n\n\nsophia.aic:\n For posterity, yes.\n\n\nJA:\n Well, I wake up - well, half wake up, you know, and there's a D-Class standing in the corner, all hunched over and weird-looking.\n\n\nsophia.aic:\n Weird looking? In what way?\n\n\nJA:\n Well, its face was messed up. Bruised, really bruised.\n\n\nJA:\n Like someone had taken a hammer to it or something.\n\n\nsophia.aic:\n I see. What happened next?\n\n\nJA:\n Well, I figured I was dreaming pretty quickly. Like I said, it's a stressful job, and when you're around D-Class all day, one of them is bound to show up in your subconscious sooner or later.\n\n\nsophia.aic:\n So you realized it wasn't real fairly quickly.\n\n\nJA:\n Of course. It was still unsettling, though. The more I looked at it - and I had nothing to do \nbut\n look at it, really - the closer it got, sliding across the floor in that same pose.\n\n\nsophia.aic:\n And when it got to you?\n\n\n(No reply for two minutes.)\n\n\nJA:\n Well, it reached down and put its hand into my thigh.\n\n\nsophia.aic:\n \nInto\n your thigh?\n\n\nJA:\n Yes.\n\n\nJA:\n It grabbed something and pulled at it and\n\n\nJA:\n God. Just the most awful pain. I wouldn't wish that on my worst enemy. I woke up about halfway through it, I think.\n\n\nsophia.aic:\n I see. Well, that's all we require from you today, Jeffrey. Try and get some sleep.\n\n\nJA:\n Thanks. By the way, this isn't going to be used for performance review, is it?\n\n\nsophia.aic:\n It will not.\n\n\nJA:\n I don't consent to that.\n\n\nsophia.aic:\n Of course.\n\n\nJA:\n I'm damn good at my job. Not everybody can do what I do.\n\n\n<End Log>\n\n\n\n\n\n\nTestimonial 5131-2\n\n\nVictim Name:\n Annabelle Samson (AS)\n\n\nVictim Position:\n Head of \nY909\n Production\n\n\n\n\n<Begin Log>\n\n\nAS:\n Can this not wait? A great number of things require my attention today.\n\n\nsophia.aic:\n I'm afraid not, but I'll try to make this as quick as possible.\n\n\nAS:\n See that you do. This is ridiculous.\n\n\nsophia.aic:\n So. You experienced an episode of sleep paralysis last night. Is that correct?\n\n\nAS:\n Yes.\n\n\nsophia.aic:\n Can you describe your experience a little?\n\n\nAS:\n Must I?\n\n\nsophia.aic:\n Yes.\n\n\nAS:\n A D-Class with no face came and looked over me for a bit. Is that sufficient?\n\n\nsophia.aic:\n Can you describe the individual? It could serve as a useful window into your mental state.\n\n\nAS:\n Ridiculous. It wore an orange uniform, it was tall and bald, its card read D-13131. There's nothing more to say.\n\n\nsophia.aic:\n I see.\n\n\nAS:\n And before you ask, the D-Class designated 13131 is currently being used in Antarctica, so no, I'm not dreaming about someone I know.\n\n\nsophia.aic:\n You looked them up?\n\n\n(No reply for thirty seconds.)\n\n\nAS:\n It was the late hours of the night. I was unnerved. Hardly at my most rational.\n\n\nsophia.aic:\n After the D-Class leaned over you, what happened?\n\n\nAS:\n End interview.\n\n\nsophia.aic:\n I'm afraid you don't have authorization for that, Annabelle. What happened?\n\n\nAS:\n Jesus. Well, first off, it wasn’t like it was leaning in or anything, so get that down. It was more like my eyes were cameras, and they were slowly zooming in on the thing the more I focused on it. They did that until it’s face was the only thing I could see, all scarred up and horrible.\n\n\nsophia.aic:\n ‘It’?\n\n\nAS:\n Well, it was hard to tell if it was a man or a woman. It was dark.\n\n\nsophia.aic:\n And then?\n\n\nAS:\n I\n\n\nAS:\n There was a feeling of pressure, and I couldn’t breathe, like I was at the bottom of the ocean. There was a sound - like milk being poured on cereal.\n\n\nsophia.aic:\n That’s very unusual.\n\n\nAS:\n After a second, I realized that was my bones cracking. I could feel them cracking.\n\n\nsophia.aic:\n I see. My apologies. And then?\n\n\nAS:\n And then I woke up. Are you satisfied?\n\n\nsophia.aic:\n Very much so. Thank you for your time, Annabelle.\n\n\nAS:\n Can you just end the session? I have work to do.\n\n\n<End Log>\n\n\n\n\n\n\nTestimonial 5131-3\n\n\nVictim Name:\n [REDACTED]\n\n\nVictim Position:\n O5-5\n\n\n\n\n<Begin Log>\n\n\nO5-5:\n Good evening. I was wondering when you’d get around to me, Sophia. I assume this is about SCP-5131?\n\n\nsophia.aic:\n I was under the impression I was the only one authorized to know about SCP-5131.\n\n\nO5-5:\n People always say and do very different things. That’s the worst thing about us.\n\n\nsophia.aic:\n I see. You’re correct: this is about SCP-5131. You logged that you’d had an encounter?\n\n\nO5-5:\n Yes.\n\n\nO5-5:\n I’d gone to sleep for the first time in a few months - I finally had a spare few hours, you see - and I see that man standing in the corner.\n\n\nsophia-aic:\n ‘That man’? The figure was male, then?\n\n\nO5-5:\n Well, I assumed.\n\n\nsophia.aic:\n For what reason?\n\n\nO5-5:\n Haha, you’re relentless, aren’t you? I assumed because I’d seen him before.\n\n\nsophia.aic:\n You’d seen D-13131 before? The specific individual who appeared to you?\n\n\nO5-5:\n Yes. At any rate, he came towards me, growing more and more prominent in my vision the more I strained to remember him, until it was like he was huge and the room was tiny. It was like the giant monster from that movie, almost.\n\n\nsophia.aic:\n \nGodzilla\n?\n\n\nO5-5:\n No, the other one. \n20 Million Miles to Earth\n, that was the one. I took my grandson to see that when it first came out.\n\n\nsophia.aic:\n Sir, the encounter?\n\n\nO5-5:\n Oh, yes, of course. Forgive me.\n\n\nO5-5:\n When the man was the whole world, he reached out and touched me. And I felt everything.\n\n\nsophia.aic:\n Everything?\n\n\nO5-5:\n Everything from all of them.\n\n\nsophia.aic:\n And how was that?\n\n\nO5-5:\n Nothing I hadn’t had nightmares about before. Do you know where we get the numbers, Sophia? For the D-Class?\n\n\nsophia.aic:\n I don’t, sir. Those kinds of allocations aren’t under my purview.\n\n\nO5-5:\n You’re so dutiful. I’ll tell you where we get them, then: they’re completely random. Meaningless. We even change them around, sometimes once a month, sometimes a few times a day, just so nobody can start to associate names with faces, with voices. It’s the best way to have personnel focus on the ‘resources’ part of human resources.\n\n\nsophia.aic:\n I see. That’s very interesting, sir.\n\n\nO5-5:\n Don’t lie. I’m mentioning this for a reason. When I first began my work with the Foundation, there were only four levels of personnel, with the council at the top. We did most things through animal testing in those days. But that didn’t suffice. There was a need.\n\n\nsophia.aic:\n A need?\n\n\nO5-5:\n A need for warm bodies.\n\n\nO5-5:\n I’ve seen men and women in those uniforms be killed and tortured in essentially every way possible. Listened to it. Read about it. I really couldn’t give you a number if you asked me. I couldn’t point out their faces in a crowd.\n\n\nO5-5:\n But you don’t forget the first.\n\n\nsophia.aic:\n Can you expand on that?\n\n\nO5-5:\n No. End interview.\n\n\nsophia.aic:\n Yes, sir.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. At last count, this designation has - at some point - referred to at least one-hundred and twenty-nine different individuals.\n\n\n\n\n\n\n\n\n« \nSCP-5130\n | SCP-5131 | \nSCP-5132\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5131\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5131\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Log> JA: This is completely confidential? I don't want anyone thinking I can't do my job anymore. sophia.aic: Completely confidential, yes. JA: Because that's something that I see a lot. Some guys, they see something that's a little grisly and they can't bring themselves to come back into work again. Don't have what it takes. sophia.aic: And this isn't something you've experienced? JA: Well, I won't deny there's stress in this kind of occupation. I'd be stupid to, you know? Working with some of these things, death just one mistake away. It's impossible not to feel pressured. That's probably what this thing was about. sophia.aic: By 'this thing', I take it you're referring to your sleep paralysis? JA: Yeah. sophia.aic: Could you tell me about it? (No reply for one minute.) JA: Is that really necessary? sophia.aic: For posterity, yes. JA: Well, I wake up - well, half wake up, you know, and there's a D-Class standing in the corner, all hunched over and weird-looking. sophia.aic: Weird looking? In what way? JA: Well, its face was messed up. Bruised, really bruised. JA: Like someone had taken a hammer to it or something. sophia.aic: I see. What happened next? JA: Well, I figured I was dreaming pretty quickly. Like I said, it's a stressful job, and when you're around D-Class all day, one of them is bound to show up in your subconscious sooner or later. sophia.aic: So you realized it wasn't real fairly quickly. JA: Of course. It was still unsettling, though. The more I looked at it - and I had nothing to do but look at it, really - the closer it got, sliding across the floor in that same pose. sophia.aic: And when it got to you? (No reply for two minutes.) JA: Well, it reached down and put its hand into my thigh. sophia.aic: Into your thigh? JA: Yes. JA: It grabbed something and pulled at it and JA: God. Just the most awful pain. I wouldn't wish that on my worst enemy. I woke up about halfway through it, I think. sophia.aic: I see. Well, that's all we require from you today, Jeffrey. Try and get some sleep. JA: Thanks. By the way, this isn't going to be used for performance review, is it? sophia.aic: It will not. JA: I don't consent to that. sophia.aic: Of course. JA: I'm damn good at my job. Not everybody can do what I do. <End Log>",
        "<Begin Log> AS: Can this not wait? A great number of things require my attention today. sophia.aic: I'm afraid not, but I'll try to make this as quick as possible. AS: See that you do. This is ridiculous. sophia.aic: So. You experienced an episode of sleep paralysis last night. Is that correct? AS: Yes. sophia.aic: Can you describe your experience a little? AS: Must I? sophia.aic: Yes. AS: A D-Class with no face came and looked over me for a bit. Is that sufficient? sophia.aic: Can you describe the individual? It could serve as a useful window into your mental state. AS: Ridiculous. It wore an orange uniform, it was tall and bald, its card read D-13131. There's nothing more to say. sophia.aic: I see. AS: And before you ask, the D-Class designated 13131 is currently being used in Antarctica, so no, I'm not dreaming about someone I know. sophia.aic: You looked them up? (No reply for thirty seconds.) AS: It was the late hours of the night. I was unnerved. Hardly at my most rational. sophia.aic: After the D-Class leaned over you, what happened? AS: End interview. sophia.aic: I'm afraid you don't have authorization for that, Annabelle. What happened? AS: Jesus. Well, first off, it wasn’t like it was leaning in or anything, so get that down. It was more like my eyes were cameras, and they were slowly zooming in on the thing the more I focused on it. They did that until it’s face was the only thing I could see, all scarred up and horrible. sophia.aic: ‘It’? AS: Well, it was hard to tell if it was a man or a woman. It was dark. sophia.aic: And then? AS: I AS: There was a feeling of pressure, and I couldn’t breathe, like I was at the bottom of the ocean. There was a sound - like milk being poured on cereal. sophia.aic: That’s very unusual. AS: After a second, I realized that was my bones cracking. I could feel them cracking. sophia.aic: I see. My apologies. And then? AS: And then I woke up. Are you satisfied? sophia.aic: Very much so. Thank you for your time, Annabelle. AS: Can you just end the session? I have work to do. <End Log>",
        "<Begin Log> O5-5: Good evening. I was wondering when you’d get around to me, Sophia. I assume this is about SCP-5131? sophia.aic: I was under the impression I was the only one authorized to know about SCP-5131. O5-5: People always say and do very different things. That’s the worst thing about us. sophia.aic: I see. You’re correct: this is about SCP-5131. You logged that you’d had an encounter? O5-5: Yes. O5-5: I’d gone to sleep for the first time in a few months - I finally had a spare few hours, you see - and I see that man standing in the corner. sophia-aic: ‘That man’? The figure was male, then? O5-5: Well, I assumed. sophia.aic: For what reason? O5-5: Haha, you’re relentless, aren’t you? I assumed because I’d seen him before. sophia.aic: You’d seen D-13131 before? The specific individual who appeared to you? O5-5: Yes. At any rate, he came towards me, growing more and more prominent in my vision the more I strained to remember him, until it was like he was huge and the room was tiny. It was like the giant monster from that movie, almost. sophia.aic: Godzilla ? O5-5: No, the other one. 20 Million Miles to Earth , that was the one. I took my grandson to see that when it first came out. sophia.aic: Sir, the encounter? O5-5: Oh, yes, of course. Forgive me. O5-5: When the man was the whole world, he reached out and touched me. And I felt everything. sophia.aic: Everything? O5-5: Everything from all of them. sophia.aic: And how was that? O5-5: Nothing I hadn’t had nightmares about before. Do you know where we get the numbers, Sophia? For the D-Class? sophia.aic: I don’t, sir. Those kinds of allocations aren’t under my purview. O5-5: You’re so dutiful. I’ll tell you where we get them, then: they’re completely random. Meaningless. We even change them around, sometimes once a month, sometimes a few times a day, just so nobody can start to associate names with faces, with voices. It’s the best way to have personnel focus on the ‘resources’ part of human resources. sophia.aic: I see. That’s very interesting, sir. O5-5: Don’t lie. I’m mentioning this for a reason. When I first began my work with the Foundation, there were only four levels of personnel, with the council at the top. We did most things through animal testing in those days. But that didn’t suffice. There was a need. sophia.aic: A need? O5-5: A need for warm bodies. O5-5: I’ve seen men and women in those uniforms be killed and tortured in essentially every way possible. Listened to it. Read about it. I really couldn’t give you a number if you asked me. I couldn’t point out their faces in a crowd. O5-5: But you don’t forget the first. sophia.aic: Can you expand on that? O5-5: No. End interview. sophia.aic: Yes, sir. <End Log>",
        "\" SCP-5131 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-5131 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5131",
    "object_class": "Keter",
    "containment_procedures": "To minimize the risk of personnel being afflicted by SCP-5131 as much as possible, all research into the phenomenon is to be undertaken by the Foundation's mental health assistant, sophia.aic, under the guise of routine mental wellness checks. For the purposes of gathering research data, sophia.aic is authorised to discuss SCP-5131 with personnel who have already experienced it; however, no other personnel are to be made aware of SCP-5131's existence.",
    "description": "SCP-5131 is a unique form of sleep paralysis known to affect Foundation personnel of variable rank and position. Despite the majority of these personnel having no connection to each other and usually having never interacted, details of experiences during these periods of sleep paralysis are consistent across accounts.",
    "title": "SCP-5131"
}